Repository: ws-3917/psoutertale-weblate
Catalog: text/values/*.po
Languages: hu_hu, it_it, ru_ru

source: en_US
hu_hu: hu_HU
it_it: it_IT
ru_ru: ru_RU

source: You must choose a name.
hu_hu: Választanod kell egy nevet.
it_it: Devi scegliere un nome.
ru_ru: Вы должны выбрать имя.

source: No?
hu_hu: Nem?
ru_ru: Нет?

source: Maybe?
hu_hu: Talán?
it_it: Forse?
ru_ru: Наверное?

source: Yes?
hu_hu: Igen?
it_it: Si?
ru_ru: Да?

source: Take heart. There is nothing to be afraid of here.
hu_hu: Fel a fejjel. Itt nincs mitől félned.
it_it: Coraggio. Non c'è nulla di cui aver paura.
ru_ru: Не унывайте. Здесь нечего бояться.

source: A light-hearted spirit will serve you well on your journey.
hu_hu: Egy könnyed lélek jó szolgálatot tesz majd utadon.
it_it: Uno spirito spensierato ti sarà utile durante il tuo viaggio.
ru_ru: Лёгкий настрой сослужит хорошую службу на вашем пути.

source: Take heart. Your frustrations are behind you now.
hu_hu: Fel a fejjel. A frusztrációd már magad mögött hagytad.
it_it: Coraggio. Le tue frustrazioni stanno sparendo.
ru_ru: Не унывайте. Ваши страдания уже позади.

source: Take heart. The story is yours, no matter what you feel.
hu_hu: Fel a fejjel. A történet a tied, bárhogy is érzel.
it_it: Coraggio. La storia è tua, non importa cosa credi.
ru_ru: Не унывайте. Эта история — ваша, что бы вы ни чувствовали.

source: May tranquility come upon you as you embark on your journey.
hu_hu: Kísérjen nyugalom, amint utadnak indulsz.
it_it: Possa la tranquillità invaderti mentre intraprendi il tuo viaggio.
ru_ru: Пусть на вашем пути царит спокойствие.

source: Take heart. Your story is as interesting as you make it.
hu_hu: Fel a fejjel. A sztori olyan érdekes, amilyennek alakítod.
it_it: Coraggio. La tua storia è interessante quanto la realizzi.
ru_ru: Не унывайте. Ваша история будет интересна настолько, насколько вы ей позволите.

source: May your quality of speech translate to action on your journey.
hu_hu: Beszéded ereje váljon tettekké utad során.
it_it: Possa la qualità della tue parole tradursi in azione durante il tuo viaggio.
ru_ru: Пусть ваша речь перейдёт в действие на вашем пути.

source: A courageous heart will serve you well on your journey.
hu_hu: Egy bátor szív remekül szolgál az utadon.
it_it: Un cuore coraggioso ti sarà utile nel tuo viaggio.
ru_ru: Отважное сердце сослужит хорошую службу на вашем пути.

source: A sense of serenity will do you wonders on your journey.
hu_hu: A nyugalom érzése csodákra lesz képes az utadon.
it_it: Un senso di serenità farà miracoli nel tuo viaggio
ru_ru: Спокойствие ума сотворит чудеса на вашем пути.

source: May your ingenuity surpass the challenges on your journey.
hu_hu: Leleményességed múlja felül az előtted álló akadályokat.
it_it: Possa il tuo ingegno superare le sfide del tuo viaggio.
ru_ru: Пусть ваше мастерство преодолеет все трудности на вашем пути.

source: A confident mindset will take you far on your journey.
hu_hu: A magabiztosság messzire fog vinni utad során.
it_it: Una mentalità sicura ti porterà lontano nel tuo viaggio.
ru_ru: Уверенный настрой поможет вам пройти долгий путь.

source: May your inginuity surpass the challanges on your journey.
hu_hu: Leleményességed múlja felül utad kihívásait.
it_it: Possa il tuo ingegno superare le sfide del tuo viaggio.
ru_ru: Пусть ваша изобретательность превзойдёт все трудности на вашем пути.

source: May balance come upon you as you embark on your journey.
hu_hu: Legyen veled az egyensúly a kibontakozó út során.
it_it: Possa l'equilibrio salire mentre intraprendi il tuo viaggio.
ru_ru: Пусть равновесие снизойдёт на вас, когда вы отправитесь в путь.

source: Take heart. There is much to be learned on the road ahead.
hu_hu: Fel a fejjel. Sokat kell tanulnod az előtted álló kaland során.
it_it: Coraggio. C'è molto da imparare sulla strada da percorrere.
ru_ru: Не унывайте. Впереди вас ждёт много уроков.

source: May the tapestry of chaos and order satisfy you on your journey.
hu_hu: A káosz és rend szövetének összhangja elégítse ki utad.
it_it: Possa l’arazzo del caos e dell’ordine soddisfarti nel tuo viaggio.
ru_ru: Пусть гобелен хаоса и порядка поможет вам на вашем пути.

source: May your story gain meaning in this cocoon amidst the darkness.
hu_hu: Történeted nyerjen értelmet ebben a bábban a sötétség közepette.
it_it: Possa la tua storia ottenere significato in questo bozzolo in mezzo all'oscurità
ru_ru: Пусть ваша история обретёт смысл в этом коконе тьмы.

source: May the experience be as playful as you desire.
hu_hu: Tapasztalataid legyenek oly játékosak, amilyennek szeretnéd.
it_it: Possa l'esperienza essere giocosa quanto desideri.
ru_ru: Пусть увлекательность этого опыта будет ограничена лишь вашим желанием.

source: May the experience be as excessive as you desire.
hu_hu: Tapasztalatod olyan mértékű legyen, mit lelked kíván.
it_it: Possa l'esperienza essere eccessiva quanto desideri.
ru_ru: Пусть богатство вашего опыта ограничивается лишь вашим желанием.

source: Take heart. You have nothing to feel ashamed of now.
hu_hu: Fel a fejjel. Már semmitől nem kell tartanod.
it_it: Coraggio. Non hai nulla di cui vergognarti adesso.
ru_ru: Не унывайте. Вам больше нечего стыдиться.

source: A temperate ego will take you far on your journey.
hu_hu: A mértékletes egó messzire juttat utadon.
it_it: Un ego moderato ti porterà lontano nel tuo viaggio.
ru_ru: Умеренное самолюбие поможет вам зайти дальше на вашем пути.

source: May the experience provide the sustenance you require.
hu_hu: A tapasztalat jelentse a táplálékod, amire szükséged van.
it_it: Possa l’esperienza fornire le risorse di cui hai bisogno.
ru_ru: Пусть ваш опыт окажет вам поддержку.

source: May your story bring forth the emotion you strive to feel.
hu_hu: A történet hozza elő érzelmeid, melyeket érezni szeretnél.
it_it: Possa la tua storia suscitare l’emozione che cerchi di provare.
ru_ru: Пусть ваша история вызовет те эмоции, к которым вы стремились.

source: May your choices be as effortless as they come.
hu_hu: Választásaid legyenek oly könnyedek, mint ahogy eléd kerülnek.
it_it: Possano le tue scelte essere facili.
ru_ru: Пусть принятие решений вас не тяготит.

source: Take heart. There is much companionship to be had here.
hu_hu: Fel a fejjel! Itt társaságra lelhetsz.
it_it: Coraggio. C'è molta compagnia da avere qui.
ru_ru: Не унывайте. Здесь можно найти много друзей.

source: May your fortune carry you forward on your journey.
hu_hu: A szerencséd vezessen előre utadon.
it_it: Possa la tua fortuna portarti avanti nel tuo viaggio.
ru_ru: Пусть удача сопутствует вам на вашем пути.

source: May the tapestry of chaos and order please you on your journey.
hu_hu: A káosz és rend szövete elégítse ki utad.
it_it: Possa l'arazzo del caos e dell'ordine compiacerti nel tuo viaggio.
ru_ru: Пусть гобелен хаоса и порядка радует вас на вашем пути.

source: Take heart. Your story is as uplifting as you make it.
hu_hu: Fel a fejjel. Történeted oly felemelő lesz, amilyennek azt megéled.
it_it: Coraggio. La tua storia è edificante così come la realizzi.
ru_ru: Не унывайте. Ваша история радостна настолько, насколько вы ей позволяете.

source: May your stability provide a solid foundation on your journey.
hu_hu: Kitartásod biztosítson szilárd alapot az utad során.
it_it: Possa la tua stabilità fornire una solida base per il tuo viaggio.
ru_ru: Пусть непоколебимость станет вашим преимуществом.

source: May the experience only add to your state of satisfaction.
hu_hu: A tapasztalatod adjon többet az elégedettésgedhez vezető úton.
it_it: Possa l'esperienza aumentare solo il tuo stato di soddisfazione.
ru_ru: Пусть игровой опыт удовлетворит вас.

source: May the experience be as comforting as you desire.
hu_hu: A tapasztalatod legyen oly nyugtató, mint azt lelked kívánja.
it_it: Possa l'esperienza essere comoda come desideri.
ru_ru: Пусть комфорт вашей игры будет ограничен лишь вашим желанием.

source: May the experience provide the energy you require.
hu_hu: A tapasztalatod adjon energiát, melyre szükséged lehet.
it_it: Possa l’esperienza fornire l’energia di cui hai bisogno.
ru_ru: Пусть ваш игровой опыт наполнит вас энергией.

source: May your overflowing energy power you through your journey.
hu_hu: A túlcsorduló energiád segítsen át utadon.
it_it: Possa la tua traboccante energia alimentarti durante il tuo viaggio.
ru_ru: Пусть энергия, струящаяся сквозь вас, поможет на вашем пути.

source: I am honored by your choice.
hu_hu: Meg vagyok tisztelve választásodtól.
it_it: Sono onorato della tua scelta.
ru_ru: Ваш выбор — честь для меня.

source: Let the experiment begin.
hu_hu: Kezdődjék a kísérlet.
it_it: Che l'esperimento abbia inizio.
ru_ru: Да начнётся же эксперимент.

source: The true name.
hu_hu: Az igazi név.
it_it: Il vero nome.
ru_ru: Настоящее имя.

source: This name is incorrect.
hu_hu: Ez a név helytelen.
it_it: Questo nome è sbagliato.
ru_ru: Это имя введено неверно.

source: ............ (They're powerless to stop you.)
hu_hu: ............ (Nincs ereje, hogy megállítson.)
it_it: ............ (Sembra che non riesca a dirti nulla.)
ru_ru: ............ (Они бессильны против вас.)

source: ............ (It's not much for conversation.)
hu_hu: ............ (Nem elég egy beszélgetéshez.)
it_it: ............ (Non è di molte parole.)
ru_ru: ............ (Здесь не о чём говорить.)

source: Saddle up!
hu_hu: Fel a nyeregbe!
it_it: In sella!
ru_ru: Запрыгивай!

source: Well... I suppose that works...
hu_hu: Hát... Asszem működhet...
it_it: Beh... Suppongo funzioni
ru_ru: Ну... Думаю, это сработало...

source: I think you should think of your own name, my child.
hu_hu: A saját nevedre gondolj, gyermekem.
it_it: Credo che dovresti scegliere un nome tutto tuo, tesoro mio.
ru_ru: Я думаю, тебе следует подумать над собственным именем, моё дитя.

source: Really...
hu_hu: Komolyan...
it_it: Seriamente...
ru_ru: Серьёзно...

source: Nice try, idiot.
hu_hu: Szép próbálkozás, idióta.
it_it: Bel tentativo, idiota.
ru_ru: Хорошая попытка, идиот.

source: Don't you mean "Eyewalker?"
hu_hu: "Eyewalker-re" gondoltál?
it_it: Non intendi "Eyewalker?"
ru_ru: Ты хотел сказать «глазомер»?

source: Check out my antenna!
hu_hu: Csekkold le az antennám!
it_it: Guarda la mia antenna!
ru_ru: Зацени мою антенну!

source: Guh huh huh, nice one.
hu_hu: Guh huh huh, klassz.
it_it: Guh huh huh, ben fatto.
ru_ru: Га-ха-ха, это хорошее.

source: Huh? What's that smell?
hu_hu: Heh? Mi ez a szag?
it_it: Huh? Cos'è quest'odore?
ru_ru: Хм? Что это за запах?

source: It's m-moving! I-I-It's shaking!
hu_hu: Ez m-mozog! E-e-ez rázkódik!
it_it: Si sta m-muovendo! S-S-Sta tremando!
ru_ru: Оно д-движется! О-оно трясётся!

source: (The dog jumped into your lap.)
hu_hu: (A kutya az öledbe ugrott.)
it_it: (Il cane ti è saltato nelle ginocchia.)
ru_ru: (Собака запрыгнула к вам на колени.)

source: (Pant pant)
hu_hu: (lihegés hangok)
ru_ru: (Уф... Ох...)

source: I'LL ALLOW IT!!!!
hu_hu: MEGENGEDEM!!!!
it_it: TE LO CONCEDO!!!!
ru_ru: Я РАЗРЕШАЮ!!!

source: nope.
hu_hu: nem.
it_it: eh no.
ru_ru: не.

source: A "stellar" choice.
hu_hu: "Csillaglatos" választás.
it_it: Una scelta "stellare"
ru_ru: «Блестящий» выбор!

source: A pleasing nomenclature, no?
hu_hu: Egy kellemes elnevezés, nemde?
it_it: Un nome gradevole, no?

source: I am not amused.
hu_hu: Nem vagyok elragadtatva.
it_it: Non ne sono felice.
ru_ru: Мне не смешно.

source: Roar.
hu_hu: Rrrr.
ru_ru: Равр.

source: Wah ha ha! Why not?
hu_hu: Wah ha ha! Miért is ne?
it_it: Wah ha ha! Perchè no?
ru_ru: Вах-ха-ха! Почему нет?

source: What. What! WHAT!
hu_hu: Mivan. Mivan! MIVAN!
it_it: Cosa. Cosa! COSA!
ru_ru: Что. Что! ЧТО!

source: That's my name!!
hu_hu: Az az én nevem!
it_it: Quello è il mio nome!!
ru_ru: Это моё имя!

source: Ahuhuhu~ You must have great taste, dearie~
hu_hu: Ahuhuhu~ Remek az ízlésed, kedveske~
it_it: Ahuhuhu~ Devi avere un ottimo gusto, tesorino~
ru_ru: Аху-ху-ху~ У тебя отличный вкус, дорогуша~

source: Hey! Only Skrubby gets to call me that!
hu_hu: Héj! Csak Skrubby hívhat így!
it_it: Hey! Solo Skrubby può chiamarmi così!
ru_ru: Эй! Только Чистику позволено так меня называть!

source: Sorry, but you're a letter shy.
hu_hu: Bocsi, de egy betűvel lemaradtál.
it_it: Mi dispiace, ma ti manca una lettera.
ru_ru: Прошу прощения, но вы очень скупы на буквы.

source: Clean name.
hu_hu: Tiszta név.
it_it: Nome pulito.
ru_ru: Чистое имя.

source: Ngah, fine.
hu_hu: Ngah, legyen.
it_it: Ngah, va bene.
ru_ru: Нгах, отлично.

source: Get your OWN name!
hu_hu: Szerezz SAJÁT nevet!
it_it: Scegliti il TUO di nome!
ru_ru: Добудь себе СВОЁ имя!

source: Uh.... OK?
hu_hu: Uh.... Oké?
ru_ru: Э-э... Ладно?

source: D-don't do that.
hu_hu: N-ne csináld.
it_it: N-non farlo
ru_ru: Н-не делай этого.

source: You are really scraping the bottom of the barrel.
hu_hu: Te aztán tényleg a hordó alját vakarod.
it_it: Stai veramente raschiando il fondo del barile

source: Like, OK I guess.
hu_hu: Hát, OKÉ asszem.
it_it: Tipo, OK credo
ru_ru: Типа, окей, наверное...

source: You like my name, little buddy?
hu_hu: Tetszik a nevem, kis haver?
it_it: Ti piace il mio nome, piccoletto?
ru_ru: Понравилось моё имя, мелочь?

source: Bratty! Bratty! That's MY name!
hu_hu: Bratty! Bratty! Ez az ÉN nevem!
it_it: Bratty! Bratty! Quello è il MIO nome!
ru_ru: Брэтти! Брэтти! Это же МОЁ имя!

source: A fellow wizard?
hu_hu: Áh, egy varázsló cimbora?
it_it: Un compagno mago?

source: Slick choice, homeslice.
hu_hu: Klassz választás, haver.
it_it: Scelta astuta, bellezza.

source: Now you're just being rude, darling.
hu_hu: Ez már csak bunkóság, kedvesem.
it_it: Ora stai semplicemente essendo scortese, tesoro.
ru_ru: Дорогуша, ты грубишь мне?

source: OOOOH!!! ARE YOU PROMOTING MY BRAND?
hu_hu: OOOOH!!! PROMOTÁLOD A MÁRKÁM?
it_it: OOOOH!!! STAI PROMUOVENDO IL MIO MARCHIO?
ru_ru: О-О-О-Х!!! ТЫ ПРОДВИГАЕШЬ МОЙ БРЭНД?

source: Is this name correct? ;)
hu_hu: Helyes ez a név? ;)
it_it: Questo nome è corretto? ;)
ru_ru: Вы уверены в своём выборе? ;)

source: Hot, but not hot enough.
hu_hu: Forró, de nem eléggé.
it_it: Caldo, ma non quanto me.
ru_ru: Горячо, но недостаточно.

source: You don't have to do that...
hu_hu: Nem kell ezt tenned...
it_it: Non devi farlo per forza...
ru_ru: Не стоит этого делать...

source: You KNEW!?
hu_hu: Hát TUDTAD!?
it_it: Lo SAPEVI!?
ru_ru: Ты ЗНАЛ?!

source: Respect my AUTHORITY!
hu_hu: Tiszteld a HATALMAM!
it_it: Rispetta la mia AUTORITÀ

source: Ahh! Thank you~
hu_hu: Ahh! Köszike~
it_it: Ahh! Grazie~
ru_ru: Аах! Спасибо~

source: Thanks for, uh, using my name.
hu_hu: Köszi, hogy öhm, használod a nevem.
it_it: Grazie per, uh, usare il mio nome.
ru_ru: Спасибо, что, эм, используешь моё имя.

source: You can?
hu_hu: Megteheted?
it_it: Puoi?
ru_ru: Ты можешь?

source: You cannot.
hu_hu: Nem teheted.
it_it: Non puoi.
ru_ru: Ты не можешь.

source: ... fine.
hu_hu: ... legyen.
it_it: ... va bene.
ru_ru: ...пусть так.

source: Hm...?
ru_ru: Хм?..

source: Hello.
it_it: Ciao.
ru_ru: Привет.

source: Jerry.
ru_ru: Джерри.

source: ok.
ru_ru: лан.

source: hOI!
ru_ru: пРИФ!
