Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/1}* We'd never EVER be finished!
pt_br: <25>{#f/1}* Nós nunca JAMAIS veríamos tudo!
zh_cn: <25>{#f/1}* 永远，永远都探索不完！
zh_tw: <25>{#f/1}* 永遠，永遠都探索不完！

source: <25>{#p/kidd}{#f/4}* (Man, I'm really getting worried now.)
pt_br: <25>{#p/kidd}{#f/4}* (Cara, eu estou realmente ficando preocupado agora.)
zh_cn: <25>{#p/kidd}{#f/4}* （别这样啊， 我真的好担心。）
zh_tw: <25>{#p/kidd}{#f/4}* （別這樣啊， 我真的好擔心。）

source: <25>{#f/7}* Frisk, come on...!
pt_br: <25>{#f/7}* Frisk, vamos lá...!
zh_cn: <25>{#f/7}* Frisk，别这样啊！
zh_tw: <25>{#f/7}* Frisk，別這樣啊！

source: <25>{#f/7}* You gotta say something to me, dude!
pt_br: <25>{#f/7}* Você precisa me dizer algo, cara!
zh_cn: <25>{#f/7}* 求求你给点反应， 说句话啊！
zh_tw: <25>{#f/7}* 求求你給點反應， 說句話啊！

source: <25>{#f/8}* I didn't do anything wrong... did I?
pt_br: <25>{#f/8}* Eu não fiz nada de errado... fiz?
zh_cn: <25>{#f/8}* 是不是我的错... 我也没做什么啊...
zh_tw: <25>{#f/8}* 是不是我的錯... 我也沒做什麼啊...

source: <25>{#p/kidd}{#f/2}* Aren't you excited?
pt_br: <25>{#p/kidd}{#f/2}* Você não está animado?
zh_cn: <25>{#p/kidd}{#f/2}* 你是不是也可兴奋了？
zh_tw: <25>{#p/kidd}{#f/2}* 你是不是也可興奮了？

source: <25>{#f/1}* You and I are gonna do EVERYTHING together!
pt_br: <25>{#f/1}* Eu e você vamos fazer TUDO juntos!
zh_cn: <25>{#f/1}* 有好多好多事情， 等着咱俩一起做呢！
zh_tw: <25>{#f/1}* 有好多好多事情， 等著咱倆一起做呢！

source: <25>{#p/kidd}{#f/1}* Is THIS what living on a planet is like? * This is INCREDIBLE!
pt_br: <25>{#p/kidd}{#f/1}* É ASSIM que viver em um planeta se parece? * Isso é INCRÍVEL!
zh_cn: <25>{#p/kidd}{#f/1}* 原来，行星上的生活 是这样的啊！ * 真是超赞！
zh_tw: <25>{#p/kidd}{#f/1}* 原來，行星上的生活 是這樣的啊！ * 真是超讚！

source: <25>{#p/asriel1}{#f/10}* What? * A whole planet of this?
pt_br: <25>{#p/asriel1}{#f/10}* O que? * Um planeta inteiro disso?
zh_cn: <25>{#p/asriel1}{#f/10}* 哦？ * 你觉得眼前这点东西 就是这颗星球的全貌？
zh_tw: <25>{#p/asriel1}{#f/10}* 喔？ * 你覺得眼前這點東西 就是這顆星球的全貌？

source: <25>{#f/20}* Pfft. * This is nothing...
pt_br: <25>{#f/20}* Pfft. * Não é nada...
zh_cn: <25>{#f/20}* 嘿嘿，你看到的 只是冰山一角哦...
zh_tw: <25>{#f/20}* 嘿嘿，你看到的 只是冰山一角喔...

source: <25>{#f/17}* Just past the forest, there's a giant mountain...
pt_br: <25>{#f/17}* Só passando pela floresta, tem uma montanha gigante...
zh_cn: <25>{#f/17}* 穿过这片森林， 你就能看到一座巍峨的大山...
zh_tw: <25>{#f/17}* 穿過這片森林， 你就能看到一座巍峨的大山...

source: <25>{#f/17}* And a lake beyond that.
pt_br: <25>{#f/17}* E uma lago logo abaixo.
zh_cn: <25>{#f/17}* 山的后面，是一片湖泊。
zh_tw: <25>{#f/17}* 山的後面，是一片湖泊。

source: <25>{#p/kidd}{#f/2}* That must be the lake with that slimy red goo...
pt_br: <25>{#p/kidd}{#f/2}* Deve ser o lago com aquela gosma vermelha noo...
zh_cn: <25>{#p/kidd}{#f/2}* 湖里装的，肯定是 好多好多红红的黏液...
zh_tw: <25>{#p/kidd}{#f/2}* 湖裡裝的，肯定是 好多好多紅紅的黏液...

source: <25>{#f/1}* Gross AND awesome!
pt_br: <25>{#f/1}* Nojenta e muito legal!
zh_cn: <25>{#f/1}* 又恶心，又酷！
zh_tw: <25>{#f/1}* 又噁心，又酷！

source: <25>{#p/asriel1}{#f/1}* ... I dare you to swim.
pt_br: <25>{#p/asriel1}{#f/1}* ... dúvido você nadar lá.
zh_cn: <25>{#p/asriel1}{#f/1}* ...你敢去那里游泳吗？
zh_tw: <25>{#p/asriel1}{#f/1}* ...你敢去那裡遊泳嗎？

source: <25>{#f/13}* Deal. * But only if you swim WITH me!
pt_br: <25>{#f/13}* Feito. * Mas só se você nadar COMIGO!
zh_cn: <25>{#f/13}* 当然敢！ * 但你得陪我一起去。
zh_tw: <25>{#f/13}* 當然敢！ * 但你得陪我一起去。

source: <25>{#p/asriel1}{#f/21}* Uh... I mean...
pt_br: <25>{#p/asriel1}{#f/21}* Uh... eu...
zh_cn: <25>{#p/asriel1}{#f/21}* 呃... 要不...
zh_tw: <25>{#p/asriel1}{#f/21}* 呃... 要不...

source: <25>{#f/20}* Maybe we'd be better off if we stuck to dune racing.
pt_br: <25>{#f/20}* Bem, acho melhor se nós nos atarmos apenas a corridas.
zh_cn: <25>{#f/20}* 咱俩还是到沙丘那边 玩赛车吧。
zh_tw: <25>{#f/20}* 咱倆還是到沙丘那邊 玩賽車吧。

source: <25>{#p/kidd}{#f/6}* You're not afraid of getting sticky red goo all over you, are you?
pt_br: <25>{#p/kidd}{#f/6}* Você não tá com medo de ficar com a gosma vermelha em cima de você, não é?
zh_cn: <25>{#p/kidd}{#f/6}* 嘿嘿，是不是我一说 那些黏液，就怕了啊？
zh_tw: <25>{#p/kidd}{#f/6}* 嘿嘿，是不是我一說 那些黏液，就怕了啊？

source: <25>{#p/asriel1}{#f/8}* ... ugh, of course not, you idiot, I just-
pt_br: <25>{#p/asriel1}{#f/8}* ... ugh, é claro que não, seu idiota, é só que-
zh_cn: <25>{#p/asriel1}{#f/8}* ...呃，我才不怕呢， 你个蠢货，我-
zh_tw: <25>{#p/asriel1}{#f/8}* ...呃，我才不怕呢， 你個蠢貨，我-

source: <25>{#p/asriel1}{#f/25}* ... w-wait, I didn't m-mean to...
pt_br: <25>{#p/asriel1}{#f/25}* ... e-espera, eu não q-quis, eu...
zh_cn: <25>{#p/asriel1}{#f/25}* ...不不不！ * 我没那-那个意思...
zh_tw: <25>{#p/asriel1}{#f/25}* ...不不不！ * 我沒那-那個意思...

source: <25>{#p/kidd}{#f/4}* Are you okay?
pt_br: <25>{#p/kidd}{#f/4}* Você está bem?
zh_cn: <25>{#p/kidd}{#f/4}* 你还好吗？
zh_tw: <25>{#p/kidd}{#f/4}* 你還好嗎？

source: <25>{#p/asriel1}{#f/13}* ... I...
pt_br: <25>{#p/asriel1}{#f/13}* ... eu...
zh_cn: <25>{#p/asriel1}{#f/13}* ...我-我...
zh_tw: <25>{#p/asriel1}{#f/13}* ...我-我...

source: <25>{#f/22}* I'm alright. * You didn't do anything wrong, okay?
pt_br: <25>{#f/22}* Eu estou bem. * Você não fez nada de errado, tá bom?
zh_cn: <25>{#f/22}* 我啥都没说， 我没想责备你...
zh_tw: <25>{#f/22}* 我啥都沒說， 我沒想責備你...

source: <25>{#p/asriel1}{#f/21}* ... you WOULD just forgive me like that, wouldn't you...
pt_br: <25>{#p/asriel1}{#f/21}* ... você vai só me perdoar desse jeito, não vai...
zh_cn: <25>{#p/asriel1}{#f/21}* ...请你原谅我，好吗...
zh_tw: <25>{#p/asriel1}{#f/21}* ...請你原諒我，好嗎...

source: <25>{#f/23}* You're just an innocent monster kid.
pt_br: <25>{#f/23}* Você é só uma inocente criança monstro.
zh_cn: <25>{#f/23}* 你是个很棒的怪物小孩。
zh_tw: <25>{#f/23}* 你是個很棒的怪物小孩。

source: <25>{#p/kidd}{#f/1}* That's my name!
pt_br: <25>{#p/kidd}{#f/1}* Esse é meu nome!
zh_cn: <25>{#p/kidd}{#f/1}* 我的名字就是“怪物小孩”！
zh_tw: <25>{#p/kidd}{#f/1}* 我的名字就是「怪物小孩」！

source: <25>{#p/kidd}{#f/4}* So what were you saying?
pt_br: <25>{#p/kidd}{#f/4}* Então, o que você estava falando?
zh_cn: <25>{#p/kidd}{#f/4}* 哦对了，你刚刚说啥了？ 我没注意。
zh_tw: <25>{#p/kidd}{#f/4}* 喔對了，你剛剛說啥了？ 我沒注意。

source: <25>{#f/13}* ... there are deserts, but the races would be done in the tubules.
pt_br: <25>{#f/13}* ... Existem desertos, mas as corridas seriam feitas nos túbulos.
zh_cn: <25>{#f/13}* ...这里有不少沙丘， 不过“管状地貌带” 也是不错的赛车场地。
zh_tw: <25>{#f/13}* ...這裡有不少沙丘， 不過「管狀地貌帶」 也是不錯的賽車場地。

source: <25>{#p/kidd}{#f/7}* Tubules?? * What the heck??
pt_br: <25>{#p/kidd}{#f/7}* Túbulos?? * Mas o que??
zh_cn: <25>{#p/kidd}{#f/7}* 管状地貌带？？ * 那是啥玩意？
zh_tw: <25>{#p/kidd}{#f/7}* 管狀地貌帶？？ * 那是啥玩意？

source: <25>{#p/asriel1}{#f/10}* Uh... * Haven't you read the geological surveys?
pt_br: <25>{#p/asriel1}{#f/10}* Uh... * Você não leu os levantamentos geológicos?
zh_cn: <25>{#p/asriel1}{#f/10}* 呃... * 你没看星球的地质分析报告吗？
zh_tw: <25>{#p/asriel1}{#f/10}* 呃... * 你沒看星球的地質分析報告嗎？

source: <25>{#p/kidd}{#f/1}* What's a geological survey?
pt_br: <25>{#p/kidd}{#f/1}* O que é um levantamento geológico?
zh_cn: <25>{#p/kidd}{#f/1}* “地质分析报告”又是个啥？
zh_tw: <25>{#p/kidd}{#f/1}* 「地質分析報告」又是個啥？

source: <25>{#f/15}* The tubules are a region made up of... uh, tubes.
pt_br: <25>{#f/15}* Os túbulos são uma região feita de... uh, tubos.
zh_cn: <25>{#f/15}* 管状地貌带，说白了就是 一片外形像许多管道的区域。
zh_tw: <25>{#f/15}* 管狀地貌帶，說白了就是 一片外形像許多管道的區域。

source: <26>{#f/17}* Large tubes form cliffs, medium tubes form hills, and small tubes, well...
pt_br: <26>{#f/17}* Tubos grandes formam penhascos, tubos médios formam colinas e tubos pequenos, bem...
zh_cn: <26>{#f/17}* 大型“管道”形成了悬崖， 中型“管道”堆积成丘陵， 而小型“管道”...
zh_tw: <26>{#f/17}* 大型「管道」形成了懸崖， 中型「管道」堆積成丘陵， 而小型「管道」...

source: <25>{#f/20}* They don't really do much, I guess.
pt_br: <25>{#f/20}* Eles não fazem muita coisa, eu acho.
zh_cn: <25>{#f/20}* 我也不知道能形成啥。
zh_tw: <25>{#f/20}* 我也不知道能形成啥。

source: <25>{#p/kidd}{#f/1}* Oh! * That makes sense.
pt_br: <25>{#p/kidd}{#f/1}* Oh! * Isso faz sentido!
zh_cn: <25>{#p/kidd}{#f/1}* 哦！ * 我说怎么叫“管状地貌带”呢！
zh_tw: <25>{#p/kidd}{#f/1}* 喔！ * 我說怎麼叫「管狀地貌帶」呢！

source: <25>{#p/kidd}{#f/1}* Do you think there's other planets out there like this?
pt_br: <25>{#p/kidd}{#f/1}* Você acha que podem existir outros planetas aí fora como esse?
zh_cn: <25>{#p/kidd}{#f/1}* 你觉得茫茫宇宙， 有没有像我们这样的星球？
zh_tw: <25>{#p/kidd}{#f/1}* 你覺得茫茫宇宙， 有沒有像我們這樣的星球？

source: <25>{#f/2}* Will we explore those, too?
pt_br: <25>{#f/2}* Nós vamos explorar eles também?
zh_cn: <25>{#f/2}* 我们有机会探索它们吗？
zh_tw: <25>{#f/2}* 我們有機會探索它們嗎？

source: <25>{#p/asriel1}{#f/10}* Hmm... * No doubt there is...
pt_br: <25>{#p/asriel1}{#f/10}* Hmm... * Sem dúvidas devem ter...
zh_cn: <25>{#p/asriel1}{#f/10}* 嗯... * 肯定有的...
zh_tw: <25>{#p/asriel1}{#f/10}* 嗯... * 肯定有的...

source: <25>{#p/kidd}{#f/7}* Yo... what if we formed an exploration group! * To travel the stars!
pt_br: <25>{#p/kidd}{#f/7}* Yo... que tal formarmos um grupo de exploração! * Para alcançar as estrelas!
zh_cn: <25>{#p/kidd}{#f/7}* 哇... 那赶紧组建一支 星际探险小分队吧！ * 朝着星辰大海，进发！
zh_tw: <25>{#p/kidd}{#f/7}* 哇... 那趕緊組建一支 星際探險小分隊吧！ * 朝著星辰大海，進發！

source: <25>{#p/asriel1}{#f/27}* ... huh.
zh_cn: <25>{#p/asriel1}{#f/27}* ...哦。
zh_tw: <25>{#p/asriel1}{#f/27}* ...喔。

source: <25>{#p/kidd}{#f/6}* We'd start with this world, and find everything we can...
pt_br: <25>{#p/kidd}{#f/6}* Nós começamos por este planeta, achando tudo que podemos...
zh_cn: <25>{#p/kidd}{#f/6}* 我们先把这里探索个遍， 能去的地方都去个遍...
zh_tw: <25>{#p/kidd}{#f/6}* 我們先把這裡探索個遍， 能去的地方都去個遍...

source: <26>{#p/kidd}{#f/1}* Then we'd visit more worlds, and make a huge map of the whole galaxy!
pt_br: <26>{#p/kidd}{#f/1}* Então partimos para outros mundos e logo faríamos um gigante mapa da galáxia!
zh_cn: <26>{#p/kidd}{#f/1}* 随后，开始星际探险， 每到一个地方，记录一下， 最终做出一张超大的星系地图！
zh_tw: <26>{#p/kidd}{#f/1}* 隨後，開始星際探險， 每到一個地方，記錄一下， 最終做出一張超大的星系地圖！

source: <26>{#p/kidd}{#f/13}* And we should TOTALLY have a secret handshake! * Like Gerson's!
pt_br: <26>{#p/kidd}{#f/13}* E nós devíamos totalmente ter um aperto de mão secreto! * Igual o Gerson!
zh_cn: <26>{#p/kidd}{#f/13}* 而且，还得搞个交流暗号。 * 比如... Gerson式握手！
zh_tw: <26>{#p/kidd}{#f/13}* 而且，還得搞個交流暗號。 * 比如... Gerson式握手！

source: <25>{#p/asriel1}{#f/13}* With any luck, we'll be hand-in-hand with other galaxies' races, too.
pt_br: <25>{#p/asriel1}{#f/13}* Com sorte, nós bateremos de frente com outros raças na galáxia, também.
zh_cn: <25>{#p/asriel1}{#f/13}* 要是运气好，咱们还能 碰到其他星系的种族， 一同合作呢。
zh_tw: <25>{#p/asriel1}{#f/13}* 要是運氣好，咱們還能 碰到其他星系的種族， 一同合作呢。

source: <25>{#p/asriel1}{#f/13}* With any luck, we'll be making maps of other galaxies, too.
pt_br: <25>{#p/asriel1}{#f/13}* Com sorte nós estaremos explorando outras galáxias também.
zh_cn: <25>{#p/asriel1}{#f/13}* 要是运气好，咱们还能 探索其他星系， 把它们的地图也画出来呢。
zh_tw: <25>{#p/asriel1}{#f/13}* 要是運氣好，咱們還能 探索其他星系， 把它們的地圖也畫出來呢。

source: <25>{#f/13}* Dr. Alphys's wormhole travel gives us the means to visit them.
pt_br: <25>{#f/13}* As viagens por buraco de minhoca da Dr. Alphys irão facilitar este processo.
zh_cn: <25>{#f/13}* Alphys博士虫洞跃迁装置 还能助我们一臂之力。
zh_tw: <25>{#f/13}* Alphys博士蟲洞躍遷裝置 還能助我們一臂之力。

source: <25>{#f/17}* We'd be a pan-galactic exploration group.
pt_br: <25>{#f/17}* Nós vamos fazer uma exploração pan-galatica.
zh_cn: <25>{#f/17}* 这样，就不仅是星际航行， 而是星系航行了。
zh_tw: <25>{#f/17}* 這樣，就不僅是星際航行， 而是星系航行了。

source: <25>{#p/asriel1}{#f/17}* Woah, uh, slow down there kiddo...
pt_br: <25>{#p/asriel1}{#f/17}* Woah, uh, calma um pouco carinha...
zh_cn: <25>{#p/asriel1}{#f/17}* 哇，不过，呃... * 小子，你先冷静一下。
zh_tw: <25>{#p/asriel1}{#f/17}* 哇，不過，呃... * 小子，你先冷靜一下。

source: <25>{#p/asriel1}{#f/17}* ... a secret handshake would be pretty cool, but...
pt_br: <25>{#p/asriel1}{#f/17}* ... Um aperto de mão secreto seria muito legal, mas...
zh_cn: <25>{#p/asriel1}{#f/17}* 搞点握手暗号，星际探索... 这些固然很酷。
zh_tw: <25>{#p/asriel1}{#f/17}* 搞點握手暗號，星際探索... 這些固然很酷。

source: <25>{#f/13}* ... as for exploring other planets...
pt_br: <25>{#f/13}* ... explorar outro planetas...
zh_cn: <25>{#f/13}* 但再往外探索，还是算了...
zh_tw: <25>{#f/13}* 但再往外探索，還是算了...

source: <26>{#f/13}* It took us long enough just to make it here, let alone another world.
pt_br: <26>{#f/13}* Só demorar tempo o suficiente pra fazer isso só aqui, imagina outros planetas.
zh_cn: <26>{#f/13}* 咱们花了这么久才到这里， 要是再去别的地方， 那真得猴年马月了。
zh_tw: <26>{#f/13}* 咱們花了這麼久才到這裡， 要是再去別的地方， 那真得猴年馬月了。

source: <26>{#p/kidd}{#f/14}* Oh yeah, I totally forgot about that! * We've GOTTA try that!
pt_br: <26>{#p/kidd}{#f/14}* Ah, é, verdade. Eu me esqueci disso.
zh_cn: <26>{#p/kidd}{#f/14}* 对啊！ * 以后，一定要来一次 跨越星系的大冒险！
zh_tw: <26>{#p/kidd}{#f/14}* 對啊！ * 以後，一定要來一次 跨越星系的大冒險！

source: <25>{#p/kidd}{#f/3}* Haha. Maybe. * But we could still totally explore it!
pt_br: <25>{#p/kidd}{#f/3}* Haha, talvez. * Mas ainda assim devemos explorar o máximo que der!
zh_cn: <25>{#p/kidd}{#f/3}* 哈哈，也是。 * 但探索一下，也不赖！
zh_tw: <25>{#p/kidd}{#f/3}* 哈哈，也是。 * 但探索一下，也不賴！

source: <25>{#p/asriel1}{#f/17}* Just us, huh?
pt_br: <25>{#p/asriel1}{#f/17}* Só nós, uh?
zh_cn: <25>{#p/asriel1}{#f/17}* 星际探险小分队 目前只有咱们俩吗？
zh_tw: <25>{#p/asriel1}{#f/17}* 星際探險小分隊 目前只有咱們倆嗎？

source: <25>{#p/kidd}{#f/1}* Totally, dude! * Just the three of us!
pt_br: <25>{#p/kidd}{#f/1}* Total, cara! * Só nós três!
zh_cn: <25>{#p/kidd}{#f/1}* 是啊，伙计。 * 我们是三人小队！
zh_tw: <25>{#p/kidd}{#f/1}* 是啊，夥計。 * 我們是三人小隊！

source: <32>{#p/basic}* ... uh, don't you mean "the four of us?"
pt_br: <32>{#p/basic}* ... uh, você não quis dizer só "nós quatro"?
zh_cn: <32>{#p/basic}* ...嘿，我们三人小队 其实有四个！
zh_tw: <32>{#p/basic}* ...嘿，我們三人小隊 其實有四個！

source: <25>{#f/25}* $(name)... you're...
pt_br: <25>{#f/25}* $(name)... você...
zh_cn: <25>{#f/25}* $(name)... 你...
zh_tw: <25>{#f/25}* $(name)... 你...

source: <32>{#p/basic}* ... wait, NOW you can hear me?
pt_br: <32>{#p/basic}* ... espera, você consegue me ouvir agora?
zh_cn: <32>{#p/basic}* ...等等，你-也-能听到我说话了？
zh_tw: <32>{#p/basic}* ...等等，你-也-能聽到我說話了？

source: <32>{#p/basic}* I tried reaching out to you before, but... it didn't work.
pt_br: <32>{#p/basic}* Eu tentei te alcançar antes... mas não funcionou.
zh_cn: <32>{#p/basic}* 之前，我也想和你说话... 试了好多次，可就是不行。
zh_tw: <32>{#p/basic}* 之前，我也想和你說話... 試了好多次，可就是不行。

source: <32>* I wonder what changed...
pt_br: <32>* Me pergunto o que mudou...
zh_cn: <32>* 到底是什么变了呢...
zh_tw: <32>* 到底是什麼變了呢...

source: <25>{#p/kidd}{#f/6}* Haha. If you're friends with him, then you're friends with me.
pt_br: <25>{#p/kidd}{#f/6}* Haha. Se você é amigo dele, então você é meu amigo.
zh_cn: <25>{#p/kidd}{#f/6}* 哈哈。 * Asriel的朋友也是我的朋友。
zh_tw: <25>{#p/kidd}{#f/6}* 哈哈。 * Asriel的朋友也是我的朋友。

source: <32>{#p/basic}* Wait, YOU can hear me?
pt_br: <32>{#p/basic}* Espera, VOCÊ pode me escutar?
zh_cn: <32>{#p/basic}* 等等，你-也能-听到我说话？
zh_tw: <32>{#p/basic}* 等等，你-也能-聽到我說話？

source: <25>{#p/kidd}{#f/1}* Kind of hard not to when you're standing there, y'know.
pt_br: <25>{#p/kidd}{#f/1}* Meio difícil de não, quando você está bem aí, sabe.
zh_cn: <25>{#p/kidd}{#f/1}* 这么个大活人站在旁边， 想看不见都难呢。
zh_tw: <25>{#p/kidd}{#f/1}* 這麼個大活人站在旁邊， 想看不見都難呢。

source: <32>{#p/basic}* YOU CAN SEE ME!?!?
pt_br: <32>{#p/basic}* VOCÊ PODE ME VER!?!?
zh_cn: <32>{#p/basic}* 你还能看见我？！
zh_tw: <32>{#p/basic}* 你還能看見我？！

source: <32>{#p/basic}* Oh... my god...
pt_br: <32>{#p/basic}* Oh... meu senhor...
zh_cn: <32>{#p/basic}* 哦... 天哪...
zh_tw: <32>{#p/basic}* 喔... 天哪...

source: <33>{#p/basic}* Asriel, how did you not notice me standing here? * I'm not even hidden!
pt_br: <33>{#p/basic}* Asriel, como você não me percebeu aqui? * Eu nem estou escondido!
zh_cn: <33>{#p/basic}* Asriel，我在这站了这么久， 你为啥一直没看见？ * 我也没跟你玩躲猫猫啊！
zh_tw: <33>{#p/basic}* Asriel，我在這站了這麼久， 你為啥一直沒看見？ * 我也沒跟你玩躲貓貓啊！

source: <26>{#p/asriel1}{#f/23}* ... $(name), I...
pt_br: <26>{#p/asriel1}{#f/23}* ... $(name), eu...
zh_cn: <26>{#p/asriel1}{#f/23}* ...$(name)，我...
zh_tw: <26>{#p/asriel1}{#f/23}* ...$(name)，我...

source: <32>{#p/basic}* Asriel, it's okay. * You don't have to be ashamed of it anymore.
pt_br: <32>{#p/basic}* Asriel, tá tudo bem. * Você não precisa se lamentar mais por aquilo.
zh_cn: <32>{#p/basic}* 没关系的，Asriel。 * 别自责，别难过。
zh_tw: <32>{#p/basic}* 沒關係的，Asriel。 * 別自責，別難過。

source: <32>* If you need to cry...
pt_br: <32>* Se você precisar chorar...
zh_cn: <32>* 要是想哭... 就哭吧。
zh_tw: <32>* 要是想哭... 就哭吧。

source: <32>* ... you can.
pt_br: <32>* ... você pode.
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#p/basic}* Having that extra SOUL inside of me must've made it hard to appear visually...
pt_br: <32>{#p/basic}* Ter essa ALMA extra dentro de mim deve ter tornado um mais difícil de aparecer visualmente...
zh_cn: <32>{#p/basic}* 之前我的体内 多了个Asriel的灵魂， 这颗灵魂导致我无法显形...
zh_tw: <32>{#p/basic}* 之前我的體內 多了個Asriel的靈魂， 這顆靈魂導致我無法顯形...

source: <32>* Back on the outpost, when I did finally manage to do it...
pt_br: <32>* De volta no Outpost, quando eu finalmente consegui fazer isso...
zh_cn: <32>* 那时在前哨站， 当我终于显形成功后， 那颗灵魂很快就脱离身体了...
zh_tw: <32>* 那時在前哨站， 當我終於顯形成功後， 那顆靈魂很快就脫離身體了...

source: <32>* That very same SOUL was released shortly after.
pt_br: <32>* Essa mesma ALMA foi lançada pouco depois.
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* ... I guess this means I'll be visible all the time now?
pt_br: <32>* ... eu acho que isso significa que você será visível o tempo todo agora?
zh_cn: <32>* ...所以，现在我应该不会消失了。
zh_tw: <32>* ...所以，現在我應該不會消失了。

source: <32>* To be honest, I'm not sure how to feel about that.
pt_br: <32>* Pra ser sincero, não sei como me sentir em relação a isso.
zh_cn: <32>* 说实话，心中还是有点 五味杂陈。
zh_tw: <32>* 說實話，心中還是有點 五味雜陳。

source: <25>{#p/kidd}{#f/7}* Wait, are you a human too!?
pt_br: <25>{#p/kidd}{#f/7}* Espera, você também é humano!?
zh_cn: <25>{#p/kidd}{#f/7}* 等等，你也是人类吗？
zh_tw: <25>{#p/kidd}{#f/7}* 等等，你也是人類嗎？

source: <32>{#p/basic}* Excuse me?
pt_br: <32>{#p/basic}* Como é?
zh_cn: <32>{#p/basic}* 是说我吗？
zh_tw: <32>{#p/basic}* 是說我嗎？

source: <33>* I'm a human GHOST who wants their GOAT brother to be happy. * Get it right. Sheesh.
pt_br: <33>* Eu sou um FANTASMA humano que quer que seu irmão CABRA seja feliz. * Acerte. Caramba.
zh_cn: <33>* 我是个幽{@fill=#ff0}灵{@fill=#fff}，{@fill=#ff0}样{@fill=#fff}子是人类， {@fill=#ff0}羚羊{@fill=#fff}兄弟有了我，开开心心， 也祝这位被{@fill=#ff0}领养{@fill=#fff}的小孩开开心心。[ADD]<32>* 懂了吧？
zh_tw: <33>* 我是個幽{@fill=#ff0}靈{@fill=#fff}，{@fill=#ff0}樣{@fill=#fff}子是人類， {@fill=#ff0}羚羊{@fill=#fff}兄弟有了我，開開心心， 也祝這位被{@fill=#ff0}領養{@fill=#fff}的小孩開開心心。[ADD]<32>* 懂了吧？

source: <25>{#p/kidd}{#f/14}* ... Asriel is your BROTHER!?
pt_br: <25>{#p/kidd}{#f/14}* ... Asriel é seu irmão!?
zh_cn: <25>{#p/kidd}{#f/14}* ...Asriel是你的兄弟？！
zh_tw: <25>{#p/kidd}{#f/14}* ...Asriel是你的兄弟？！

source: <25>{#p/kidd}{#f/4}* This is too much...
pt_br: <25>{#p/kidd}{#f/4}* Isso é demais pra absorver...
zh_cn: <25>{#p/kidd}{#f/4}* 信息量太大，有点接受不了...
zh_tw: <25>{#p/kidd}{#f/4}* 資訊量太大，有點接受不了...

source: <25>{#p/kidd}{#f/1}* But, uh, you guys are all cool as heck, which means I'll be okay.
pt_br: <25>{#p/kidd}{#f/1}* Mas, uh, todo vocês são legais pra caramba, então eu ficarei bem.
zh_cn: <25>{#p/kidd}{#f/1}* 反正你俩是啥关系， 都超酷的！
zh_tw: <25>{#p/kidd}{#f/1}* 反正你倆是啥關係， 都超酷的！

source: <32>{#p/basic}* Oh, I KNOW I'm cool. * I'm the coolest human ghost this side of the continent.
pt_br: <32>{#p/basic}* Oh, eu SEI que eu sou legal. * Eu sou o humano fantasma mais fera desse lado do continente.
zh_cn: <32>{#p/basic}* 太对了，我超酷的。 * 这片大陆最酷的人类幽灵， 非我莫属。
zh_tw: <32>{#p/basic}* 太對了，我超酷的。 * 這片大陸最酷的人類幽靈， 非我莫屬。

source: <25>{#p/asriel1}{#f/15}* $(name), you're the only human ghost this side of the continent.
pt_br: <25>{#p/asriel1}{#f/15}* $(name), você é o único humano fantasma desse lado do continente.
zh_cn: <25>{#p/asriel1}{#f/15}* $(name)，整片大陆 就你一个人类幽灵啊， 那你肯定是第一。
zh_tw: <25>{#p/asriel1}{#f/15}* $(name)，整片大陸 就你一個人類幽靈啊， 那你肯定是第一。

source: <25>{#f/17}* And the planet.
pt_br: <25>{#f/17}* E do planeta.
zh_cn: <25>{#f/17}* 整个星球， 也是就你一个人类幽灵。
zh_tw: <25>{#f/17}* 整個星球， 也是就你一個人類幽靈。

source: <25>{#f/20}* And the galaxy.
pt_br: <25>{#f/20}* E da galáxia.
zh_cn: <25>{#f/20}* 整个星系，也是如此。
zh_tw: <25>{#f/20}* 整個星系，也是如此。

source: <25>{#f/13}* And the future, since I won't be taking Frisk's SOUL any time soon.
pt_br: <25>{#f/13}* E do futuro, já que o Frisk não vai deixar vocês tão cedo.
zh_cn: <25>{#f/13}* 未来，也是如此。 * 我不会吸收Frisk的灵魂。
zh_tw: <25>{#f/13}* 未來，也是如此。 * 我不會吸收Frisk的靈魂。

source: <25>{#f/15}* And then dying... and then meeting them a hundred years later...
pt_br: <25>{#f/15}* E depois de morrer... conhecê-los cem anos depois...
zh_cn: <25>{#f/15}* 然后，这位人类幽灵“死了”， 结果过了一百年，又见面了...
zh_tw: <25>{#f/15}* 然後，這位人類幽靈「死了」， 結果過了一百年，又見面了...

source: <25>{#f/17}* Etcetera, etcetera, radical circumstances notwithstanding.
pt_br: <25>{#f/17}* Etc, etc, etc. Em várias das circunstâncias radicais.
zh_cn: <25>{#f/17}* 巴拉巴拉巴拉巴拉... * 还没考虑那些特殊的情况。
zh_tw: <25>{#f/17}* 巴拉巴拉巴拉巴拉... * 還沒考慮那些特殊的情況。

source: <32>{#p/basic}* Pfft. * You're funny, Asriel.
pt_br: <32>{#p/basic}* Pfft. * Você é engraçado Asriel.
zh_cn: <32>{#p/basic}* 噗。 * Asriel，你真逗。
zh_tw: <32>{#p/basic}* 噗。 * Asriel，你真逗。

source: <32>* Being the only human ghost doesn't exclude you from being the coolest human ghost.
pt_br: <32>* Ser o único fantasma humano não te exclui o cargo de melhor fantasma humano.
zh_cn: <32>* 就算整个世界只有我一个 人类幽灵，我也是“最酷”的幽灵。
zh_tw: <32>* 就算整個世界只有我一個 人類幽靈，我也是「最酷」的幽靈。

source: <32>* A certain handsome skeleton would concur.
pt_br: <32>* Um certo esqueleto da hora concordaria.
zh_cn: <32>* 不信，你问那个超酷的骷髅。
zh_tw: <32>* 不信，你問那個超酷的骷髏。

source: <25>{#p/kidd}{#f/2}* $(name), huh?
zh_cn: <25>{#p/kidd}{#f/2}* 你叫“$(name)”，对吧？
zh_tw: <25>{#p/kidd}{#f/2}* 你叫「$(name)」，對吧？

source: <25>{#f/1}* That's a nice name.
pt_br: <25>{#f/1}* Este é um nome legal.
zh_cn: <25>{#f/1}* 这名字真好听。
zh_tw: <25>{#f/1}* 這名字真好聽。

source: <25>{#p/kidd}{#f/6}* My name is Monster Kid.
pt_br: <25>{#p/kidd}{#f/6}* Meu nome é Criança Monstro.
zh_cn: <25>{#p/kidd}{#f/6}* 我叫怪物小孩。
zh_tw: <25>{#p/kidd}{#f/6}* 我叫怪物小孩。

source: <25>{#p/asriel1}{#f/15}* ... did you just...
pt_br: <25>{#p/asriel1}{#f/15}* ... você acabou de...
zh_cn: <25>{#p/asriel1}{#f/15}* ...你刚刚...
zh_tw: <25>{#p/asriel1}{#f/15}* ...你剛剛...

source: <33>{#p/basic}* Asriel. * They said the thing.
pt_br: <33>{#p/basic}* Asriel. * Ele disse a coisa.
zh_cn: <33>{#p/basic}* 是的，Asriel。 怪物小孩刚刚说的， 就是那两句话。
zh_tw: <33>{#p/basic}* 是的，Asriel。 怪物小孩剛剛說的， 就是那兩句話。

source: <25>{#p/asriel1}{#f/10}* They really did...
pt_br: <25>{#p/asriel1}{#f/10}* Ele realmente disse...
zh_cn: <25>{#p/asriel1}{#f/10}* 看来我没听错...
zh_tw: <25>{#p/asriel1}{#f/10}* 看來我沒聽錯...

source: <25>{#p/kidd}{#f/4}* What? * Did I say something wrong, or...
pt_br: <25>{#p/kidd}{#f/4}* Que? * Eu disse algo de errado...
zh_cn: <25>{#p/kidd}{#f/4}* 怎么了？ * 是我说错话了吗？还是...
zh_tw: <25>{#p/kidd}{#f/4}* 怎麼了？ * 是我說錯話了嗎？還是...

source: <33>{#p/basic}* No, no, you're fine. * You just... uh, reminded us of something.
pt_br: <33>{#p/basic}* Não, não, tá tudo bem. * Você só... nos lembrou de algo.
zh_cn: <33>{#p/basic}* 不，不，别担心。 * 只是刚刚那两句话... 让我想起了一段回忆。
zh_tw: <33>{#p/basic}* 不，不，別擔心。 * 只是剛剛那兩句話... 讓我想起了一段回憶。

source: <25>{#p/kidd}{#f/1}* Oh. * I hope it was something good, then.
pt_br: <25>{#p/kidd}{#f/1}* Oh. * Espero que tenha sido algo bom, então.
zh_cn: <25>{#p/kidd}{#f/1}* 是这样啊。 * 希望让你想起的 是幸福的回忆。
zh_tw: <25>{#p/kidd}{#f/1}* 是這樣啊。 * 希望讓你想起的 是幸福的回憶。

source: <25>{#p/asriel1}{#f/23}* ... it was.
pt_br: <25>{#p/asriel1}{#f/23}* ... foi sim.
zh_cn: <25>{#p/asriel1}{#f/23}* ...是的。
zh_tw: <25>{#p/asriel1}{#f/23}* ...是的。

source: <25>{#p/kidd}{#f/3}* Hey... thanks for being here, guys.
pt_br: <25>{#p/kidd}{#f/3}* Ei... obrigado por estar aqui pessoal.
zh_cn: <25>{#p/kidd}{#f/3}* 嘿，伙计们... * 谢谢你们在这里陪我。
zh_tw: <25>{#p/kidd}{#f/3}* 嘿，夥計們... * 謝謝你們在這裡陪我。

source: <25>{#f/1}* With friends like you, living here is gonna be the best!
pt_br: <25>{#f/1}* Com amigos como vocês, viver aqui será a melhor experiência!
zh_cn: <25>{#f/1}* 有了你们这些朋友， 生活就充满了幸福！
zh_tw: <25>{#f/1}* 有了你們這些朋友， 生活就充滿了幸福！

source: <33>{#p/basic}* ... heh. * If we were just friends, maybe. * But we're more than that.
pt_br: <33>{#p/basic}* ... heh. * Se fossemos apenas amigos, talvez. * Mas somos mais que isso.
zh_cn: <33>{#p/basic}* ...嘿嘿。 * 如果咱们只是普通朋友， 那其实说不准。[ADD]<32>* 但我们并不只是“朋友”。
zh_tw: <33>{#p/basic}* ...嘿嘿。 * 如果咱們只是普通朋友， 那其實說不準。[ADD]<32>* 但我們並不只是「朋友」。

source: <25>{#p/asriel1}{#f/17}* We're your family.
pt_br: <25>{#p/asriel1}{#f/17}* Nós somos sua família.
zh_cn: <25>{#p/asriel1}{#f/17}* 还是亲人。
zh_tw: <25>{#p/asriel1}{#f/17}* 還是親人。
