Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* Heck, he used to check under Asriel's chair for space creatures when he sat down.
pt_br: <32>* Caramba, ele costumava verificar debaixo da cadeira de Asriel por criaturas espaciais quando se sentava.
zh_cn: <32>* 嘿嘿，Asgore总喜欢检查 Asriel的椅子上有没有 太空生物。[ADD]<32>* 生怕Asriel不小心压着人家。
zh_tw: <32>* 嘿嘿，Asgore總喜歡檢查 Asriel的椅子上有沒有 太空生物。[ADD]<32>* 生怕Asriel不小心壓著人家。

source: <32>* I'll never forget that time Toriel sat down on the chair, which we swapped beforehand...
pt_br: <32>* Nunca esquecerei aquela vez em que Toriel se sentou na cadeira, que trocamos antes...
zh_cn: <32>* 有一次，Asgore还跟往常一样 检查椅子。 * 殊不知，我俩已经把椅子调了包。
zh_tw: <32>* 有一次，Asgore還跟往常一樣 檢查椅子。 * 殊不知，我倆已經把椅子調了包。

source: <33>* Asgore gave her the exact same treatment, and it was GLORIOUS.
pt_br: <33>* Asgore deu a ela o exato mesmo tratamento e foi GLORIOSO.
zh_cn: <33>* 结果Toriel正打算坐下， 迎面看到跪在她面前 检查椅子的Asgore。[ADD]<32>* 简直就是冥场面。
zh_tw: <33>* 結果Toriel正打算坐下， 迎面看到跪在她面前 檢查椅子的Asgore。[ADD]<32>* 簡直就是冥場面。

source: <32>* All of us were laughing... except for Toriel, who sat there in disbelief.
pt_br: <32>* Todos nós caímos na risada... exceto pela Toriel, que sentou-se desacreditada.
zh_cn: <32>* 我们乐得不行， 留下Toriel自个坐在那， 一脸懵逼。
zh_tw: <32>* 我們樂得不行， 留下Toriel自個坐在那， 一臉懵逼。

source: <32>* Well. * She came around to it later.
pt_br: <32>* Bem. * Ela acabou deixando isso de lado mais tarde.
zh_cn: <32>* 不过，她后来也没再追究。
zh_tw: <32>* 不過，她後來也沒再追究。

source: <32>{#p/basic}* But, yeah... she wasn't much for the chicanery we got up to.
pt_br: <32>{#p/basic}* Mas, sim... ela não era muito para a brincadeira que fizemos.
zh_cn: <32>{#p/basic}* 毕竟... Toriel挺反感 我们搞的这些恶作剧的。
zh_tw: <32>{#p/basic}* 畢竟... Toriel挺反感 我們搞的這些惡作劇的。

source: <32>* And even if she's not the same as she used to be...
pt_br: <32>* E mesmo que ela não seja a mesma que costumava ser...
zh_cn: <32>* 过了这么多年， 她变了很多，早就不再是 Asriel熟悉的那个母亲了...
zh_tw: <32>* 過了這麼多年， 她變了很多，早就不再是 Asriel熟悉的那個母親了...

source: <32>* And even if she won't be here all the time...
pt_br: <32>* E mesmo que ela não esteja aqui todo o tempo...
zh_cn: <32>* 如今，她仍在独居， 也不常来这里...
zh_tw: <32>* 如今，她仍在獨居， 也不常來這裡...

source: <32>* It's a good thing Asriel's got someone like you to calm him down.
pt_br: <32>* É bom que Asriel tenha alguém como você para acalma-lo.
zh_cn: <32>* 但因为有你， Asriel没那么失落。
zh_tw: <32>* 但因為有你， Asriel沒那麼失落。

source: <32>* When he gets excited, he gets REALLY excited.
pt_br: <32>* Quando ele fica animado, ele REALMENTE fica animado.
zh_cn: <32>* Asriel要是开心， 绝不会藏着掖着， 一看就能看出来。
zh_tw: <32>* Asriel要是開心， 絕不會藏著掖著， 一看就能看出來。

source: <32>* ... or, used to, anyway.
pt_br: <32>* ... ou, costumava, de toda forma.
zh_cn: <32>* ...至少以前如此。
zh_tw: <32>* ...至少以前如此。

source: <32>{#p/basic}* I guess it's unfair to think of him as the same person he once was.
pt_br: <32>{#p/basic}* Acho que injusto pensar sobre ele como a pessoa que um dia foi.
zh_cn: <32>{#p/basic}* 人总会变，我也不该 总把他当成以前那个Asriel。
zh_tw: <32>{#p/basic}* 人總會變，我也不該 總把他當成以前那個Asriel。

source: <32>* With all that stuff he mentioned about trying to corrupt you...
pt_br: <32>* Com toda essa coisa que ele mencionou sobre tentar te corromper...
zh_cn: <32>* 他说，之前怂恿你 干了坏事...
zh_tw: <32>* 他說，之前慫恿你 幹了壞事...

source: <32>* With all that stuff he mentioned about hurting you...
pt_br: <32>* Com toda essa coisa que ele mencionou sobre tentar te machucar...
zh_cn: <32>* 他说，之前做了不少 伤害你的事...
zh_tw: <32>* 他說，之前做了不少 傷害你的事...

source: <32>* He's probably a very different person by now.
pt_br: <32>* Ele provavelmente é uma pessoa muito diferente agora.
zh_cn: <32>* 果然，跟以前相比， 他变了不少。
zh_tw: <32>* 果然，跟以前相比， 他變了不少。

source: <32>* Not unlike myself.
pt_br: <32>* Não como eu.
zh_cn: <32>* 我也一样。
zh_tw: <32>* 我也一樣。

source: <32>* I just hope he can make the best of what he has, now.
pt_br: <32>* Eu só espero que ele consiga tirar o melhor do que é agora.
zh_cn: <32>* 只希望，他能珍惜 现在的一切，过好每一天。
zh_tw: <32>* 只希望，他能珍惜 現在的一切，過好每一天。

source: <32>* And that you'll be there for him when he needs you.
pt_br: <32>* E que você estará lá para ele quando ele precisar de você.
zh_cn: <32>* 他要是想找人作伴， 就去多陪陪他吧。
zh_tw: <32>* 他要是想找人作伴， 就去多陪陪他吧。

source: <32>{#p/basic}* But I guess I'm starting to repeat myself.
pt_br: <32>{#p/basic}* Mas eu acho que estou começando a me repetir.
zh_cn: <32>{#p/basic}* 暂时想不到新话题了。
zh_tw: <32>{#p/basic}* 暫時想不到新話題了。

source: <32>* We've got a home, we've got sunlight... so there's no reason to complain!
pt_br: <32>* Nós temos uma casa, nós temos a luz do sol... então não existe motivos para reclamar!
zh_cn: <32>* 现在我们有了家， 有了太阳， 还有什么不知足的呢？
zh_tw: <32>* 現在我們有了家， 有了太陽， 還有什麼不知足的呢？

source: <32>* ... or something like that.
pt_br: <32>* ... ou qualquer coisa assim.
zh_cn: <32>* ...你说是吧。
zh_tw: <32>* ...你說是吧。

source: <32>{#p/basic}* Of course they put a microwave in here.
pt_br: <32>{#p/basic}* É claro que eles colocaram um micro-ondas aqui.
zh_cn: <32>{#p/basic}* 他俩还留了个微波炉。
zh_tw: <32>{#p/basic}* 他倆還留了個微波爐。

source: <32>* Of course they did.
pt_br: <32>* É claro que fizeram.
zh_cn: <32>* 不愧是他俩。
zh_tw: <32>* 不愧是他倆。

source: <32>* No doubt that'll be Asriel's primary source of food.
pt_br: <32>* Sem dúvidas que esse será o primeiro recurso para comidas do Asriel.
zh_cn: <32>* 看来，以后Asriel得 经常用这个微波炉 来填饱肚子了。
zh_tw: <32>* 看來，以後Asriel得 經常用這個微波爐 來填飽肚子了。

source: <32>* Yeah, he's what you'd call a "microwave master."
pt_br: <32>* É, ele é o que chamamos de "chefe de micro-ondas."
zh_cn: <32>* 我愿称他为“微波炉烹饪大师”。
zh_tw: <32>* 我願稱他為「微波爐烹飪大師」。

source: <32>{#p/basic}* I mean, it's bad enough that so many of our ingredients are replicated these days...
pt_br: <32>{#p/basic}* Quer dizer, é bem ruim que tantos ingredientes nossos sejam replicados...
zh_cn: <32>{#p/basic}* 现在，我们吃的东西 几乎全是大量加工， 合成出来的...
zh_tw: <32>{#p/basic}* 現在，我們吃的東西 幾乎全是大量加工， 合成出來的...

source: <32>* Formed with matter-energy conversion nonsense, rather than legitimate cooking.
pt_br: <32>* Formado com bobagens de conversão de matéria-energia, em vez de cozimento legítimo.
zh_cn: <32>* 各种能量转化，化学合成， 根本没几个是手工烹饪的。 * 真是太糟了。
zh_tw: <32>* 各種能量轉化，化學合成， 根本沒幾個是手工烹飪的。 * 真是太糟了。

source: <32>* But at least that can still produce something palletable.
pt_br: <32>* Mas pelo menos aquele coisa ainda faz algo palatável.
zh_cn: <32>* 就算再糟，起码那些 合成出来的东西还能吃。
zh_tw: <32>* 就算再糟，起碼那些 合成出來的東西還能吃。

source: <32>* Using the microwave is just...
pt_br: <32>* Usar micro-ondas é só...
zh_cn: <32>* 而加工都不加工了， 直接丢给微波炉...
zh_tw: <32>* 而加工都不加工了， 直接丟給微波爐...

source: <32>* It's wrong.
pt_br: <32>* É errado.
zh_cn: <32>* 太离谱了。
zh_tw: <32>* 太離譜了。

source: <32>* It's so very wrong.
pt_br: <32>* É tão errado.
zh_cn: <32>* 离谱到家了。
zh_tw: <32>* 離譜到家了。

source: <33>{#p/basic}* I mean, that's just my opinion.
pt_br: <33>{#p/basic}* Mas essa é só minha opinião.
zh_cn: <33>{#p/basic}* 这只是一己之见而已。
zh_tw: <33>{#p/basic}* 這只是一己之見而已。

source: <32>* You can feel free to disagree, and knowing you, you probably do...
pt_br: <32>* Sinta-se livre em discordar, e te conhecendo, você provavelmente vai...
zh_cn: <32>* 按你的性格， 很可能想好好反驳一番。 * 想反驳，随意。
zh_tw: <32>* 按你的性格， 很可能想好好反駁一番。 * 想反駁，隨意。

source: <32>* But some opinions...
pt_br: <32>* Mas algumas opiniões...
zh_cn: <32>* 但争到最后...
zh_tw: <32>* 但爭到最後...

source: <32>* Let's just say some opinions are more correct than others.
pt_br: <32>* Vamos só dizer que algumas opiniões são mais corretas que outras.
zh_cn: <32>* 真的能找到， 或者说存在一个 绝对的真理吗？
zh_tw: <32>* 真的能找到， 或者說存在一個 絕對的真理嗎？

source: <32>{#p/basic}* All we can hope for is that Eurybia has a better selection of fresh ingredients.
pt_br: <32>{#p/basic}* Tudo o que podemos esperar é que Eurybia tenha uma seleção melhor de ingredientes frescos.
zh_cn: <32>{#p/basic}* 但愿怪物们能在 欧律比亚多找到点 新鲜食物。
zh_tw: <32>{#p/basic}* 但願怪物們能在 歐律比亞多找到點 新鮮食物。

source: <32>* Considering Alphys was the one to seek out planets in the first place...
pt_br: <32>* Considerando que Alphys foi escolhida para procurar planetas em primeiro lugar...
zh_cn: <32>* 一开始，寻找合适新家园， 选择落脚点的人， 是Alphys...
zh_tw: <32>* 一開始，尋找合適新家園， 選擇落腳點的人， 是Alphys...

source: <32>* You can't blame me for being at least a little wary.
pt_br: <32>* Você não pode me culpar por estar pelo menos um pouco preocupado.
zh_cn: <32>* 所以我有点担心，也不奇怪。
zh_tw: <32>* 所以我有點擔心，也不奇怪。

source: <33>{#p/basic}* If Asriel's a microwave master, Alphys would be a microwave overlord.
pt_br: <33>{#p/basic}* Se Asriel é um mestre de microondas, Alphys é o deus de todos os microondas.
zh_cn: <33>{#p/basic}* Asriel是微波炉烹饪大师， Alphys是微波炉烹饪大王。
zh_tw: <33>{#p/basic}* Asriel是微波爐烹飪大師， Alphys是微波爐烹飪大王。

source: <32>* That's all I'm saying.
pt_br: <32>* É tudo que eu digo.
zh_cn: <32>* 谈话结束。
zh_tw: <32>* 談話結束。

source: <32>{#p/basic}* No, really.
pt_br: <32>{#p/basic}* Não, sério.
zh_cn: <32>{#p/basic}* 不。
zh_tw: <32>{#p/basic}* 不。

source: <32>* Won't say anything more.
pt_br: <32>* Não direi mais nada.
zh_cn: <32>* 我拒绝交谈。
zh_tw: <32>* 我拒絕交談。

source: <32>{#p/basic}* Not in the kitchen, anyway.
pt_br: <32>{#p/basic}* Não na cozinha, pelo menos.
zh_cn: <32>{#p/basic}* 我拒绝在厨房交谈。
zh_tw: <32>{#p/basic}* 我拒絕在廚房交談。

source: <32>{#p/basic}* The balcony's just outside...
pt_br: <32>{#p/basic}* A varanda tá lá fora...
zh_cn: <32>{#p/basic}* 外面就是新修的阳台...
zh_tw: <32>{#p/basic}* 外面就是新修的陽臺...

source: <32>* I wonder if the birds are saying anything interesting.
pt_br: <32>* Me pergunto se os pássaros estão dizendo algo interessante.
zh_cn: <32>* 那些鸟儿在做什么呢？
zh_tw: <32>* 那些鳥兒在做什麼呢？

source: <33>* Like "what a nice house!" * Or "the weather's great today."
pt_br: <33>* Como "essa é uma bela casa!" * Ou "o clima está ótimo hoje."
zh_cn: <33>* 歌颂房子的美丽？ * 赞美晴朗的天气？
zh_tw: <33>* 歌頌房子的美麗？ * 讚美晴朗的天氣？

source: <32>* Maybe they don't like the house OR the weather. * That'd be... kind of sad.
pt_br: <32>* Talvez eles não gostem da casa OU do clima. * Isso seria... bem paia.
zh_cn: <32>* 或许，它们根本不喜欢这房子， 也不关心天气。 * 那就... 有点可悲了。
zh_tw: <32>* 或許，它們根本不喜歡這房子， 也不關心天氣。 * 那就... 有點可悲了。

source: <32>* Maybe they're not even birds. * Who knows what kinds of sounds birds make here.
pt_br: <32>* Talvez eles nem sejam pássaros. * Quem sabe o tipo de som que pássaros fazem.
zh_cn: <32>* 或许，外面根本就没有鸟。 * 这里的鸟发出的声音是啥样， 我们完全不知道。
zh_tw: <32>* 或許，外面根本就沒有鳥。 * 這裡的鳥發出的聲音是啥樣， 我們完全不知道。

source: <32>* Who knows if birds even exist here at all.
pt_br: <32>* Quem sabe se pássaros sequer existem aqui.
zh_cn: <32>* 或许，这颗星球根本就 没有鸟。
zh_tw: <32>* 或許，這顆星球根本就 沒有鳥。

source: <33>* For all we know, what we're hearing are the cries of the damned buried deep underground.
pt_br: <33>* Pelo que sabemos, o que estamos ouvindo são os gritos dos condenados enterrados nas profundezas do subsolo.
zh_cn: <33>* 或许，我们听到的“鸟鸣” 其实是地底深处的亡灵 发出的哀嗥。
zh_tw: <33>* 或許，我們聽到的「鳥鳴」 其實是地底深處的亡靈 發出的哀嗥。

source: <32>{#p/basic}* After the monsters have lived here long enough, the planet might gain some form of magic.
pt_br: <32>{#p/basic}* Após os monstros viverem aqui o suficiente, talvez este planeta ganhe algum tipo de magia.
zh_cn: <32>{#p/basic}* 怪物在这里待久了， 星球也许会获得某种“魔力”。
zh_tw: <32>{#p/basic}* 怪物在這裡待久了， 星球也許會獲得某種「魔力」。

source: <32>* If that happens, would the animals be affected, too?
pt_br: <32>* Se isso acontecer, os animais seriam afetados, também?
zh_cn: <32>* 到那时，本土生物也会受影响， 对吧？
zh_tw: <32>* 到那時，本土生物也會受影響， 對吧？

source: <32>* Would they become conscious? * Understand us?
pt_br: <32>* Eles começariam a ter consciência? * Nos entender?
zh_cn: <32>* 到那时，动物会拥有意识吗？
zh_tw: <32>* 到那時，動物會擁有意識嗎？

source: <32>* Would we understand them?
pt_br: <32>* Nós entenderiam os eles?
zh_cn: <32>* 到那时， 它们会理解我们的话吗？ 我们会理解他们的话吗？
zh_tw: <32>* 到那時， 它們會理解我們的話嗎？ 我們會理解他們的話嗎？

source: <33>* If the sounds we're hearing really ARE cries of the damned, I'm not sure I'd want to know.
pt_br: <33>* Se o que estamos escutando SÃO realmente os choros dos condenados, então eu não sei se quero isso.
zh_cn: <33>* 如果没有动物呢？[ADD]<32>* 如果只有亡灵呢？[ADD]<32>* 不要再想了。
zh_tw: <33>* 如果沒有動物呢？[ADD]<32>* 如果只有亡靈呢？[ADD]<32>* 不要再想了。

source: <32>{#p/basic}* But yeah, planetary magic.
pt_br: <32>{#p/basic}* Mas é, planeta com magia.
zh_cn: <32>{#p/basic}* 说到“行星魔法”...
zh_tw: <32>{#p/basic}* 說到「行星魔法」...

source: <32>* I think that's what happened to Krios, when monsters first gained THEIR magic.
pt_br: <32>* Acho que foi isso que aconteceu em Krios, quando monstros ganharam magia.
zh_cn: <32>* 我猜，母星克里乌斯本没有魔法， 突然，母星有了魔法， 怪物也有了魔法。
zh_tw: <32>* 我猜，母星克伊俄斯本沒有魔法， 突然，母星有了魔法， 怪物也有了魔法。

source: <32>* Either that, or the planet already had magic, and gave it to them.
pt_br: <32>* Isso, ou o planeta já tinha magia e entregou a eles.
zh_cn: <32>* 或者，母星本来就有魔法， 然后传给了怪物。
zh_tw: <32>* 或者，母星本來就有魔法， 然後傳給了怪物。

source: <32>* We'd have to ask Terrestria about that sort of thing.
pt_br: <32>* Nós temos que perguntar a Terrestria sobre esse tipo de coisa.
zh_cn: <32>* 要想弄清楚到底是咋回事， 咱俩得去问问Terrestria。
zh_tw: <32>* 要想弄清楚到底是咋回事， 咱倆得去問問Terrestria。

source: <32>* She'd know.
pt_br: <32>* Ela deve saber.
zh_cn: <32>* 她肯定知道。
zh_tw: <32>* 她肯定知道。

source: <32>{#p/basic}* Hey. * Don't be nervous about going out there, Frisk.
pt_br: <32>{#p/basic}* Ei. * Não fica tímido sobre ir lá fora, Frisk.
zh_cn: <32>{#p/basic}* 别怕，Frisk。 * 要是想出去，就大胆走出去。
zh_tw: <32>{#p/basic}* 別怕，Frisk。 * 要是想出去，就大膽走出去。

source: <32>* I'm sure those two would be happy to see you there.
pt_br: <32>* Tenho certeza que aqueles dois vão estar felizes em te ver.
zh_cn: <32>* 要是他俩看到了你， 肯定很高兴。
zh_tw: <32>* 要是他倆看到了你， 肯定很高興。

source: <32>* And if my analysis of the position is right...
pt_br: <32>* E se minha análise da posição estiver certa...
zh_cn: <32>* 而且...
zh_tw: <32>* 而且...

source: <32>* The planet itself will, too.
pt_br: <32>* O planeta também estará.
zh_cn: <32>* 如果我的分析属实... 这颗星球也在等候 你踏出这扇门的那一刻。
zh_tw: <32>* 如果我的分析屬實... 這顆星球也在等候 你踏出這扇門的那一刻。

source: <32>{#p/basic}* Don't quote me on that, though.
pt_br: <32>{#p/basic}* Não me cite nisso, no entanto.
zh_cn: <32>{#p/basic}* 你别真信， 我的直觉可不咋地。
zh_tw: <32>{#p/basic}* 你別真信， 我的直覺可不咋地。

source: <32>* I'm not much of a chess player.
pt_br: <32>* Eu não sou já um jogador de xadrez.
zh_cn: <32>* 一碰到强逻辑思维的东西， 比如象棋，我就菜得不行。
zh_tw: <32>* 一碰到強邏輯思維的東西， 比如象棋，我就菜得不行。

source: <32>{#p/basic}* The smartest move I've ever played in a board game was a double-jump in checkers.
pt_br: <32>{#p/basic}* A jogada mais inteligente que eu já fiz em um tabuleiro foi uma captura dupla nas damas.
zh_cn: <32>{#p/basic}* 我“棋艺生涯”的巅峰， 是实现了一步跳棋连跳。
zh_tw: <32>{#p/basic}* 我「棋藝生涯」的巔峰， 是實現了一步跳棋連跳。

source: <32>* It was downhill from there.
pt_br: <32>* Depois disso é só queda.
zh_cn: <32>* 自那以后，我的棋艺 就开始走下坡路了。
zh_tw: <32>* 自那以後，我的棋藝 就開始走下坡路了。

source: <32>{#p/basic}* And if we weren't buried in a jungle, it might be downhill from here, too.
pt_br: <32>{#p/basic}* E se não estivéssemos enterrados em uma selva, poderia ser ladeira abaixo a partir daqui também.
zh_cn: <32>{#p/basic}* 要是没被困在丛林里， 这会儿咱们也已经下山， 开始走“下坡路”了。
zh_tw: <32>{#p/basic}* 要是沒被困在叢林裡， 這時候咱們也已經下山， 開始走「下坡路」了。

source: <32>* Not that I blame Asgore for choosing such a low-risk location.
pt_br: <32>* Não que eu culpe o Asgore por uma escolher área de risco baixo.
zh_cn: <32>* 我理解Asgore为啥 直接选这里定居。
zh_tw: <32>* 我理解Asgore為啥 直接選這裡定居。

source: <32>* He's got two adopted children to think about now...
pt_br: <32>* Ele tem duas crianças adotadas para pensar sobre agora...
zh_cn: <32>* 因为这里很安全。
zh_tw: <32>* 因為這裡很安全。

source: <32>* Not to mention his own son.
pt_br: <32>* Sem mencionar seu próprio filho.
zh_cn: <32>* 在这里生活，领养的两个孩子 还有亲生儿子 才能更好地活下去。
zh_tw: <32>* 在這裡生活，領養的兩個孩子 還有親生兒子 才能更好地活下去。

source: <32>{#p/basic}* Mountainside living might be cool, but the jungle has its own appeal, too.
pt_br: <32>{#p/basic}* Viver ao lado das montanhas é legal, mas viver na floresta tem seu charme, também.
zh_cn: <32>{#p/basic}* 在半山腰定居固然很酷， 但住在丛林也别有风味。
zh_tw: <32>{#p/basic}* 在半山腰定居固然很酷， 但住在叢林也別有風味。

source: <32>{#p/basic}* Righty-o. * The bathroom.
pt_br: <32>{#p/basic}* Certo. * O banheiro.
zh_cn: <32>{#p/basic}* 哇，是厕所。 * 我们的厕所。
zh_tw: <32>{#p/basic}* 哇，是廁所。 * 我們的廁所。

source: <32>* The bathroom, the bathroom, the bathroom...
pt_br: <32>* O banheiro, o banheiro, o banheiro...
zh_cn: <32>* 车说，彻朔，撤硕...
zh_tw: <32>* 車說，徹朔，撤碩...

source: <32>* Bathroom bathroom bathroom bathroom bathroom.
pt_br: <32>* Banheiro banheiro banheiro banheiro banheiro
zh_cn: <32>* 优秀的撤硕美丽的撤硕好玩的撤硕 一个撤硕两个撤硕八个撤硕一百个撤硕 撤硕撤硕撤硕撤硕撤硕撤硕撤硕撤硕。
zh_tw: <32>* 優秀的撤碩美麗的撤碩好玩的撤碩 一個撤碩兩個撤碩八個撤碩一百個撤碩 撤碩撤碩撤碩撤碩撤碩撤碩撤碩撤碩。

source: <32>* Bathroom.
pt_br: <32>* Banheiro.
zh_cn: <32>* 厕所？
zh_tw: <32>* 廁所？

source: <32>* Bathroom!!!
pt_br: <32>* BANHEIRO!!!
zh_cn: <32>* 撤硕！！！
zh_tw: <32>* 撤碩！！！

source: <32>{#p/basic}* Okay... I will admit.
pt_br: <32>{#p/basic}* Beleza... eu vou admitir.
zh_cn: <32>{#p/basic}* 好吧... 说点别的。
zh_tw: <32>{#p/basic}* 好吧... 說點別的。

source: <32>* It is pretty cool that you've got extra-fluffy shampoo.
pt_br: <32>* É bem legal que você tenha shampoo extra-fofo.
zh_cn: <32>* 我觉得，羊羊蓬松洗发水 真的太酷了。
zh_tw: <32>* 我覺得，羊羊蓬鬆洗髮水 真的太酷了。

source: <32>* Even if it doesn't actually make sense for a human to have it.
pt_br: <32>* Mesmo que não faça sentido algum um humano ter.
zh_cn: <32>* 唉，人类用不了。
zh_tw: <32>* 唉，人類用不了。

source: <32>* Unless... you ARE turning into a goat...
pt_br: <32>* Ah não ser... que você esteja virando uma cabra...
zh_cn: <32>* 要不... 变成一只羊...
zh_tw: <32>* 要不... 變成一隻羊...

source: <32>* ... baaah?
zh_cn: <32>* ...咩？
zh_tw: <32>* ...咩？

source: <32>* There's a distinct possibility you are not the only one who uses this bathroom.
pt_br: <32>* Tem uma distinta possibilidade de você não ser o único a usar este banheiro.
zh_cn: <32>* 你说，有没有一种可能， 有人会和你共用浴室？
zh_tw: <32>* 你說，有沒有一種可能， 有人會和你共用浴室？

source: <32>{#p/basic}* So this is Monster Kid and Asriel's room...
pt_br: <32>{#p/basic}* Então este é o quarto da Criança Monstro e do Asriel...
zh_cn: <32>{#p/basic}* 这是怪物小孩和Asriel的房间...
zh_tw: <32>{#p/basic}* 這是怪物小孩和Asriel的房間...

source: <32>* I don't have much to say.
pt_br: <32>* Eu não tenho muito a dizer.
zh_cn: <32>* 想不到啥话题。
zh_tw: <32>* 想不到啥話題。

source: <32>* Though... that poster on the wall is pretty cool.
pt_br: <32>* Porém... aquele quadro na parede é bem da hora.
zh_cn: <32>* 不过，墙上的海报挺酷的。
zh_tw: <32>* 不過，牆上的海報挺酷的。

source: <32>* The old homeworld...
pt_br: <32>* O antigo planeta natal...
zh_cn: <32>* 上面的，是故园...
zh_tw: <32>* 上面的，是故園...

source: <32>* Only now, it's in sepia tone.
pt_br: <32>* Só que agora, está em tom verdadeiro.
zh_cn: <32>* 只是颜色换成了棕色调。
zh_tw: <32>* 只是顏色換成了棕色調。

source: <32>{#p/basic}* I'm honestly not surprised he made this room so much smaller than yours.
pt_br: <32>{#p/basic}* Eu não estou nem um pouco surpreso que ele tenha feito esse quarto bem menor que o seu.
zh_cn: <32>{#p/basic}* Asgore把他俩的房间 弄得这么小，只能说... 意料之中。
zh_tw: <32>{#p/basic}* Asgore把他倆的房間 弄得這麼小，只能說... 意料之中。

source: <32>* He knows monsters very well. * If the bed's comfortable, who cares what room it's in?
pt_br: <32>* Ele conhece monstros muito bem. * Se a cama é confortável, que importância tem o tamanho do quarto?
zh_cn: <32>* 他可了解怪物的性格了。 “甭管是大是小，只要躺着得劲， 就是好卧室。”
zh_tw: <32>* 他可了解怪物的性格了。 「甭管是大是小，只要躺著得勁， 就是好臥室。」

source: <32>* Not monsters, that's who!
pt_br: <32>* Só quem se importa são não monstros.
zh_cn: <32>* 对怪物来说，简直太对了！
zh_tw: <32>* 對怪物來說，簡直太對了！

source: <32>* That must be why Asriel slept in your bed last night as opposed to his.
pt_br: <32>* Deve ser por isso que Asriel dormiu em sua cama ontem à noite em vez da dele.
zh_cn: <32>* 难怪Asriel昨晚 不睡自己的床， 跑过来跟你一起睡，
zh_tw: <32>* 難怪Asriel昨晚 不睡自己的床， 跑過來跟你一起睡，

source: <32>{#p/basic}* From what I can tell...
pt_br: <32>{#p/basic}* Pelo que eu consigo dizer...
zh_cn: <32>{#p/basic}* 据我所知... 有个人喜欢长时间专注， 一直做一件事。
zh_tw: <32>{#p/basic}* 據我所知... 有個人喜歡長時間專注， 一直做一件事。

source: <32>* This room belonged to someone who spent a long time doing one specific thing.
pt_br: <32>* Este quarto pertence a alguém que passa muito tempo fazendo uma coisa em específico.
zh_cn: <32>* 于是就建了这个房间。
zh_tw: <32>* 於是就建了這個房間。

source: <32>* If I had that kind of free time, I have no idea what I'd do.
pt_br: <32>* Se eu tivesse esse tipo de tempo livre, eu não tenho ideia do que faria.
zh_cn: <32>* 我要是很闲的话， 还没想好要干点啥。
zh_tw: <32>* 我要是很閒的話， 還沒想好要幹點啥。

source: <32>* I do know I wouldn't spend it on such a tedious and demoralizingly-large project.
pt_br: <32>* Eu sei que não gastaria em um projeto tão tedioso e desmoralizantemente grande.
zh_cn: <32>* 反正不会那这大把时间 去做这么个又枯燥， 又折磨人的大项目。
zh_tw: <32>* 反正不會那這大把時間 去做這麼個又枯燥， 又折磨人的大專案。

source: <32>* But I'm not them, so I wouldn't know what goes through their head.
pt_br: <32>* Mas eu não sou eles, então eu não sei o que passa naquelas cabeças.
zh_cn: <32>* 我也不是那家伙， 不知道那人是为了啥， 才做这些的。
zh_tw: <32>* 我也不是那傢伙， 不知道那人是為了啥， 才做這些的。

source: <32>{#p/human}* (And yet, despite the sight ahead of you...)
pt_br: <32>{#p/human}* (E, no entanto, apesar da visão à sua frente...)
zh_cn: <32>{#p/human}* （尽管美景就在眼前...）
zh_tw: <32>{#p/human}* （儘管美景就在眼前...）

source: <32>{#p/human}* (... you can't help but feel as if there's something missing.)
pt_br: <32>{#p/human}* (... você não pode aceitar o fato de que existe algo faltando.)
zh_cn: <32>{#p/human}* （...你总觉得空荡荡的。） （好像缺了什么。）
zh_tw: <32>{#p/human}* （...你總覺得空蕩蕩的。） （好像缺了什麼。）

source: <25>{#p/kidd}{#f/3}* Oh, hey Frisk...
pt_br: <25>{#p/kidd}{#f/3}* Oh, eu Frisk...
zh_cn: <25>{#p/kidd}{#f/3}* 哦，是你呀，Frisk...
zh_tw: <25>{#p/kidd}{#f/3}* 喔，是你呀，Frisk...

source: <25>{#f/1}* I was getting worried you would never wake up!
pt_br: <25>{#f/1}* Eu estava preocupado pensando que você não acordaria!
zh_cn: <25>{#f/1}* 我还担心你醒不过来呢！
zh_tw: <25>{#f/1}* 我還擔心你醒不過來呢！

source: <25>{#p/kidd}{#f/3}* ... haha.
zh_cn: <25>{#p/kidd}{#f/3}* ...哈哈。
zh_tw: <25>{#p/kidd}{#f/3}* ...哈哈。

source: <25>{#f/2}* I can't believe I actually...
pt_br: <25>{#f/2}* Eu nem posso acreditar que eu...
zh_cn: <25>{#f/2}* 我做梦都没想到， 自己...
zh_tw: <25>{#f/2}* 我做夢都沒想到， 自己...

source: <25>{#f/4}* ... have...
pt_br: <25>{#f/4}* ... tenho...
zh_cn: <25>{#f/4}* ...也...
zh_tw: <25>{#f/4}* ...也...

source: <25>{#f/2}* I can't believe I actually have a home now.
pt_br: <25>{#f/2}* Eu nem posso acreditar que realmente tenho uma casa agora.
zh_cn: <25>{#f/2}* 我做梦都没想到， 自己也有了家！
zh_tw: <25>{#f/2}* 我做夢都沒想到， 自己也有了家！

source: <25>{#f/7}* And with King Asgore!?
pt_br: <25>{#f/7}* E com o Rei Asgore!?
zh_cn: <25>{#f/7}* 而且还是Asgore当爹？！
zh_tw: <25>{#f/7}* 而且還是Asgore當爹？！

source: <25>{#f/1}* All the other kids are gonna want to hang out with us...
pt_br: <25>{#f/1}* Todas as outras crianças vão querer sair com a gente...
zh_cn: <25>{#f/1}* 一会，别的孩子也要过来 找咱俩玩呢...
zh_tw: <25>{#f/1}* 一會，別的孩子也要過來 找咱倆玩呢...

source: <25>{#f/1}* We'll get to throw house parties ALL the time!
pt_br: <25>{#f/1}* Nós vamos fazer festas em casa o TEMPO todo!
zh_cn: <25>{#f/1}* 能经常开派对，一起玩啦！
zh_tw: <25>{#f/1}* 能經常開派對，一起玩啦！

source: <25>{#p/kidd}{#f/4}* Uh... are you okay?
pt_br: <25>{#p/kidd}{#f/4}* Uh... você está bem?
zh_cn: <25>{#p/kidd}{#f/4}* 呃... 你还好吗？
zh_tw: <25>{#p/kidd}{#f/4}* 呃... 你還好嗎？

source: <25>{#f/8}* I'm kinda worried about you, dude...
pt_br: <25>{#f/8}* Eu estou meio preocupado contigo, cara...
zh_cn: <25>{#f/8}* 伙计，我有点担心你...
zh_tw: <25>{#f/8}* 夥計，我有點擔心你...

source: <25>{#f/7}* Is something wrong?
pt_br: <25>{#f/7}* Tem algo errado?
zh_cn: <25>{#f/7}* 遇到了不开心的事吗？
zh_tw: <25>{#f/7}* 遇到了不開心的事嗎？

source: <25>{#p/kidd}{#f/1}* Man, the books in the librarby were one thing...
pt_br: <25>{#p/kidd}{#f/1}* Cara, os livros na libraria eram alguma coisa...
zh_cn: <25>{#p/kidd}{#f/1}* 天哪！光从图书倌的书里 看到那些照片， 我就觉得超酷...
zh_tw: <25>{#p/kidd}{#f/1}* 天哪！光從圖書倌的書裡 看到那些照片， 我就覺得超酷...

source: <25>{#p/kidd}{#f/7}* But being on a planet for REAL!?
pt_br: <25>{#p/kidd}{#f/7}* Mas estar em um planeta de VERDADE!?
zh_cn: <25>{#p/kidd}{#f/7}* 今天，居然亲眼见到了！ * 简直酷！毙！了！
zh_tw: <25>{#p/kidd}{#f/7}* 今天，居然親眼見到了！ * 簡直酷！斃！了！

source: <25>{#f/13}* It's SOOOO much cooler!
pt_br: <25>{#f/13}* É BEEEEEMMM mais legal!
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/2}* Imagine if we tried to explore it all...
pt_br: <25>{#f/2}* Imagine se nós tentarmos explorar ele inteiro...
zh_cn: <25>{#f/2}* 要是咱俩想好好把这颗星球 探索一番...
zh_tw: <25>{#f/2}* 要是咱倆想好好把這顆星球 探索一番...
