Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* The fridge is mostly empty, save for a single mug of hot cocoa from Undyne.
pt_br: <32>{#p/basic}* O freezer está praticamente vazio, salvo apenas por uma caneca de chocolate quente da Undyne.
zh_cn: <32>{#p/basic}* 冰箱里几乎是空的， 里面只有一杯Undyne 给你留的“热”巧克力。
zh_tw: <32>{#p/basic}* 冰箱裡幾乎是空的， 裡面只有一杯Undyne 給你留的「熱」巧克力。

source: <32>* ... it's freezing cold by now.
pt_br: <32>* ... já está bem fria agora.
zh_cn: <32>* ...热得都结冰了。
zh_tw: <32>* ...熱得都結冰了。

source: <32>{#p/basic}* The fridge is mostly empty, save for a single cup of Starling tea from Undyne.
pt_br: <32>{#p/basic}* A geladeira está vazia, salvo por um único copo de chá Estralado da Undyne.
zh_cn: <32>{#p/basic}* 冰箱里几乎是空的， 里面只有一杯 Undyne给你留的星花茶。
zh_tw: <32>{#p/basic}* 冰箱裡幾乎是空的， 裡面只有一杯 Undyne給你留的星花茶。

source: <32>{#p/human}* (Surprisingly, you can't find any residue in the sink.)
pt_br: <32>{#p/human}* (Surpreendentemente você não consegue achar nenhum resíduo na pia.)
zh_cn: <32>{#p/human}* （水槽里干净得出奇。）
zh_tw: <32>{#p/human}* （水槽裡乾淨得出奇。）

source: <32>{#p/basic}* No fur, no hair... * Indeed, these are the wonders of technology.
pt_br: <32>{#p/basic}* Sem pelo, sem cabelo... * Incrível, os poderes da tecnologia.
zh_cn: <32>{#p/basic}* 没有羊毛，没有头发... * 真是科技与狠活。
zh_tw: <32>{#p/basic}* 沒有羊毛，沒有頭髮... * 真是科技與狠活。

source: <32>{#p/human}* (You open the drawer, and pet the dog within for comfort.)
pt_br: <32>{#p/human}* (Você abre a gaveta, e acaricia o cachorro dentro dela.)
zh_cn: <32>{#p/human}* （你打开了抽屉，里面有一只狗狗。） * （你摸了摸它，好让自己开心一点。）
zh_tw: <32>{#p/human}* （你打開了抽屜，裡面有一隻狗狗。） * （你摸了摸它，好讓自己開心一點。）

source: <32>{#p/human}* (You open the drawer, and wave to the dog within.)
pt_br: <32>{#p/human}* (Você abre a gaveta e balança as mãos cumprimentado.)
zh_cn: <32>{#p/human}* （你打开了抽屉，里面有一只狗狗。） * （你朝它挥了挥手。）
zh_tw: <32>{#p/human}* （你打開了抽屜，裡面有一隻狗狗。） * （你朝它揮了揮手。）

source: <32>{#p/basic}* That dog, in that drawer... * Better not let Papyrus catch wind of this.
pt_br: <32>{#p/basic}* Aquele cachorro, na gaveta... * Melhor não deixar o Papyrus saber sobre isso.
zh_cn: <32>{#p/basic}* 抽屉里，有只狗... * 千万别让Papyrus知道这事。
zh_tw: <32>{#p/basic}* 抽屜裡，有隻狗... * 千萬別讓Papyrus知道這事。

source: <32>{#p/human}* (You wonder if the stove will burn this house down, too.)
pt_br: <32>{#p/human}* (Você se pergunta se o fogão vai colocar fogo nesta casa, também.)
zh_cn: <32>{#p/human}* （你不禁想： 这炉子会不会也走火， 把房子烧了。）
zh_tw: <32>{#p/human}* （你不禁想： 這爐子會不會也走火， 把房子燒了。）

source: <32>{#p/human}* (You wonder what delicious meals will be made here.)
pt_br: <32>{#p/human}* (Você se questiona os tipos de delícia que serão feitas aqui.)
zh_cn: <32>{#p/human}* （你不禁想， 这炉子能做出多少 美味佳肴。）
zh_tw: <32>{#p/human}* （你不禁想， 這爐子能做出多少 美味佳餚。）

source: <32>{#p/basic}* It's the same model as Undyne's stove...
pt_br: <32>{#p/basic}* É o mesmo modelo do fogão da Undyne...
zh_cn: <32>{#p/basic}* 这炉子的型号 跟Undyne家那个一模一样...
zh_tw: <32>{#p/basic}* 這爐子的型號 跟Undyne家那個一模一樣...

source: <32>* We can only hope it came equipped with the appropriate safety measures this time.
pt_br: <32>* Nós podemos apenas esperar que ele esteja equipado com travas de segurança desta vez.
zh_cn: <32>* 但愿这个炉子加装了 防走火的安全措施。
zh_tw: <32>* 但願這個爐子加裝了 防走火的安全措施。

source: <32>{#p/human}* (The sign lists instructions to a certain recipe.)
pt_br: <32>{#p/human}* (O sinal lista instruções para um certa receita.)
zh_cn: <32>{#p/human}* （牌子上写着一个食谱。）
zh_tw: <32>{#p/human}* （牌子上寫著一個食譜。）

source: <32>{#p/basic}* Tucca Zunasca, a new kind of soup for a new kind of world.
pt_br: <32>{#p/basic}* Tucca Zunasca, um novo tipo de sopa para um novo tipo de mundo.
zh_cn: <32>{#p/basic}* 图卡日神羹， 一种为新世界而生的新汤点。
zh_tw: <32>{#p/basic}* 圖卡日神羹， 一種為新世界而生的新湯點。

source: <32>* In a pot, brown a sausage, adding spicy pepper flakes as needed.
pt_br: <32>* Em uma panela, doure uma salsicha, adicionando flocos de pimenta picante conforme necessário.
zh_cn: <32>* 在锅中将香肠煎至焦黄， 加入适量辣椒碎。
zh_tw: <32>* 在鍋中將香腸煎至焦黃， 加入適量辣椒碎。

source: <32>* Add two Kriatas of basic stock, and bring the pot to a boil.
pt_br: <32>* Adicione dois Kriatas de caldo básico e leve a panela para ferver.
zh_cn: <32>* 加入原汤少许，煮至沸腾。
zh_tw: <32>* 加入原湯少許，煮至沸騰。

source: <32>* For best results, apply fire magic. Otherwise, oxygenated flame will suffice.
pt_br: <32>* Para melhor resultado adicione fogo mágico. Caso não tenha, chamas oxigenadas servirão.
zh_cn: <32>* 为获得最佳口感， 可使用火魔法。 不方便的话，充氧火焰即可。
zh_tw: <32>* 為獲得最佳口感， 可使用火魔法。 不方便的話，充氧火焰即可。

source: <32>* Dice one pound of Eurybian potatoes, and add them to the boiling pot.
pt_br: <32>* Corte meio quilo de batatas Eurybianas em cubos e coloque-as na panela fervente.
zh_cn: <32>* 将一块欧律比亚土豆切丁， 倒入沸腾的锅中。
zh_tw: <32>* 將一塊歐律比亞土豆切丁， 倒入沸騰的鍋中。

source: <32>* Once the mixture begins to sparkle, begin adding whipping cream and bar-bird broth.
pt_br: <32>* Assim que a mistura começar a brilhar, comece a adicionar chantilly e caldo de pássaros.
zh_cn: <32>* 待锅中开始闪闪发光， 向其中加入鲜奶油和棒棒鸡。
zh_tw: <32>* 待鍋中開始閃閃發光， 向其中加入鮮奶油和棒棒雞。

source: <32>* For now, source the cream from the giga-vine canopy. Other sources may be found later.
pt_br: <32>* Por enquanto, obtenha o creme da copa da videira gigante. Outras fontes podem ser encontradas mais tarde.
zh_cn: <32>* 现在，在兆藤上取乳液适量。 其他途径获取乳液也可考虑。
zh_tw: <32>* 現在，在兆藤上取乳液適量。 其他途徑獲取乳液也可考慮。

source: <32>* Additionally, kale or kretaada may be added, and cooked at high intensity until soft.
pt_br: <32>* Além disso, couve ou kretaada podem ser adicionadas e cozidas em alta intensidade até ficarem macias.
zh_cn: <32>* 此外，也可加入羽衣甘蓝或克蓝芥， 并高温烹煮至软。
zh_tw: <32>* 此外，也可加入羽衣甘藍或克藍芥， 並高溫烹煮至軟。

source: <32>* Once complete, your soup should be ready for the table!
pt_br: <32>* Depois de concluída, sua sopa deve estar pronta para a mesa!
zh_cn: <32>* 完成之后，您的汤品即可端上餐桌了！
zh_tw: <32>* 完成之後，您的湯品即可端上餐桌了！

source: Heartbreaker
pt_br: Destruidor de Corações
zh_cn: 灵魂杀手
zh_tw: 靈魂殺手

source: Heart- breaker
pt_br: Corações- destruidor
zh_cn: 灵魂杀手
zh_tw: 靈魂殺手

source: the Yellow Kid
pt_br: A Criança Amarela
zh_cn: 黄天霸主
zh_tw: 黃天霸主

source: Yellow Kid
pt_br: Criança Amarela
zh_cn: 黄天霸主
zh_tw: 黃天霸主

source: Kid
pt_br: Criança
zh_cn: 霸主
zh_tw: 霸主

source: the Oncoming Storm
pt_br: A Tempestade Chegando
zh_cn: 风云剑客
zh_tw: 風雲劍客

source: Oncoming Storm
pt_br: Tempestade Chegando
zh_cn: 风云剑客
zh_tw: 風雲劍客

source: Storm
pt_br: Tempestade
zh_cn: 剑客
zh_tw: 劍客

source: Hyper Rage
pt_br: Super Raivoso
zh_cn: 狂怒剑皇
zh_tw: 狂怒劍皇

source: Rage
pt_br: Raivoso
zh_cn: 剑皇
zh_tw: 劍皇

source: Space Invader
pt_br: Invasor Espacial
zh_cn: 星际游侠
zh_tw: 星際遊俠

source: Invader
pt_br: Invasor
zh_cn: 游侠
zh_tw: 遊俠

source: * Kiss
pt_br: * Beijo
zh_cn: * 亲吻
zh_tw: * 親吻

source: * Activate
pt_br: * Ativar
zh_cn: * 激活
zh_tw: * 激活

source: * Advice
pt_br: * Conselho
zh_cn: * 建议
zh_tw: * 建議

source: * Agree
pt_br: * Concordar
zh_cn: * 认同
zh_tw: * 認同

source: * Analyze
pt_br: * Analisar
zh_cn: * 分析
zh_tw: * 分析

source: * Annoy
pt_br: * Incomodar
zh_cn: * 发火
zh_tw: * 發火

source: * Appease
pt_br: * Apaziguar
zh_cn: * 呼吁
zh_tw: * 呼籲

source: * Approach
pt_br: * Aproximar
zh_cn: * 靠近
zh_tw: * 靠近

source: * Bathe
pt_br: * Banho
zh_cn: * 洗澡
zh_tw: * 洗澡

source: * Beckon
pt_br: * Acenar
zh_cn: * 招呼过来
zh_tw: * 招呼過來

source: * Bed Time
pt_br: * Dormir
zh_cn: * 睡觉时间
zh_tw: * 睡覺時間

source: * Berate
pt_br: * Repreender
zh_cn: * 斥责
zh_tw: * 斥責

source: * Blind
pt_br: * Cegar
zh_cn: * 闪瞎
zh_tw: * 閃瞎

source: * Boast
pt_br: * Alardear
zh_cn: * 自夸
zh_tw: * 自誇

source: * Boo
zh_cn: * 喝倒彩
zh_tw: * 喝倒彩

source: * Boost
pt_br: * Impulsionar
zh_cn: * 帮助
zh_tw: * 幫助

source: * Bow
pt_br: * Arco
zh_cn: * 鞠躬
zh_tw: * 鞠躬

source: * Break
pt_br: * Quebrar
zh_cn: * 破坏
zh_tw: * 破壞

source: * Burn
pt_br: * Queimar
zh_cn: * 挖苦
zh_tw: * 挖苦

source: * Carry
pt_br: * Carregar
zh_cn: * 带走
zh_tw: * 帶走

source: * Challenge
pt_br: * Desafiar
zh_cn: * 挑战
zh_tw: * 挑戰

source: * Charge
pt_br: * Avançar
zh_cn: * 付钱
zh_tw: * 付錢

source: * Check
pt_br: * Checar
zh_cn: * 查看
zh_tw: * 查看

source: * Cheer
pt_br: * Aclamar
zh_cn: * 鼓励
zh_tw: * 鼓勵

source: * Clean
pt_br: * Limpar
zh_cn: * 清洁
zh_tw: * 清潔

source: * Cocoa
zh_cn: * 热巧
zh_tw: * 熱巧

source: * Comfort
pt_br: * Confortar
zh_cn: * 安抚
zh_tw: * 安撫

source: * Compliment
pt_br: * Elogiar
zh_cn: * 称赞
zh_tw: * 稱讚

source: * Compose
pt_br: * Compor
zh_cn: * 作曲
zh_tw: * 作曲

source: * Conclude
pt_br: * Concluir
zh_cn: * 总结
zh_tw: * 總結

source: * Console
pt_br: * Consolar
zh_cn: * 安慰
zh_tw: * 安慰

source: * Counter
pt_br: * Defesa
zh_cn: * 反驳
zh_tw: * 反駁

source: * Create
pt_br: * Criar
zh_cn: * 手搓天线
zh_tw: * 手搓天線

source: * Criticize
pt_br: * Criticar
zh_cn: * 批评
zh_tw: * 批評

source: * Cuddle
pt_br: * Acariciar
zh_cn: * 拥抱
zh_tw: * 擁抱

source: * Cut
pt_br: * Cortar
zh_cn: * 剪线
zh_tw: * 剪線

source: * Dance
pt_br: * Dançar
zh_cn: * 跳舞
zh_tw: * 跳舞

source: * Dream
pt_br: * Sonho
zh_cn: * 梦想
zh_tw: * 夢想

source: * Dinner Time
pt_br: * Hora da Janta
zh_cn: * 晚餐时间
zh_tw: * 晚餐時間

source: * Direct
pt_br: * Direção
zh_cn: * 指导
zh_tw: * 指導

source: * Disarm
pt_br: * Disarmar
zh_cn: * 缴械
zh_tw: * 繳械

source: * Disown
pt_br: * Desonrar
zh_cn: * 拔胡子
zh_tw: * 拔鬍子

source: * Diss
zh_cn: * 贬损
zh_tw: * 貶損

source: * Distance
pt_br: * Distancia
zh_cn: * 疏远
zh_tw: * 疏遠

source: * Distract
pt_br: * Distrair
zh_cn: * 分心
zh_tw: * 分心

source: * Ditch
pt_br: * Trincheira
zh_cn: * 甩掉
zh_tw: * 甩掉

source: * Dont Pick On
pt_br: * Não Pegar no Pé
zh_cn: * 不招惹
zh_tw: * 不招惹

source: * Encourage
pt_br: * Encorajar
zh_cn: * 鼓励
zh_tw: * 鼓勵

source: * Escort
pt_br: * Escolta
zh_cn: * 护送
zh_tw: * 護送

source: * Flash
pt_br: * Luz
zh_cn: * 闪光
zh_tw: * 閃光

source: * Flirt
pt_br: * Flertar
zh_cn: * 调情
zh_tw: * 調情

source: * Grin
pt_br: * Sorriso
zh_cn: * 微笑
zh_tw: * 微笑

source: * Guide
pt_br: * Guia
zh_cn: * 引导
zh_tw: * 引導

source: * Handshake
pt_br: * Aperto de Mão
zh_cn: * 握手
zh_tw: * 握手

source: * Hang Out
pt_br: * Dar Volta
zh_cn: * 消遣
zh_tw: * 消遣

source: * Heckle
pt_br: * Incomodar
zh_cn: * 责难
zh_tw: * 責難

source: * Heel Turn
pt_br: * Giro
zh_cn: * 翻脸
zh_tw: * 翻臉

source: * High Five
pt_br: * Toque de Mão
zh_cn: * 击掌
zh_tw: * 擊掌

source: * Home
pt_br: * Casa
zh_cn: * 回家
zh_tw: * 回家

source: * Hope
pt_br: * Esperança
zh_cn: * 希望
zh_tw: * 希望

source: * Hug
pt_br: * Abraço
zh_cn: * 拥抱
zh_tw: * 擁抱

source: * Hum
pt_br: * Canto
zh_cn: * 哼唱
zh_tw: * 哼唱

source: * Hypothesize
pt_br: * Supor
zh_cn: * 做假设
zh_tw: * 做假設

source: * Ignore
pt_br: * Ignorar
zh_cn: * 无视
zh_tw: * 無視

source: * Inquire
pt_br: * Perguntar
zh_cn: * 询问
zh_tw: * 詢問

source: * Insult
pt_br: * Insultar
zh_cn: * 辱骂
zh_tw: * 辱罵

source: * Joke
pt_br: * Piada
zh_cn: * 讲笑话
zh_tw: * 講笑話

source: * Agreement
pt_br: * Um Acordo
zh_cn: * 协定
zh_tw: * 協定

source: * Call
pt_br: * Ligação
zh_cn: * 电话
zh_tw: * 電話

source: * Dinner
pt_br: * Jantar
zh_cn: * 晚餐
zh_tw: * 晚餐

source: * Judgement
pt_br: * Julgamento
zh_cn: * 审判
zh_tw: * 審判

source: * Laugh
pt_br: * Rir
zh_cn: * 大笑
zh_tw: * 大笑

source: * Lecture
pt_br: * Leitura
zh_cn: * 指责
zh_tw: * 指責

source: * Leech
pt_br: * Sanguessuga
zh_cn: * 吸血
zh_tw: * 吸血

source: * Lesson
pt_br: * Lição
zh_cn: * 教学
zh_tw: * 教學

source: * Mislead
pt_br: * Desencaminhar
zh_cn: * 误导
zh_tw: * 誤導

source: * Mix
pt_br: * Mistura
zh_cn: * 混音
zh_tw: * 混音

source: * Mystify
pt_br: * Mistificar
zh_cn: * 迷惑
zh_tw: * 迷惑

source: * Notes
pt_br: * Notas
zh_cn: * 笔记
zh_tw: * 筆記

source: * Object
pt_br: * Objeto
zh_cn: * 拒绝
zh_tw: * 拒絕

source: * Password
pt_br: * Senha
zh_cn: * 密码
zh_tw: * 密碼

source: * Pat
pt_br: * Tapinha
zh_cn: * 轻拍
zh_tw: * 輕拍

source: * Pay
pt_br: * Pagar
zh_cn: * 付钱
zh_tw: * 付錢

source: * Perch
pt_br: * Poleiro
zh_cn: * 栖息
zh_tw: * 棲息

source: * Pet
pt_br: * Cuidar
zh_cn: * 抚摸
zh_tw: * 撫摸

source: * Pick On
pt_br: * Escolher
zh_cn: * 招惹
zh_tw: * 招惹

source: * Play
pt_br: * Brincar
zh_cn: * 玩耍
zh_tw: * 玩耍

source: * Play Dead
pt_br: * Fingir Morto
zh_cn: * 装死
zh_tw: * 裝死

source: * Plead
pt_br: * Alegar
zh_cn: * 求饶
zh_tw: * 求饒

source: * Pluck
pt_br: * Depenar
zh_cn: * 拔胡子
zh_tw: * 拔鬍子

source: * Poke
pt_br: * Cutucar
zh_cn: * 戳刺
zh_tw: * 戳刺

source: * Pose
pt_br: * Posar
zh_cn: * 摆姿势
zh_tw: * 擺姿勢

source: * Praise
pt_br: * Louvar
zh_cn: * 称赞
zh_tw: * 稱讚

source: * Promise
pt_br: * Promessa
zh_cn: * 许诺
zh_tw: * 許諾

source: * Punch
pt_br: * Bater
zh_cn: * 果酒
zh_tw: * 果酒

source: * Puzzle
pt_br: * Armadilha
zh_cn: * 谜题
zh_tw: * 謎題

source: * Puzzle Help
pt_br: * Ajuda com Desafio
zh_cn: * 谜题求助
zh_tw: * 謎題求助

source: * Rap
zh_cn: * 说唱
zh_tw: * 說唱

source: * Re-Assure
pt_br: * Re-tranquilizar
zh_cn: * 安慰
zh_tw: * 安慰

source: * Release
pt_br: * Soltar
zh_cn: * 释放压力
zh_tw: * 釋放壓力

source: * Re-Sniff
pt_br: * Re-Cheirar
zh_cn: * 重新闻闻
zh_tw: * 重新聞聞

source: * Rest
pt_br: * Descanso
zh_cn: * 休息
zh_tw: * 休息

source: * Roll Around
pt_br: * Rolar
zh_cn: * 打滚
zh_tw: * 打滾

source: * Sample
pt_br: * Teste
zh_cn: * 采样
zh_tw: * 採樣

source: * Scream
pt_br: * Gritar
zh_cn: * 尖叫
zh_tw: * 尖叫

source: * Secret
pt_br: * Segredo
zh_cn: * 秘密
zh_tw: * 秘密

source: * Shout
pt_br: * Espernear
zh_cn: * 喊叫
zh_tw: * 喊叫

source: * Shove
pt_br: * Empurrar
zh_cn: * 推搡
zh_tw: * 推搡

source: * Siphon
pt_br: * Sifão
zh_cn: * 偷取能量
zh_tw: * 偷取能量

source: * Sit
pt_br: * Sentar
zh_cn: * 坐上去
zh_tw: * 坐上去

source: * Slap
pt_br: * Tapa
zh_cn: * 击打
zh_tw: * 擊打

source: * Smile
pt_br: * Sorriso
zh_cn: * 微笑
zh_tw: * 微笑

source: * Someone else
pt_br: * Alguém a mais
zh_cn: * 别的什么人
zh_tw: * 別的什麼人

source: * Spark
pt_br: * Fagulha
zh_cn: * 引燃
zh_tw: * 引燃

source: * Stare
pt_br: * Encarar
zh_cn: * 瞪眼
zh_tw: * 瞪眼

source: * Steal
pt_br: * Roubar
zh_cn: * 偷窃
zh_tw: * 偷竊

source: * Story Time
pt_br: * História
zh_cn: * 故事时间
zh_tw: * 故事時間

source: * Suggest
pt_br: * Sugestão
zh_cn: * 提议
zh_tw: * 提議

source: * Talk
pt_br: * Conversar
zh_cn: * 交谈
zh_tw: * 交談

source: * Taunt
pt_br: * Zombar
zh_cn: * 嘲讽
zh_tw: * 嘲諷

source: * Tea
pt_br: * Chá
zh_cn: * 花茶
zh_tw: * 花茶

source: * Tell Off
pt_br: * Repreenda
zh_cn: * 批判
zh_tw: * 批判

source: * Terrorize
pt_br: * Aterrorizar
zh_cn: * 恐吓
zh_tw: * 恐嚇

source: * Binding
pt_br: * Ligação
zh_cn: * 融合
zh_tw: * 融合

source: * Prosthesis
pt_br: * Prótese
zh_cn: * 移植
zh_tw: * 移植

source: * Infusion
pt_br: * Infusão
zh_cn: * 注入
zh_tw: * 注入

source: * Threaten
pt_br: * Ameaçar
zh_cn: * 威胁
zh_tw: * 威脅

source: * Tickle
pt_br: * Cócegas
zh_cn: * 轻抚
zh_tw: * 輕撫

source: * Topple
pt_br: * Derrubar
zh_cn: * 推倒
zh_tw: * 推倒

source: * Translate
pt_br: * Traduzir
zh_cn: * 翻译
zh_tw: * 翻譯

source: * Travel
pt_br: * Viagem
zh_cn: * 靠近
zh_tw: * 靠近

source: * Trivia
zh_cn: * 分享经验
zh_tw: * 分享經驗

source: * Tug
pt_br: * Rebocador
zh_cn: * 拽下
zh_tw: * 拽下

source: * Turn
pt_br: * Virar
zh_cn: * 骗他转身
zh_tw: * 騙他轉身

source: * Walk
pt_br: * Andar
zh_cn: * 遛狗
zh_tw: * 遛狗

source: * Water
pt_br: * Água
zh_cn: * 白开水
zh_tw: * 白開水

source: * Whisper
pt_br: * Cochichar
zh_cn: * 耳语
zh_tw: * 耳語

source: * Whistle
pt_br: * Assobiar
zh_cn: * 吹口哨
zh_tw: * 吹口哨

source: * Yell
pt_br: * Gritar
zh_cn: * 喊叫
zh_tw: * 喊叫

source: * ... but everybody ran.
pt_br: * ... mas todos correram.
zh_cn: * ...但是大家都逃走了。
zh_tw: * ...但是大家都逃走了。

source: * ... but nobody came.
pt_br: * ... mas ninguém veio.
zh_cn: * ...但是谁也没有来。
zh_tw: * ...但是誰也沒有來。

source: <32>{#p/story}* DUMMY - ATK 0 DEF 0 * A ghost within the shell, they hope you're doing well.
pt_br: <32>{#p/story}* DUMMY - ATQ 0 DEF 0 * Um fantasma dentro da concha, ele espera que você esteja de boa.
zh_cn: <32>{#p/story}* 训练人偶 - 攻击0 防御0 * 壳中幽灵，祝君安宁。
zh_tw: <32>{#p/story}* 訓練人偶 - 攻擊0 防禦0 * 殼中幽靈，祝君安寧。

source: <32>{#p/human}* (You flirt with the dummy.)
pt_br: <32>{#p/human}* (Você flerta com o boneco.)
zh_cn: <32>{#p/human}* （你向人偶调情。）
zh_tw: <32>{#p/human}* （你向人偶調情。）

source: <32>{#p/basic}* It went exactly how you'd expect.
pt_br: <32>{#p/basic}* Foi exatamente como você esperava.
zh_cn: <32>{#p/basic}* 它的反应和你想的完全一样。
zh_tw: <32>{#p/basic}* 它的反應和你想的完全一樣。

source: <32>* Toriel is trying not to laugh.
pt_br: <32>* Toriel está tentando não dar risada.
zh_cn: <32>* Toriel强忍住不笑。
zh_tw: <32>* Toriel強忍住不笑。

source: <32>{#p/human}* (You hug the dummy.)
pt_br: <32>{#p/human}* (Você abraça o boneco.)
zh_cn: <32>{#p/human}* （你抱了抱人偶。）
zh_tw: <32>{#p/human}* （你抱了抱人偶。）

source: <32>{#p/human}* (You slap the dummy.)
pt_br: <32>{#p/human}* (Você da um tapa no boneco.)
zh_cn: <32>{#p/human}* （你扇了人偶一巴掌。）
zh_tw: <32>{#p/human}* （你扇了人偶一巴掌。）

source: <32>{#p/human}* (You talk to the dummy.)
pt_br: <32>{#p/human}* (Você fala com o boneco.)
zh_cn: <32>{#p/human}* （你跟人偶聊了几句。）
zh_tw: <32>{#p/human}* （你跟人偶聊了幾句。）

source: <32>{#p/basic}* It doesn't seem much for conversation.
pt_br: <32>{#p/basic}* Ele não parece muito querer conversar.
zh_cn: <32>{#p/basic}* 它好像不怎么健谈。
zh_tw: <32>{#p/basic}* 它好像不怎麼健談。

source: <32>* Toriel is pleased with you.
pt_br: <32>* Toriel está feliz por você.
zh_cn: <32>* Toriel看起来很高兴。
zh_tw: <32>* Toriel看起來很高興。

source: <32>{#p/basic}* The dummy grew tired of your aimless shenanigans.
pt_br: <32>{#p/basic}* O boneco se cansou de suas travessuras sem sentido.
zh_cn: <32>{#p/basic}* 人偶厌倦了你意味不明的把戏。
zh_tw: <32>{#p/basic}* 人偶厭倦了你意味不明的把戲。

source: <32>{#p/basic}* The dummy is blushing... somehow.
pt_br: <32>{#p/basic}* O boneco está corando... de alguma forma.
zh_cn: <32>{#p/basic}* 人偶不知为何... 脸红了。
zh_tw: <32>{#p/basic}* 人偶不知為何... 臉紅了。

source: * Dummy
zh_cn: * 训练人偶
zh_tw: * 訓練人偶

source: <32>{#p/basic}* Suddenly...!
pt_br: <32>{#p/basic}* De repente...!
zh_cn: <32>{#p/basic}* 突然...！
zh_tw: <32>{#p/basic}* 突然...！

source: <32>{#p/story}* You encountered the dummy.
pt_br: <32>{#p/story}* Você encontrou o boneco.
zh_cn: <32>{#p/story}* 你遭遇了训练人偶。
zh_tw: <32>{#p/story}* 你遭遇了訓練人偶。

source: <32>{#p/story}* The dummy looks like it's already getting bored.
pt_br: <32>{#p/story}* O boneco parece estar ficando entediado.
zh_cn: <32>{#p/story}* 人偶看起来有些厌倦了。
zh_tw: <32>{#p/story}* 人偶看起來有些厭倦了。

source: <32>{#p/story}* The dummy looks like it's lost in itself.
pt_br: <32>{#p/story}* O boneco parece ter se perdido no personagem.
zh_cn: <32>{#p/story}* 人偶呆在那，不知在想些啥。ゑ
zh_tw: <32>{#p/story}* 人偶呆在那，不知在想些啥。ゑ

source: <32>{#p/story}* The dummy looks like it's going to fall over.
pt_br: <32>{#p/story}* O boneco parece que vai cair no chão.
zh_cn: <32>{#p/story}* 人偶差点要倒下了。
zh_tw: <32>{#p/story}* 人偶差點要倒下了。

source: <11>{#p/basic}{~}{#x3}Ugh, you're WASTING my time!
pt_br: <11>{#p/basic}{~}{#x3}Ugh, você só está me fazendo PERDER tempo!
zh_cn: <11>{#p/basic}{~}{#x3}咳，少来浪费 我的时间！
zh_tw: <11>{#p/basic}{~}{#x3}咳，少來浪費 我的時間！

source: <08>{#p/basic}{~}Oh.. how strange.
pt_br: <08>{#p/basic}{~}Oh... que estranho.
zh_cn: <08>{#p/basic}{~}好奇怪的 感觉。
zh_tw: <08>{#p/basic}{~}好奇怪的 感覺。

source: <32>{#p/story}* GLAD DUMMY - ATK 0 DEF 0 * It's a dream come true!
pt_br: <32>{#p/story}* BONECO FELIZ - ATQ 0 DEF 0 * Um sonho se torna realidade!
zh_cn: <32>{#p/story}* 开心人偶 - 攻击0 防御0 * 它的梦想成真啦！
zh_tw: <32>{#p/story}* 開心人偶 - 攻擊0 防禦0 * 它的夢想成真啦！

source: <32>{#p/story}* MAD DUMMY - ATK 30 DEF 255 * Impervious to physical attacks.
pt_br: <32>{#p/story}* BONECO IRRITADO - ATQ 30 DEF 255 * Impenetrável a ataques físicos.
zh_cn: <32>{#p/story}* 愤怒人偶 - 攻击30 防御255 * 免疫一切物理攻击。
zh_tw: <32>{#p/story}* 憤怒人偶 - 攻擊30 防禦255 * 免疫一切物理攻擊。

source: <32>{#p/human}* (You flirt with Glad Dummy.)
pt_br: <32>{#p/human}* (Você flerta com o Boneco Feliz.)
zh_cn: <32>{#p/human}* （你向开心人偶调情。）
zh_tw: <32>{#p/human}* （你向開心人偶調情。）

source: <32>{#p/basic}* They're too distracted with themselves to hear you.
pt_br: <32>{#p/basic}* Ele está distraído demais para ouvir.
zh_cn: <32>{#p/basic}* 它正沉浸在梦想成真的喜悦之中， 没听到你的话。
zh_tw: <32>{#p/basic}* 它正沉浸在夢想成真的喜悅之中， 沒聽到你的話。

source: <32>{#p/human}* (You flirt with Mad Dummy.)
pt_br: <32>{#p/human}* (Você flerta com o Boneco Irritado.)
zh_cn: <32>{#p/human}* （你向愤怒人偶调情。）
zh_tw: <32>{#p/human}* （你向憤怒人偶調情。）

source: <32>* It went exactly how you'd expect.
pt_br: <32>* Foi exatamente como você esperava.
zh_cn: <32>* 它的反应跟你想的完全一样。
zh_tw: <32>* 它的反應跟你想的完全一樣。

source: <32>{#p/human}* (You hug Glad Dummy.)
pt_br: <32>{#p/human}* (Você abraça o Boneco Feliz.)
zh_cn: <32>{#p/human}* （你抱了抱开心人偶。）
zh_tw: <32>{#p/human}* （你抱了抱開心人偶。）

source: <32>{#p/human}* (You hug Mad Dummy.)
pt_br: <32>{#p/human}* (Você abraça o Boneco Irritado.)
zh_cn: <32>{#p/human}* （你抱了抱愤怒人偶。）
zh_tw: <32>{#p/human}* （你抱了抱憤怒人偶。）

source: <32>{#p/human}* (You slap Glad Dummy.)
pt_br: <32>{#p/human}* (Você da um tapa no Boneco Feliz.)
zh_cn: <32>{#p/human}* （你扇了开心人偶一巴掌。）
zh_tw: <32>{#p/human}* （你扇了開心人偶一巴掌。）

source: <32>{#p/basic}* Glad Dummy exerts the better part of valor and gets out of your way.
pt_br: <32>{#p/basic}* Boneco Feliz aceita a melhor parte disso e sai do seu caminho.
zh_cn: <32>{#p/basic}* 开心人偶不敢再轻举妄动， 匆匆逃走了。
zh_tw: <32>{#p/basic}* 開心人偶不敢再輕舉妄動， 匆匆逃走了。

source: <32>{#p/human}* (You slap Mad Dummy.)
pt_br: <32>{#p/human}* (Você da um tapa no Boneco Irritado.)
zh_cn: <32>{#p/human}* （你扇了愤怒人偶一巴掌。）
zh_tw: <32>{#p/human}* （你扇了憤怒人偶一巴掌。）

source: <32>{#p/human}* (You talk to Glad Dummy.)
pt_br: <32>{#p/human}* (Você fala com o Boneco Feliz.)
zh_cn: <32>{#p/human}* （你想和开心人说说话。）
zh_tw: <32>{#p/human}* （你想和開心人說說話。）

source: <32>{#p/human}* (You talk to Mad Dummy.)
pt_br: <32>{#p/human}* (Você fala com o Boneco Irritado.)
zh_cn: <32>{#p/human}* （你跟愤怒人偶聊了几句。）
zh_tw: <32>{#p/human}* （你跟憤怒人偶聊了幾句。）

source: <32>* They don't seem much for conversation.
pt_br: <32>* Ele não parece querer conversar.
zh_cn: <32>* 它好像不怎么健谈。
zh_tw: <32>* 它好像不怎麼健談。

source: <32>* Nobody is happy with this.
pt_br: <32>* Ninguém está feliz com tal situação.
zh_cn: <32>* 然而，现在没人 对你的行为感到高兴了。
zh_tw: <32>* 然而，現在沒人 對你的行為感到高興了。

source: <11>{#p/basic}{~}{#x3}What the hell?
pt_br: <11>{#p/basic}{~}{#x3}Mas que inferno?
zh_cn: <11>{#p/basic}{~}{#x3}搞什么？
zh_tw: <11>{#p/basic}{~}{#x3}搞什麼？

source: <11>{#p/basic}{~}{#x1}Why is NOTHING hap- pening?
pt_br: <11>{#p/basic}{~}{#x1}Por que NADA está acon- tecendo?
zh_cn: <11>{#p/basic}{~}{#x1}你就不做点啥？
zh_tw: <11>{#p/basic}{~}{#x1}你就不做點啥？

source: <11>{#p/basic}{~}{#x4}Am I INVISIBLE to you or something??
pt_br: <11>{#p/basic}{~}{#x4}Eu SOU INVISÍVEL para você ou algo assim?
zh_cn: <11>{#p/basic}{~}{#x4}我对你来说 是空气吗？？
zh_tw: <11>{#p/basic}{~}{#x4}我對你來說 是空氣嗎？？

source: <11>{#p/basic}{~}{#x4}I CAN'T EVEN BE MAD AT YOU!!!
pt_br: <11>{#p/basic}{~}{#x4}EU NEM POSSO FICAR IRRITADO COM VOCÊ!!!
zh_cn: <11>{#p/basic}{~}{#x4}我都没法 对你发火！！！
zh_tw: <11>{#p/basic}{~}{#x4}我都沒法 對你發火！！！

source: <11>{#p/basic}{~}{#x4}You're so... INANIMATE!
pt_br: <11>{#p/basic}{~}{#x4}Você é tão... INANIMADO!
zh_cn: <11>{#p/basic}{~}{#x4}你纯粹 就是在那... 一动不动！
zh_tw: <11>{#p/basic}{~}{#x4}你純粹 就是在那... 一動不動！

source: <11>{#p/basic}{~}{#x4}JUST... GAHH! GET OUT OF MY LIFE!
pt_br: <11>{#p/basic}{~}{#x4}SÓ... GAHH! SÓ SOME DE PERTO DE MIM!
zh_cn: <11>{#p/basic}{~}{#x4}你... 嘎啊！ 滚！快滚！
zh_tw: <11>{#p/basic}{~}{#x4}你... 嘎啊！ 滾！快滾！

source: <11>{#p/basic}{~}{#x4}GO LISTEN TO MUSIC WITH NAPSTABLOOK OR SOMETHING!
pt_br: <11>{#p/basic}{~}{#x4}VÁ ESCUTAR MÚSICA COM O NAPSTABLOOK OU SEI LÁ!
zh_cn: <11>{#p/basic}{~}{#x4}麻溜点，陪 NAPSTABLOOK 听音乐去，或者 干点别的都行！
zh_tw: <11>{#p/basic}{~}{#x4}麻溜點，陪 NAPSTABLOOK 聽音樂去，或者 幹點別的都行！

source: <32>{#p/story}* Mad Dummy is getting cotton all over the floor.
pt_br: <32>{#p/story}* Boneco Irritado está espalhando algodão por todo o chão.
zh_cn: <32>{#p/story}* 愤怒人偶把棉花 弹得到处都是。
zh_tw: <32>{#p/story}* 憤怒人偶把棉花 彈得到處都是。

source: <32>{#p/story}* Mechanical whirrs fill the room.
pt_br: <32>{#p/story}* Zumbidos mecânicos enchem a sala.
zh_cn: <32>{#p/story}* 机械噪声在房间中回响。
zh_tw: <32>{#p/story}* 機械噪聲在房間中迴響。

source: <11>{#p/basic}{~}{#x1}Foolish. Foolish! FOOLISH!
pt_br: <11>{#p/basic}{~}{#x1}Tolo. Tolo! TOLO!
zh_cn: <11>{#p/basic}{~}{#x1}愚蠢。 愚蠢！ 愚蠢！
zh_tw: <11>{#p/basic}{~}{#x1}愚蠢。 愚蠢！ 愚蠢！

source: <11>{#p/basic}{~}{#x3}Even if you attack my vessel...
pt_br: <11>{#p/basic}{~}{#x3}Mesmo que você ataque meu corpo...
zh_cn: <11>{#p/basic}{~}{#x3}就算你打到了 我的身体...
zh_tw: <11>{#p/basic}{~}{#x3}就算你打到了 我的身體...

source: <11>{#p/basic}{~}{#x4}... you'll NEVER hurt ME!
pt_br: <11>{#p/basic}{~}{#x4}... você NUNCA irá ME ferir!
zh_cn: <11>{#p/basic}{~}{#x4}...也伤不到我！
zh_tw: <11>{#p/basic}{~}{#x4}...也傷不到我！
