Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/0}MAKING SURE THE HUMAN SOULS REMAIN SAFE AND SOUND.
pt_br: <18>{#p/papyrus}{#f/0}TENDO CERTEZA DE QUE AS ALMAS HUMANOS ESTÃO SEGURAS E PROTEGIDAS.
zh_cn: <18>{#p/papyrus}{#f/0}某天，我像往常一样 工作时...
zh_tw: <18>{#p/papyrus}{#f/0}某天，我像往常一樣 工作時...

source: <18>{#p/papyrus}{#f/4}THEN... OUT OF NOWHERE...
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO... DO NADA...
zh_cn: <18>{#p/papyrus}{#f/4}突然听到什么声响。
zh_tw: <18>{#p/papyrus}{#f/4}突然聽到什麼聲響。

source: <18>{#p/papyrus}{#f/5}I HEAR A LOUD KNOCK AT THE MAINTENANCE DOOR.
pt_br: <18>{#p/papyrus}{#f/5}EU ESCUTEI UM GRANDE BATIDO NA PORTA DE MANUTENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}声音是从安保门那里 传来的。
zh_tw: <18>{#p/papyrus}{#f/5}聲音是從安保門那裡 傳來的。

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, A STRANGE, BLIND DOG HAD RUN INTO IT!
pt_br: <18>{#p/papyrus}{#f/6}ACABOU QUE ERA UM ESTRANHO CACHORRO CEGO QUE HAVIA BATIDO NELA!
zh_cn: <18>{#p/papyrus}{#f/6}我过去一看， 原来是一只奇怪的狗狗 眼睛看不见，撞到了门！
zh_tw: <18>{#p/papyrus}{#f/6}我過去一看， 原來是一隻奇怪的狗狗 眼睛看不見，撞到了門！

source: <18>{#p/papyrus}{#f/5}I WAS QUITE CONFUSED AT FIRST...
pt_br: <18>{#p/papyrus}{#f/5}EU ESTAVA CONFUSO NO COMEÇO...
zh_cn: <18>{#p/papyrus}{#f/5}一开始，我很困惑... “为啥要来这呢？”
zh_tw: <18>{#p/papyrus}{#f/5}一開始，我很困惑... 「為啥要來這呢？」

source: <18>{#p/papyrus}{#f/5}BUT AFTER TALKING TO HIM, THE REASON BECAME CLEAR.
pt_br: <18>{#p/papyrus}{#f/5}MAS APÓS FALAR COM ELE, TUDO FICOU CLARO.
zh_cn: <18>{#p/papyrus}{#f/5}一问， 我才知道...
zh_tw: <18>{#p/papyrus}{#f/5}一問， 我才知道...

source: <18>{#p/papyrus}{#f/6}HE WAS LOOKING FOR HIS CANINE UNIT COMRADES.
pt_br: <18>{#p/papyrus}{#f/6}ELE ESTAVA PROCURANDO PELOS SEUS CAMARADAS DA UNIDADE CANINA.
zh_cn: <18>{#p/papyrus}{#f/6}犬卫队的同伴不见了， 他在找同伴。
zh_tw: <18>{#p/papyrus}{#f/6}犬衛隊的同伴不見了， 他在找同伴。

source: <18>{#p/papyrus}{#f/0}FORTUNATELY, I WAS HAPPY TO HELP.
pt_br: <18>{#p/papyrus}{#f/0}FELIZMENTE, EU ESTAVA FELIZ PARA AJUDAR.
zh_cn: <18>{#p/papyrus}{#f/0}好在，他遇到了我。 我很乐意帮他！
zh_tw: <18>{#p/papyrus}{#f/0}好在，他遇到了我。 我很樂意幫他！

source: <18>{#p/papyrus}{#f/4}SO, AFTER THE END OF MY SHIFT...
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO, APÓS O FINAL DO MEU EXPEDIENTE...
zh_cn: <18>{#p/papyrus}{#f/4}于是，下班后...
zh_tw: <18>{#p/papyrus}{#f/4}於是，下班後...

source: <18>{#p/papyrus}{#f/0}WE WENT OUT TOGETHER TO BEGIN OUR SEARCH.
pt_br: <18>{#p/papyrus}{#f/0}NÓS SAÍMOS JUNTOS PARA PROCURAR.
zh_cn: <18>{#p/papyrus}{#f/0}我俩就一起找 犬卫队的伙伴们。
zh_tw: <18>{#p/papyrus}{#f/0}我倆就一起找 犬衛隊的夥伴們。

source: <18>{#p/papyrus}{#f/5}FROM THE EDGE OF THE NOW-OPEN OUTLANDS...
pt_br: <18>{#p/papyrus}{#f/5}DESDE DE A PONTA DA AGORA ABERTA OUTLANDS...
zh_cn: <18>{#p/papyrus}{#f/5}外域开放了， 我们就从那里开始找...
zh_tw: <18>{#p/papyrus}{#f/5}外域開放了， 我們就從那裡開始找...

source: <18>{#p/papyrus}{#f/5}TO THE TALLEST SKYSCRAPERS IN THE CITADEL...
pt_br: <18>{#p/papyrus}{#f/5}ATÉ O MAIS ALTO ARRANHA CÉU DA CIDADELA...
zh_cn: <18>{#p/papyrus}{#f/5}一路找一路找， 一直找到了 首塔的塔顶...
zh_tw: <18>{#p/papyrus}{#f/5}一路找一路找， 一直找到了 首塔的塔頂...

source: <18>{#p/papyrus}{#f/6}IT WAS SAFE TO SAY WE'D SEEN IT ALL.
pt_br: <18>{#p/papyrus}{#f/6}É SEGURO DIZER QUE ENCONTRAMOS TUDO QUE TINHA PARA ENCONTRAR.
zh_cn: <18>{#p/papyrus}{#f/6}沿途的风景 都看了个遍。
zh_tw: <18>{#p/papyrus}{#f/6}沿途的風景 都看了個遍。

source: <18>{#p/papyrus}{#f/5}... ALL EXCEPT THE CANINES WE WERE LOOKING FOR.
pt_br: <18>{#p/papyrus}{#f/5}... TUDO MENOS A UNIDADE CANINA NA QUAL ESTÁVAMOS PROCURANDO.
zh_cn: <18>{#p/papyrus}{#f/5}...唯独没有找到 一只狗狗。
zh_tw: <18>{#p/papyrus}{#f/5}...唯獨沒有找到 一隻狗狗。

source: <25>{#p/sans}{#f/0}* hmm...
zh_cn: <25>{#p/sans}{#f/0}* 嗯...
zh_tw: <25>{#p/sans}{#f/0}* 嗯...

source: <25>{#p/sans}{#f/3}* did you ever find the other dogs?
pt_br: <25>{#p/sans}{#f/3}* você encontrou os outros cachorros por qualquer chance?
zh_cn: <25>{#p/sans}{#f/3}* 最终，你俩也没找到吗？
zh_tw: <25>{#p/sans}{#f/3}* 最終，你倆也沒找到嗎？

source: <18>{#p/papyrus}{#f/5}WELL... NO.
pt_br: <18>{#p/papyrus}{#f/5}BEM... NÃO.
zh_cn: <18>{#p/papyrus}{#f/5}呃... 没找到。
zh_tw: <18>{#p/papyrus}{#f/5}呃... 沒找到。

source: <18>{#p/papyrus}{#f/5}BY THE TIME WE MADE IT BACK TO THE ROYAL ANNEX...
pt_br: <18>{#p/papyrus}{#f/5}PELO TEMPO QUE NÓS CHEGAMOS DE NOVO NO ANEXO REAL...
zh_cn: <18>{#p/papyrus}{#f/5}我们回到了王座...
zh_tw: <18>{#p/papyrus}{#f/5}我們回到了王座...

source: <18>{#p/papyrus}{#f/5}ALPHYS WAS AWAKE, AND TOLD US WHAT HAPPENED.
pt_br: <18>{#p/papyrus}{#f/5}ALPHYS ESTAVA ACORDADA E NOS CONTOU O QUE ACONTECEU.
zh_cn: <18>{#p/papyrus}{#f/5}ALPHYS刚醒， 把事情告诉了我们。
zh_tw: <18>{#p/papyrus}{#f/5}ALPHYS剛醒， 把事情告訴了我們。

source: <18>{#p/papyrus}{#f/3}... ALL THOSE ROYAL GUARDS...
pt_br: <18>{#p/papyrus}{#f/3}... TODOS AQUELES GUARDAS REAIS...
zh_cn: <18>{#p/papyrus}{#f/3}...别的守卫们， 全都...
zh_tw: <18>{#p/papyrus}{#f/3}...別的守衛們， 全都...

source: <18>{#p/papyrus}{#f/5}DOGGO TOOK THE NEWS PRETTY HARD.
pt_br: <18>{#p/papyrus}{#f/5}DOGGO LEVOU ESSAS NOTÍCIAS PARA O CORAÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}听罢，DOGGO十分难受。
zh_tw: <18>{#p/papyrus}{#f/5}聽罷，DOGGO十分難受。

source: <18>{#p/papyrus}{#f/6}BUT ALPHYS AND I, WE DIDN'T LET HIM GIVE UP!
pt_br: <18>{#p/papyrus}{#f/6}MAS ALPHYS E EU, NÓS NÃO DEIXAMOS ELE DESISTIR!
zh_cn: <18>{#p/papyrus}{#f/6}但我跟ALPHYS 可不会丢下他不管！
zh_tw: <18>{#p/papyrus}{#f/6}但我跟ALPHYS 可不會丟下他不管！

source: <18>{#p/papyrus}{#f/6}IN HIS TIME OF NEED, WE COMFORTED HIM OURSELVES!
pt_br: <18>{#p/papyrus}{#f/6}ENQUANTO ELE PRECISOU, NÓS CONFORTAMOS ELE!
zh_cn: <18>{#p/papyrus}{#f/6}我告诉他， 要是伤心了，就找我俩， 一定会帮他的！
zh_tw: <18>{#p/papyrus}{#f/6}我告訴他， 要是傷心了，就找我倆， 一定會幫他的！

source: <18>{#p/papyrus}{#f/5}WE PROMISED HIM HE'D HAVE A HOME HERE.
pt_br: <18>{#p/papyrus}{#f/5}NÓS O PROMETEMOS UMA CASA AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}而且，还会给他 一个新的家。
zh_tw: <18>{#p/papyrus}{#f/5}而且，還會給他 一個新的家。

source: <25>{#p/sans}{#f/0}* hmm... i see.
pt_br: <25>{#p/sans}{#f/0}* hmm... eu entendo.
zh_cn: <25>{#p/sans}{#f/0}* 哦... 我说呢。
zh_tw: <25>{#p/sans}{#f/0}* 喔... 我說呢。

source: <25>{#p/sans}{#f/2}* that explains the dog hair on asgore's couch.
pt_br: <25>{#p/sans}{#f/2}* isso explica o pelo de cachorro no travesseiro do asgore.
zh_cn: <25>{#p/sans}{#f/2}* 我说asgore的沙发上 咋有那些狗毛呢。
zh_tw: <25>{#p/sans}{#f/2}* 我說asgore的沙發上 咋有那些狗毛呢。

source: <18>{#p/papyrus}{#f/5}I HEAR A BUNCH OF KNOCKS AT THE MAINTENANCE DOOR.
pt_br: <18>{#p/papyrus}{#f/5}EU ESCUTEI UM MONTE DE BATIDOS NA PORTA DE MANUTENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}声音是从安保门那里 传来的。 是一阵轻快的叩门声。
zh_tw: <18>{#p/papyrus}{#f/5}聲音是從安保門那裡 傳來的。 是一陣輕快的叩門聲。

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, A SHORT-NECKED DOG WANTED MY COMPANY!
pt_br: <18>{#p/papyrus}{#f/6}O QUE ERA BASICAMENTE UM CACHORRO DE PESCOÇO PEQUENO QUERENDO COMPANHIA!
zh_cn: <18>{#p/papyrus}{#f/6}我过去一看， 原来是一只短脖狗狗， 想让我摸摸它！
zh_tw: <18>{#p/papyrus}{#f/6}我過去一看， 原來是一隻短脖狗狗， 想讓我摸摸它！

source: <18>{#p/papyrus}{#f/5}BUT AFTER PETTING IT SEVERAL TIMES, IT ALL MADE SENSE.
pt_br: <18>{#p/papyrus}{#f/5}MAS APÓS ACARICIAR ELE ALGUMAS VEZES, TUDO FEZ SENTIDO.
zh_cn: <18>{#p/papyrus}{#f/5}我就摸了摸它，[ADD]<18>{#p/papyrus}{#f/5}结果，脖子越摸越长， 还扭成了字。
zh_tw: <18>{#p/papyrus}{#f/5}我就摸了摸它，[ADD]<18>{#p/papyrus}{#f/5}結果，脖子越摸越長， 還扭成了字。

source: <18>{#p/papyrus}{#f/6}ITS NECK... BEGAN TO SPELL OUT A MESSAGE.
pt_br: <18>{#p/papyrus}{#f/6}SEU PESCOÇO... COMEÇOU A CRESCER E MOSTRAR UMA MENSAGEM.
zh_cn: <18>{#p/papyrus}{#f/6}最终，扭成了 “GU-DU”的形状。
zh_tw: <18>{#p/papyrus}{#f/6}最終，扭成了 「ㄍㄨㄉㄨˊ」的形狀。ゐ

source: <18>{#p/papyrus}{#f/6}AND THAT MESSAGE WAS "ALONE."
pt_br: <18>{#p/papyrus}{#f/6}E A MENSAGEM ERA "SOZINHO."
zh_cn: <18>{#p/papyrus}{#f/6}我突然明白了： 它很“孤独”。
zh_tw: <18>{#p/papyrus}{#f/6}我突然明白了： 它很「孤獨」。

source: <18>{#p/papyrus}{#f/8}I FELT SO BAD!! I COULDN'T HELP BUT CRY!!
pt_br: <18>{#p/papyrus}{#f/8}EU ME SENTI TÃO MAL!! NÃO PUDE AJUDAR SE NÃO CHORAR!!
zh_cn: <18>{#p/papyrus}{#f/8}看到那条孤独的脖子， 我好难过！！ 我好想哭！！
zh_tw: <18>{#p/papyrus}{#f/8}看到那條孤獨的脖子， 我好難過！！ 我好想哭！！

source: <18>{#p/papyrus}{#f/5}ANYWAY, I ASKED ALPHYS ABOUT IT LATER, AND...
pt_br: <18>{#p/papyrus}{#f/5}DE TODA FORMA, EU PERGUNTEI A ALPHYS SOBRE ISSO MAIS TARDE E...
zh_cn: <18>{#p/papyrus}{#f/5}伤心完了， 我去找了ALPHYS， 问她，这是怎么回事...
zh_tw: <18>{#p/papyrus}{#f/5}傷心完了， 我去找了ALPHYS， 問她，這是怎麼回事...

source: <18>{#p/papyrus}{#f/5}SHE TOLD ME WHAT HAD HAPPENED.
pt_br: <18>{#p/papyrus}{#f/5}ELA ME CONTOU O QUE ACONTECEU.
zh_cn: <18>{#p/papyrus}{#f/5}她把事情 都告诉了我。
zh_tw: <18>{#p/papyrus}{#f/5}她把事情 都告訴了我。

source: <18>{#p/papyrus}{#f/5}IT WAS HARD HEARING THAT NEWS, BUT...
pt_br: <18>{#p/papyrus}{#f/5}FOI BEM DIFÍCIL SABER DESSAS NOTÍCIAS, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}听罢，我十分难受。
zh_tw: <18>{#p/papyrus}{#f/5}聽罷，我十分難受。

source: <18>{#p/papyrus}{#f/6}KNOWING HOW CANIS MINOR MUST HAVE FELT...
pt_br: <18>{#p/papyrus}{#f/6}SABENDO COMO MINOR CANIS DEVE SE SENTIR...
zh_cn: <18>{#p/papyrus}{#f/6}但我也清楚 为啥CANIS MINOR 那么孤独了。
zh_tw: <18>{#p/papyrus}{#f/6}但我也清楚 為啥CANIS MINOR 那麼孤獨了。

source: <18>{#p/papyrus}{#f/5}FROM THEN ON, I GAVE IT ALL THE ATTENTION I COULD.
pt_br: <18>{#p/papyrus}{#f/5}DESDE ENTÃO, EU DEI A ELE TODA MINHA ATENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}所以，在那之后。 我尽力陪伴它。
zh_tw: <18>{#p/papyrus}{#f/5}所以，在那之後。 我盡力陪伴它。

source: <25>{#p/sans}{#f/3}* well... if it's any consolation...
pt_br: <25>{#p/sans}{#f/3}* bem... se serve como consolação...
zh_cn: <25>{#p/sans}{#f/3}* 嗯... * 希望这能让它开心点。
zh_tw: <25>{#p/sans}{#f/3}* 嗯... * 希望這能讓它開心點。

source: <25>{#p/sans}{#f/0}* i think you did the right thing.
pt_br: <25>{#p/sans}{#f/0}* eu acho que você fez a coisa certa.
zh_cn: <25>{#p/sans}{#f/0}* 干得不错。
zh_tw: <25>{#p/sans}{#f/0}* 幹得不錯。

source: <18>{#p/papyrus}{#f/5}I HEAR A BANGING SOUND FROM THE MAINTENANCE DOOR.
pt_br: <18>{#p/papyrus}{#f/5}EU ESCUTEI UM SOM DE BATIDA NA PORTA DA SALA DE MANUTENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}声音是从安保门那里 传来的。 有人在砸门！
zh_tw: <18>{#p/papyrus}{#f/5}聲音是從安保門那裡 傳來的。 有人在砸門！

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, TWO DOGS WITH AXES HAD WHALED ON IT!
pt_br: <18>{#p/papyrus}{#f/6}ACABOU QUE ERAM DOIS CACHORROS COM MACHADOS!
zh_cn: <18>{#p/papyrus}{#f/6}我过去一看， 是两只拿着斧头的狗 在砸门！
zh_tw: <18>{#p/papyrus}{#f/6}我過去一看， 是兩隻拿著斧頭的狗 在砸門！

source: <18>{#p/papyrus}{#f/5}I WAS QUITE CONCERNED AT FIRST...
pt_br: <18>{#p/papyrus}{#f/5}EU ESTAVA MEIO PREOCUPADO NO COMEÇO...
zh_cn: <18>{#p/papyrus}{#f/5}一开始， 我很担心， “到底怎么回事？”
zh_tw: <18>{#p/papyrus}{#f/5}一開始， 我很擔心， 「到底怎麼回事？」

source: <18>{#p/papyrus}{#f/5}BUT AFTER WHAT THEY TOLD ME...
pt_br: <18>{#p/papyrus}{#f/5}MAS APÓS O QUE ELES ME DISSERAM...
zh_cn: <18>{#p/papyrus}{#f/5}但很快， 担心变成了难过。
zh_tw: <18>{#p/papyrus}{#f/5}但很快， 擔心變成了難過。

source: <18>{#p/papyrus}{#f/5}THAT FEELING HAD TURNED TO SADNESS.
pt_br: <18>{#p/papyrus}{#f/5}O SENTIMENTO SE TORNOU TRISTEZA.
zh_cn: <18>{#p/papyrus}{#f/5}他们告诉我...
zh_tw: <18>{#p/papyrus}{#f/5}他們告訴我...

source: <18>{#p/papyrus}{#f/5}DOGAMY AND DOGARESSA, THEY...
pt_br: <18>{#p/papyrus}{#f/5}DOGAMY E DOGARESSA, ELES...
zh_cn: <18>{#p/papyrus}{#f/5}DOGAMY，DOGARESSA 他俩说...
zh_tw: <18>{#p/papyrus}{#f/5}DOGAMY，DOGARESSA 他倆說...

source: <18>{#p/papyrus}{#f/5}THEY QUESTIONED IF THEIR MARRIAGE WAS WORTH MAINTAINING.
pt_br: <18>{#p/papyrus}{#f/5}ELES ESTAVAM SE QUESTIONANDO SE AINDA VALIAM A PENA MANTER SEU CASAMENTO.
zh_cn: <18>{#p/papyrus}{#f/5}“活都活不长了， 感情还有什么用？ 不如离婚算了。”
zh_tw: <18>{#p/papyrus}{#f/5}「活都活不長了， 感情還有什麼用？ 不如離婚算了。」

source: <25>{#p/sans}{#f/3}* ... surely you convinced them to stay together.
pt_br: <25>{#p/sans}{#f/3}* ... conhecendo você, eu sei que fez eles se manterem juntos.
zh_cn: <25>{#p/sans}{#f/3}* ...你肯定劝他俩 没事离啥离，好好过日子。
zh_tw: <25>{#p/sans}{#f/3}* ...你肯定勸他倆 沒事離啥離，好好過日子。

source: <18>{#p/papyrus}{#f/4}YOU KNOW ME TOO WELL.
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ ME CONHECE MUITO BEM.
zh_cn: <18>{#p/papyrus}{#f/4}你咋这么懂我。
zh_tw: <18>{#p/papyrus}{#f/4}你咋這麼懂我。

source: <18>{#p/papyrus}{#f/5}ANYWAY, THEY JUST WANTED SOME ALONE TIME AFTER THAT.
pt_br: <18>{#p/papyrus}{#f/5}DE TODA FORMA, ELES SÓ QUERIAM UM TEMPO A SOS DEPOIS DE TUDO ISSO.
zh_cn: <18>{#p/papyrus}{#f/5}我猜，他俩只是想 暂时分开，一个人静静。 毕竟发生了这么多事。
zh_tw: <18>{#p/papyrus}{#f/5}我猜，他倆只是想 暫時分開，一個人靜靜。 畢竟發生了這麼多事。

source: <18>{#p/papyrus}{#f/5}SO... I DROPPED THEM OFF AT ASGORE'S PLACE.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO... EU OS DEIXEI FICAR NA CASA DO ASGORE.
zh_cn: <18>{#p/papyrus}{#f/5}于是，我就让他俩 先在ASGORE家 住一下。
zh_tw: <18>{#p/papyrus}{#f/5}於是，我就讓他倆 先在ASGORE家 住一下。

source: <25>{#p/sans}{#f/0}* actually, i heard they still live there.
pt_br: <25>{#p/sans}{#f/0}* na verdade, eu fiquei sabendo que eles ainda vivem lá.
zh_cn: <25>{#p/sans}{#f/0}* 我听说，他俩现在 还在那里住着呢。
zh_tw: <25>{#p/sans}{#f/0}* 我聽說，他倆現在 還在那裡住著呢。

source: <25>{#p/sans}{#f/2}* something tells me that extra room will come in handy soon.
pt_br: <25>{#p/sans}{#f/2}* algo me diz que aquele quarto de criança servirá muito bem logo, logo.
zh_cn: <25>{#p/sans}{#f/2}* 我有预感，他家那个 一直“装修中”的房间 能派上用场了。
zh_tw: <25>{#p/sans}{#f/2}* 我有預感，他家那個 一直「裝修中」的房間 能派上用場了。

source: <18>{#p/papyrus}{#f/5}I HEAR A KNOCK OF SORTS AT THE MAINTENANCE DOOR.
pt_br: <18>{#p/papyrus}{#f/5}EU ESCUTEI UM BARULHO DE ARRANHO NA PORTA DA SALA DE MANUTENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}声音是从安保门那里 传来的， 是一种奇特的叩门声。
zh_tw: <18>{#p/papyrus}{#f/5}聲音是從安保門那裡 傳來的， 是一種奇特的叩門聲。

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, IT WAS JUST A BIG DOG'S LOUD BARK.
pt_br: <18>{#p/papyrus}{#f/6}ACABOU QUE ERA APENAS UM GRANDE CACHORRO LATINDO ALTO.
zh_cn: <18>{#p/papyrus}{#f/6}过去一看， “叩门声”原来是 大狗的吠叫。
zh_tw: <18>{#p/papyrus}{#f/6}過去一看， 「叩門聲」原來是 大狗的吠叫。

source: <18>{#p/papyrus}{#f/5}THEN THE DOG TOOK OFF ITS ARMOR, AND BECAME SMALL.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO O CACHORRO TIROU SUA ARMADURA E SE TORNOU PEQUENO.
zh_cn: <18>{#p/papyrus}{#f/5}大狗脱下了盔甲， 变成了小狗。
zh_tw: <18>{#p/papyrus}{#f/5}大狗脫下了盔甲， 變成了小狗。

source: <18>{#p/papyrus}{#f/6}AND THEN IT RAN UP TO ME, AND WANTED TO PLAY!
pt_br: <18>{#p/papyrus}{#f/6}E ENTÃO ELE VEIO ATÉ MIM, QUERENDO BRINCAR!
zh_cn: <18>{#p/papyrus}{#f/6}它跑了过来， 想找我玩！
zh_tw: <18>{#p/papyrus}{#f/6}它跑了過來， 想找我玩！

source: <18>{#p/papyrus}{#f/6}IT SEEMED... MORE DESPERATE THAN EVER.
pt_br: <18>{#p/papyrus}{#f/6}ELE PARECIA... MAIS DESESPERADO DO QUE NUNCA.
zh_cn: <18>{#p/papyrus}{#f/6}看起来，好久好久 都没人找它玩了。
zh_tw: <18>{#p/papyrus}{#f/6}看起來，好久好久 都沒人找它玩了。

source: <18>{#p/papyrus}{#f/6}LIKE IT HADN'T PLAYED WITH ANYONE IN YEARS!
pt_br: <18>{#p/papyrus}{#f/6}NUNCA VI TANTO ELE QUERER BRINCAR DESSA FORMA!
zh_cn: <18>{#p/papyrus}{#f/6}我第一次看到 狗狗这么想找人玩。
zh_tw: <18>{#p/papyrus}{#f/6}我第一次看到 狗狗這麼想找人玩。

source: <18>{#p/papyrus}{#f/4}I GET THAT DOG-TIME CAN BE WEIRD, BUT...
pt_br: <18>{#p/papyrus}{#f/4}EU SEI QUE O TEMPO DOS CACHORROS É DIFERENTE, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}我感觉不对劲...
zh_tw: <18>{#p/papyrus}{#f/4}我感覺不對勁...

source: <18>{#p/papyrus}{#f/6}STILL, I WONDERED IF SOMETHING HAD GONE AWRY!
pt_br: <18>{#p/papyrus}{#f/6}AINDA ASSIM, EU ME PERGUNTEI SE ALGO ESTAVA ERRADO!
zh_cn: <18>{#p/papyrus}{#f/6}我不太懂狗的世界， 但它肯定是失去了啥， 才会做出那样的举动！
zh_tw: <18>{#p/papyrus}{#f/6}我不太懂狗的世界， 但它肯定是失去了啥， 才會做出那樣的舉動！

source: <18>{#p/papyrus}{#f/5}SO I ASKED ALPHYS ABOUT IT LATER, AND...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO EU PERGUNTEI PARA ALPHYS MAIS TARDE SOBRE E...
zh_cn: <18>{#p/papyrus}{#f/5}后来， 我找ALPHYS问了这事...
zh_tw: <18>{#p/papyrus}{#f/5}後來， 我找ALPHYS問了這事...

source: <18>{#p/papyrus}{#f/6}KNOWING HOW CANIS MAJOR MUST HAVE FELT...
pt_br: <18>{#p/papyrus}{#f/6}SABENDO COMO O MAJOR CANIS DEVE SE SENTIR...
zh_cn: <18>{#p/papyrus}{#f/6}但我也清楚 为啥CANIS MAJOR 那么想找人玩了。
zh_tw: <18>{#p/papyrus}{#f/6}但我也清楚 為啥CANIS MAJOR 那麼想找人玩了。

source: <18>{#p/papyrus}{#f/5}FROM THEN ON, I PLAYED WITH IT AS MUCH AS I COULD.
pt_br: <18>{#p/papyrus}{#f/5}DESDE ENTÃO EU BRINQUEI COM ELE O MÁXIMO QUE PUDE.
zh_cn: <18>{#p/papyrus}{#f/5}所以，在那之后。 只要有空，我就陪它玩。
zh_tw: <18>{#p/papyrus}{#f/5}所以，在那之後。 只要有空，我就陪它玩。

source: <18>{#p/papyrus}{#f/5}I GET A CALL FROM A HIGH-RANKING GUARD MEMBER.
pt_br: <18>{#p/papyrus}{#f/5}EU RECEBI UMA LIGAÇÃO DE UM ALTO MEMBRO DA GUARDA REAL.
zh_cn: <18>{#p/papyrus}{#f/5}是电话声。 一名高级守卫打来了 电话。
zh_tw: <18>{#p/papyrus}{#f/5}是電話聲。 一名高級守衛打來了 電話。

source: <18>{#p/papyrus}{#f/6}AND A DISTRESSING ONE AT THAT.
pt_br: <18>{#p/papyrus}{#f/6}E UM ANGUSTIANTE.
zh_cn: <18>{#p/papyrus}{#f/6}电话那边的声音 十分失落。
zh_tw: <18>{#p/papyrus}{#f/6}電話那邊的聲音 十分失落。

source: <18>{#p/papyrus}{#f/5}AS A FRIEND OF UNDYNE'S, SHE TOLD ME TO MEET HER...
pt_br: <18>{#p/papyrus}{#f/5}UMA AMIGA DA UNDYNE, DIZENDO QUE QUERIA ME VER...
zh_cn: <18>{#p/papyrus}{#f/5}电话那边说， 她是UNDYNE的朋友。
zh_tw: <18>{#p/papyrus}{#f/5}電話那邊說， 她是UNDYNE的朋友。

source: <18>{#p/papyrus}{#f/6}TO DISCUSS A MATTER OF "GREAT IMPORTANCE."
pt_br: <18>{#p/papyrus}{#f/6}PARA FALAR SOBRE UM ASSUNTO DE "GRANDE IMPORTÂNCIA."
zh_cn: <18>{#p/papyrus}{#f/6}让我去找她， 商议一些“重要事务”。
zh_tw: <18>{#p/papyrus}{#f/6}讓我去找她， 商議一些「重要事務」。

source: <18>{#p/papyrus}{#f/6}I WAS A LITTLE NERVOUS WHEN I GOT THERE...
pt_br: <18>{#p/papyrus}{#f/6}EU ESTAVA MEIO NERVOSO QUANDO CHEGUEI LÁ...
zh_cn: <18>{#p/papyrus}{#f/6}一路上， 我有点紧张...
zh_tw: <18>{#p/papyrus}{#f/6}一路上， 我有點緊張...

source: <18>{#p/papyrus}{#f/5}BUT SHE REALLY DID JUST WANT TO TALK.
pt_br: <18>{#p/papyrus}{#f/5}MAS ELA REALMENTE SÓ QUERIA CONVERSAR.
zh_cn: <18>{#p/papyrus}{#f/5}还好，她叫我过去， 只是想谈谈心。
zh_tw: <18>{#p/papyrus}{#f/5}還好，她叫我過去， 只是想談談心。

source: <18>{#p/papyrus}{#f/4}ADMITTEDLY, SHE WAS BEING CRYPTIC ABOUT IT...
pt_br: <18>{#p/papyrus}{#f/4}ELA ESTAVA SENDO BEM ENIGMÁTICA EM RELAÇÃO A ISSO...
zh_cn: <18>{#p/papyrus}{#f/4}其实，跟她聊天时， 我感觉她话里有话...
zh_tw: <18>{#p/papyrus}{#f/4}其實，跟她聊天時， 我感覺她話裡有話...

source: <18>{#p/papyrus}{#f/5}THOUGH, WITH ENOUGH TIME, I CRACKED THE CODE.
pt_br: <18>{#p/papyrus}{#f/5}BEM, COM UM TEMPO EU QUEBREI O CÓDIGO.
zh_cn: <18>{#p/papyrus}{#f/5}仔细想了想， 我知道她想说啥了。
zh_tw: <18>{#p/papyrus}{#f/5}仔細想了想， 我知道她想說啥了。

source: <18>{#p/papyrus}{#f/5}DOGE QUESTIONED THE VIABILITY OF HER PURPOSE.
pt_br: <18>{#p/papyrus}{#f/5}DOGE QUESTIONOU O PROPÓSITO DA SUA VIDA.
zh_cn: <18>{#p/papyrus}{#f/5}DOGE问我， 她这么拼死拼活 保护怪物，为了啥？
zh_tw: <18>{#p/papyrus}{#f/5}DOGE問我， 她這麼拼死拼活 保護怪物，為了啥？

source: <18>{#p/papyrus}{#f/6}THAT OF PROTECTING MONSTERKIND.
pt_br: <18>{#p/papyrus}{#f/6}O PROPÓSITO DE PROTEGER A VIDA DOS MONSTROS.
zh_cn: <18>{#p/papyrus}{#f/6}她问我 当上皇家守卫， 到底有什么意义？
zh_tw: <18>{#p/papyrus}{#f/6}她問我 當上皇家守衛， 到底有什麼意義？

source: <18>{#p/papyrus}{#f/5}IF THE ROYAL GUARD COULD BE WIPED OUT BY ONE HUMAN...
pt_br: <18>{#p/papyrus}{#f/5}SE A GUARDA REAL PÔDE SER DESTRUÍDA POR UM HUMANO...
zh_cn: <18>{#p/papyrus}{#f/5}她问我...
zh_tw: <18>{#p/papyrus}{#f/5}她問我...

source: <18>{#p/papyrus}{#f/6}WHAT WOULD SHE ALONE BE ABLE TO DO?
pt_br: <18>{#p/papyrus}{#f/6}O QUE ELA SOZINHA SERIA CAPAZ DE FAZER?
zh_cn: <18>{#p/papyrus}{#f/6}区区一个人类， 就能歼灭整支守卫队， 那她还能改变什么？
zh_tw: <18>{#p/papyrus}{#f/6}區區一個人類， 就能殲滅整支守衛隊， 那她還能改變什麼？

source: <18>{#p/papyrus}{#f/5}... I TOOK HER TO THE CITADEL.
pt_br: <18>{#p/papyrus}{#f/5}... EU A LEVEI PARA A CIDADELA.
zh_cn: <18>{#p/papyrus}{#f/5}... 我没有回答， 带她去了首塔。
zh_tw: <18>{#p/papyrus}{#f/5}... 我沒有回答， 帶她去了首塔。

source: <18>{#p/papyrus}{#f/5}I SHOWED HER THE HUMAN SOULS.
pt_br: <18>{#p/papyrus}{#f/5}EU A MOSTREI AS ALMAS HUMANAS.
zh_cn: <18>{#p/papyrus}{#f/5}我把灵魂拿了出来， 对她说...
zh_tw: <18>{#p/papyrus}{#f/5}我把靈魂拿了出來， 對她說...

source: <18>{#p/papyrus}{#f/6}AND I TURNED TO HER AND SAID...
pt_br: <18>{#p/papyrus}{#f/6}E ENTÃO EU VIREI PARA ELA E DISSE...
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/6}"JUST ONE MORE."
pt_br: <18>{#p/papyrus}{#f/6}"SÓ MAIS UMA."
zh_cn: <18>{#p/papyrus}{#f/6}“只差一个。”
zh_tw: <18>{#p/papyrus}{#f/6}「只差一個。」

source: <18>{#p/papyrus}{#f/5}THEN, SHE LOOKED BACK AT ME, CLOSED HER EYES...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, ELA OLHOU PARA MIM, FECHOU OS OLHOS...
zh_cn: <18>{#p/papyrus}{#f/5}听罢，她转过头， 闭目深思...
zh_tw: <18>{#p/papyrus}{#f/5}聽罷，她轉過頭， 閉目深思...

source: <18>{#p/papyrus}{#f/6}AND REPLIED "I UNDERSTAND."
pt_br: <18>{#p/papyrus}{#f/6}E RESPONDEU "EU ENTENDO."
zh_cn: <18>{#p/papyrus}{#f/6}“明白了。”
zh_tw: <18>{#p/papyrus}{#f/6}「明白了。」

source: <25>{#p/sans}{#f/0}* jeez. * sounds intense.
pt_br: <25>{#p/sans}{#f/0}* caramba. * parece intenso.
zh_cn: <25>{#p/sans}{#f/0}* 哎呀。 * 真不容易啊。
zh_tw: <25>{#p/sans}{#f/0}* 哎呀。 * 真不容易啊。

source: <25>{#p/sans}{#f/3}* for what it's worth, that probably motivated her quite a bit.
pt_br: <25>{#p/sans}{#f/3}* pelo que você fez, aquilo provavelmente a motivou.
zh_cn: <25>{#p/sans}{#f/3}* 希望看完灵魂后， 她能恢复一点士气吧。
zh_tw: <25>{#p/sans}{#f/3}* 希望看完靈魂後， 她能恢復一點士氣吧。

source: <18>{#p/papyrus}{#f/5}I GET A CALL FROM TWO NUMBERED GUARD MEMBERS.
pt_br: <18>{#p/papyrus}{#f/5}EU RECEBI UMA LIGAÇÃO DE DOIS MEMBROS DA GUARDA NUMERADOS.
zh_cn: <18>{#p/papyrus}{#f/5}是电话声。 两名带编号的守卫 打来了电话。
zh_tw: <18>{#p/papyrus}{#f/5}是電話聲。 兩名帶編號的守衛 打來了電話。

source: <18>{#p/papyrus}{#f/5}AS SOMEONE THEY SHARED ICE CREAM WITH...
pt_br: <18>{#p/papyrus}{#f/5}ELES QUERIAM DIVIDIR SORVETE COMIGO...
zh_cn: <18>{#p/papyrus}{#f/5}电话那边说， 他俩爱一起吃冰淇淋。
zh_tw: <18>{#p/papyrus}{#f/5}電話那邊說， 他倆愛一起吃冰淇淋。

source: <18>{#p/papyrus}{#f/6}THEY ASKED ME TO MEET WITH THEM TO DISCUSS SOMETHING.
pt_br: <18>{#p/papyrus}{#f/6}ENTÃO ME PEDIRAM PARA ENCONTRÁ-LOS E CONVERSAR SOBRE ALGO.
zh_cn: <18>{#p/papyrus}{#f/6}有事想和我聊聊， 叫我过去。
zh_tw: <18>{#p/papyrus}{#f/6}有事想和我聊聊， 叫我過去。

source: <25>{#p/sans}{#f/0}* if i had to guess...
pt_br: <25>{#p/sans}{#f/0}* se eu tiver que adivinhar...
zh_cn: <25>{#p/sans}{#f/0}* 我想...
zh_tw: <25>{#p/sans}{#f/0}* 我想...

source: <25>{#p/sans}{#f/3}* i'd say this particular meeting wasn't about ice cream.
pt_br: <25>{#p/sans}{#f/3}* eu diria que a conversa particular não era sobre sorvete.
zh_cn: <25>{#p/sans}{#f/3}* 他俩叫你过去， 肯定不是请你吃 冰淇淋。
zh_tw: <25>{#p/sans}{#f/3}* 他倆叫你過去， 肯定不是請你吃 冰淇淋。

source: <18>{#p/papyrus}{#f/6}SADLY NOT.
pt_br: <18>{#p/papyrus}{#f/6}INFELIZMENTE NÃO.
zh_cn: <18>{#p/papyrus}{#f/6}要真是那样 就好了。
zh_tw: <18>{#p/papyrus}{#f/6}要真是那樣 就好了。

source: <18>{#p/papyrus}{#f/5}INSTEAD, THEY... HAD SOME BAD NEWS.
pt_br: <18>{#p/papyrus}{#f/5}NA VERDADE, ELES... TINHAM PÉSSIMAS NOTÍCIAS.
zh_cn: <18>{#p/papyrus}{#f/5}没有冰淇淋， 只有... 噩耗。
zh_tw: <18>{#p/papyrus}{#f/5}沒有冰淇淋， 只有... 噩耗。

source: <18>{#p/papyrus}{#f/5}AFTER HAVING ONLY JUST BEEN PROMOTED, THEY...
pt_br: <18>{#p/papyrus}{#f/5}DEPOIS DE SEREM PROMOVIDOS, ELES...
zh_cn: <18>{#p/papyrus}{#f/5}他俩说， 自己还刚被提拔， 可现在...
zh_tw: <18>{#p/papyrus}{#f/5}他倆說， 自己還剛被提拔， 可現在...

source: <18>{#p/papyrus}{#f/6}THEY FELT LIKE ALL THEIR TRAINING HAD BEEN FOR NOTHING.
pt_br: <18>{#p/papyrus}{#f/6}SENTIRAM QUE TODO AQUELE TREINO FOI PARA NADA.
zh_cn: <18>{#p/papyrus}{#f/6}却感觉所有训练， 所有努力， 都分文不值。
zh_tw: <18>{#p/papyrus}{#f/6}卻感覺所有訓練， 所有努力， 都分文不值。

source: <18>{#p/papyrus}{#f/6}BUT...! I SAID I COULD GET THEM A NEW JOB!!
pt_br: <18>{#p/papyrus}{#f/6}MAS...! EU DISSE QUE PODERIA ENCONTRAR PARA ELES UM NOVO TRABALHO!!
zh_cn: <18>{#p/papyrus}{#f/6}但难不倒我！[ADD]<18>{#p/papyrus}{#f/6}我说， “帮你俩找个新工作， 咋样？”
zh_tw: <18>{#p/papyrus}{#f/6}但難不倒我！[ADD]<18>{#p/papyrus}{#f/6}我說， 「幫你倆找個新工作， 咋樣？」

source: <18>{#p/papyrus}{#f/5}SO, I WENT THROUGH A FEW IDEAS.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, VIEMOS COM ALGUMAS IDEIAS.
zh_cn: <18>{#p/papyrus}{#f/5}我想了一堆点子。
zh_tw: <18>{#p/papyrus}{#f/5}我想了一堆點子。

source: <18>{#p/papyrus}{#f/4}MOST OF THEM WERE REJECTED, BUT WEIRDLY ENOUGH...
pt_br: <18>{#p/papyrus}{#f/4}MAIOR PARTE DELAS FORAM REJEITADAS, MAS ESTRANHAMENTE...
zh_cn: <18>{#p/papyrus}{#f/4}大部分点子都没被采纳， 但偏偏，“加入游泳队” 很合他俩胃口。
zh_tw: <18>{#p/papyrus}{#f/4}大部分點子都沒被採納， 但偏偏，「加入遊泳隊」 很合他倆胃口。

source: <18>{#p/papyrus}{#f/4}THEY LOVED MY IDEA OF THEM JOINING A SWIMMING TEAM.
pt_br: <18>{#p/papyrus}{#f/4}ELES AMARAM A IDEIA DE SE JUNTAR AO TIME DE NATAÇÃO.
zh_cn: <18>{#p/papyrus}{#f/4}连我都挺纳闷。
zh_tw: <18>{#p/papyrus}{#f/4}連我都挺納悶。

source: <25>{#p/sans}{#f/0}* so you're saying 01 and 02 became professional swimmers?
pt_br: <25>{#p/sans}{#f/0}* então você está dizendo que o 01 e 02 se tornaram nadadores profissionais?
zh_cn: <25>{#p/sans}{#f/0}* 一号，二号他俩 后来成了职业游泳运动员？
zh_tw: <25>{#p/sans}{#f/0}* 一號，二號他倆 後來成了職業遊泳運動員？

source: <25>{#p/sans}{#f/3}* well, as long as they're happy doing what they're doing.
pt_br: <25>{#p/sans}{#f/3}* bem, com tanto que eles estejam felizes com o que estão fazendo.
zh_cn: <25>{#p/sans}{#f/3}* 嗯，他俩开心就好。
zh_tw: <25>{#p/sans}{#f/3}* 嗯，他倆開心就好。

source: <18>{#p/papyrus}{#f/4}OH, DON'T WORRY. NOT ONLY ARE THEY HAPPY...
pt_br: <18>{#p/papyrus}{#f/4}OH, NÃO SE PREOCUPE. NÃO APENAS ELES ESTÃO FELIZES...
zh_cn: <18>{#p/papyrus}{#f/4}哦，你放心！
zh_tw: <18>{#p/papyrus}{#f/4}喔，你放心！
