Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/6}* I suppose it is only natural you would call me that.
pt_br: <25>{#f/6}* Suponho que seja natural que você me chame assim.
zh_cn: <25>{#f/6}* 你要是叫别的，那才奇怪呢。
zh_tw: <25>{#f/6}* 你要是叫別的，那才奇怪呢。

source: <25>{#f/6}* You may call me "Dad" if you want, Frisk.
pt_br: <25>{#f/6}* Você tem a permissão para me chamar de "Pai" caso queira, Frisk.
zh_cn: <25>{#f/6}* Frisk，要是你想叫我爹， 随时都可以哦。
zh_tw: <25>{#f/6}* Frisk，要是你想叫我爹， 隨時都可以喔。

source: <25>{#p/asgore}{#f/24}* ... * Goodness gracious.
pt_br: <25>{#p/asgore}{#f/24}* ... * Senhor da graça.
zh_cn: <25>{#p/asgore}{#f/24}* ... * 天哪...
zh_tw: <25>{#p/asgore}{#f/24}* ... * 天哪...

source: <25>{#f/6}* You seem very intent on me being your father.
pt_br: <25>{#f/6}* Você parece muito decidido que eu seja seu pai.
zh_cn: <25>{#f/6}* 你是真想认我当爹了。
zh_tw: <25>{#f/6}* 你是真想認我當爹了。

source: <25>{#f/21}* Fortunately, I had already planned to fill that role.
pt_br: <25>{#f/21}* Felizmente, eu já planejei trabalhar neste posto.
zh_cn: <25>{#f/21}* 我也很乐意做个 称职的父亲。
zh_tw: <25>{#f/21}* 我也很樂意做個 稱職的父親。

source: <25>{#f/6}* You flirt with me, and then you call me "Dad."
pt_br: <25>{#f/6}* Você flertou comigo e depois me chama de "Pai."
zh_cn: <25>{#f/6}* 你先跟我调情，又叫我爹... 都把我整懵了。
zh_tw: <25>{#f/6}* 你先跟我調情，又叫我爹... 都把我整懵了。

source: <25>{#f/1}* You seem very upset about something...
pt_br: <25>{#f/1}* Você parece estar com raiva de alguma coisa...
zh_cn: <25>{#f/1}* 你好像挺难过的... 是不是有什么心事？
zh_tw: <25>{#f/1}* 你好像挺難過的... 是不是有什麼心事？

source: <25>{#f/6}* If you like, we may talk once construction has come to an end.
pt_br: <25>{#f/6}* Se você quiser, podemos conversar assim que a construção acabar.
zh_cn: <25>{#f/6}* 要不，等我干完活， 咱们谈谈心，怎么样？
zh_tw: <25>{#f/6}* 要不，等我幹完活， 咱們談談心，怎麼樣？

source: <26>{#f/6}* Ooh. * How dastardly of you.
pt_br: <26>{#f/6}* Ooh. * Que maldade de sua parte.
zh_cn: <26>{#f/6}* 大胆！竟敢这样说话！
zh_tw: <26>{#f/6}* 大膽！竟敢這樣說話！

source: <25>{#f/21}* But do not worry... * I can tell you are only kidding with me.
pt_br: <25>{#f/21}* Mas não se preocupe... * Eu sei bem que você está apenas brincando comigo.
zh_cn: <25>{#f/21}* 嘿嘿，别担心... * 互相开个玩笑而已。
zh_tw: <25>{#f/21}* 嘿嘿，別擔心... * 互相開個玩笑而已。

source: <25>{#p/asgore}{#f/6}* I will be available to talk with you soon, okay?
pt_br: <25>{#p/asgore}{#f/6}* Estarei disponível para conversar com você em breve, ok?
zh_cn: <25>{#p/asgore}{#f/6}* 等我有空再聊， 好吗？
zh_tw: <25>{#p/asgore}{#f/6}* 等我有空再聊， 好嗎？

source: <25>{#p/asgore}{#f/21}* Now, now. * There is no need to be so brazen.
pt_br: <25>{#p/asgore}{#f/21}* Calma, calma. * Não há necessidade de ser tão descarado.
zh_cn: <25>{#p/asgore}{#f/21}* 好啦，好啦。 * 这么张扬可不太好哦。
zh_tw: <25>{#p/asgore}{#f/21}* 好啦，好啦。 * 這麼張揚可不太好喔。

source: Deep Space
pt_br: Espaço Sideral
zh_cn: 无人深空
zh_tw: 無人深空

source: Your Room
pt_br: Seu Quarto
zh_cn: 你的家
zh_tw: 你的家

source: <32>{#p/human}* (You're filled with determination.)
pt_br: <32>{#p/human}* (Você se enche de determinação.)
zh_cn: <32>{#p/human}* （你充满了决心。）
zh_tw: <32>{#p/human}* （你充滿了決心。）

source: Eurybia
zh_cn: 欧律比亚
zh_tw: 歐律比亞
