Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#f/20}* ... after she mentioned the circumstances of ASGORE's disappearance.
pt_br: <25>{#p/alphys}{#f/20}* ... depois que ela mencionou o estado do desaparecimento de ASGORE.
zh_cn: <25>{#p/alphys}{#f/20}* ...看他们不信，Undyne又说， 是你把ASGORE杀了。[ADD]<25>{#p/alphys}{#f/26}* 结果， 民众立马变卦，纷纷支持她。
zh_tw: <25>{#p/alphys}{#f/20}* ...看他們不信，Undyne又說， 是你把ASGORE殺了。[ADD]<25>{#p/alphys}{#f/26}* 結果， 民眾立馬變卦，紛紛支援她。

source: <25>{#p/alphys}{#f/10}* As for the actual humans still alive on the outpost...?
pt_br: <25>{#p/alphys}{#f/10}* Já para os humanos ainda vivos no Outpost...?
zh_cn: <25>{#p/alphys}{#f/10}* 可前哨站还有其他的人类， 他们怎么办呢...？
zh_tw: <25>{#p/alphys}{#f/10}* 可前哨站還有其他的人類， 他們怎麼辦呢...？

source: <25>{#p/alphys}{#f/4}* Well, after what she said, I... didn't want to take any chances.
pt_br: <25>{#p/alphys}{#f/4}* Bem, após o que ela disse, eu... não queria tomar nenhuma chance.
zh_cn: <25>{#p/alphys}{#f/4}* 现在，民众都信她那一套， 要是让她发现这些人类... 就完蛋了。
zh_tw: <25>{#p/alphys}{#f/4}* 現在，民眾都信她那一套， 要是讓她發現這些人類... 就完蛋了。

source: <25>{#p/alphys}{#f/20}* So... I had the archive moved to a spire house in Aerialis.
pt_br: <25>{#p/alphys}{#f/20}* Então... eu mandei o arquivo para um lugar em Aerialis.
zh_cn: <25>{#p/alphys}{#f/20}* 所以... 我把“档案”转移到 空境的一座高塔里， 偷偷藏了起来。
zh_tw: <25>{#p/alphys}{#f/20}* 所以... 我把「檔案」轉移到 空境的一座高塔裡， 偷偷藏了起來。

source: <25>{#p/alphys}{#f/20}* In secret.
pt_br: <25>{#p/alphys}{#f/20}* Em segredo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/alphys}{#f/5}* ... Undyne saw the lack of humans, or... human SOULs, and...
pt_br: <25>{#p/alphys}{#f/5}* ... Undyne viu a falta de humanos, ou... ALMAS humanas, e...
zh_cn: <25>{#p/alphys}{#f/5}* ...Undyne找了半天， 别说人类，连个人类灵魂 都没找着。
zh_tw: <25>{#p/alphys}{#f/5}* ...Undyne找了半天， 別說人類，連個人類靈魂 都沒找著。

source: <25>{#p/alphys}{#f/10}* Assumed they'd been lost, too.
pt_br: <25>{#p/alphys}{#f/10}* Assumiu que elas tinham se perdido, também.
zh_cn: <25>{#p/alphys}{#f/10}* 她以为，人类灵魂没保存好， 结果丢了。[ADD]<25>{#p/alphys}{#f/22}* 这还没完呢！[ADD]<25>{#p/alphys}{#f/22}* 那条鱼还想让怪物全知道 “灵魂都没啦！我们完蛋啦！”
zh_tw: <25>{#p/alphys}{#f/10}* 她以為，人類靈魂沒儲存好， 結果丟了。[ADD]<25>{#p/alphys}{#f/22}* 這還沒完呢！[ADD]<25>{#p/alphys}{#f/22}* 那條魚還想讓怪物全知道 「靈魂都沒啦！我們完蛋啦！」

source: <25>{#p/alphys}{#f/3}* I, ahah, tried to talk her out of announcing it in public, but...
pt_br: <25>{#p/alphys}{#f/3}* Eu, tentei falar com ela sobre o anúncio em público, mas...
zh_cn: <25>{#p/alphys}{#f/3}* 唉，我想找她， 求求她千万别把 人类灵魂的事说出来...
zh_tw: <25>{#p/alphys}{#f/3}* 唉，我想找她， 求求她千萬別把 人類靈魂的事說出來...

source: <25>{#p/alphys}{#f/3}* ... there was nothing I could do...!
pt_br: <25>{#p/alphys}{#f/3}* ... eu não pude fazer nada...!
zh_cn: <25>{#p/alphys}{#f/3}* ...可我啥也做不了！ 她根本就不听！
zh_tw: <25>{#p/alphys}{#f/3}* ...可我啥也做不了！ 她根本就不聽！

source: <25>{#p/alphys}{#f/30}* ... * Everyone thinks we're back at square one now.
pt_br: <25>{#p/alphys}{#f/30}* Todo mundo pensa que voltamos para o verdadeiro foco agora.
zh_cn: <25>{#p/alphys}{#f/30}* ... * 现在，所有怪物都认为 一切努力都白费了。
zh_tw: <25>{#p/alphys}{#f/30}* ... * 現在，所有怪物都認為 一切努力都白費了。

source: <25>{#p/alphys}{#f/31}* Many have lost hope that we'll... ever get out of here.
pt_br: <25>{#p/alphys}{#f/31}* Muitos perderam a esperança de que um dia sairemos daqui.
zh_cn: <25>{#p/alphys}{#f/31}* 民众彻底失去了希望... 都觉得... 自己永远都 逃不出这个牢笼了。
zh_tw: <25>{#p/alphys}{#f/31}* 民眾徹底失去了希望... 都覺得... 自己永遠都 逃不出這個牢籠了。

source: <25>{#p/alphys}{#f/30}* People are angry. * They're scared, and they all want to leave.
pt_br: <25>{#p/alphys}{#f/30}* Pessoas estão com raiva. * Elas estão com medo e elas querem ser livres.
zh_cn: <25>{#p/alphys}{#f/30}* 哀极生恨。 * 他们惶惶不可终日， 气得不行，却又毫无办法。
zh_tw: <25>{#p/alphys}{#f/30}* 哀極生恨。 * 他們惶惶不可終日， 氣得不行，卻又毫無辦法。

source: <25>{#p/alphys}{#f/31}* I don't know how much longer I can keep this secret from everyone.
pt_br: <25>{#p/alphys}{#f/31}* Eu não sei por quanto tempo conseguirei manter este segredo de todo mundo.
zh_cn: <25>{#p/alphys}{#f/31}* 我根本不敢把人类的秘密 告诉他们， * 但也不知道能藏多久。
zh_tw: <25>{#p/alphys}{#f/31}* 我根本不敢把人類的秘密 告訴他們， * 但也不知道能藏多久。

source: <25>{#p/sans}{#f/0}* hey, you still talking to yourself in there?
pt_br: <25>{#p/sans}{#f/0}* ei, você ainda está falando sozinha aí?
zh_cn: <25>{#p/sans}{#f/0}* 嘿，咋又在里头 自言自语了？
zh_tw: <25>{#p/sans}{#f/0}* 嘿，咋又在裡頭 自言自語了？

source: <25>{#p/sans}{#f/3}* c'mon, the humans are due for their daily checkup.
pt_br: <25>{#p/sans}{#f/3}* vamos lá, os humanos precisam do seu check diário.
zh_cn: <25>{#p/sans}{#f/3}* 出来散散心吧。 那些人类还等着咱们去做 每日检查呢。
zh_tw: <25>{#p/sans}{#f/3}* 出來散散心吧。 那些人類還等著咱們去做 每日檢查呢。

source: <25>{#p/alphys}{#f/20}* Uh... could you come in for just a moment?
pt_br: <25>{#p/alphys}{#f/20}* Uh... poderia vir aqui só um momento?
zh_cn: <25>{#p/alphys}{#f/20}* 呃... 你方便进来待一会吗？
zh_tw: <25>{#p/alphys}{#f/20}* 呃... 你方便進來待一會嗎？

source: <25>{#p/sans}{#f/0}* on it.
pt_br: <25>{#p/sans}{#f/0}* aqui vou.
zh_cn: <25>{#p/sans}{#f/0}* 行，那我就进去了。
zh_tw: <25>{#p/sans}{#f/0}* 行，那我就進去了。

source: <25>{#p/sans}{#f/0}* ... and i'm here.
pt_br: <25>{#p/sans}{#f/0}* ... e aqui estou.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/alphys}{#f/20}* So... I'm not really talking to myself.
pt_br: <25>{#p/alphys}{#f/20}* Então... eu não estou falando sozinha na verdade.
zh_cn: <25>{#p/alphys}{#f/20}* 你看... 我根本没自言自语...
zh_tw: <25>{#p/alphys}{#f/20}* 你看... 我根本沒自言自語...

source: <25>{#p/alphys}{#f/19}* Actually, I'm leaving a message for the human. * It's recording now...
pt_br: <25>{#p/alphys}{#f/19}* Na verdade eu estou deixando uma mensagem para o humano. * Está gravando agora...
zh_cn: <25>{#p/alphys}{#f/19}* 我现在正给那个人类 留言呢。
zh_tw: <25>{#p/alphys}{#f/19}* 我現在正給那個人類 留言呢。

source: <25>{#p/sans}{#f/2}* mind if i take over while you go look after the kids?
pt_br: <25>{#p/sans}{#f/2}* tem problema eu pegar aí, enquanto você cuida das crianças?
zh_cn: <25>{#p/sans}{#f/2}* 要不，你先去看一下 那些孩子， 我跟人类说几句，咋样？
zh_tw: <25>{#p/sans}{#f/2}* 要不，你先去看一下 那些孩子， 我跟人類說幾句，咋樣？

source: <26>{#p/alphys}{#f/5}* S-sure, I'll... go do that.
pt_br: <26>{#p/alphys}{#f/5}* C-claro, eu... vou lá fazer isso.
zh_cn: <26>{#p/alphys}{#f/5}* 好，我-我现在就去。
zh_tw: <26>{#p/alphys}{#f/5}* 好，我-我現在就去。

source: <25>{#p/sans}{#f/0}* ok, look, i won't take up much of your time.
pt_br: <25>{#p/sans}{#f/0}* ok, olha, eu não vou tomar muito do seu tempo.
zh_cn: <25>{#p/sans}{#f/0}* ... * alphys总喜欢打这样的电话， 搞得她自己心神不定。
zh_tw: <25>{#p/sans}{#f/0}* ... * alphys總喜歡打這樣的電話， 搞得她自己心神不定。

source: <25>{#p/sans}{#f/0}* to be honest, i just took over the phone so i could hang it up.
pt_br: <25>{#p/sans}{#f/0}* pra ser sincero, eu só peguei o telefone pra poder desligar a ligação.
zh_cn: <25>{#p/sans}{#f/0}* 我不会占用你太多时间的， 帮她挂断电话，我就走。
zh_tw: <25>{#p/sans}{#f/0}* 我不會佔用你太多時間的， 幫她掛斷電話，我就走。

source: <25>{#p/sans}{#f/3}* alphys has a habit of making phone calls that stress her out.
pt_br: <25>{#p/sans}{#f/3}* alphys tem esse hábito de fazer ligações que só estressam ela.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/sans}{#f/0}* but... before i go.
pt_br: <25>{#p/sans}{#f/0}* mas... antes de eu ir.
zh_cn: <25>{#p/sans}{#f/0}* 挂电话之前... 有件事想提一嘴。
zh_tw: <25>{#p/sans}{#f/0}* 掛電話之前... 有件事想提一嘴。

source: <25>{#p/sans}{#f/0}* undyne's announcement wasn't the only bad news we received.
pt_br: <25>{#p/sans}{#f/0}* as falas da undyne não foram as únicas notícias ruins que recebemos.
zh_cn: <25>{#p/sans}{#f/0}* 坏事真的一件接一件， 前脚，民众刚从undyne口中 知道人类灵魂都没了...
zh_tw: <25>{#p/sans}{#f/0}* 壞事真的一件接一件， 前腳，民眾剛從undyne口中 知道人類靈魂都沒了...

source: <26>{#p/sans}{#f/3}* reports of the former queen's death hit people pretty hard, too.
pt_br: <26>{#p/sans}{#f/3}* as notícias da verdadeira rainha estar morta acertou todos no peito.
zh_cn: <26>{#p/sans}{#f/3}* 后脚，他们又听说 前王后也死了。
zh_tw: <26>{#p/sans}{#f/3}* 後腳，他們又聽說 前王后也死了。

source: <25>{#p/sans}{#f/0}* shops closed down, people quit their jobs...
pt_br: <25>{#p/sans}{#f/0}* lojas fecharam, pessoas saíram de seus trabalhos...
zh_cn: <25>{#p/sans}{#f/0}* 商店关门了，社会停摆了， 怪物们下岗的下岗、 辞职的辞职...
zh_tw: <25>{#p/sans}{#f/0}* 商店關門了，社會停擺了， 怪物們下崗的下崗、 辭職的辭職...

source: <25>{#p/sans}{#f/0}* they're saying morale is the lowest it's ever been.
pt_br: <25>{#p/sans}{#f/0}* eles dizem que a moral está mais baixa do que nunca.
zh_cn: <25>{#p/sans}{#f/0}* 他们每天萎靡不振， 借酒浇愁， 过一天，算一天。
zh_tw: <25>{#p/sans}{#f/0}* 他們每天萎靡不振， 借酒澆愁， 過一天，算一天。

source: <25>{#p/sans}{#f/2}* ... on the bright side, at least grillby's gets a lot of business now.
pt_br: <25>{#p/sans}{#f/2}* ... no lado bom, pelo menos o grillbys tem muitos clientes agora.
zh_cn: <25>{#p/sans}{#f/2}* ...这场大萧条的最大受益者， 是grillby。 * 他的店现在人满为患。
zh_tw: <25>{#p/sans}{#f/2}* ...這場大蕭條的最大受益者， 是grillby。 * 他的店現在人滿為患。

source: <25>{#p/sans}{#f/3}* but no amount of junk food can make up for the loss of my...
pt_br: <25>{#p/sans}{#f/3}* mas nenhuma quantidade de comida industrializada pode compensar a perda do meu...
zh_cn: <25>{#p/sans}{#f/3}* 可再多的零食， 再多的美味， 也没法把“他”带回来。
zh_tw: <25>{#p/sans}{#f/3}* 可再多的零食， 再多的美味， 也沒法把「他」帶回來。

source: <26>{#p/sans}{#f/3}* ... well, i think you know who i mean.
pt_br: <26>{#p/sans}{#f/3}* ... bem, acho que você sabe quem.
zh_cn: <26>{#p/sans}{#f/3}* ...你肯定知道我在说谁。
zh_tw: <26>{#p/sans}{#f/3}* ...你肯定知道我在說誰。

source: <25>{#p/sans}{#f/0}* humanity's reputation is honestly pretty terrible now.
pt_br: <25>{#p/sans}{#f/0}* a reputação da humanidade está bem terrível, agora.
zh_cn: <25>{#p/sans}{#f/0}* 如今，怪物对人类都 恨之入骨。
zh_tw: <25>{#p/sans}{#f/0}* 如今，怪物對人類都 恨之入骨。

source: <25>{#p/sans}{#f/0}* alphys and i will do our best to protect the next human who comes...
pt_br: <25>{#p/sans}{#f/0}* alphys e eu vamos fazer nosso melhor para proteger o próximo humano que vier...
zh_cn: <25>{#p/sans}{#f/0}* 如果下个人类到来， 我跟alphys会努力保护他...
zh_tw: <25>{#p/sans}{#f/0}* 如果下個人類到來， 我跟alphys會努力保護他...

source: <25>{#p/sans}{#f/3}* but i wouldn't be surprised if they end up getting killed.
pt_br: <25>{#p/sans}{#f/3}* mas eu não vou ficar surpreso se ele acabar sendo morto.
zh_cn: <25>{#p/sans}{#f/3}* 即便如此，新人类 也很可能在半路上 就被怪物杀了。
zh_tw: <25>{#p/sans}{#f/3}* 即便如此，新人類 也很可能在半路上 就被怪物殺了。

source: <25>{#p/sans}{#f/0}* ... that's just the way things are now.
pt_br: <25>{#p/sans}{#f/0}* ... é assim que as coisas são agora.
zh_cn: <25>{#p/sans}{#f/0}* ...现实就是如此。
zh_tw: <25>{#p/sans}{#f/0}* ...現實就是如此。

source: <25>{#p/alphys}{#f/27}* Uh, hey, sorry to interrupt, but...
pt_br: <25>{#p/alphys}{#f/27}* Uh, ei, desculpa interromper, mas...
zh_cn: <25>{#p/alphys}{#f/27}* 呃，打扰一下...
zh_tw: <25>{#p/alphys}{#f/27}* 呃，打擾一下...

source: <26>{#p/alphys}{#f/20}* I think we may have a... b-bit of a problem.
pt_br: <26>{#p/alphys}{#f/20}* Eu acho que temos um... p-pequeno problema.
zh_cn: <26>{#p/alphys}{#f/20}* 那些人类... 好-好像遇到麻烦了。
zh_tw: <26>{#p/alphys}{#f/20}* 那些人類... 好-好像遇到麻煩了。

source: <25>{#p/sans}{#f/0}* eh, i said all i wanted to, anyway.
pt_br: <25>{#p/sans}{#f/0}* eh, eu já disse tudo que eu queria.
zh_cn: <25>{#p/sans}{#f/0}* 正好， 我也把想说的都说完了。
zh_tw: <25>{#p/sans}{#f/0}* 正好， 我也把想說的都說完了。

source: <25>{#p/sans}{#f/0}* i'm hanging up the phone now.
pt_br: <25>{#p/sans}{#f/0}* eu vou desligar agora.
zh_cn: <25>{#p/sans}{#f/0}* 那我挂电话了。
zh_tw: <25>{#p/sans}{#f/0}* 那我掛電話了。

source: <25>{#p/sans}{#f/3}* ... goodbye.
pt_br: <25>{#p/sans}{#f/3}* ... adeus.
zh_cn: <25>{#p/sans}{#f/3}* ...拜拜。
zh_tw: <25>{#p/sans}{#f/3}* ...拜拜。

source: <18>{#p/papyrus}{#f/0}EVERYONE EXCEPT FOR YOU, ME, AND MY BROTHER!
pt_br: <18>{#p/papyrus}{#f/0}TODOS, EXCETO VOCÊ, EU E MEU IRMÃO!
zh_cn: <18>{#p/papyrus}{#f/0}只有咱们俩， 还有SANS知道真相！
zh_tw: <18>{#p/papyrus}{#f/0}只有咱們倆， 還有SANS知道真相！

source: <25>{#p/alphys}{#f/27}* Oh, hey Papyrus. * I take it the archive is still working?
pt_br: <25>{#p/alphys}{#f/27}* Oh, ei Papyrus. * O arquivo ainda está funcionando?
zh_cn: <25>{#p/alphys}{#f/27}* 哦，是Papyrus呀。 * 看来，今天“档案”也一切正常？
zh_tw: <25>{#p/alphys}{#f/27}* 喔，是Papyrus呀。 * 看來，今天「檔案」也一切正常？

source: <18>{#p/papyrus}{#f/0}INDEED IT IS!
pt_br: <18>{#p/papyrus}{#f/0}CLARO QUE ESTÁ!
zh_cn: <18>{#p/papyrus}{#f/0}那必须滴！
zh_tw: <18>{#p/papyrus}{#f/0}那必須滴！

source: <18>{#p/papyrus}{#f/9}I ALSO GAVE THE HUMANS THEIR DAILY CHECKUP!
pt_br: <18>{#p/papyrus}{#f/9}EU TAMBÉM DEI AOS HUMANOS SEU CHECK DIÁRIO!
zh_cn: <18>{#p/papyrus}{#f/9}我刚给人类做完 每日体检，一切正常！
zh_tw: <18>{#p/papyrus}{#f/9}我剛給人類做完 每日體檢，一切正常！

source: <25>{#p/alphys}{#f/10}* Awesome, thanks.
pt_br: <25>{#p/alphys}{#f/10}* Incrível, obrigada.
zh_cn: <25>{#p/alphys}{#f/10}* 干得好，辛苦了。
zh_tw: <25>{#p/alphys}{#f/10}* 幹得好，辛苦了。

source: <25>{#p/alphys}{#f/10}* ... maybe... you'd like to say a few things to the human...?
pt_br: <25>{#p/alphys}{#f/10}* Você quer falar algumas coisas para o humano...?
zh_cn: <25>{#p/alphys}{#f/10}* 对了... 我正给那人类留言呢。
zh_tw: <25>{#p/alphys}{#f/10}* 對了... 我正給那人類留言呢。

source: <25>{#p/alphys}{#f/5}* I'm leaving a message about what's happened since they left.
pt_br: <25>{#p/alphys}{#f/5}* Eu estou deixando uma mensagem sobre tudo que aconteceu.
zh_cn: <25>{#p/alphys}{#f/5}* 主要是给那孩子讲讲 这段时间发生了啥。 * 你想聊两句吗？
zh_tw: <25>{#p/alphys}{#f/5}* 主要是給那孩子講講 這段時間發生了啥。 * 你想聊兩句嗎？

source: <18>{#p/papyrus}{#f/0}OH, SURE THING!
pt_br: <18>{#p/papyrus}{#f/0}OH, MAS QUE BOM!
zh_cn: <18>{#p/papyrus}{#f/0}哦，当然想了！
zh_tw: <18>{#p/papyrus}{#f/0}喔，當然想了！

source: <18>{#p/papyrus}{#f/0}... HELLO, HUMAN. I TRUST YOU'RE DOING WELL.
pt_br: <18>{#p/papyrus}{#f/0}... OLÁ, HUMANO. ACREDITO QUE VOCÊ ESTEJA BEM.
zh_cn: <18>{#p/papyrus}{#f/0}...人类，你好呀。 过的还好吧？ 我相信肯定挺好的。
zh_tw: <18>{#p/papyrus}{#f/0}...人類，你好呀。 過的還好吧？ 我相信肯定挺好的。

source: <18>{#p/papyrus}{#f/5}IT'S BEEN HARD KEEPING SECRETS FROM EVERYONE...
pt_br: <18>{#p/papyrus}{#f/5}TEM SIDO DIFÍCIL MANTER SEGREDO DE TODO MUNDO...
zh_cn: <18>{#p/papyrus}{#f/5}知道人类的事情， 却不能和任何人分享， 真的挺煎熬的...
zh_tw: <18>{#p/papyrus}{#f/5}知道人類的事情， 卻不能和任何人分享， 真的挺煎熬的...

source: <18>{#p/papyrus}{#f/6}ESPECIALLY WHEN THEY'RE ALL JUST SO SAD!!!
pt_br: <18>{#p/papyrus}{#f/6}ESPECIALMENTE QUANDO TODOS ESTÃO TRISTE!!!
zh_cn: <18>{#p/papyrus}{#f/6}看着他们一个个 都那么难受， 我真的于心不忍！！！
zh_tw: <18>{#p/papyrus}{#f/6}看著他們一個個 都那麼難受， 我真的於心不忍！！！

source: <18>{#p/papyrus}{#f/5}ALL THOSE PEOPLE THINKING THEY'LL NEVER ESCAPE...
pt_br: <18>{#p/papyrus}{#f/5}TODOS PENSANDO QUE NUNCA SERÃO LIVRES...
zh_cn: <18>{#p/papyrus}{#f/5}那些怪物们一想到 自己要永远困在这里...
zh_tw: <18>{#p/papyrus}{#f/5}那些怪物們一想到 自己要永遠困在這裡...

source: <18>{#p/papyrus}{#f/5}WONDERING IF THEY STILL HAVE A FUTURE...
pt_br: <18>{#p/papyrus}{#f/5}PERGUNTANDO SE AINDA TEM FUTURO...
zh_cn: <18>{#p/papyrus}{#f/5}看不到未来， 看不到希望...
zh_tw: <18>{#p/papyrus}{#f/5}看不到未來， 看不到希望...

source: <18>{#p/papyrus}{#f/0}BUT HEY!! IT'LL BE ALRIGHT!!
pt_br: <18>{#p/papyrus}{#f/0}MAS EI!! TUDO FICARÁ BEM!!
zh_cn: <18>{#p/papyrus}{#f/0}不过！！ 一切都会好起来的！！
zh_tw: <18>{#p/papyrus}{#f/0}不過！！ 一切都會好起來的！！

source: <18>{#p/papyrus}{#f/5}ONE DAY, THEY'LL COME TO KNOW THE TRUTH...
pt_br: <18>{#p/papyrus}{#f/5}UM DIA, ELES IRÃO DESCOBRIR A VERDADE...
zh_cn: <18>{#p/papyrus}{#f/5}总有一天， 我会把真相告诉他们...
zh_tw: <18>{#p/papyrus}{#f/5}總有一天， 我會把真相告訴他們...

source: <18>{#p/papyrus}{#f/0}AND THE TRUTH WILL SET THEM FREE.
pt_br: <18>{#p/papyrus}{#f/0}E A VERDADE OS LIBERTARÁ.
zh_cn: <18>{#p/papyrus}{#f/0}让他们知道， 自由绝非遥不可及！
zh_tw: <18>{#p/papyrus}{#f/0}讓他們知道， 自由絕非遙不可及！

source: <25>{#p/alphys}{#f/8}* Papyrus, why don't you tell them about your new job?
pt_br: <25>{#p/alphys}{#f/8}* Papyrus, que tal falar para ele sobre seu trabalho?
zh_cn: <25>{#p/alphys}{#f/8}* Papyrus，给人类讲讲 你的新工作吧。
zh_tw: <25>{#p/alphys}{#f/8}* Papyrus，給人類講講 你的新工作吧。

source: <18>{#p/papyrus}{#f/0}OH RIGHT!! HOW COULD I FORGET ABOUT THAT!?
pt_br: <18>{#p/papyrus}{#f/0}AH, CLARO!! COMO EU PODERIA ME ESQUECER!?
zh_cn: <18>{#p/papyrus}{#f/0}啊对！！ 我咋把这事忘了呢！？
zh_tw: <18>{#p/papyrus}{#f/0}啊對！！ 我咋把這事忘了呢！？

source: <18>{#p/papyrus}{#f/0}... UNDYNE FINALLY LET ME JOIN THE ROYAL GUARD.
pt_br: <18>{#p/papyrus}{#f/0}... UNDYNE FINALMENTE PERMITIU MINHA ENTRADA NA GUARDA REAL.
zh_cn: <18>{#p/papyrus}{#f/0}终于啊... UNDYNE同意 让我当皇家守卫了。
zh_tw: <18>{#p/papyrus}{#f/0}終於啊... UNDYNE同意 讓我當皇家守衛了。

source: <18>{#p/papyrus}{#f/4}TECHNICALLY, I'M THE GUARD'S MORALE OFFICER...
pt_br: <18>{#p/papyrus}{#f/4}TECNICAMENTE, SOU O OFICIAL DE MORAL DA GUARDA...
zh_cn: <18>{#p/papyrus}{#f/4}虽然吧，我干的活 本质上就是个啦啦队员...
zh_tw: <18>{#p/papyrus}{#f/4}雖然吧，我幹的活 本質上就是個啦啦隊員...

source: <18>{#p/papyrus}{#f/0}BUT I STILL DO A VERY IMPORTANT JOB!
pt_br: <18>{#p/papyrus}{#f/0}MAS AINDA FAÇO UM TRABALHO BEM IMPORTANTE!
zh_cn: <18>{#p/papyrus}{#f/0}但别以为“啦啦队队员” 就不重要！
zh_tw: <18>{#p/papyrus}{#f/0}但別以為「啦啦隊隊員」 就不重要！

source: <18>{#p/papyrus}{#f/5}YOU SEE, A GUARD CAN'T DO THEIR BEST...
pt_br: <18>{#p/papyrus}{#f/5}ENTENDA, UM GUARDA NÃO PODE FAZER SEU MELHOR...
zh_cn: <18>{#p/papyrus}{#f/5}试想一下...
zh_tw: <18>{#p/papyrus}{#f/5}試想一下...

source: <18>{#p/papyrus}{#f/5}IF THEY'RE DOWN IN THE DUMPS.
pt_br: <18>{#p/papyrus}{#f/5}SE ELE ESTIVER DEPRIMIDO.
zh_cn: <18>{#p/papyrus}{#f/5}如果一个守卫士气低落... 还怎么把活干好呢？
zh_tw: <18>{#p/papyrus}{#f/5}如果一個守衛士氣低落... 還怎麼把活幹好呢？

source: <18>{#p/papyrus}{#f/0}SO... THAT'S WHERE I COME IN!
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO... É AÍ QUE EU ENTRO!
zh_cn: <18>{#p/papyrus}{#f/0}这时，就轮到我 “见风使舵，见缝插针”了！
zh_tw: <18>{#p/papyrus}{#f/0}這時，就輪到我 「見風使舵，見縫插針」了！

source: <18>{#p/papyrus}{#f/4}UM, METAPHORICALLY OF COURSE.
pt_br: <18>{#p/papyrus}{#f/4}HM, METAFORICAMENTE É CLARO.
zh_cn: <18>{#p/papyrus}{#f/4}呃，只是一个比喻。
zh_tw: <18>{#p/papyrus}{#f/4}呃，只是一個比喻。

source: <18>{#p/papyrus}{#f/4}I WOULDN'T ACTUALLY GO DOWN INTO A DUMP.
pt_br: <18>{#p/papyrus}{#f/4}EU NÃO VOU ENTRAR DE VERDADE EM NINGUÉM.
zh_cn: <18>{#p/papyrus}{#f/4}我没有船舵， 也不敢真的拿针 去戳他们。
zh_tw: <18>{#p/papyrus}{#f/4}我沒有船舵， 也不敢真的拿針 去戳他們。

source: <18>{#p/papyrus}{#f/7}... THERE'S ENOUGH PEOPLE DOING THAT ALREADY!!!
pt_br: <18>{#p/papyrus}{#f/7}... ISSO SERIA BEM ESTRANHO!!!
zh_cn: <18>{#p/papyrus}{#f/7}...真服了！！ 垃圾场里面不就是 一些破针线破木头嘛？
zh_tw: <18>{#p/papyrus}{#f/7}...真服了！！ 垃圾場裡面不就是 一些破針線破木頭嘛？

source: <18>{#p/papyrus}{#f/5}IT'S STRANGE... THEY NEVER SEEM TO COME BACK.
pt_br: <18>{#p/papyrus}{#f/5}É ESTRANHO... ELAS NUNCA PARECEM VOLTAR.
zh_cn: <18>{#p/papyrus}{#f/5}咋那么多人疯了似地 跑过去“挖宝”？ 一去就是一整天！
zh_tw: <18>{#p/papyrus}{#f/5}咋那麼多人瘋了似地 跑過去「挖寶」？ 一去就是一整天！

source: <25>{#p/alphys}{#f/10}* Eheh, I wouldn't worry about that.
pt_br: <25>{#p/alphys}{#f/10}* Eheh, não se preocupe sobre isso.
zh_cn: <25>{#p/alphys}{#f/10}* 嘿嘿，多正常点事。
zh_tw: <25>{#p/alphys}{#f/10}* 嘿嘿，多正常點事。

source: <25>{#p/alphys}{#f/3}* They must just be so obsessed with trash, they never leave!
pt_br: <25>{#p/alphys}{#f/3}* Elas devem estar tão obcecadas com o lixo que nunca vão embora!
zh_cn: <25>{#p/alphys}{#f/3}* 他们喜欢垃圾，热爱垃圾。 所以就永远 与垃圾为伍了呗！
zh_tw: <25>{#p/alphys}{#f/3}* 他們喜歡垃圾，熱愛垃圾。 所以就永遠 與垃圾為伍了唄！

source: <18>{#p/papyrus}{#f/0}YEAH... THAT MUST BE IT.
pt_br: <18>{#p/papyrus}{#f/0}É... DEVE SER ISSO.
zh_cn: <18>{#p/papyrus}{#f/0}嗯... 只能这么认为了。
zh_tw: <18>{#p/papyrus}{#f/0}嗯... 只能這麼認為了。

source: <18>{#p/papyrus}{#f/5}IT'S STILL KIND OF CONCERNING, THOUGH.
pt_br: <18>{#p/papyrus}{#f/5}EU AINDA ESTOU MEU CONFUSO.
zh_cn: <18>{#p/papyrus}{#f/5}可我还是放心不下 这些家伙。
zh_tw: <18>{#p/papyrus}{#f/5}可我還是放心不下 這些傢伙。

source: <25>{#p/alphys}{#f/31}* ... yeah.
pt_br: <25>{#p/alphys}{#f/31}* ... é.
zh_cn: <25>{#p/alphys}{#f/31}* ...也是。
zh_tw: <25>{#p/alphys}{#f/31}* ...也是。

source: <25>{#p/sans}{#f/0}* oh. * hey guys. * sorry i'm late...
pt_br: <25>{#p/sans}{#f/0}* oh. * ei pessoal. * desculpa pelo atraso.
zh_cn: <25>{#p/sans}{#f/0}* 哦，两位好啊。 * 抱歉回来晚了...
zh_tw: <25>{#p/sans}{#f/0}* 喔，兩位好啊。 * 抱歉回來晚了...

source: <25>{#p/sans}{#f/2}* the people on the floor below us want me to make breakfast.
pt_br: <25>{#p/sans}{#f/2}* as pessoas no andar abaixo do nosso queriam que eu fizesse comida.
zh_cn: <25>{#p/sans}{#f/2}* 楼下的住户饿了， 想让我给他们做早餐。
zh_tw: <25>{#p/sans}{#f/2}* 樓下的住戶餓了， 想讓我給他們做早餐。

source: <25>{#p/alphys}{#f/25}* Well aren't they just a needy bunch.
pt_br: <25>{#p/alphys}{#f/25}* Bem, não seriam eles apenas uns necessitados por comida.
zh_cn: <25>{#p/alphys}{#f/25}* 这些人要懒死啊。
zh_tw: <25>{#p/alphys}{#f/25}* 這些人要懶死啊。

source: <18>{#p/papyrus}{#f/7}UGH... LIVING IN A SPIRE HOUSE MUST BE SO ANNOYING!!
pt_br: <18>{#p/papyrus}{#f/7}UGH... MORAR EM UMA CASA DE PINÁCULO DEVE SER TÃO IRRITANTE!!
zh_cn: <18>{#p/papyrus}{#f/7}呃... 住在塔尖 事咋这么多呢！！
zh_tw: <18>{#p/papyrus}{#f/7}呃... 住在塔尖 事咋這麼多呢！！

source: <18>{#p/papyrus}{#f/4}DO THEY NOT KNOW HOW TO COOK FOR THEMSELVES?
pt_br: <18>{#p/papyrus}{#f/4}ELES NÃO SABEM COZINHAR POR CONTA PRÓPRIA?
zh_cn: <18>{#p/papyrus}{#f/4}他们不会自己做饭吗？
zh_tw: <18>{#p/papyrus}{#f/4}他們不會自己做飯嗎？

source: <25>{#p/sans}{#f/0}* i mean, i can't say i blame 'em.
pt_br: <25>{#p/sans}{#f/0}* quer dizer, eu não posso culpa-los.
zh_cn: <25>{#p/sans}{#f/0}* 他们也有苦衷。
zh_tw: <25>{#p/sans}{#f/0}* 他們也有苦衷。

source: <25>{#p/sans}{#f/0}* after undyne's announcement about our progress, and...
pt_br: <25>{#p/sans}{#f/0}* após o anúncio da undyne sobre nosso progresso e...
zh_cn: <25>{#p/sans}{#f/0}* 毕竟...
zh_tw: <25>{#p/sans}{#f/0}* 畢竟...

source: <25>{#p/sans}{#f/0}* those reports of the former queen's death...?
pt_br: <25>{#p/sans}{#f/0}* aquelas notícias sobre a morte da verdadeira rainha...?
zh_cn: <25>{#p/sans}{#f/0}* 大伙先是得知了人类的事， 然后又被前王后的死讯 打击了一通。
zh_tw: <25>{#p/sans}{#f/0}* 大夥先是得知了人類的事， 然後又被前王后的死訊 打擊了一通。

source: <25>{#p/sans}{#f/3}* i'd probably want someone else to cook for me, too.
pt_br: <25>{#p/sans}{#f/3}* eu provavelmente gostaria que alguém cozinhasse para mim, também.
zh_cn: <25>{#p/sans}{#f/3}* 经历这些，换做是我 也肯定想吃点好吃的， 忘却烦恼。
zh_tw: <25>{#p/sans}{#f/3}* 經歷這些，換做是我 也肯定想吃點好吃的， 忘卻煩惱。

source: <25>{#p/sans}{#f/2}* but hey. * that's why i have you.
pt_br: <25>{#p/sans}{#f/2}* mas ei. * é por isso que eu tenho você.
zh_cn: <25>{#p/sans}{#f/2}* 而我的“专属厨师”， 就是你。
zh_tw: <25>{#p/sans}{#f/2}* 而我的「專屬廚師」， 就是你。

source: <18>{#p/papyrus}{#f/0}YEAH!! WHO NEEDS SOMEONE ELSE TO COOK...
pt_br: <18>{#p/papyrus}{#f/0} EXATAMENTE! QUEM PRECISA DE ALGUÉM PARA COZINHAR...
zh_cn: <18>{#p/papyrus}{#f/0}说得好！！ 无论是谁， 都喜欢吃美食！
zh_tw: <18>{#p/papyrus}{#f/0}說得好！！ 無論是誰， 都喜歡吃美食！

source: <18>{#p/papyrus}{#f/9}... WHEN YOU HAVE THE ONE AND ONLY GREAT PAPYRUS!
pt_br: <18>{#p/papyrus}{#f/9}... QUANDO VOCÊ TEM O PRIMEIRO E ÚNICO GRANDE PAPYRUS!
zh_cn: <18>{#p/papyrus}{#f/9}...特别是 伟大的PAPYRUS 亲手做的美食！
zh_tw: <18>{#p/papyrus}{#f/9}...特別是 偉大的PAPYRUS 親手做的美食！

source: <26>{#p/sans}{#f/0}* heh.
zh_cn: <26>{#p/sans}{#f/0}* 嘿嘿，是呀。
zh_tw: <26>{#p/sans}{#f/0}* 嘿嘿，是呀。

source: <26>{#p/sans}{#f/0}* well, i should probably get started on that breakfast now.
pt_br: <26>{#p/sans}{#f/0}* bem, eu deveria ir naquele café da manhã, agora.
zh_cn: <26>{#p/sans}{#f/0}* 那我去给他们 准备早饭了。
zh_tw: <26>{#p/sans}{#f/0}* 那我去給他們 準備早飯了。

source: <26>{#p/sans}{#f/3}* papyrus, would you mind coming with me?
pt_br: <26>{#p/sans}{#f/3}* papyrus, você se importaria de vir comigo?
zh_cn: <26>{#p/sans}{#f/3}* 一起去不，papyrus？
zh_tw: <26>{#p/sans}{#f/3}* 一起去不，papyrus？

source: <18>{#p/papyrus}{#f/0}OF COURSE! I'LL GO WITH YOU RIGHT AWAY!
pt_br: <18>{#p/papyrus}{#f/0}MAS É CLARO! ESTAREI LOGO ATRÁS DE VOCÊ!
zh_cn: <18>{#p/papyrus}{#f/0}那必须滴！ 现在就去吧！
zh_tw: <18>{#p/papyrus}{#f/0}那必須滴！ 現在就去吧！

source: <26>{#p/sans}{#f/0}* alrighty, then. * ... on we go!
pt_br: <26>{#p/sans}{#f/0}* certo, então. * ... lá vamos nós!
zh_cn: <26>{#p/sans}{#f/0}* 好。 * ...那，出发！
zh_tw: <26>{#p/sans}{#f/0}* 好。 * ...那，出發！

source: <25>{#p/alphys}{#f/17}* Have fun.
pt_br: <25>{#p/alphys}{#f/17}* boa sorte.
zh_cn: <25>{#p/alphys}{#f/17}* 开心点。
zh_tw: <25>{#p/alphys}{#f/17}* 開心點。

source: <25>{#p/alphys}{#f/5}* I guess I should probably hang up the phone now.
pt_br: <25>{#p/alphys}{#f/5}* Eu acho que vou desligar agora.
zh_cn: <25>{#p/alphys}{#f/5}* 该挂电话了。
zh_tw: <25>{#p/alphys}{#f/5}* 該掛電話了。

source: <25>{#p/alphys}{#f/6}* Just, if this ever gets to you, then...
pt_br: <25>{#p/alphys}{#f/6}* Olha, se isso chegar até você, então...
zh_cn: <25>{#p/alphys}{#f/6}* 只是...
zh_tw: <25>{#p/alphys}{#f/6}* 只是...

source: <25>{#p/alphys}{#f/14}* I hope you're doing better than we are right now.
pt_br: <25>{#p/alphys}{#f/14}* Eu espero que você esteja melhor do que a gente agora.
zh_cn: <25>{#p/alphys}{#f/14}* 如果能听到我的声音... * 希望你在那边 过得比我们幸福。
zh_tw: <25>{#p/alphys}{#f/14}* 如果能聽到我的聲音... * 希望你在那邊 過得比我們幸福。
