Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}{#f/3}* the pair cast off their armor, and took the job in stride.
pt_br: <25>{#p/sans}{#f/3}* eles pegaram suas armaduras e aceitaram o trabalho.
zh_cn: <25>{#p/sans}{#f/3}* 他俩卸下了盔甲， 最终接下了这份工作。
zh_tw: <25>{#p/sans}{#f/3}* 他倆卸下了盔甲， 最終接下了這份工作。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about 01 and 02?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre o 01 e o 02?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说一号，二号吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說一號，二號嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about cozmo...
pt_br: <25>{#p/sans}{#f/3}* rapidamente, encontramos o cozmo...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了cozmo...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了cozmo...

source: <25>{#p/sans}{#f/3}* it seemed confused at first, but adjusted to the job quickly.
pt_br: <25>{#p/sans}{#f/3}* ele parecia confuso no início, mas se adaptou ao trabalho com facilidade.
zh_cn: <25>{#p/sans}{#f/3}* 刚接下这份工作时， 他还挺困惑。 * 但很快他就适应了。
zh_tw: <25>{#p/sans}{#f/3}* 剛接下這份工作時， 他還挺困惑。 * 但很快他就適應了。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Cozmo?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre o Cozmo?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Cozmo吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Cozmo嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about terrestria...
pt_br: <25>{#p/sans}{#f/3}* rapidamente, nós encontramos terrestria...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了terrestria...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了terrestria...

source: <25>{#p/sans}{#f/3}* of course, she accepted the job with reverence and dignity.
pt_br: <25>{#p/sans}{#f/3}* é claro, ela aceitou o trabalho com reverência e dignidade.
zh_cn: <25>{#p/sans}{#f/3}* 正如我所料， 她心怀敬畏， 庄严地接受了这份工作。
zh_tw: <25>{#p/sans}{#f/3}* 正如我所料， 她心懷敬畏， 莊嚴地接受了這份工作。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Terrestria?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre a terrestria?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Terrestria吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Terrestria嗎？

source: <25>{#p/sans}{#f/0}* oh, hey alphys. * i'm leaving a message for the human.
pt_br: <25>{#p/sans}{#f/0}* ah, oi alphys. * estou deixando uma mensagem para o humano.
zh_cn: <25>{#p/sans}{#f/0}* 哦，是alphys呀。 * 我正给人类留言呢。
zh_tw: <25>{#p/sans}{#f/0}* 喔，是alphys呀。 * 我正給人類留言呢。

source: <25>{#p/alphys}{#f/17}* Oh, right. * You said you were going to do that.
pt_br: <25>{#p/alphys}{#f/17}* Oh, certo. * Você disse mesmo que iria fazer isso.
zh_cn: <25>{#p/alphys}{#f/17}* 行。 * 之前你确实说 要给人类打个电话。
zh_tw: <25>{#p/alphys}{#f/17}* 行。 * 之前你確實說 要給人類打個電話。

source: <25>{#p/alphys}{#f/6}* Yeah, Doggo can get nervous sometimes, but I've helped him before.
pt_br: <25>{#p/alphys}{#f/6}* É, Doggo pode ficar nervoso algumas vezes, mas eu já o ajudei antes.
zh_cn: <25>{#p/alphys}{#f/6}* 没错， 虽然Doggo有时会焦虑...
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯， 雖然Doggo有時會焦慮...

source: <25>{#p/alphys}{#f/8}* Just having me around seems to make him happy to do his job.
pt_br: <25>{#p/alphys}{#f/8}* Só de me ter por perto já o faz feliz o suficiente para trabalhar.
zh_cn: <25>{#p/alphys}{#f/8}* 但有我陪着他。 * 以前，我帮过他， 所以他也安心了。
zh_tw: <25>{#p/alphys}{#f/8}* 但有我陪著他。 * 以前，我幫過他， 所以他也安心了。

source: <25>{#p/alphys}{#f/6}* Yeah, that neck can be a problem sometimes, but it does a good job.
pt_br: <25>{#p/alphys}{#f/6}* É, aquele pescoço pode dar trabalho de vez em quando, mas faz um ótimo trabalho.
zh_cn: <25>{#p/alphys}{#f/6}* 没错。[ADD]<25>{#p/alphys}{#f/6}* 虽然那狗狗脖子太长， 有时挺麻烦的... * 但它活干得不错。
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯。[ADD]<25>{#p/alphys}{#f/6}* 雖然那狗狗脖子太長， 有時挺麻煩的... * 但它活幹得不錯。

source: <25>{#p/alphys}{#f/8}* All it asks for in return is to be pet many, many times.
pt_br: <25>{#p/alphys}{#f/8}* Tudo que ele pedia em retorno era ser acariciado várias e várias vezes.
zh_cn: <25>{#p/alphys}{#f/8}* 只要有人摸它， 没完没了地摸它， 它就心满意足。
zh_tw: <25>{#p/alphys}{#f/8}* 只要有人摸它， 沒完沒了地摸它， 它就心滿意足。

source: <25>{#p/alphys}{#f/6}* Yeah, those dogs do alright as long as they're together.
pt_br: <25>{#p/alphys}{#f/6}* É, aqueles cachorros se saem bem com tanto que estejam unidos.
zh_cn: <25>{#p/alphys}{#f/6}* 没错。 * 那两只狗狗只要在一起， 就能把活干得很漂亮。
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯。 * 那兩隻狗狗只要在一起， 就能把活幹得很漂亮。

source: <25>{#p/alphys}{#f/8}* All they ask for in return is... well, lots of "alone time."
pt_br: <25>{#p/alphys}{#f/8}* Tudo que eles pediram em retorno era... bem, um "longo tempo" a sós.
zh_cn: <25>{#p/alphys}{#f/8}* 他俩这么卖力， 各自想要的却是... “一个人静静”。
zh_tw: <25>{#p/alphys}{#f/8}* 他倆這麼賣力， 各自想要的卻是... 「一個人靜靜」。

source: <25>{#p/alphys}{#f/6}* Yeah, not only does that dog do its job, but it does so eagerly.
pt_br: <25>{#p/alphys}{#f/6}* É, não apenas ele faz seu trabalho, mas faz com felicidade.
zh_cn: <25>{#p/alphys}{#f/6}* 没错。 * 那只大狗不仅接下了工作， 还干得特别起劲。
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯。 * 那隻大狗不僅接下了工作， 還幹得特別起勁。

source: <25>{#p/alphys}{#f/8}* All it asks for in return is a copious amount of headpats.
pt_br: <25>{#p/alphys}{#f/8}* Tudo o que ele pede em troca é uma grande quantidade de tapinhas na cabeça.
zh_cn: <25>{#p/alphys}{#f/8}* 它不求别的， 只求能多被“摸摸头”。
zh_tw: <25>{#p/alphys}{#f/8}* 它不求別的， 只求能多被「摸摸頭」。

source: <25>{#p/alphys}{#f/6}* Yeah, Doge can be a little cold, but she knows what she's doing.
pt_br: <25>{#p/alphys}{#f/6}* É, Doge pode ser fria, mas ela sabe o que faz.
zh_cn: <25>{#p/alphys}{#f/6}* 没错。 * Doge虽然有点冷血， 但对工作十分认真。
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯。 * Doge雖然有點冷血， 但對工作十分認真。

source: <25>{#p/alphys}{#f/8}* We usually reward her with a cold shower. * A bit odd, but okay.
pt_br: <25>{#p/alphys}{#f/8}* Normalmente recompensamos ela com um banho frio. * Meio coincidente, mas tudo bem.
zh_cn: <25>{#p/alphys}{#f/8}* 因此， 我们总请她洗冷水澡。 * 乍一听很怪，但确实合理。
zh_tw: <25>{#p/alphys}{#f/8}* 因此， 我們總請她洗冷水澡。 * 乍一聽很怪，但確實合理。

source: <26>{#p/alphys}{#f/6}* Yeah, 01 and 02 are cute, and... also happen to do a good job.
pt_br: <26>{#p/alphys}{#f/6}* É, 01 e 03 são fofos, e... eles tem feito um ótimo trabalho.
zh_cn: <26>{#p/alphys}{#f/6}* 没错。[ADD]<26>{#p/alphys}{#f/6}* 一号、二号他俩特别可爱。 而且没想到... 活还干的不错。
zh_tw: <26>{#p/alphys}{#f/6}* 沒錯。[ADD]<26>{#p/alphys}{#f/6}* 一號、二號他倆特別可愛。 而且沒想到... 活還幹的不錯。

source: <25>{#p/alphys}{#f/8}* We usually reward them with ice cream. * They love that stuff.
pt_br: <25>{#p/alphys}{#f/8}* Normalmente os compensamos com sorvete. * Eles amam.
zh_cn: <25>{#p/alphys}{#f/8}* 看他俩工作那么卖力， 我总请他俩吃冰淇淋。 * 他们特别爱吃。
zh_tw: <25>{#p/alphys}{#f/8}* 看他倆工作那麼賣力， 我總請他倆吃冰淇淋。 * 他們特別愛吃。

source: <25>{#p/alphys}{#f/6}* Yeah, it can get antsy at times, but it's done well overall.
pt_br: <25>{#p/alphys}{#f/6}* É, ele pode ficar confuso as vezes, mas faz um ótimo trabalho.
zh_cn: <25>{#p/alphys}{#f/6}* 没错。 * 虽然它有时会“躁动”， 但活干得不错。
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯。 * 雖然它有時會「躁動」， 但活幹得不錯。

source: <25>{#p/alphys}{#f/8}* We usually reward it with poems. * It likes those.
pt_br: <25>{#p/alphys}{#f/8}* Normalmente o compensamos com poemas encontrados. * Ele os ama.
zh_cn: <25>{#p/alphys}{#f/8}* 因此，我们总奖励它 一些诗歌。 * 它非常喜欢。
zh_tw: <25>{#p/alphys}{#f/8}* 因此，我們總獎勵它 一些詩歌。 * 它非常喜歡。

source: <25>{#p/alphys}{#f/6}* Yeah, she's... done a really good job.
pt_br: <25>{#p/alphys}{#f/6}* É, ela... tem feito um ótimo trabalho.
zh_cn: <25>{#p/alphys}{#f/6}* 没错。 * 她... 干得非常出色。
zh_tw: <25>{#p/alphys}{#f/6}* 沒錯。 * 她... 幹得非常出色。

source: <25>{#p/alphys}{#f/8}* We usually reward her with lullabies. * She finds them calming.
pt_br: <25>{#p/alphys}{#f/8}* Costumamos recompensá-la com canções de ninar. * Ela as acha acalmantes.
zh_cn: <25>{#p/alphys}{#f/8}* 因此，我们总给它 唱安魂曲作为奖励。 * 那些曲子能让她平静下来。
zh_tw: <25>{#p/alphys}{#f/8}* 因此，我們總給它 唱安魂曲作為獎勵。 * 那些曲子能讓她平靜下來。

source: <25>{#p/sans}{#f/0}* yup, it's a pretty good arrangement.
pt_br: <25>{#p/sans}{#f/0}* Sim, foi um bom arranjo.
zh_cn: <25>{#p/sans}{#f/0}* 挺好的。 * 工作安排得不错。
zh_tw: <25>{#p/sans}{#f/0}* 挺好的。 * 工作安排得不錯。

source: <25>{#p/sans}{#f/3}* everyone gets what they want, and everyone's happy.
pt_br: <25>{#p/sans}{#f/3}* todo mundo ganha o que quer, todo mundo está feliz.
zh_cn: <25>{#p/sans}{#f/3}* 大家各司其职，各得其所。 * 所有人都很幸福。
zh_tw: <25>{#p/sans}{#f/3}* 大家各司其職，各得其所。 * 所有人都很幸福。

source: <25>{#p/sans}{#f/3}* well, i say everyone.
pt_br: <25>{#p/sans}{#f/3}* bem, eu disse todo mundo.
zh_cn: <25>{#p/sans}{#f/3}* 对，所有“人”都很幸福。
zh_tw: <25>{#p/sans}{#f/3}* 對，所有「人」都很幸福。

source: <25>{#p/alphys}{#f/15}* ... right...
pt_br: <25>{#p/alphys}{#f/15}* ... certo...
zh_cn: <25>{#p/alphys}{#f/15}* ...这...
zh_tw: <25>{#p/alphys}{#f/15}* ...這...

source: <25>{#p/alphys}{#f/10}* I'm just... gonna let you two keep talking.
pt_br: <25>{#p/alphys}{#f/10}* Eu vou só... deixar vocês dois conversarem.
zh_cn: <25>{#p/alphys}{#f/10}* 你俩聊吧。 * 我先走了...
zh_tw: <25>{#p/alphys}{#f/10}* 你倆聊吧。 * 我先走了...

source: <25>{#p/sans}{#f/0}* actually, we were almost done.
pt_br: <25>{#p/sans}{#f/0}* na verdade, estamos quase finalizando.
zh_cn: <25>{#p/sans}{#f/0}* 再等等， 我马上打完了。
zh_tw: <25>{#p/sans}{#f/0}* 再等等， 我馬上打完了。

source: <25>{#p/alphys}{#f/17}* ... oh.
zh_cn: <25>{#p/alphys}{#f/17}* ...哦。
zh_tw: <25>{#p/alphys}{#f/17}* ...喔。

source: <25>{#p/sans}{#f/3}* look, it hasn't been easy for a single person on the outpost.
pt_br: <25>{#p/sans}{#f/3}* olha, não tem sido fácil para uma única pessoa no outpost.
zh_cn: <25>{#p/sans}{#f/3}* 对前哨站居民来说。 * 活着，就是煎熬。
zh_tw: <25>{#p/sans}{#f/3}* 對前哨站居民來說。 * 活著，就是煎熬。

source: <25>{#p/sans}{#f/0}* not for me, not for alphys...
pt_br: <25>{#p/sans}{#f/0}* nem pra mim, nem pra alphys...
zh_cn: <25>{#p/sans}{#f/0}* 对我如此， 对alphys更是如此...
zh_tw: <25>{#p/sans}{#f/0}* 對我如此， 對alphys更是如此...

source: <25>{#p/sans}{#f/3}* ... not for anyone.
pt_br: <25>{#p/sans}{#f/3}* ... pra ninguém.
zh_cn: <25>{#p/sans}{#f/3}* ...对所有怪物， 都是如此。
zh_tw: <25>{#p/sans}{#f/3}* ...對所有怪物， 都是如此。

source: <25>{#p/alphys}{#f/24}* Yep, because that's what happens when you kill a bunch of people.
pt_br: <25>{#p/alphys}{#f/24}* Pois é, é isso que acontece quando você mata tantas pessoas.
zh_cn: <25>{#p/alphys}{#f/24}* 是啊。 * 我们遭这些罪， 都是因为你。
zh_tw: <25>{#p/alphys}{#f/24}* 是啊。 * 我們遭這些罪， 都是因為你。

source: <25>{#p/alphys}{#f/25}* Who would have thought.
pt_br: <25>{#p/alphys}{#f/25}* Quem poderia imaginar.
zh_cn: <25>{#p/alphys}{#f/25}* 真吓人。 * 区区一个小孩 居然能杀好几只怪物。
zh_tw: <25>{#p/alphys}{#f/25}* 真嚇人。 * 區區一個小孩 居然能殺好幾隻怪物。

source: <25>{#p/sans}{#f/3}* except it was more than just "a bunch of people."
pt_br: <25>{#p/sans}{#f/3}* exceto de que foi mais do que um "tanto de pessoas."
zh_cn: <25>{#p/sans}{#f/3}* 那何止是 “好几只怪物”...
zh_tw: <25>{#p/sans}{#f/3}* 那何止是 「好幾隻怪物」...

source: <25>{#p/sans}{#f/0}* it was... a lot of important people.
pt_br: <25>{#p/sans}{#f/0}* foram... pessoas muito importantes.
zh_cn: <25>{#p/sans}{#f/0}* 你杀的... 可是许多重要的大将。
zh_tw: <25>{#p/sans}{#f/0}* 你殺的... 可是許多重要的大將。

source: <25>{#p/sans}{#f/0}* people whose loss impacted everyone on the outpost.
pt_br: <25>{#p/sans}{#f/0}* pessoas que a perda impactou todos no outpost.
zh_cn: <25>{#p/sans}{#f/0}* 他们的死， 沉重打击了大家的希望。
zh_tw: <25>{#p/sans}{#f/0}* 他們的死， 沉重打擊了大家的希望。

source: <25>{#p/sans}{#f/3}* ... and, there was one person you killed...
pt_br: <25>{#p/sans}{#f/3}* ... e tem uma pessoa que você matou...
zh_cn: <25>{#p/sans}{#f/3}* ...而且， 你还杀了“他”...
zh_tw: <25>{#p/sans}{#f/3}* ...而且， 你還殺了「他」...

source: <25>{#p/sans}{#f/3}* to be fair, it could've been a lot worse.
pt_br: <25>{#p/sans}{#f/3}* para ser sincero, poderia ter sido bem pior.
zh_cn: <25>{#p/sans}{#f/3}* 平心而论， 你杀的怪不算多。
zh_tw: <25>{#p/sans}{#f/3}* 平心而論， 你殺的怪不算多。

source: <25>{#p/sans}{#f/0}* i can understand defending yourself against the royal guard.
pt_br: <25>{#p/sans}{#f/0}* eu entendo você se defender contra a guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 遇到那些守卫， 你很害怕，想自保， 我能理解。
zh_tw: <25>{#p/sans}{#f/0}* 遇到那些守衛， 你很害怕，想自保， 我能理解。

source: <25>{#p/sans}{#f/0}* and, even outside of that, you were mostly alright.
pt_br: <25>{#p/sans}{#f/0}* e mesmo fora disso, maior parte do que você fez estava correto.
zh_cn: <25>{#p/sans}{#f/0}* 而且，面对其他怪物时， 你也没有大开杀戒。
zh_tw: <25>{#p/sans}{#f/0}* 而且，面對其他怪物時， 你也沒有大開殺戒。

source: <25>{#p/sans}{#f/3}* ... but, there was one person you killed...
pt_br: <25>{#p/sans}{#f/3}* ... mas, existe uma pessoa que você matou...
zh_cn: <25>{#p/sans}{#f/3}* ...话虽如此， 你还是杀了“他”...
zh_tw: <25>{#p/sans}{#f/3}* ...話雖如此， 你還是殺了「他」...

source: <25>{#p/sans}{#f/0}* that i know for certain you had no reason to.
pt_br: <25>{#p/sans}{#f/0}* que eu tenho certeza que não havia motivos.
zh_cn: <25>{#p/sans}{#f/0}* 我敢说， 这事，你找不出任何借口。
zh_tw: <25>{#p/sans}{#f/0}* 我敢說， 這事，你找不出任何藉口。

source: <25>{#p/sans}{#f/0}* someone who only wanted you to be a better person.
pt_br: <25>{#p/sans}{#f/0}* alguém que só queria que você fosse uma pessoa melhor.
zh_cn: <25>{#p/sans}{#f/0}* 他只是想拉你一把， 让你迷途知返。
zh_tw: <25>{#p/sans}{#f/0}* 他只是想拉你一把， 讓你迷途知返。

source: <25>{#p/sans}{#f/3}* before you struck him down and declared your true nature.
pt_br: <25>{#p/sans}{#f/3}* antes de você mata-lo brutalmente e revelar sua natureza.
zh_cn: <25>{#p/sans}{#f/3}* 你却原形毕露， 把他撂倒。
zh_tw: <25>{#p/sans}{#f/3}* 你卻原形畢露， 把他撂倒。

source: <25>{#p/sans}{#f/0}* someone who would have never hurt you, no matter what.
pt_br: <25>{#p/sans}{#f/0}* alguém que jamais iria te ferir de verdade, não importava o que.
zh_cn: <25>{#p/sans}{#f/0}* 他自始至终 从未想伤害你。
zh_tw: <25>{#p/sans}{#f/0}* 他自始至終 從未想傷害你。

source: <25>{#p/sans}{#f/3}* whereas you seemed almost eager to end his life.
pt_br: <25>{#p/sans}{#f/3}* mas parece que você se esforçou muito para acabar com a vida dele.
zh_cn: <25>{#p/sans}{#f/3}* 你却想直接要了他的命。
zh_tw: <25>{#p/sans}{#f/3}* 你卻想直接要了他的命。

source: <25>{#p/sans}{#f/0}* don't lie to yourself. * you know exactly who i'm referring to.
pt_br: <25>{#p/sans}{#f/0}* não minta para si mesmo. * você sabe exatamente de quem estou falando.
zh_cn: <25>{#p/sans}{#f/0}* 别想着装傻。 * “他”是谁，你心知肚明。
zh_tw: <25>{#p/sans}{#f/0}* 別想著裝傻。 * 「他」是誰，你心知肚明。

source: <25>{#p/alphys}{#f/20}* I certainly do.
pt_br: <25>{#p/alphys}{#f/20}* Eu certamente sei.
zh_cn: <25>{#p/alphys}{#f/20}* 我也心知肚明。
zh_tw: <25>{#p/alphys}{#f/20}* 我也心知肚明。

source: <25>{#p/sans}{#f/3}* ... * if you're out there, somewhere...
pt_br: <25>{#p/sans}{#f/3}* ... * se você está aí fora, em algum lugar...
zh_cn: <25>{#p/sans}{#f/3}* ... * 要是你能听到我的留言...
zh_tw: <25>{#p/sans}{#f/3}* ... * 要是你能聽到我的留言...

source: <25>{#p/sans}{#f/0}* i hope you realize how bad you've made things here.
pt_br: <25>{#p/sans}{#f/0}* eu espero que você perceba o desastre que fez aqui.
zh_cn: <25>{#p/sans}{#f/0}* 希望你能知道 你给这里带来了 多少痛苦。
zh_tw: <25>{#p/sans}{#f/0}* 希望你能知道 你給這裡帶來了 多少痛苦。

source: <25>{#p/sans}{#f/0}* no asgore, or undyne. * no royal guard. * no mettaton.
pt_br: <25>{#p/sans}{#f/0}* sem asgore, ou undyne. * sem guarda real. * sem mettaton.
zh_cn: <25>{#p/sans}{#f/0}* asgore死了，undyne死了。 * 守卫死了。 * mettaton死了。
zh_tw: <25>{#p/sans}{#f/0}* asgore死了，undyne死了。 * 守衛死了。 * mettaton死了。

source: <25>{#p/sans}{#f/3}* ... no reason to keep this phone call going any longer.
pt_br: <25>{#p/sans}{#f/3}* ... sem razões para manter essa ligação por qualquer tempo a mais que seja.
zh_cn: <25>{#p/sans}{#f/3}* ...我的心也死了。[ADD]<25>{#p/sans}{#f/3}* 挂电话吧。
zh_tw: <25>{#p/sans}{#f/3}* ...我的心也死了。[ADD]<25>{#p/sans}{#f/3}* 掛電話吧。

source: <25>{#p/sans}{#f/4}* is anyone there?
pt_br: <25>{#p/sans}{#f/4}* tem alguém aí?
zh_cn: <25>{#p/sans}{#f/4}* 喂，有人吗？
zh_tw: <25>{#p/sans}{#f/4}* 喂，有人嗎？

source: <25>{#p/sans}{#f/2}* no? * well, i'll just leave a message.
pt_br: <25>{#p/sans}{#f/2}* não? * bem, eu vou só deixar uma mensagem.
zh_cn: <25>{#p/sans}{#f/2}* 没人？ * 那我就留个言吧。
zh_tw: <25>{#p/sans}{#f/2}* 沒人？ * 那我就留個言吧。

source: <25>{#p/sans}{#f/0}* so, after you left, things kind of just got worse and worse.
pt_br: <25>{#p/sans}{#f/0}* então, após você ir embora as coisas ficaram piores e piores.
zh_cn: <25>{#p/sans}{#f/0}* 在你走后， 坏事一件接一件。
zh_tw: <25>{#p/sans}{#f/0}* 在你走後， 壞事一件接一件。

source: <25>{#p/sans}{#f/3}* asgore was gone, undyne was gone...
pt_br: <25>{#p/sans}{#f/3}* asgore se foi, undyne se foi...
zh_cn: <25>{#p/sans}{#f/3}* asgore死了， undyne死了...
zh_tw: <25>{#p/sans}{#f/3}* asgore死了， undyne死了...

source: <25>{#p/sans}{#f/0}* and due to a botched plan involving mettaton and the core...
pt_br: <25>{#p/sans}{#f/0}* e devido a um plano estúpido envolvendo mettaton e o core...
zh_cn: <25>{#p/sans}{#f/0}* 更糟的是， mettaton那扯淡的计划 让核心陷入停摆。
zh_tw: <25>{#p/sans}{#f/0}* 更糟的是， mettaton那扯淡的計畫 讓核心陷入停擺。

source: <25>{#p/sans}{#f/3}* issues with the power occured, killing many in the process.
pt_br: <25>{#p/sans}{#f/3}* tivemos problemas no suprimento de energia, matando muitos no processo.
zh_cn: <25>{#p/sans}{#f/3}* 能量供应失控， 许多民众因此丧命。
zh_tw: <25>{#p/sans}{#f/3}* 能量供應失控， 許多民眾因此喪命。

source: <25>{#p/sans}{#f/3}* even the humans in the archive got hit by a power surge.
pt_br: <25>{#p/sans}{#f/3}* até mesmo os humanos no arquivo foram acertados por um certo poder.
zh_cn: <25>{#p/sans}{#f/3}* 连“档案”里的人类 都没能幸免于难。[ADD]<25>{#p/sans}{#f/3}* 容器遭受电击， 他们当场丧命。
zh_tw: <25>{#p/sans}{#f/3}* 連「檔案」裡的人類 都沒能倖免於難。[ADD]<25>{#p/sans}{#f/3}* 容器遭受電擊， 他們當場喪命。

source: <25>{#p/sans}{#f/0}* long story short, alphys and i put their souls in a safe place.
pt_br: <25>{#p/sans}{#f/0}* para encurtar a loga história, eu e a alphys colocamos as almas em lugares seguros.
zh_cn: <25>{#p/sans}{#f/0}* 简单讲讲后续。[ADD]<25>{#p/sans}{#f/0}* 我和alphys把灵魂 转移到安全的地方。
zh_tw: <25>{#p/sans}{#f/0}* 簡單講講後續。[ADD]<25>{#p/sans}{#f/0}* 我和alphys把靈魂 轉移到安全的地方。

source: <25>{#p/sans}{#f/3}* but who would we hire to watch over them?
pt_br: <25>{#p/sans}{#f/3}* mas quem iríamos chamar para olha-las?
zh_cn: <25>{#p/sans}{#f/3}* 容器防碎不防偷， 谁来看着灵魂呢？
zh_tw: <25>{#p/sans}{#f/3}* 容器防碎不防偷， 誰來看著靈魂呢？

source: <25>{#p/sans}{#f/0}* well, the only person we called who was available...
pt_br: <25>{#p/sans}{#f/0}* bem, a única pessoa que chamamos que estava viva...
zh_cn: <25>{#p/sans}{#f/0}* 思来想去...
zh_tw: <25>{#p/sans}{#f/0}* 思來想去...

source: <25>{#p/sans}{#f/0}* a former elite squad member...
pt_br: <25>{#p/sans}{#f/0}* um membro formal do esquadrão de elite...
zh_cn: <25>{#p/sans}{#f/0}* 唯一合适的人选... 是一位特战队退伍兵。
zh_tw: <25>{#p/sans}{#f/0}* 唯一合適的人選... 是一位特戰隊退伍兵。

source: <25>{#p/sans}{#f/3}* turned out to be a massive trojan horse.
pt_br: <25>{#p/sans}{#f/3}* acabou sendo um enorme cavalo de tróia.
zh_cn: <25>{#p/sans}{#f/3}* 本来， 招它来是想帮点忙， 哪成想竟然“引狼入室”。
zh_tw: <25>{#p/sans}{#f/3}* 本來， 招它來是想幫點忙， 哪成想竟然「引狼入室」。

source: <25>{#p/sans}{#f/0}* the moment they were left alone with the souls...
pt_br: <25>{#p/sans}{#f/0}* o momento em que foi deixado sozinho com as almas...
zh_cn: <25>{#p/sans}{#f/0}* 趁我们不在时...
zh_tw: <25>{#p/sans}{#f/0}* 趁我們不在時...

source: <25>{#p/sans}{#f/3}* they took them, and turned themselves from a dummy...
pt_br: <25>{#p/sans}{#f/3}* ele pegou para si, transformou-se de um boneco...
zh_cn: <25>{#p/sans}{#f/3}* 它偷偷把灵魂都吸了。
zh_tw: <25>{#p/sans}{#f/3}* 它偷偷把靈魂都吸了。

source: <25>{#p/sans}{#f/3}* into mad mew mew, from mew mew starfire.
pt_br: <25>{#p/sans}{#f/3}* para uma mad mew mew, de mew mew Starfire.
zh_cn: <25>{#p/sans}{#f/3}* 借助灵魂之力，它从人偶 变身为《喵喵星火》的 英雄喵喵。
zh_tw: <25>{#p/sans}{#f/3}* 藉助靈魂之力，它從人偶 變身為《喵喵星火》的 英雄喵喵。

source: <25>{#p/sans}{#f/0}* also known as the best movie in the mew mew franchise.
pt_br: <25>{#p/sans}{#f/0}* também conhecido como o melhor filme da franquia mew mew.
zh_cn: <25>{#p/sans}{#f/0}* 《喵喵星火》可是 整个喵喵系列 最棒的电影。
zh_tw: <25>{#p/sans}{#f/0}* 《喵喵星火》可是 整個喵喵系列 最棒的電影。

source: <25>{#p/sans}{#f/2}* which i definitely didn't say because i'm afraid for my life.
pt_br: <25>{#p/sans}{#f/2}* o que eu definitivamente não estou dizendo por temer pela minha vida.
zh_cn: <25>{#p/sans}{#f/2}* 我哪敢说它不好啊， 我可不想丢掉小命。
zh_tw: <25>{#p/sans}{#f/2}* 我哪敢說它不好啊， 我可不想丟掉小命。

source: <25>{#p/sans}{#f/0}* anyway, as you can tell, things are just wonderful here!
pt_br: <25>{#p/sans}{#f/0}* tanto faz, como você pode ver, as coisas estão maravilhosas aqui!
zh_cn: <25>{#p/sans}{#f/0}* 总之，你看。 * 我们的生活是多么幸福啊！
zh_tw: <25>{#p/sans}{#f/0}* 總之，你看。 * 我們的生活是多麼幸福啊！

source: <25>{#p/sans}{#f/0}* rather than doing any important work, we all just play games.
pt_br: <25>{#p/sans}{#f/0}* mais do que fazer qualquer trabalho importante, só jogamos o dia inteiro.
zh_cn: <25>{#p/sans}{#f/0}* 人们根本不用工作， 只要自愿地玩耍。
zh_tw: <25>{#p/sans}{#f/0}* 人們根本不用工作， 只要自願地玩耍。

source: <25>{#p/sans}{#f/0}* ... which we definitely aren't forced into doing.
pt_br: <25>{#p/sans}{#f/0}* ... o que definitivamente não somos forçados a fazer.
zh_cn: <25>{#p/sans}{#f/0}* 没有剥削，没有压迫。 * ...一切都是“自愿”的。
zh_tw: <25>{#p/sans}{#f/0}* 沒有剝削，沒有壓迫。 * ...一切都是「自願」的。

source: <25>{#p/sans}{#f/3}* i mean, hey. * at least the games are always fair.
pt_br: <25>{#p/sans}{#f/3}* quer dizer, ei. * pelo menos os jogos são bem justos.
zh_cn: <25>{#p/sans}{#f/3}* 连游戏也是公平的， 绝对公平。
zh_tw: <25>{#p/sans}{#f/3}* 連遊戲也是公平的， 絕對公平。

source: <25>{#p/sans}{#f/0}* no, really. * that's not even a lie.
pt_br: <25>{#p/sans}{#f/0}* não, sérião. * essa parte nem é mentira.
zh_cn: <25>{#p/sans}{#f/0}* 这话千真万确， 就是真理。
zh_tw: <25>{#p/sans}{#f/0}* 這話千真萬確， 就是真理。

source: <25>{#p/sans}{#f/0}* 'cause, even when she acts like she WANTS them to be unfair...
pt_br: <25>{#p/sans}{#f/0}* porque, mesmo quando ela age como se quisesse ser injusta...
zh_cn: <25>{#p/sans}{#f/0}* 就算喵喵想让游戏 不公平...
zh_tw: <25>{#p/sans}{#f/0}* 就算喵喵想讓遊戲 不公平...

source: <25>{#p/sans}{#f/3}* it's like...
pt_br: <25>{#p/sans}{#f/3}* é como se...
zh_cn: <25>{#p/sans}{#f/3}* 也有一股力量...
zh_tw: <25>{#p/sans}{#f/3}* 也有一股力量...

source: <25>{#p/sans}{#f/3}* something within her won't let her go that far.
pt_br: <25>{#p/sans}{#f/3}* algo dentro dela não a permite ir tão longe.
zh_cn: <25>{#p/sans}{#f/3}* 一股在她体内， 无形的力量去阻止她。
zh_tw: <25>{#p/sans}{#f/3}* 一股在她體內， 無形的力量去阻止她。

source: <25>{#p/sans}{#f/0}* something stops her. * she hesitates, or even backpedals at times.
pt_br: <25>{#p/sans}{#f/0}* algo para ela. * ela hesita ou até mesmo recua as vezes.
zh_cn: <25>{#p/sans}{#f/0}* 她会犹豫，会退缩。 * 最终，一切重回正轨。
zh_tw: <25>{#p/sans}{#f/0}* 她會猶豫，會退縮。 * 最終，一切重回正軌。

source: <25>{#p/sans}{#f/0}* there was this one time where, she had an idea...
pt_br: <25>{#p/sans}{#f/0}* teve uma vez em que ela teve uma ideia...
zh_cn: <25>{#p/sans}{#f/0}* 有一次...
zh_tw: <25>{#p/sans}{#f/0}* 有一次...

source: <25>{#p/sans}{#f/3}* for a game where we'd all fight to the death in rounds.
pt_br: <25>{#p/sans}{#f/3}* de um jogo onde todos nós lutamos até a morte por turnos.
zh_cn: <25>{#p/sans}{#f/3}* 喵喵叫我们玩个“决斗游戏”。 相互决斗，揍死出局， 没死就继续打，打死为止。
zh_tw: <25>{#p/sans}{#f/3}* 喵喵叫我們玩個「決鬥遊戲」。 相互決鬥，揍死出局， 沒死就繼續打，打死為止。

source: <25>{#p/sans}{#f/0}* but just as the match was about to start...
pt_br: <25>{#p/sans}{#f/0}* mas assim que as lutas estavam para começar...
zh_cn: <25>{#p/sans}{#f/0}* 但是... * 比赛前夕，喵喵突然 改了主意。
zh_tw: <25>{#p/sans}{#f/0}* 但是... * 比賽前夕，喵喵突然 改了主意。

source: <25>{#p/sans}{#f/3}* she changed the rules to make it a fight to knockout instead.
pt_br: <25>{#p/sans}{#f/3}* ela mudou as regras para apenas desmaiar o adversário.
zh_cn: <25>{#p/sans}{#f/3}* 不用非得打死， 只要打到失去知觉， 就能出局。
zh_tw: <25>{#p/sans}{#f/3}* 不用非得打死， 只要打到失去知覺， 就能出局。

source: <25>{#p/sans}{#f/3}* so... * if i had to guess...
pt_br: <25>{#p/sans}{#f/3}* então... * se eu pudesse adivinhar...
zh_cn: <25>{#p/sans}{#f/3}* 所以，我想...
zh_tw: <25>{#p/sans}{#f/3}* 所以，我想...

source: <25>{#p/sans}{#f/2}* i'd say the human souls gave her more than she bargained for.
pt_br: <25>{#p/sans}{#f/2}* eu acho que as almas humanas deram a ela mais do que apenas poder.
zh_cn: <25>{#p/sans}{#f/2}* 除了野心和力量， 人类灵魂还给了她 某种“别的东西”。
zh_tw: <25>{#p/sans}{#f/2}* 除了野心和力量， 人類靈魂還給了她 某種「別的東西」。

source: <25>{#p/sans}{#f/0}* maybe some part of them remains conscious...?
pt_br: <25>{#p/sans}{#f/0}* talvez parte delas ainda estão conscientes...?
zh_cn: <25>{#p/sans}{#f/0}* 也许... 那些人类灵魂 并未彻底沉睡？
zh_tw: <25>{#p/sans}{#f/0}* 也許... 那些人類靈魂 並未徹底沉睡？

source: <25>{#p/alphys}{#f/17}* Uh, not to interrupt, but it's your move.
pt_br: <25>{#p/alphys}{#f/17}* Uh, sem querer interromper, mas é sua vez.
zh_cn: <25>{#p/alphys}{#f/17}* 呃，打个岔， 到你了。
zh_tw: <25>{#p/alphys}{#f/17}* 呃，打個岔， 到你了。

source: <25>{#p/sans}{#f/0}* huh?
zh_cn: <25>{#p/sans}{#f/0}* 啥？
zh_tw: <25>{#p/sans}{#f/0}* 啥？
