Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#p/kidd}{#f/1}* Oh! * Oh! * Does that mean we can- {%}
pt_br: <25>{*}{#p/kidd}{#f/1}* Oh! * Oh! * Isso significa que podemos- {%}
zh_cn: <25>{*}{#p/kidd}{#f/1}* 哦！ * 我懂了！ * 我们是亲人，是不是就可以- {%}
zh_tw: <25>{*}{#p/kidd}{#f/1}* 喔！ * 我懂了！ * 我們是親人，是不是就可以- {%}

source: <25>{*}{#f/1}* eat together and tell stories and go for nice walks in the park and- {%}
pt_br: <25>{*}{#f/1}* comer juntos e contar histórias e fazer bons passeios no parque e- {%}
zh_cn: <25>{*}{#f/1}* 一起吃饭一起讲故事 每天散步每天一起玩 去公园去雪山去沙丘去森林- {%}
zh_tw: <25>{*}{#f/1}* 一起吃飯一起講故事 每天散步每天一起玩 去公園去雪山去沙丘去森林- {%}

source: <25>{*}{#p/asriel1}{#f/20}* Yes, yes, of course- {%}
pt_br: <25>{*}{#p/asriel1}{#f/20}* Sim, sim, é claro- {%}
zh_cn: <25>{*}{#p/asriel1}{#f/20}* 是啊，是啊，那肯定的- {%}
zh_tw: <25>{*}{#p/asriel1}{#f/20}* 是啊，是啊，那肯定的- {%}

source: <25>{*}{#p/kidd}{#f/1}* We could have sleepovers at other people's houses and- {^999}
pt_br: <25>{*}{#p/kidd}{#f/1}* Nós podemos dormir na casa um do outro e- {^999}
zh_cn: <25>{*}{#p/kidd}{#f/1}* 我们还可以去别人家过夜 做各种好玩的事- {^999}
zh_tw: <25>{*}{#p/kidd}{#f/1}* 我們還可以去別人家過夜 做各種好玩的事- {^999}

source: <25>{#p/asriel1}{#f/20}* This bed looks like it hasn't been washed in three years...
pt_br: <25>{#p/asriel1}{#f/20}* Aquela cama parece não ter sido lavado em três anos...
zh_cn: <25>{#p/asriel1}{#f/20}* 这床单到底几年没洗了...
zh_tw: <25>{#p/asriel1}{#f/20}* 這床單到底幾年沒洗了...

source: <32>{#p/human}* (You run your hands through the covers of the bed, and note the wear and tear.)
pt_br: <32>{#p/human}* (Você passa as mãos pelas cobertas da cama e nota o desgaste.)
zh_cn: <32>{#p/human}* （你用手抚过床单， 然后在上面发现了伤痕， 还有眼泪。）
zh_tw: <32>{#p/human}* （你用手撫過床單， 然後在上面發現了傷痕， 還有眼淚。）

source: <33>{#p/basic}* This bed, albeit well-made, has seen a lot of use.
pt_br: <33>{#p/basic}* Esta cama, embora bem feita, tem sido muito usada.
zh_cn: <33>{#p/basic}* 这张床虽然做工精良， 但被谁躺过许多次的痕迹 仍然清晰可见。
zh_tw: <33>{#p/basic}* 這張床雖然做工精良， 但被誰躺過許多次的痕跡 仍然清晰可見。

source: <25>{#p/kidd}{#f/1}* Looks comfy!
pt_br: <25>{#p/kidd}{#f/1}* Parece confortável!
zh_cn: <25>{#p/kidd}{#f/1}* 躺上去肯定很舒服！
zh_tw: <25>{#p/kidd}{#f/1}* 躺上去肯定很舒服！

source: <25>{#p/asriel1}{#f/20}* Whoever lives here must really like plushies.
pt_br: <25>{#p/asriel1}{#f/20}* Quem mora aqui deve gostar muito de pelúcias.
zh_cn: <25>{#p/asriel1}{#f/20}* 这里的主人 肯定很喜欢毛绒玩偶。
zh_tw: <25>{#p/asriel1}{#f/20}* 這裡的主人 肯定很喜歡毛絨玩偶。

source: <32>{#p/human}* (You glance uninterestedly at the otherwise soft plushie.)
pt_br: <32>{#p/human}* (Você olha desinteressado para a pelúcia macia.)
zh_cn: <32>{#p/human}* （玩偶很柔软， 但你根本提不起一点兴趣。）
zh_tw: <32>{#p/human}* （玩偶很柔軟， 但你根本提不起一點興趣。）

source: <32>{#p/basic}* I see I'm not the only one who likes the soft things.
pt_br: <32>{#p/basic}* Eu vejo que não sou o único que gosta de coisas mais resistentes.
zh_cn: <32>{#p/basic}* 看来我不是唯一一个 喜欢软软的东西的人。
zh_tw: <32>{#p/basic}* 看來我不是唯一一個 喜歡軟軟的東西的人。

source: <25>{#p/kidd}{#f/3}* Aw, cute.
pt_br: <25>{#p/kidd}{#f/3}* Aw, fofo.
zh_cn: <25>{#p/kidd}{#f/3}* 哇，可爱捏。
zh_tw: <25>{#p/kidd}{#f/3}* 哇，可愛捏。

source: <25>{#p/asriel1}{#f/15}* I once dedicated myself to learning how to code...
pt_br: <25>{#p/asriel1}{#f/15}* Uma vez eu me dediquei a aprender código...
zh_cn: <25>{#p/asriel1}{#f/15}* 以前，我下定决心 一定要把编程学会...
zh_tw: <25>{#p/asriel1}{#f/15}* 以前，我下定決心 一定要把編程學會...

source: <25>{#p/asriel1}{#f/16}* ... whoever wrote this stuff should reconsider their life choices.
pt_br: <25>{#p/asriel1}{#f/16}* ... seja lá quem escreveu aquela coisa deveria reconsiderar as escolhas de vida.
zh_cn: <25>{#p/asriel1}{#f/16}* ...但现在， 感觉反倒是这些码农 该重新考虑一下人生了。
zh_tw: <25>{#p/asriel1}{#f/16}* ...但現在， 感覺反倒是這些碼農 該重新考慮一下人生了。

source: <32>{#p/human}* (You wonder if something like this could be the answer to your dissatisfaction.)
pt_br: <32>{#p/human}* (Você pergunta se algo assim seria a resposta da sua insatisfação.)
zh_cn: <32>{#p/human}* （你思考着， 是不是因为这些鬼画符， 才害得自己这么心烦。）
zh_tw: <32>{#p/human}* （你思考著， 是不是因為這些鬼畫符， 才害得自己這麼心煩。）

source: <32>{#p/basic}* Color-coded text fills the screen in a monospaced font.
pt_br: <32>{#p/basic}* Códigos coloridos de texto preenchem a tela com uma fonte mono espaçada.
zh_cn: <32>{#p/basic}* 等宽字体填满了整个屏幕。 正文旁边，是颜色修饰代码。
zh_tw: <32>{#p/basic}* 等寬字體填滿了整個屏幕。 正文旁邊，是顏色修飾程式碼。

source: <25>{#p/kidd}{#f/1}* How OLD is this thing?
pt_br: <25>{#p/kidd}{#f/1}* O quão VELHO é essa coisa?
zh_cn: <25>{#p/kidd}{#f/1}* 这玩意得有好几百年了吧？
zh_tw: <25>{#p/kidd}{#f/1}* 這玩意得有好幾百年了吧？

source: <25>{#p/asriel1}{#f/10}* Huh? * What sort of flower is this anyway?
pt_br: <25>{#p/asriel1}{#f/10}* Huh? * Que tipo de flor seria essa?
zh_cn: <25>{#p/asriel1}{#f/10}* 哎？ 这花是什么品种的呢？
zh_tw: <25>{#p/asriel1}{#f/10}* 哎？ 這花是什麼品種的呢？

source: <32>{#p/human}* (You wonder where these flowers could have come from.)
pt_br: <32>{#p/human}* (Você se pergunta de onde essas flores devem ter vindo.)
zh_cn: <32>{#p/human}* （你不住思考这些花的来历。）
zh_tw: <32>{#p/human}* （你不住思考這些花的來歷。）

source: <32>{#p/basic}* Flowers, the universal symbol for sentimentality.
pt_br: <32>{#p/basic}* Flores, o símbolo universal do sentimentalismo.
zh_cn: <32>{#p/basic}* 花，象征着多愁善感。
zh_tw: <32>{#p/basic}* 花，象徵著多愁善感。

source: <25>{#p/kidd}{#f/1}* I don't think I've ever seen flowers like THESE before...
pt_br: <25>{#p/kidd}{#f/1}* Eu não acho que já tenha visto ESTE tipo de flores antes...
zh_cn: <25>{#p/kidd}{#f/1}* 我好像从没见过这样的花...
zh_tw: <25>{#p/kidd}{#f/1}* 我好像從沒見過這樣的花...

source: <32>{#p/human}* (You can tell it's going to be a day of some variety.)
pt_br: <32>{#p/human}* (Você consegue dizer que será um dia de variedade.)
zh_cn: <32>{#p/human}* （一想到今天的事， 你的心里五味杂陈。）
zh_tw: <32>{#p/human}* （一想到今天的事， 你的心裡五味雜陳。）

source: <32>{#p/human}* (You can tell it's going to be a nice day.)
pt_br: <32>{#p/human}* (Você consegue dizer que será um dia legal.)
zh_cn: <32>{#p/human}* （你心想， 今天真是个好日子。）
zh_tw: <32>{#p/human}* （你心想， 今天真是個好日子。）

source: <32>{#p/basic}* It's the start of a new day.
pt_br: <32>{#p/basic}* É o começo de um novo dia.
zh_cn: <32>{#p/basic}* 美好的一天开始了！
zh_tw: <32>{#p/basic}* 美好的一天開始了！

source: <32>{#p/human}* (It's a cabinet full of clothes you feel indifferent about.)
pt_br: <32>{#p/human}* (É uma cabine cheia de roupas das quais você se sente indiferente.)
zh_cn: <32>{#p/human}* （柜子里塞满了衣服， 你对这些衣服毫无兴趣。）
zh_tw: <32>{#p/human}* （柜子裡塞滿了衣服， 你對這些衣服毫無興趣。）

source: <32>{#p/human}* (It's a cabinet full of your favorite clothes.)
pt_br: <32>{#p/human}* (É uma cabine cheia de suas roupas favoritas.)
zh_cn: <32>{#p/human}* （柜子里塞满了喜欢的衣服。）
zh_tw: <32>{#p/human}* （柜子裡塞滿了喜歡的衣服。）

source: <32>{#p/basic}* Various clothes can be found within the cabinet.
pt_br: <32>{#p/basic}* Várias roupas podem ser encontradas na cabine.
zh_cn: <32>{#p/basic}* 里面的衣服真的多啊。
zh_tw: <32>{#p/basic}* 裡面的衣服真的多啊。

source: <32>{#p/human}* (It's a bed.) * (You wish you could just go back to sleep.)
pt_br: <32>{#p/human}* (É uma cama.) * (Você desejava só poder voltar a dormir.)
zh_cn: <32>{#p/human}* （一张床。） * （你想倒头就睡， 就不用去想那些事了。）
zh_tw: <32>{#p/human}* （一張床。） * （你想倒頭就睡， 就不用去想那些事了。）

source: <32>{#p/human}* (It's a comfortable bed.) * (You had a good night's rest.)
pt_br: <32>{#p/human}* (É uma cama confortável.) * (Você teve uma ótima noite de sono.)
zh_cn: <32>{#p/human}* （一张舒适的床。） * （昨晚，你睡得很香。）
zh_tw: <32>{#p/human}* （一張舒適的床。） * （昨晚，你睡得很香。）

source: <32>{#p/basic}* It's brand new, just for you.
pt_br: <32>{#p/basic}* É novo, só para você.
zh_cn: <32>{#p/basic}* 这床是专门为你全新定制的。
zh_tw: <32>{#p/basic}* 這床是專門為你全新定製的。

source: <32>{#p/human}* (It's a lamp.) * (It's just the right height for you to reach it.)
pt_br: <32>{#p/human}* (É uma lâmpada.) * (É a altura certa para você alcançá-la.)
zh_cn: <32>{#p/human}* （一盏台灯。） * （高度正好，你刚好够得到。）
zh_tw: <32>{#p/human}* （一盞檯燈。） * （高度正好，你剛好夠得到。）

source: <32>{#p/basic}* It's an oddly short lamp.
pt_br: <32>{#p/basic}* É uma ordinária lâmpada pequena.
zh_cn: <32>{#p/basic}* 这灯矮得出奇。
zh_tw: <32>{#p/basic}* 這燈矮得出奇。

source: <32>{#p/human}* (The toys are even less interesting than before.)
pt_br: <32>{#p/human}* (Os brinquedos são menos interessantes que antes.)
zh_cn: <32>{#p/human}* （都是些无聊透顶的玩具。） （比前哨站那些玩具还无聊。）
zh_tw: <32>{#p/human}* （都是些無聊透頂的玩具。） （比前哨站那些玩具還無聊。）

source: <32>{#p/human}* (The toys appear to be rather interesting for once.)
pt_br: <32>{#p/human}* (Os brinquedos parecem interessantes pela primeira vez.)
zh_cn: <32>{#p/human}* （这些玩具总算有点意思了。）
zh_tw: <32>{#p/human}* （這些玩具總算有點意思了。）

source: <32>{#p/basic}* Perhaps these toys aren't so bad after all...
pt_br: <32>{#p/basic}* Talvez brinquedos não sejam tão ruins depois de tudo...
zh_cn: <32>{#p/basic}* 这些玩具真挺好玩的...
zh_tw: <32>{#p/basic}* 這些玩具真挺好玩的...

source: <32>{#p/human}* (You stare into the drain.)
pt_br: <32>{#p/human}* (Você olha para o ralo.)
zh_cn: <32>{#p/human}* （你没有洗手， 只是呆呆地望着排水口。）
zh_tw: <32>{#p/human}* （你沒有洗手， 只是呆呆地望著排水口。）

source: <32>{#p/human}* (But your hands were already as clean as they could be.)
pt_br: <32>{#p/human}* (Mas suas mãos já estão mais limpas do que conseguem.)
zh_cn: <32>{#p/human}* （你的手干净得很， 不用再洗了。）
zh_tw: <32>{#p/human}* （你的手乾淨得很， 不用再洗了。）

source: <32>{#p/human}* (You wonder if your hands could be a little cleaner.)
pt_br: <32>{#p/human}* (Você se pergunta se suas mãos poderiam estar um pouco mais limpas.)
zh_cn: <32>{#p/human}* （你在想，要是能把手 洗得再干净点就好了。）
zh_tw: <32>{#p/human}* （你在想，要是能把手 洗得再乾淨點就好了。）

source: <32>{#p/basic}* It's a sink. * Don't sink too much time into thinking about it.
pt_br: <32>{#p/basic}* É uma pia. * Não gaste muito tempo pensando nisso.
zh_cn: <32>{#p/basic}* 一个水池而已。 * 别在它上面浪费太多时间。
zh_tw: <32>{#p/basic}* 一個水池而已。 * 別在它上面浪費太多時間。

source: <32>{#p/human}* (You ignore the toilet.)
pt_br: <32>{#p/human}* (Você ignora a privada.)
zh_cn: <32>{#p/human}* （你看都不看一眼。）
zh_tw: <32>{#p/human}* （你看都不看一眼。）

source: <32>{#p/human}* (You tip up the toilet lid.) * (You then tip it back down.)
pt_br: <32>{#p/human}* (Você levanta a tampa da privada.) * (Depois você abaixa ela de novo.)
zh_cn: <32>{#p/human}* （你抬起了马桶盖。） * （你放下了马桶盖。）
zh_tw: <32>{#p/human}* （你抬起了馬桶蓋。） * （你放下了馬桶蓋。）

source: <32>{#p/basic}* It's a toilet. * What else would it be.
pt_br: <32>{#p/basic}* É uma privada. * O que mais seria.
zh_cn: <32>{#p/basic}* 一个马桶而已，有啥好看的。
zh_tw: <32>{#p/basic}* 一個馬桶而已，有啥好看的。

source: <32>{#p/human}* (You wonder if a warm bath would make you feel better.)
pt_br: <32>{#p/human}* (Você se questiona se um banho quente te faria sentir melhor.)
zh_cn: <32>{#p/human}* （你觉得，洗个热水澡， 心情可能就好点了。）
zh_tw: <32>{#p/human}* （你覺得，洗個熱水澡， 心情可能就好點了。）

source: <32>{#p/human}* (You look forward to taking your next warm bath.)
pt_br: <32>{#p/human}* (Você começa a pensar no seu próximo banho quente.)
zh_cn: <32>{#p/human}* （你想再洗个热水澡。）
zh_tw: <32>{#p/human}* （你想再洗個熱水澡。）

source: <32>{#p/basic}* Everything in this room is fit exactly to your size...
pt_br: <32>{#p/basic}* Tudo nesse cômodo é exatamente para o seu tamanho...
zh_cn: <32>{#p/basic}* 房间里的每样东西 尺寸都正正好好的哎...
zh_tw: <32>{#p/basic}* 房間裡的每樣東西 尺寸都正正好好的哎...

source: <32>{#p/human}* (As you stare into the mirror, you reflect on the journey you took to get here.)
pt_br: <32>{#p/human}* (Ao olhar para o espelho, você reflete sobre a jornada que te trouxe até aqui.)
zh_cn: <32>{#p/human}* （你注视着镜中的自己， 不住回想起一路上发生的事。）
zh_tw: <32>{#p/human}* （你注視著鏡中的自己， 不住回想起一路上發生的事。）

source: <32>{#p/basic}* No matter what happens, it'll always be you.
pt_br: <32>{#p/basic}* Não importa o que aconteça, sempre será você.
zh_cn: <32>{#p/basic}* 无论发生什么， 你，永远是你。
zh_tw: <32>{#p/basic}* 無論發生什麼， 你，永遠是你。

source: <32>{#p/human}* (The sign describes adjusting to life on a new planet.)
pt_br: <32>{#p/human}* (O sinal descreve a adaptação à vida em um novo planeta.)
zh_cn: <32>{#p/human}* （牌子上写着： “教你适应新星球生活”。）
zh_tw: <32>{#p/human}* （牌子上寫著： 「教你適應新星球生活」。）

source: <33>{#p/basic}* It's a five-step guide on how to adjust to planet-bound life. * They all amount to "have fun."
pt_br: <33>{#p/basic}* É um guia de cinco passos sobre como amar à vida ligada ao planeta. * Todos eles equivalem a "divirta-se."
zh_cn: <33>{#p/basic}* 牌子上写着一段指南， 一共五条，都是教你 怎么适应新生活。[ADD]<32>* 说来说去，就是一句话： “放开了玩。”
zh_tw: <33>{#p/basic}* 牌子上寫著一段指南， 一共五條，都是教你 怎麼適應新生活。[ADD]<32>* 說來說去，就是一句話： 「放開了玩。」

source: <32>{#p/human}* (The sign outlines tasks that are yet to be completed.)
pt_br: <32>{#p/human}* (A placa descreve as tarefas que ainda não foram concluídas.)
zh_cn: <32>{#p/human}* （牌子上列着待办任务清单。）
zh_tw: <32>{#p/human}* （牌子上列著待辦任務清單。）

source: <33>{#p/basic}* It's a list of various pending tasks relating to building a new community.
pt_br: <33>{#p/basic}* É uma lista de várias tarefas pendentes para construir uma nova comunidade.
zh_cn: <33>{#p/basic}* 上面列了一堆待办， 都是关于建设新社区的工作。
zh_tw: <33>{#p/basic}* 上面列了一堆待辦， 都是關於建設新社群的工作。

source: <32>{#p/human}* (You caress the plant and sigh as it sighs with you.)
pt_br: <32>{#p/human}* (Você olha para a planta e suspira enquanto ela suspira para você.)
zh_cn: <32>{#p/human}* （你轻轻抚摸着植物，叹了口气。） * （它好像读懂了你的心思， 也不住叹息。）
zh_tw: <32>{#p/human}* （你輕輕撫摸著植物，嘆了口氣。） * （它好像讀懂了你的心思， 也不住嘆息。）

source: <32>{#p/human}* (You caress the plant and smile as it smiles back at you.)
pt_br: <32>{#p/human}* (Você olha para a planta e sorri conforme ela sorri de volta.)
zh_cn: <32>{#p/human}* （你轻轻抚摸着植物，露出微笑。） * （它好像读懂了你的心思， 也回以微笑。）
zh_tw: <32>{#p/human}* （你輕輕撫摸著植物，露出微笑。） * （它好像讀懂了你的心思， 也回以微笑。）

source: <32>{#p/basic}* This plant will always be happy to see you.
pt_br: <32>{#p/basic}* Está planta sempre estará feliz em te ver.
zh_cn: <32>{#p/basic}* 这株植物见到你很开心！ * 永远都是如此。
zh_tw: <32>{#p/basic}* 這株植物見到你很開心！ * 永遠都是如此。

source: <32>{#p/human}* (You stare into the empty diary, wishing you could write your own story.)
pt_br: <32>{#p/human}* (Você olha para o diário vazio, desejando poder escrever sua própria história.)
zh_cn: <32>{#p/human}* （你呆呆地望着空白的日记， 想把自己的故事写下来， 可是这本日记不属于你。）
zh_tw: <32>{#p/human}* （你呆呆地望著空白的日記， 想把自己的故事寫下來， 可是這本日記不屬於你。）

source: <32>{#p/human}* (You stare into the empty diary, wondering what stories are yet to be told.)
pt_br: <32>{#p/human}* (Você olha para o diário vazio, se questionado das histórias que ainda serão contadas.)
zh_cn: <32>{#p/human}* （你望着空白的日记， 脑中不住猜想 日记的主人会写些什么。）
zh_tw: <32>{#p/human}* （你望著空白的日記， 腦中不住猜想 日記的主人會寫些什麼。）

source: <32>{#p/basic}* It's a diary. * It's completely blank.
pt_br: <32>{#p/basic}* É um diário. * Está completamente em branco.
zh_cn: <32>{#p/basic}* 一本日记， 里面啥都没写。
zh_tw: <32>{#p/basic}* 一本日記， 裡面啥都沒寫。

source: <32>{#p/basic}* Asgore's favorite diary- writing chair must still be on the transport ship.
pt_br: <32>{#p/basic}* A cadeira favorita de escrita do Asgore deve estar no ônibus de transporte.
zh_cn: <32>{#p/basic}* Asgore写日记时 最喜欢坐的那把椅子 肯定还没从运输船上搬过来。
zh_tw: <32>{#p/basic}* Asgore寫日記時 最喜歡坐的那把椅子 肯定還沒從運輸船上搬過來。

source: <32>{#p/human}* (You wonder if any of these items could belong to you.)
pt_br: <32>{#p/human}* (Você se pergunta se algum desses ítens te pertence.)
zh_cn: <32>{#p/human}* （你不禁在想，上面列出的东西 有没有你的。）
zh_tw: <32>{#p/human}* （你不禁在想，上面列出的東西 有沒有你的。）

source: <32>{#p/basic}* The papers list various items that have yet to be taken in.
pt_br: <32>{#p/basic}* Os documentos listam vários itens que ainda não foram pegos.
zh_cn: <32>{#p/basic}* 这些清单上列的 都是还没搬过来的东西。
zh_tw: <32>{#p/basic}* 這些清單上列的 都是還沒搬過來的東西。

source: <32>{#p/human}* (You can't make out what's in the trash...)
pt_br: <32>{#p/human}* (Você não sabe o que tem no lixo...)
zh_cn: <32>{#p/human}* （你看不出来垃圾桶里有什么...）
zh_tw: <32>{#p/human}* （你看不出來垃圾桶裡有什麼...）

source: <32>{#p/basic}* There is a crumpled up recipe for Starling Tea. * That's not his trash can...
pt_br: <32>{#p/basic}* Há uma receita amassada para o Chá Estrelado. * Essa não é a lata de lixo dele...
zh_cn: <32>{#p/basic}* 垃圾桶里有一张 被揉皱的星花茶配方... * 这不是他的垃圾桶啊...
zh_tw: <32>{#p/basic}* 垃圾桶裡有一張 被揉皺的星花茶配方... * 這不是他的垃圾桶啊...

source: <32>{#p/human}* (The bed still seems to be way too large for you.)
pt_br: <32>{#p/human}* (A cama ainda parece ser grande demais para você.)
zh_cn: <32>{#p/human}* （对你来说，这床还是太大了。）
zh_tw: <32>{#p/human}* （對你來說，這床還是太大了。）

source: <32>{#p/basic}* It'll always be a king-sized bed.
pt_br: <32>{#p/basic}* Será uma cama tamanho rei.
zh_cn: <32>{#p/basic}* 大床永远是大床。
zh_tw: <32>{#p/basic}* 大床永遠是大床。

source: <32>{#p/human}* (You poke the cactus.) * (It pokes back.)
pt_br: <32>{#p/human}* (Você toca o cactus.) * (Ele te toca de volta.)
zh_cn: <32>{#p/human}* （你戳了一下仙人掌。） * （它把你戳伤了。）
zh_tw: <32>{#p/human}* （你戳了一下仙人掌。） * （它把你戳傷了。）

source: <32>{#p/human}* (You poke the cactus.) * (The cactus is touched by your sense of affection.)
pt_br: <32>{#p/human}* (Você tova o cacto.) * (O cacto está cativado pelo seu senso de afeição.)
zh_cn: <32>{#p/human}* （你戳了一下仙人掌。） * （结果把仙人掌戳心动了。）
zh_tw: <32>{#p/human}* （你戳了一下仙人掌。） * （結果把仙人掌戳心動了。）

source: <32>{#p/basic}* So she finally gave up her inner cactus, eh...?
pt_br: <32>{#p/basic}* Então ela finalmente desistiu de seu vício em cactos, eh...?
zh_cn: <32>{#p/basic}* 即使是仙人掌， 也能变得外向...
zh_tw: <32>{#p/basic}* 即使是仙人掌， 也能變得外向...

source: <32>{#p/human}* (But you weren't in the mood to read a diary.)
pt_br: <32>{#p/human}* (Mas você não estava no clima para ler diários.)
zh_cn: <32>{#p/human}* （可你根本提不起心情读日记。）
zh_tw: <32>{#p/human}* （可你根本提不起心情讀日記。）

source: <32>{#p/human}* (The book contains the diary entries of Monster Kid.)
pt_br: <32>{#p/human}* (O livro contém as entradas de diário do Criança Monstro.)
zh_cn: <32>{#p/human}* （这是怪物小孩的日记。）
zh_tw: <32>{#p/human}* （這是怪物小孩的日記。）

source: <32>{#p/basic}* It's Monster Kid's diary. * The pages are covered in small bite marks.
pt_br: <32>{#p/basic}* É o diário da Criança Monstro. * As páginas estão cobertas por pequenas marcas de mordida.
zh_cn: <32>{#p/basic}* 这是怪物小孩的日记， 上面布满了小小的咬痕。
zh_tw: <32>{#p/basic}* 這是怪物小孩的日記， 上面布滿了小小的咬痕。

source: <32>{#p/human}* (You read the first and only entry...)
pt_br: <32>{#p/human}* (Você lê a primeira e única entrada...)
zh_cn: <32>{#p/human}* （日记只写了一篇， 你读了读内容...）
zh_tw: <32>{#p/human}* （日記只寫了一篇， 你讀了讀內容...）

source: <32>{#p/kidding}* "So asgores my dad now huh? Thats weird. But also AWESOME!"
pt_br: <32>{#p/kidding}* "Então Asgore é meu pai agora huh? É estranho, mas tão LEGAL!"
zh_cn: <32>{#p/kidding}* “Asgore现在成我爹啦！” * “总觉得有点怪怪的， 但也超级棒！”
zh_tw: <32>{#p/kidding}* 「Asgore現在成我爹啦！」 * 「總覺得有點怪怪的， 但也超級棒！」

source: <32>{#p/kidding}* "Asgore said i should put on some new clothes so maybe ill do that later."
pt_br: <32>{#p/kidding}* "Asgore disse que eu deveria arranjar umas roupas novas, então talvez eu faça isso."
zh_cn: <32>{#p/kidding}* “Asgore说，我得换一身新衣服， 一会我就去换吧。”
zh_tw: <32>{#p/kidding}* 「Asgore說，我得換一身新衣服， 一會我就去換吧。」

source: <32>{#p/kidding}* "He also said i should write a diary to keep track of things."
pt_br: <32>{#p/kidding}* "Ele também disse que eu deveria começar a escrever meus pensamentos em um diário."
zh_cn: <32>{#p/kidding}* “他还给了我一本日记， 让我记录一下生活。”
zh_tw: <32>{#p/kidding}* 「他還給了我一本日記， 讓我記錄一下生活。」

source: <32>{#p/kidding}* "Im pretty good at reading and writing so this should be really easy."
pt_br: <32>{#p/kidding}* "Eu sou muito bom em leitura e escrita, então isso deve ser fácil."
zh_cn: <32>{#p/kidding}* “写日记可难不倒我， 我认识的字可多了！”
zh_tw: <32>{#p/kidding}* 「寫日記可難不倒我， 我認識的字可多了！」

source: <32>{#p/kidding}* "And frisk can totally help me if i do something wrong!"
pt_br: <32>{#p/kidding}* "E Frisk pode me ajudar se eu fizer algo errado!"
zh_cn: <32>{#p/kidding}* “要是我那里写了错别字， 还有Frisk帮我纠正呢！”
zh_tw: <32>{#p/kidding}* 「要是我那裡寫了錯別字， 還有Frisk幫我糾正呢！」

source: <32>{#p/kidding}* "Frisk if youre reading this please tell me what i did wrong."
pt_br: <32>{#p/kidding}* "Frisk se você estiver lendo isso me avise se eu fiz algo errado."
zh_cn: <32>{#p/kidding}* “Frisk，看完后 别忘了给我圈一下 错别字哦。”
zh_tw: <32>{#p/kidding}* 「Frisk，看完後 別忘了給我圈一下 錯別字喔。」

source: <32>{#p/human}* (You close the diary.)
pt_br: <32>{#p/human}* (Você fecha o diário.)
zh_cn: <32>{#p/human}* （你合上了日记。）
zh_tw: <32>{#p/human}* （你合上了日記。）

source: <32>{#p/human}* (You check under the covers to make sure it's safe to sleep.)
pt_br: <32>{#p/human}* (Você verifica debaixo das cobertas para ter certeza de que é seguro dormir.)
zh_cn: <32>{#p/human}* （你掀开床单，检查了一下。） （确保不会睡着睡着床塌了。）
zh_tw: <32>{#p/human}* （你掀開床單，檢查了一下。） （確保不會睡著睡著床塌了。）

source: <32>{#p/basic}* It's Monster Kid's bed.
pt_br: <32>{#p/basic}* É a cama do Criança Monstro.
zh_cn: <32>{#p/basic}* 这是怪物小孩的床。
zh_tw: <32>{#p/basic}* 這是怪物小孩的床。

source: <32>{#p/human}* (You re-arrange the knick knacks to pass the time.) * (You hope nobody notices.)
pt_br: <32>{#p/human}* (Você reorganiza as bugigangas para passar o tempo.) * (Você espera que ninguém perceba.)
zh_cn: <32>{#p/human}* （你把小玩具重新摆了一遍， 打发时间。） * （你希望没人发现。）
zh_tw: <32>{#p/human}* （你把小玩具重新擺了一遍， 打發時間。） * （你希望沒人發現。）

source: <32>{#p/basic}* It's a shelf full of various toys and knick knacks.
pt_br: <32>{#p/basic}* É uma prateleira cheia de brinquedos e bugigangas.
zh_cn: <32>{#p/basic}* 上面摆满了各种玩具， 还有小饰品！
zh_tw: <32>{#p/basic}* 上面擺滿了各種玩具， 還有小飾品！

source: <32>{#p/human}* (You pat the plushie.) * (It might just be you, but it seems a little happier.)
pt_br: <32>{#p/human}* (Você acaricia o pelúcia.) * (Talvez seja só você, mas ele parece um pouco feliz.)
zh_cn: <32>{#p/human}* （你拍了拍玩偶。） * （不知是不是错觉， 有你拍它，它好像更开心了。）
zh_tw: <32>{#p/human}* （你拍了拍玩偶。） * （不知是不是錯覺， 有你拍它，它好像更開心了。）

source: <32>{#p/basic}* It's Asriel's bed. * It doesn't look like it's been used yet.
pt_br: <32>{#p/basic}* É a cama de Asriel. * Não parece ter sido usada ainda.
zh_cn: <32>{#p/basic}* 这是Asriel的床。 * 他根本就没在上面睡过。
zh_tw: <32>{#p/basic}* 這是Asriel的床。 * 他根本就沒在上面睡過。

source: <32>{#p/basic}* "EURYBIA GEOLOGICAL SURVEY" * "Authored by the Royal Science Division (RSD)."
pt_br: <32>{#p/basic}* "MAPA GEOLÓGICO DE EURYBIA" * "Criado pela Divisão de Ciência Real (DCR)."
zh_cn: <32>{#p/basic}* 《欧律比亚地质勘探》 * “皇家科学部（RSD）著。”
zh_tw: <32>{#p/basic}* 《歐律比亞地質勘探》 * 「皇家科學部（RSD）著。」

source: <32>* "Preliminary scans of the surface have revealed vast diversity in its ecosystems."
pt_br: <32>* "Checagens preliminares na superfície revelaram vasta diversidade no ecossistema."
zh_cn: <32>* “对地表的初步扫描 揭示了该星球生态系统 具有极大的多样性。”
zh_tw: <32>* 「對地表的初步掃描 揭示了該星球生態系統 具有極大的多樣性。」

source: <32>* "Each section of this report will concentrate on biomes of a specific type."
pt_br: <32>* "Cada sessão dessa análise será concentrada em tipos específicos de bioma."
zh_cn: <32>* “本报告的每个章节 将聚焦于某一特定生物群落。”
zh_tw: <32>* 「本報告的每個章節 將聚焦於某一特定生物群落。」

source: <32>* "Sections are as follows."
pt_br: <32>* "A sessões seguidas são."
zh_cn: <32>* “以下为目录。”
zh_tw: <32>* 「以下為目錄。」

source: <32>* "SECTION 001 - Subterranian" * "SECTION 002 - Oceanic" * "SECTION 003 - Structural"
pt_br: <32>* "SESSÃO 001 - Subterrâneo" * "SESSÃO 002 - Oceano" * "SESSÃO 003 - Estrutural"
zh_cn: <32>* “第001节 - 地下群落” * “第002节 - 海洋群落” * “第003节 - 结构性群落”
zh_tw: <32>* 「第001節 - 地下群落」 * 「第002節 - 海洋群落」 * 「第003節 - 結構性群落」

source: <32>* "SECTION 004 - Magnetic" * "SECTION 005 - Airborne" * "SECTION 006 - Forested"
pt_br: <32>* "SESSÃO 004 - Magnético" * "SESSÃO 005 - Aérea" * "SESSÃO 006 - Florestal"
zh_cn: <32>* “第004节 - 电磁群落” * “第005节 - 空中群落” * “第005节 - 森林群落”
zh_tw: <32>* 「第004節 - 電磁群落」 * 「第005節 - 空中群落」 * 「第006節 - 森林群落」

source: <32>* "SECTION 007 - Spired" * "SECTION 008 - Metallic" * "SECTION 009 - Crystalline"
pt_br: <32>* "SESSÃO 007 - Espiral" * "SESSÃO 008 - Metálica" * "SESSÃO 009 - Cristalina"
zh_cn: <32>* “第007节 - 螺旋性群落” * “第008节 - 金属群落” * “第009节 - 水晶群落”
zh_tw: <32>* 「第007節 - 螺旋性群落」 * 「第008節 - 金屬群落」 * 「第009節 - 水晶群落」

source: <32>* Jeez, how many ARE there? * Let's just stop reading here.
pt_br: <32>* Senhor, quantas tem? * Vamos só parar de ler, aqui.
zh_cn: <32>* 天哪，这得有多少啊？ * 咱们到此为止吧。
zh_tw: <32>* 天哪，這得有多少啊？ * 咱們到此為止吧。

source: <32>{#p/basic}* "Howdy, fellow gardeners."
pt_br: <32>{#p/basic}* "Olá, senhores jardineiros."
zh_cn: <32>{#p/basic}* “哈喽，热爱园艺的朋友们！”
zh_tw: <32>{#p/basic}* 「哈囉，熱愛園藝的朋友們！」

source: <32>* "When it comes to Starling flowers, the line between growth and stagnation..."
pt_br: <32>* "Quando se fala de flores Estreladas, a linha entre crescimento e estagnação..."
zh_cn: <32>* “说到星花， 它们生长与否的关键...”
zh_tw: <32>* 「說到星花， 它們生長與否的關鍵...」
