Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/6}AFTER THAT, ALPHYS JUST SORT OF... LEFT.
pt_br: <18>{#p/papyrus}{#f/6}DEPOIS DISSO ALPHYS MEIO QUE... SUMIU.
zh_cn: <18>{#p/papyrus}{#f/6}最后... ALPHYS也放弃了。
zh_tw: <18>{#p/papyrus}{#f/6}最後... ALPHYS也放棄了。

source: <18>{#p/papyrus}{#f/6}LEFT US WITH NOBODY IN CHARGE, THAT IS.
pt_br: <18>{#p/papyrus}{#f/6}DEIXOU A GENTE SEM NINGUÉM PARA COLOCAR NO CONTROLE.
zh_cn: <18>{#p/papyrus}{#f/6}她抛下我们，自己逃了。 前哨站陷入了 无政府状态。
zh_tw: <18>{#p/papyrus}{#f/6}她拋下我們，自己逃了。 前哨站陷入了 無政府狀態。

source: <18>{#p/papyrus}{#f/5}AND FOR A WHILE...
pt_br: <18>{#p/papyrus}{#f/5}E POR UM TEMPO...
zh_cn: <18>{#p/papyrus}{#f/5}没过多久...
zh_tw: <18>{#p/papyrus}{#f/5}沒過多久...

source: <18>{#p/papyrus}{#f/6}THINGS WERE... SURPRISINGLY CALM!
pt_br: <18>{#p/papyrus}{#f/6}AS COISAS FICARAM... SURPREENDENTEMENTE CALMAS!
zh_cn: <18>{#p/papyrus}{#f/6}社会却突然... 稳定下来！
zh_tw: <18>{#p/papyrus}{#f/6}社會卻突然... 穩定下來！

source: <18>{#p/papyrus}{#f/0}BUT I KNEW THAT WOULDN'T LAST.
pt_br: <18>{#p/papyrus}{#f/0}MAS EU SABIA QUE NÃO IRIA DURAR MUITO.
zh_cn: <18>{#p/papyrus}{#f/0}我总觉得不对劲， 这表面的平静之下 肯定暗流涌动。
zh_tw: <18>{#p/papyrus}{#f/0}我總覺得不對勁， 這表面的平靜之下 肯定暗流湧動。

source: <18>{#p/papyrus}{#f/4}SO, EVENTUALLY...
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO, EVENTUALMENTE...
zh_cn: <18>{#p/papyrus}{#f/4}所以...
zh_tw: <18>{#p/papyrus}{#f/4}所以...

source: <18>{#p/papyrus}{#f/9}I TOOK MATTERS INTO MY OWN HANDS!
pt_br: <18>{#p/papyrus}{#f/9}EU TOMEI CONTROLE COM MINHAS PRÓPRIAS MÃOS!
zh_cn: <18>{#p/papyrus}{#f/9}我决定亲自出马！
zh_tw: <18>{#p/papyrus}{#f/9}我決定親自出馬！

source: <18>{#p/papyrus}{#f/5}YOU CAN GUESS HOW I BECAME THE KING FROM THERE.
pt_br: <18>{#p/papyrus}{#f/5}VOCÊ PODE ADIVINHAR COMO ACABEI ME TORNANDO O REI.
zh_cn: <18>{#p/papyrus}{#f/5}你可以猜猜看， 我当上国王之后 都干了些啥。
zh_tw: <18>{#p/papyrus}{#f/5}你可以猜猜看， 我當上國王之後 都幹了些啥。

source: <18>{#p/papyrus}{#f/0}BUT HEY! THINGS HAVE BEEN GOING WELL!
pt_br: <18>{#p/papyrus}{#f/0}MAS EI! AS COISAS TEM IDO BEM!
zh_cn: <18>{#p/papyrus}{#f/0}你放心！ 我可没瞎搞！
zh_tw: <18>{#p/papyrus}{#f/0}你放心！ 我可沒瞎搞！

source: <18>{#p/papyrus}{#f/0}I'VE ENSTATED A FEW POLICIES TO HELP MAKE FRIENDS.
pt_br: <18>{#p/papyrus}{#f/0}EU ESTABELECI ALGUMAS POLÍTICAS PARA AJUDAR A FAZER AMIGOS.
zh_cn: <18>{#p/papyrus}{#f/0}上任后， 我制定了一些政策， 帮助大家交朋友。
zh_tw: <18>{#p/papyrus}{#f/0}上任後， 我制定了一些政策， 幫助大家交朋友。

source: <18>{#p/papyrus}{#f/4}NOT JUST -MY- FRIENDS...
pt_br: <18>{#p/papyrus}{#f/4}NÃO APENAS -MEUS- AMIGOS...
zh_cn: <18>{#p/papyrus}{#f/4}可不是 只跟“我”交朋友哦...
zh_tw: <18>{#p/papyrus}{#f/4}可不是 只跟「我」交朋友喔...

source: <18>{#p/papyrus}{#f/0}BUT EVERYONE ELSE'S FRIENDS, TOO!
pt_br: <18>{#p/papyrus}{#f/0}MAS AMIGOS DE TODO MUNDO, TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/0}而是大家一起 相互交朋友！
zh_tw: <18>{#p/papyrus}{#f/0}而是大家一起 相互交朋友！

source: <18>{#p/papyrus}{#f/9}AS A RESULT, OUTPOST MORALE IS ON THE RISE!
pt_br: <18>{#p/papyrus}{#f/9}COMO RESULTADO, A MORAL DO OUTPOST SUBIU MUITO!
zh_cn: <18>{#p/papyrus}{#f/9}渐渐地， 人们有了斗志， 守卫的士气也上涨了！
zh_tw: <18>{#p/papyrus}{#f/9}漸漸地， 人們有了鬥志， 守衛的士氣也上漲了！

source: <19>{#p/papyrus}{#f/4}AND ONCE OUR FRIENDSHIP POWER REACHES CRITICAL...
pt_br: <19>{#p/papyrus}{#f/4}E UMA VEZ QUE NOSSO PODER DA AMIZADE CHEGAR AO MÁXIMO...
zh_cn: <19>{#p/papyrus}{#f/4}只要再多等等， 等大家都和和气气， 社会真正安稳起来后...
zh_tw: <19>{#p/papyrus}{#f/4}只要再多等等， 等大家都和和氣氣， 社會真正安穩起來後...

source: <18>{#p/papyrus}{#f/9}I'LL EVEN BE ABLE TO RELEASE THE HUMANS!
pt_br: <18>{#p/papyrus}{#f/9}EU SEREI CAPAZ DE LIBERTAR OS HUMANOS!
zh_cn: <18>{#p/papyrus}{#f/9}就能释放那些人类啦！
zh_tw: <18>{#p/papyrus}{#f/9}就能釋放那些人類啦！

source: <18>{#p/papyrus}{#f/0}HOPEFULLY WITH ONLY MINIMAL RIOTING.
pt_br: <18>{#p/papyrus}{#f/0}COM ESPERANÇA DE APENAS UM PEQUENO DISTURBIO.
zh_cn: <18>{#p/papyrus}{#f/0}希望到那时 不会出什么乱子吧。
zh_tw: <18>{#p/papyrus}{#f/0}希望到那時 不會出什麼亂子吧。

source: <25>{#p/sans}{#f/0}* heh. * that'll be nice.
pt_br: <25>{#p/sans}{#f/0}* heh. * isso seria legal.
zh_cn: <25>{#p/sans}{#f/0}* 嘿，干得不错。
zh_tw: <25>{#p/sans}{#f/0}* 嘿，幹得不錯。

source: <25>{#p/sans}{#f/3}* people have been clinging to their anger for too long.
pt_br: <25>{#p/sans}{#f/3}* Pessoas tem se segurado em suas raivas por muito tempo.
zh_cn: <25>{#p/sans}{#f/3}* 之前民众积怨已久， 一直排解不了。 * 现在好多了。
zh_tw: <25>{#p/sans}{#f/3}* 之前民眾積怨已久， 一直排解不了。 * 現在好多了。

source: <18>{#p/papyrus}{#f/0}OH, HELLO SANS! I'M HAPPY TO SEE YOU UP AND ABOUT.
pt_br: <18>{#p/papyrus}{#f/0}OH, OLÁ SANS! ESTOU FELIZ EM VÊ-LO POR AQUI.
zh_cn: <18>{#p/papyrus}{#f/0}哦，是SANS呀！ 今儿个咋这么 有精神呢？
zh_tw: <18>{#p/papyrus}{#f/0}喔，是SANS呀！ 今兒個咋這麼 有精神呢？

source: <25>{#p/sans}{#f/0}* actually, i just got off from work.
pt_br: <25>{#p/sans}{#f/0}* na verdade, eu acabei de sair do trabalho.
zh_cn: <25>{#p/sans}{#f/0}* 哦，今天不用上班。
zh_tw: <25>{#p/sans}{#f/0}* 喔，今天不用上班。

source: <25>{#p/sans}{#f/3}* it's a holiday today.
pt_br: <25>{#p/sans}{#f/3}* hoje é feriado.
zh_cn: <25>{#p/sans}{#f/3}* 毕竟过节嘛。
zh_tw: <25>{#p/sans}{#f/3}* 畢竟過節嘛。

source: <18>{#p/papyrus}{#f/4}A HOLIDAY, EH?
pt_br: <18>{#p/papyrus}{#f/4}UM FERIADO, EH?
zh_cn: <18>{#p/papyrus}{#f/4}过节？ 然后就放假了？
zh_tw: <18>{#p/papyrus}{#f/4}過節？ 然後就放假了？

source: <18>{#p/papyrus}{#f/5}EVER SINCE YOU STARTED WORKING AT GRILLBY'S...
pt_br: <18>{#p/papyrus}{#f/5}DESDE QUE VOCÊ COMEÇOU A TRABALHAR NO GRILLBY
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/4}THEY'VE BEEN GIVING YOU MORE OF THOSE THINGS.
pt_br: <18>{#p/papyrus}{#f/4}ELES TEM TE DADO MAIS DESSAS COISAS.
zh_cn: <18>{#p/papyrus}{#f/4}自打你去GRILLBY'S 那里干活， 放的假就越来越多...
zh_tw: <18>{#p/papyrus}{#f/4}自打你去GRILLBY'S 那裡幹活， 放的假就越來越多...

source: <25>{#p/sans}{#f/3}* nah, don't worry. * you'll like this one...
pt_br: <25>{#p/sans}{#f/3}* nah, fica tranquilo. * você vai gostar disso...
zh_cn: <25>{#p/sans}{#f/3}* 哎，别上火嘛。 * 你是不是忘了...
zh_tw: <25>{#p/sans}{#f/3}* 哎，別上火嘛。 * 你是不是忘了...

source: <25>{#p/sans}{#f/2}* it's the new semi- annual "get-along day."
pt_br: <25>{#p/sans}{#f/2}* é o novo "dia de convivência" semestral.
zh_cn: <25>{#p/sans}{#f/2}* 今儿个，可是半年一度的 “破冰节”啊， * 你不是也总盼这一天嘛。
zh_tw: <25>{#p/sans}{#f/2}* 今兒個，可是半年一度的 「破冰節」啊， * 你不是也總盼這一天嘛。

source: <18>{#p/papyrus}{#f/1}OH!!! RIGHT!!! I TOTALLY FORGOT I ENSTATED THAT!!!
pt_br: <18>{#p/papyrus}{#f/1}OH!!! CERTO!!! EU ESQUECI TOTALMENTE QUE FIZ ISSO!!!
zh_cn: <18>{#p/papyrus}{#f/1}哦对！！！ 我咋把自己设立的 节日给忘了呢！！！
zh_tw: <18>{#p/papyrus}{#f/1}喔對！！！ 我咋把自己設立的 節日給忘了呢！！！

source: <18>{#p/papyrus}{#f/0}THE DAY WHERE ALL YOUR ENEMIES TURN TO FRIENDS.
pt_br: <18>{#p/papyrus}{#f/0}O DIA EM QUE TODOS OS NOSSOS INIMIGOS DEVEM SE TORNAR AMIGOS.
zh_cn: <18>{#p/papyrus}{#f/0}平日里无论是死敌， 还是对手...[ADD]<18>{#p/papyrus}{#f/0}在“破冰节”这一天 都要当成朋友。
zh_tw: <18>{#p/papyrus}{#f/0}平日裡無論是死敵， 還是對手...[ADD]<18>{#p/papyrus}{#f/0}在「破冰節」這一天 都要當成朋友。

source: <18>{#p/papyrus}{#f/4}SO DID YOU MAKE ANY "FRENEMIES" TODAY???
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO, VOCÊ FEZ ALGUM "ANIMIGO" HOJE???
zh_cn: <18>{#p/papyrus}{#f/4}所以，SANS， 今天你的“破冰行动” 完成得咋样呢？
zh_tw: <18>{#p/papyrus}{#f/4}所以，SANS， 今天你的「破冰行動」 完成得咋樣呢？

source: <25>{#p/sans}{#f/3}* that'd require having enemies to begin with.
pt_br: <25>{#p/sans}{#f/3}* é preciso ter inimigos pra fazer isso.
zh_cn: <25>{#p/sans}{#f/3}* 我想去“破”， 可也没有“冰”啊。
zh_tw: <25>{#p/sans}{#f/3}* 我想去「破」， 可也沒有「冰」啊。

source: <18>{#p/papyrus}{#f/5}WELL... UH...
pt_br: <18>{#p/papyrus}{#f/5}BEM... UH...
zh_cn: <18>{#p/papyrus}{#f/5}啊这... 呃...
zh_tw: <18>{#p/papyrus}{#f/5}啊這... 呃...

source: <18>{#p/papyrus}{#f/6}YOU CAN JUST BETTER AN EXISTING FRIENDSHIP THEN!
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ PODE APENAS MELHORAR UMA AMIZADE EXISTENTE, ENTÃO!
zh_cn: <18>{#p/papyrus}{#f/6}找不到关系差的， 那就巩固一下 关系还行的呗！
zh_tw: <18>{#p/papyrus}{#f/6}找不到關係差的， 那就鞏固一下 關係還行的唄！

source: <25>{#p/sans}{#f/2}* well, all my friendships are already pretty good.
pt_br: <25>{#p/sans}{#f/2}* olha, todas as minhas amizades já são ótimas o suficiente.
zh_cn: <25>{#p/sans}{#f/2}* 嗯... 我跟朋友的关系 已经非常好了，没必要。
zh_tw: <25>{#p/sans}{#f/2}* 嗯... 我跟朋友的關係 已經非常好了，沒必要。

source: <25>{#p/sans}{#f/3}* ... guess this just isn't my holiday.
pt_br: <25>{#p/sans}{#f/3}* ... acho que esse não é um feriado pra mim.
zh_cn: <25>{#p/sans}{#f/3}* ...看来“破冰节” 与我无缘了。
zh_tw: <25>{#p/sans}{#f/3}* ...看來「破冰節」 與我無緣了。

source: <18>{#p/papyrus}{#f/0}OH. THAT'S OKAY.
pt_br: <18>{#p/papyrus}{#f/0}OH. TÁ TUDO BEM.
zh_cn: <18>{#p/papyrus}{#f/0}哦，没关系的。
zh_tw: <18>{#p/papyrus}{#f/0}喔，沒關係的。

source: <18>{#p/papyrus}{#f/9}"NEW PALS DAY" IS RIGHT AROUND THE CORNER!
pt_br: <18>{#p/papyrus}{#f/9}"DIA DOS NOVOS COLEGAS" ESTÁ CHEGANDO!
zh_cn: <18>{#p/papyrus}{#f/9}过两天，就到 “交友日”了！
zh_tw: <18>{#p/papyrus}{#f/9}過兩天，就到 「交友日」了！

source: <25>{#p/sans}{#f/0}* lemme guess... the day where you make even MORE friends?
pt_br: <25>{#p/sans}{#f/0}* deixa eu adivinhar... o dia em que você faz AINDA mais amigos?
zh_cn: <25>{#p/sans}{#f/0}* 在那天，大伙是不是要... 努力交新朋友？
zh_tw: <25>{#p/sans}{#f/0}* 在那天，大夥是不是要... 努力交新朋友？

source: <18>{#p/papyrus}{#f/0}NYEH HEH HEH! OF COURSE!
pt_br: <18>{#p/papyrus}{#f/0}NYEH HEH HEH! É CLARO!
zh_cn: <18>{#p/papyrus}{#f/0}捏嘿嘿！ 太对了！
zh_tw: <18>{#p/papyrus}{#f/0}捏嘿嘿！ 太對了！

source: <25>{#p/sans}{#f/0}* i look forward to it, then.
pt_br: <25>{#p/sans}{#f/0}* vou estar a espera desse dia, então.
zh_cn: <25>{#p/sans}{#f/0}* 很期待呢。
zh_tw: <25>{#p/sans}{#f/0}* 很期待呢。

source: <25>{#p/sans}{#f/3}* y'know, buddo... when you first left the outpost...
pt_br: <25>{#p/sans}{#f/3}* sabe, cara... quando você saiu do outpost...
zh_cn: <25>{#p/sans}{#f/3}* 孩子，想必你也知道...
zh_tw: <25>{#p/sans}{#f/3}* 孩子，想必你也知道...

source: <25>{#p/sans}{#f/0}* things weren't as rosy as they are now.
pt_br: <25>{#p/sans}{#f/0}* as coisas não foram tão bem como estão agora.
zh_cn: <25>{#p/sans}{#f/0}* 在你刚走后， 这里的情况不容乐观。
zh_tw: <25>{#p/sans}{#f/0}* 在你剛走後， 這裡的情況不容樂觀。

source: <25>{#p/sans}{#f/3}* people blamed each other for letting it all happen...
pt_br: <25>{#p/sans}{#f/3}* pessoas culpavam umas as outras pelo que aconteceu aqui...
zh_cn: <25>{#p/sans}{#f/3}* 人们不停甩锅， 相互指责...
zh_tw: <25>{#p/sans}{#f/3}* 人們不停甩鍋， 相互指責...

source: <25>{#p/sans}{#f/3}* for what you did to them...
pt_br: <25>{#p/sans}{#f/3}* pelo que você fez com elas...
zh_cn: <25>{#p/sans}{#f/3}* 个个都觉得... 你干那些事时，没人去管， 所以才害自己遭这么多罪。
zh_tw: <25>{#p/sans}{#f/3}* 個個都覺得... 你幹那些事時，沒人去管， 所以才害自己遭這麼多罪。

source: <25>{#p/sans}{#f/0}* but, over time, my brother really turned things around.
pt_br: <25>{#p/sans}{#f/0}* mas, com um tempo, meu irmão fez todos virarem as páginas.
zh_cn: <25>{#p/sans}{#f/0}* 多亏了我的兄弟， 让一切渐渐好转。
zh_tw: <25>{#p/sans}{#f/0}* 多虧了我的兄弟， 讓一切漸漸好轉。

source: <25>{#p/sans}{#f/3}* heck, despite the fall of the royal guard...
pt_br: <25>{#p/sans}{#f/3}* poxa, mesmo com a queda da guarda real...
zh_cn: <25>{#p/sans}{#f/3}* 嘿嘿。
zh_tw: <25>{#p/sans}{#f/3}* 嘿嘿。

source: <25>{#p/sans}{#f/0}* he still made the best of it.
pt_br: <25>{#p/sans}{#f/0}* ele ainda fez o melhor que pôde.
zh_cn: <25>{#p/sans}{#f/0}* 皇家卫队虽然消亡了... 可他骨子里的那股劲儿 却从未消亡。
zh_tw: <25>{#p/sans}{#f/0}* 皇家衛隊雖然消亡了... 可他骨子裡的那股勁兒 卻從未消亡。

source: <18>{#p/papyrus}{#f/0}YEAH!! I'M REALLY HAPPY WITH HOW I'VE DONE.
pt_br: <18>{#p/papyrus}{#f/0}ISSO!! EU ESTOU MUITO FELIZ COM O QUE FIZ.
zh_cn: <18>{#p/papyrus}{#f/0}太对了！！ 前哨站一片向好！
zh_tw: <18>{#p/papyrus}{#f/0}太對了！！ 前哨站一片向好！

source: <18>{#p/papyrus}{#f/9}THE OUTPOST HAS NEVER BEEN BETTER!
pt_br: <18>{#p/papyrus}{#f/9}O OUTPOST NUNCA ESTEVE MELHOR!
zh_cn: <18>{#p/papyrus}{#f/9}一想到今天的繁荣 是自己努力的结果， 我都为自己骄傲！
zh_tw: <18>{#p/papyrus}{#f/9}一想到今天的繁榮 是自己努力的結果， 我都為自己驕傲！

source: <25>{#p/sans}{#f/2}* heck, even the royal guard improved.
pt_br: <25>{#p/sans}{#f/2}* pois é, até a guarda real melhorou.
zh_cn: <25>{#p/sans}{#f/2}* 嘿嘿，就连皇家卫队 都完全变了样。
zh_tw: <25>{#p/sans}{#f/2}* 嘿嘿，就連皇家衛隊 都完全變了樣。

source: <18>{#p/papyrus}{#f/0}YEAH!! INSTEAD OF GUARDING AGAINST HUMANS...
pt_br: <18>{#p/papyrus}{#f/0}SIM!! EM VEZ DE SE PROTEGER CONTRA OS HUMANOS...
zh_cn: <18>{#p/papyrus}{#f/0}太对了！！ 他们的职责， 再也不是攻击人类啦！
zh_tw: <18>{#p/papyrus}{#f/0}太對了！！ 他們的職責， 再也不是攻擊人類啦！

source: <18>{#p/papyrus}{#f/9}THEY PROTECT US MONSTERS FROM SPITE AND VITRIOL!
pt_br: <18>{#p/papyrus}{#f/9}ELES PROTEGEM NÓS MONSTROS DO RANCOR E DO VITRÍOLO!
zh_cn: <18>{#p/papyrus}{#f/9}而是帮大家化解仇恨， 驱散人们的心魔！
zh_tw: <18>{#p/papyrus}{#f/9}而是幫大家化解仇恨， 驅散人們的心魔！

source: <18>{#p/papyrus}{#f/5}WHATEVER YOU MAY HAVE DONE, HUMAN...
pt_br: <18>{#p/papyrus}{#f/5}SEJA LÁ O QUE VOCÊ FEZ, HUMANO...
zh_cn: <18>{#p/papyrus}{#f/5}人类， 不管你犯了什么错， 请放心！
zh_tw: <18>{#p/papyrus}{#f/5}人類， 不管你犯了什麼錯， 請放心！

source: <18>{#p/papyrus}{#f/0}JUST KNOW THAT THINGS TURNED OUT OKAY.
pt_br: <18>{#p/papyrus}{#f/0}SÓ SAIBA QUE AS COISAS ACABARAM BEM.
zh_cn: <18>{#p/papyrus}{#f/0}大家过得挺好的！
zh_tw: <18>{#p/papyrus}{#f/0}大家過得挺好的！

source: <18>{#p/papyrus}{#f/6}AND THAT I FORGIVE YOU!!!
pt_br: <18>{#p/papyrus}{#f/6}E QUE EU TE PERDÔO!!!
zh_cn: <18>{#p/papyrus}{#f/6}我也原谅你！！！
zh_tw: <18>{#p/papyrus}{#f/6}我也原諒你！！！

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE GOT OFF TO A ROUGH START...
pt_br: <18>{#p/papyrus}{#f/5}PORQUE, MESMO QUE TENHAMOS COMEÇADOS COM UM INÍCIO BRUTAL...
zh_cn: <18>{#p/papyrus}{#f/5}虽然一开始， 咱俩有点小摩擦...
zh_tw: <18>{#p/papyrus}{#f/5}雖然一開始， 咱倆有點小摩擦...

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE NEVER HAD THAT DATE...
pt_br: <18>{#p/papyrus}{#f/5}MESMO QUE NÓS NUNCA TENHAMOS SAÍDO...
zh_cn: <18>{#p/papyrus}{#f/5}虽然，咱俩没能约会...
zh_tw: <18>{#p/papyrus}{#f/5}雖然，咱倆沒能約會...

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE NEVER HUNG OUT...
pt_br: <18>{#p/papyrus}{#f/5}MESMO QUE NÓS NUNCA TENHAMOS DADO UM ROLÊ...
zh_cn: <18>{#p/papyrus}{#f/5}虽然咱俩没能 好好玩一次...
zh_tw: <18>{#p/papyrus}{#f/5}雖然咱倆沒能 好好玩一次...

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE NEVER HUNG OUT AT UNDYNE'S...
pt_br: <18>{#p/papyrus}{#f/5}MESMO QUE NÓS NUNCA TENHAMOS SAÍDO COM A UNDYNE...
zh_cn: <18>{#p/papyrus}{#f/5}虽然咱俩最后 没能去UNDYNE家 玩一次...
zh_tw: <18>{#p/papyrus}{#f/5}雖然咱倆最後 沒能去UNDYNE家 玩一次...

source: <18>{#p/papyrus}{#f/0}I'D STILL BE HAPPY TO CALL YOU MY FRIEND.
pt_br: <18>{#p/papyrus}{#f/0}EU AINDA ESTAREI FELIZ EM TE CHAMAR DE AMIGO.
zh_cn: <18>{#p/papyrus}{#f/0}我还是很高兴 能遇到你， 我的朋友。
zh_tw: <18>{#p/papyrus}{#f/0}我還是很高興 能遇到你， 我的朋友。

source: <25>{#p/sans}{#f/2}* aw, that's sweet.
pt_br: <25>{#p/sans}{#f/2}* aw, isso é fofo.
zh_cn: <25>{#p/sans}{#f/2}* 哎呦，真甜蜜。 * 磕到了磕到了。
zh_tw: <25>{#p/sans}{#f/2}* 哎呦，真甜蜜。 * 磕到了磕到了。

source: <25>{#p/sans}{#f/3}* it's too bad we won't get to hear their reaction.
pt_br: <25>{#p/sans}{#f/3}* é triste não podermos ouvir a reação dele.
zh_cn: <25>{#p/sans}{#f/3}* 太遗憾了， 没能听到那孩子的声音。
zh_tw: <25>{#p/sans}{#f/3}* 太遺憾了， 沒能聽到那孩子的聲音。

source: <18>{#p/papyrus}{#f/7}YEAH, WELL, IT'S STILL WORTH SAYING!!
pt_br: <18>{#p/papyrus}{#f/7}SIM, BEM, AINDA VALE A PENA DIZER!!
zh_cn: <18>{#p/papyrus}{#f/7}确实。 但就算人类没法回应， 那也值了！！
zh_tw: <18>{#p/papyrus}{#f/7}確實。 但就算人類沒法回應， 那也值了！！

source: <18>{#p/papyrus}{#f/0}THE IMPORTANT THING IS THAT THEY HEARD IT.
pt_br: <18>{#p/papyrus}{#f/0}O IMPORTANTE É QUE ELE OUVIU!
zh_cn: <18>{#p/papyrus}{#f/0}人类只要能听到 我的留言， 我就满足了。
zh_tw: <18>{#p/papyrus}{#f/0}人類只要能聽到 我的留言， 我就滿足了。

source: <25>{#p/sans}{#f/0}* heh. * take care of yourself out there.
pt_br: <25>{#p/sans}{#f/0}* heh. * se cuida aí fora.
zh_cn: <25>{#p/sans}{#f/0}* 嘿。 * 在外多保重，孩子。
zh_tw: <25>{#p/sans}{#f/0}* 嘿。 * 在外多保重，孩子。

source: <25>{#p/sans}{#f/2}* 'cause at least one person's rootin' for ya.
pt_br: <25>{#p/sans}{#f/2}* porque pelo menos uma pessoa está torcendo por ti.
zh_cn: <25>{#p/sans}{#f/2}* 别忘了，这里有个家伙 一直惦记你呢。
zh_tw: <25>{#p/sans}{#f/2}* 別忘了，這裡有個傢伙 一直惦記你呢。

source: <18>{#p/papyrus}{#f/0}... THAT'S ME!!!
pt_br: <18>{#p/papyrus}{#f/0}... ESSE SOU EU!!!
zh_cn: <18>{#p/papyrus}{#f/0}...那个家伙， 就是我！！！
zh_tw: <18>{#p/papyrus}{#f/0}...那個傢伙， 就是我！！！

source: <25>{#p/sans}{#f/0}* after you left, the king vanished into thin air.
pt_br: <25>{#p/sans}{#f/0}* depois que você fugiu, o rei foi evaporado pelo ar.
zh_cn: <25>{#p/sans}{#f/0}* 你走后， 国王就人间蒸发了。
zh_tw: <25>{#p/sans}{#f/0}* 你走後， 國王就人間蒸發了。

source: <25>{#p/sans}{#f/3}* why? * nobody knows.
pt_br: <25>{#p/sans}{#f/3}* por? * ninguém sabe.
zh_cn: <25>{#p/sans}{#f/3}* 怎么就蒸发了呢？ 不知道。
zh_tw: <25>{#p/sans}{#f/3}* 怎麼就蒸發了呢？ 不知道。

source: <25>{#p/sans}{#f/2}* ... maybe he just went on vacation.
pt_br: <25>{#p/sans}{#f/2}* ... talvez ele só tenha ido tirar férias.
zh_cn: <25>{#p/sans}{#f/2}* ...估计是累了，去度假了。
zh_tw: <25>{#p/sans}{#f/2}* ...估計是累了，去度假了。

source: <25>{#p/sans}{#f/0}* anyway, alphys was supposed to replace him.
pt_br: <25>{#p/sans}{#f/0}* de toda forma, era para a alphys substituir ele.
zh_cn: <25>{#p/sans}{#f/0}* 民众希望alphys继承王位。
zh_tw: <25>{#p/sans}{#f/0}* 民眾希望alphys繼承王位。

source: <25>{#p/sans}{#f/3}* but she didn't consider herself to be cut out for the job.
pt_br: <25>{#p/sans}{#f/3}* mas ela não se considerou preparada para tal trabalho.
zh_cn: <25>{#p/sans}{#f/3}* 可她根本不想。
zh_tw: <25>{#p/sans}{#f/3}* 可她根本不想。

source: <25>{#p/sans}{#f/0}* she thought about putting a royal guard in her place...
pt_br: <25>{#p/sans}{#f/0}* ela pensou em colocar um guarda real em seu lugar...
zh_cn: <25>{#p/sans}{#f/0}* 她想找一名皇家守卫 继承王位...
zh_tw: <25>{#p/sans}{#f/0}* 她想找一名皇家守衛 繼承王位...

source: <25>{#p/sans}{#f/0}* but those guys all but vanished, too.
pt_br: <25>{#p/sans}{#f/0}* mas esses caras sumiram também.
zh_cn: <25>{#p/sans}{#f/0}* 可守卫也人间蒸发了。
zh_tw: <25>{#p/sans}{#f/0}* 可守衛也人間蒸發了。

source: <25>{#p/sans}{#f/3}* why? * hard to say.
pt_br: <25>{#p/sans}{#f/3}* por? * difícil dizer.
zh_cn: <25>{#p/sans}{#f/3}* 跑哪去了？ 不知道。
zh_tw: <25>{#p/sans}{#f/3}* 跑哪去了？ 不知道。

source: <25>{#p/sans}{#f/2}* ... maybe they just got bored of their jobs.
pt_br: <25>{#p/sans}{#f/2}* ... talvez eles só cansaram de seus trabalhos.
zh_cn: <25>{#p/sans}{#f/2}* ...估计是烦了，想休息一下。
zh_tw: <25>{#p/sans}{#f/2}* ...估計是煩了，想休息一下。

source: <25>{#p/sans}{#f/0}* but with their captain gone, they couldn't make up their minds.
pt_br: <25>{#p/sans}{#f/0}* mas com a partida da capitã, eles não conseguiam se decidir.
zh_cn: <25>{#p/sans}{#f/0}* 可大队长缺席， 他们吵个不停， 谁也不服谁。
zh_tw: <25>{#p/sans}{#f/0}* 可大隊長缺席， 他們吵個不停， 誰也不服誰。

source: <25>{#p/sans}{#f/2}* ... maybe undyne just couldn't be bothered anymore.
pt_br: <25>{#p/sans}{#f/2}* ... talvez undyne simplesmente não pudesse mais ser incomodada.
zh_cn: <25>{#p/sans}{#f/2}* ...估计是厌了， 不想管烂摊子了。
zh_tw: <25>{#p/sans}{#f/2}* ...估計是厭了， 不想管爛攤子了。

source: <25>{#p/sans}{#f/0}* after that, alphys fled the citadel and left us without a leader.
pt_br: <25>{#p/sans}{#f/0}* depois disso, alphys fugiu da cidadela e nos deixou sem liderança.
zh_cn: <25>{#p/sans}{#f/0}* 找不到人，alphys就逃了。 * 偌大的前哨站，没人管理。
zh_tw: <25>{#p/sans}{#f/0}* 找不到人，alphys就逃了。 * 偌大的前哨站，沒人管理。

source: <25>{#p/sans}{#f/3}* you'd think the former queen might return, or...
pt_br: <25>{#p/sans}{#f/3}* você pode pensar que a verdadeira rainha voltaria, ou...
zh_cn: <25>{#p/sans}{#f/3}* “那就让前王后回归呗。”
zh_tw: <25>{#p/sans}{#f/3}* 「那就讓前王后回歸唄。」

source: <25>{#p/sans}{#f/3}* maybe someone overzealous would take the throne instead.
pt_br: <25>{#p/sans}{#f/3}* que talvez alguém mais capacitado tomaria o poder.
zh_cn: <25>{#p/sans}{#f/3}* “那就再找个有能力的人呗。”
zh_tw: <25>{#p/sans}{#f/3}* 「那就再找個有能力的人唄。」

source: <25>{#p/sans}{#f/0}* and yet, neither of those things happened.
pt_br: <25>{#p/sans}{#f/0}* Mas, nada dessas coisas aconteceu.
zh_cn: <25>{#p/sans}{#f/0}* 但是谁也没有来。
zh_tw: <25>{#p/sans}{#f/0}* 但是誰也沒有來。

source: <25>{#p/sans}{#f/3}* why? * you tell me.
pt_br: <25>{#p/sans}{#f/3}* porquê? * me conta você.
zh_cn: <25>{#p/sans}{#f/3}* 为啥没来呢？ 你知道吗？
zh_tw: <25>{#p/sans}{#f/3}* 為啥沒來呢？ 你知道嗎？

source: <25>{#p/sans}{#f/2}* ... maybe all the potential leaders out there just gave up.
pt_br: <25>{#p/sans}{#f/2}* ... talvez toda a liderança lá fora tenha desistido.
zh_cn: <25>{#p/sans}{#f/2}* ...估计是他们看淡了， 想落得一身轻。
zh_tw: <25>{#p/sans}{#f/2}* ...估計是他們看淡了， 想落得一身輕。

source: <25>{#p/sans}{#f/0}* regardless, i realized it'd be up to me to do something.
pt_br: <25>{#p/sans}{#f/0}* por fim, eu percebi que deveria fazer alguma coisa.
zh_cn: <25>{#p/sans}{#f/0}* 烂摊子总得有人管。
zh_tw: <25>{#p/sans}{#f/0}* 爛攤子總得有人管。

source: <25>{#p/sans}{#f/0}* so i took over for asgore and alphys myself.
pt_br: <25>{#p/sans}{#f/0}* então eu tomei a liderança por asgore e alphys.
zh_cn: <25>{#p/sans}{#f/0}* 我接任了asgore。
zh_tw: <25>{#p/sans}{#f/0}* 我接任了asgore。

source: <25>{#p/sans}{#f/3}* it hasn't been easy, what with all the leadership troubles...
pt_br: <25>{#p/sans}{#f/3}* não tem sido fácil com todos os problemas de liderança...
zh_cn: <25>{#p/sans}{#f/3}* 要顾全大局... 要藏好人类... 要安抚民众...
zh_tw: <25>{#p/sans}{#f/3}* 要顧全大局... 要藏好人類... 要安撫民眾...

source: <25>{#p/sans}{#f/3}* not to mention keeping the humans' existence a secret.
pt_br: <25>{#p/sans}{#f/3}* sem mencionar manter o segredo da existência dos humanos.
zh_cn: <25>{#p/sans}{#f/3}* 谈何容易。
zh_tw: <25>{#p/sans}{#f/3}* 談何容易。

source: <25>{#p/sans}{#f/0}* but after i implemented my pro-slacker policy...
pt_br: <25>{#p/sans}{#f/0}* mas depois que implementei minha política pró-preguiçosos...
zh_cn: <25>{#p/sans}{#f/0}* 我让民众把一切看淡， 什么都别想，做个“懒人”。
zh_tw: <25>{#p/sans}{#f/0}* 我讓民眾把一切看淡， 什麼都別想，做個「懶人」。

source: <25>{#p/sans}{#f/2}* people seemed to relax quite a bit.
pt_br: <25>{#p/sans}{#f/2}* as pessoas parecem estar mais relaxadas.
zh_cn: <25>{#p/sans}{#f/2}* 怪物不再闹腾， 逐渐平静下来。
zh_tw: <25>{#p/sans}{#f/2}* 怪物不再鬧騰， 逐漸平靜下來。

source: <25>{#p/sans}{#f/3}* a far cry from how scared they were of being beat up before.
pt_br: <25>{#p/sans}{#f/3}* muito longe de como eles estavam com medo de serem espancados antes.
zh_cn: <25>{#p/sans}{#f/3}* ...他们平静得出奇， 看不出一点恐惧。
zh_tw: <25>{#p/sans}{#f/3}* ...他們平靜得出奇， 看不出一點恐懼。

source: <26>{#p/sans}{#f/3}* a far cry from how distraught they were about asgore and undyne.
pt_br: <26>{#p/sans}{#f/3}* bem longe de como eles estavam sobre o sumiço de asgore e undyne.
zh_cn: <26>{#p/sans}{#f/3}* ...他们平静得出奇， 看不出一点悲伤。
zh_tw: <26>{#p/sans}{#f/3}* ...他們平靜得出奇， 看不出一點悲傷。

source: <25>{#p/sans}{#f/0}* all in all, things are going pretty well.
pt_br: <25>{#p/sans}{#f/0}* elas por elas, as coisas tem ido muito bem.
zh_cn: <25>{#p/sans}{#f/0}* 你看，多好啊。
zh_tw: <25>{#p/sans}{#f/0}* 你看，多好啊。

source: <25>{#p/sans}{#f/0}* the humans are safe and sound, the citizens still have hope...
pt_br: <25>{#p/sans}{#f/0}* os humanos estão seguros e salvos, os cidadãos ainda tem esperança...
zh_cn: <25>{#p/sans}{#f/0}* 社会欣欣向荣... 人类安全无忧... 怪物心怀希望...
zh_tw: <25>{#p/sans}{#f/0}* 社會欣欣向榮... 人類安全無憂... 怪物心懷希望...

source: <25>{#p/sans}{#f/3}* so what's the catch?
pt_br: <25>{#p/sans}{#f/3}* então qual seria o caso?
zh_cn: <25>{#p/sans}{#f/3}* 但为什么呢？
zh_tw: <25>{#p/sans}{#f/3}* 但為什麼呢？

source: <25>{#p/sans}{#f/0}* why does it all feel so... hopeless?
pt_br: <25>{#p/sans}{#f/0}* por que tudo parece ter perdido... esperança?
zh_cn: <25>{#p/sans}{#f/0}* 为什么一切... 如此绝望呢？
zh_tw: <25>{#p/sans}{#f/0}* 為什麼一切... 如此絕望呢？

source: <25>{#p/sans}{#f/3}* well, to be honest, it's anyone's guess.
pt_br: <25>{#p/sans}{#f/3}* bem, pra ser honesto, acho que vai de cada um.
zh_cn: <25>{#p/sans}{#f/3}* 我不知道， 谁都不知道。
zh_tw: <25>{#p/sans}{#f/3}* 我不知道， 誰都不知道。

source: <25>{*}{#x0}{#p/darksans}{#f/1}{#i/5}* ... maybe you're just a dirty brother killer.
pt_br: <25>{*}{#x0}{#p/darksans}{#f/1}{#i/5}* ... talvez você só seja um maldito assassino de irmãos.
zh_cn: <25>{*}{#x0}{#p/darksans}{#f/1}{#i/5}* ...也许是因为... 某个肮脏的兄弟杀手。
zh_tw: <25>{*}{#x0}{#p/darksans}{#f/1}{#i/5}* ...也許是因為... 某個骯髒的兄弟殺手。

source: <25>{#p/alphys}{#f/8}* Hiya...
pt_br: <25>{#p/alphys}{#f/8}* Oi...
zh_cn: <25>{#p/alphys}{#f/8}* 喂...
zh_tw: <25>{#p/alphys}{#f/8}* 餵...

source: <25>{#p/alphys}{#f/6}* Is anyone there?
pt_br: <25>{#p/alphys}{#f/6}* Tem alguém aí?
zh_cn: <25>{#p/alphys}{#f/6}* 有人吗？
zh_tw: <25>{#p/alphys}{#f/6}* 有人嗎？

source: <25>{#p/alphys}{#f/10}* I hope it's not too much trouble...
pt_br: <25>{#p/alphys}{#f/10}* Espero que não seja problema...
zh_cn: <25>{#p/alphys}{#f/10}* 这次打电话来， 只是想和你说说近况。
zh_tw: <25>{#p/alphys}{#f/10}* 這次打電話來， 只是想和你說說近況。

source: <25>{#p/alphys}{#f/5}* I just wanted to let you know how things are going out here.
pt_br: <25>{#p/alphys}{#f/5}* Eu só queria que você soubesse como as coisas tem ido por aqui.
zh_cn: <25>{#p/alphys}{#f/5}* 不会耽误你太长时间的...
zh_tw: <25>{#p/alphys}{#f/5}* 不會耽誤你太長時間的...
