Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{|}{#p/toriel}{#f/2}* I... I am sorry! * I have to- {%}
pt_br: <25>{|}{#p/toriel}{#f/2}* Me... me desculpa! * Eu tenho que- {%}
zh_cn: <25>{|}{#p/toriel}{#f/2}* 不... 不行！ * 孩子们- {%}
zh_tw: <25>{|}{#p/toriel}{#f/2}* 不... 不行！ * 孩子們- {%}

source: <25>{#p/sans}{#f/0}* at least we have the royal guard around to back us up.
pt_br: <25>{#p/sans}{#f/0}* pelo menos ainda temos a guarda real para nos proteger.
zh_cn: <25>{#p/sans}{#f/0}* 还好，守卫还在， 能保护我们。
zh_tw: <25>{#p/sans}{#f/0}* 還好，守衛還在， 能保護我們。

source: <25>{#p/sans}{#f/3}* what's left of it, anyway.
pt_br: <25>{#p/sans}{#f/3}* o que restou dela, pelo menos.
zh_cn: <25>{#p/sans}{#f/3}* 只是，现在还活着的守卫 已经没多少了。
zh_tw: <25>{#p/sans}{#f/3}* 只是，現在還活著的守衛 已經沒多少了。

source: <25>{#p/toriel}{#f/14}* It is fortunate we have their support.
pt_br: <25>{#p/toriel}{#f/14}* É uma sorte que tenhamos seu apoio.
zh_cn: <25>{#p/toriel}{#f/14}* 真的非常感谢 他们的帮助。
zh_tw: <25>{#p/toriel}{#f/14}* 真的非常感謝 他們的幫助。

source: <25>{#p/toriel}{#f/13}* I do not know how we would fare without it.
pt_br: <25>{#p/toriel}{#f/13}* Eu não sei como iríamos aguentar sem eles.
zh_cn: <25>{#p/toriel}{#f/13}* 没了他们，我都不知道 咱们还能不能撑下去。
zh_tw: <25>{#p/toriel}{#f/13}* 沒了他們，我都不知道 咱們還能不能撐下去。

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* Yeah! * That Royal Guard is awesome!
pt_br: <32>{#p/human}{#v/2}{@fill=#ff993d}* Isso aí * A Guarda Real é incrível!
zh_cn: <32>{#p/human}{#v/2}{@fill=#ff993d}* 太对了！ * 皇家守卫真是酷毙了！
zh_tw: <32>{#p/human}{#v/2}{@fill=#ff993d}* 太對了！ * 皇家守衛真是酷斃了！

source: <25>{#p/toriel}{#f/2}* ... huh!?
zh_cn: <25>{#p/toriel}{#f/2}* ...哎？！ 你咋过来了？
zh_tw: <25>{#p/toriel}{#f/2}* ...哎？！ 你咋過來了？

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* You'll see!
pt_br: <32>{#p/human}{#v/2}{@fill=#ff993d}* Exatamente!
zh_cn: <32>{#p/human}{#v/2}{@fill=#ff993d}* 等我长大了， 肯定也要加入卫队， 保护你们！
zh_tw: <32>{#p/human}{#v/2}{@fill=#ff993d}* 等我長大了， 肯定也要加入衛隊， 保護你們！

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* When I'm older, I'm gonna join them and protect everyone!
pt_br: <32>{#p/human}{#v/2}{@fill=#ff993d}* Quando eu for mais velho, irei me juntar a eles para proteger todo mundo!
zh_cn: <32>{#p/human}{#v/2}{@fill=#ff993d}* 嘿嘿嘿，你就瞧好吧！
zh_tw: <32>{#p/human}{#v/2}{@fill=#ff993d}* 嘿嘿嘿，你就瞧好吧！

source: <25>{#p/toriel}{#f/0}* Hee hee. * Perhaps you will.
pt_br: <25>{#p/toriel}{#f/0}* Hee hee. * Talvez você vá.
zh_cn: <25>{#p/toriel}{#f/0}* 嘻嘻嘻。 * 很有可能哦。
zh_tw: <25>{#p/toriel}{#f/0}* 嘻嘻嘻。 * 很有可能喔。

source: <25>{#p/toriel}{#f/1}* Hmm...
zh_cn: <25>{#p/toriel}{#f/1}* 不过...
zh_tw: <25>{#p/toriel}{#f/1}* 不過...

source: <25>{#p/toriel}{#f/0}* For now, your orders are to return to and guard the others first.
pt_br: <25>{#p/toriel}{#f/0}* Por agora, você deve retornar e guardar os outros primeiro.
zh_cn: <25>{#p/toriel}{#f/0}* 小守卫，现在你的任务是： 回到队伍，保护其他孩子。
zh_tw: <25>{#p/toriel}{#f/0}* 小守衛，現在你的任務是： 回到隊伍，保護其他孩子。

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* Aye aye, captain! * I'll do so right away!
pt_br: <32>{#p/human}{#v/2}{@fill=#ff993d}* Aye aye, capitã! * Eu estou a caminho!
zh_cn: <32>{#p/human}{#v/2}{@fill=#ff993d}* 遵命！ * 我现在就去！
zh_tw: <32>{#p/human}{#v/2}{@fill=#ff993d}* 遵命！ * 我現在就去！

source: <25>{#p/toriel}{#f/0}* Stay safe!
pt_br: <25>{#p/toriel}{#f/0}* Fique em segurança!
zh_cn: <25>{#p/toriel}{#f/0}* 注意安全啊！
zh_tw: <25>{#p/toriel}{#f/0}* 注意安全啊！

source: <25>{#p/sans}{#f/0}* heh. * don't push 'em too hard out there.
pt_br: <25>{#p/sans}{#f/0}* heh. * não os coloque em tanto esforço por aí.
zh_cn: <25>{#p/sans}{#f/0}* 嘿嘿。 * 对孩子扪温柔一点哦。
zh_tw: <25>{#p/sans}{#f/0}* 嘿嘿。 * 對孩子捫溫柔一點喔。

source: <25>{#p/sans}{#f/3}* they've... still got all that archive stuff to deal with.
pt_br: <25>{#p/sans}{#f/3}* eles ainda... tem toda a coisa do arquivo pra lidar.
zh_cn: <25>{#p/sans}{#f/3}* 他们还没完全从... “档案”的噩梦中缓过来。
zh_tw: <25>{#p/sans}{#f/3}* 他們還沒完全從... 「檔案」的惡夢中緩過來。

source: <26>{#p/toriel}{#f/5}* That IS true, however...
pt_br: <26>{#p/toriel}{#f/5}* Isso É verdade, entretanto...
zh_cn: <26>{#p/toriel}{#f/5}* 你说的对，不过我觉得...
zh_tw: <26>{#p/toriel}{#f/5}* 你說的對，不過我覺得...

source: <25>{#p/toriel}{#f/0}* It does not mean they must focus on it all the time.
pt_br: <25>{#p/toriel}{#f/0}* Isso não significa que eles devem focar nisso o tempo todo.
zh_cn: <25>{#p/toriel}{#f/0}* 那事毕竟过去了， 让他们好好玩玩， 干点别的事，不是更好吗？
zh_tw: <25>{#p/toriel}{#f/0}* 那事畢竟過去了， 讓他們好好玩玩， 幹點別的事，不是更好嗎？

source: <25>{#p/toriel}{#f/1}* They are still only children, are they not?
pt_br: <25>{#p/toriel}{#f/1}* Eles ainda são apenas crianças, não são?
zh_cn: <25>{#p/toriel}{#f/1}* 再怎么说， 他们也只是孩子啊...
zh_tw: <25>{#p/toriel}{#f/1}* 再怎麼說， 他們也只是孩子啊...

source: <25>{#p/sans}{#f/2}* ... welp, you know more about these things than me.
pt_br: <25>{#p/sans}{#f/2}* ... bem, você sabe mais sobre essas coisas do que eu.
zh_cn: <25>{#p/sans}{#f/2}* ...嗯，教育孩子这方面 你懂得比我多。
zh_tw: <25>{#p/sans}{#f/2}* ...嗯，教育孩子這方面 你懂得比我多。

source: <25>{#p/toriel}{#f/9}* I do still worry about the outpost overall.
pt_br: <25>{#p/toriel}{#f/9}* Eu ainda me preocupo com o Outpost acima de tudo.
zh_cn: <25>{#p/toriel}{#f/9}* 前哨站现在的形势 不容乐观。
zh_tw: <25>{#p/toriel}{#f/9}* 前哨站現在的形勢 不容樂觀。

source: <26>{#p/toriel}{#f/13}* The Royal Guard has helped to keep it in check, but...
pt_br: <26>{#p/toriel}{#f/13}* A Guarda Real tem mantido tudo seguro, mas...
zh_cn: <26>{#p/toriel}{#f/13}* 虽然皇家卫队能稳住民众， 维持相对和平...
zh_tw: <26>{#p/toriel}{#f/13}* 雖然皇家衛隊能穩住民眾， 維持相對和平...

source: <25>{#p/toriel}{#f/18}* Many people still do not see the value in what we are doing.
pt_br: <25>{#p/toriel}{#f/18}* Muitos ainda não vêem o valor no que estamos fazendo.
zh_cn: <25>{#p/toriel}{#f/18}* 但很多人都看不惯我们 保护人类...
zh_tw: <25>{#p/toriel}{#f/18}* 但很多人都看不慣我們 保護人類...

source: <25>{#p/toriel}{#f/10}* Though, I suppose I cannot judge them too harshly...
pt_br: <25>{#p/toriel}{#f/10}* Embora, suponho que não posso julgá-los com muita severidade...
zh_cn: <25>{#p/toriel}{#f/10}* 不过... 虽然那些市民到处闹事， 可我实在恨不起来...
zh_tw: <25>{#p/toriel}{#f/10}* 不過... 雖然那些市民到處鬧事， 可我實在恨不起來...

source: <25>{#p/sans}{#f/3}* the place was utterly full of protesters.
pt_br: <25>{#p/sans}{#f/3}* o lugar estava bem cheio de protestantes.
zh_cn: <25>{#p/sans}{#f/3}* 结果到店一看， 里面被抗议者堵得 水泄不通。
zh_tw: <25>{#p/sans}{#f/3}* 結果到店一看， 裡面被抗議者堵得 水洩不通。

source: <25>{#p/toriel}{#f/13}* I am... sorry to hear that, Sans. * Was a guard not there?
pt_br: <25>{#p/toriel}{#f/13}* Eu... sinto muito em ouvir isso, Sans. * Não tinha um guarda lá?
zh_cn: <25>{#p/toriel}{#f/13}* 真是太可惜了，Sans。 * 没有守卫管管他们吗？
zh_tw: <25>{#p/toriel}{#f/13}* 真是太可惜了，Sans。 * 沒有守衛管管他們嗎？

source: <25>{#p/sans}{#f/3}* well, yeah, but it's not like they can kick 'em out.
pt_br: <25>{#p/sans}{#f/3}* bem, sim, mas não é como se ele conseguisse fazer algo sozinho.
zh_cn: <25>{#p/sans}{#f/3}* 有守卫。 * 不过当时那情况， 守卫也不好去管。
zh_tw: <25>{#p/sans}{#f/3}* 有守衛。 * 不過當時那情況， 守衛也不好去管。

source: <25>{#p/sans}{#f/0}* they WERE still paying customers.
pt_br: <25>{#p/sans}{#f/0}* eles ainda ERAM clientes pagantes.
zh_cn: <25>{#p/sans}{#f/0}* 毕竟，人家虽然态度不好， 但好歹吃了饭，给了钱， 总不能赶人家走吧？
zh_tw: <25>{#p/sans}{#f/0}* 畢竟，人家雖然態度不好， 但好歹吃了飯，給了錢， 總不能趕人家走吧？

source: <25>{#p/toriel}{#f/1}* ... that does not seem like an effective means of protest.
pt_br: <25>{#p/toriel}{#f/1}* ... estes não parecem meios efetivos de protesto.
zh_cn: <25>{#p/toriel}{#f/1}* ...感觉他们的“抗议” 威胁力还不算大。
zh_tw: <25>{#p/toriel}{#f/1}* ...感覺他們的「抗議」 威脅力還不算大。

source: <25>{#p/toriel}{#f/6}* But I wish them well.
pt_br: <25>{#p/toriel}{#f/6}* Mas espero que todos estejam bem.
zh_cn: <25>{#p/toriel}{#f/6}* 但我还是希望他们收手吧， 别往下闹了。
zh_tw: <25>{#p/toriel}{#f/6}* 但我還是希望他們收手吧， 別往下鬧了。

source: <25>{#p/sans}{#f/0}* yeah, i guess that's kinda funny. * but at the same time...
pt_br: <25>{#p/sans}{#f/0}* Sim, acho que isso é meio engraçado. * Mas ao mesmo tempo...
zh_cn: <25>{#p/sans}{#f/0}* 是啊。感觉他们这么莽 就跟闹着玩一样。 * 不过我还是有点难受...
zh_tw: <25>{#p/sans}{#f/0}* 是啊。感覺他們這麼莽 就跟鬧著玩一樣。 * 不過我還是有點難受...

source: <25>{#p/alphys}{#f/27}* Uh, Toriel? * I think you left the security gate open.
pt_br: <25>{#p/alphys}{#f/27}* Uh, Toriel? * Eu acho que você deixou o portão de segurança aberto.
zh_cn: <25>{#p/alphys}{#f/27}* 呃，Toriel？ * 你好像忘关防盗门了。
zh_tw: <25>{#p/alphys}{#f/27}* 呃，Toriel？ * 你好像忘關防盜門了。

source: <25>{#p/alphys}{#f/20}* Don't worry, I closed it for you. * Again.
pt_br: <25>{#p/alphys}{#f/20}* Não se preocupe, eu fechei ele pra você. * De novo.
zh_cn: <25>{#p/alphys}{#f/20}* 别慌，我帮你关上了。 * 这都好几次了。
zh_tw: <25>{#p/alphys}{#f/20}* 別慌，我幫你關上了。 * 這都好幾次了。

source: <25>{#p/toriel}{#f/1}* Oh, um, thank you...
pt_br: <25>{#p/toriel}{#f/1}* Oh, um, obrigada...
zh_cn: <25>{#p/toriel}{#f/1}* 哦... 谢谢你...
zh_tw: <25>{#p/toriel}{#f/1}* 喔... 謝謝你...

source: <26>{#p/alphys}{#f/23}* Maybe don't do that next time? * It's there for a reason.
pt_br: <26>{#p/alphys}{#f/23}* Não faça isso da próxima vez? * Está lá por um motivo.
zh_cn: <26>{#p/alphys}{#f/23}* 下回能不能别这么粗心了？ * 防盗门不是摆设。
zh_tw: <26>{#p/alphys}{#f/23}* 下回能不能別這麼粗心了？ * 防盜門不是擺設。

source: <25>{#p/toriel}{#f/9}* Perhaps now would be a good time to end this message.
pt_br: <25>{#p/toriel}{#f/9}* Talvez agora seja um bom momento para finalizar a mensagem.
zh_cn: <25>{#p/toriel}{#f/9}* 那咱们就说到这吧。
zh_tw: <25>{#p/toriel}{#f/9}* 那咱們就說到這吧。

source: <25>{#p/sans}{#f/0}* yeah, sounds good.
pt_br: <25>{#p/sans}{#f/0}* claro, parece bom.
zh_cn: <25>{#p/sans}{#f/0}* 嗯，同意。
zh_tw: <25>{#p/sans}{#f/0}* 嗯，同意。

source: <25>{#p/sans}{#f/3}* sorry, bucko... can't talk to you forever.
pt_br: <25>{#p/sans}{#f/3}* foi mal, mané... não posso falar contigo pra sempre.
zh_cn: <25>{#p/sans}{#f/3}* 抱歉，孩子... 我们要挂电话了。
zh_tw: <25>{#p/sans}{#f/3}* 抱歉，孩子... 我們要掛電話了。

source: <25>{#p/sans}{#f/0}* fly safe out there, i guess...
pt_br: <25>{#p/sans}{#f/0}* voe com segurança por aí, eu acho...
zh_cn: <25>{#p/sans}{#f/0}* 那... 注意安全...
zh_tw: <25>{#p/sans}{#f/0}* 那... 注意安全...

source: <25>{#p/sans}{#f/3}* ... or not. * i don't really care.
pt_br: <25>{#p/sans}{#f/3}* ... ou não. * eu não ligo.
zh_cn: <25>{#p/sans}{#f/3}* ...出事也无所谓。 * 反正跟我没关系。
zh_tw: <25>{#p/sans}{#f/3}* ...出事也無所謂。 * 反正跟我沒關係。

source: <25>{#p/sans}{#f/0}* fly safe out there, will ya?
pt_br: <25>{#p/sans}{#f/0}* voe com segurança por aí, beleza?
zh_cn: <25>{#p/sans}{#f/0}* 在太空飞行， 一定要注意安全，好吗？
zh_tw: <25>{#p/sans}{#f/0}* 在太空飛行， 一定要注意安全，好嗎？

source: <25>{#p/toriel}{#f/0}* ... * This is Toriel.
pt_br: <25>{#p/toriel}{#f/0}* ... * Aqui é a toriel.
zh_cn: <25>{#p/toriel}{#f/0}* ... * 我是Toriel。
zh_tw: <25>{#p/toriel}{#f/0}* ... * 我是Toriel。

source: <25>{#p/toriel}{#f/1}* I know it is not the kind of call we would normally have, but...
pt_br: <25>{#p/toriel}{#f/1}* Eu sei que este não é o ligação que normalmente nós teríamos, mas...
zh_cn: <25>{#p/toriel}{#f/1}* 这通电话打得有点突然...
zh_tw: <25>{#p/toriel}{#f/1}* 這通電話打得有點突然...

source: <25>{#p/toriel}{#f/9}* Despite our calling arrangements, I could not help but worry.
pt_br: <25>{#p/toriel}{#f/9}* Apesar de nossos arranjos, não pude deixar de me preocupar.
zh_cn: <25>{#p/toriel}{#f/9}* 虽然之前告诉你， “如果遇到困难，随时联系我”。 * 但我还是放不下心。
zh_tw: <25>{#p/toriel}{#f/9}* 雖然之前告訴你， 「如果遇到困難，隨時聯繫我」。 * 但我還是放不下心。

source: <25>{#p/toriel}{#f/1}* The circumstances may not be ideal at the moment, but...
pt_br: <25>{#p/toriel}{#f/1}* As circunstâncias podem não ser as ideais no momento, mas...
zh_cn: <25>{#p/toriel}{#f/1}* 现在才给你打电话 有点不太合适...
zh_tw: <25>{#p/toriel}{#f/1}* 現在才給你打電話 有點不太合適...

source: <25>{#p/toriel}{#f/9}* After our time in the Outlands, I could not help but worry.
pt_br: <25>{#p/toriel}{#f/9}* Após nosso tempo nas Outlands, eu não pude me ajudar se não ficar preocupada.
zh_cn: <25>{#p/toriel}{#f/9}* 自从分别后， 我就一直放不下心。
zh_tw: <25>{#p/toriel}{#f/9}* 自從分別後， 我就一直放不下心。

source: <25>{#p/toriel}{#f/5}* I knew you were the last human ASGORE would have needed.
pt_br: <25>{#p/toriel}{#f/5}* Eu sabia que você era o último humano que o ASGORE precisava.
zh_cn: <25>{#p/toriel}{#f/5}* 我心想，你是ASGORE要找的 “最后一个人类”。 * 他肯定会夺去你的灵魂。
zh_tw: <25>{#p/toriel}{#f/5}* 我心想，你是ASGORE要找的 「最後一個人類」。 * 他肯定會奪去你的靈魂。

source: <25>{#p/toriel}{#f/1}* Despite my fear of leaving the Outlands...
pt_br: <25>{#p/toriel}{#f/1}* Mesmo com meu medo de deixar as Outlands...
zh_cn: <25>{#p/toriel}{#f/1}* 所以，我再害怕， 也要走出外域。
zh_tw: <25>{#p/toriel}{#f/1}* 所以，我再害怕， 也要走出外域。

source: <25>{#p/toriel}{#f/5}* I knew I could not afford to remain there any longer.
pt_br: <25>{#p/toriel}{#f/5}* Eu sabia que não poderia ficar alí por muito mais tempo.
zh_cn: <25>{#p/toriel}{#f/5}* “不能再待下去了。” 我离开了外域，直奔首塔。
zh_tw: <25>{#p/toriel}{#f/5}* 「不能再待下去了。」 我離開了外域，直奔首塔。

source: <25>{#p/toriel}{#f/9}* I ran to the Citadel as fast as I could to stop him from hurting you.
pt_br: <25>{#p/toriel}{#f/9}* Eu corri para a Cidadela o mais rápido que pude para impedi-lo de te ferir.
zh_cn: <25>{#p/toriel}{#f/9}* 我使劲跑，使劲跑... 生怕去晚了，他伤害你。
zh_tw: <25>{#p/toriel}{#f/9}* 我使勁跑，使勁跑... 生怕去晚了，他傷害你。

source: <25>{#p/toriel}{#f/10}* But when I got there...
pt_br: <25>{#p/toriel}{#f/10}* Mas quando cheguei lá...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/toriel}{#f/9}* I realized I had been wrong about him this whole time.
pt_br: <25>{#p/toriel}{#f/9}* Eu percebi que estava errada sobre ele este tempo todo.
zh_cn: <25>{#p/toriel}{#f/9}* 可我到了一看... 才知道自己一直错怪他了。
zh_tw: <25>{#p/toriel}{#f/9}* 可我到了一看... 才知道自己一直錯怪他了。

source: <25>{#p/toriel}{#f/5}* He was not the killer I had made him out to be.
pt_br: <25>{#p/toriel}{#f/5}* Ele não era o assassino do qual eu o acusei ser.
zh_cn: <25>{#p/toriel}{#f/5}* 我以为他是个冷血杀手， 可他不是。
zh_tw: <25>{#p/toriel}{#f/5}* 我以為他是個冷血殺手， 可他不是。

source: <25>{#p/toriel}{#f/1}* I had a talk with Alphys later that day.
pt_br: <25>{#p/toriel}{#f/1}* Eu conversei com a Alphys mais tarde daquele dia.
zh_cn: <25>{#p/toriel}{#f/1}* 那天，我遇到了Alphys， 和她聊了很久。
zh_tw: <25>{#p/toriel}{#f/1}* 那天，我遇到了Alphys， 和她聊了很久。

source: <25>{#p/toriel}{#f/1}* We discussed ASGORE, the humans...
pt_br: <25>{#p/toriel}{#f/1}* Nós discutimos ASGOREA, os humanos...
zh_cn: <25>{#p/toriel}{#f/1}* 我们从ASGORE说到人类...
zh_tw: <25>{#p/toriel}{#f/1}* 我們從ASGORE說到人類...

source: <25>{#p/toriel}{#f/3}* As well as something about a "Mew Mew Space Adventure?"
pt_br: <25>{#p/toriel}{#f/3}* E também algo sobre "Mew Mew Aventura no Espaço?"
zh_cn: <25>{#p/toriel}{#f/3}* 又从人类聊到 什么“喵喵航天行”...
zh_tw: <25>{#p/toriel}{#f/3}* 又從人類聊到 什麼「喵喵航天行」...

source: <25>{#p/toriel}{#f/4}* I still do not know what that means.
pt_br: <25>{#p/toriel}{#f/4}* Eu ainda não sei o que significa.
zh_cn: <25>{#p/toriel}{#f/4}* 我到现在都没搞懂 那到底是个啥玩意。
zh_tw: <25>{#p/toriel}{#f/4}* 我到現在都沒搞懂 那到底是個啥玩意。

source: <25>{#p/toriel}{#f/0}* Anyhoo, to summarize... she wasn't ready to become the queen.
pt_br: <25>{#p/toriel}{#f/0}* De toda forma, para você entender... ela não estava pronta para se tornar rainha.
zh_cn: <25>{#p/toriel}{#f/0}* 总之... 她并不想当女王。
zh_tw: <25>{#p/toriel}{#f/0}* 總之... 她並不想當女王。

source: <25>{#p/toriel}{#f/1}* And she agreed to appoint me instead.
pt_br: <25>{#p/toriel}{#f/1}* E ela concordou em me colocar lá.
zh_cn: <25>{#p/toriel}{#f/1}* Alphys觉得， 我来统治这里更合适。
zh_tw: <25>{#p/toriel}{#f/1}* Alphys覺得， 我來統治這裡更合適。

source: <25>{#p/toriel}{#f/5}* Only then, did I hear about the Royal Guard captain's death...
pt_br: <25>{#p/toriel}{#f/5}* Apenas então, eu ouvi sobre a morte da capitã da Guarda Real...
zh_cn: <25>{#p/toriel}{#f/5}* 她又告诉我... * 皇家卫队的大队长 不久前死了...
zh_tw: <25>{#p/toriel}{#f/5}* 她又告訴我... * 皇家衛隊的大隊長 不久前死了...

source: <25>{#p/toriel}{#f/9}* And the fact that, had you acted, you might have saved her.
pt_br: <25>{#p/toriel}{#f/9}* E o fato é, a forma que você agiu, pode acabar tendo salvo ela.
zh_cn: <25>{#p/toriel}{#f/9}* 当时，你要是救她， 说不定真能救过来。
zh_tw: <25>{#p/toriel}{#f/9}* 當時，你要是救她， 說不定真能救過來。

source: <25>{#p/toriel}{#f/9}* And the fact that you were the one to have killed her.
pt_br: <25>{#p/toriel}{#f/9}* E o fato de que você foi aquele quem matou ela.
zh_cn: <25>{#p/toriel}{#f/9}* 而且，杀她的人正是你。
zh_tw: <25>{#p/toriel}{#f/9}* 而且，殺她的人正是你。

source: <25>{#p/toriel}{#f/9}* As well as the death of the TV star, Mettaton.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte da estrela de TV, Mettaton.
zh_cn: <25>{#p/toriel}{#f/9}* 电视大明星Mettaton 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 電視大明星Mettaton 也死了。

source: <26>{#p/toriel}{#f/9}* ... and the deaths of most of the Royal Guard beyond that.
pt_br: <26>{#p/toriel}{#f/9}* ... e a morte da boa parte da Guarda Real.
zh_cn: <26>{#p/toriel}{#f/9}* ...而皇家卫队 也几乎全军覆没。
zh_tw: <26>{#p/toriel}{#f/9}* ...而皇家衛隊 也幾乎全軍覆沒。

source: <25>{#p/toriel}{#f/5}* Mettaton's death in particular was difficult, however.
pt_br: <25>{#p/toriel}{#f/5}* A morte do Mettaton em particular foi difícil para as pessoas.
zh_cn: <25>{#p/toriel}{#f/5}* 对她来说，Mettaton的死 带来的打击尤为强烈。
zh_tw: <25>{#p/toriel}{#f/5}* 對她來說，Mettaton的死 帶來的打擊尤為強烈。

source: <26>{#p/toriel}{#f/9}* ... and the deaths of Royal Guard members beyond that.
pt_br: <26>{#p/toriel}{#f/9}* ... e a morte da Guarda Real junto disso.
zh_cn: <26>{#p/toriel}{#f/9}* ...皇家守卫们也死的死， 伤的伤。
zh_tw: <26>{#p/toriel}{#f/9}* ...皇家守衛們也死的死， 傷的傷。

source: <25>{#p/toriel}{#f/5}* Learning of his death was... difficult for me.
pt_br: <25>{#p/toriel}{#f/5}* Saber sobre a morte dele foi... bem difícil pra mim.
zh_cn: <25>{#p/toriel}{#f/5}* 听到他死了， 我也... 十分难受。
zh_tw: <25>{#p/toriel}{#f/5}* 聽到他死了， 我也... 十分難受。

source: <25>{#p/toriel}{#f/9}* As well as the death of Sans's brother, Papyrus.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte do irmão de Sans, Papyrus.
zh_cn: <25>{#p/toriel}{#f/9}* Sans的兄弟，Papyrus 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* Sans的兄弟，Papyrus 也死了。

source: <26>{#p/toriel}{#f/9}* As well as the deaths of the rest of the Royal Guard.
pt_br: <26>{#p/toriel}{#f/9}* Bem como as mortes do resto da Guarda Real.
zh_cn: <26>{#p/toriel}{#f/9}* 皇家卫队也几乎全军覆没。
zh_tw: <26>{#p/toriel}{#f/9}* 皇家衛隊也幾乎全軍覆沒。

source: <25>{#p/toriel}{#f/9}* As well as the deaths of other Royal Guard members.
pt_br: <25>{#p/toriel}{#f/9}* Bem como as mortes de outros membros da Guarda Real.
zh_cn: <25>{#p/toriel}{#f/9}* 皇家守卫们也死的死， 伤的伤。
zh_tw: <25>{#p/toriel}{#f/9}* 皇家守衛們也死的死， 傷的傷。

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit member Doggo.
pt_br: <25>{#p/toriel}{#f/9}* Bem como a morte de um membro da unidade canina Doggo.
zh_cn: <25>{#p/toriel}{#f/9}* 犬卫队成员，Doggo 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 犬衛隊成員，Doggo 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit member Canis Minor.
pt_br: <25>{#p/toriel}{#f/9}* Bem como a morte de um membro da unidade canina, Canis Minor.
zh_cn: <25>{#p/toriel}{#f/9}* 犬卫队成员，Canis Minor 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 犬衛隊成員，Canis Minor 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit members Dogamy and Dogaressa.
pt_br: <25>{#p/toriel}{#f/9}* Bem como a morte dos membros da unidade canina Dogamy e Dogaressa.
zh_cn: <25>{#p/toriel}{#f/9}* 犬卫队成员， Dogamy和Dogaressa 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 犬衛隊成員， Dogamy和Dogaressa 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit member Canis Major.
pt_br: <25>{#p/toriel}{#f/9}* Bem como a morte do membro da unidade canina Major Canis.
zh_cn: <25>{#p/toriel}{#f/9}* 犬卫队成员，Canis Major 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 犬衛隊成員，Canis Major 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of ELITE squad member Doge
pt_br: <25>{#p/toriel}{#f/9}* Junto com morte da membro do esquadrão de ELITE Doge.
zh_cn: <25>{#p/toriel}{#f/9}* 特战队成员，Doge 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 特戰隊成員，Doge 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of her new recruits, 03 and 04.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte das suas novas recrutas, 03 e 04.
zh_cn: <25>{#p/toriel}{#f/9}* 新来的两名守卫， 三号和四号 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 新來的兩名守衛， 三號和四號 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of ELITE squad member Cozmo.
pt_br: <25>{#p/toriel}{#f/9}* Junto com morte do membro do esquadrão de ELITE Cozmo.
zh_cn: <25>{#p/toriel}{#f/9}* 特战队成员，Cozmo 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 特戰隊成員，Cozmo 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the death of ELITE squad member Terrestria.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte do membro do esquadrão de ELITE Terrestria.
zh_cn: <25>{#p/toriel}{#f/9}* 特战队成员，Terrestria 也死了。
zh_tw: <25>{#p/toriel}{#f/9}* 特戰隊成員，Terrestria 也死了。

source: <25>{#p/toriel}{#f/9}* As well as the deaths of many other monsters.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte de tantos outros monstros.
zh_cn: <25>{#p/toriel}{#f/9}* 除了她， 许多怪物也丧了命。
zh_tw: <25>{#p/toriel}{#f/9}* 除了她， 許多怪物也喪了命。

source: <25>{#p/toriel}{#f/9}* As well as the deaths of other monsters.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte de outros monstros.
zh_cn: <25>{#p/toriel}{#f/9}* 除了她， 好几只怪物也丧了命。
zh_tw: <25>{#p/toriel}{#f/9}* 除了她， 好幾隻怪物也喪了命。

source: <25>{#p/toriel}{#f/9}* As well as the death of one other monster.
pt_br: <25>{#p/toriel}{#f/9}* Junto com a morte de outro monstro.
zh_cn: <25>{#p/toriel}{#f/9}* 除了她， 还有一只怪物也丧了命。
zh_tw: <25>{#p/toriel}{#f/9}* 除了她， 還有一隻怪物也喪了命。

source: <25>{#p/toriel}{#f/1}* I had believed he could simply be repaired...
pt_br: <25>{#p/toriel}{#f/1}* Eu acreditei que ele poderia simplesmente ser reparado...
zh_cn: <25>{#p/toriel}{#f/1}* 当时，我还以为 “那就是个机器人， 修好就完事了。”
zh_tw: <25>{#p/toriel}{#f/1}* 當時，我還以為 「那就是個機器人， 修好就完事了。」

source: <25>{#p/toriel}{#f/1}* And that everyone else had been mistaken.
pt_br: <25>{#p/toriel}{#f/1}* E que todo mundo estava errado.
zh_cn: <25>{#p/toriel}{#f/1}* 不只是我， 很多人也是这么想的。
zh_tw: <25>{#p/toriel}{#f/1}* 不只是我， 很多人也是這麼想的。

source: <25>{#p/toriel}{#f/5}* But that was not the case, and I was wrong to think otherwise.
pt_br: <25>{#p/toriel}{#f/5}* Mas não era o caso, e eu estava errada de pensar o contrário.
zh_cn: <25>{#p/toriel}{#f/5}* 可我们都错了， 世上哪有那么多好事。
zh_tw: <25>{#p/toriel}{#f/5}* 可我們都錯了， 世上哪有那麼多好事。

source: <25>{#p/toriel}{#f/5}* I only have my own cowardice to blame, however.
pt_br: <25>{#p/toriel}{#f/5}* Entretanto, Eu tenho apenas minha própria covardia para culpar.
zh_cn: <25>{#p/toriel}{#f/5}* 出了这些事，我不怪你， 只能怪自己太胆小。
zh_tw: <25>{#p/toriel}{#f/5}* 出了這些事，我不怪你， 只能怪自己太膽小。

source: <25>{#p/toriel}{#f/1}* If I had simply possessed the courage to leave sooner...
pt_br: <25>{#p/toriel}{#f/1}* Se eu tivesse a coragem te der enfrentado meus medos mais cedo...
zh_cn: <25>{#p/toriel}{#f/1}* 要是我当时能鼓起勇气... 一直陪伴你...
zh_tw: <25>{#p/toriel}{#f/1}* 要是我當時能鼓起勇氣... 一直陪伴你...

source: <25>{#p/toriel}{#f/5}* I could have gone with you and pointed you in the right direction.
pt_br: <25>{#p/toriel}{#f/5}* Eu poderia ter ido contigo e te levado para a direção correta.
zh_cn: <25>{#p/toriel}{#f/5}* 那么在她遇难时， 就能鼓励你出手相助。
zh_tw: <25>{#p/toriel}{#f/5}* 那麼在她遇難時， 就能鼓勵你出手相助。

source: <25>{#p/toriel}{#f/5}* I could have gone with you and encouraged a more peaceful path.
pt_br: <25>{#p/toriel}{#f/5}* Eu poderia ter ido contigo e encorajado um caminho mais pacífico.
zh_cn: <25>{#p/toriel}{#f/5}* 那么就能帮你渡过难关， 减少不必要的伤亡。
zh_tw: <25>{#p/toriel}{#f/5}* 那麼就能幫你渡過難關， 減少不必要的傷亡。

source: <26>{#p/toriel}{#f/9}* Alas, there was nothing more to be done.
pt_br: <26>{#p/toriel}{#f/9}* Alas, não a mais nada que possa ser feito.
zh_cn: <26>{#p/toriel}{#f/9}* 可现在，说这些也没用了。
zh_tw: <26>{#p/toriel}{#f/9}* 可現在，說這些也沒用了。

source: <25>{#p/toriel}{#f/5}* As queen, I did not have time to dwell on such matters.
pt_br: <25>{#p/toriel}{#f/5}* Como rainha, eu não tive tempo de pensar em tais situações.
zh_cn: <25>{#p/toriel}{#f/5}* 回归王后的位置之后， 要忙的事也越来越多。
zh_tw: <25>{#p/toriel}{#f/5}* 回歸王后的位置之後， 要忙的事也越來越多。

source: <25>{#p/toriel}{#f/9}* The humans' safety was at stake, and I would not lose them again.
pt_br: <25>{#p/toriel}{#f/9}* A segurança dos humanos estava em jogo, e eu não os perderia novamente.
zh_cn: <25>{#p/toriel}{#f/9}* 我得操心整个国家， 还要操心那些人类的安全， 不让他们受伤。
zh_tw: <25>{#p/toriel}{#f/9}* 我得操心整個國家， 還要操心那些人類的安全， 不讓他們受傷。

source: <25>{#p/toriel}{#f/10}* My first act as queen would be to increase their protection.
pt_br: <25>{#p/toriel}{#f/10}* Minha primeira ação como rainha seria aumentar sua proteção.
zh_cn: <25>{#p/toriel}{#f/10}* 所以，上任后， 我立马就加强了 对人类的保护。
zh_tw: <25>{#p/toriel}{#f/10}* 所以，上任後， 我立馬就加強了 對人類的保護。
