Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{@fill=#d4bbff}* You became an interstellar trash hunter again!
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Você se tornou uma catadora de lixo interestelar novamente!
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 又跟我们一起， 捡太空垃圾！
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 又跟我們一起， 撿太空垃圾！

source: <25>{#p/alphys}{#f/29}* That's right.
pt_br: <25>{#p/alphys}{#f/29}* Exatamente.
zh_cn: <25>{#p/alphys}{#f/29}* 是啊。
zh_tw: <25>{#p/alphys}{#f/29}* 是啊。

source: <25>{#p/alphys}{#f/28}* And I'm GOOD at it. * Heck, I'm the best in the business.
pt_br: <25>{#p/alphys}{#f/28}* E eu sou BOA nisso. * Hein, a melhor neste negócio.
zh_cn: <25>{#p/alphys}{#f/28}* 别小瞧我捡垃圾的技术。 * 淦，我可是一把手呢。
zh_tw: <25>{#p/alphys}{#f/28}* 別小瞧我撿垃圾的技術。 * 淦，我可是一把手呢。

source: <32>{#p/basic}{@fill=#ffbbdc}* Now there's a fact if I've ever heard one.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Agora aí está uma coisa que eu nunca ouvi alguém dizer.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 这可是大实话。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 這可是大實話。

source: <25>{#p/alphys}{#f/10}* Like, honestly, who CARES about getting out of here anyway?
pt_br: <25>{#p/alphys}{#f/10}* Tipo, honestamente, quem se IMPORTA de sair daqui de toda forma?
zh_cn: <25>{#p/alphys}{#f/10}* 生活这么自在， 谁稀罕什么“打破力场”呢？
zh_tw: <25>{#p/alphys}{#f/10}* 生活這麼自在， 誰稀罕什麼「打破力場」呢？

source: <25>{#p/alphys}{#f/28}* With all this space junk that comes through...
pt_br: <25>{#p/alphys}{#f/28}* Com todo esse lixo espacial que entra...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/alphys}{#f/18}* There's no reason to leave at all!
pt_br: <25>{#p/alphys}{#f/18}* Não a nenhuma razão pra ir embora!
zh_cn: <25>{#p/alphys}{#f/18}* 没事捡捡垃圾... 不比成天琢磨“逃出去” 轻松多了？
zh_tw: <25>{#p/alphys}{#f/18}* 沒事撿撿垃圾... 不比成天琢磨「逃出去」 輕鬆多了？

source: <32>{#p/basic}{@fill=#ffbbdc}* But nobody else knows about the human stuff.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Mas ninguém sabe sobre a parada dos humanos.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 不过， 档案里人类的内幕 还没几个人知道。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 不過， 檔案裡人類的內幕 還沒幾個人知道。

source: <32>{#p/basic}{@fill=#d4bbff}* Yeah, it's like, our new super duper big secret.
pt_br: <32>{#p/basic}{@fill=#d4bbff}* É tipo, o nosso novo super duper grande segredo.
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 是呢。 * 她糟蹋灵魂的事 都快成最高机密了。
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 是呢。 * 她糟蹋靈魂的事 都快成最高機密了。

source: <25>{#p/alphys}{#f/23}* Well, Undyne can lie to them all she wants.
pt_br: <25>{#p/alphys}{#f/23}* Bem, Undyne não vai conseguir mentir para todos eles.
zh_cn: <25>{#p/alphys}{#f/23}* 呵。 * Undyne爱怎么忽悠，怎么折腾， 随她便。
zh_tw: <25>{#p/alphys}{#f/23}* 呵。 * Undyne愛怎麼忽悠，怎麼折騰， 隨她便。

source: <25>{#p/alphys}{#f/23}* She can build her arms factories, and her watchtowers...
pt_br: <25>{#p/alphys}{#f/23}* Ela pode fazer armas nas indústrias, e torres de controle...
zh_cn: <25>{#p/alphys}{#f/23}* 建军工厂？ 建瞭望塔？ * 没人管她。
zh_tw: <25>{#p/alphys}{#f/23}* 建軍工廠？ 建瞭望塔？ * 沒人管她。

source: <25>{#p/alphys}{#f/25}* If she thinks going all "military" will sell her story, okay.
pt_br: <25>{#p/alphys}{#f/25}* Se ela pensa que entrar na era "militar" vai vender sua história, beleza.
zh_cn: <25>{#p/alphys}{#f/25}* 她要是觉得“全面军事化” 能让她流芳千古， 就搞。
zh_tw: <25>{#p/alphys}{#f/25}* 她要是覺得「全面軍事化」 能讓她流芳千古， 就搞。

source: <25>{#p/alphys}{#f/26}* She can do whatever she sees fit.
pt_br: <25>{#p/alphys}{#f/26}* Ela pode fazer o que ela achar melhor.
zh_cn: <25>{#p/alphys}{#f/26}* 她爱咋咋地，我不在乎。
zh_tw: <25>{#p/alphys}{#f/26}* 她愛咋咋地，我不在乎。

source: <32>{#p/basic}{@fill=#d4bbff}* Oh yeah, didn't she, like, forcibly take over the Outlands or something?
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Ah é, ela meio que, tomou a força as Outlands, né?
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* Undyne是怎么 统治前哨站的？ * 武装夺权？
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* Undyne是怎麼 統治前哨站的？ * 武裝奪權？

source: <26>{#p/alphys}{#f/24}* Ugh, that pissed me off.
pt_br: <26>{#p/alphys}{#f/24}* Ugh, isso me irritou muito.
zh_cn: <26>{#p/alphys}{#f/24}* 呃，那事把我恶心坏了。
zh_tw: <26>{#p/alphys}{#f/24}* 呃，那事把我噁心壞了。

source: <25>{#p/alphys}{#f/30}* The former queen tried to stand up to it, and...
pt_br: <25>{#p/alphys}{#f/30}* A verdadeira rainha tentou impedir, e...
zh_cn: <25>{#p/alphys}{#f/30}* 曾经的王后站了出来， 想阻止她的野心...
zh_tw: <25>{#p/alphys}{#f/30}* 曾經的王后站了出來， 想阻止她的野心...

source: <25>{#p/alphys}{#f/31}* ... she got absolutely curb-stomped by Undyne's supporters.
pt_br: <25>{#p/alphys}{#f/31}* ... ela foi totalmente pisoteada pelo apoiadores da Undyne.
zh_cn: <25>{#p/alphys}{#f/31}* ...结果，Undyne的拥护者们 一拥而上，把王后撂倒， 当场踩死。
zh_tw: <25>{#p/alphys}{#f/31}* ...結果，Undyne的擁護者們 一擁而上，把王后撂倒， 當場踩死。

source: <25>{#p/alphys}{#f/21}* Undyne STILL hasn't taken responsibility for that.
pt_br: <25>{#p/alphys}{#f/21}* Undyne ainda não tomou responsabilidade por aquilo.
zh_cn: <25>{#p/alphys}{#f/21}* 杀了人， Undyne却不用受任何刑罚。
zh_tw: <25>{#p/alphys}{#f/21}* 殺了人， Undyne卻不用受任何刑罰。

source: <32>{#p/basic}{@fill=#ffbbdc}* Gosh, that's just sad.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Senhor, isso é apenas triste.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 我去，纯纯悲剧了。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 我去，純純悲劇了。

source: <32>{#p/basic}{@fill=#d4bbff}* Oh yeah, didn't she, like, draft people into the Royal Guard or something?
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Ah é, e ela meio que fez a Guarda Real como trabalho obrigatório?
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 对了，我听说... 她好像正在全民强制征兵，
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 對了，我聽說... 她好像正在全民強制徵兵，

source: <25>{#p/alphys}{#f/24}* Ugh, that was stupid.
pt_br: <25>{#p/alphys}{#f/24}* Ugh, aquilo foi estúpido.
zh_cn: <25>{#p/alphys}{#f/24}* 呃，真蠢。
zh_tw: <25>{#p/alphys}{#f/24}* 呃，真蠢。

source: <25>{#p/alphys}{#f/30}* All those people being forced to stand around all day...
pt_br: <25>{#p/alphys}{#f/30}* Todas aquelas pessoas forçadas a vigiarem o dia inteiro...
zh_cn: <25>{#p/alphys}{#f/30}* 许多民众， 每天强制站岗... 就为了第一时间发现人类。
zh_tw: <25>{#p/alphys}{#f/30}* 許多民眾， 每天強制站崗... 就為了第一時間發現人類。

source: <25>{#p/alphys}{#f/31}* Watching for a human that may NEVER come...
pt_br: <25>{#p/alphys}{#f/31}* Procura do por um humano que talvez NUNCA venha...
zh_cn: <25>{#p/alphys}{#f/31}* 她才不管要等多长时间。
zh_tw: <25>{#p/alphys}{#f/31}* 她才不管要等多長時間。

source: <25>{#p/alphys}{#f/21}* It's like she forgot the telescope network exists.
pt_br: <25>{#p/alphys}{#f/21}* É como se ela tivesse esquecido que a rede de telescópio existe.
zh_cn: <25>{#p/alphys}{#f/21}* 把天文观测网络当摆设。
zh_tw: <25>{#p/alphys}{#f/21}* 把天文觀測網路當擺設。

source: <32>{#p/basic}{@fill=#ffbbdc}* Wow, she didn't think that through at all.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Uau, ela realmente não pensou nisso.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 哇。 * 她好像真忘了有这东西呢。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 哇。 * 她好像真忘了有這東西呢。

source: <32>{#p/basic}{@fill=#d4bbff}* Yeah...
pt_br: <32>{#p/basic}{@fill=#d4bbff}* É...
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 是啊...
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 是啊...

source: <25>{#p/alphys}{#f/20}* And she did it in spite of Papyrus BEGGING her not to.
pt_br: <25>{#p/alphys}{#f/20}* E ela fez tudo isso mesmo com Papyrus IMPLORANDO pra ela não fazer.
zh_cn: <25>{#p/alphys}{#f/20}* 为了让她停手， Papyrus跪下来苦苦哀求。 * 可她根本不听。
zh_tw: <25>{#p/alphys}{#f/20}* 為了讓她停手， Papyrus跪下來苦苦哀求。 * 可她根本不聽。

source: <25>{#p/alphys}{#f/31}* ... I stopped caring about her entirely after that.
pt_br: <25>{#p/alphys}{#f/31}* ... Eu parei de me importar com ela completamente depois de tudo.
zh_cn: <25>{#p/alphys}{#f/31}* ...自那之后， 我也不想管她了。
zh_tw: <25>{#p/alphys}{#f/31}* ...自那之後， 我也不想管她了。

source: <25>{#p/alphys}{#f/20}* Maybe, if Papyrus was around, he could've stopped her.
pt_br: <25>{#p/alphys}{#f/20}* Talvez, se o Papyrus tivesse por perto, ele poderia ter parado ela.
zh_cn: <25>{#p/alphys}{#f/20}* 要是Papyrus还活着， 也许能劝得动她。
zh_tw: <25>{#p/alphys}{#f/20}* 要是Papyrus還活著， 也許能勸得動她。

source: <25>{#p/alphys}{#f/18}* ... but we all know why that didn't happen, don't we?
pt_br: <25>{#p/alphys}{#f/18}* ... mas nós sabemos que isso não aconteceria, não é mesmo?
zh_cn: <25>{#p/alphys}{#f/18}* ...他为啥死了呢？ 你我都心知肚明。
zh_tw: <25>{#p/alphys}{#f/18}* ...他為啥死了呢？ 你我都心知肚明。

source: <25>{#p/alphys}{#f/17}* ... * Oh well. * It is what it is.
pt_br: <25>{#p/alphys}{#f/17}* ... * Ah bem. * É o que é.
zh_cn: <25>{#p/alphys}{#f/17}* ... * 讲完了。 * 这就是我们的命运。
zh_tw: <25>{#p/alphys}{#f/17}* ... * 講完了。 * 這就是我們的命運。

source: <25>{#p/alphys}{#f/27}* Either way, it's thanks to all the people you killed...
pt_br: <25>{#p/alphys}{#f/27}* De toda forma, é por causa de todas as pessoas que você matou...
zh_cn: <25>{#p/alphys}{#f/27}* 总之， 我可太谢谢你了。
zh_tw: <25>{#p/alphys}{#f/27}* 總之， 我可太謝謝你了。

source: <25>{#p/alphys}{#f/26}* That any of this happened in the first place.
pt_br: <25>{#p/alphys}{#f/26}* Que tudo isso aconteceu primeiramente.
zh_cn: <25>{#p/alphys}{#f/26}* 你要是不那么大杀特杀， 我还不能这么快体验到 无间地狱的滋味呢。
zh_tw: <25>{#p/alphys}{#f/26}* 你要是不那麼大殺特殺， 我還不能這麼快體驗到 無間地獄的滋味呢。

source: <25>{#p/alphys}{#f/18}* So, I'm blaming it all on you.
pt_br: <25>{#p/alphys}{#f/18}* Então, eu coloco a culpa toda em você.
zh_cn: <25>{#p/alphys}{#f/18}* 一切，都是你的错。
zh_tw: <25>{#p/alphys}{#f/18}* 一切，都是你的錯。

source: <25>{#p/alphys}{#f/26}* And even if you didn't kill THAT many people...
pt_br: <25>{#p/alphys}{#f/26}* E mesmo se você não tiver MATADO tantas pessoas...
zh_cn: <25>{#p/alphys}{#f/26}* 诚然， 你没杀那么多人...
zh_tw: <25>{#p/alphys}{#f/26}* 誠然， 你沒殺那麼多人...

source: <25>{#p/alphys}{#f/23}* Even if Mettaton and I overreacted...
pt_br: <25>{#p/alphys}{#f/23}* Mesmo se eu e Mettaton tivermos exagerado...
zh_cn: <25>{#p/alphys}{#f/23}* 诚然，我和Mettaton反应 有些过度...
zh_tw: <25>{#p/alphys}{#f/23}* 誠然，我和Mettaton反應 有些過度...

source: <25>{#p/alphys}{#f/18}* It's still totally your fault.
pt_br: <25>{#p/alphys}{#f/18}* Ainda é totalmente sua culpa.
zh_cn: <25>{#p/alphys}{#f/18}* 但最根本的错在你。
zh_tw: <25>{#p/alphys}{#f/18}* 但最根本的錯在你。

source: <32>{#p/basic}{@fill=#ffbbdc}* You tell 'em, Alphys.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Fala pra ele Alphys.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* Alphys，告诉那人。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* Alphys，告訴那人。

source: <32>{#p/basic}{@fill=#d4bbff}* Yeah, in your face, loser!
pt_br: <32>{#p/basic}{@fill=#d4bbff}* É, fala pra ele, aquele perdedor!
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 对，亲口告诉那人， 他就是个废物！
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 對，親口告訴那人， 他就是個廢物！

source: <25>{#p/alphys}{#f/33}* ... anyway. * That's all I've got.
pt_br: <25>{#p/alphys}{#f/33}* ... pois bem. * Isso é tudo que eu tenho.
zh_cn: <25>{#p/alphys}{#f/33}* ...嗯。 * 她们代我说了。
zh_tw: <25>{#p/alphys}{#f/33}* ...嗯。 * 她們代我說了。

source: <25>{#p/alphys}{#f/1}* Bye now!
pt_br: <25>{#p/alphys}{#f/1}* Até logo!
zh_cn: <25>{#p/alphys}{#f/1}* 拜拜咯！
zh_tw: <25>{#p/alphys}{#f/1}* 拜拜嚕！

source: <32>{#p/basic}{@fill=#ffbbdc}* Until next time, pip-squeak.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Até a próxima, covarde.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 再见，小屁孩。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 再見，小屁孩。

source: <32>{#p/basic}{@fill=#d4bbff}* Bratty, are you sure there's going to BE a next time?
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Bratty, tem certeza que vai ter uma próxima vez?
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* “再见”？ * Bratty， 难道还会和那人“再见”？
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 「再見」？ * Bratty， 難道還會和那人「再見」？

source: <32>{#p/basic}{@fill=#ffbbdc}* Oh, shoot, you're right. * The phone's, like, outta batteries anyway.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Ah é, você tá certa. * A bateria do telefone tá acabando de toda forma.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 哎呀，说错了。 * 这手机好像也要没电了。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 哎呀，說錯了。 * 這手機好像也要沒電了。

source: <32>{#p/basic}{@fill=#d4bbff}* ... later, alligator!!! * Nya ha ha!!!
pt_br: <32>{#p/basic}{@fill=#d4bbff}* ... até, traidor!!! * Nya ha ha!!!
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 鳄鳄，一会见！！！ * 喵哈哈！！！
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 鱷鱷，一會見！！！ * 喵哈哈！！！

source: <32>{#s/equip}{#p/event}* Click...
zh_cn: <32>{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#s/equip}{#p/event}* 滴...

source: <25>{#p/sans}{#f/0}* heya.
pt_br: <25>{#p/sans}{#f/0}* opa.
zh_cn: <25>{#p/sans}{#f/0}* 你好呀。
zh_tw: <25>{#p/sans}{#f/0}* 你好呀。

source: <25>{#p/sans}{#f/3}* it's been a while, huh?
pt_br: <25>{#p/sans}{#f/3}* já faz um tempo, huh?
zh_cn: <25>{#p/sans}{#f/3}* 近况可好？
zh_tw: <25>{#p/sans}{#f/3}* 近況可好？

source: <25>{#p/sans}{#f/0}* after you left, alphys... kind of went into a panic.
pt_br: <25>{#p/sans}{#f/0}* depois que você fugiu, alphys... meio que entrou em pânico.
zh_cn: <25>{#p/sans}{#f/0}* 在你走后， alphys... 吓得不轻。
zh_tw: <25>{#p/sans}{#f/0}* 在你走後， alphys... 嚇得不輕。

source: <25>{#p/sans}{#f/0}* not only were asgore and undyne gone...
pt_br: <25>{#p/sans}{#f/0}* não apenas asgore e undyne se foram...
zh_cn: <25>{#p/sans}{#f/0}* asgore死了， undyne死了...
zh_tw: <25>{#p/sans}{#f/0}* asgore死了， undyne死了...

source: <25>{#p/sans}{#f/0}* but due to a botched plan involving mettaton and the core...
pt_br: <25>{#p/sans}{#f/0}* mas por conta de um plano estúpido envolvendo mettaton e o core...
zh_cn: <25>{#p/sans}{#f/0}* 更糟的是， mettaton那扯淡的计划 让核心陷入停摆。
zh_tw: <25>{#p/sans}{#f/0}* 更糟的是， mettaton那扯淡的計畫 讓核心陷入停擺。

source: <25>{#p/sans}{#f/3}* the outpost's power systems were in total disarray.
pt_br: <25>{#p/sans}{#f/3}* o sistema de energia do Outpost começou a quebrar.
zh_cn: <25>{#p/sans}{#f/3}* 能量供应已经彻底崩溃。
zh_tw: <25>{#p/sans}{#f/3}* 能量供應已經徹底崩潰。

source: <25>{#p/sans}{#f/3}* both the atmosphere and the gravity broke down. * it... wasn't pretty.
pt_br: <25>{#p/sans}{#f/3}* tanto a atmosfera quando a gravidade foram destruídas. * não foi... nada bonito.
zh_cn: <25>{#p/sans}{#f/3}* 气压不断下降， 人工重力正在消失。 * 情况... 不容乐观。
zh_tw: <25>{#p/sans}{#f/3}* 氣壓不斷下降， 人工重力正在消失。 * 情況... 不容樂觀。

source: <25>{#p/sans}{#f/0}* just from her call, i could tell things were pretty bad.
pt_br: <25>{#p/sans}{#f/0}* só pela ligação que ela fez, eu já entendi que as coisas estavam horríveis.
zh_cn: <25>{#p/sans}{#f/0}* 接完alphys的电话， 赶去的路上， 我已经做好了最坏的打算。
zh_tw: <25>{#p/sans}{#f/0}* 接完alphys的電話， 趕去的路上， 我已經做好了最壞的打算。

source: <25>{#p/sans}{#f/0}* but by the time i got to the citadel...
pt_br: <25>{#p/sans}{#f/0}* mas até eu chegar na cidadela...
zh_cn: <25>{#p/sans}{#f/0}* 可更糟的事还在后头。
zh_tw: <25>{#p/sans}{#f/0}* 可更糟的事還在後頭。

source: <25>{#p/sans}{#f/3}* a power surge killed the humans in the archive as well.
pt_br: <25>{#p/sans}{#f/3}* um poder surgiu e matou todos os humanos nos arquivos também.
zh_cn: <25>{#p/sans}{#f/3}* 当我赶到首塔时， 一道强力电流直接贯穿了 “档案”。[ADD]<25>{#p/sans}{#f/3}* 里面的人类当场死亡。
zh_tw: <25>{#p/sans}{#f/3}* 當我趕到首塔時， 一道強力電流直接貫穿了 「檔案」。[ADD]<25>{#p/sans}{#f/3}* 裡面的人類當場死亡。

source: <25>{#p/sans}{#f/3}* ... i'd never seen her in worse shape.
pt_br: <25>{#p/sans}{#f/3}* ... eu nunca a vi em um estado tão ruim.
zh_cn: <25>{#p/sans}{#f/3}* ...那是我第一次看到她 伤心成那样。
zh_tw: <25>{#p/sans}{#f/3}* ...那是我第一次看到她 傷心成那樣。

source: <25>{#p/sans}{#f/0}* still, i knew from back when we were lab partners...
pt_br: <25>{#p/sans}{#f/0}* ainda assim, eu sabia desde que éramos parceiros de laboratório...
zh_cn: <25>{#p/sans}{#f/0}* 但我相信， 她肯定能挺过去的。
zh_tw: <25>{#p/sans}{#f/0}* 但我相信， 她肯定能挺過去的。

source: <25>{#p/sans}{#f/2}* that she had what it took to overcome anything.
pt_br: <25>{#p/sans}{#f/2}* que ela tinha um plano caso tudo desse errado.
zh_cn: <25>{#p/sans}{#f/2}* 毕竟我俩之前可是研究搭档， 我了解她。
zh_tw: <25>{#p/sans}{#f/2}* 畢竟我倆之前可是研究搭檔， 我了解她。

source: <25>{#p/sans}{#f/0}* so i sat with her, and gave her a chance to process it all...
pt_br: <25>{#p/sans}{#f/0}* então, eu sentei com ela, e a dei uma chance de processar tudo...
zh_cn: <25>{#p/sans}{#f/0}* 所以，我坐在她身旁陪伴她。 * 发生这些事， 她也需要时间慢慢恢复。
zh_tw: <25>{#p/sans}{#f/0}* 所以，我坐在她身旁陪伴她。 * 發生這些事， 她也需要時間慢慢恢復。

source: <26>{#p/sans}{#f/3}* and by the end, she took responsibility and accepted asgore's crown.
pt_br: <26>{#p/sans}{#f/3}* no fim ela tomou responsabilidade e aceitou a coroa do rei asgore.
zh_cn: <26>{#p/sans}{#f/3}* 最终，她振作起来。 接任了asgore的王位。
zh_tw: <26>{#p/sans}{#f/3}* 最終，她振作起來。 接任了asgore的王位。

source: <25>{#p/sans}{#f/0}* ... right away, we knew we'd have to protect the human souls.
pt_br: <25>{#p/sans}{#f/0}* ... de começo, já sabíamos que deveríamos proteger as almas dos humanos.
zh_cn: <25>{#p/sans}{#f/0}* ...继任后的第一件事， 就是妥善保存那些灵魂。
zh_tw: <25>{#p/sans}{#f/0}* ...繼任後的第一件事， 就是妥善儲存那些靈魂。

source: <25>{#p/sans}{#f/0}* so, we repurposed some old lab junk and built a containment system.
pt_br: <25>{#p/sans}{#f/0}* então, não pegamos algumas tralhas do velho laboratório e criamos contêineres.
zh_cn: <25>{#p/sans}{#f/0}* 于是，我和alphys从 实验室角落里找到些旧材料， 给灵魂制造了容器。
zh_tw: <25>{#p/sans}{#f/0}* 於是，我和alphys從 實驗室角落裡找到些舊材料， 給靈魂製造了容器。

source: <25>{#p/sans}{#f/3}* after that, we realized we'd need someone to guard it.
pt_br: <25>{#p/sans}{#f/3}* depois disso, nós percebemos que precisávamos protegê-las.
zh_cn: <25>{#p/sans}{#f/3}* 有了容器， 谁来看管灵魂就成了问题。
zh_tw: <25>{#p/sans}{#f/3}* 有了容器， 誰來看管靈魂就成了問題。

source: <25>{#p/sans}{#f/0}* when the former queen returned, shortly thereafter...
pt_br: <25>{#p/sans}{#f/0}* quando a rainha voltou, pouco depois de tudo...
zh_cn: <25>{#p/sans}{#f/0}* 不久后，王后回归了。
zh_tw: <25>{#p/sans}{#f/0}* 不久後，王后回歸了。

source: <25>{#p/sans}{#f/2}* she seemed like the ideal candidate.
pt_br: <25>{#p/sans}{#f/2}* ela parecia ser a candidata ideal.
zh_cn: <25>{#p/sans}{#f/2}* 她理应是最合适的人选。
zh_tw: <25>{#p/sans}{#f/2}* 她理應是最合適的人選。

source: <25>{#p/sans}{#f/0}* but then, she saw the human souls for herself...
pt_br: <25>{#p/sans}{#f/0}* mas então, ela viu as almas humanas em si mesma...
zh_cn: <25>{#p/sans}{#f/0}* 但随即， 她看到了那些灵魂...
zh_tw: <25>{#p/sans}{#f/0}* 但隨即， 她看到了那些靈魂...

source: <25>{#p/sans}{#f/3}* and just went on a tirade about us being "part of his agenda."
pt_br: <25>{#p/sans}{#f/3}* e apenas fez um discurso sobre nós sermos "parte de sua agenda."
zh_cn: <25>{#p/sans}{#f/3}* 她不停地控诉， 说“我们都是他的帮凶”。
zh_tw: <25>{#p/sans}{#f/3}* 她不停地控訴， 說「我們都是他的幫兇」。

source: <25>{#p/sans}{#f/0}* we tried to explain what happened, and that asgore was innocent...
pt_br: <25>{#p/sans}{#f/0}* nós tentamos explicar o que aconteceu e dizer que asgore era inocente...
zh_cn: <25>{#p/sans}{#f/0}* 我们努力解释， 把asgore的所作所为 都讲给王后...
zh_tw: <25>{#p/sans}{#f/0}* 我們努力解釋， 把asgore的所作所為 都講給王后...

source: <25>{#p/sans}{#f/3}* but she wasn't having it in the slightest.
pt_br: <25>{#p/sans}{#f/3}* mas ela não acreditou no que dissemos.
zh_cn: <25>{#p/sans}{#f/3}* 可她根本不听。
zh_tw: <25>{#p/sans}{#f/3}* 可她根本不聽。

source: <25>{#p/sans}{#f/3}* needless to say, she declined the job.
pt_br: <25>{#p/sans}{#f/3}* infelizmente, ela acabou recusando o trabalho.
zh_cn: <25>{#p/sans}{#f/3}* 想都不用想， 她直接拒绝了 看管灵魂的工作。
zh_tw: <25>{#p/sans}{#f/3}* 想都不用想， 她直接拒絕了 看管靈魂的工作。

source: <25>{#p/sans}{#f/0}* luckily, the same couldn't be said about papyrus.
pt_br: <25>{#p/sans}{#f/0}* felizmente, o mesmo não pôde ser dito sobre o papyrus.
zh_cn: <25>{#p/sans}{#f/0}* toriel拒绝了， 我就去找papyrus。
zh_tw: <25>{#p/sans}{#f/0}* toriel拒絕了， 我就去找papyrus。

source: <25>{#p/sans}{#f/3}* after toriel declined, i called him next, and... well.
pt_br: <25>{#p/sans}{#f/3}* depois da toriel rejeitar, eu liguei para ele e... bem.
zh_cn: <25>{#p/sans}{#f/3}* 好在，当我把情况 告诉他后...
zh_tw: <25>{#p/sans}{#f/3}* 好在，當我把情況 告訴他後...

source: <25>{#p/sans}{#f/3}* luckily, since papyrus was around, i called him up, and... well.
pt_br: <25>{#p/sans}{#f/3}* com sorte, já que papyrus estava por perto, eu liguei pra ele e... bem.
zh_cn: <25>{#p/sans}{#f/3}* 好在，papyrus还在， 我找到他，把事情告诉了他后...
zh_tw: <25>{#p/sans}{#f/3}* 好在，papyrus還在， 我找到他，把事情告訴了他後...

source: <25>{#p/sans}{#f/2}* he pretty much took the job on the spot.
pt_br: <25>{#p/sans}{#f/2}* ele aceitou o trabalho bem facilmente.
zh_cn: <25>{#p/sans}{#f/2}* 他马上就答应了。
zh_tw: <25>{#p/sans}{#f/2}* 他馬上就答應了。

source: <18>{#p/papyrus}{#f/4}... FOR A WHILE, ANYWAY.
pt_br: <18>{#p/papyrus}{#f/4}... POR AGORA, ENTRETANTO.
zh_cn: <18>{#p/papyrus}{#f/4}...没想到这会议开这么久。
zh_tw: <18>{#p/papyrus}{#f/4}...沒想到這會議開這麼久。

source: <25>{#p/sans}{#f/0}* ah, there you are. * how'd the session go just now?
pt_br: <25>{#p/sans}{#f/0}* ah, aí está você. * como foi a sessão hoje?
zh_cn: <25>{#p/sans}{#f/0}* 哎，说曹操曹操到。 * 会议顺利吗？
zh_tw: <25>{#p/sans}{#f/0}* 哎，說曹操曹操到。 * 會議順利嗎？

source: <18>{#p/papyrus}{#f/0}OH, IT WENT WELL! EVERYONE SEEMS TO BE GETTING ALONG.
pt_br: <18>{#p/papyrus}{#f/0}AH, ESTÁ INDO BEM! TODO MUNDO PARECE ESTAR SE DANDO BEM.
zh_cn: <18>{#p/papyrus}{#f/0}哦，好得很呢！ 大伙相处可愉快了！
zh_tw: <18>{#p/papyrus}{#f/0}喔，好得很呢！ 大夥相處可愉快了！

source: <25>{#p/sans}{#f/3}* heh. * glad to hear it.
pt_br: <25>{#p/sans}{#f/3}* heh. * feliz em ouvir isso.
zh_cn: <25>{#p/sans}{#f/3}* 嘿。 * 那就好。
zh_tw: <25>{#p/sans}{#f/3}* 嘿。 * 那就好。

source: <18>{#p/papyrus}{#f/0}BY THE WAY, WHO ARE YOU TALKING TO?
pt_br: <18>{#p/papyrus}{#f/0}ALIÁS, COM QUEM VOCÊ ESTÁ CONVERSANDO?
zh_cn: <18>{#p/papyrus}{#f/0}对了， 你给谁打电话呢？
zh_tw: <18>{#p/papyrus}{#f/0}對了， 你給誰打電話呢？

source: <18>{#p/papyrus}{#f/0}HELLO, SANS! I'VE COMPLETED MY SHIFT FOR TODAY.
pt_br: <18>{#p/papyrus}{#f/0}OLÁ, SANS! EU CONCLUI MEU TRABALHO POR HOJE.
zh_cn: <18>{#p/papyrus}{#f/0}嘿，SANS！ 我把今天的活 都干完啦！
zh_tw: <18>{#p/papyrus}{#f/0}嘿，SANS！ 我把今天的活 都幹完啦！

source: <18>{#p/papyrus}{#f/9}NO INTRUDERS OR MALFUNCTIONS TO REPORT!
pt_br: <18>{#p/papyrus}{#f/9}SEM INVASORES OU MAL FUNCIONAMENTO RELATADOS!
zh_cn: <18>{#p/papyrus}{#f/9}未发现入侵者！ 容器没有故障！
zh_tw: <18>{#p/papyrus}{#f/9}未發現入侵者！ 容器沒有故障！

source: <25>{#p/sans}{#f/0}* great work, papyrus. * keep it up.
pt_br: <25>{#p/sans}{#f/0}* bom trabalho, papyrus. * mantenha-se assim.
zh_cn: <25>{#p/sans}{#f/0}* papyrus，干的好。 * 再接再厉。
zh_tw: <25>{#p/sans}{#f/0}* papyrus，幹的好。 * 再接再厲。

source: <18>{#p/papyrus}{#f/6}I'LL BE SURE TO!!!
pt_br: <18>{#p/papyrus}{#f/6}TEREI CERTEZA QUE SIM!!!
zh_cn: <18>{#p/papyrus}{#f/6}那必须滴！！！
zh_tw: <18>{#p/papyrus}{#f/6}那必須滴！！！

source: <18>{#p/papyrus}{#f/0}SO, WHO'S THAT YOU'RE TALKING TO?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO, COM QUEM VOCÊ ESTÁ CONVERSANDO?
zh_cn: <18>{#p/papyrus}{#f/0}对了， 你给谁打电话呢？
zh_tw: <18>{#p/papyrus}{#f/0}對了， 你給誰打電話呢？

source: <25>{#p/sans}{#f/2}* oh, y'know. * just another human, nobody important.
pt_br: <25>{#p/sans}{#f/2}* ah, você sabe. * só outro humano, ninguém importante.
zh_cn: <25>{#p/sans}{#f/2}* 呃，没谁。 * 就是个普通的人类。
zh_tw: <25>{#p/sans}{#f/2}* 呃，沒誰。 * 就是個普通的人類。

source: <18>{#p/papyrus}{#f/4}BUT ALL THE HUMANS ARE...
pt_br: <18>{#p/papyrus}{#f/4}MAS TODOS OS HUMANOS ESTÃO...
zh_cn: <18>{#p/papyrus}{#f/4}人类？ 他们不是都...
zh_tw: <18>{#p/papyrus}{#f/4}人類？ 他們不是都...

source: <18>{#p/papyrus}{#f/7}... WAIT!! GIVE ME THAT!!
pt_br: <18>{#p/papyrus}{#f/7}... ESPERA!! * ME DA ISSO AQUI!!
zh_cn: <18>{#p/papyrus}{#f/7}...我知道了！！ 我要接电话！！
zh_tw: <18>{#p/papyrus}{#f/7}...我知道了！！ 我要接電話！！

source: <25>{#p/sans}{#f/0}* here you go.
pt_br: <25>{#p/sans}{#f/0}* aqui está.
zh_cn: <25>{#p/sans}{#f/0}* 给你。
zh_tw: <25>{#p/sans}{#f/0}* 給你。

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN!
pt_br: <18>{#p/papyrus}{#f/0}OLÁ, HUMANO!
zh_cn: <18>{#p/papyrus}{#f/0}人类，你好！
zh_tw: <18>{#p/papyrus}{#f/0}人類，你好！

source: <18>{#p/papyrus}{#f/4}IT SURE HAS BEEN A WHILE...
pt_br: <18>{#p/papyrus}{#f/4}JÁ FAZ MUITO TEMPO...
zh_cn: <18>{#p/papyrus}{#f/4}咱俩有阵子没见了...
zh_tw: <18>{#p/papyrus}{#f/4}咱倆有陣子沒見了...

source: <18>{#p/papyrus}{#f/5}THERE'S... A STORY I'D LIKE TO TELL YOU, ACTUALLY.
pt_br: <18>{#p/papyrus}{#f/5}TEM... UMA HISTÓRIA QUE EU GOSTARIA DE TE CONTAR.
zh_cn: <18>{#p/papyrus}{#f/5}其实... 我想给你讲个故事。
zh_tw: <18>{#p/papyrus}{#f/5}其實... 我想給你講個故事。

source: <15>{#f/6}IT'LL EXPLAIN THE WHOLE "FOR A WHILE" THING.
pt_br: <15>{#f/6}VAI EXPLICAR TODO O "POR AGORA".
zh_cn: <15>{#f/6}听完故事，你就知道 这段时间里， 这里都发生了啥。
zh_tw: <15>{#f/6}聽完故事，你就知道 這段時間裡， 這裡都發生了啥。

source: <25>{#p/sans}{#f/3}* ... ah. * here we go.
pt_br: <25>{#p/sans}{#f/3}* ... ah. * aí vai.
zh_cn: <25>{#p/sans}{#f/3}* ...哦。 * 从前...
zh_tw: <25>{#p/sans}{#f/3}* ...喔。 * 從前...

source: <18>{#p/papyrus}{#f/7}SHH!!!
zh_cn: <18>{#p/papyrus}{#f/7}嘘！！！ 让我说！
zh_tw: <18>{#p/papyrus}{#f/7}噓！！！ 讓我說！

source: <18>{#p/papyrus}{#f/5}SO... I'M DOING MY JOB AS USUAL ONE DAY.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO... EU ESTOU FAZENDO MEU TRABALHO COMO SEMPRE.
zh_cn: <18>{#p/papyrus}{#f/5}我的工作是 看守和日常维护灵魂， 保证它们的安全。
zh_tw: <18>{#p/papyrus}{#f/5}我的工作是 看守和日常維護靈魂， 保證它們的安全。
