Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <08>{#p/basic}{~}Ooh.. I like this kind of signal..
pt_br: <08>{#p/basic}{~}Ooh.. eu gosto desse tipo de sinal...
zh_cn: <08>{#p/basic}{~}哦... 我喜欢 这种信号 ...
zh_tw: <08>{#p/basic}{~}喔... 我喜歡 這種訊號 ...

source: <08>{#p/basic}{~}I'm on your wave- length now!
pt_br: <08>{#p/basic}{~}Eu estou na sua onda agora!
zh_cn: <08>{#p/basic}{~}我现在 在你的 信号 波长内！
zh_tw: <08>{#p/basic}{~}我現在 在你的 訊號 波長內！

source: <08>{#p/basic}{~}The signal.. is right on top of me..
pt_br: <08>{#p/basic}{~}O sinal... está bem em cima de mim...
zh_cn: <08>{#p/basic}{~}信号... 紧贴在我 身上...
zh_tw: <08>{#p/basic}{~}訊號... 緊貼在我 身上...

source: <08>{#p/basic}{~}I'm just a waste of band- width..
pt_br: <08>{#p/basic}{~}Eu sou apenas um desperdício de largura de banda...
zh_cn: <08>{#p/basic}{~}我只是在 浪费 带宽...
zh_tw: <08>{#p/basic}{~}我只是在 浪費 帶寬...

source: <08>{#p/basic}{~}I'll wire you the cash right away!
pt_br: <08>{#p/basic}{~}Eu vou te passar o dinheiro agora mesmo!
zh_cn: <08>{#p/basic}{~}我马上 给你电汇 付款！
zh_tw: <08>{#p/basic}{~}我馬上 給你電匯 付款！

source: <32>{#p/asriel2}* Astro Serf, the attention- seeking astronaut. Cares for nothing but its antenna.
pt_br: <32>{#p/asriel2}* Astro Serf, o astronauta que ama atenção. Não se importa com nada além de sua antena.
zh_cn: <32>{#p/asriel2}* Astro Serf，宇航员，渴望引人注目。 * 除了自己的天线，他什么都不在乎。
zh_tw: <32>{#p/asriel2}* Astro Serf，太空人，渴望引人注目。 * 除了自己的天線，他什麼都不在乎。

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * This teen wonders why it isn't named 'Radio Jack.'
pt_br: <32>{#p/story}* ASTRO SERF - ATQ 11 DEF 4 * Este jovem pergunta o por que não é chamado 'Radio Jack.'
zh_cn: <32>{#p/story}* ASTRO SERF - 攻击11 防御4 * 这个青年想知道自己为啥不叫 “收音劫克”。
zh_tw: <32>{#p/story}* ASTRO SERF - 攻擊11 防禦4 * 這個青年想知道自己為啥不叫 「收音劫克」。

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * This teen seems to appreciate your sense of fashion.
pt_br: <32>{#p/story}* ASTRO SERF - ATQ 11 DEF 4 * Este jovem aprecia seu próprio senso de moda.
zh_cn: <32>{#p/story}* ASTRO SERF - 攻击11 防御4 * 这个青年很欣赏你的时尚感。
zh_tw: <32>{#p/story}* ASTRO SERF - 攻擊11 防禦4 * 這個青年很欣賞你的時尚感。

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * This teen is getting ALL the right signals.
pt_br: <32>{#p/story}* ASTRO SERF - ATQ 11 DEF 4 * Este jovem está pegando todos os sinais corretos.
zh_cn: <32>{#p/story}* ASTRO SERF - 攻击11 防御4 * 这个青年 找到了所有正确的信号。
zh_tw: <32>{#p/story}* ASTRO SERF - 攻擊11 防禦4 * 這個青年接收到了 所有正確的訊號。

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * Attempting to hijack a public radio to call for help.
pt_br: <32>{#p/story}* ASTRO SERF - ATQ 11 DEF 4 * Tentando alcançar um sinal de rádio para chamar por ajuda.
zh_cn: <32>{#p/story}* ASTRO SERF - 攻击11 防御4 * 企图劫持一个收音机 来寻求帮助。
zh_tw: <32>{#p/story}* ASTRO SERF - 攻擊11 防禦4 * 企圖劫持一個收音機 來尋求幫助。

source: <32>{#p/human}* (You inform Astro Serf that it has a great antenna.)
pt_br: <32>{#p/human}* (Você informa ao Astro Serf que ele tem uma ótima antena.)
zh_cn: <32>{#p/human}* （你说Astro Serf的天线 真是太棒了。）
zh_tw: <32>{#p/human}* （你說Astro Serf的天線 真是太棒了。）

source: <32>{#p/human}* (You flirt with Astro Serf.)
pt_br: <32>{#p/human}* (Você flerta com o Astro Serf.)
zh_cn: <32>{#p/human}* （你向Astro Serf调情。）
zh_tw: <32>{#p/human}* （你向Astro Serf調情。）

source: <08>{#p/basic}{~}DUH! Who DOESN'T know?
pt_br: <08>{#p/basic}{~}DUH! Quem NÃO sabe?
zh_cn: <08>{#p/basic}{~}啧！ 谁不 知道！
zh_tw: <08>{#p/basic}{~}嘖！ 誰不 知道！

source: <08>{#p/basic}{~}Envious? TOO BAD!
pt_br: <08>{#p/basic}{~}Invejoso? RUIM PRA VOCÊ!
zh_cn: <08>{#p/basic}{~}嫉妒了？ 真可怜哦， 哈哈！
zh_tw: <08>{#p/basic}{~}嫉妒了？ 真可憐喔， 哈哈！

source: <32>{#p/asriel2}* Astro Serf.
zh_cn: <32>{#p/asriel2}* Astro Serf。ゑ
zh_tw: <32>{#p/asriel2}* Astro Serf。ゑ

source: <32>{#p/story}* Astro Serf is secretly checking if you're looking at its antenna.
pt_br: <32>{#p/story}* Astro Serf está secretamente checando se você olhou sua antena.
zh_cn: <32>{#p/story}* Astro Serf小心翼翼地确定着 你有没有看它的天线。
zh_tw: <32>{#p/story}* Astro Serf小心翼翼地確定著 你有沒有看它的天線。

source: <32>{#p/story}* Astro Serf is impressed.
pt_br: <32>{#p/story}* Astro Serf está impressionado.
zh_cn: <32>{#p/story}* Astro Serf被打动了。
zh_tw: <32>{#p/story}* Astro Serf被打動了。

source: <09>{#p/basic}{~}HELLO??? My antenna's up here.
pt_br: <09>{#p/basic}{~}ALOOOOOO???? Minha antena tá aqui em cima.
zh_cn: <09>{#p/basic}{~}喂！！！ 我的天线 在头上呢。
zh_tw: <09>{#p/basic}{~}喂！！！ 我的天線 在頭上呢。

source: <08>{#p/basic}{~}What? What are you doing?
pt_br: <08>{#p/basic}{~}O que? O que você tá fazendo?
zh_cn: <08>{#p/basic}{~}啊？ 你在做甚？
zh_tw: <08>{#p/basic}{~}啊？ 你在做甚？

source: <08>{#p/basic}{~}But.. it can't be..!
pt_br: <08>{#p/basic}{~}Mas... não pode ser!
zh_cn: <08>{#p/basic}{~}不是.. 这 怎么可能！
zh_tw: <08>{#p/basic}{~}不是.. 這 怎麼可能！

source: <08>{#p/basic}{~}Woah.. How did you do that??
pt_br: <08>{#p/basic}{~}Woah... Como você fez isso??
zh_cn: <08>{#p/basic}{~}哇哦... 你怎么 做的？？
zh_tw: <08>{#p/basic}{~}哇喔... 你怎麼 做的？？

source: <08>{#p/basic}{~}You're.. making your OWN antenna?
pt_br: <08>{#p/basic}{~}Você está... fazendo sua própria antena?
zh_cn: <08>{#p/basic}{~}你在做.. 你自己的 天线？
zh_tw: <08>{#p/basic}{~}你在做.. 你自己的 天線？

source: <32>{#p/human}* (You begin to fashion your own antenna.)
pt_br: <32>{#p/human}* (Você começa a fazer sua própria antena.)
zh_cn: <32>{#p/human}* （你开始设计自己的天线。）
zh_tw: <32>{#p/human}* （你開始設計自己的天線。）

source: <32>{#p/basic}* But... how?
pt_br: <32>{#p/basic}* Mas... como?
zh_cn: <32>{#p/basic}* 但... 怎么设计？
zh_tw: <32>{#p/basic}* 但... 怎麼設計？

source: <32>{#p/human}* (You finish the antenna, and proceed to put it on.)
pt_br: <32>{#p/human}* (Você termina sua antena e coloca na cabeça.)
zh_cn: <32>{#p/human}* （你做好了天线， 把它戴了上去。）
zh_tw: <32>{#p/human}* （你做好了天線， 把它戴了上去。）

source: <32>{#p/human}* (You start on another antenna.)
pt_br: <32>{#p/human}* (Você começa outra antena.)
zh_cn: <32>{#p/human}* （你开始做另一根天线。）
zh_tw: <32>{#p/human}* （你開始做另一根天線。）

source: <32>{#p/basic}* Not knowing what to do, Astro Serf runs away.
pt_br: <32>{#p/basic}* Sem saber o que fazer, Astro Serf sai correndo.
zh_cn: <32>{#p/basic}* Astro Serf被你整懵了， 退出了战斗。ゑ
zh_tw: <32>{#p/basic}* Astro Serf被你整懵了， 退出了戰鬥。ゑ

source: <32>{#p/story}* Astro Serf is not impressed by your attire.
pt_br: <32>{#p/story}* Astro Serf não está impressionado pelo seu traje.
zh_cn: <32>{#p/story}* Astro Serf不喜欢你的装束。
zh_tw: <32>{#p/story}* Astro Serf不喜歡你的裝束。

source: <32>{#p/story}* Astro Serf is in love.
pt_br: <32>{#p/story}* Astro Serf está em paixão.
zh_cn: <32>{#p/story}* Astro Serf坠入爱河。
zh_tw: <32>{#p/story}* Astro Serf墜入愛河。

source: <08>{#p/basic}{~}No deal! Not without an antenna!
pt_br: <08>{#p/basic}{~}Sem acordo! Não sem uma antena!
zh_cn: <08>{#p/basic}{~}没得谈！ 因为你没 天线！
zh_tw: <08>{#p/basic}{~}沒得談！ 因為你沒 天線！

source: <08>{#p/basic}{~}W-what?? Um.. I.. You..
pt_br: <08>{#p/basic}{~}O q-quê?? Um... Eu... Você...
zh_cn: <08>{#p/basic}{~}什么...？ 额.. 我.. 你..
zh_tw: <08>{#p/basic}{~}什麼...？ 額.. 我.. 你..

source: <32>{#p/asriel2}* Almost dead.
pt_br: <32>{#p/asriel2}* Praticamente morto.
zh_cn: <32>{#p/asriel2}* 离死不远了。
zh_tw: <32>{#p/asriel2}* 離死不遠了。

source: <32>{#p/story}* Astro Serf's suit is loose.
pt_br: <32>{#p/story}* O traje de Astro Serf está solto.
zh_cn: <32>{#p/story}* Astro Serf的衣服松垮垮的。
zh_tw: <32>{#p/story}* Astro Serf的衣服松垮垮的。

source: <08>{#p/basic}{~}Where's YOUR antenna?
pt_br: <08>{#p/basic}{~}Cadê SUA antena?
zh_cn: <08>{#p/basic}{~}你的 天线呢？
zh_tw: <08>{#p/basic}{~}你的 天線呢？

source: <08>{#p/basic}{~}Your head looks so ..NAKED
pt_br: <08>{#p/basic}{~}Sua cabeça parece tão... PELADA
zh_cn: <08>{#p/basic}{~}你的脑袋 看起来.. 光秃秃的
zh_tw: <08>{#p/basic}{~}你的腦袋 看起來.. 光禿禿的

source: <08>{#p/basic}{~}What a great antenna! (Mine)
pt_br: <08>{#p/basic}{~}Que antena linda! (A minha)
zh_cn: <08>{#p/basic}{~}多棒的 天线啊！ （我的！）
zh_tw: <08>{#p/basic}{~}多棒的 天線啊！ （我的！）

source: <09>{#p/basic}{~}It's signal feedback, not radi- ation
pt_br: <09>{#p/basic}{~}É um sinal de feedback, não radiação.
zh_cn: <09>{#p/basic}{~}这不是 辐射！ 这是信号 反馈。
zh_tw: <09>{#p/basic}{~}這不是 輻射！ 這是訊號 反饋。

source: <08>{#p/basic}{~}I just looove my antenna. OK?
pt_br: <08>{#p/basic}{~}Eu só aaaaaamooo minha antena? OK?
zh_cn: <08>{#p/basic}{~}我只爱我 的天线！
zh_tw: <08>{#p/basic}{~}我只愛我 的天線！

source: <08>{#p/basic}{~}What have you done..
pt_br: <08>{#p/basic}{~}O que você fez.
zh_cn: <08>{#p/basic}{~}你做了 什么...
zh_tw: <08>{#p/basic}{~}你做了 什麼...

source: <32>{#p/story}* Astro Serf also wants antennae for its other body parts.
pt_br: <32>{#p/story}* Astro Serf também quer uma antena para outras partes do corpo.
zh_cn: <32>{#p/story}* Astro Serf想在身上其他地方 也装上天线。
zh_tw: <32>{#p/story}* Astro Serf想在身上其他地方 也裝上天線。

source: <32>{#p/story}* Astro Serf makes sure its antenna is still there.
pt_br: <32>{#p/story}* Astro Serf garante que sua antena ainda está ali.
zh_cn: <32>{#p/story}* Astro Serf检查了一下 他的天线还在是否那里。
zh_tw: <32>{#p/story}* Astro Serf檢查了一下 他的天線還在是否那裡。

source: <32>{#p/story}* Astro Serf is thinking about a certain article of clothing.
pt_br: <32>{#p/story}* Astro Serf está pensando sobre um certo artifício de roupa.
zh_cn: <32>{#p/story}* Astro Serf在考虑配一件衣服。
zh_tw: <32>{#p/story}* Astro Serf在考慮配一件衣服。

source: <32>{#p/story}* Smells like lithium.
pt_br: <32>{#p/story}* Cheira a lítio.
zh_cn: <32>{#p/story}* 闻起来像锂。
zh_tw: <32>{#p/story}* 聞起來像鋰。

source: <32>{#p/story}* Astro Serf struts into view.
pt_br: <32>{#p/story}* Astro Serf se coloca na visão.
zh_cn: <32>{#p/story}* Astro Serf昂首阔步走了过来。
zh_tw: <32>{#p/story}* Astro Serf昂首闊步走了過來。

source: <08>{#p/basic}{~}I KNEW IT!!! THIEF!!
pt_br: <08>{#p/basic}{~}EU SABIA!!!! LADRÃO!!
zh_cn: <08>{#p/basic}{~}给我 猜中了！！！ 你个小偷！！
zh_tw: <08>{#p/basic}{~}給我 猜中了！！！ 你個小偷！！

source: <08>{#p/basic}{~}HELP!!! FASHION POLICE!!
pt_br: <08>{#p/basic}{~}AJUDA!!! POLÍCIA DA MODA!!!
zh_cn: <08>{#p/basic}{~}时尚警察 快救我 啊！！！
zh_tw: <08>{#p/basic}{~}時尚警察 快救我 啊！！！

source: <33>{#p/human}* (You steal Astro Serf's antenna.) * (Its spacesuit falls off.)
pt_br: <33>{#p/human}* (Você rouba a antena do Astro Self.) * (Sua roupa toda cai.)
zh_cn: <33>{#p/human}* （你偷了Astro Serf的天线。） * （它的宇航服掉下来了。）
zh_tw: <33>{#p/human}* （你偷了Astro Serf的天線。） * （它的太空衣掉下來了。）

source: <33>{#p/basic}* Looks like it was powered by lithium the whole time.
pt_br: <33>{#p/basic}* Parece que foi energizado por lítio este tempo todo.
zh_cn: <33>{#p/basic}* 看起来它一直由锂驱动。
zh_tw: <33>{#p/basic}* 看起來它一直由鋰驅動。

source: <32>{#p/human}* (You try stealing Astro Serf's antenna, but it hasn't been weakened enough.)
pt_br: <32>{#p/human}* (Você tenta roubar a antena do Astro Self, mas ele não foi enfraquecido o suficiente.)
zh_cn: <32>{#p/human}* （你尝试去偷Astro Serf的天线， 但它还没变得足够弱。）
zh_tw: <32>{#p/human}* （你嘗試去偷Astro Serf的天線， 但它還沒變得足夠弱。）

source: <08>{#p/basic}{~}Okay, I'll shine myself out.
pt_br: <08>{#p/basic}{~}Ok, eu vou me destacar agora.
zh_cn: <08>{#p/basic}{~}好吧， 我将独自 闪耀。
zh_tw: <08>{#p/basic}{~}好吧， 我將獨自 閃耀。

source: <08>{#p/basic}{~}I'll.. get out of your way..
pt_br: <08>{#p/basic}{~}Eu... vou sair do seu caminho.
zh_cn: <08>{#p/basic}{~}我... 不挡你 路了...
zh_tw: <08>{#p/basic}{~}我... 不擋你 路了...

source: <08>{#p/basic}{~}You think I'm.. oh..
pt_br: <08>{#p/basic}{~} Você está pensando o que eu... oh...
zh_cn: <08>{#p/basic}{~}你觉得 我... 哦...
zh_tw: <08>{#p/basic}{~}你覺得 我... 喔...

source: <08>{#p/basic}{~}May our crystals shine as one.
pt_br: <08>{#p/basic}{~}Que nossos cristais possam brilhar como um.
zh_cn: <08>{#p/basic}{~}愿我们 之间的 晶体永远 闪耀。
zh_tw: <08>{#p/basic}{~}願我們 之間的 晶體永遠 閃耀。

source: <08>{#p/basic}{~}Careful.. I might be sharp..
pt_br: <08>{#p/basic}{~}Cuidado... pode ser pontudo...
zh_cn: <08>{#p/basic}{~}小心... 我很锋利 ...
zh_tw: <08>{#p/basic}{~}小心... 我很鋒利 ...

source: <08>{#p/basic}{~}I deserve to decay..
pt_br: <08>{#p/basic}{~}Eu mereço a queda...
zh_cn: <08>{#p/basic}{~}我应该 衰变...
zh_tw: <08>{#p/basic}{~}我應該 衰變...

source: <08>{#p/basic}{~}Here's all the money I have..
pt_br: <08>{#p/basic}{~}Aqui está todo o dinheiro que tenho...
zh_cn: <08>{#p/basic}{~}我的钱 都给你了 ...
zh_tw: <08>{#p/basic}{~}我的錢 都給你了 ...

source: <32>{#p/asriel2}* Lithium. * That's literally it.
pt_br: <32>{#p/asriel2}* Lítio. * Literalmente isso.
zh_cn: <32>{#p/asriel2}* 锂块。 * 对，就这样。
zh_tw: <32>{#p/asriel2}* 鋰塊。 * 對，就這樣。

source: <32>{#p/story}* LITHIUM - ATK 1 DEF 0 * Without its spacesuit...
pt_br: <32>{#p/story}* LÍTIO - ATQ 1 DEF 0 * Sem seu traje espacial...
zh_cn: <32>{#p/story}* 锂块 - 攻击1 防御0 * 丢了它的宇航服...
zh_tw: <32>{#p/story}* 鋰塊 - 攻擊1 防禦0 * 丟了它的太空衣...

source: <32>{#p/human}* (You inform Lithium that it still looks fine.)
pt_br: <32>{#p/human}* (Você diz ao lítio que ele ainda parece bonito.)
zh_cn: <32>{#p/human}* （你告诉锂块仍然很棒。）
zh_tw: <32>{#p/human}* （你告訴鋰塊仍然很棒。）

source: <32>{#p/asriel2}* Lithium.
pt_br: <32>{#p/asriel2}* Lítio.
zh_cn: <32>{#p/asriel2}* 锂块。ゑ
zh_tw: <32>{#p/asriel2}* 鋰塊。ゑ

source: <32>{#p/story}* Lithium doesn't mind its identity.
pt_br: <32>{#p/story}* Lítio não se reconhece mais.
zh_cn: <32>{#p/story}* 锂块不介意它的身份。
zh_tw: <32>{#p/story}* 鋰塊不介意它的身份。

source: <08>{#p/basic}{~}Yeah.. I like my body too.
pt_br: <08>{#p/basic}{~}É... eu gosto do meu corpo também.
zh_cn: <08>{#p/basic}{~}是啊... 我也喜欢 我这样。
zh_tw: <08>{#p/basic}{~}是啊... 我也喜歡 我這樣。

source: <08>{#p/basic}{~}Hmm.. antennae are for posers.
pt_br: <08>{#p/basic}{~}Hmm... antenas são para posers.
zh_cn: <08>{#p/basic}{~}嗯... 天线是 用来 装腔作势 的。
zh_tw: <08>{#p/basic}{~}嗯... 天線是 用來 裝腔作勢 的。

source: <08>{#p/basic}{~}So I can still impress you?
pt_br: <08>{#p/basic}{~}Então eu ainda te impressiono?
zh_cn: <08>{#p/basic}{~}所以你 仍然可以 对我印象 深刻？
zh_tw: <08>{#p/basic}{~}所以你 仍然可以 對我印象 深刻？

source: <08>{#p/basic}{~}I wanted you to see me as cool.
pt_br: <08>{#p/basic}{~}Eu queria que você me visse como alguém da hora.
zh_cn: <08>{#p/basic}{~}我只是想 让你觉得 我很酷。
zh_tw: <08>{#p/basic}{~}我只是想 讓你覺得 我很酷。

source: <32>{#p/asriel2}* Almost dead. * Again.
pt_br: <32>{#p/asriel2}* Praticamente morto. * De novo.
zh_cn: <32>{#p/asriel2}* 也要去见阎王了。
zh_tw: <32>{#p/asriel2}* 也要去見閻王了。

source: <32>{#p/story}* It's disintegrating.
pt_br: <32>{#p/story}* Está desintegrando.
zh_cn: <32>{#p/story}* 它正在瓦解。
zh_tw: <32>{#p/story}* 它正在瓦解。

source: <08>{#p/basic}{~}I.. I..
pt_br: <08>{#p/basic}{~}Eu... Eu...
zh_cn: <08>{#p/basic}{~}我.. 我..
zh_tw: <08>{#p/basic}{~}我.. 我..

source: <08>{#p/basic}{~}What can I say..
pt_br: <08>{#p/basic}{~}O que eu posso dizer...
zh_cn: <08>{#p/basic}{~}我还能说 什么呢 ...
zh_tw: <08>{#p/basic}{~}我還能說 什麼呢 ...

source: <08>{#p/basic}{~}What's the point..
pt_br: <08>{#p/basic}{~}Qual seria o ponto...
zh_cn: <08>{#p/basic}{~}还有何 意义...
zh_tw: <08>{#p/basic}{~}還有何 意義...

source: <08>{#p/basic}{~}So.. alone..
pt_br: <08>{#p/basic}{~}Tão... sozinho...
zh_cn: <08>{#p/basic}{~}好... 孤独...
zh_tw: <08>{#p/basic}{~}好... 孤獨...

source: * Lithium
pt_br: * Lítio
zh_cn: * 锂块
zh_tw: * 鋰塊

source: <32>{#p/story}* "Astro Serf" is no more.
pt_br: <32>{#p/story}* Não mais o "Astro Serf".
zh_cn: <32>{#p/story}* 再也没有“Astro Serf”了。
zh_tw: <32>{#p/story}* 再也沒有「Astro Serf」了。

source: <32>{#p/story}* Smells like battery power.
pt_br: <32>{#p/story}* Cheira a poder de bateria.
zh_cn: <32>{#p/story}* 闻起来像锂电池。
zh_tw: <32>{#p/story}* 聞起來像鋰電池。

source: <25>{#p/kidd}{#f/4}* Is it just me, or does it seem kinda empty around here...
pt_br: <25>{#p/kidd}{#f/4}* Sou só eu, ou parece meio vazio por aqui....
zh_cn: <25>{#p/kidd}{#f/4}* 周围怎么一个人也没有， 是我的错觉吗...
zh_tw: <25>{#p/kidd}{#f/4}* 周圍怎麼一個人也沒有， 是我的錯覺嗎...

source: <32>{#p/kidding}* Uh...
zh_cn: <32>{#p/kidding}* 呃...
zh_tw: <32>{#p/kidding}* 呃...

source: <32>* Why'd they vanish like that?
pt_br: <32>* Por que eles sumiram daquele jeito?
zh_cn: <32>* 对手为啥是这样消失的呢？
zh_tw: <32>* 對手為啥是這樣消失的呢？

source: <32>* Well, we WERE attacking them, so maybe they got scared and teleported away, haha.
pt_br: <32>* Bem, se estamos atacando eles, talvez eles só ficaram com medo e teletransportaram, haha.
zh_cn: <32>* 嗯... 我们打了对手。 估计太害怕，就传送走了。 * 哈哈，肯定是的。
zh_tw: <32>* 嗯... 我們打了對手。 估計太害怕，就傳送走了。 * 哈哈，肯定是的。

source: <32>{#p/kidding}* Another one?
pt_br: <32>{#p/kidding}* Mais um?
zh_cn: <32>{#p/kidding}* 又消失了？
zh_tw: <32>{#p/kidding}* 又消失了？

source: <32>* Dang, why don't I get to have a cool teleporter!?
pt_br: <32>* Cara, por que eu não tenho um teletransportador da hora!?
zh_cn: <32>* 该死，为啥我没有 这么酷的传送器呢！？
zh_tw: <32>* 該死，為啥我沒有 這麼酷的傳送器呢！？

source: <32>{#p/kidding}* And they're gone...
pt_br: <32>{#p/kidding}* E eles se foram...
zh_cn: <32>{#p/kidding}* 消失了...
zh_tw: <32>{#p/kidding}* 消失了...

source: <25>{#p/kidd}{#f/4}* Uh...
zh_cn: <25>{#p/kidd}{#f/4}* 呃...
zh_tw: <25>{#p/kidd}{#f/4}* 呃...

source: <25>* Why'd they vanish like that?
pt_br: <25>* Por que eles sumiram desse jeito?
zh_cn: <25>* 对手为啥是这样消失的呢？
zh_tw: <25>* 對手為啥是這樣消失的呢？

source: <25>{#f/1}* Well, we WERE attacking them, so...
pt_br: <25>{#f/1}* Bem, estamos atacando eles, então...
zh_cn: <25>{#f/1}* 嗯... 我们打了对手， 所以...
zh_tw: <25>{#f/1}* 嗯... 我們打了對手， 所以...

source: <25>* Maybe they got scared and teleported away, haha.
pt_br: <25>* Talvez eles ficaram com medo é teletransportaram para loge, haha.
zh_cn: <25>* 估计太害怕，就传送走了。 * 哈哈，肯定是的。
zh_tw: <25>* 估計太害怕，就傳送走了。 * 哈哈，肯定是的。

source: <25>{#p/kidd}{#f/4}* Another one?
pt_br: <25>{#p/kidd}{#f/4}* Mais um?
zh_cn: <25>{#p/kidd}{#f/4}* 又消失了？
zh_tw: <25>{#p/kidd}{#f/4}* 又消失了？

source: <25>{#f/1}* Dang, why don't I get to have a cool teleporter!?
pt_br: <25>{#f/1}* Cara, por que eu não tenho um teletransportador da hora!?
zh_cn: <25>{#f/1}* 该死，为啥我没有 这么酷的传送器呢！？
zh_tw: <25>{#f/1}* 該死，為啥我沒有 這麼酷的傳送器呢！？

source: <25>{#p/kidd}{#f/4}* And they're gone...
pt_br: <25>{#p/kidd}{#f/4}* E eles se foram...
zh_cn: <25>{#p/kidd}{#f/4}* 消失了...
zh_tw: <25>{#p/kidd}{#f/4}* 消失了...

source: <25>{#p/kidd}{#f/4}* ...
zh_tw: <25>{#p/kidd}{#f/4}* ...ゑ

source: <32>* They seemed really scared...
pt_br: <32>* Eles pareciam assustados...
zh_cn: <32>* 对手好像吓坏了...
zh_tw: <32>* 對手好像嚇壞了...

source: <32>* I hope we didn't hurt them too badly or something...
pt_br: <32>* Eu espero não termos batido muito neles ou algo assim...
zh_cn: <32>* 希望我们下手没那么重...
zh_tw: <32>* 希望我們下手沒那麼重...

source: <32>{#p/kidding}* That one too...!
pt_br: <32>{#p/kidding}* Aquele também...!
zh_cn: <32>{#p/kidding}* 那位也...！
zh_tw: <32>{#p/kidding}* 那位也...！

source: <32>* Are we hitting them too hard...?
pt_br: <32>* Nós estamos batendo neles com força demais...?
zh_cn: <32>* 我们打得那么狠吗...？
zh_tw: <32>* 我們打得那麼狠嗎...？

source: <25>* They seemed really scared...
pt_br: <25>* Eles pareciam bem assustados...
zh_cn: <25>* 对手好像吓坏了...
zh_tw: <25>* 對手好像嚇壞了...

source: <25>* I hope we didn't hurt them too badly or something...
pt_br: <25>* Eu espero não termos batido neles com tanta força ou algo assim...
zh_cn: <25>* 希望我们下手没那么重...
zh_tw: <25>* 希望我們下手沒那麼重...

source: <25>{#p/kidd}{#f/7}* That one too...!
pt_br: <25>{#p/kidd}{#f/7}* Aquele também...!
zh_cn: <25>{#p/kidd}{#f/7}* 那位也...！
zh_tw: <25>{#p/kidd}{#f/7}* 那位也...！

source: <25>{#f/4}* Are we hitting them too hard...?
pt_br: <25>{#f/4}* Estamos batendo neles com muita força...?
zh_cn: <25>{#f/4}* 我们打得那么狠吗...？
zh_tw: <25>{#f/4}* 我們打得那麼狠嗎...？

source: <25>{#p/kidd}{#f/4}* Hey...
pt_br: <25>{#p/kidd}{#f/4}* Ei...
zh_cn: <25>{#p/kidd}{#f/4}* 嘿...
zh_tw: <25>{#p/kidd}{#f/4}* 嘿...

source: <25>{#p/kidd}{#f/1}* Where's everybody going?
pt_br: <25>{#p/kidd}{#f/1}* Onde todos estão indo?
zh_cn: <25>{#p/kidd}{#f/1}* 大家都去哪了？
zh_tw: <25>{#p/kidd}{#f/1}* 大家都去哪了？

source: <32>{#p/kidding}* Yo... I don't know how to do any cool magic yet...
pt_br: <32>{#p/kidding}* Yo... eu não sei fazer nenhuma mágica legal ainda...
zh_cn: <32>{#p/kidding}* 哟... 我还不会释放很酷的魔法...
zh_tw: <32>{#p/kidding}* 喲... 我還不會釋放很酷的魔法...

source: <32>{#p/kidding}* But uh, I can heal you!
pt_br: <32>{#p/kidding}* mas uh, eu posso curar você!
zh_cn: <32>{#p/kidding}* 不过，嗯... 我可以帮你疗伤！
zh_tw: <32>{#p/kidding}* 不過，嗯... 我可以幫你療傷！

source: <32>{#p/kidding}* Healing spell!
pt_br: <32>{#p/kidding}* Poder de cura!
zh_cn: <32>{#p/kidding}* 治疗术！
zh_tw: <32>{#p/kidding}* 治療術！

source: <32>{#p/kidding}* Health be with you!
pt_br: <32>{#p/kidding}* Que a saúde esteja com você!
zh_cn: <32>{#p/kidding}* 健康与你同在！
zh_tw: <32>{#p/kidding}* 健康與你同在！

source: <32>{#p/kidding}* Take this!
pt_br: <32>{#p/kidding}* Tome!
zh_cn: <32>{#p/kidding}* 看好了！
zh_tw: <32>{#p/kidding}* 看好了！

source: <32>{#p/kidding}* Just leave me out of it...
pt_br: <32>{#p/kidding}* Só me deixa fora disso...
zh_cn: <32>{#p/kidding}* 不要再让我战斗了...
zh_tw: <32>{#p/kidding}* 不要再讓我戰鬥了...

source: <32>{#p/kidding}* Help, I've never been in a battle before! * What do I do!?
pt_br: <32>{#p/kidding}* Ajuda, eu nunca estive em uma batalha antes! * O que eu faço!?
zh_cn: <32>{#p/kidding}* 帮帮我，我从来没战斗过！ * 我要怎么做！？
zh_tw: <32>{#p/kidding}* 幫幫我，我從來沒戰鬥過！ * 我要怎麼做！？

source: <32>{#p/kidding}* Uh... help!
pt_br: <32>{#p/kidding}* Uh... ajuda!
zh_cn: <32>{#p/kidding}* 呃... 帮我！
zh_tw: <32>{#p/kidding}* 呃... 幫我！

source: <32>{#p/kidding}* I... think I'm getting the hang of this.
pt_br: <32>{#p/kidding}* Eu... acho que estou começando a entender isso.
zh_cn: <32>{#p/kidding}* 我... 我好像会了。
zh_tw: <32>{#p/kidding}* 我... 我好像會了。

source: <32>{#p/kidding}* Oh! Oh!
zh_cn: <32>{#p/kidding}* 哦！哦！
zh_tw: <32>{#p/kidding}* 喔！喔！

source: <32>* I know how ACTing works!
pt_br: <32>* Eu sei como conversar funciona!
zh_cn: <32>* 我知道要怎么行动！
zh_tw: <32>* 我知道要怎麼行動！

source: <32>* Watch this...!
pt_br: <32>* Olha isso...!
zh_cn: <32>* 看好了...！
zh_tw: <32>* 看好了...！

source: <32>{#p/kidding}* Are you sure...? * They don't seem to be happy about all this...
pt_br: <32>{#p/kidding}* Você tem certeza...? * Não parece muito feliz sobre isso...
zh_cn: <32>{#p/kidding}* 真的要这么做吗...？ * 对手好像不喜欢这样...
zh_tw: <32>{#p/kidding}* 真的要這麼做嗎...？ * 對手好像不喜歡這樣...

source: <32>{#p/kidding}* Is this really a good idea...?
pt_br: <32>{#p/kidding}* Essa é realmente uma boa ideia...?
zh_cn: <32>{#p/kidding}* 这么做真的好吗...？
zh_tw: <32>{#p/kidding}* 這麼做真的好嗎...？

source: <32>{#p/kidding}* Um...
zh_cn: <32>{#p/kidding}* 嗯...
zh_tw: <32>{#p/kidding}* 嗯...

source: <32>{#p/kidding}* Er...
zh_cn: <32>{#p/kidding}* 呃...
zh_tw: <32>{#p/kidding}* 呃...

source: <32>{#p/story}* Monster Kid struggled in the web and made a scary face.
pt_br: <32>{#p/story}* Criança Monstro se balança na teia e faz uma careta assustadora.
zh_cn: <32>{#p/story}* 怪物小孩在网里不停挣扎， 还给Muffet摆了个鬼脸。ゑ
zh_tw: <32>{#p/story}* 怪物小孩在網裡不停掙扎， 還給Muffet擺了個鬼臉。ゑ

source: <32>{#p/story}* Monster Kid struggled in the web and yelled.
pt_br: <32>{#p/story}* Criança Monstro espermeia na teia e grita.
zh_cn: <32>{#p/story}* 怪物小孩在网里 大喊大叫，不停挣扎。ゑ
zh_tw: <32>{#p/story}* 怪物小孩在網裡 大喊大叫，不停掙扎。ゑ

source: <32>{#p/story}* Monster Kid gave out a menacing laugh.
pt_br: <32>{#p/story}* Criança Monstro da um sorriso maroto.
zh_cn: <32>{#p/story}* 怪物小孩发出一阵瘆人的笑声。ゑ
zh_tw: <32>{#p/story}* 怪物小孩發出一陣瘮人的笑聲。ゑ

source: <32>{#p/story}* Monster Kid sang a scary tune.
pt_br: <32>{#p/story}* Criança Monstro cantou uma melodia assustadora.
zh_cn: <32>{#p/story}* 怪物小孩哼了一段 瘆人的旋律。ゑ
zh_tw: <32>{#p/story}* 怪物小孩哼了一段 瘮人的旋律。ゑ

source: <32>{#p/story}* Monster Kid yelled overly edgy lyrics.
pt_br: <32>{#p/story}* Criança Monstro grita letras de desespero.
zh_cn: <32>{#p/story}* 怪物小孩嚷着骇人的歌词。ゑ
zh_tw: <32>{#p/story}* 怪物小孩嚷著駭人的歌詞。ゑ

source: <32>{#p/story}* Monster Kid drummed loudly with their feet.
pt_br: <32>{#p/story}* Criança Monstro bate alto com os pés.
zh_cn: <32>{#p/story}* 怪物小孩疯狂地跺脚。ゑ
zh_tw: <32>{#p/story}* 怪物小孩瘋狂地跺腳。ゑ

source: <32>{#p/story}* Monster Kid pointed out the dirty floors.
pt_br: <32>{#p/story}* Criança Monstro mostra o chão sujo.
zh_cn: <32>{#p/story}* 怪物小孩不停地对地上的赃污 指指点点。ゑ
zh_tw: <32>{#p/story}* 怪物小孩不停地對地上的贓汙 指指點點。ゑ

source: <32>{#p/story}* Monster Kid pointed out the leaky pipes.
pt_br: <32>{#p/story}* Criança Monstro aponta os canos com vazamento.
zh_cn: <32>{#p/story}* 怪物小孩向Skrubbington指着 漏水的管道。ゑ
zh_tw: <32>{#p/story}* 怪物小孩向Skrubbington指著 漏水的管道。ゑ

source: <32>{#p/story}* Monster Kid made a gross face.
pt_br: <32>{#p/story}* Criança Monstro faz uma cara de nojo.
zh_cn: <32>{#p/story}* 怪物小孩捂住鼻子，一脸嫌弃。ゑ
zh_tw: <32>{#p/story}* 怪物小孩捂住鼻子，一臉嫌棄。ゑ
