Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/0}THEY'RE ALSO INCREDIBLY POPULAR!
pt_br: <18>{#p/papyrus}{#f/0}ELES TAMBÉM ESTÃO INCRIVELMENTE POPULARES!
zh_cn: <18>{#p/papyrus}{#f/0}他俩不仅开心， 还挺出名呢！
zh_tw: <18>{#p/papyrus}{#f/0}他倆不僅開心， 還挺出名呢！

source: <18>{#p/papyrus}{#f/5}... STILL, KNOWING WHY THEY'RE THERE...
pt_br: <18>{#p/papyrus}{#f/5}... MAS, SABENDO O MOTIVO DE ESTAREM ALI...
zh_cn: <18>{#p/papyrus}{#f/5}... 只是...
zh_tw: <18>{#p/papyrus}{#f/5}... 只是...

source: <18>{#p/papyrus}{#f/5}DOES MAKE ME FEEL A LITTLE SAD.
pt_br: <18>{#p/papyrus}{#f/5}FAZ COM QUE EU ME SINTA TRISTE.
zh_cn: <18>{#p/papyrus}{#f/5}一想到他俩为啥转行， 辞去守卫，当上运动员... 我心里就一阵难过。
zh_tw: <18>{#p/papyrus}{#f/5}一想到他倆為啥轉行， 辭去守衛，當上運動員... 我心裡就一陣難過。

source: <18>{#p/papyrus}{#f/5}A STRANGE WIZARD APPEARED IN THE MAINTENANCE ROOM.
pt_br: <18>{#p/papyrus}{#f/5}UM ESTRANHO MAGO APARECEU NA SALA DE MANUTENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}一回神， 一名奇怪的魔术师 突然出现在安保室里。
zh_tw: <18>{#p/papyrus}{#f/5}一回神， 一名奇怪的魔術師 突然出現在安保室裡。

source: <18>{#p/papyrus}{#f/6}AND ASKED ME ABOUT THE MEANING OF LIFE.
pt_br: <18>{#p/papyrus}{#f/6}E ME PERGUNTOU SOBRE O SENTIDO DA VIDA.
zh_cn: <18>{#p/papyrus}{#f/6}它问我， “活着，有什么意义？”
zh_tw: <18>{#p/papyrus}{#f/6}它問我， 「活著，有什麼意義？」

source: <18>{#p/papyrus}{#f/4}WE... HAD TO SCALE THE CONVERSATION BACK A BIT.
pt_br: <18>{#p/papyrus}{#f/4}NÓS... ACABAMOS ESCALANDO A CONVERSA UM POUCO.
zh_cn: <18>{#p/papyrus}{#f/4}我不得不... 让他迁就一下， 说话“形而下”一点。
zh_tw: <18>{#p/papyrus}{#f/4}我不得不... 讓他遷就一下， 說話「形而下」一點。

source: <18>{#p/papyrus}{#f/4}TO SAY THE LEAST.
pt_br: <18>{#p/papyrus}{#f/4}PARA DIZER O MÍNIMO.
zh_cn: <18>{#p/papyrus}{#f/4}这都是往好了说。
zh_tw: <18>{#p/papyrus}{#f/4}這都是往好了說。

source: <25>{#p/sans}{#f/3}* i can imagine.
pt_br: <25>{#p/sans}{#f/3}* posso imaginar.
zh_cn: <25>{#p/sans}{#f/3}* 我都能想象到 那幅场面。
zh_tw: <25>{#p/sans}{#f/3}* 我都能想像到 那幅場面。

source: <25>{#p/sans}{#f/0}* so did you learn anything after that?
pt_br: <25>{#p/sans}{#f/0}* então você aprendeu algo após tudo isso?
zh_cn: <25>{#p/sans}{#f/0}* 那么，在“深入交谈”后， 你有什么收获？
zh_tw: <25>{#p/sans}{#f/0}* 那麼，在「深入交談」後， 你有什麼收穫？

source: <18>{#p/papyrus}{#f/5}WELL, YES. I LEARNED ABOUT A LOT OF THINGS.
pt_br: <18>{#p/papyrus}{#f/5}BEM, SIM. EU APRENDI SOBRE MUITAS COISAS.
zh_cn: <18>{#p/papyrus}{#f/5}嗯... 我学到了很多东西。
zh_tw: <18>{#p/papyrus}{#f/5}嗯... 我學到了很多東西。

source: <18>{#p/papyrus}{#f/6}ITS FEARS, ITS ANXIETIES...
pt_br: <18>{#p/papyrus}{#f/6}OS MEDOS, AS ANSIEDADES...
zh_cn: <18>{#p/papyrus}{#f/6}有恐惧， 有忧虑...
zh_tw: <18>{#p/papyrus}{#f/6}有恐懼， 有憂慮...

source: <18>{#p/papyrus}{#f/5}AND... A LOSS FAR GREATER THAN I HAD ANTICIPATED.
pt_br: <18>{#p/papyrus}{#f/5}E ELE TEVE... UMA PERDA MUITO MAIOR DO QUE EU ESPERAVA.
zh_cn: <18>{#p/papyrus}{#f/5}还有那异常强烈的... 失落。
zh_tw: <18>{#p/papyrus}{#f/5}還有那異常強烈的... 失落。

source: <18>{#p/papyrus}{#f/5}LOSING ITS MENTOR, TERRESTRIA, HIT PARTICULARLY HARD.
pt_br: <18>{#p/papyrus}{#f/5}PERDER SUA MENTORA, TERRESTRIA, DOEU MUITO.
zh_cn: <18>{#p/papyrus}{#f/5}COZMO穷尽一生， 就为了让它的导师 重视它。
zh_tw: <18>{#p/papyrus}{#f/5}COZMO窮盡一生， 就為了讓它的導師 重視它。

source: <18>{#p/papyrus}{#f/6}COZMO HAD WORKED TO IMPRESS HER ALL ITS LIFE...
pt_br: <18>{#p/papyrus}{#f/6}COZMO TRABALHOU A VIDA TODA PARA IMPRESSIONAR ELA...
zh_cn: <18>{#p/papyrus}{#f/6}而如今， 导师TERRESTRIA 却先一步离去。[ADD]<18>{#p/papyrus}{#f/6}让它备受打击。
zh_tw: <18>{#p/papyrus}{#f/6}而如今， 導師TERRESTRIA 卻先一步離去。[ADD]<18>{#p/papyrus}{#f/6}讓它備受打擊。

source: <18>{#p/papyrus}{#f/5}AND YET, NEVER FELT IT DID ENOUGH TO MAKE HER PROUD.
pt_br: <18>{#p/papyrus}{#f/5}E MESMO ASSIM NUNCA SENTIU TER FEITO O SUFICIENTE PARA DEIXA ORGULHOSA.
zh_cn: <18>{#p/papyrus}{#f/5}它总觉得自己不够优秀， 无法成为导师的骄傲。 现在却再也没有机会了。
zh_tw: <18>{#p/papyrus}{#f/5}它總覺得自己不夠優秀， 無法成為導師的驕傲。 現在卻再也沒有機會了。

source: <18>{#p/papyrus}{#f/6}WELL, I DISAGREED!
pt_br: <18>{#p/papyrus}{#f/6}BEM, EU DISCORDO!
zh_cn: <18>{#p/papyrus}{#f/6}我可不服！
zh_tw: <18>{#p/papyrus}{#f/6}我可不服！

source: <18>{#p/papyrus}{#f/5}I KNEW SHE'D JUST BE GLAD IT WAS STILL ALIVE.
pt_br: <18>{#p/papyrus}{#f/5}EU SEI QUE ELA FICARIA ORGULHOSA DE VÊ-LO VIVO.
zh_cn: <18>{#p/papyrus}{#f/5}我知道。 导师看到它还活着， 一定会很欣慰的。
zh_tw: <18>{#p/papyrus}{#f/5}我知道。 導師看到它還活著， 一定會很欣慰的。

source: <18>{#p/papyrus}{#f/4}AND SINCE IT KNEW HER BETTER THAN ANYONE ELSE...
pt_br: <18>{#p/papyrus}{#f/4}E DESDE QUE ELE CONHECIA ELA MELHOR DO QUE NINGUÉM...
zh_cn: <18>{#p/papyrus}{#f/4}最熟悉，了解导师的人， 非它莫属。
zh_tw: <18>{#p/papyrus}{#f/4}最熟悉，了解導師的人， 非它莫屬。

source: <18>{#p/papyrus}{#f/5}IT WAS ONLY RIGHT IT SHOULD CARRY ON WITH HER LEGACY.
pt_br: <18>{#p/papyrus}{#f/5}ELE ERA A PESSOA CERTA PARA CARREGAR O LEGADO DELA.
zh_cn: <18>{#p/papyrus}{#f/5}所以，它最该做的， 正是继承导师的遗志， 坚强活着。
zh_tw: <18>{#p/papyrus}{#f/5}所以，它最該做的， 正是繼承導師的遺志， 堅強活著。

source: <18>{#p/papyrus}{#f/0}THE CONVERSATION THAT FOLLOWED WAS HIGHLY ENCHANTING!
pt_br: <18>{#p/papyrus}{#f/0}A CONVERSA QUE SEGUIU FOI BEM ENCANTADORA!
zh_cn: <18>{#p/papyrus}{#f/0}我们越聊越起劲， 聊了很久！
zh_tw: <18>{#p/papyrus}{#f/0}我們越聊越起勁， 聊了很久！

source: <18>{#p/papyrus}{#f/6}WE TALKED FOR SO LONG, I'M AMAZED I EVEN KEPT UP!
pt_br: <18>{#p/papyrus}{#f/6}NÓS CONVERSAMOS TANTO QUE EU FIQUEI SURPRESO DE CONSEGUIR ACOMPANHAR!
zh_cn: <18>{#p/papyrus}{#f/6}我都佩服自己 居然能听懂它说话！
zh_tw: <18>{#p/papyrus}{#f/6}我都佩服自己 居然能聽懂它說話！

source: <18>{#p/papyrus}{#f/0}ONCE WE WERE DONE, WE PARTED WAYS FEELING SATISFIED.
pt_br: <18>{#p/papyrus}{#f/0}UMA VEZ QUE TERMINAMOS, AMBOS ESTÁVAMOS SATISFEITOS.
zh_cn: <18>{#p/papyrus}{#f/0}聊罢， 我俩心满意足地分别。
zh_tw: <18>{#p/papyrus}{#f/0}聊罷， 我倆心滿意足地分別。

source: <18>{#p/papyrus}{#f/5}THOUGH... I KNEW THERE WAS STILL SOMETHING WRONG.
pt_br: <18>{#p/papyrus}{#f/5}EMBORA... EU SOUBESSE QUE AINDA HAVIA ALGO ERRADO.
zh_cn: <18>{#p/papyrus}{#f/5}可我... 总感觉哪里不对劲。
zh_tw: <18>{#p/papyrus}{#f/5}可我... 總感覺哪裡不對勁。

source: <18>{#p/papyrus}{#f/5}A POLITE, GENTLE KNOCK GRACED THE MAINTENANCE DOOR.
pt_br: <18>{#p/papyrus}{#f/5}UMA BATIDA GENTIL NA PORTA DA SALA DE MANUTENÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}声音是从安保门那边 传来的， 有人在敲门。
zh_tw: <18>{#p/papyrus}{#f/5}聲音是從安保門那邊 傳來的， 有人在敲門。

source: <18>{#p/papyrus}{#f/4}I TRIED TO INVITE -WHOEVER IT WAS- INSIDE, BUT...
pt_br: <18>{#p/papyrus}{#f/4}EU TENTEI CONVIDAR SEJA LÁ QUEM ESTIVE BATENDO PARA ENTRAR, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}敲门者很有礼貌。 我请她进来坐坐。
zh_tw: <18>{#p/papyrus}{#f/4}敲門者很有禮貌。 我請她進來坐坐。

source: <18>{#p/papyrus}{#f/5}IT APPEARED -SHE- WAS TOO LARGE TO GET THROUGH.
pt_br: <18>{#p/papyrus}{#f/5}MAS ELA ERA GRANDE DEMAIS PARA CABER DENTRO.
zh_cn: <18>{#p/papyrus}{#f/5}结果发现... 她块头太大，进不来。
zh_tw: <18>{#p/papyrus}{#f/5}結果發現... 她塊頭太大，進不來。

source: <18>{#p/papyrus}{#f/5}SO, TO ACCOMMODATE THE TOWERING, ARMORED KNIGHT...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, PARA ACOMODAR A GRANDE CAVALEIRA DE ARMADURA...
zh_cn: <18>{#p/papyrus}{#f/5}所以...
zh_tw: <18>{#p/papyrus}{#f/5}所以...

source: <18>{#p/papyrus}{#f/6}I MOVED ALL THE MAINTENANCE ROOM FURNITURE OUTSIDE.
pt_br: <18>{#p/papyrus}{#f/6}EU TIREI TODOS OS EQUIPAMENTOS DA SALA DE MANUTENÇÃO PARA FORA.
zh_cn: <18>{#p/papyrus}{#f/6}为了让这位身着盔甲的 高大骑士进来， 我把器材都搬到了外面。
zh_tw: <18>{#p/papyrus}{#f/6}為了讓這位身著盔甲的 高大騎士進來， 我把器材都搬到了外面。

source: <18>{#p/papyrus}{#f/4}AFTER THAT... HER AND I HAD A TALK.
pt_br: <18>{#p/papyrus}{#f/4}DEPOIS DISSO... EU E ELA TIVEMOS UMA CONVERSA.
zh_cn: <18>{#p/papyrus}{#f/4}随后，我们聊了天。
zh_tw: <18>{#p/papyrus}{#f/4}隨後，我們聊了天。

source: <18>{#p/papyrus}{#f/5}A TALK...
pt_br: <18>{#p/papyrus}{#f/5}UMA CONVERSA...
zh_cn: <18>{#p/papyrus}{#f/5}主题是...
zh_tw: <18>{#p/papyrus}{#f/5}主題是...

source: <18>{#p/papyrus}{#f/6}... ABOUT DEATH.
pt_br: <18>{#p/papyrus}{#f/6}... SOBRE A MORTE.
zh_cn: <18>{#p/papyrus}{#f/6}...死亡。
zh_tw: <18>{#p/papyrus}{#f/6}...死亡。

source: <18>{#p/papyrus}{#f/6}NOT MY FAVORITE SUBJECT, BUT...
pt_br: <18>{#p/papyrus}{#f/6}NÃO É MEU TÓPICO FAVORITO, MAS...
zh_cn: <18>{#p/papyrus}{#f/6}我并不喜欢这个话题， 但她很想找人倾诉。
zh_tw: <18>{#p/papyrus}{#f/6}我並不喜歡這個話題， 但她很想找人傾訴。

source: <18>{#p/papyrus}{#f/5}I COULD TELL SHE NEEDED TO TALK ABOUT IT.
pt_br: <18>{#p/papyrus}{#f/5}EU SEI QUE ELA PRECISAVA CONVERSAR SOBRE AQUILO.
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/6}ABOUT... HOW SOMEONE WHO LIVES AS LONG AS HER...
pt_br: <18>{#p/papyrus}{#f/6}COMO... ALGUÉM QUE VIVE TANTO QUANDO ELA...
zh_cn: <18>{#p/papyrus}{#f/6}她说， 自己活得太久了。
zh_tw: <18>{#p/papyrus}{#f/6}她說， 自己活得太久了。

source: <18>{#p/papyrus}{#f/6}LIVES TO SEE EVERYONE ELSE DIE.
pt_br: <18>{#p/papyrus}{#f/6}ACABA POR ASSISTIR TODOS AO SEU REDOR MORREREM.
zh_cn: <18>{#p/papyrus}{#f/6}她说， 自己目睹了无数人死去。
zh_tw: <18>{#p/papyrus}{#f/6}她說， 自己目睹了無數人死去。

source: <18>{#p/papyrus}{#f/5}AND THEN...
pt_br: <18>{#p/papyrus}{#f/5}E ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/5}她还说...
zh_tw: <18>{#p/papyrus}{#f/5}她還說...

source: <18>{#p/papyrus}{#f/5}I TRIED TO MAKE HER FEEL BETTER, BUT...
pt_br: <18>{#p/papyrus}{#f/5}EU TENTEI FAZER ELA SE SENTIR MELHOR, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}我想让她开心点。
zh_tw: <18>{#p/papyrus}{#f/5}我想讓她開心點。

source: <18>{#p/papyrus}{#f/6}NO MATTER WHAT I SAID, TERRESTRIA WOULDN'T CHEER UP!
pt_br: <18>{#p/papyrus}{#f/6}NÃO IMPORTAVA O QUE EU DIZIA, TERRESTRIA NÃO SE ANIMAVA!
zh_cn: <18>{#p/papyrus}{#f/6}可是，不管怎么安慰， TERRESTRIA还是 那么痛苦！
zh_tw: <18>{#p/papyrus}{#f/6}可是，不管怎麼安慰， TERRESTRIA還是 那麼痛苦！

source: <18>{#p/papyrus}{#f/5}SO INSTEAD...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, AO INVÉS...
zh_cn: <18>{#p/papyrus}{#f/5}所以...
zh_tw: <18>{#p/papyrus}{#f/5}所以...

source: <18>{#p/papyrus}{#f/5}I JUST GAVE HER A BIG, LONG HUG.
pt_br: <18>{#p/papyrus}{#f/5}EU DEI A ELA UM GRANDE E DEMORADO ABRAÇO.
zh_cn: <18>{#p/papyrus}{#f/5}我闭上了嘴， 紧紧抱住她。
zh_tw: <18>{#p/papyrus}{#f/5}我閉上了嘴， 緊緊抱住她。

source: <18>{#p/papyrus}{#f/6}WE HELD EACH OTHER FOR HOURS...
pt_br: <18>{#p/papyrus}{#f/6}NOS ABRAÇAMOS POR HORAS...
zh_cn: <18>{#p/papyrus}{#f/6}这一抱， 就是几个小时...
zh_tw: <18>{#p/papyrus}{#f/6}這一抱， 就是幾個小時...

source: <18>{#p/papyrus}{#f/6}I'M SURPRISED I WAS ABLE TO GO FOR THAT LONG!!
pt_br: <18>{#p/papyrus}{#f/6}EU ESTOU SURPRESO QUE SEGUREI POR TANTO TEMPO!!
zh_cn: <18>{#p/papyrus}{#f/6}我都没想到， 居然抱了那么久！！
zh_tw: <18>{#p/papyrus}{#f/6}我都沒想到， 居然抱了那麼久！！

source: <18>{#p/papyrus}{#f/5}AFTER THAT, SHE LEFT AND SAID SHE'D BE OKAY.
pt_br: <18>{#p/papyrus}{#f/5}DEPOIS DISSO ELA SAIU E DISSE QUE FICARIA BEM.
zh_cn: <18>{#p/papyrus}{#f/5}后来，她走了。 走之前，她说， “会挺过去的。”
zh_tw: <18>{#p/papyrus}{#f/5}後來，她走了。 走之前，她說， 「會挺過去的。」

source: <18>{#p/papyrus}{#f/4}PART OF ME DOESN'T BELIEVE HER, BUT...
pt_br: <18>{#p/papyrus}{#f/4}PARTE DE MIM NÃO ACREDITOU NELA, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}我半信半疑。
zh_tw: <18>{#p/papyrus}{#f/4}我半信半疑。

source: <18>{#p/papyrus}{#f/5}IT'S BEST IF I RESPECT HER WISHES NOW.
pt_br: <18>{#p/papyrus}{#f/5}É MELHOR QUE EU RESPEITE OS DESEJOS DELA.
zh_cn: <18>{#p/papyrus}{#f/5}但她既然那么说， 我也不想刺探得太深， 只能衷心祝福。
zh_tw: <18>{#p/papyrus}{#f/5}但她既然那麼說， 我也不想刺探得太深， 只能衷心祝福。

source: <25>{#p/sans}{#f/3}* well... hey.
pt_br: <25>{#p/sans}{#f/3}* bem... ei.
zh_cn: <25>{#p/sans}{#f/3}* 嗯...
zh_tw: <25>{#p/sans}{#f/3}* 嗯...

source: <25>{#p/sans}{#f/0}* if she needs you again, she'll let you know.
pt_br: <25>{#p/sans}{#f/0}* se ela precisar de você de novo, ela vai te falar.
zh_cn: <25>{#p/sans}{#f/0}* 她要是又需要帮助， 肯定会告诉你的。
zh_tw: <25>{#p/sans}{#f/0}* 她要是又需要幫助， 肯定會告訴你的。

source: <18>{#p/papyrus}{#f/5}I SURE HOPE SO.
pt_br: <18>{#p/papyrus}{#f/5}EU ESPERO QUE SIM.
zh_cn: <18>{#p/papyrus}{#f/5}但愿吧。
zh_tw: <18>{#p/papyrus}{#f/5}但願吧。

source: <18>{#p/papyrus}{#f/5}FINDING OUT WHAT YOU DID... WASN'T EASY FOR ME.
pt_br: <18>{#p/papyrus}{#f/5}DESCOBRIR O QUE VOCÊ FEZ... NÃO FOI FÁCIL PARA MIM.
zh_cn: <18>{#p/papyrus}{#f/5}知道了你的所作所为， 还有那些悲剧... 我心里挺不好受的。
zh_tw: <18>{#p/papyrus}{#f/5}知道了你的所作所為， 還有那些悲劇... 我心裡挺不好受的。

source: <18>{#p/papyrus}{#f/6}THOUGH, I GUESS I CAN'T -FULLY- BLAME YOU.
pt_br: <18>{#p/papyrus}{#f/6}MAS, EU NÃO ACHO QUE POSSO TE CULPAR.
zh_cn: <18>{#p/papyrus}{#f/6}但这些，不全怪你。
zh_tw: <18>{#p/papyrus}{#f/6}但這些，不全怪你。

source: <18>{#p/papyrus}{#f/6}THE ROYAL GUARD'S JOB WAS TO CAPTURE HUMANS, AND...
pt_br: <18>{#p/papyrus}{#f/6}O TRABALHO DA GUARDA REAL ERA CAPTURAR HUMANOS, E...
zh_cn: <18>{#p/papyrus}{#f/6}皇家守卫的工作， 就是“抓住人类”...
zh_tw: <18>{#p/papyrus}{#f/6}皇家守衛的工作， 就是「抓住人類」...

source: <18>{#p/papyrus}{#f/5}I'M ONLY JUST STARTING TO GRASP WHAT THAT MEANS.
pt_br: <18>{#p/papyrus}{#f/5}EU ESTOU APENAS TENTANDO ENTENDER O QUE ISSO SIGNIFICOU.
zh_cn: <18>{#p/papyrus}{#f/5}渐渐地， 我明白了“抓住人类” 这四个字代表什么。
zh_tw: <18>{#p/papyrus}{#f/5}漸漸地， 我明白了「抓住人類」 這四個字代表什麼。

source: <18>{#p/papyrus}{#f/5}IT MUST BE HARD... KNOWING WHAT YOU HAD TO DO.
pt_br: <18>{#p/papyrus}{#f/5}DEVE TER SIDO DIFÍCIL... SABENDO O QUE VOCÊ TINHA QUE FAZER.
zh_cn: <18>{#p/papyrus}{#f/5}明白了，身为守卫， 就要履行职责， 摧毁某些东西。
zh_tw: <18>{#p/papyrus}{#f/5}明白了，身為守衛， 就要履行職責， 摧毀某些東西。

source: <18>{#p/papyrus}{#f/3}KNOWING... WHO YOU HAD TO DESTROY.
pt_br: <18>{#p/papyrus}{#f/3}SABENDO QUE VOCÊ... TINHA QUE NOS DESTRUIR.
zh_cn: <18>{#p/papyrus}{#f/3}明白了... 这是战争， 这是对抗。 这是一件痛苦的事。
zh_tw: <18>{#p/papyrus}{#f/3}明白了... 這是戰爭， 這是對抗。 這是一件痛苦的事。

source: <18>{#p/papyrus}{#f/5}PERHAPS IT'S FOR THE BEST I NEVER BECAME A GUARD.
pt_br: <18>{#p/papyrus}{#f/5}TALVEZ TENHA SIDO PARA O MELHOR QUE EU NUNCA TENHA ME TORNADO UM GUARDA.
zh_cn: <18>{#p/papyrus}{#f/5}也许，从一开始 我就不该想着当什么 皇家守卫。
zh_tw: <18>{#p/papyrus}{#f/5}也許，從一開始 我就不該想著當什麼 皇家守衛。

source: <18>{#p/papyrus}{#f/6}PERHAPS... UNDYNE WAS JUST TRYING TO PROTECT ME.
pt_br: <18>{#p/papyrus}{#f/6}TALVEZ... UNDYNE SÓ ESTIVESSE TENTANDO ME PROTEGER.
zh_cn: <18>{#p/papyrus}{#f/6}也许... UNDYNE那么做， 就是为了保护我。
zh_tw: <18>{#p/papyrus}{#f/6}也許... UNDYNE那麼做， 就是為了保護我。

source: <18>{#p/papyrus}{#f/5}... I'M NOT SURE HOW TO FEEL ABOUT THAT.
pt_br: <18>{#p/papyrus}{#f/5}... EU NEM SEI COMO ME SENTIR SOBRE ISSO.
zh_cn: <18>{#p/papyrus}{#f/5}...我不知道， 怎么面对“守卫” 这个称号。
zh_tw: <18>{#p/papyrus}{#f/5}...我不知道， 怎麼面對「守衛」 這個稱號。

source: <25>{#p/sans}{#f/0}* hey, aren't you gonna tell them what happened next?
pt_br: <25>{#p/sans}{#f/0}* ei, você não vai nos contar o que aconteceu depois?
zh_cn: <25>{#p/sans}{#f/0}* 嘿，给人类讲讲 之后发生的故事吧。
zh_tw: <25>{#p/sans}{#f/0}* 嘿，給人類講講 之後發生的故事吧。

source: <18>{#p/papyrus}{#f/6}OH, RIGHT!!!
pt_br: <18>{#p/papyrus}{#f/6}AH, CERTO!!!
zh_cn: <18>{#p/papyrus}{#f/6}哦对！！ 差点跑题了。
zh_tw: <18>{#p/papyrus}{#f/6}喔對！！ 差點跑題了。

source: <18>{#p/papyrus}{#f/0}SO THAT WHOLE ORDEAL HAD ME FEELING TIRED.
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO TODA ESSA PROVAÇÃO ME DEIXOU CANSADO.
zh_cn: <18>{#p/papyrus}{#f/0}跟守卫的会面 给我搞得特别累。
zh_tw: <18>{#p/papyrus}{#f/0}跟守衛的會面 給我搞得特別累。

source: <18>{#p/papyrus}{#f/4}NOW, DON'T JUDGE ME, BUT...
pt_br: <18>{#p/papyrus}{#f/4}AGORA, NÃO ME JULGUE, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}于是（别说我懒哦）...
zh_tw: <18>{#p/papyrus}{#f/4}於是（別說我懶喔）...

source: <18>{#p/papyrus}{#f/4}I MAY HAVE CLOSED MY EYES FOR LONGER THAN ANTICIPATED.
pt_br: <18>{#p/papyrus}{#f/4}EU TALVEZ TENHA FECHADO MEUS OLHOS POIS MAIS TEMPO DO QUE ANTECIPADO.
zh_cn: <18>{#p/papyrus}{#f/4}回家后，我倒头就睡， 睡了很久。
zh_tw: <18>{#p/papyrus}{#f/4}回家後，我倒頭就睡， 睡了很久。

source: <18>{#p/papyrus}{#f/6}IN FACT, I ONLY OPENED THEM AFTER ANOTHER KNOCK!
pt_br: <18>{#p/papyrus}{#f/6}NA VERDADE, EU SÓ OS ABRI APÓS MAIS UMA BATIDA!
zh_cn: <18>{#p/papyrus}{#f/6}后来，我被一阵敲门声弄醒。
zh_tw: <18>{#p/papyrus}{#f/6}後來，我被一陣敲門聲弄醒。

source: <18>{#p/papyrus}{#f/0}THIS TIME ON THE FRONT DOOR OF MY HOUSE.
pt_br: <18>{#p/papyrus}{#f/0} DESSA VEZ NA PORTA DA FRENTE DE MINHA CASA.
zh_cn: <18>{#p/papyrus}{#f/0}有人来我家找我。
zh_tw: <18>{#p/papyrus}{#f/0}有人來我家找我。

source: <18>{#p/papyrus}{#f/6}IN FACT, I ONLY OPENED THEM AFTER ANOTHER CALL!
pt_br: <18>{#p/papyrus}{#f/6}NA VERDADE, EU SÓ OS ABRI APÓS OUTRA LIGAÇÃO!
zh_cn: <18>{#p/papyrus}{#f/6}后来， 我被一阵电话铃声吵醒。
zh_tw: <18>{#p/papyrus}{#f/6}後來， 我被一陣電話鈴聲吵醒。

source: <18>{#p/papyrus}{#f/0}THIS TIME WHILE I WAS AT HOME.
pt_br: <18>{#p/papyrus}{#f/0}DESSA VEZ, ENQUANTO EU ESTAVA EM CASA.
zh_cn: <18>{#p/papyrus}{#f/0}有人打电话找我。
zh_tw: <18>{#p/papyrus}{#f/0}有人打電話找我。

source: <19>{#p/papyrus}{#f/6}IN FACT, I ONLY OPENED THEM AFTER ANOTHER APPEARANCE!
pt_br: <19>{#p/papyrus}{#f/6}NA VERDADE, EU SÓ OS ABRI APÓS OUTRA PESSOA APARECER!
zh_cn: <19>{#p/papyrus}{#f/6}后来，又有人 闪现到我的面前， 把我惊醒。
zh_tw: <19>{#p/papyrus}{#f/6}後來，又有人 閃現到我的面前， 把我驚醒。

source: <18>{#p/papyrus}{#f/0}THIS TIME AT MY OWN HOUSE.
pt_br: <18>{#p/papyrus}{#f/0}DESSA VEZ, NA MINHA CASA.
zh_cn: <18>{#p/papyrus}{#f/0}这人来我家找我。
zh_tw: <18>{#p/papyrus}{#f/0}這人來我家找我。

source: <18>{#p/papyrus}{#f/5}IT WAS SOMEONE ELSE WHO WANTED MY HELP...
pt_br: <18>{#p/papyrus}{#f/5}ERA MAIS ALGUÉM PEDINDO AJUDA...
zh_cn: <18>{#p/papyrus}{#f/5}原来，是遇到了困难， 想让我帮忙解开心结。
zh_tw: <18>{#p/papyrus}{#f/5}原來，是遇到了困難， 想讓我幫忙解開心結。

source: <18>{#p/papyrus}{#f/0}FORTUNATELY, I HAD ALL THE ENERGY I NEEDED NOW!
pt_br: <18>{#p/papyrus}{#f/0}FELIZMENTE, EU TINHA TODA A ENERGIA QUE PRECISAVA!
zh_cn: <18>{#p/papyrus}{#f/0}正好， 我睡了一觉，精神百倍！
zh_tw: <18>{#p/papyrus}{#f/0}正好， 我睡了一覺，精神百倍！

source: <18>{#p/papyrus}{#f/0}AND SO, I HELPED THEM, TOO.
pt_br: <18>{#p/papyrus}{#f/0}E ENTÃO, EU OS AJUDEI TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/0}于是，我帮助了他。
zh_tw: <18>{#p/papyrus}{#f/0}於是，我幫助了他。

source: <18>{#p/papyrus}{#f/4}THE NEXT DAY, SOMEONE ELSE CAME LOOKING FOR ME.
pt_br: <18>{#p/papyrus}{#f/4}NO PRÓXIMO DIA, MAIS ALGUÉM VEIO PROCURANDO POR MIM.
zh_cn: <18>{#p/papyrus}{#f/4}第二天， 又有人找我谈心。
zh_tw: <18>{#p/papyrus}{#f/4}第二天， 又有人找我談心。

source: <18>{#p/papyrus}{#f/5}THE DAY AFTER THAT, TWO PEOPLE WANTED ME.
pt_br: <18>{#p/papyrus}{#f/5}NO DIA APÓS ISSO, DUAS PESSOAS ME QUISERAM.
zh_cn: <18>{#p/papyrus}{#f/5}第三天， 增加到两个。
zh_tw: <18>{#p/papyrus}{#f/5}第三天， 增加到兩個。

source: <18>{#p/papyrus}{#f/6}THEN THREE! THEN FIVE!! THEN SEVEN!!!
pt_br: <18>{#p/papyrus}{#f/6}ENTÃO TRÊS! ENTÃO CINCO! ENTÃO SETE!
zh_cn: <18>{#p/papyrus}{#f/6}第四天，三个！ 第五天，五个！！ 第六天，七个！！！
zh_tw: <18>{#p/papyrus}{#f/6}第四天，三個！ 第五天，五個！！ 第六天，七個！！！

source: <25>{#p/sans}{#f/2}* then eleven?
pt_br: <25>{#p/sans}{#f/2}* então onze?
zh_cn: <25>{#p/sans}{#f/2}* 第七天，十一个？
zh_tw: <25>{#p/sans}{#f/2}* 第七天，十一個？

source: <18>{#p/papyrus}{#f/4}NO, UNFORTUNATELY THE NON-COMPOSITES STOPPED THERE.
pt_br: <18>{#p/papyrus}{#f/4}NÃO, INFELIZMENTE PAROU POR AÍ.
zh_cn: <18>{#p/papyrus}{#f/4}不。 再往后， 人数都是合数了。
zh_tw: <18>{#p/papyrus}{#f/4}不。 再往後， 人數都是合數了。

source: <18>{#p/papyrus}{#f/6}DESPITE THAT, I DID MY BEST TO HELP THEM ALL!!
pt_br: <18>{#p/papyrus}{#f/6}MESMO COM MEU ESFORÇO PARA AJUDAR TODOS ELES!!
zh_cn: <18>{#p/papyrus}{#f/6}无论谁来， 我都会尽力帮助他！！
zh_tw: <18>{#p/papyrus}{#f/6}無論誰來， 我都會盡力幫助他！！

source: <18>{#p/papyrus}{#f/5}AS MY POPULARITY GREW, I REALIZED...
pt_br: <18>{#p/papyrus}{#f/5}ENQUANTO MINHA POPULARIDADE CRESCEU, EU ENTENDI...
zh_cn: <18>{#p/papyrus}{#f/5}来的人越来越多， 我就在想...
zh_tw: <18>{#p/papyrus}{#f/5}來的人越來越多， 我就在想...

source: <18>{#p/papyrus}{#f/6}I'D HAVE TO TAKE THINGS TO THE NEXT LEVEL!!
pt_br: <18>{#p/papyrus}{#f/6}QUE EU TINHA QUE LEVAR AS COISAS PARA O PRÓXIMO NÍVEL!
zh_cn: <18>{#p/papyrus}{#f/6}是时候进行 产业化发展， 做大做强了！！
zh_tw: <18>{#p/papyrus}{#f/6}是時候進行 產業化發展， 做大做強了！！

source: <18>{#p/papyrus}{#f/9}SO I MADE SLOGANS! BOUGHT BUILDINGS! HIRED EMPLOYEES!
pt_br: <18>{#p/papyrus}{#f/9}ENTÃO EU FIZ SLOGANS! COMPREI CONSTRUÇÕES! CONTRATEI TRABALHADORES!
zh_cn: <18>{#p/papyrus}{#f/9}所以，我把 “看守人类灵魂”的工作 交给了那名皇家守卫。
zh_tw: <18>{#p/papyrus}{#f/9}所以，我把 「看守人類靈魂」的工作 交給了那名皇家守衛。

source: <18>{#p/papyrus}{#f/4}EVENTUALLY, I QUIT MY JOB LOOKING AFTER THE HUMANS.
pt_br: <18>{#p/papyrus}{#f/4}EVENTUALMENTE, LARGUEI MEU EMPREGO CUIDANDO DOS HUMANOS.
zh_cn: <18>{#p/papyrus}{#f/4}转而将工作重心 转移到建设疗养公司上。
zh_tw: <18>{#p/papyrus}{#f/4}轉而將工作重心 轉移到建設療養公司上。

source: <18>{#p/papyrus}{#f/6}THE ROYAL GUARD I HELPED ORIGINALLY DOES THAT NOW!!
pt_br: <18>{#p/papyrus}{#f/6}A GUARDA REAL QUE EU AJUDEI ORIGINALMENTE, AGORA FAZ ISSO!!
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/0}AND SO MY FOCUS SHIFTED TO WORKING AT MY COMPANY.
pt_br: <18>{#p/papyrus}{#f/0}E EU FOQUEI MINHA MENTE EM TRABALHAR PELA COMPANHIA.
zh_cn: <18>{#p/papyrus}{#f/0}我写了宣传语， 买了几幢大楼， 雇了些员工，创办公司。
zh_tw: <18>{#p/papyrus}{#f/0}我寫了宣傳語， 買了幾幢大樓， 僱了些員工，創辦公司。

source: <18>{#p/papyrus}{#f/0}CALLED "THERAPYRUS INDUSTRIES."
pt_br: <18>{#p/papyrus}{#f/0}CHAMADA "TERAPYRUS INDÚSTRIAS."
zh_cn: <18>{#p/papyrus}{#f/0}名为“帕牌儒思”。
zh_tw: <18>{#p/papyrus}{#f/0}名為「帕牌儒思」。

source: <18>{#p/papyrus}{#f/9}"DEALING WITH YOUR EMOTIONS SO -YOU- DON'T HAVE TO!"
pt_br: <18>{#p/papyrus}{#f/9}"LIDANDO COM SUAS EMOÇÕES, ENTÃO -VOCÊ- NÃO PRECISA!"
zh_cn: <18>{#p/papyrus}{#f/9}我们的宣传口号是： “我们多-费-心， 您才更-省-心！”
zh_tw: <18>{#p/papyrus}{#f/9}我們的宣傳口號是： 「我們多-費-心， 您才更-省-心！」

source: <25>{#p/sans}{#f/0}* love that tagline.
pt_br: <25>{#p/sans}{#f/0}* amei a linha de marketing.
zh_cn: <25>{#p/sans}{#f/0}* 这口号真不错。
zh_tw: <25>{#p/sans}{#f/0}* 這口號真不錯。

source: <18>{#p/papyrus}{#f/0}ALSO, SANS IS MY RECEPTIONIST.
pt_br: <18>{#p/papyrus}{#f/0}E O SANS É MEU RECEPCIONISTA.
zh_cn: <18>{#p/papyrus}{#f/0}对了，SANS可是我们的 前台接待员。
zh_tw: <18>{#p/papyrus}{#f/0}對了，SANS可是我們的 前臺接待員。

source: <18>{#p/papyrus}{#f/9}HE'S GREAT AT MAKING SURE I HAVE TIME FOR EVERYONE!
pt_br: <18>{#p/papyrus}{#f/9}ELE É ÓTIMO EM GARANTIR QUE EU TENHA TEMPO PARA TODOS!
zh_cn: <18>{#p/papyrus}{#f/9}有他帮忙， 我就能从容地服务 每一位患者！
zh_tw: <18>{#p/papyrus}{#f/9}有他幫忙， 我就能從容地服務 每一位患者！

source: <18>{#p/papyrus}{#f/5}FOR ONCE, MY BROTHER IS GREAT AT SOMETHING...
pt_br: <18>{#p/papyrus}{#f/5}PELA PRIMEIRA VEZ, MEU IRMÃO É BOM EM ALGUMA COISA...
zh_cn: <18>{#p/papyrus}{#f/5}终于啊，我的兄弟 也“伟大”起来了...
zh_tw: <18>{#p/papyrus}{#f/5}終於啊，我的兄弟 也「偉大」起來了...

source: <18>{#p/papyrus}{#f/0}I'VE NEVER BEEN SO PROUD OF HIM!!
pt_br: <18>{#p/papyrus}{#f/0}EU NUNCA ESTIVE TÃO ORGULHOSO DELE!!
zh_cn: <18>{#p/papyrus}{#f/0}真为他骄傲！！
zh_tw: <18>{#p/papyrus}{#f/0}真為他驕傲！！

source: <25>{#p/sans}{#f/0}* yeah, this company really brought out the best in us.
pt_br: <25>{#p/sans}{#f/0}* é, essa companhia realmente trouxe o melhor de nós.
zh_cn: <25>{#p/sans}{#f/0}* 是啊，这公司的分工 很合咱俩的性格呢。
zh_tw: <25>{#p/sans}{#f/0}* 是啊，這公司的分工 很合咱倆的性格呢。

source: <18>{#p/papyrus}{#f/9}YEAH, IT MIGHT EVEN BE OUR TRUE CALLING!!!
pt_br: <18>{#p/papyrus}{#f/9}É, PODE SER O NOSSO VERDADEIRO PROPÓSITO!!!
zh_cn: <18>{#p/papyrus}{#f/9}那肯定的！！！ 开了公司，新面孔 简直多得应接不暇啊！！
zh_tw: <18>{#p/papyrus}{#f/9}那肯定的！！！ 開了公司，新面孔 簡直多得應接不暇啊！！

source: <25>{#p/sans}{#f/2}* heheh, calling.
pt_br: <25>{#p/sans}{#f/2}* heheh, propósito.
zh_cn: <25>{#p/sans}{#f/2}* 嘿嘿嘿，“应接”不暇。
zh_tw: <25>{#p/sans}{#f/2}* 嘿嘿嘿，「應接」不暇。

source: <18>{#p/papyrus}{#f/6}WHAT!? WHAT'S SO FUNNY?
pt_br: <18>{#p/papyrus}{#f/6}O QUE!? O QUE É TÃO ENGRAÇADO?
zh_cn: <18>{#p/papyrus}{#f/6}啊？！ 啥事把你乐成这样？
zh_tw: <18>{#p/papyrus}{#f/6}啊？！ 啥事把你樂成這樣？

source: <25>{#p/sans}{#f/3}* oh, nothing.
pt_br: <25>{#p/sans}{#f/3}* uh, nada.
zh_cn: <25>{#p/sans}{#f/3}* 哦，没啥。
zh_tw: <25>{#p/sans}{#f/3}* 喔，沒啥。

source: <18>{#p/papyrus}{#f/4}YOU HAVEN'T CHANGED A BIT.
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ NÃO MUDOU NADA.
zh_cn: <18>{#p/papyrus}{#f/4}你真是一点没变。
zh_tw: <18>{#p/papyrus}{#f/4}你真是一點沒變。

source: <18>{#p/papyrus}{#f/5}... WELL, ANYWAY...
pt_br: <18>{#p/papyrus}{#f/5}... * DE TODA FORMA...
zh_cn: <18>{#p/papyrus}{#f/5}... 总之...
zh_tw: <18>{#p/papyrus}{#f/5}... 總之...

source: <18>{#p/papyrus}{#f/6}DESPITE WHAT YOU'VE DONE, I...
pt_br: <18>{#p/papyrus}{#f/6}MESMO COM TUDO QUE VOCÊ FEZ, EU...
zh_cn: <18>{#p/papyrus}{#f/6}不管过去发生了什么...
zh_tw: <18>{#p/papyrus}{#f/6}不管過去發生了什麼...

source: <18>{#p/papyrus}{#f/5}I HOPE YOU FIND YOUR TRUE CALLING TOO, ONE DAY.
pt_br: <18>{#p/papyrus}{#f/5}EU ESPERO QUE VOCÊ ENCONTRE SEU PROPÓSITO, UM DIA.
zh_cn: <18>{#p/papyrus}{#f/5}我希望，有一天 你也能找到自己的 使命与梦想。
zh_tw: <18>{#p/papyrus}{#f/5}我希望，有一天 你也能找到自己的 使命與夢想。

source: <18>{#p/papyrus}{#f/4}AND IF YOU EVER NEED SOMEONE TO TALK TO...
pt_br: <18>{#p/papyrus}{#f/4}E SE VOCÊ PRECISAR CONVERSAR COM ALGUÉM...
zh_cn: <18>{#p/papyrus}{#f/4}要是心情不好， 想找人聊天...
zh_tw: <18>{#p/papyrus}{#f/4}要是心情不好， 想找人聊天...

source: <18>{#p/papyrus}{#f/6}YOU KNOW EXACTLY WHO TO...
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ SABE EXATAMENTE PARA QUEM...
zh_cn: <18>{#p/papyrus}{#f/6}就回个电话， 我们肯定会...
zh_tw: <18>{#p/papyrus}{#f/6}就回個電話， 我們肯定會...

source: <18>{#p/papyrus}{#f/4}... OH, I GET IT. VERY FUNNY, SANS.
pt_br: <18>{#p/papyrus}{#f/4}... AH, EU ENTENDI AGORA. BEM ENGRAÇADO, SANS.
zh_cn: <18>{#p/papyrus}{#f/4}...哦，原来如此。 这双关挺逗，SANS。
zh_tw: <18>{#p/papyrus}{#f/4}...喔，原來如此。 這雙關挺逗，SANS。
