Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#f/20}* See you later.
pt_br: <25>{#p/alphys}{#f/20}* Até mais.
zh_cn: <25>{#p/alphys}{#f/20}* 再见了。
zh_tw: <25>{#p/alphys}{#f/20}* 再見了。

source: <25>{#p/alphys}{#f/5}* F-fortunately, the former queen returned, and...
pt_br: <25>{#p/alphys}{#f/5}* F-felizmente, a verdadeira rainha voltou e...
zh_cn: <25>{#p/alphys}{#f/5}* 好-好在， 王后及时回归， 硬是把她说服了...
zh_tw: <25>{#p/alphys}{#f/5}* 好-好在， 王后及時回歸， 硬是把她說服了...

source: <25>{#p/alphys}{#f/5}* Managed to convince her not to make an announcement about it.
pt_br: <25>{#p/alphys}{#f/5}* Eu consegui convencer ela a não fazer um anúncio sobre isso.
zh_cn: <25>{#p/alphys}{#f/5}* 这才没让其他怪物 知道人类灵魂的事。
zh_tw: <25>{#p/alphys}{#f/5}* 這才沒讓其他怪物 知道人類靈魂的事。

source: <25>{#p/alphys}{#f/10}* There was some tension between them at first, but...
pt_br: <25>{#p/alphys}{#f/10}* Teve uma tensão entre elas no começo, mas...
zh_cn: <25>{#p/alphys}{#f/10}* 一开始，她们起了点冲突... 但随着时间流逝， 风波渐渐平息。
zh_tw: <25>{#p/alphys}{#f/10}* 一開始，她們起了點衝突... 但隨著時間流逝， 風波漸漸平息。

source: <25>{#p/alphys}{#f/6}* ... things feel like they're kind of back to normal, now.
pt_br: <25>{#p/alphys}{#f/6}* ... as coisas parecem estar de volta ao normal, agora.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/alphys}{#f/4}* The only difference from before is...
pt_br: <25>{#p/alphys}{#f/4}* A única diferença de antes é...
zh_cn: <25>{#p/alphys}{#f/4}* 只不过...
zh_tw: <25>{#p/alphys}{#f/4}* 只不過...

source: <25>{#p/alphys}{#f/17}* ... I have to keep the archive a secret.
pt_br: <25>{#p/alphys}{#f/17}* ... eu tive que manter o arquivo em segredo.
zh_cn: <25>{#p/alphys}{#f/17}* Asgore一死， 我就得自己把“档案” 偷偷藏起来了。
zh_tw: <25>{#p/alphys}{#f/17}* Asgore一死， 我就得自己把「檔案」 偷偷藏起來了。

source: <25>{#p/alphys}{#f/20}* Well, I guess that's not really much of a difference.
pt_br: <25>{#p/alphys}{#f/20}* Bem, acho que isso não é muita diferença.
zh_cn: <25>{#p/alphys}{#f/20}* 跟以前相比， 其实差不多。
zh_tw: <25>{#p/alphys}{#f/20}* 跟以前相比， 其實差不多。

source: <25>{#p/alphys}{#f/14}* It's just weird not having... anyone around to help anymore.
pt_br: <25>{#p/alphys}{#f/14}* É só muito estranho não ter... ninguém por perto para ajudar.
zh_cn: <25>{#p/alphys}{#f/14}* 但现在身边没人帮忙... 还是有些不舒服。
zh_tw: <25>{#p/alphys}{#f/14}* 但現在身邊沒人幫忙... 還是有些不舒服。

source: <25>{#p/sans}{#f/0}* didja forget about me?
pt_br: <25>{#p/sans}{#f/0}* Ei, cê se esqueceu de mim?
zh_cn: <25>{#p/sans}{#f/0}* 所以说，我不是人？
zh_tw: <25>{#p/sans}{#f/0}* 所以說，我不是人？

source: <25>{#p/alphys}{#f/2}* O-oh, uh, that's not what I meant!
pt_br: <25>{#p/alphys}{#f/2}* O-oh, uh, isso não é o que eu quis dizer!
zh_cn: <25>{#p/alphys}{#f/2}* 不不不！ * 我不是那个意思！
zh_tw: <25>{#p/alphys}{#f/2}* 不不不！ * 我不是那個意思！

source: <25>{#p/sans}{#f/3}* hey, i get it. * it's not the same as it was with asgore.
pt_br: <25>{#p/sans}{#f/3}* ei, eu entendo. * não é a mesma coisa que era com o asgore.
zh_cn: <25>{#p/sans}{#f/3}* 开个玩笑而已，我懂。 * 管理“档案”这事， 我肯定没有asgore在行。
zh_tw: <25>{#p/sans}{#f/3}* 開個玩笑而已，我懂。 * 管理「檔案」這事， 我肯定沒有asgore在行。

source: <25>{#p/sans}{#f/0}* but i'd like to think i do a good job.
pt_br: <25>{#p/sans}{#f/0}* mas eu gosto de pensar que faço um ótimo trabalho.
zh_cn: <25>{#p/sans}{#f/0}* 但我感觉， 自己干得还算不错。
zh_tw: <25>{#p/sans}{#f/0}* 但我感覺， 自己幹得還算不錯。

source: <25>{#p/alphys}{#f/6}* Yeah... you do.
pt_br: <25>{#p/alphys}{#f/6}* É... você faz.
zh_cn: <25>{#p/alphys}{#f/6}* 嗯... 那肯定的。
zh_tw: <25>{#p/alphys}{#f/6}* 嗯... 那肯定的。

source: <26>{#p/alphys}{#f/5}* I just miss having him around and stuff.
pt_br: <26>{#p/alphys}{#f/5}* Eu só sinto falta de tê-lo por perto e tudo.
zh_cn: <26>{#p/alphys}{#f/5}* 只是， 跟Asgore共事那么久， 现在有点想他了。
zh_tw: <26>{#p/alphys}{#f/5}* 只是， 跟Asgore共事那麼久， 現在有點想他了。

source: <25>{#p/sans}{#f/3}* ... by the way...
pt_br: <25>{#p/sans}{#f/3}* ... por sinal...
zh_cn: <25>{#p/sans}{#f/3}* 对了...
zh_tw: <25>{#p/sans}{#f/3}* 對了...

source: <25>{#p/sans}{#f/0}* you should probably go give the humans their daily checkup.
pt_br: <25>{#p/sans}{#f/0}* você provavelmente deveria dar aos humanos o check diário.
zh_cn: <25>{#p/sans}{#f/0}* 那些人类还等着你去做 每日检查呢。
zh_tw: <25>{#p/sans}{#f/0}* 那些人類還等著你去做 每日檢查呢。

source: <25>{#p/sans}{#f/2}* i can take over on the phone while you're gone.
pt_br: <25>{#p/sans}{#f/2}* eu posso ficar com o celular enquanto você vai lá.
zh_cn: <25>{#p/sans}{#f/2}* 你先去， 我打完电话就过去。
zh_tw: <25>{#p/sans}{#f/2}* 你先去， 我打完電話就過去。

source: <26>{#p/alphys}{#f/6}* Sounds good. * I'll go do that now.
pt_br: <26>{#p/alphys}{#f/6}* Parece bom. * Eu vou fazer isso.
zh_cn: <26>{#p/alphys}{#f/6}* 好。 * 我先走了。
zh_tw: <26>{#p/alphys}{#f/6}* 好。 * 我先走了。

source: <25>{#p/sans}{#f/0}* so here we are, then.
pt_br: <25>{#p/sans}{#f/0}* Aqui estamos, então.
zh_cn: <25>{#p/sans}{#f/0}* 嘿，又见面了。
zh_tw: <25>{#p/sans}{#f/0}* 嘿，又見面了。

source: <25>{#p/sans}{#f/0}* now, since you left, i've been asking myself...
pt_br: <25>{#p/sans}{#f/0}* Agora que você foi embora, eu tenho me perguntado...
zh_cn: <25>{#p/sans}{#f/0}* 在你离开后， 我天天都在想...
zh_tw: <25>{#p/sans}{#f/0}* 在你離開後， 我天天都在想...

source: <25>{#p/sans}{#f/3}* "why would they go out of their way solely to kill him?"
pt_br: <25>{#p/sans}{#f/3}* "Por que eles se esforçariam apenas para matá-lo?"
zh_cn: <25>{#p/sans}{#f/3}* “为啥那人类把别的怪物 都饶恕了，唯独杀了‘他’？” * “到底为啥？”
zh_tw: <25>{#p/sans}{#f/3}* 「為啥那人類把別的怪物 都饒恕了，唯獨殺了『他』？」 * 「到底為啥？」

source: <25>{#p/sans}{#f/0}* and i'm not talking about asgore.
pt_br: <25>{#p/sans}{#f/0}* e eu não estou falando do asgore.
zh_cn: <25>{#p/sans}{#f/0}* 我说的“他”， 不是asgore。
zh_tw: <25>{#p/sans}{#f/0}* 我說的「他」， 不是asgore。

source: <25>{#p/sans}{#f/3}* i think we both know the reason.
pt_br: <25>{#p/sans}{#f/3}* eu acho que ambos sabemos o motivo.
zh_cn: <25>{#p/sans}{#f/3}* 原因嘛，你我都心知肚明。
zh_tw: <25>{#p/sans}{#f/3}* 原因嘛，你我都心知肚明。

source: <25>{#p/sans}{#f/3}* i think we both know it wasn't out of self- defense.
pt_br: <25>{#p/sans}{#f/3}* eu acho que ambos sabemos que não foi defesa pessoal.
zh_cn: <25>{#p/sans}{#f/3}* 正当防卫？想自保？ 害怕受伤？不小心？
zh_tw: <25>{#p/sans}{#f/3}* 正當防衛？想自保？ 害怕受傷？不小心？

source: <25>{#p/sans}{#f/0}* come on. * let's be honest with ourselves here.
pt_br: <25>{#p/sans}{#f/0}* vamos lá. * sejamos honestos aqui.
zh_cn: <25>{#p/sans}{#f/0}* 不用兜圈子， 我就直说了：
zh_tw: <25>{#p/sans}{#f/0}* 不用兜圈子， 我就直說了：

source: <25>{#p/sans}{#f/0}* you just did it to see what'd happen.
pt_br: <25>{#p/sans}{#f/0}* você só fez isso pra saber o que iria acontecer.
zh_cn: <25>{#p/sans}{#f/0}* 你就是为了看看 会发生什么。
zh_tw: <25>{#p/sans}{#f/0}* 你就是為了看看 會發生什麼。

source: <25>{#p/sans}{#f/0}* to see what i'd have to say about it.
pt_br: <25>{#p/sans}{#f/0}* pra ver o que eu teria pra dizer.
zh_cn: <25>{#p/sans}{#f/0}* 你就是为了看看 我会咋评价。
zh_tw: <25>{#p/sans}{#f/0}* 你就是為了看看 我會咋評價。

source: <25>{#p/sans}{#f/0}* well, congratulations! * you got your answer, bucko!
pt_br: <25>{#p/sans}{#f/0}* bem, parabéns! * tá aí sua resposta, mané!
zh_cn: <25>{#p/sans}{#f/0}* 哇塞！真牛！ * 你如愿以偿啦，小子！
zh_tw: <25>{#p/sans}{#f/0}* 哇塞！真牛！ * 你如願以償啦，小子！

source: <25>{#p/sans}{#f/0}* i hope you're happy with the outcome.
pt_br: <25>{#p/sans}{#f/0}* espero que você esteja feliz com o que aconteceu.
zh_cn: <25>{#p/sans}{#f/0}* 高兴不？
zh_tw: <25>{#p/sans}{#f/0}* 高興不？

source: <27>{#p/sans}{#f/3}* just kidding. * i don't really hope that.
pt_br: <27>{#p/sans}{#f/3}* brincadeira. * eu não espero isso.
zh_cn: <27>{#p/sans}{#f/3}* 呵。 * 高兴死了。
zh_tw: <27>{#p/sans}{#f/3}* 呵。 * 高興死了。

source: <27>{#p/sans}{#f/0}* ... well, that's all.
pt_br: <27>{#p/sans}{#f/0}* ... bem, isso é tudo.
zh_cn: <27>{#p/sans}{#f/0}* ...再见。
zh_tw: <27>{#p/sans}{#f/0}* ...再見。

source: <25>{#p/sans}{#f/0}* hey. * hope you're doing well.
pt_br: <25>{#p/sans}{#f/0}* ei. * espero que você esteja bem.
zh_cn: <25>{#p/sans}{#f/0}* 嘿。 * 过得还好吗？
zh_tw: <25>{#p/sans}{#f/0}* 嘿。 * 過得還好嗎？

source: <25>{#p/sans}{#f/0}* for the most part, we're doing well, too.
pt_br: <25>{#p/sans}{#f/0}* em boa parte, estamos indo bem, também.
zh_cn: <25>{#p/sans}{#f/0}* 希望如此。 * 我们过得也不错。
zh_tw: <25>{#p/sans}{#f/0}* 希望如此。 * 我們過得也不錯。

source: <25>{#p/sans}{#f/3}* people are still going about their lives, day after day...
pt_br: <25>{#p/sans}{#f/3}* pessoas ainda seguem com suas vidas, dia após dia...
zh_cn: <25>{#p/sans}{#f/3}* 怪物们心怀希望。 * 日复一日，年复一年地 等待着。
zh_tw: <25>{#p/sans}{#f/3}* 怪物們心懷希望。 * 日復一日，年復一年地 等待著。

source: <25>{#p/sans}{#f/0}* waiting for the next human to come along and set us free.
pt_br: <25>{#p/sans}{#f/0}* esperando pelo próximo humano que virá e nos dará liberdade.
zh_cn: <25>{#p/sans}{#f/0}* 等待着又一个人类到来， 到那时，就能重获自由。
zh_tw: <25>{#p/sans}{#f/0}* 等待著又一個人類到來， 到那時，就能重獲自由。

source: <25>{#p/sans}{#f/0}* ... i just wish i could say the same about my brother.
pt_br: <25>{#p/sans}{#f/0}* ... eu só queria poder dizer o mesmo ao meu irmão.
zh_cn: <25>{#p/sans}{#f/0}* ...要是我的兄弟 也能有这样的福分就好了。
zh_tw: <25>{#p/sans}{#f/0}* ...要是我的兄弟 也能有這樣的福分就好了。

source: <25>{#p/sans}{#f/3}* and the other people you killed, for that matter.
pt_br: <25>{#p/sans}{#f/3}* e as outras pessoas que você matou.
zh_cn: <25>{#p/sans}{#f/3}* 要是那些因你而死的怪物 也能有这样的福分就好了。
zh_tw: <25>{#p/sans}{#f/3}* 要是那些因你而死的怪物 也能有這樣的福分就好了。

source: <25>{#p/sans}{#f/3}* ... i just wish i could say the same about my brother.
pt_br: <25>{#p/sans}{#f/3}* ... eu só queria poder dizer o mesmo sobre meu irmão.
zh_cn: <25>{#p/sans}{#f/3}* ...要是我的兄弟 也能有这样的福分就好了。
zh_tw: <25>{#p/sans}{#f/3}* ...要是我的兄弟 也能有這樣的福分就好了。

source: <25>{#p/sans}{#f/3}* hmm... * what else should i mention?
pt_br: <25>{#p/sans}{#f/3}* hmm... * o que mais eu deveria mencionar?
zh_cn: <25>{#p/sans}{#f/3}* 嗯... * 聊点什么好呢？
zh_tw: <25>{#p/sans}{#f/3}* 嗯... * 聊點什麼好呢？

source: <26>{#p/sans}{#f/0}* ... right. * new living arrangements.
pt_br: <26>{#p/sans}{#f/0}* ... certo. * as novas formas de viver.
zh_cn: <26>{#p/sans}{#f/0}* ...想到了。 * 讲讲前王后， 还有乔迁新居的事吧。
zh_tw: <26>{#p/sans}{#f/0}* ...想到了。 * 講講前王后， 還有喬遷新居的事吧。

source: <25>{#p/sans}{#f/3}* so, after the former queen returned...
pt_br: <25>{#p/sans}{#f/3}* então, depois da verdadeira rainha retornar...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/sans}{#f/0}* she and i recognized each other and got to talking.
pt_br: <25>{#p/sans}{#f/0}* eu e ela nos reconhecemos e começamos a conversar.
zh_cn: <25>{#p/sans}{#f/0}* 她离开外域后， 我们很快就认出了彼此， 没事总一起聊天。
zh_tw: <25>{#p/sans}{#f/0}* 她離開外域後， 我們很快就認出了彼此， 沒事總一起聊天。

source: <25>{#p/sans}{#f/0}* one thing led to another, and...
pt_br: <25>{#p/sans}{#f/0}* uma coisa levou a outra, e...
zh_cn: <25>{#p/sans}{#f/0}* 一来二去， 她就有了进一步打算。
zh_tw: <25>{#p/sans}{#f/0}* 一來二去， 她就有了進一步打算。

source: <25>{#p/sans}{#f/0}* she agreed to move in with me to my house in starton town.
pt_br: <25>{#p/sans}{#f/0}* ela concordou em se mudar comigo para minha casa na cidade de Starton.
zh_cn: <25>{#p/sans}{#f/0}* 她搬到了星港小镇， 跟我住在了一起。
zh_tw: <25>{#p/sans}{#f/0}* 她搬到了星港小鎮， 跟我住在了一起。

source: <25>{#p/sans}{#f/0}* ... sure. * there's a lot we were excited about.
pt_br: <25>{#p/sans}{#f/0}* ... claro. * ficamos bem animados em relação a isso.
zh_cn: <25>{#p/sans}{#f/0}* ...诚然，我俩在一起， 确实能找到不少乐子。
zh_tw: <25>{#p/sans}{#f/0}* ...誠然，我倆在一起， 確實能找到不少樂子。

source: <25>{#p/sans}{#f/3}* the books i gave her, the recipes she tried to teach me...
pt_br: <25>{#p/sans}{#f/3}* os livros que eu dei pra ela, as receitas que ela tentou me ensinar...
zh_cn: <25>{#p/sans}{#f/3}* 我可以带她看书， 她也能教我做饭...
zh_tw: <25>{#p/sans}{#f/3}* 我可以帶她看書， 她也能教我做飯...

source: <25>{#p/sans}{#f/0}* but... y'know...
pt_br: <25>{#p/sans}{#f/0}* mas... você sabe...
zh_cn: <25>{#p/sans}{#f/0}* 可是，你知道吗...
zh_tw: <25>{#p/sans}{#f/0}* 可是，你知道嗎...

source: <25>{#p/sans}{#f/3}* none of that stuff ever made up for what happened to papyrus.
pt_br: <25>{#p/sans}{#f/3}* nada disso preencheu a falta que papyrus faz.
zh_cn: <25>{#p/sans}{#f/3}* 有趣的事再多， 可一想到papyrus， 怎么都快乐不起来。
zh_tw: <25>{#p/sans}{#f/3}* 有趣的事再多， 可一想到papyrus， 怎麼都快樂不起來。

source: <25>{#p/sans}{#f/3}* she still feels pretty bad about that.
pt_br: <25>{#p/sans}{#f/3}* ela ainda se sente muito mau em relação a isso.
zh_cn: <25>{#p/sans}{#f/3}* 一想到papyrus的事， 她也很难受。
zh_tw: <25>{#p/sans}{#f/3}* 一想到papyrus的事， 她也很難受。

source: <25>{#p/sans}{#f/0}* not just because she cares about me, but also...
pt_br: <25>{#p/sans}{#f/0}* não apenas porque ela se importa comigo, mas também...
zh_cn: <25>{#p/sans}{#f/0}* 她难受，并不只是因为 papyrus是我的兄弟。
zh_tw: <25>{#p/sans}{#f/0}* 她難受，並不只是因為 papyrus是我的兄弟。

source: <25>{#p/sans}{#f/0}* because she cared about you.
pt_br: <25>{#p/sans}{#f/0}* porque ela se importava com você.
zh_cn: <25>{#p/sans}{#f/0}* 更因为，她很关心你。
zh_tw: <25>{#p/sans}{#f/0}* 更因為，她很關心你。

source: <25>{#p/sans}{#f/3}* you can imagine how she felt when she realized what you'd done.
pt_br: <25>{#p/sans}{#f/3}* você pode imaginar como ela se sentiu quando descobriu o que você fez.
zh_cn: <25>{#p/sans}{#f/3}* 最终，她知道了你的所作所为。 * 你能想象到， 那一刻她的感受吗？
zh_tw: <25>{#p/sans}{#f/3}* 最終，她知道了你的所作所為。 * 你能想像到， 那一刻她的感受嗎？

source: <25>{#p/sans}{#f/0}* spoiler alert. * not good.
pt_br: <25>{#p/sans}{#f/0}* alerta de spoiler. * nada bem.
zh_cn: <25>{#p/sans}{#f/0}* 剧透预警： 她十分痛苦。
zh_tw: <25>{#p/sans}{#f/0}* 劇透預警： 她十分痛苦。

source: <25>{#p/sans}{#f/3}* ... and the public at large doesn't seem to feel much better.
pt_br: <25>{#p/sans}{#f/3}* ... e o público também não pareceu se sentir muito bem.
zh_cn: <25>{#p/sans}{#f/3}* ...不只是我和她， 其他民众的态度 也好不到哪去。
zh_tw: <25>{#p/sans}{#f/3}* ...不只是我和她， 其他民眾的態度 也好不到哪去。

source: <25>{#p/sans}{#f/0}* at least in terms of your reputation.
pt_br: <25>{#p/sans}{#f/0}* pelo menos para os termos da sua reputação.
zh_cn: <25>{#p/sans}{#f/0}* 很多怪物本来很喜欢你的， 现在嘛...
zh_tw: <25>{#p/sans}{#f/0}* 很多怪物本來很喜歡你的， 現在嘛...

source: <25>{#p/sans}{#f/0}* still. * could be worse.
pt_br: <25>{#p/sans}{#f/0}* ainda assim. * poderia ter sido pior.
zh_cn: <25>{#p/sans}{#f/0}* 不过，其实还好。
zh_tw: <25>{#p/sans}{#f/0}* 不過，其實還好。

source: <25>{#p/sans}{#f/0}* at the very least, alphys and i are confident...
pt_br: <25>{#p/sans}{#f/0}* pelo lá no fim, alphys e eu estamos muito confiantes...
zh_cn: <25>{#p/sans}{#f/0}* 起码...
zh_tw: <25>{#p/sans}{#f/0}* 起碼...

source: <25>{#p/sans}{#f/3}* in our ability to escort the next human to safety.
pt_br: <25>{#p/sans}{#f/3}* em nossa habilidade de escoltar o próximo humano com segurança.
zh_cn: <25>{#p/sans}{#f/3}* 我跟alphys会尽力 护送下一个人类， 保证他的安全。
zh_tw: <25>{#p/sans}{#f/3}* 我跟alphys會盡力 護送下一個人類， 保證他的安全。

source: <25>{#p/sans}{#f/0}* so that's something.
pt_br: <25>{#p/sans}{#f/0}* então, isso foi alguma coisa.
zh_cn: <25>{#p/sans}{#f/0}* 也挺有意思的。
zh_tw: <25>{#p/sans}{#f/0}* 也挺有意思的。

source: <25>{#p/sans}{#f/3}* welp. * looks like i'll have to cut this short.
pt_br: <25>{#p/sans}{#f/3}* pois bem. * parece que vamos ter que cortar isso mais cedo.
zh_cn: <25>{#p/sans}{#f/3}* 哦，该挂电话了。
zh_tw: <25>{#p/sans}{#f/3}* 喔，該掛電話了。

source: <25>{#p/sans}{#f/0}* just... think about what i've said, ok?
pt_br: <25>{#p/sans}{#f/0}* só... pensa sobre o que eu falei, beleza?
zh_cn: <25>{#p/sans}{#f/0}* 我刚刚说的话， 往心里去，好吗？
zh_tw: <25>{#p/sans}{#f/0}* 我剛剛說的話， 往心裡去，好嗎？

source: <25>{#p/sans}{#f/0}* ... well, that's all.
pt_br: <25>{#p/sans}{#f/0}* ... bem, isso é tudo.
zh_cn: <25>{#p/sans}{#f/0}* ...那，再见了。
zh_tw: <25>{#p/sans}{#f/0}* ...那，再見了。

source: <18>{#p/papyrus}{#f/0}YEAH!! THEY'RE REALLY NOT THAT BAD!
pt_br: <18>{#p/papyrus}{#f/0}É!! ELE REALMENTE NÃO É DE TODO MAU!
zh_cn: <18>{#p/papyrus}{#f/0}是啊！！ 我们过得挺好的！
zh_tw: <18>{#p/papyrus}{#f/0}是啊！！ 我們過得挺好的！

source: <18>{#p/papyrus}{#f/5}ASIDE FROM ALL THE SECRET-KEEPING.
pt_br: <18>{#p/papyrus}{#f/5}TIRANDO DE TODA A GUARDA DE SEGREDOS.
zh_cn: <18>{#p/papyrus}{#f/5}唯一不喜欢的就是， 要成天保守那些秘密。
zh_tw: <18>{#p/papyrus}{#f/5}唯一不喜歡的就是， 要成天保守那些秘密。

source: <18>{#p/papyrus}{#f/5}NOT A BIG FAN OF THAT PARTICULAR THING.
pt_br: <18>{#p/papyrus}{#f/5}NÃO MUITO FÃ DESSA COISA EM PARTICULAR.
zh_cn: <18>{#p/papyrus}{#f/5}挺反感这事的。
zh_tw: <18>{#p/papyrus}{#f/5}挺反感這事的。

source: <25>{#p/alphys}{#f/11}* But if Undyne were to find out, then...
pt_br: <25>{#p/alphys}{#f/11}* Mas se Undyne acabar descobrindo, então...
zh_cn: <25>{#p/alphys}{#f/11}* 可要是说出去， Undyne...
zh_tw: <25>{#p/alphys}{#f/11}* 可要是說出去， Undyne...

source: <18>{#p/papyrus}{#f/4}YES, YES, I KNOW WHAT YOU'RE GOING TO SAY.
pt_br: <18>{#p/papyrus}{#f/4}SIM, SIM, EU SEI O QUE VOCÊ VAI DIZER.
zh_cn: <18>{#p/papyrus}{#f/4}然后UNDYNE很生气， 肯定会把人类灵魂吸了。 你是不是又要说这个？
zh_tw: <18>{#p/papyrus}{#f/4}然後UNDYNE很生氣， 肯定會把人類靈魂吸了。 你是不是又要說這個？

source: <18>{#p/papyrus}{#f/4}SHE'LL GET UPSET AND TRY TO TAKE THE HUMANS' SOULS.
pt_br: <18>{#p/papyrus}{#f/4}ELA FICARIA IRADA E TOMARIA AS ALMAS HUMANAS.
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/7}YOU DON'T HAVE TO REMIND ME!!
pt_br: <18>{#p/papyrus}{#f/7}VOCÊ NÃO PRECISA ME RELEMBRAR!!
zh_cn: <18>{#p/papyrus}{#f/7}是是是，你说的对。 可这话我都听八百遍了， 能不能别磨叽了！！
zh_tw: <18>{#p/papyrus}{#f/7}是是是，你說的對。 可這話我都聽八百遍了， 能不能別磨嘰了！！

source: <25>{#p/alphys}{#f/23}* He's been arguing with me about this for a while.
pt_br: <25>{#p/alphys}{#f/23}* Ele tem argumentado comigo bastante sobre isso.
zh_cn: <25>{#p/alphys}{#f/23}* 刚刚，因为这事， 他跟我吵了好一会呢。
zh_tw: <25>{#p/alphys}{#f/23}* 剛剛，因為這事， 他跟我吵了好一會呢。

source: <18>{#p/papyrus}{#f/5}(SIGH...)
pt_br: <18>{#p/papyrus}{#f/5}(CHORINHO...)
zh_cn: <18>{#p/papyrus}{#f/5}（唉...）
zh_tw: <18>{#p/papyrus}{#f/5}（唉...）

source: <18>{#p/papyrus}{#f/5}I FEEL LIKE WE COULD CONVINCE HER IF WE JUST TRIED.
pt_br: <18>{#p/papyrus}{#f/5}EU SINTO QUE PODERÍAMOS CONVENCER ELA SE TENTÁSSEMOS.
zh_cn: <18>{#p/papyrus}{#f/5}咱们再努力努力， 我就不信UNDYNE 不听劝。
zh_tw: <18>{#p/papyrus}{#f/5}咱們再努力努力， 我就不信UNDYNE 不聽勸。

source: <25>{#p/alphys}{#f/3}* ... Papyrus, why don't you tell them about your new job?
pt_br: <25>{#p/alphys}{#f/3}* ... Papyrus, por que você não conta sobre seu novo trabalho?
zh_cn: <25>{#p/alphys}{#f/3}* ...Papyrus，跟人类讲讲 你的新工作吧。
zh_tw: <25>{#p/alphys}{#f/3}* ...Papyrus，跟人類講講 你的新工作吧。

source: <18>{#p/papyrus}{#f/9}I'M THE GUARD'S NEWEST TRAINING EXPERT!
pt_br: <18>{#p/papyrus}{#f/9}EU SOU O MAIS NOVO EXPERT TREINADOR DA GUARDA!
zh_cn: <18>{#p/papyrus}{#f/9}我刚当上了 皇家卫队的训练专家！
zh_tw: <18>{#p/papyrus}{#f/9}我剛當上了 皇家衛隊的訓練專家！

source: <18>{#p/papyrus}{#f/0}SO... WHILE UNDYNE TRAINS THE OTHER GUARDS...
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO... ENQUANTO UNDYNE TREINA OS GUARDAS...
zh_cn: <18>{#p/papyrus}{#f/0}Undyne的任务是 训练其他队员。 而我的任务呢...
zh_tw: <18>{#p/papyrus}{#f/0}Undyne的任務是 訓練其他隊員。 而我的任務呢...

source: <18>{#p/papyrus}{#f/0}I'M RESPONSIBLE FOR KEEPING THEM ALL MOTIVATED.
pt_br: <18>{#p/papyrus}{#f/0}EU SOU RESPONSÁVEL POR MANTÊ-LOS MOTIVADOS!
zh_cn: <18>{#p/papyrus}{#f/0}则是给他们加油鼓劲， 让他们士气满满！
zh_tw: <18>{#p/papyrus}{#f/0}則是給他們加油鼓勁， 讓他們士氣滿滿！

source: <18>{#p/papyrus}{#f/9}TURNS OUT I'M PRETTY DARN GOOD AT IT, TOO!
pt_br: <18>{#p/papyrus}{#f/9}ACABA QUE EU SOU MUITO BOM NISSO, TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/9}我发现，自己天生 就是干这块的料！
zh_tw: <18>{#p/papyrus}{#f/9}我發現，自己天生 就是幹這塊的料！

source: <18>{#p/papyrus}{#f/2}HER WORDS -AND- MINE.
pt_br: <18>{#p/papyrus}{#f/2}SUAS PALAVRAS E A MINHA.
zh_cn: <18>{#p/papyrus}{#f/2}可不是我自己吹牛哦， UNDYNE也这么想。
zh_tw: <18>{#p/papyrus}{#f/2}可不是我自己吹牛喔， UNDYNE也這麼想。

source: <25>{#p/alphys}{#f/5}* Sounds like fun. * Maybe I'll visit you on the job sometime.
pt_br: <25>{#p/alphys}{#f/5}* Parece legal. * Talvez eu te visite no trabalho qualquer hora.
zh_cn: <25>{#p/alphys}{#f/5}* 不错不错。 * 哪天你工作的时候， 我也过去看看。
zh_tw: <25>{#p/alphys}{#f/5}* 不錯不錯。 * 哪天你工作的時候， 我也過去看看。

source: <18>{#p/papyrus}{#f/0}SURE, I'LL LET YOU VISIT.
pt_br: <18>{#p/papyrus}{#f/0}CLARO, EU TE DEIXO VISITAR.
zh_cn: <18>{#p/papyrus}{#f/0}好啊，随时欢迎， 不过有个条件。
zh_tw: <18>{#p/papyrus}{#f/0}好啊，隨時歡迎， 不過有個條件。

source: <18>{#p/papyrus}{#f/4}AFTER YOU AGREE TO TELL UNDYNE OUR SECRET.
pt_br: <18>{#p/papyrus}{#f/4}DEPOIS DE VOCÊ CONCORDAR EM ME CONTAR A UNDYNE NOSSO SEGREDO.
zh_cn: <18>{#p/papyrus}{#f/4}我想把秘密告诉UNDYNE。 你得同意。
zh_tw: <18>{#p/papyrus}{#f/4}我想把秘密告訴UNDYNE。 你得同意。

source: <18>{#p/papyrus}{#f/0}SO, HOW ABOUT IT? YOU, ME, UNDYNE, CONVINCING?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO, QUE TAL ISSO? EU, VOCÊ, UNDYNE, CONVENCIMENTO?
zh_cn: <18>{#p/papyrus}{#f/0}你和我， 咱俩一起去说服UNDYNE 你看咋样？
zh_tw: <18>{#p/papyrus}{#f/0}你和我， 咱倆一起去說服UNDYNE 你看咋樣？

source: <25>{#p/sans}{#f/0}* ... huh? * what's this about?
pt_br: <25>{#p/sans}{#f/0}* ... huh? * sobre o que seria isso?
zh_cn: <25>{#p/sans}{#f/0}* ...哦？ * 什么秘密？
zh_tw: <25>{#p/sans}{#f/0}* ...喔？ * 什麼秘密？

source: <25>{#p/sans}{#f/3}* sorry i'm late, by the way.
pt_br: <25>{#p/sans}{#f/3}* desculpa por estar atrasado, aliás.
zh_cn: <25>{#p/sans}{#f/3}* 哎呀，不好意思， 来晚了。
zh_tw: <25>{#p/sans}{#f/3}* 哎呀，不好意思， 來晚了。

source: <25>{#p/sans}{#f/2}* the people on the floor above us want me to make dinner.
pt_br: <25>{#p/sans}{#f/2}* as pessoas no andar abaixo da gente queriam que eu fizesse comida.
zh_cn: <25>{#p/sans}{#f/2}* 刚刚楼下有人饿， 我待会要给他们做晚餐。
zh_tw: <25>{#p/sans}{#f/2}* 剛剛樓下有人餓， 我待會要給他們做晚餐。

source: <18>{#p/papyrus}{#f/4}AREN'T YOU GOING TO TELL HIM WHAT WE TALKED ABOUT?
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ NÃO VAI CONTAR PRA ELES SOBRE O QUE CONVERSAMOS?
zh_cn: <18>{#p/papyrus}{#f/4}把咱俩刚讨论的事 给SANS讲讲。
zh_tw: <18>{#p/papyrus}{#f/4}把咱倆剛討論的事 給SANS講講。

source: <25>{#p/alphys}{#f/3}* Papyrus thinks we should tell Undyne the truth.
pt_br: <25>{#p/alphys}{#f/3}* Papyrus pensa que deveríamos contar a verdade para Undyne.
zh_cn: <25>{#p/alphys}{#f/3}* Papyrus觉得， 咱们应该把人类的事 告诉Undyne。
zh_tw: <25>{#p/alphys}{#f/3}* Papyrus覺得， 咱們應該把人類的事 告訴Undyne。

source: <25>{#p/sans}{#f/3}* you really think that'd go well, bro?
pt_br: <25>{#p/sans}{#f/3}* você realmente acha que isso daria certo, mano?
zh_cn: <25>{#p/sans}{#f/3}* 兄弟，假如咱真把秘密 告诉了她，你能保证 不会出事吗？
zh_tw: <25>{#p/sans}{#f/3}* 兄弟，假如咱真把秘密 告訴了她，你能保證 不會出事嗎？

source: <18>{#p/papyrus}{#f/0}WELL, AS A MEMBER OF THE ROYAL GUARD...
pt_br: <18>{#p/papyrus}{#f/0}BEM, COMO UM MEMBRO DA GUARDA REAL...
zh_cn: <18>{#p/papyrus}{#f/0}呃，我可是一名 皇家守卫...
zh_tw: <18>{#p/papyrus}{#f/0}呃，我可是一名 皇家守衛...

source: <18>{#p/papyrus}{#f/0}MY OPINION -SHOULD- CARRY SOME REAL WEIGHT!
pt_br: <18>{#p/papyrus}{#f/0}MINHA OPINIÃO -DEVE- TER ALGUM PESO!
zh_cn: <18>{#p/papyrus}{#f/0}让我出马，肯定能 “四两拨千斤”！
zh_tw: <18>{#p/papyrus}{#f/0}讓我出馬，肯定能 「四兩撥千斤」！

source: <25>{#p/sans}{#f/0}* hmm... normally i'd say no to something like this, but...
pt_br: <25>{#p/sans}{#f/0}* hmm... normalmente eu diria não para algo assim, mas...
zh_cn: <25>{#p/sans}{#f/0}* 嗯... * 要是换作平常， 我肯定会拒绝。
zh_tw: <25>{#p/sans}{#f/0}* 嗯... * 要是換作平常， 我肯定會拒絕。

source: <25>{#p/sans}{#f/0}* undyne does seem to have a certain respect for you.
pt_br: <25>{#p/sans}{#f/0}* undyne parece ter certo respeito por você.
zh_cn: <25>{#p/sans}{#f/0}* 不过，我转念一想， undyne跟你的关系 确实不一般。
zh_tw: <25>{#p/sans}{#f/0}* 不過，我轉念一想， undyne跟你的關係 確實不一般。

source: <25>{#p/sans}{#f/3}* besides, i've been thinking about it too.
pt_br: <25>{#p/sans}{#f/3}* aliás, eu venho pensando sobre isso também.
zh_cn: <25>{#p/sans}{#f/3}* 而且，我最近也在想， 要不要告诉Undyne真相？
zh_tw: <25>{#p/sans}{#f/3}* 而且，我最近也在想， 要不要告訴Undyne真相？

source: <25>{#p/alphys}{#f/22}* W-WELL DON'T GO SAYING ANYTHING UNTIL I GIVE THE OKAY!
pt_br: <25>{#p/alphys}{#f/22}* B-BEM NÃO VÁ DIZENDO NADA ATÉ EU DAR OKAY!
zh_cn: <25>{#p/alphys}{#f/22}* 等等等等！ 未经我同意，你俩 谁也不许擅作主张！
zh_tw: <25>{#p/alphys}{#f/22}* 等等等等！ 未經我同意，你倆 誰也不許擅作主張！

source: <25>{#p/sans}{#f/2}* wouldn't dream of it.
pt_br: <25>{#p/sans}{#f/2}* eu nem sonharia com isso.
zh_cn: <25>{#p/sans}{#f/2}* 你放心，做梦都不敢。
zh_tw: <25>{#p/sans}{#f/2}* 你放心，做夢都不敢。

source: <18>{#p/papyrus}{#f/0}YEAH!! WE'LL JUST PICTURE IT IN OUR HEADS.
pt_br: <18>{#p/papyrus}{#f/0}EXATO!! VAMOS SÓ IMAGINAR O CENÁRIO EM NOSSAS CABEÇAS.
zh_cn: <18>{#p/papyrus}{#f/0}是啊！！我们只是 随便想一想而已。
zh_tw: <18>{#p/papyrus}{#f/0}是啊！！我們只是 隨便想一想而已。

source: <18>{#p/papyrus}{#f/5}UNLESS THAT ALSO COUNTS AS DREAMING.
pt_br: <18>{#p/papyrus}{#f/5}AH NÃO SER QUE ISSO CONTE COMO SONHAR.
zh_cn: <18>{#p/papyrus}{#f/5}就当我们 在做“白日梦”就行。
zh_tw: <18>{#p/papyrus}{#f/5}就當我們 在做「白日夢」就行。

source: <26>{#p/sans}{#f/0}* well, i should probably get started on that dinner now.
pt_br: <26>{#p/sans}{#f/0}* bem, eu provavelmente deveria ir fazer aquela comida agora.
zh_cn: <26>{#p/sans}{#f/0}* 哦对，得去准备晚饭了。
zh_tw: <26>{#p/sans}{#f/0}* 喔對，得去準備晚飯了。

source: <25>{#p/alphys}{#f/5}* To be honest...
pt_br: <25>{#p/alphys}{#f/5}* Pra ser honesta...
zh_cn: <25>{#p/alphys}{#f/5}* 唉...
zh_tw: <25>{#p/alphys}{#f/5}* 唉...
