Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* WELL THIS IS SOMETHING!
pt_br: <32>{#p/basic}* OLHA SÓ PRA ISSO!
zh_cn: <32>{#p/basic}* 不愧是我的专属神社！
zh_tw: <32>{#p/basic}* 不愧是我的專屬神社！

source: <32>{#p/basic}* (Shrines, good for peace!) * (Help relieve fears of being attacked by humans!)
pt_br: <32>{#p/basic}* (Santuários, bons para a paz!) * (Ajudam a aliviar o medo de ser atacado por humanos!)
zh_cn: <32>{#p/basic}* （狗狗神社，保佑和平！） * （受尽创伤，无需烦恼。） （忘却痛苦，驱散忧愁！）
zh_tw: <32>{#p/basic}* （狗狗神社，保佑和平！） * （受盡創傷，無需煩惱。） （忘卻痛苦，驅散憂愁！）

source: <32>{#p/basic}* (A reminder of the stability the new regime offers you, dog or otherwise!)
pt_br: <32>{#p/basic}* (Uma lembrança da estabilidade que o novo regime trás, para cachorros ou outros!
zh_cn: <32>{#p/basic}* （鸟兽虫鱼，众生万物，） （国家安康，社会稳定！）
zh_tw: <32>{#p/basic}* （鳥獸蟲魚，眾生萬物，） （國家安康，社會穩定！）

source: <32>{#p/basic}* (Shrines, good for peace!) * (Encourage good behavior in all citizens!)
pt_br: <32>{#p/basic}* (Santuários, bons para a paz!) * (Incentivam o bom comportamento em todos os cidadãos!)
zh_cn: <32>{#p/basic}* （狗狗神社，保佑和平！） * （你来我往，和谐相处！）
zh_tw: <32>{#p/basic}* （狗狗神社，保佑和平！） * （你來我往，和諧相處！）

source: <32>{#p/basic}* (A reminder of the blessings you may receive for being good, dog or otherwise!)
pt_br: <32>{#p/basic}* (Uma lembrança do amor que você receberá por ser bom, cachorro ou outro!)
zh_cn: <32>{#p/basic}* （鸟兽虫鱼，众生万物，） （多行善事，必有福报！）
zh_tw: <32>{#p/basic}* （鳥獸蟲魚，眾生萬物，） （多行善事，必有福報！）

source: <32>{#p/basic}* Yes, yes, I know. * It looks great... looks just like me.
pt_br: <32>{#p/basic}* Sim, sim, eu sei. * Parece ótimo... parece como eu.
zh_cn: <32>{#p/basic}* 嗯，嗯，我懂。 * 这神社真不错... 跟我真搭。
zh_tw: <32>{#p/basic}* 嗯，嗯，我懂。 * 這神社真不錯... 跟我真搭。

source: <32>{#p/basic}* ... thanks.
pt_br: <32>{#p/basic}* ... obrigado.
zh_cn: <32>{#p/basic}* ...谢谢你。
zh_tw: <32>{#p/basic}* ...謝謝你。

source: <32>{#p/basic}* (And that's the last one!) * (All council dogs have shrines now!)
pt_br: <32>{#p/basic}* (E esse é o último!) * (Todos os cães do conselho têm santuários agora!)
zh_cn: <32>{#p/basic}* （最后一座神社，也建好啦！） * （犬卫队所有狗狗， 都有专属神社啦！）
zh_tw: <32>{#p/basic}* （最後一座神社，也建好啦！） * （犬衛隊所有狗狗， 都有專屬神社啦！）

source: <32>{#p/basic}* PERFECT!! * Can I go back to my phone call now?
pt_br: <32>{#p/basic}* PERFEITO!! * Posso voltar a minha ligação agora?
zh_cn: <32>{#p/basic}* 太棒了！！ * 现在能把电话给我了吗？
zh_tw: <32>{#p/basic}* 太棒了！！ * 現在能把電話給我了嗎？

source: <32>{#p/human}{#v/3}{@fill=#003cff}* I'll have to show the others!
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Eu vou ter que mostrar aos outros!
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 我让其他长官 也见识一下他们的神社！
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 我讓其他長官 也見識一下他們的神社！

source: <32>{#p/basic}* HEY! * Before you go...
pt_br: <32>{#p/basic}* EI! * Antes de você ir...
zh_cn: <32>{#p/basic}* 嘿！ * 走之前，还有件事...
zh_tw: <32>{#p/basic}* 嘿！ * 走之前，還有件事...

source: <32>{#p/basic}* I wouldn't have seen it on time without you. * Have a treat.
pt_br: <32>{#p/basic}* Eu não teria visto a tempo sem você. * Tenha um biscoito.
zh_cn: <32>{#p/basic}* 要是你不告诉我，我还不知道 有这么棒的神社呢。 * 给，这些狗粮是奖励你的。
zh_tw: <32>{#p/basic}* 要是你不告訴我，我還不知道 有這麼棒的神社呢。 * 給，這些狗糧是獎勵你的。

source: <32>{#p/human}{#v/3}{@fill=#003cff}* Master Doggo...!
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Mestre Doggo...!
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* Doggo长官， 你真的太...
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* Doggo長官， 你真的太...

source: <32>{#p/basic}* Go on, tell your friends. * BUT DON'T SHARE!
pt_br: <32>{#p/basic}* Vai lá, conte aos seus amigos. * MAS NÃO COMPARTILHE!
zh_cn: <32>{#p/basic}* 去吧，把这事告诉朋友吧。 * 但这些狗粮是专门奖励你的， 别给他们吃！
zh_tw: <32>{#p/basic}* 去吧，把這事告訴朋友吧。 * 但這些狗糧是專門獎勵你的， 別給他們吃！

source: <32>{#p/basic}* So, around here, everyone understands how things work.
pt_br: <32>{#p/basic}* Então, por aqui, todo mundo entende como as coisas funcionam.
zh_cn: <32>{#p/basic}* 所以，大伙现在基本摸清 社会运行的规律了。
zh_tw: <32>{#p/basic}* 所以，大夥現在基本摸清 社會執行的規律了。

source: <32>{#p/basic}* You visit the shrine, do a good job at work, and be good at home, too.
pt_br: <32>{#p/basic}* Você visita o santuário, faz um serviço no trabalho, e é bom em casa também.
zh_cn: <32>{#p/basic}* 去神社认认真真工作， 回家后开开心心生活。
zh_tw: <32>{#p/basic}* 去神社認認真真工作， 回家後開開心心生活。

source: <32>{#p/basic}* And maybe, if you're really really good, you'll get rewarded!
pt_br: <32>{#p/basic}* E talvez, se você for muito bom, você ganha uma recompensa!
zh_cn: <32>{#p/basic}* 而且，如果干得特别特别出色， 还有奖励！
zh_tw: <32>{#p/basic}* 而且，如果幹得特別特別出色， 還有獎勵！

source: <32>{#p/basic}* It's perfect. * Nobody breaks the rules.
pt_br: <32>{#p/basic}* É perfeito. * Ninguém quebra as regras.
zh_cn: <32>{#p/basic}* 这套制度非常完美。 * 大伙都在认真遵守规定。
zh_tw: <32>{#p/basic}* 這套制度非常完美。 * 大夥都在認真遵守規定。

source: <32>{#p/basic}* Except those pesky shopkeepers at the rec center.
pt_br: <32>{#p/basic}* Tirando aqueles vendedores de loja no rec center.
zh_cn: <32>{#p/basic}* 只有休闲回廊 那俩讨人厌的杂货店姐妹 跟我们对着干。
zh_tw: <32>{#p/basic}* 只有休閒迴廊 那倆討人厭的雜貨店姐妹 跟我們對著幹。

source: <32>{#p/basic}* THEY'RE JUST LAZY AND DISORGANIZED!
pt_br: <32>{#p/basic}* ELES SÃO PREGUIÇOSOS E DESORGANIZADOS!
zh_cn: <32>{#p/basic}* 她俩又懒又邋遢！
zh_tw: <32>{#p/basic}* 她倆又懶又邋遢！

source: <32>{#p/basic}* But they sell cool junk, so we give them a pass.
pt_br: <32>{#p/basic}* Mas eles vendem tralhas legais, então a gente deixa passar.
zh_cn: <32>{#p/basic}* 不过她俩卖的太空垃圾 挺有意思的。 * 我们就特赦了。
zh_tw: <32>{#p/basic}* 不過她倆賣的太空垃圾 挺有意思的。 * 我們就特赦了。

source: <32>{#p/basic}* Hold on. * Are we giving anyone else a pass??
pt_br: <32>{#p/basic}* Pera aí. * A gente tá deixando mais alguém passar nas regras??
zh_cn: <32>{#p/basic}* 等等不对。 * 特赦的好像不止她俩。
zh_tw: <32>{#p/basic}* 等等不對。 * 特赦的好像不止她倆。

source: <32>{#p/basic}* WHAT HAS OUR SOCIETY COME TO!
pt_br: <32>{#p/basic}* O QUE A SOCIEDADE SE TORNOU!
zh_cn: <32>{#p/basic}* 咋回事？社会咋成这样了？
zh_tw: <32>{#p/basic}* 咋回事？社會咋成這樣了？

source: <32>{#p/basic}* (Doggo, new job for you!) * (Spider queen, stirring up trouble again.)
pt_br: <32>{#p/basic}* (Doggo, novo trabalho pra você.) * (A rainha aranha está fazendo confusão mais uma vez.)
zh_cn: <32>{#p/basic}* （Doggo，新任务！）
zh_tw: <32>{#p/basic}* （Doggo，新任務！）

source: <32>{#p/basic}* (A punishment is required!)
pt_br: <32>{#p/basic}* (É necessário puni-la!)
zh_cn: <32>{#p/basic}* （蜘蛛女王又开始造反了！） * （去好好收拾她一顿！）
zh_tw: <32>{#p/basic}* （蜘蛛女王又開始造反了！） * （去好好收拾她一頓！）

source: <32>{#p/basic}* ... ugh. * I don't like disciplining people.
pt_br: <32>{#p/basic}* ... ugh. * Eu não gosto de disciplinar pessoas.
zh_cn: <32>{#p/basic}* 呃... 我可不喜欢惩罚别人。
zh_tw: <32>{#p/basic}* 呃... 我可不喜歡懲罰別人。

source: <32>{#p/basic}* (Without discipline, dog society falls out of balance.)
pt_br: <32>{#p/basic}* (Sem disciplina, a sociedade dos cachorros perde seu balanço!)
zh_cn: <32>{#p/basic}* （要是所有狗狗 都像你这么心慈手软， 社会早就乱套了。）
zh_tw: <32>{#p/basic}* （要是所有狗狗 都像你這麼心慈手軟， 社會早就亂套了。）

source: <32>{#p/basic}* I guess. * But can't someone else do it?
pt_br: <32>{#p/basic}* Eu acho. * Não poderia alguém tirando eu fazer isso?
zh_cn: <32>{#p/basic}* 知道。 * 但这事让别的狗去干 不行吗？
zh_tw: <32>{#p/basic}* 知道。 * 但這事讓別的狗去幹 不行嗎？

source: <32>{#p/basic}* (All council dogs must practice discipline.) * (It's your turn!)
pt_br: <32>{#p/basic}* (Todos os cães do conselho devem praticar disciplina.) * (É a sua vez!)
zh_cn: <32>{#p/basic}* （“学会惩罚别人”是 每位犬卫队成员的必修课。） * （这次轮到你了，快去吧！）
zh_tw: <32>{#p/basic}* （「學會懲罰別人」是 每位犬衛隊成員的必修課。） * （這次輪到你了，快去吧！）

source: <32>{#p/basic}* (Doggo, new job for you!) * (Tall skeleton, deserving of bonus rewards.)
pt_br: <32>{#p/basic}* (Doggo, novo trabalho pra você!) * (Esqueleto grande, merecendo gratificação bônus!)
zh_cn: <32>{#p/basic}* （Doggo，新任务！）
zh_tw: <32>{#p/basic}* （Doggo，新任務！）

source: <32>{#p/basic}* (Offer them to him!)
pt_br: <32>{#p/basic}* (Ofereça uma para eles!)
zh_cn: <32>{#p/basic}* （高个子骷髅任务完成出色， 符合奖励发放标准。） * （把奖励给他！）
zh_tw: <32>{#p/basic}* （高個子骷髏任務完成出色， 符合獎勵發放標準。） * （把獎勵給他！）

source: <32>{#p/basic}* ... ugh. * I swear we give him bonus rewards every day.
pt_br: <32>{#p/basic}* ... ugh. * Eu juro que damos merecimento bonus para ele todos os dias.
zh_cn: <32>{#p/basic}* 呃... * 天天都超额完成任务， 天天都得给他发奖。
zh_tw: <32>{#p/basic}* 呃... * 天天都超額完成任務， 天天都得給他發獎。

source: <32>{#p/basic}* (Tall skeleton sets a very good example!)
pt_br: <32>{#p/basic}* (Grande esqueleto da ótimos exemplos!)
zh_cn: <32>{#p/basic}* （高个子骷髅，简直就是劳模！）
zh_tw: <32>{#p/basic}* （高個子骷髏，簡直就是勞模！）

source: <32>{#p/basic}* At this rate, he'll be on the dog council himself.
pt_br: <32>{#p/basic}* Neste ritmo ele estará no conselho canino por conta própria.
zh_cn: <32>{#p/basic}* 再这样下去， 他都能凭自己本事 直接进犬卫队了。
zh_tw: <32>{#p/basic}* 再這樣下去， 他都能憑自己本事 直接進犬衛隊了。

source: <32>{#p/basic}* (We are considering the possibility.) * (Now do your duty!)
pt_br: <32>{#p/basic}* (Estamos considerando a possibilidade.) * (Agora cumpra seu dever!)
zh_cn: <32>{#p/basic}* （这事我们也在考虑。） * （现在快去干活！）
zh_tw: <32>{#p/basic}* （這事我們也在考慮。） * （現在快去幹活！）

source: <32>{#p/basic}* (Doggo, new job for you!) * (Supplies of dog chow are running low.)
pt_br: <32>{#p/basic}* (Doggo, novo trabalho para você!) * (Os suprimentos de ração para cães estão acabando.)
zh_cn: <32>{#p/basic}* （Doggo，新任务！）
zh_tw: <32>{#p/basic}* （Doggo，新任務！）

source: <32>{#p/basic}* (Can you help refill?)
pt_br: <32>{#p/basic}* (Você pode ajudar a recolocar?)
zh_cn: <32>{#p/basic}* （狗粮快没了。） * （你能帮忙加点狗粮吗？）
zh_tw: <32>{#p/basic}* （狗糧快沒了。） * （你能幫忙加點狗糧嗎？）

source: <32>{#p/basic}* ... ugh. * Why do I get all the dirty work around here.
pt_br: <32>{#p/basic}* ... ugh. * Por que eu fico com todo trabalho duro por aqui?
zh_cn: <32>{#p/basic}* 呃... * 为啥所有脏活累活都得我干？
zh_tw: <32>{#p/basic}* 呃... * 為啥所有髒活累活都得我幹？

source: <32>{#p/basic}* (Doggo, only dog who doesn't mind dirty work.)
pt_br: <32>{#p/basic}* (Doggo, o único cachorro que não reclama de fazer trabalho duro.)
zh_cn: <32>{#p/basic}* （因为只有Doggo 愿意干脏活累活呢。）
zh_tw: <32>{#p/basic}* （因為只有Doggo 願意幹髒活累活呢。）

source: <32>{#p/basic}* Lies. * Doge likes doing dirty jobs way more than me.
pt_br: <32>{#p/basic}* Mentira. * Doge ama fazer trabalho duro bem mais do que eu.
zh_cn: <32>{#p/basic}* 胡说。 * Doge比我还愿意干呢， 找她去啊。
zh_tw: <32>{#p/basic}* 胡說。 * Doge比我還願意幹呢， 找她去啊。

source: <32>{#p/basic}* (Doge cannot do this job.) * (Doge is queen.)
pt_br: <32>{#p/basic}* (Doge não pode fazer esse tipo de trabalho.) * (Doge é a rainha.)
zh_cn: <32>{#p/basic}* （人家是女王， 怎么能麻烦她去干呢。）
zh_tw: <32>{#p/basic}* （人家是女王， 怎麼能麻煩她去幹呢。）

source: <32>{#p/basic}* OK. * Fine.
pt_br: <32>{#p/basic}* OK. * Beleza.
zh_cn: <32>{#p/basic}* 行，我去干。
zh_tw: <32>{#p/basic}* 行，我去幹。

source: <32>{#p/basic}* Well, I guess I'll have to end the message here.
pt_br: <32>{#p/basic}* Bem, eu acho que vou ter que acabar nosso papo por aqui.
zh_cn: <32>{#p/basic}* 嗯，现在得挂电话了。
zh_tw: <32>{#p/basic}* 嗯，現在得掛電話了。

source: <32>{#p/basic}* Have fun out there, wherever you are.
pt_br: <32>{#p/basic}* Divirta-se aí fora, seja lá onde você estiver.
zh_cn: <32>{#p/basic}* 无论你在哪， 都希望你能过的开心。
zh_tw: <32>{#p/basic}* 無論你在哪， 都希望你能過的開心。

source: <32>{#p/basic}* ... I'd give the phone back to that annoying dog, but the message would never end.
pt_br: <32>{#p/basic}* ... eu daria o telefone de volta para o cachorro irritante, mas a duraria tempo demais.
zh_cn: <32>{#p/basic}* ...我把电话还给神烦狗吧。 * 给了它，电话就挂不了了。
zh_tw: <32>{#p/basic}* ...我把電話還給神煩狗吧。 * 給了它，電話就掛不了了。

source: <32>{#p/basic}* HOW CAN YOU TALK FOR SO LONG WITHOUT GETTING TIRED!?
pt_br: <32>{#p/basic}* QUEM CONVERSA POR TANTO TEMPO SEM FICAR CANSADO!?
zh_cn: <32>{#p/basic}* 我，你是咋做到 连着说那么长时间 还一点不累的？
zh_tw: <32>{#p/basic}* 我，你是咋做到 連著說那麼長時間 還一點不累的？

source: <32>{#p/basic}* OK already! * Quit rushing me!!
pt_br: <32>{#p/basic}* Tá bom, estou indo! * Para de me apressar!
zh_cn: <32>{#p/basic}* 好，来了来了！ * 别催我了！！
zh_tw: <32>{#p/basic}* 好，來了來了！ * 別催我了！！

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, hello, dearie~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Oh, olá querido~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 哦，你好呀， 小宝贝~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 喔，你好呀， 小寶貝~

source: <32>{#p/basic}* Are you doing well?
pt_br: <32>{#p/basic}* Você está bem?
zh_cn: <32>{#p/basic}* 过的咋样呢？
zh_tw: <32>{#p/basic}* 過的咋樣呢？

source: <32>{#p/basic}* Oh, who am I kidding~ * It's not like I cared about you anyway~
pt_br: <32>{#p/basic}* Oh, estou brincando~ * Não é como se eu me importasse com você~
zh_cn: <32>{#p/basic}* 哎呀，我瞎操心啥呢~ * 你是死是活， 关我什么事~
zh_tw: <32>{#p/basic}* 哎呀，我瞎操心啥呢~ * 你是死是活， 關我什麼事~

source: <32>{#p/basic}* I just wanted to let you know about all the fun you're missing out on!
pt_br: <32>{#p/basic}* Eu só quero que você saiba de toda a diversão que está perdendo!
zh_cn: <32>{#p/basic}* 真可惜，你走的太早， 错过了很多好戏呢~ * 就让我讲给你听吧！
zh_tw: <32>{#p/basic}* 真可惜，你走的太早， 錯過了很多好戲呢~ * 就讓我講給你聽吧！

source: <32>{#p/basic}{#s/spiderLaugh}* So, after you departed from the outpost...
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Então, após você partir do Outpost...
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 在你离开后... 大家想让Alphys当女王~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 在你離開後... 大家想讓Alphys當女王~

source: <32>{#p/basic}* By line of succession, Alphys was put in charge as queen~
pt_br: <32>{#p/basic}* Por linha de sucessão, Alphys deveria entrar em controle como rainha~
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#p/basic}* But you see, dearie, she didn't think she could do it!
pt_br: <32>{#p/basic}* Mas você vê, querido, ela não achava que conseguiria!
zh_cn: <32>{#p/basic}* 可是呢...我们的Alphys 连上任的勇气都没有呢！
zh_tw: <32>{#p/basic}* 可是呢...我們的Alphys 連上任的勇氣都沒有呢！

source: <32>{#p/basic}* Don't blame her though~ * She let her pet TV star die such a tragic death!
pt_br: <32>{#p/basic}* Não a culpa de forma alguma. Ela deixou sua estrela da TV de estimação morrer tão tragicamente!
zh_cn: <32>{#p/basic}* 也难怪~ * 这个低能连自己的机器人宝宝 都救不了，还想当女王？
zh_tw: <32>{#p/basic}* 也難怪~ * 這個低能連自己的機器人寶寶 都救不了，還想當女王？

source: <32>{#p/basic}* Don't blame her though~ * Without big boy Asgore to hold her hand, she was helpless!
pt_br: <32>{#p/basic}* Não a culpo de forma alguma. Sem o grande Asgore para segurar suas mãos, ela é inútil!
zh_cn: <32>{#p/basic}* 也难怪~ * 没了Asgore撑腰， 她就是个低能呀~
zh_tw: <32>{#p/basic}* 也難怪~ * 沒了Asgore撐腰， 她就是個低能呀~

source: <32>{#p/basic}* It's so unfortunate there was nobody left to take charge, don't you think?
pt_br: <32>{#p/basic}* Seria tão triste não ter ninguém para tomar o poder, você não acha?
zh_cn: <32>{#p/basic}* 真难办呀~ * 这么大一个前哨站， 谁来管呢？
zh_tw: <32>{#p/basic}* 真難辦呀~ * 這麼大一個前哨站， 誰來管呢？

source: <32>{#p/basic}* Lucky for her, I was more than willing to appoint myself~
pt_br: <32>{#p/basic}* Para a sorte dele, eu estava mais do que feliz em tomar o poder~
zh_cn: <32>{#p/basic}* 不用担心！ * 她不想当，我来当~
zh_tw: <32>{#p/basic}* 不用擔心！ * 她不想當，我來當~

source: <32>{#p/basic}* Ahuhuhu~ * She rejected me at first, but after a little "persuasion..."
pt_br: <32>{#p/basic}* Ahuhuhu~ * Ela me rejeitou no começo, mas após um pouco de "persuasão..."
zh_cn: <32>{#p/basic}* 啊呼呼~ * 一开始，她还挺倔~
zh_tw: <32>{#p/basic}* 啊呼呼~ * 一開始，她還挺倔~

source: <32>{#p/basic}* She was quite eager to hand the outpost over to me!
pt_br: <32>{#p/basic}* Ela foi meio que obrigada a me dar as mãos do Outpost!
zh_cn: <32>{#p/basic}* 不过，稍稍“开导”一下， 她立马就老实了~ * 然后，乖乖把王位让给我啦！
zh_tw: <32>{#p/basic}* 不過，稍稍「開導」一下， 她立馬就老實了~ * 然後，乖乖把王位讓給我啦！

source: <32>{#p/basic}* She held a meeting with the royal guards to hire someone else, but...
pt_br: <32>{#p/basic}* Ela fez um conselho com a guarda real para contratar alguém, mas...
zh_cn: <32>{#p/basic}* 为了选出接班人， 她跟那群皇家守卫 开了个会...
zh_tw: <32>{#p/basic}* 為了選出接班人， 她跟那群皇家守衛 開了個會...

source: <32>{#p/basic}* Without their captain, they'd fallen into disorder! * They needed direction~
pt_br: <32>{#p/basic}* Sem a capitã, eles caíram em desordem! * Eles precisavam de direção~
zh_cn: <32>{#p/basic}* 结果呢...[ADD]<32>{#p/basic}* 大队长一死，那群废物守卫 立马没了凝聚力~ 一个个自以为是，谁也不服谁~
zh_tw: <32>{#p/basic}* 結果呢...[ADD]<32>{#p/basic}* 大隊長一死，那群廢物守衛 立馬沒了凝聚力~ 一個個自以為是，誰也不服誰~

source: <32>{#p/basic}* Ahuhuhu~ * Thankfully, I was more than willing to give it to them!
pt_br: <32>{#p/basic}* Ahuhuhu~ * Felizmente, eu estava mais do que pronta para entregá-los isso!
zh_cn: <32>{#p/basic}* 啊呼呼呼~ * 既然他们选不出领导人， 那就我来当！
zh_tw: <32>{#p/basic}* 啊呼呼呼~ * 既然他們選不出領導人， 那就我來當！

source: <32>{#p/basic}* And from there, the outpost was all but mine.
pt_br: <32>{#p/basic}* Desde então, o Outpost é todo meu.
zh_cn: <32>{#p/basic}* 现在，整个前哨站， 都是我的地盘了~
zh_tw: <32>{#p/basic}* 現在，整個前哨站， 都是我的地盤了~

source: <33>{#p/basic}* With your killing and bullying, the people were made so afraid and obedient~
pt_br: <33>{#p/basic}* Com sua matança e espancamento, as pessoas temeram e se tornaram obedientes~
zh_cn: <33>{#p/basic}* 多亏了你又杀又砍~ 他们现在又老实，又乖~
zh_tw: <33>{#p/basic}* 多虧了你又殺又砍~ 他們現在又老實，又乖~

source: <32>{#p/basic}* With your bullying, the people were made so afraid and obedient~
pt_br: <32>{#p/basic}* Com seu ato de bullinar, as pessoas se tornaram medrosas e obedientes~
zh_cn: <32>{#p/basic}* 多亏了你揍得他们 满地找牙~ * 他们现在又老实，又乖~
zh_tw: <32>{#p/basic}* 多虧了你揍得他們 滿地找牙~ * 他們現在又老實，又乖~

source: <32>{#p/basic}* Like they were just begging for a strong, assertive leader to take her rightful place!
pt_br: <32>{#p/basic}* Como se estivessem apenas implorando por uma líder forte e assertiva para ocupar seu lugar de direito!
zh_cn: <32>{#p/basic}* 这群宝宝们都吓坏了~ 都等着天降明君， 拯救他们呢！
zh_tw: <32>{#p/basic}* 這群寶寶們都嚇壞了~ 都等著天降明君， 拯救他們呢！

source: <32>{#p/basic}* It's incredible just how quickly they all came around.
pt_br: <32>{#p/basic}* É tão incrível como as coisas funcionaram do jeito que deviam.
zh_cn: <32>{#p/basic}* 没想到他们这么快 就服服帖帖的了~
zh_tw: <32>{#p/basic}* 沒想到他們這麼快 就服服帖帖的了~

source: <32>{#p/basic}* For that, dearie, I have you to thank~
pt_br: <32>{#p/basic}* Por isso, querido, eu devo te agradecer~
zh_cn: <32>{#p/basic}* 真要好好谢谢你呢， 宝贝~
zh_tw: <32>{#p/basic}* 真要好好謝謝你呢， 寶貝~

source: <25>{#p/alphys}{#f/21}* Oh, come ON. * You think you can just blame it all on THEM?
pt_br: <25>{#p/alphys}{#f/21}* Ah, que foi? * Você pensa que pode culpa-los por TUDO?
zh_cn: <25>{#p/alphys}{#f/21}* 够了。 * 我们变成现在这样， 你也有责任吧？
zh_tw: <25>{#p/alphys}{#f/21}* 夠了。 * 我們變成現在這樣， 你也有責任吧？

source: <32>{#p/basic}* Oh, dearie... * It's a shame you're not here to see this~
pt_br: <32>{#p/basic}* Oh, querido... * É uma pena que você não está aqui para ver isso~
zh_cn: <32>{#p/basic}* 哦，宝贝... * 真想让你亲眼看看 这场好戏呢~
zh_tw: <32>{#p/basic}* 喔，寶貝... * 真想讓你親眼看看 這場好戲呢~

source: <32>{#p/basic}* Not only do the people do whatever I want, whenever I want...
pt_br: <32>{#p/basic}* Não apenas as pessoas fazem o que eu quero, na hora que eu quero...
zh_cn: <32>{#p/basic}* 这群怪物特别听话~ * 我让他们干啥，他们就干啥~
zh_tw: <32>{#p/basic}* 這群怪物特別聽話~ * 我讓他們幹啥，他們就幹啥~

source: <32>{#p/basic}* But some of them even do it willingly!
pt_br: <32>{#p/basic}* Mas alguns deles até fazem isso de bom grado!
zh_cn: <32>{#p/basic}* 而且呢... * 有的怪物还乐在其中， 甚至对我感激涕零呢！
zh_tw: <32>{#p/basic}* 而且呢... * 有的怪物還樂在其中， 甚至對我感激涕零呢！

source: <32>{#p/basic}* Most of them still whine and complain like babies, though.
pt_br: <32>{#p/basic}* Maior parte deles ainda choram e reclamam como bebês, é claro.
zh_cn: <32>{#p/basic}* 不过... 还有不少怪物不咋听话， 跟个巨婴似的，成天抱怨。
zh_tw: <32>{#p/basic}* 不過... 還有不少怪物不咋聽話， 跟個巨嬰似的，成天抱怨。

source: <25>{#p/alphys}{#f/21}* Well GEE, I wonder why THAT might be.
pt_br: <25>{#p/alphys}{#f/21}* Bom CARAMBA, eu me pergunto o motivo.
zh_cn: <25>{#p/alphys}{#f/21}* 真无语，你就不想想 他们为啥不乐意吗？
zh_tw: <25>{#p/alphys}{#f/21}* 真無語，你就不想想 他們為啥不樂意嗎？

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, Alphys-dear~ * Didn't I tell you to clean out the fluid network today?
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Oh, Alphys querida~ * Eu não te pedi para limpar o fluido de internet hoje?
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 呦，这不是Alphys小亲亲嘛~ * 今天让你清理水管， 怎么还不去呢？
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 呦，這不是Alphys小親親嘛~ * 今天讓你清理水管， 怎麼還不去呢？

source: <32>{#p/basic}* It's gotten so dirty after all these years...
pt_br: <32>{#p/basic}* Ele ficou tão sujo após todos esses anos...
zh_cn: <32>{#p/basic}* 过了这么久... 那里面肯定又脏又臭~
zh_tw: <32>{#p/basic}* 過了這麼久... 那裡面肯定又髒又臭~

source: <32>{#p/basic}* If you don't clean it, then who will?
pt_br: <32>{#p/basic}* Se você não limpar, então que vai?
zh_cn: <32>{#p/basic}* 你不去，谁去呢？
zh_tw: <32>{#p/basic}* 你不去，誰去呢？

source: <25>{#p/alphys}{#f/22}* I DON'T KNOW, MAYBE SOMEONE WHO'S ACTUALLY QUALIFIED!?
pt_br: <25>{#p/alphys}{#f/22}* NÃO SEI, TALVEZ ALGUÉM QUE ESTEJA REALMENTE QUALIFICADO!?
zh_cn: <25>{#p/alphys}{#f/22}* 谁有本事，谁就干！ 反正我不干！
zh_tw: <25>{#p/alphys}{#f/22}* 誰有本事，誰就幹！ 反正我不幹！

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, you ARE such a pest, aren't you~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Oh, você é uma praga, não é~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 呦，胆子不小嘛。 又懦弱，又烦人， 跟条蛆似的~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 呦，膽子不小嘛。 又懦弱，又煩人， 跟條蛆似的~

source: <32>{#p/basic}* But... ahuhuhu~ * You know what happens to pests, don't you?
pt_br: <32>{#p/basic}* Mas... ahuhuhu~ * Você sabe o que acontece com pragas, não é mesmo?
zh_cn: <32>{#p/basic}* 不过... 啊呼呼~ * 知道我会怎么处置 一条“蛆”吗？
zh_tw: <32>{#p/basic}* 不過... 啊呼呼~ * 知道我會怎麼處置 一條「蛆」嗎？

source: <25>{#p/alphys}{#f/2}* ... n-no, please, I...
pt_br: <25>{#p/alphys}{#f/2}* ... n-não, por favor, eu...
zh_cn: <25>{#p/alphys}{#f/2}* ...不-不要！ * 求求您... 我...
zh_tw: <25>{#p/alphys}{#f/2}* ...不-不要！ * 求求您... 我...

source: <25>{#p/alphys}{#f/3}* I-I'll do it! * You just watch me, I'll do it right now!
pt_br: <25>{#p/alphys}{#f/3}* E-eu vou lá fazer! * Fique aí assistindo, eu vou lá agora!
zh_cn: <25>{#p/alphys}{#f/3}* 我-我干！ * 我现在就去擦， 我肯定不偷懒，求求您...
zh_tw: <25>{#p/alphys}{#f/3}* 我-我幹！ * 我現在就去擦， 我肯定不偷懶，求求您...

source: <32>{#p/basic}{#s/spiderLaugh}* Too late, Alphys-dear~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Tarde demais, Alphys-querida~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 呵呵呵。 * 太晚了哦，Alphys小亲亲~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 呵呵呵。 * 太晚了喔，Alphys小親親~

source: <32>{#p/basic}* Spiders, take her away!
pt_br: <32>{#p/basic}* Aranhas, levem ela daqui!
zh_cn: <32>{#p/basic}* 蜘蛛们，把她拖出去！
zh_tw: <32>{#p/basic}* 蜘蛛們，把她拖出去！

source: <32>{#p/basic}* It would seem she needs another stay in the Aurora Zone~
pt_br: <32>{#p/basic}* Parece que ela precisa de mais um tempo na Zona da Aurora~
zh_cn: <32>{#p/basic}* 我们的Alphys想去 “极光区”再体验一把 高能射线的快感呢~
zh_tw: <32>{#p/basic}* 我們的Alphys想去 「極光區」再體驗一把 高能射線的快感呢~

source: <25>{#p/alphys}{#f/22}* No, PLEASE!! * I'LL DO ANYTHING!!
pt_br: <25>{#p/alphys}{#f/22}* Não, POR FAVOR!! * Eu faço qualquer coisa!!
zh_cn: <25>{#p/alphys}{#f/22}* 不！求求您！！ * 让我做牛做马都可以！！ 别电我！！
zh_tw: <25>{#p/alphys}{#f/22}* 不！求求您！！ * 讓我做牛做馬都可以！！ 別電我！！

source: <32>{#p/basic}{#s/spiderLaugh}* See you on the other side~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Te vejo do outro lado~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 一会见哦~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 一會見喔~

source: <26>{#p/alphys}{#f/24}* Maybe you'd like to try.
pt_br: <26>{#p/alphys}{#f/24}* Talvez você gostaria de tentar.
zh_cn: <26>{#p/alphys}{#f/24}* 那当然是“您”去了。
zh_tw: <26>{#p/alphys}{#f/24}* 那當然是「您」去了。

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, but you know that'll never happen~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ah, mas você sabe que isso nunca vai acontecer~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 哦？ 你可真会扯淡呢~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 喔？ 你可真會扯淡呢~

source: <32>{#p/basic}* And... ahuhuhu~ * Talk like that is what gets you in trouble, I'm afraid~
pt_br: <32>{#p/basic}* E... ahuhuhu~ * Falar desse jeito é o que te põe em perigo, querida~
zh_cn: <32>{#p/basic}* 而且呢... 啊呼呼呼~ * 敢跟我这么说话， 是不是活得不耐烦了~
zh_tw: <32>{#p/basic}* 而且呢... 啊呼呼呼~ * 敢跟我這麼說話， 是不是活得不耐煩了~

source: <25>{#p/alphys}{#f/27}* Oh, does it now?
pt_br: <25>{#p/alphys}{#f/27}* Ah, e é mesmo?
zh_cn: <25>{#p/alphys}{#f/27}* 是吗？
zh_tw: <25>{#p/alphys}{#f/27}* 是嗎？

source: <25>{#p/alphys}{#f/28}* Eheh... * Maybe you'll be the one who's in trouble soon.
pt_br: <25>{#p/alphys}{#f/28}* Eheh... * Talvez você estará em perigo logo, logo.
zh_cn: <25>{#p/alphys}{#f/28}* 呵呵呵... * 威胁别人前，我劝你 操心操心自己那条小命吧。
zh_tw: <25>{#p/alphys}{#f/28}* 呵呵呵... * 威脅別人前，我勸你 操心操心自己那條小命吧。
