Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/mettaton}* NOT TO MENTION HOW YOU IMPROVED YOUR BEHAVIOR AFTER MY WARNING.
pt_br: <32>{#p/mettaton}* SEM MENCIONAR A SUA MELHORA DE COMPORTAMENTO APÓS MEU AVISO.
zh_cn: <32>{#p/mettaton}* 更不用说， 你听了我的劝， 在空境非常老实。
zh_tw: <32>{#p/mettaton}* 更不用說， 你聽了我的勸， 在空境非常老實。

source: <32>{#p/mettaton}* BUT DON'T THINK FOR A SECOND THAT IT EXCUSES ANYTHING OTHERWISE.
pt_br: <32>{#p/mettaton}* MAS NÃO PENSE NEM POR UM SEGUNDO QUE ISSO PERDOA QUALQUER ATITUDE.
zh_cn: <32>{#p/mettaton}* 但别觉得我夸你两句， 之前的账就能一笔勾销。
zh_tw: <32>{#p/mettaton}* 但別覺得我誇你兩句， 之前的帳就能一筆勾銷。

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, ALPHYS HAS HAD HER HANDS FULL AS THE QUEEN.
pt_br: <32>{#p/mettaton}* DESDE QUE ASGORE DESAPARECEU, ALPHYS TEM ESTADO CHEIA DE TRABALHOS COMO A RAINHA.
zh_cn: <32>{#p/mettaton}* 在你走后，ASGORE失踪了。 * 王位空虚，ALPHYS便接下重担， 继承王位。
zh_tw: <32>{#p/mettaton}* 在你走後，ASGORE失蹤了。 * 王位空虛，ALPHYS便接下重擔， 繼承王位。

source: <32>{#p/mettaton}* I WAS SURPRISED TO SEE HER TAKE ON THE ROLE, BUT...
pt_br: <32>{#p/mettaton}* EU ESTAVA SURPRESA EM VÊ-LA TOMAR O CONTROLE, MAS...
zh_cn: <32>{#p/mettaton}* 一开始，我还挺意外...
zh_tw: <32>{#p/mettaton}* 一開始，我還挺意外...

source: <32>{#p/mettaton}* I GUESS HER SUCCESS IN ESCORTING YOU BOOSTED HER CONFIDENCE.
pt_br: <32>{#p/mettaton}* EU ACHO QUE O SUCESSO DELA EM TE ESCOLTAR A DEU BASTANTE CONFIANÇA.
zh_cn: <32>{#p/mettaton}* 但转念一想， 她一路把送你到了首塔... 把胆量和自信都锻炼出来了。
zh_tw: <32>{#p/mettaton}* 但轉念一想， 她一路把送你到了首塔... 把膽量和自信都鍛鍊出來了。

source: <32>{#p/mettaton}* STILL, IT HASN'T BEEN EASY.
pt_br: <32>{#p/mettaton}* AINDA ASSIM, NÃO TEM SIDO FÁCIL.
zh_cn: <32>{#p/mettaton}* 虽然当上了女王， 但ALPHYS过得并不好。
zh_tw: <32>{#p/mettaton}* 雖然當上了女王， 但ALPHYS過得並不好。

source: <32>{#p/mettaton}* EVER SINCE SHE GUIDED YOU TO SAFETY, UNDYNE'S BEEN QUITE UPSET AT HER.
pt_br: <32>{#p/mettaton}* DESDE QUE ELA TE GUIOU PARA A SEGURANÇA, UNDYNE TEM ESTADO IRADA COM ELA.
zh_cn: <32>{#p/mettaton}* 因为偷着把你送走， UNDYNE都气疯了。
zh_tw: <32>{#p/mettaton}* 因為偷著把你送走， UNDYNE都氣瘋了。

source: <32>{#p/mettaton}* THE INCUMBENT GUARD CAPTAIN QUESTIONS HER EVERY DECISION, GIVING HER DOUBTS.
pt_br: <32>{#p/mettaton}* A CAPITÃ DA GUARDA QUESTIONA CADA DECISÃO DA RAINHA, A DANDO DÚVIDAS.
zh_cn: <32>{#p/mettaton}* 这位大队长 先是不停质问ALPHYS， 骂她背信弃义。[ADD]<32>{#p/mettaton}* 接着，又疏远了她。
zh_tw: <32>{#p/mettaton}* 這位大隊長 先是不停質問ALPHYS， 罵她背信棄義。[ADD]<32>{#p/mettaton}* 接著，又疏遠了她。

source: <32>{#p/mettaton}* AND WHILE SHE STILL BELIEVES YOU TO BE REDEEMABLE...
pt_br: <32>{#p/mettaton}* E MESMO QUE ELA ACREDITE EM SUA REDENÇÃO...
zh_cn: <32>{#p/mettaton}* 虽然ALPHYS还相信你， 觉得你有救... 但其他民众可不这么想。
zh_tw: <32>{#p/mettaton}* 雖然ALPHYS還相信你， 覺得你有救... 但其他民眾可不這麼想。

source: <32>{#p/mettaton}* THE PEOPLE WANT HUMANS DEAD.
pt_br: <32>{#p/mettaton}* AS PESSOAS QUEREM A MORTE DOS HUMANOS.
zh_cn: <32>{#p/mettaton}* 出了这些事， 他们只想把人类统统杀光。
zh_tw: <32>{#p/mettaton}* 出了這些事， 他們只想把人類統統殺光。

source: <32>{#p/mettaton}* EVEN THE FORMER QUEEN TORIEL COULDN'T CHANGE THEIR MINDS UPON HER RETURN.
pt_br: <32>{#p/mettaton}* NEM MESMO A VERDADEIRA RAINHA TORIEL NÃO CONSEGUIU MUDAR A MENTE DAS PESSOAS.
zh_cn: <32>{#p/mettaton}* 过了一阵，TORIEL回归了。 * 可她根本劝不动 这些怪物。
zh_tw: <32>{#p/mettaton}* 過了一陣，TORIEL回歸了。 * 可她根本勸不動 這些怪物。

source: <32>{#p/mettaton}* BY THEN, ALPHYS HAD LOST HER APPETITE FOR POLITICS.
pt_br: <32>{#p/mettaton}* DESDE ENTÃO, ALPHYS PERDEU O APETITE POR POLÍTICA.
zh_cn: <32>{#p/mettaton}* 最终，ALPHYS也心灰意冷， 放弃了王位。
zh_tw: <32>{#p/mettaton}* 最終，ALPHYS也心灰意冷， 放棄了王位。

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, UNDYNE HAS HAD HER HANDS FULL AS THE QUEEN.
pt_br: <32>{#p/mettaton}* DESDE QUE ASGORE DESAPARECEU, UNDYNE TEM TIDO MUITO TRABALHO COMO RAINHA.
zh_cn: <32>{#p/mettaton}* 在你走后，ASGORE失踪了。 * 王位空虚，UNDYNE就趁机 当上女王，一手遮天。
zh_tw: <32>{#p/mettaton}* 在你走後，ASGORE失蹤了。 * 王位空虛，UNDYNE就趁機 當上女王，一手遮天。

source: <32>{#p/mettaton}* AND ALPHYS? * WELL, SHE -WAS- SUPPOSED TO BE THE NEXT IN LINE...
pt_br: <32>{#p/mettaton}* E A ALPHYS? * BEM, ELA -ERA- SUPOSTAMENTE PARA SER A PRÓXIMA NA LINHA...
zh_cn: <32>{#p/mettaton}* ALPHYS呢？ * 本来最适合继承王位的人 就是她... 可她却逃跑了。
zh_tw: <32>{#p/mettaton}* ALPHYS呢？ * 本來最適合繼承王位的人 就是她... 可她卻逃跑了。

source: <32>{#p/mettaton}* BUT I DON'T BLAME HER FOR RUNNING OFF.
pt_br: <32>{#p/mettaton}* MAS EU NÃO A CULPO POR CORRER DO CARGO.
zh_cn: <32>{#p/mettaton}* 说实话，我不怪她。
zh_tw: <32>{#p/mettaton}* 說實話，我不怪她。

source: <32>{#p/mettaton}* THE PEOPLE WANT HUMANS DEAD. * AND, FRANKLY, THEY'RE MORE THAN JUSTIFIED.
pt_br: <32>{#p/mettaton}* AS PESSOAS QUEREM OS HUMANOS MORTOS. * E, SINCERAMENTE, ELES TEM MAIS DO QUE A JUSTIFICATIVA.
zh_cn: <32>{#p/mettaton}* 许多怪物只想把人类 统统杀光。[ADD]<32>{#p/mettaton}* 说实话，出了这些事， 换谁谁这么想。
zh_tw: <32>{#p/mettaton}* 許多怪物只想把人類 統統殺光。[ADD]<32>{#p/mettaton}* 說實話，出了這些事， 換誰誰這麼想。

source: <32>{#p/mettaton}* LET ALONE UNDYNE'S.
pt_br: <32>{#p/mettaton}* MUITO MENOS UNDYNE.
zh_cn: <32>{#p/mettaton}* 更别说劝UNDYNE了。
zh_tw: <32>{#p/mettaton}* 更別說勸UNDYNE了。

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, TORIEL HAS HAD HER HANDS FULL AS THE QUEEN.
pt_br: <32>{#p/mettaton}* DESDE QUE ASGORE DESAPARECEU, TORIEL TEM TIDO SUAS MÃOS CHEIAS COMO RAINHA.
zh_cn: <32>{#p/mettaton}* 在你走后，ASGORE失踪了。 * 王位空虚，TORIEL便接下重担， 回归了王位。
zh_tw: <32>{#p/mettaton}* 在你走後，ASGORE失蹤了。 * 王位空虛，TORIEL便接下重擔， 回歸了王位。

source: <32>{#p/mettaton}* EVEN TORIEL HERSELF COULDN'T CONVINCE THEM TO CALM DOWN. * BELIEVE ME, SHE TRIED.
pt_br: <32>{#p/mettaton}* NEM MESMO A PRÓPRIA TORIEL CONSEGUIU ACALMA-LOS. * ELA TENTOU MUITO, ACREDITE.
zh_cn: <32>{#p/mettaton}* 那些怪物都跟着了魔一样， TORIEL怎么劝，都劝不动。
zh_tw: <32>{#p/mettaton}* 那些怪物都跟著了魔一樣， TORIEL怎麼勸，都勸不動。

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, THINGS HAVE GOTTEN WORSE BY THE DAY.
pt_br: <32>{#p/mettaton}* DESDE QUE ASGORE DESAPARECEU AS COISAS FICARAM CADA VEZ PIORES.
zh_cn: <32>{#p/mettaton}* 在你走后，ASGORE失踪了。 * 这里的境况也越来越糟。
zh_tw: <32>{#p/mettaton}* 在你走後，ASGORE失蹤了。 * 這裡的境況也越來越糟。

source: <32>{#p/mettaton}* ALPHYS WAS SUPPOSED TO TAKE OVER FOR HIM, BUT SHE RAN OFF.
pt_br: <32>{#p/mettaton}* ALPHYS ERA SUPOSTAMENTE PARA TOMAR O PODER, MAS ELA FUGIU.
zh_cn: <32>{#p/mettaton}* ALPHYS呢？ * 本来最适合继承王位的人 就是她... 可她却逃跑了。
zh_tw: <32>{#p/mettaton}* ALPHYS呢？ * 本來最適合繼承王位的人 就是她... 可她卻逃跑了。

source: <32>{#p/mettaton}* DO I BLAME HER? * NOT AT ALL.
pt_br: <32>{#p/mettaton}* EU A CULPO? * DE JEITO ALGUM.
zh_cn: <32>{#p/mettaton}* 觉得我会骂她， 说她胆小鬼？ * 想多了。
zh_tw: <32>{#p/mettaton}* 覺得我會罵她， 說她膽小鬼？ * 想多了。

source: <32>{#p/mettaton}* BUT IT MEANT I HAD NO CHOICE EXCEPT TO TAKE OVER MYSELF.
pt_br: <32>{#p/mettaton}* MAS ISSO SIGNIFICA QUE EU NÃO TINHA OUTRA ESCOLHA SE NÃO TOMAR O PODER PARA MIM.
zh_cn: <32>{#p/mettaton}* 不过她一走， 王位不能就这么空着， 只能我来当王了。
zh_tw: <32>{#p/mettaton}* 不過她一走， 王位不能就這麼空著， 只能我來當王了。

source: <32>{#p/mettaton}* I HAVE MIXED FEELINGS ABOUT HUMANS, AFTER DISCOVERING THE ARCHIVE...
pt_br: <32>{#p/mettaton}* EU TENHO SENTIMENTOS MISTURADOS PELO HUMANOS DESDE QUE DESCOBRI O ARQUIVO...
zh_cn: <32>{#p/mettaton}* 后来，我发现了“档案”。 * 看到里面的人类时， 我心里五味杂陈...
zh_tw: <32>{#p/mettaton}* 後來，我發現了「檔案」。 * 看到裡面的人類時， 我心裡五味雜陳...

source: <32>{#p/mettaton}* BUT THE PEOPLE ARE COMPLETELY JUSTIFIED IN FEELING THE WAY THEY DO ABOUT YOU.
pt_br: <32>{#p/mettaton}* MAS AS PESSOAS ESTÃO TOTALMENTE CORRETAS SOBRE SEUS SENTIMENTOS EM RELAÇÃO A VOCÊ.
zh_cn: <32>{#p/mettaton}* 但民众可不这么想。 * 他们只看到了你， 他们只想让人类都死光。
zh_tw: <32>{#p/mettaton}* 但民眾可不這麼想。 * 他們只看到了你， 他們只想讓人類都死光。

source: <32>{#p/mettaton}* YOUR ACTIONS PROVED THAT, NO MATTER HOW MUCH I'D LIKE TO BELIEVE IN HUMANITY...
pt_br: <32>{#p/mettaton}* SUAS AÇÕES PROVARAM QUE, NÃO IMPORTA O QUANTO EU GOSTARIA DE ACREDITAR NA HUMANIDADE...
zh_cn: <32>{#p/mettaton}* 我很喜欢人类， 也很愿意相信人类...
zh_tw: <32>{#p/mettaton}* 我很喜歡人類， 也很願意相信人類...

source: <32>{#p/mettaton}* THERE WILL ALWAYS BE THOSE OF YOU OUT THERE WHO DON'T DESERVE THAT BELIEF.
pt_br: <32>{#p/mettaton}* SEMPRE EXISTIRÁ AQUELES COMO VOCÊ LÁ FORA QUE NÃO MERECEM ESSA CRENÇA.
zh_cn: <32>{#p/mettaton}* 可是，总有像你这样的人， 不值得信任。
zh_tw: <32>{#p/mettaton}* 可是，總有像你這樣的人， 不值得信任。

source: <32>{#p/mettaton}* AND THAT'S THE BIGGEST SHAME OF THEM ALL.
pt_br: <32>{#p/mettaton}* E ESSA É A MAIOR TRISTEZA DE TODAS.
zh_cn: <32>{#p/mettaton}* 人类和怪物之间 本来犯不着有那些冲突...
zh_tw: <32>{#p/mettaton}* 人類和怪物之間 本來犯不著有那些衝突...

source: <32>{#p/mettaton}* HUMANS AND MONSTERS SHOULDN'T HAVE TO BE AT ODDS.
pt_br: <32>{#p/mettaton}* HUMANOS E MONSTROS NÃO DEVERIAM SER INIMIGOS.
zh_cn: <32>{#p/mettaton}* 生活在同一片天地， 彼此和平共处，不好吗？
zh_tw: <32>{#p/mettaton}* 生活在同一片天地， 彼此和平共處，不好嗎？

source: <32>{#p/mettaton}* IN A PERFECT UNIVERSE, OUR TWO SPECIES CO-EXIST IN PEACE.
pt_br: <32>{#p/mettaton}* EM UM UNIVERSO PERFEITO, NOSSAS DUAS ESPÉCIES COEXISTEM EM PAZ.
zh_cn: <32>{#p/mettaton}* 可是... 现实哪有童话那么美好。
zh_tw: <32>{#p/mettaton}* 可是... 現實哪有童話那麼美好。

source: <32>{#p/mettaton}* BUT IT'S NOT A PERFECT UNIVERSE, IS IT?
pt_br: <32>{#p/mettaton}* MAS ESTE NÃO É UM UNIVERSO PERFEITO, OU É?
zh_cn: <32>{#p/mettaton}* 真是可悲啊， 就算“人类”再善良...
zh_tw: <32>{#p/mettaton}* 真是可悲啊， 就算「人類」再善良...

source: <32>{#p/mettaton}* AFTER ALL, PEOPLE LIKE YOU STILL EXIST WITHIN IT.
pt_br: <32>{#p/mettaton}* ATÉ PORQUE, PESSOAS COMO VOCÊ EXISTEM NELE.
zh_cn: <32>{#p/mettaton}* 可里面总有几个败类， 一颗老鼠屎，坏了一锅粥。
zh_tw: <32>{#p/mettaton}* 可裡面總有幾個敗類， 一顆老鼠屎，壞了一鍋粥。

source: <32>{#p/napstablook}* uh... * mettaton?
zh_cn: <32>{#p/napstablook}* 呃... * mettaton？
zh_tw: <32>{#p/napstablook}* 呃... * mettaton？

source: <32>{#p/napstablook}* are you okay?
pt_br: <32>{#p/napstablook}* você está bem?
zh_cn: <32>{#p/napstablook}* 你还好吗？
zh_tw: <32>{#p/napstablook}* 你還好嗎？

source: <32>{#p/mettaton}* ... * WHAT DOES IT SOUND LIKE.
pt_br: <32>{#p/mettaton}* ... * O QUE VOCÊ ACHA.
zh_cn: <32>{#p/mettaton}* ... * 你说呢？
zh_tw: <32>{#p/mettaton}* ... * 你說呢？

source: <32>{#p/napstablook}* mettaton, who are you talking to?
pt_br: <32>{#p/napstablook}* mettaton, com quem você está falando?
zh_cn: <32>{#p/napstablook}* 你在给谁打电话？
zh_tw: <32>{#p/napstablook}* 你在給誰打電話？

source: <32>{#p/mettaton}* BLOOKY, IT'S NOT IMPORTANT.
pt_br: <32>{#p/mettaton}* BLOOKY, NÃO É IMPORTANTE.
zh_cn: <32>{#p/mettaton}* 和你没关系，BLOOKY。
zh_tw: <32>{#p/mettaton}* 和你沒關係，BLOOKY。

source: <32>{#p/napstablook}* let me see......
pt_br: <32>{#p/napstablook}* deixa eu ver......
zh_cn: <32>{#p/napstablook}* 我猜猜......
zh_tw: <32>{#p/napstablook}* 我猜猜......

source: <32>{#p/napstablook}* ... * oh...
zh_cn: <32>{#p/napstablook}* ... * 知道了...
zh_tw: <32>{#p/napstablook}* ... * 知道了...

source: <32>{#p/napstablook}* hey, uh... you made my cousin pretty upset
pt_br: <32>{#p/napstablook}* ei, uh... você deixou meu primo com muita raiva.
zh_cn: <32>{#p/napstablook}* 嘿... * 呃，你伤了我表亲的心
zh_tw: <32>{#p/napstablook}* 嘿... * 呃，你傷了我表親的心

source: <32>{#p/napstablook}* ever since i found out he was my cousin, i've been looking after him...
pt_br: <32>{#p/napstablook}* desde que eu descobri que ele era meu primo, eu estive cuidando dele...
zh_cn: <32>{#p/napstablook}* 一次巧合，我发现mettaton 原来是我的表亲...[ADD]<32>{#p/napstablook}* alphys逃走了， 我就开始照顾他。
zh_tw: <32>{#p/napstablook}* 一次巧合，我發現mettaton 原來是我的表親...[ADD]<32>{#p/napstablook}* alphys逃走了， 我就開始照顧他。

source: <32>{#p/napstablook}* no matter what good you may have done, he......
pt_br: <32>{#p/napstablook}* não importa as coisas boas que você fez, ele......
zh_cn: <32>{#p/napstablook}* 虽然最后你也回心转意了， 可是因为你......
zh_tw: <32>{#p/napstablook}* 雖然最後你也回心轉意了， 可是因為你......

source: <32>{#p/napstablook}* regardless of the other humans being innocent, he......
pt_br: <32>{#p/napstablook}* mesmo que os outros humanos sejam inocentes, ele......
zh_cn: <32>{#p/napstablook}* 其他人类根本没做错什么， 可是因为你......
zh_tw: <32>{#p/napstablook}* 其他人類根本沒做錯什麼， 可是因為你......

source: <32>{#p/napstablook}* he's been getting angrier at you than ever lately
pt_br: <32>{#p/napstablook}* ele tem estado com mais raiva de você a cada dia.
zh_cn: <32>{#p/napstablook}* mettaton这两天气得不行
zh_tw: <32>{#p/napstablook}* mettaton這兩天氣得不行

source: <32>{#p/napstablook}* i'm...... really worried
pt_br: <32>{#p/napstablook}* eu... estou bem preocupado
zh_cn: <32>{#p/napstablook}* 我看他那样...... 好担心
zh_tw: <32>{#p/napstablook}* 我看他那樣...... 好擔心

source: <32>{#p/mettaton}* ARE YOU SAYING I SHOULDN'T BE ANGRY? * THAT I SHOULD BE CALM?
pt_br: <32>{#p/mettaton}* VOCÊ ESTÁ DIZENDO QUE NÃO DEVERIA TER RAIVA? * QUE DEVERIA ESTAR CALMO?
zh_cn: <32>{#p/mettaton}* 咋的？ * 死了那么多人，我还得强忍着， 当没事人一样吗？
zh_tw: <32>{#p/mettaton}* 咋的？ * 死了那麼多人，我還得強忍著， 當沒事人一樣嗎？

source: <32>{#p/mettaton}* THE PEOPLE THAT HUMAN KILLED ARE NEVER COMING BACK.
pt_br: <32>{#p/mettaton}* AS PESSOAS QUE O HUMANO MATOU NUNCA VÃO VOLTAR.
zh_cn: <32>{#p/mettaton}* 怪物死了，就剩一堆灰， 啥也没有了。
zh_tw: <32>{#p/mettaton}* 怪物死了，就剩一堆灰， 啥也沒有了。

source: <32>{#p/mettaton}* THEIR FAMILIES WILL NEVER SEE THEM AGAIN.
pt_br: <32>{#p/mettaton}* SUAS FAMILIAS NUNCA OS VERÃO NOVAMENTE.
zh_cn: <32>{#p/mettaton}* 他们的亲人再怎么哭， 怎么喊， 能把死者复活吗？
zh_tw: <32>{#p/mettaton}* 他們的親人再怎麼哭， 怎麼喊， 能把死者復活嗎？

source: <32>{#p/mettaton}* I'LL BE DAMNED IF I'M GOING TO REMAIN CALM IN THE FACE OF WHAT THEY DID!
pt_br: <32>{#p/mettaton}* EU ESTOU MALUCO SE FICAR CALMO ENFRENTANDO TUDO QUE ELE FEZ!
zh_cn: <32>{#p/mettaton}* 我特么要是还能当没事人一样， 心得有多大？
zh_tw: <32>{#p/mettaton}* 我特麼要是還能當沒事人一樣， 心得有多大？

source: <32>{#p/napstablook}* well... i just wanted you to know...
pt_br: <32>{#p/napstablook}* bem... eu só quero que você saiba...
zh_cn: <32>{#p/napstablook}* 呃... 人类，我告诉你...
zh_tw: <32>{#p/napstablook}* 呃... 人類，我告訴你...

source: <32>{#p/mettaton}* B... BLOOKY, COME ON...
pt_br: <32>{#p/mettaton}* B... BLOOKY, NÃO PRECISA...
zh_cn: <32>{#p/mettaton}* B... BLOOKY， 别这样...
zh_tw: <32>{#p/mettaton}* B... BLOOKY， 別這樣...

source: <32>{#p/mettaton}* IT'S NOT LIKE YOU TO SAY THINGS LIKE THAT.
pt_br: <32>{#p/mettaton}* NÃO É MUITO SEU JEITO DIZER COISAS ASSIM.
zh_cn: <32>{#p/mettaton}* 别为了给我出气， 就逼自己。
zh_tw: <32>{#p/mettaton}* 別為了給我出氣， 就逼自己。

source: <32>{#p/mettaton}* YOU'RE JUST SAYING THAT TO MAKE ME FEEL BETTER, RIGHT?
pt_br: <32>{#p/mettaton}* VOCÊ SÓ ESTÁ DIZENDO ISSO PARA QUE EU ME SINTA MELHOR, CERTO?
zh_cn: <32>{#p/mettaton}* 我认识的BLOOKY 才不会用这种口气说话， 对吧？
zh_tw: <32>{#p/mettaton}* 我認識的BLOOKY 才不會用這種口氣說話， 對吧？

source: <32>{#p/napstablook}* ...... * ...... i don't know
pt_br: <32>{#p/napstablook}* ...... * ...... eu não sei
zh_cn: <32>{#p/napstablook}* ...... * ......我.......
zh_tw: <32>{#p/napstablook}* ...... * ......我.......

source: <36>{#p/mettaton}* I APPRECIATE WHAT YOU'RE DOING, BUT I THINK IT'D BE BEST IF YOU STAYED OUT OF THIS.
pt_br: <36>{#p/mettaton}* EU APRECIO SUA TENTATIVA, MAS É MELHOR QUE VOCÊ FIQUE FORA DISSO.
zh_cn: <36>{#p/mettaton}* 你想让我开心点，我很高兴。 * 可这事跟你没啥关系， 别惹自己不愉快。
zh_tw: <36>{#p/mettaton}* 你想讓我開心點，我很高興。 * 可這事跟你沒啥關係， 別惹自己不愉快。

source: <32>{#p/napstablook}* you know...
pt_br: <32>{#p/napstablook}* sabe...
zh_cn: <32>{#p/napstablook}* mettaton...
zh_tw: <32>{#p/napstablook}* mettaton...

source: <32>{#p/napstablook}* if you did die like that......
pt_br: <32>{#p/napstablook}* se você morresse assim......
zh_cn: <32>{#p/napstablook}* 要是你也被人类杀了......
zh_tw: <32>{#p/napstablook}* 要是你也被人類殺了......

source: <32>{#p/napstablook}* i don't know if i would feel bad for you or not
pt_br: <32>{#p/napstablook}* eu não sei se me sentiria mal por você ou não
zh_cn: <32>{#p/napstablook}* 我... 不知道怎么办
zh_tw: <32>{#p/napstablook}* 我... 不知道怎麼辦

source: <32>{#p/napstablook}* so...... that's all
pt_br: <32>{#p/napstablook}* então... isso é tudo
zh_cn: <32>{#p/napstablook}* 嗯...... 说完了
zh_tw: <32>{#p/napstablook}* 嗯...... 說完了

source: <32>{#p/mettaton}* ... * ... WOW.
zh_cn: <32>{#p/mettaton}* ... * ...我去。
zh_tw: <32>{#p/mettaton}* ... * ...我去。

source: <32>{#p/mettaton}* HONESTLY, I THINK I'LL JUST LEAVE IT AT THAT.
pt_br: <32>{#p/mettaton}* HONESTAMENTE, ACHO QUE VOU DEIXAR POR ISSO.
zh_cn: <32>{#p/mettaton}* 我觉得， 还是现在挂电话吧。
zh_tw: <32>{#p/mettaton}* 我覺得， 還是現在掛電話吧。

source: <32>{#p/mettaton}* I WAS GOING TO TELL YOU MORE ABOUT MY FAMILY, BUT... THAT ABOUT SUMS IT UP.
pt_br: <32>{#p/mettaton}* EU IRIA TE FALAR MAIS SOBRE MINHA FAMÍLIA, MAS... TÁ TUDO RESUMIDO.
zh_cn: <32>{#p/mettaton}* 本来还想跟你讲讲 我的家人... * 想想算了。
zh_tw: <32>{#p/mettaton}* 本來還想跟你講講 我的家人... * 想想算了。

source: <32>{#p/mettaton}* BESIDES, IT'S A FITTING END TO THIS "LEGACY" YOU'VE LEFT BEHIND.
pt_br: <32>{#p/mettaton}* ALIÁS, É UM FIM QUE TRATA EXATAMENTE SEU "LEGADO" COMO ELE DEVE SER TRATADO.
zh_cn: <32>{#p/mettaton}* 而且，用BLOOKY的话 总结你的“丰功伟绩”， 也蛮合适的。
zh_tw: <32>{#p/mettaton}* 而且，用BLOOKY的話 總結你的「豐功偉績」， 也蠻合適的。

source: <32>{#p/mettaton}* ...
zh_tw: <32>{#p/mettaton}* ...ゑ

source: <32>{#p/mettaton}* WHAT A SHAME...
pt_br: <32>{#p/mettaton}* QUE DESGRAÇA...
zh_cn: <32>{#p/mettaton}* 可悲...
zh_tw: <32>{#p/mettaton}* 可悲...

source: <25>{#p/sans}{#f/0}* sooo... where to begin?
pt_br: <25>{#p/sans}{#f/0}* entããão... por onde começar?
zh_cn: <25>{#p/sans}{#f/0}* 让我想想... 唠点什么呢？
zh_tw: <25>{#p/sans}{#f/0}* 讓我想想... 嘮點什麼呢？

source: <25>{#p/sans}{#f/3}* ... * after you left, things got... interesting.
pt_br: <25>{#p/sans}{#f/3}* ... * depois de você ir embora, as coisas ficaram... interessantes.
zh_cn: <25>{#p/sans}{#f/3}* ... * 在你走后，事情变得... 越来越有趣了。
zh_tw: <25>{#p/sans}{#f/3}* ... * 在你走後，事情變得... 越來越有趣了。

source: <25>{#p/sans}{#f/0}* first off, asgore's disappearance hurt the outpost's morale.
pt_br: <25>{#p/sans}{#f/0}* primeiramente, o desaparecimento de asgore feriu a moral do outpost.
zh_cn: <25>{#p/sans}{#f/0}* 一开始，因为asgore的失踪， 前哨站的百姓十分失落， 一蹶不振。
zh_tw: <25>{#p/sans}{#f/0}* 一開始，因為asgore的失蹤， 前哨站的百姓十分失落， 一蹶不振。

source: <25>{#p/sans}{#f/3}* not to mention the reports of the former queen's death.
pt_br: <25>{#p/sans}{#f/3}* sem mencionar a trágica notícia da morte da atual rainha.
zh_cn: <25>{#p/sans}{#f/3}* 噩耗一个接一个， 他们前脚刚得知asgore失踪， 后脚又听说前王后去世。
zh_tw: <25>{#p/sans}{#f/3}* 噩耗一個接一個， 他們前腳剛得知asgore失蹤， 後腳又聽說前王后去世。

source: <25>{#p/sans}{#f/0}* but alphys, who was next in line for leadership...
pt_br: <25>{#p/sans}{#f/0}* mas alphys, quem deveria tomar a liderança...
zh_cn: <25>{#p/sans}{#f/0}* 还好，在这种情况下， 大家推选了alphys继任。
zh_tw: <25>{#p/sans}{#f/0}* 還好，在這種情況下， 大家推選了alphys繼任。

source: <25>{#p/sans}{#f/2}* seems to have gained some confidence.
pt_br: <25>{#p/sans}{#f/2}* parece ter ganhado certa confiança.
zh_cn: <25>{#p/sans}{#f/2}* 经历这么多， 她也没那么胆小怯懦了。
zh_tw: <25>{#p/sans}{#f/2}* 經歷這麼多， 她也沒那麼膽小怯懦了。

source: <25>{#p/sans}{#f/0}* it was touch and go at first, but she accepted her role as the queen.
pt_br: <25>{#p/sans}{#f/0}* foi difícil ela seguir esse caminho inicialmente, mas ela acabou aceitando seu cargo de rainha.
zh_cn: <25>{#p/sans}{#f/0}* 当时，局势动荡不安。 但她仍担下了重任。
zh_tw: <25>{#p/sans}{#f/0}* 當時，局勢動蕩不安。 但她仍擔下了重任。

source: <25>{#p/sans}{#f/3}* so... despite people's newfound fear of getting beat up...
pt_br: <25>{#p/sans}{#f/3}* então... apesar do medo recém-descoberto das pessoas de sofrerem...
zh_cn: <25>{#p/sans}{#f/3}* 因此...
zh_tw: <25>{#p/sans}{#f/3}* 因此...

source: <26>{#p/sans}{#f/0}* that helped folks relax.
pt_br: <26>{#p/sans}{#f/0}* Isso ajudou todos a relaxarem.
zh_cn: <26>{#p/sans}{#f/0}* 尽管民众还没从之前 被揍的阴影里走出来... * 但风波仍渐渐平息了。
zh_tw: <26>{#p/sans}{#f/0}* 儘管民眾還沒從之前 被揍的陰影裡走出來... * 但風波仍漸漸平息了。

source: <25>{#p/sans}{#f/0}* so that helped people move on.
pt_br: <25>{#p/sans}{#f/0}* então isso ajudou todos a seguirem em frente.
zh_cn: <25>{#p/sans}{#f/0}* 有人领导这里， 社会就不会停滞不前。
zh_tw: <25>{#p/sans}{#f/0}* 有人領導這裡， 社會就不會停滯不前。

source: <25>{#p/sans}{#f/0}* i've been helping to advise her ever since.
pt_br: <25>{#p/sans}{#f/0}* eu tenho ajudado ela com conselhos desde então.
zh_cn: <25>{#p/sans}{#f/0}* 自那时起，我就一直在帮她 出谋献策。
zh_tw: <25>{#p/sans}{#f/0}* 自那時起，我就一直在幫她 出謀獻策。

source: <25>{#p/sans}{#f/3}* she debated on if she should make the humans' existence public...
pt_br: <25>{#p/sans}{#f/3}* ela debateu se deveria fazer a existência dos humanos algo público...
zh_cn: <25>{#p/sans}{#f/3}* 有件事她一直拿不定主意： 是把人类的存在告诉大家， 还是继续藏着掖着呢？
zh_tw: <25>{#p/sans}{#f/3}* 有件事她一直拿不定主意： 是把人類的存在告訴大家， 還是繼續藏著掖著呢？

source: <25>{#p/sans}{#f/0}* ultimately, we decided not to do it.
pt_br: <25>{#p/sans}{#f/0}* por fim, decidimos não fazer isso.
zh_cn: <25>{#p/sans}{#f/0}* 最后，我们决定： 继续保守秘密。
zh_tw: <25>{#p/sans}{#f/0}* 最後，我們決定： 繼續保守秘密。

source: <25>{#p/sans}{#f/0}* it would have been nice, but with the deaths of those dogs...
pt_br: <25>{#p/sans}{#f/0}* seria bom, mas com a morte daqueles cachorros...
zh_cn: <25>{#p/sans}{#f/0}* 那些人类能获得自由 固然是件好事。
zh_tw: <25>{#p/sans}{#f/0}* 那些人類能獲得自由 固然是件好事。

source: <25>{#p/sans}{#f/3}* ... well, it wouldn't be wise.
pt_br: <25>{#p/sans}{#f/3}* ... bem, não seria inteligente.
zh_cn: <25>{#p/sans}{#f/3}* 可一想到那些死掉的狗狗... 现在放人就太鲁莽了。
zh_tw: <25>{#p/sans}{#f/3}* 可一想到那些死掉的狗狗... 現在放人就太魯莽了。

source: <25>{#p/sans}{#f/3}* opinions on humanity aren't all that great right now.
pt_br: <25>{#p/sans}{#f/3}* as opiniões em relação a humanos não tem sido as melhores.
zh_cn: <25>{#p/sans}{#f/3}* 毕竟，现在 大家都挺反感人类的。
zh_tw: <25>{#p/sans}{#f/3}* 畢竟，現在 大家都挺反感人類的。

source: <25>{#p/sans}{#f/0}* for now, we decided not to do it.
pt_br: <25>{#p/sans}{#f/0}* por agora, decidimos não fazer isso.
zh_cn: <25>{#p/sans}{#f/0}* 目前，我们想 暂时保守这个秘密。
zh_tw: <25>{#p/sans}{#f/0}* 目前，我們想 暫時保守這個秘密。

source: <25>{#p/sans}{#f/0}* at some point, though, we'd like to.
pt_br: <25>{#p/sans}{#f/0}* em algum momento, nós faremos isso.
zh_cn: <25>{#p/sans}{#f/0}* 我们挺想给那些孩子 自由的。
zh_tw: <25>{#p/sans}{#f/0}* 我們挺想給那些孩子 自由的。

source: <25>{#p/sans}{#f/3}* ... when the people are ready.
pt_br: <25>{#p/sans}{#f/3}* ... quando o povo estiver pronto.
zh_cn: <25>{#p/sans}{#f/3}* ...不过， 得等怪物们准备好才行。
zh_tw: <25>{#p/sans}{#f/3}* ...不過， 得等怪物們準備好才行。

source: <25>{#p/sans}{#f/0}* opinions on humanity are still kind of mixed these days.
pt_br: <25>{#p/sans}{#f/0}* opiniões sobre a humanidade ainda estão muito mixas esses dias.
zh_cn: <25>{#p/sans}{#f/0}* 现在，喜欢人类的居民挺多的， 但反感的也不少。
zh_tw: <25>{#p/sans}{#f/0}* 現在，喜歡人類的居民挺多的， 但反感的也不少。

source: <25>{#p/sans}{#f/0}* at first, we decided not to do it.
pt_br: <25>{#p/sans}{#f/0}* de primeira, decidimos não fazer isso.
zh_cn: <25>{#p/sans}{#f/0}* 刚开始，我们想再等等。
zh_tw: <25>{#p/sans}{#f/0}* 剛開始，我們想再等等。

source: <25>{#p/sans}{#f/0}* but, eventually, we figured the people would be ready.
pt_br: <25>{#p/sans}{#f/0}* mas, eventualmente, nós entendemos que as pessoas estão prontas.
zh_cn: <25>{#p/sans}{#f/0}* 不过，从民众的表现来看， 他们应该都准备好了。
zh_tw: <25>{#p/sans}{#f/0}* 不過，從民眾的表現來看， 他們應該都準備好了。

source: <25>{#p/sans}{#f/3}* ... luckily, they took it well.
pt_br: <25>{#p/sans}{#f/3}* ... felizmente, eles levaram isso bem.
zh_cn: <25>{#p/sans}{#f/3}* ...幸好，没引起什么骚动。
zh_tw: <25>{#p/sans}{#f/3}* ...幸好，沒引起什麼騷動。

source: <25>{#p/sans}{#f/2}* opinions on humanity turn more positive by the day.
pt_br: <25>{#p/sans}{#f/2}* opiniões sobre a humanidade estão mais positivas.
zh_cn: <25>{#p/sans}{#f/2}* 日子一天天过去， 怪物也越来越喜欢人类了。
zh_tw: <25>{#p/sans}{#f/2}* 日子一天天過去， 怪物也越來越喜歡人類了。

source: <25>{#p/sans}{#f/0}* ... anyway. * after that decision was made...
pt_br: <25>{#p/sans}{#f/0}* ... entretanto. * após aquela decisão ter sido feita...
zh_cn: <25>{#p/sans}{#f/0}* 总之，忙活了一通， 人类的事解决了。
zh_tw: <25>{#p/sans}{#f/0}* 總之，忙活了一通， 人類的事解決了。

source: <25>{#p/sans}{#f/0}* alphys and i set our sights on royal guard reforms.
pt_br: <25>{#p/sans}{#f/0}* alphys e eu voltamos nossas atenções para as reformas da guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 我跟alphys 又开始着手策划 皇家卫队的改革方案。
zh_tw: <25>{#p/sans}{#f/0}* 我跟alphys 又開始著手策劃 皇家衛隊的改革方案。

source: <25>{#p/sans}{#f/3}* yeah... we weren't exactly fans of how it was run before.
pt_br: <25>{#p/sans}{#f/3}* é... não éramos muito fãs de como ela funcionava antes.
zh_cn: <25>{#p/sans}{#f/3}* 因为... 我们俩都挺反感皇家卫队 之前那套作风的。
zh_tw: <25>{#p/sans}{#f/3}* 因為... 我們倆都挺反感皇家衛隊 之前那套作風的。

source: <25>{#p/sans}{#f/0}* suffice it to say, we made some changes.
pt_br: <25>{#p/sans}{#f/0}* para dizer o mínimo, então fizemos algumas mudanças.
zh_cn: <25>{#p/sans}{#f/0}* 所以， 我们做了一些小改动。
zh_tw: <25>{#p/sans}{#f/0}* 所以， 我們做了一些小改動。

source: <25>{#p/sans}{#f/0}* even the former queen, who'd returned a while after you left...
pt_br: <25>{#p/sans}{#f/0}* mesmo a verdadeira rainha, que retornou pouco após você ir embora...
zh_cn: <25>{#p/sans}{#f/0}* 在你走后不久， 前王后也回归了。
zh_tw: <25>{#p/sans}{#f/0}* 在你走後不久， 前王后也回歸了。
