Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: The player did everything they could...
pt_br: O jogador fez tudo que ele pôde...
zh_cn: 那个玩家，已经竭尽全力...
zh_tw: 那個玩家，已經竭盡全力...

source: But alas, his fate was sealed, and...
pt_br: Mas alas, seu destino foi selado, e...
zh_cn: 但无奈， 命运早已注定...
zh_tw: 但無奈， 命運早已註定...

source: No addendum to the story could unravel it.
pt_br: Não havia nada na história que poderia desfazer isso.
zh_cn: 再怎么改动故事，也无法改变结局。
zh_tw: 再怎麼改動故事，也無法改變結局。

source: There was no scenario in which the player could truly be satisfied.
pt_br: Não havia nenhum cenário onde o jogador estaria satisfeito.
zh_cn: 那个玩家... 已经看过无数条时间线。 可是没有一条，能让他满意。
zh_tw: 那個玩家... 已經看過無數條時間軸。 可是沒有一條，能讓他滿意。

source: Is this what they really deserve?
pt_br: Isso é realmente o que eles merecem?
zh_cn: 他的余生，注定要永无止境地 进行这场苦乐参半的时空旅行。
zh_tw: 他的餘生，註定要永無止境地 進行這場苦樂參半的時空旅行。

source: To live in bittersweet agony, knowing he could never be...
pt_br: Vivendo na grandeza da agonia, sabendo que ele nunca poderá...
zh_cn: 这就是他的归宿吗？
zh_tw: 這就是他的歸宿嗎？

source: No... I will not allow it.
pt_br: Não... Eu não posso permitir.
zh_cn: 不... 我绝不允许。
zh_tw: 不... 我絕不允許。

source: If bending the fabric of spacetime is what it takes, then...
pt_br: Se dobrar o tecido do espaço-tempo é o que é preciso, então...
zh_cn: 要是只有扭曲时空法则， 才能让他跳出循环...
zh_tw: 要是只有扭曲時空法則， 才能讓他跳出循環...

source: So be it.
pt_br: Que seja.
zh_cn: 那就豁出去了。
zh_tw: 那就豁出去了。

source: I will not rest until the task is done.
pt_br: Eu não irei descansar até tudo estar pronto.
zh_cn: 我绝不会让“时空计划” 半途而废。
zh_tw: 我絕不會讓「時空計畫」 半途而廢。

source: <32>{#p/human}* (You wake up.)
pt_br: <32>{#p/human}* (Você acorda.)
zh_cn: <32>{#p/human}* （你醒了。）
zh_tw: <32>{#p/human}* （你醒了。）

source: <32>{#p/human}* (The outpost is the same as it was when you went to sleep.)
pt_br: <32>{#p/human}* (O Outpost está do mesmo jeito que estava quando você foi dormir.)
zh_cn: <32>{#p/human}* （前哨站没有任何变化。）
zh_tw: <32>{#p/human}* （前哨站沒有任何變化。）

source: <32>{#p/human}* (You explore every corner of the outpost for signs of life, but nobody comes.)
pt_br: <32>{#p/human}* (Você procura em cada canto do Outpost por sinais de vida, mas ninguém veio.)
zh_cn: <32>{#p/human}* （你找遍了每个角落， 希望能发现生命的迹象。） * （一无所获。）
zh_tw: <32>{#p/human}* （你找遍了每個角落， 希望能發現生命的跡象。） * （一無所獲。）

source: <32>{#p/human}* (You search again, and again, and again...)
pt_br: <32>{#p/human}* (Você procura de novo, de novo e de novo...)
zh_cn: <32>{#p/human}* （你找了一遍，一遍，又一遍...）
zh_tw: <32>{#p/human}* （你找了一遍，一遍，又一遍...）

source: <32>{#p/human}* (But nobody comes.)
pt_br: <32>{#p/human}* (Mas ninguém veio.)
zh_cn: <32>{#p/human}* （一无所获。）
zh_tw: <32>{#p/human}* （一無所獲。）

source: <32>{#p/human}* (You search for the craft you arrived in.) * (It appears it was destroyed.)
pt_br: <32>{#p/human}* (Você procura pela nave na qual veio.) * (Ela parece ter sido destruída.)
zh_cn: <32>{#p/human}* （你找到了之前乘坐的飞船。） * （它已经彻底被毁。）
zh_tw: <32>{#p/human}* （你找到了之前乘坐的飛船。） * （它已經徹底被毀。）

source: <32>{#p/human}* (You search for other craft left behind by monsterkind.)
pt_br: <32>{#p/human}* (Você procura por outra nave deixada pelos monstros.)
zh_cn: <32>{#p/human}* （你试图寻找怪物留下的飞船。）
zh_tw: <32>{#p/human}* （你試圖尋找怪物留下的飛船。）

source: <32>{#p/human}* (It appears they have been taken from you.)
pt_br: <32>{#p/human}* (Eles tomaram ela de você.)
zh_cn: <32>{#p/human}* （但似乎... 哪怕一艘，都没给你留下。）
zh_tw: <32>{#p/human}* （但似乎... 哪怕一艘，都沒給你留下。）

source: <32>{#p/human}* (You visit the lab, and search for blueprints and shuttlecraft parts.)
pt_br: <32>{#p/human}* (Você vai ao laboratório e procura por ferramentas e pedaços de nave.)
zh_cn: <32>{#p/human}* （你去了实验室， 希望能找到飞船的蓝图和部件。）
zh_tw: <32>{#p/human}* （你去了實驗室， 希望能找到飛船的藍圖和部件。）

source: <32>{#p/human}* (The blueprints are available, and the parts are in storage...)
pt_br: <32>{#p/human}* (Existem muitas disponíveis e as partes estão guardadas.)
zh_cn: <32>{#p/human}* （蓝图还在，部件也有剩余...）
zh_tw: <32>{#p/human}* （藍圖還在，部件也有剩餘...）

source: <32>{#p/human}* (But the CORE's remaining energy will not be sufficient to launch the shuttle.)
pt_br: <32>{#p/human}* (Mas a energia do CORE não seria o suficiente para lançar uma nave.)
zh_cn: <32>{#p/human}* （然而，此时核心能量已所剩无几。 无法让你发射飞船。）
zh_tw: <32>{#p/human}* （然而，此時核心能量已所剩無幾。 無法讓你發射飛船。）

source: <32>{#p/human}* (You try to RESET your SAVE file.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você tenta RESETAR seu arquivo SALVO.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你试图重置。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你試圖重置。） * （什麼都沒發生。）

source: <32>{#p/human}* (You try again to RESET your SAVE file.)
pt_br: <32>{#p/human}* (Você tenta RESETAR seu arquivo SALVO de novo.)
zh_cn: <32>{#p/human}* （你再次尝试重置。）
zh_tw: <32>{#p/human}* （你再次嘗試重置。）

source: <32>{#p/human}* (Nothing happens.)
pt_br: <32>{#p/human}* (Nada acontece.)
zh_cn: <32>{#p/human}* （什么都没发生。）
zh_tw: <32>{#p/human}* （什麼都沒發生。）

source: <32>{#p/human}* (In desperation, you try to call Toriel's Phone.) * (No response.)
pt_br: <32>{#p/human}* (Em desespero, você tenta ligar para Toriel.) * (Sem resposta.)
zh_cn: <32>{#p/human}* （绝望之中，你拨了Toriel的号码。） * （没有回应。）
zh_tw: <32>{#p/human}* （絕望之中，你撥了Toriel的號碼。） * （沒有回應。）

source: <32>{#p/human}* (You try to call Papyrus and Undyne.)
pt_br: <32>{#p/human}* (Você tenta ligar para Papyrus e Undyne.)
zh_cn: <32>{#p/human}* （你又给Papyrus，Undyne打电话...）
zh_tw: <32>{#p/human}* （你又給Papyrus，Undyne打電話...）

source: <32>{#p/human}* (No response.)
pt_br: <32>{#p/human}* (Sem resposta.)
zh_cn: <32>{#p/human}* （没有回应。）
zh_tw: <32>{#p/human}* （沒有回應。）

source: <32>{#p/human}* (You've lost track of how long you've been here.)
pt_br: <32>{#p/human}* (Você já perdeu as contas de quanto tempo está aqui.)
zh_cn: <32>{#p/human}* （你已经不记得在这里度过了多久。）
zh_tw: <32>{#p/human}* （你已經不記得在這裡度過了多久。）

source: <32>{#p/human}* (You can't tell if it's been weeks, months, or years.)
pt_br: <32>{#p/human}* (Você não sabe dizer se foram semanas, meses ou anos.)
zh_cn: <32>{#p/human}* （几个星期？几个月？几年？） * （无从得知。）
zh_tw: <32>{#p/human}* （幾個星期？幾個月？幾年？） * （無從得知。）

source: <32>{#p/human}* (You've configured the CORE to use as little energy as possible...)
pt_br: <32>{#p/human}* (Você configura o CORE para usar o mínimo de energia possível...)
zh_cn: <32>{#p/human}* （你把核心的能量消耗调至最低...）
zh_tw: <32>{#p/human}* （你把核心的能量消耗調至最低...）

source: <32>{#p/human}* (But it can't last forever.)
pt_br: <32>{#p/human}* (Mas não vai durar para sempre.)
zh_cn: <32>{#p/human}* （即便如此，终有一天也会用尽。）
zh_tw: <32>{#p/human}* （即便如此，終有一天也會用盡。）

source: <32>{#p/human}* (The gravity disengages.)
pt_br: <32>{#p/human}* (A gravidade começa a falhar.)
zh_cn: <32>{#p/human}* （重力逐渐消失。）
zh_tw: <32>{#p/human}* （重力逐漸消失。）

source: <32>{#p/human}* (The temperature begins to drop.)
pt_br: <32>{#p/human}* (A temperatura começa a cair.)
zh_cn: <32>{#p/human}* （温度开始下降。）
zh_tw: <32>{#p/human}* （溫度開始下降。）

source: <32>{#p/human}* (The atmosphere is collapsing.)
pt_br: <32>{#p/human}* (A atmosfera está colapsando.)
zh_cn: <32>{#p/human}* （大气层即将解体。）
zh_tw: <32>{#p/human}* （大氣層即將解體。）

source: <32>{#p/human}* (Without power, the Outpost will be uninhabitable.)
pt_br: <32>{#p/human}* (Sem energia, o Outpost se tornará inabitável.)
zh_cn: <32>{#p/human}* （没有了能量，前哨站将无法生存。）
zh_tw: <32>{#p/human}* （沒有了能量，前哨站將無法生存。）

source: <32>{#p/human}* (Somehow, you feel at peace.)
pt_br: <32>{#p/human}* (De alguma forma, você sente-se em paz.)
zh_cn: <32>{#p/human}* （不知为何，你感到平静。）
zh_tw: <32>{#p/human}* （不知為何，你感到平靜。）

source: <32>{#p/human}* (You've come to terms with your death.)
pt_br: <32>{#p/human}* (Você acaba aceitando que sua morte chegará.)
zh_cn: <32>{#p/human}* （你平静地接受了自己的死亡。）
zh_tw: <32>{#p/human}* （你平靜地接受了自己的死亡。）

source: <32>{#p/human}* (You realize there's no other way this could have gone.)
pt_br: <32>{#p/human}* (Você percebe que não havia outro fim para suas atitudes.)
zh_cn: <32>{#p/human}* （既然不可避免，那就随它去吧。）
zh_tw: <32>{#p/human}* （既然不可避免，那就隨它去吧。）

source: <32>{#p/human}* (As the remaining air dissapates, you remember your journey one last time.)
pt_br: <32>{#p/human}* (Enquanto o último ar restante entra no seu pulmão, você relembra sua jornada pela última vez.)
zh_cn: <32>{#p/human}* （空气即将消散。） * （最后一刻，你回忆起自己的旅程。）
zh_tw: <32>{#p/human}* （空氣即將消散。） * （最後一刻，你回憶起自己的旅程。）

source: <32>{#p/human}* (From the day of your exile, to the day monsterkind ran away.)
pt_br: <32>{#p/human}* (Desde de o exílio, até o dia que a sociedade dos monstros fugiu.)
zh_cn: <32>{#p/human}* （从你离开人类世界的那一天， 一直到怪物重获自由的那一天。）
zh_tw: <32>{#p/human}* （從你離開人類世界的那一天， 一直到怪物重獲自由的那一天。）

source: <32>{#p/human}* (The air has run out now.)
pt_br: <32>{#p/human}* (O ar acabou.)
zh_cn: <32>{#p/human}* （空气彻底消失。）
zh_tw: <32>{#p/human}* （空氣徹底消失。）

source: <32>{#p/human}* (You begin to choke.)
pt_br: <32>{#p/human}* (Você começa a engasgar.)
zh_cn: <32>{#p/human}* （你开始窒息。）
zh_tw: <32>{#p/human}* （你開始窒息。）

source: <32>{#p/human}* (You feel the life leaving your body.)
pt_br: <32>{#p/human}* (Você sente a vida saindo de seu corpo.)
zh_cn: <32>{#p/human}* （生命正在离你而去。）
zh_tw: <32>{#p/human}* （生命正在離你而去。）

source: <32>{#p/human}* (It would appear the end is...)
pt_br: <32>{#p/human}* (Aqui está o fim...)
zh_cn: <32>{#p/human}* （看来，终点就是...）
zh_tw: <32>{#p/human}* （看來，終點就是...）

source: <25>{#x1}{#p/event}Bark! {#x1}{#p/event}Bark!
zh_cn: <25>{#x1}{#p/event}汪汪！ {#x1}{#p/event}汪汪！
zh_tw: <25>{#x1}{#p/event}汪汪！ {#x1}{#p/event}汪汪！

source: <25>{#p/basic}(And thus, you have reached the end!)
pt_br: <25>{#p/basic}(E assim você chegou ao fim!)
zh_cn: <25>{#p/basic}（这里就是结局啦！）
zh_tw: <25>{#p/basic}（這裡就是結局啦！）

source: <25>{#p/basic}(The time has come to review your accomplishments!)
pt_br: <25>{#p/basic}(Está na hora de ver o que você conquistou!)
zh_cn: <25>{#p/basic}（一起来看看 你获得了哪些成就吧！）
zh_tw: <25>{#p/basic}（一起來看看 你獲得了哪些成就吧！）

source: <25>{#p/basic}(Wow!) (No SAVE points and no ITEMs!)
pt_br: <25>{#p/basic}(Wow!) (Sem SALVAR e sem usar ITEMs!)
zh_cn: <25>{#p/basic}（哇！） （全程没存档，物品还一样都不拿！）
zh_tw: <25>{#p/basic}（哇！） （全程沒存檔，物品還一樣都不拿！）

source: <25>{#p/basic}(You must have been in a hurry!)
pt_br: <25>{#p/basic}(Você tava com pressa, hein?)
zh_cn: <25>{#p/basic}（你咋急成这样呢！）
zh_tw: <25>{#p/basic}（你咋急成這樣呢！）

source: <25>{#x1}{#p/event}Bark! {#x1}{#p/event}Bark! {#x1}{#p/event}Bark!
zh_cn: <25>{#x1}{#p/event}汪汪！ {#x1}{#p/event}汪汪！ {#x1}{#p/event}汪汪！
zh_tw: <25>{#x1}{#p/event}汪汪！ {#x1}{#p/event}汪汪！ {#x1}{#p/event}汪汪！

source: <25>{#p/basic}(Wow!) (Don't you know what a SAVE point is?)
pt_br: <25>{#p/basic}(Wow!) (Você não sabe como funciona SALVAR?)
zh_cn: <25>{#p/basic}（哇！） （居然全程都没存档！）
zh_tw: <25>{#p/basic}（哇！） （居然全程都沒存檔！）

source: <25>{#p/basic}(You never used one!)
pt_br: <25>{#p/basic}(Porque você nunca o fez!)
zh_cn: <25>{#p/basic}（你不知道存档点长啥样吗？）
zh_tw: <25>{#p/basic}（你不知道存檔點長啥樣嗎？）

source: <25>{#p/basic}(Wow!) (Don't you know what an ITEM is?)
pt_br: <25>{#p/basic}(Wow!) (Você não sabe o que é um ITEM?)
zh_cn: <25>{#p/basic}（哇！） （一样物品都没买？）
zh_tw: <25>{#p/basic}（哇！） （一樣物品都沒買？）

source: <25>{#p/basic}(You never got one!)
pt_br: <25>{#p/basic}(Você nunca pegou um!)
zh_cn: <25>{#p/basic}（不知道物品长啥样吗？）
zh_tw: <25>{#p/basic}（不知道物品長啥樣嗎？）

source: <25>{#p/basic}(Amazing!) (You dodged every attack, and you never ran away!)
pt_br: <25>{#p/basic}(Incrível!) (Você desviou de cada ataque e nunca fugiu de uma luta!)
zh_cn: <25>{#p/basic}（太强了！） （全程无伤！还从来不逃跑！）
zh_tw: <25>{#p/basic}（太強了！） （全程無傷！還從來不逃跑！）

source: <25>{#p/basic}(You must have known you wouldn't need any armors or weapons!)
pt_br: <25>{#p/basic}(Você provavelmente sabia que nem iria precisar de armas ou armaduras!)
zh_cn: <25>{#p/basic}（原来如此！） （知道自己强到能无伤， 你才不拿防具的！）
zh_tw: <25>{#p/basic}（原來如此！） （知道自己強到能無傷， 你才不拿防具的！）

source: <25>{#p/basic}(You must be very brave indeed!)
pt_br: <25>{#p/basic}(Você deve ser bem corajoso!)
zh_cn: <25>{#p/basic}（真勇敢啊！）
zh_tw: <25>{#p/basic}（真勇敢啊！）

source: <25>{#p/basic}(Amazing!) (You dodged every attack you faced!)
pt_br: <25>{#p/basic}(Incrível!) (Você desviou de cada ataque que enfrentou!)
zh_cn: <25>{#p/basic}（太强了！） （居然能全程无伤！）
zh_tw: <25>{#p/basic}（太強了！） （居然能全程無傷！）

source: <25>{#p/basic}(How fortunate for someone who never equipped any armors or weapons!)
pt_br: <25>{#p/basic}(Que sorte, para alguém que nunca equipou armas ou armaduras!)
zh_cn: <25>{#p/basic}（而且只用原始装备 还能无伤， 不愧是天选之子！）
zh_tw: <25>{#p/basic}（而且只用原始裝備 還能無傷， 不愧是天選之子！）

source: <25>{#p/basic}(How skilled in battle you must be!)
pt_br: <25>{#p/basic}(Você deve ser muito habilidoso em lutas!)
zh_cn: <25>{#p/basic}（莫非... 你是战斗大佬？）
zh_tw: <25>{#p/basic}（莫非... 你是戰鬥大佬？）

source: <25>{#p/basic}(Amazing!) (Not only did you never die...)
pt_br: <25>{#p/basic}(Incrível!) (Não apenas você nunca morreu...)
zh_cn: <25>{#p/basic}（太强了！） （一次都没死过！）
zh_tw: <25>{#p/basic}（太強了！） （一次都沒死過！）

source: <25>{#p/basic}(You never healed, or equipped any armors or weapons either!)
pt_br: <25>{#p/basic}(Assim como você nunca se curou, equipou armas ou armaduras!)
zh_cn: <25>{#p/basic}（不仅如此，你还全程无药！） （更离谱的是，还是原始装备！）
zh_tw: <25>{#p/basic}（不僅如此，你還全程無藥！） （更離譜的是，還是原始裝備！）

source: <25>{#p/basic}(You never healed, either!)
pt_br: <25>{#p/basic}(Você nunca se curou também!)
zh_cn: <25>{#p/basic}（不仅如此，你还全程无药！）
zh_tw: <25>{#p/basic}（不僅如此，你還全程無藥！）

source: <25>{#p/basic}(Amazing!) (You never died, and you never ran away!)
pt_br: <25>{#p/basic}(Incrível!) (Você nunca morreu e nem fugiu!)
zh_cn: <25>{#p/basic}（太强了！） （一次都没死过， 还从来不逃跑！）
zh_tw: <25>{#p/basic}（太強了！） （一次都沒死過， 還從來不逃跑！）

source: <25>{#p/basic}(You didn't even heal or equip any armors or weapons!)
pt_br: <25>{#p/basic}(Você nunca se curou ou chegou a equipar qualquer coisa!)
zh_cn: <25>{#p/basic}（不仅如此，你还全程无药！） （更离谱的是，还是原始装备！）
zh_tw: <25>{#p/basic}（不僅如此，你還全程無藥！） （更離譜的是，還是原始裝備！）

source: <25>{#p/basic}(You didn't even heal!)
pt_br: <25>{#p/basic}(Você nem se curou!)
zh_cn: <25>{#p/basic}（不仅如此，你还全程无药！）
zh_tw: <25>{#p/basic}（不僅如此，你還全程無藥！）

source: <25>{#p/basic}(Is this why you never equipped any armors or weapons?)
pt_br: <25>{#p/basic}(É por isso que você nunca equipou armas ou armaduras?)
zh_cn: <25>{#p/basic}（原来如此！） （知道自己够强， 所以才不拿防具的吧？）
zh_tw: <25>{#p/basic}（原來如此！） （知道自己夠強， 所以才不拿防具的吧？）

source: <25>{#p/basic}(Is this what it means to be brave?)
pt_br: <25>{#p/basic}(É isso que significa ser corajoso?)
zh_cn: <25>{#p/basic}（这就是所谓的“勇气”吧？）
zh_tw: <25>{#p/basic}（這就是所謂的「勇氣」吧？）

source: <25>{#p/basic}(Amazing!) (You never died or equipped any armors or weapons!)
pt_br: <25>{#p/basic}(Incrível!) (Você nunca morreu ou equipou armas e armaduras!)
zh_cn: <25>{#p/basic}（太强了！） （只用原始装备， 还能一次都不死！）
zh_tw: <25>{#p/basic}（太強了！） （只用原始裝備， 還能一次都不死！）

source: <25>{#p/basic}(Amazing!) (You never died once!)
pt_br: <25>{#p/basic}(Incrível!) (Você nunca morreu!)
zh_cn: <25>{#p/basic}（太强了！） （一次都没死过！）
zh_tw: <25>{#p/basic}（太強了！） （一次都沒死過！）

source: <25>{#p/basic}(Amazing!) (You never healed, and you never ran away!)
pt_br: <25>{#p/basic}(Incrível!) (Você nunca se curou, e você nunca correu de uma luta!)
zh_cn: <25>{#p/basic}（太强了！） （全程无药，还从来不逃跑！）
zh_tw: <25>{#p/basic}（太強了！） （全程無藥，還從來不逃跑！）

source: <25>{#p/basic}(Are you sure you also didn't need any armors or weapons?)
pt_br: <25>{#p/basic}(Você tem certeza que não precisava nem armas ou armaduras?)
zh_cn: <25>{#p/basic}（仅仅无药， 难道就不需要防具吗？）
zh_tw: <25>{#p/basic}（僅僅無藥， 難道就不需要防具嗎？）

source: <25>{#p/basic}(You must like living on the edge.)
pt_br: <25>{#p/basic}(Você deve gostar de um desafio.)
zh_cn: <25>{#p/basic}（你是真喜欢 在刀尖上跳舞啊。）
zh_tw: <25>{#p/basic}（你是真喜歡 在刀尖上跳舞啊。）

source: <25>{#p/basic}(Amazing!) (You never healed or equipped any armors or weapons!)
pt_br: <25>{#p/basic}(Incrível!) (Você nunca se curou ou usou armas e armaduras!)
zh_cn: <25>{#p/basic}（太强了！） （仅凭原始装备， 还能全程无药！）
zh_tw: <25>{#p/basic}（太強了！） （僅憑原始裝備， 還能全程無藥！）

source: <25>{#p/basic}(Amazing!) (You never healed yourself once!)
pt_br: <25>{#p/basic}(Incrível!) (Você não se curou nenhuma vez!)
zh_cn: <25>{#p/basic}（太强了！） （全程无药！）
zh_tw: <25>{#p/basic}（太強了！） （全程無藥！）

source: <25>{#p/basic}(Amazing!) (You refused to run away!)
pt_br: <25>{#p/basic}(Incrível!) (Você se recusou a fugir das lutas!)
zh_cn: <25>{#p/basic}（太强了！） （全程不逃跑！）
zh_tw: <25>{#p/basic}（太強了！） （全程不逃跑！）

source: <25>{#p/basic}(Amazing!) (You never equipped any armors or weapons!)
pt_br: <25>{#p/basic}(Incrível!) (Você nunca usou armas ou armaduras!)
zh_cn: <25>{#p/basic}（太强了！） （只用原始装备通关！）
zh_tw: <25>{#p/basic}（太強了！） （只用原始裝備通關！）

source: <25>{#p/basic}(How kind...) (You never skipped anybody's dialogue!)
pt_br: <25>{#p/basic}(Que amor...) (Você nunca pulou um diálogo!)
zh_cn: <25>{#p/basic}（你好温柔...） （全程没跳任何对话！）
zh_tw: <25>{#p/basic}（你好溫柔...） （全程沒跳任何對話！）

source: <25>{#p/basic}(Too bad your phone seems to have never been used.)
pt_br: <25>{#p/basic}(Parece que você nunca usou seu telefone.)
zh_cn: <25>{#p/basic}（真可惜，你明明有手机， 却从来不用。）
zh_tw: <25>{#p/basic}（真可惜，你明明有手機， 卻從來不用。）

source: <25>{#p/basic}(Too bad your phone seems to have never dialed anyone.)
pt_br: <25>{#p/basic}(Parece que seu telefone nunca recebeu mensagem.)
zh_cn: <25>{#p/basic}（真可惜，你明明有手机， 却从来不给别人打电话。）
zh_tw: <25>{#p/basic}（真可惜，你明明有手機， 卻從來不給別人打電話。）

source: <25>{#p/basic}(Too bad your phone seems to have never had its messages read.)
pt_br: <25>{#p/basic}(Infelizmente você nunca leu as mensagens do seu telefone.)
zh_cn: <25>{#p/basic}（真可惜，你明明换了手机， 却从来不看域外网消息。）
zh_tw: <25>{#p/basic}（真可惜，你明明換了手機， 卻從來不看域外網訊息。）

source: <25>{#p/basic}(You must really care about everyone a lot!)
pt_br: <25>{#p/basic}(Você deve se importar bastante com todo mundo!)
zh_cn: <25>{#p/basic}（你真的好关心大家！）
zh_tw: <25>{#p/basic}（你真的好關心大家！）

source: <25>{#p/basic}(How strange...) (Your phone seems to have never been used!)
pt_br: <25>{#p/basic}(Que estranho...) (Você nunca usou seu telefone!)
zh_cn: <25>{#p/basic}（真奇怪...） （你明明有手机， 却从来不用！）
zh_tw: <25>{#p/basic}（真奇怪...） （你明明有手機， 卻從來不用！）

source: <25>{#p/basic}(How strange...) (Your phone seems to have never dialed anyone!)
pt_br: <25>{#p/basic}(Que estranho...) (Seu celular nunca ligou pra ninguém!)
zh_cn: <25>{#p/basic}（真奇怪...） （你明明有手机， 却从来不给别人打电话！）
zh_tw: <25>{#p/basic}（真奇怪...） （你明明有手機， 卻從來不給別人打電話！）

source: <25>{#p/basic}(How strange...) (Your phone seems to have never had its messages read!)
pt_br: <25>{#p/basic}(Que estranho...) (Seu celular parece nunca ter tido as mensagens lidas!)
zh_cn: <25>{#p/basic}（真奇怪...） （你明明换了手机， 却从来不看域外网消息！）
zh_tw: <25>{#p/basic}（真奇怪...） （你明明換了手機， 卻從來不看域外網訊息！）

source: <25>{#p/basic}(Shocking!) (You never acquired any G!)
pt_br: <25>{#p/basic}(Chocante!) (Você nunca ganhou um G sequer!)
zh_cn: <25>{#p/basic}（天呐！） （居然一分钱都没赚到！） （没人给你钱吗？）
zh_tw: <25>{#p/basic}（天吶！） （居然一分錢都沒賺到！） （沒人給你錢嗎？）

source: <25>{#p/basic}(Shocking!) (You never spent any of your G!)
pt_br: <25>{#p/basic}(Chocante!) (Você nunca gastou um G sequer!)
zh_cn: <25>{#p/basic}（天呐！） （你真是个铁公鸡，一毛不拔！）
zh_tw: <25>{#p/basic}（天吶！） （你真是個鐵公雞，一毛不拔！）

source: <25>{#x1}{#p/event}Bark!
zh_cn: <25>{#x1}{#p/event}汪汪！
zh_tw: <25>{#x1}{#p/event}汪汪！

source: <25>{#p/basic}(You really like holding that cup of electro-dampening fluid, don't you?)
pt_br: <25>{#p/basic}(Você realmente gosta de segurar aquele copo de fluido de eletro-amortecimento, não é?)
zh_cn: <25>{#p/basic}（你咋这么喜欢 那杯静电消除液呢？）
zh_tw: <25>{#p/basic}（你咋這麼喜歡 那杯靜電消除液呢？）

source: <25>{#p/basic}(Seems you didn't do anything out of the ordinary.)
pt_br: <25>{#p/basic}(Parece que você não fez nada fora do extraordinário.)
zh_cn: <25>{#p/basic}（你好像没做啥特别的事哎。）
zh_tw: <25>{#p/basic}（你好像沒做啥特別的事哎。）

source: <25>{#p/basic}(Perhaps this is extraordinary on its own!)
pt_br: <25>{#p/basic}(Talvez isso seja extraordinário da sua própria maneira!)
zh_cn: <25>{#p/basic}（不过，能坚守“中庸之道” 才是最难得的啊！）
zh_tw: <25>{#p/basic}（不過，能堅守「中庸之道」 才是最難得的啊！）

source: <25>{#p/basic}(Seems that's all there is to say today!)
pt_br: <25>{#p/basic}(Isso é tudo que se tem para dizer hoje!)
zh_cn: <25>{#p/basic}（说完啦！）
zh_tw: <25>{#p/basic}（說完啦！）

source: <25>{#p/basic}(Congratulations and goodbyes!)
pt_br: <25>{#p/basic}(Parabéns e tchau tchau!)
zh_cn: <25>{#p/basic}（再次祝贺你！） （拜拜！）
zh_tw: <25>{#p/basic}（再次祝賀你！） （拜拜！）

source: <32>{#s/phone}{#p/event}* Ring, ring...
zh_cn: <32>{#s/phone}{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#s/phone}{#p/event}* 鈴鈴，鈴鈴...

source: <26>{#p/undyne}{#f/7}* ARRIGHT PUNK, LISTEN UP!
pt_br: <26>{#p/undyne}{#f/7}* BELEZA CARA, ESCUTA AQUI!
zh_cn: <26>{#p/undyne}{#f/7}* 小混蛋，听着！
zh_tw: <26>{#p/undyne}{#f/7}* 小混蛋，聽著！

source: <25>{#p/undyne}{#f/4}* You made a BIG mistake sparing my life after what you've done.
pt_br: <25>{#p/undyne}{#f/4}* Você cometeu um GRANDE erro poupando a minha vida após tudo que você fez.
zh_cn: <25>{#p/undyne}{#f/4}* 你此生最大的错误， 就是干掉那么多人， 偏偏把我救了！
zh_tw: <25>{#p/undyne}{#f/4}* 你此生最大的錯誤， 就是幹掉那麼多人， 偏偏把我救了！

source: <25>{#p/undyne}{#f/5}* Thanks to you, I've got the power to do what I ALWAYS wanted, and...
pt_br: <25>{#p/undyne}{#f/5}* Graças a você, eu tenho o poder para fazer o que EU SEMPRE quis, e...
zh_cn: <25>{#p/undyne}{#f/5}* 多亏了你， 我获得了力量！ 我终于能实现愿望...
zh_tw: <25>{#p/undyne}{#f/5}* 多虧了你， 我獲得了力量！ 我終於能實現願望...

source: <25>{#p/undyne}{#f/17}* ... and...
pt_br: <25>{#p/undyne}{#f/17}* ... e...
zh_cn: <25>{#p/undyne}{#f/17}* ...终于能...
zh_tw: <25>{#p/undyne}{#f/17}* ...終於能...

source: <25>{#p/undyne}{#f/16}* ... well, before that, I'd like to tell you how I got here first.
pt_br: <25>{#p/undyne}{#f/16}* ...bem, antes disso, eu preciso te dizer como eu cheguei aqui.
zh_cn: <25>{#p/undyne}{#f/16}* ...等等， 出发之前，我想跟你讲讲 自己是怎么获得力量的。
zh_tw: <25>{#p/undyne}{#f/16}* ...等等， 出發之前，我想跟你講講 自己是怎麼獲得力量的。

source: <25>{#p/undyne}{#f/20}* So... it all started when you left the outpost.
pt_br: <25>{#p/undyne}{#f/20}* Então... tudo começou quando você fugiu do Outpost.
zh_cn: <25>{#p/undyne}{#f/20}* 把时间倒回到 你离开前哨站的那天。
zh_tw: <25>{#p/undyne}{#f/20}* 把時間倒回到 你離開前哨站的那天。

source: <25>{#p/undyne}{#f/22}* I found out what you'd done, and I... stormed the Citadel myself.
pt_br: <25>{#p/undyne}{#f/22}* Eu descobri o que você fez e eu... tomei a Cidadela por conta.
zh_cn: <25>{#p/undyne}{#f/22}* 你刚离开， 我就发现了那些暴行， 立马就... 冲到了首塔。
zh_tw: <25>{#p/undyne}{#f/22}* 你剛離開， 我就發現了那些暴行， 立馬就... 衝到了首塔。

source: <25>{#p/undyne}{#f/22}* Alphys was in shock. * The king was dead, and the guard was gone.
pt_br: <25>{#p/undyne}{#f/22}* Alphys estava perdida. * O rei morto, a guarda desaparecida.
zh_cn: <25>{#p/undyne}{#f/22}* Alphys被吓得不轻。 国王死了， 皇家卫队几乎全军覆没。
zh_tw: <25>{#p/undyne}{#f/22}* Alphys被嚇得不輕。 國王死了， 皇家衛隊幾乎全軍覆沒。

source: <25>{#p/undyne}{#f/20}* Plus, after whatever she and Mettaton tried to do to stop you...
pt_br: <25>{#p/undyne}{#f/20}* E, seja lá o que ele e o Mettaton fizeram para te impedir...
zh_cn: <25>{#p/undyne}{#f/20}* 更糟的是...
zh_tw: <25>{#p/undyne}{#f/20}* 更糟的是...

source: <25>{#p/undyne}{#f/22}* The outpost's power systems started acting like crazy.
pt_br: <25>{#p/undyne}{#f/22}* A energia do Outpost começou a descontrolar totalmente.
zh_cn: <25>{#p/undyne}{#f/22}* Mettaton和Alphys为了 干掉你，动用了大量的能量。 * 最终，前哨站能量供应失控。
zh_tw: <25>{#p/undyne}{#f/22}* Mettaton和Alphys為了 幹掉你，動用了大量的能量。 * 最終，前哨站能量供應失控。

source: <25>{#p/undyne}{#f/19}* The atmosphere, the gravity... these things we depend on...
pt_br: <25>{#p/undyne}{#f/19}* A atmosfera, a gravidade... coisas das quais dependemos...
zh_cn: <25>{#p/undyne}{#f/19}* 供气系统，人工重力系统... 这些赖以为生的装置 都相继崩溃。
zh_tw: <25>{#p/undyne}{#f/19}* 供氣系統，人工重力系統... 這些賴以為生的裝置 都相繼崩潰。

source: <25>{#p/undyne}{#f/19}* They all started going haywire, resulting in countless deaths.
pt_br: <25>{#p/undyne}{#f/19}* Tudo começou a falhar, resultando em inúmeras mortes.
zh_cn: <25>{#p/undyne}{#f/19}* 最终，死伤无数。
zh_tw: <25>{#p/undyne}{#f/19}* 最終，死傷無數。

source: <25>{#p/undyne}{#f/18}* Without a Royal Guard, we couldn't evacuate them to safety.
pt_br: <25>{#p/undyne}{#f/18}* Sem a Guarda Real, nós não conseguimos evacuar as pessoas para a segurança.
zh_cn: <25>{#p/undyne}{#f/18}* 另一边，“档案”突然被 一道强力电流击中。
zh_tw: <25>{#p/undyne}{#f/18}* 另一邊，「檔案」突然被 一道強力電流擊中。
