Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* Monster Kid stared $(x) directly in the face.
pt_br: <32>{#p/story}* Criança Monstro encarou $(x) diretamente no rosto.
zh_cn: <32>{#p/story}* 怪物小孩直钩钩地盯着$(x)。ゑ
zh_tw: <32>{#p/story}* 怪物小孩直鉤鉤地盯著$(x)。ゑ

source: <32>{#p/story}* Monster Kid pointed at $(x) accusingly.
pt_br: <32>{#p/story}* Criança Monstro apontou para $(x) acusadoramente.
zh_cn: <32>{#p/story}* 怪物小孩愤怒地指着$(x)。ゑ
zh_tw: <32>{#p/story}* 怪物小孩憤怒地指著$(x)。ゑ

source: <32>{#p/story}* Monster Kid circled around $(x) like a predator.
pt_br: <32>{#p/story}* Criança Monstro circulou ao redor de $(x) como um predador.
zh_cn: <32>{#p/story}* 怪物小孩绕着$(x)来回踱步， 准备下手。ゑ
zh_tw: <32>{#p/story}* 怪物小孩繞著$(x)來回踱步， 準備下手。ゑ

source: <32>{#p/story}* Monster Kid complimented Muffet on her eloquent taste in clothing.
pt_br: <32>{#p/story}* Criança Monstro elogia Muffet na sua escolha de roupas.
zh_cn: <32>{#p/story}* 怪物小孩夸Muffet穿得真精致， 有品味。ゑ
zh_tw: <32>{#p/story}* 怪物小孩誇Muffet穿得真精緻， 有品味。ゑ

source: <32>{#p/story}* Monster Kid told Muffet her pastries are the best known to monsterkind.
pt_br: <32>{#p/story}* Criança Monstro diz a Muffet que suas comidas são as melhores da sociedade monstro.
zh_cn: <32>{#p/story}* 怪物小孩告诉Muffet， 她的糕点在怪物界就是一流。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴Muffet， 她的糕點在怪物界就是一流。ゑ

source: <32>{#p/story}* Monster Kid said no webs are as strong as Muffet's.
pt_br: <32>{#p/story}* Criança Monstro diz que nenhuma teia é tão forte quanto as da Muffet.
zh_cn: <32>{#p/story}* 怪物小孩告诉Muffet， 她织的网简直无人能敌。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴Muffet， 她織的網簡直無人能敵。ゑ

source: <32>{#p/story}* Monster Kid hummed a pretty melody.
pt_br: <32>{#p/story}* Criança Monstro canta uma bela melodia.
zh_cn: <32>{#p/story}* 怪物小孩哼了一段优美的旋律。ゑ
zh_tw: <32>{#p/story}* 怪物小孩哼了一段優美的旋律。ゑ

source: <32>{#p/story}* Monster Kid complimented Shyren's hair.
pt_br: <32>{#p/story}* Criança Monstro elogia o cabelo da Shyren.
zh_cn: <32>{#p/story}* 怪物小孩告诉Shyren， 她的头发真好看。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴Shyren， 她的頭髮真好看。ゑ

source: <32>{#p/story}* Monster Kid complimented Shyren's voice.
pt_br: <32>{#p/story}* Criança Monstro elogia a voz da Shyren.
zh_cn: <32>{#p/story}* 怪物小孩告诉Shyren， 她的声音真好听。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴Shyren， 她的聲音真好聽。ゑ

source: <32>{#p/story}* Monster Kid called Skrubbington the cleanest monster on the block.
pt_br: <32>{#p/story}* Criança Monstro diz que Skrubbington é o monstro mais limpo da aérea.
zh_cn: <32>{#p/story}* 怪物小孩告诉Skrubbington， 这片数它最爱干净。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴Skrubbington， 這片數它最愛乾淨。ゑ

source: <32>{#p/story}* Monster Kid appreciated Skrubbington's efforts to freshen up the factory.
pt_br: <32>{#p/story}* Criança Monstro diz apreciar o esforço de Skrubbington para deixar a fábrica limpa.
zh_cn: <32>{#p/story}* 怪物小孩告诉Skrubbington， 它就是铸厂模范清洁工。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴Skrubbington， 它就是鑄廠模範清潔工。ゑ

source: <32>{#p/story}* Monster Kid noted Skrubbington's committment to perfection.
pt_br: <32>{#p/story}* Criança Monstro nota o compromisso de Skrubbington com a perfeição.
zh_cn: <32>{#p/story}* 怪物小孩对Skrubbington说， 它对完美的追求真是执着。ゑ
zh_tw: <32>{#p/story}* 怪物小孩對Skrubbington說， 它對完美的追求真是執著。ゑ

source: <32>{#p/story}* Monster Kid complimented Radtile's mirror.
pt_br: <32>{#p/story}* Criança Monstro elogia o espelho do Radtile.
zh_cn: <32>{#p/story}* 怪物小孩夸Radtile的镜子 真好看。ゑ
zh_tw: <32>{#p/story}* 怪物小孩誇Radtile的鏡子 真好看。ゑ

source: <32>{#p/story}* Monster Kid complimented Radtile's hat.
pt_br: <32>{#p/story}* Criança Monstro elogia o boné do Radtile.
zh_cn: <32>{#p/story}* 怪物小孩夸Radtile 帽子真酷。ゑ
zh_tw: <32>{#p/story}* 怪物小孩誇Radtile 帽子真酷。ゑ

source: <32>{#p/story}* Monster Kid made sure to double-check Radtile's appearance.
pt_br: <32>{#p/story}* Criança Monstro dá uma olhada dupla na aparência do Radtile.
zh_cn: <32>{#p/story}* 怪物小孩再三打量Radtile 帅气的脸庞。ゑ
zh_tw: <32>{#p/story}* 怪物小孩再三打量Radtile 帥氣的臉龐。ゑ

source: <32>{#p/story}* Monster Kid offered to keep $(x) company.
pt_br: <32>{#p/story}* Criança Monstro se ofereceu para fazer companhia a $(x)
zh_cn: <32>{#p/story}* 怪物小孩告诉$(x)， 会陪着它。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴$(x)， 會陪著它。ゑ

source: <32>{#p/story}* Monster Kid told $(x) they'd be there if it'd help.
pt_br: <32>{#p/story* Criança Monstro disse a $(x) que ele estará ali para ajudar caso precise.
zh_cn: <32>{#p/story}* 怪物小孩告诉$(x)， 会尽全力帮助它。ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴$(x)， 會盡全力幫助它。ゑ

source: <32>{#p/story}* Monster Kid stood on top of $(x).
pt_br: <32>{#p/story}* Criança Monstro fica no topo de $(x).
zh_cn: <32>{#p/story}* 怪物小孩站到了$(x)上面。ゑ
zh_tw: <32>{#p/story}* 怪物小孩站到了$(x)上面。ゑ

source: <32>{#p/story}* Monster Kid tried asking Muffet about spider clans.
pt_br: <32>{#p/story}* Criança Monstro tenta perguntar a Muffet sobre o clã de aranhas.
zh_cn: <32>{#p/story}* 怪物小孩试着向Muffet询问 蜘蛛部落的事。ゑ
zh_tw: <32>{#p/story}* 怪物小孩試著向Muffet詢問 蜘蛛部落的事。ゑ

source: <32>{#p/story}* Monster Kid tried asking Muffet about bakeries.
pt_br: <32>{#p/story}* Criança Monstro tenta perguntar Muffet sobre bolos.
zh_cn: <32>{#p/story}* 怪物小孩试着向Muffet询问 烘焙心得。ゑ
zh_tw: <32>{#p/story}* 怪物小孩試著向Muffet詢問 烘焙心得。ゑ

source: <32>{#p/story}* Monster Kid tried asking Muffet about tea.
pt_br: <32>{#p/story}* Criança Monstro tenta perguntar Muffet sobre chá.
zh_cn: <32>{#p/story}* 怪物小孩试着向Muffet询问 品茶之道。ゑ
zh_tw: <32>{#p/story}* 怪物小孩試著向Muffet詢問 品茶之道。ゑ

source: <32>{#p/story}* Monster Kid debated about musical notation.
pt_br: <32>{#p/story}* Criança Monstro debate sobre notação musical.
zh_cn: <32>{#p/story}* 怪物小孩和Shyren争论起 用哪种记谱方式更好。ゑ
zh_tw: <32>{#p/story}* 怪物小孩和Shyren爭論起 用哪種記譜方式更好。ゑ

source: <32>{#p/story}* Monster Kid spoke about music theory.
pt_br: <32>{#p/story}* Criança Monstro fala sobre teoria musical.
zh_cn: <32>{#p/story}* 怪物小孩开始讲起了乐理知识。ゑ
zh_tw: <32>{#p/story}* 怪物小孩開始講起了樂理知識。ゑ

source: <32>{#p/story}* Monster Kid discussed their favorite music genres.
pt_br: <32>{#p/story}* Criança Monstro discute sobre seu gênero de música favorito.
zh_cn: <32>{#p/story}* 怪物小孩跟Shyren讨论起 彼此喜爱的音乐流派。ゑ
zh_tw: <32>{#p/story}* 怪物小孩跟Shyren討論起 彼此喜愛的音樂流派。ゑ

source: <32>{#p/story}* Monster Kid waxed poetic about proper hygiene.
pt_br: <32>{#p/story}* Criança Monstro demonstra poesia sobre a higiene adequada.
zh_cn: <32>{#p/story}* 怪物小孩以“讲卫生”为主题， 吟了首小诗。ゑ
zh_tw: <32>{#p/story}* 怪物小孩以「講衛生」為主題， 吟了首小詩。ゑ

source: <32>{#p/story}* Monster Kid rapped about hazard safety.
pt_br: <32>{#p/story}* Criança Monstro faz um rap sobre segurança contra riscos.
zh_cn: <32>{#p/story}* 怪物小孩围绕“安”与“危” 来了段Rap。ゑ
zh_tw: <32>{#p/story}* 怪物小孩圍繞「安」與「危」 來了段Rap。ゑ

source: <32>{#p/story}* Monster Kid showed off their polished sewer pipe set.
pt_br: <32>{#p/story}* Criança Monstro exibiu seu conjunto de canos polido.
zh_cn: <32>{#p/story}* 怪物小孩自豪地展示着 自己的亮晶晶下水管道组。ゑ
zh_tw: <32>{#p/story}* 怪物小孩自豪地展示著 自己的亮晶晶下水管道組。ゑ

source: <32>{#p/story}* Monster Kid made an ugly face at Radtile.
pt_br: <32>{#p/story}* Criança Monstro faz uma careta para Radtile.
zh_cn: <32>{#p/story}* 怪物小孩朝Radtile摆了个鬼脸。ゑ
zh_tw: <32>{#p/story}* 怪物小孩朝Radtile擺了個鬼臉。ゑ

source: <32>{#p/story}* Monster Kid came near and inspected Radtile up close.
pt_br: <32>{#p/story}* Criança Monstro se aproxima e olha o Radtile de perto.
zh_cn: <32>{#p/story}* 怪物小孩走上前，把脸凑过去， 仔细打量着Radtile。ゑ
zh_tw: <32>{#p/story}* 怪物小孩走上前，把臉湊過去， 仔細打量著Radtile。ゑ

source: <32>{#p/story}* Monster Kid acted out as if they were a feral creature.
pt_br: <32>{#p/story}* Criança Monstro age como se fosse uma criatura feroz.
zh_cn: <32>{#p/story}* 怪物小孩把自己扮成一个野孩子。ゑ
zh_tw: <32>{#p/story}* 怪物小孩把自己扮成一個野孩子。ゑ

source: <32>{#p/story}* Monster Kid wiggled around, mimicing $(x).
pt_br: <32>{#p/story}* Criança Monstro se mexeu, imitando $(x).
zh_cn: <32>{#p/story}* 怪物小孩看着$(x)， 有样学样，扭动着身体。ゑ
zh_tw: <32>{#p/story}* 怪物小孩看著$(x)， 有樣學樣，扭動著身體。ゑ

source: <32>{#p/story}* Monster Kid did a handstand, impressing $(x).
pt_br: <32>{#p/story}* Criança Monstro faz uma bananeira, impressionando $(x)
zh_cn: <32>{#p/story}* 怪物小孩表演了倒立， $(x)惊呆了。ゑ
zh_tw: <32>{#p/story}* 怪物小孩表演了倒立， $(x)驚呆了。ゑ

source: <32>{#p/story}* Monster Kid spun around, bewildering $(x).
pt_br: <32>{#p/story}* Criança Monstro gira para os lados, desconcertando $(x)
zh_cn: <32>{#p/story}* 怪物小孩在原地打转， 看得$(x)不明所以。ゑ
zh_tw: <32>{#p/story}* 怪物小孩在原地打轉， 看得$(x)不明所以。ゑ

source: <32>{#p/story}* Monster Kid tried telling Muffet there's no point in all this!
pt_br: <32>{#p/story}* Criança Monstro tenta dizer a Muffet que não a ponto em tudo isso!
zh_cn: <32>{#p/story}* 怪物小孩想告诉Muffet 这一切毫无意义！ゑ
zh_tw: <32>{#p/story}* 怪物小孩想告訴Muffet 這一切毫無意義！ゑ

source: <32>{#p/story}* Monster Kid claimed a spatial distortion was approaching fast!
pt_br: <32>{#p/story}* Criança Monstro afirmou que uma distorção espacial estava se aproximando rapidamente
zh_cn: <32>{#p/story}* 怪物小孩告诉对手， 时空扭曲即将来临！ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴對手， 時空扭曲即將來臨！ゑ

source: <32>{#p/story}* Monster Kid claimed an airborne viral agent was on its way!
pt_br: <32>{#p/story}* Criança Monstro afirma que um agente viral no ar estava a caminho.
zh_cn: <32>{#p/story}* 怪物小孩告诉对手， 某种病毒快传播到这里了！ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴對手， 某種病毒快傳播到這裡了！ゑ

source: <32>{#p/story}* Monster Kid claimed the nearby pipes were leaking acid!
pt_br: <32>{#p/story}* Criança Monstro avisa que os tubos próximos estavam derramando ácido!
zh_cn: <32>{#p/story}* 怪物小孩告诉对手， 酸液从附近的管道里渗出来了！ゑ
zh_tw: <32>{#p/story}* 怪物小孩告訴對手， 酸液從附近的管道裡滲出來了！ゑ

source: <32>{#p/story}* Nothing happened.
pt_br: <32>{#p/story}* Nada acontece.
zh_cn: <32>{#p/story}* 无事发生。ゑ
zh_tw: <32>{#p/story}* 無事發生。ゑ

source: <32>{#p/story}* Skrubbington was grossed out! * Skrubbington's DEFENSE down!
pt_br: <32>{#p/story}* Skrubbington está enojado! * DEFESA de Skrubbington caiu!
zh_cn: <32>{#p/story}* Skrubbington直犯恶心！ * Skrubbington的防御力下降了！ゑ
zh_tw: <32>{#p/story}* Skrubbington直犯噁心！ * Skrubbington的防禦力下降了！ゑ

source: <32>{#p/story}* Shyren felt uncomfortable! * Shyren's DEFENSE down!
pt_br: <32>{#p/story}* Shyren se sentiu desconfortável! * A DEFESA de Shyren caiu!
zh_cn: <32>{#p/story}* Shyren感到很不自在！ * Shyren的防御力下降了！ゑ
zh_tw: <32>{#p/story}* Shyren感到很不自在！ * Shyren的防禦力下降了！ゑ

source: <32>{#p/story}* Radtile felt uncomfortable! * Radtile's DEFENSE down!
pt_br: <32>{#p/story}* Radtile se sente desconfortável! * DEFESA de Radtile caiu!
zh_cn: <32>{#p/story}* Radtile感到很不自在！ * Radtile的防御力下降了！ゑ
zh_tw: <32>{#p/story}* Radtile感到很不自在！ * Radtile的防禦力下降了！ゑ

source: <32>{#p/story}* $(x) felt uncomfortable! * $(x)'s DEFENSE down!
pt_br: <32>{#p/story}* $(x) se sentiu desconfortável! * A DEFESA de $(x) caiu!
zh_cn: <32>{#p/story}* $(x)感到很不自在！ * $(x)的防御力下降了！ゑ
zh_tw: <32>{#p/story}* $(x)感到很不自在！ * $(x)的防禦力下降了！ゑ

source: <32>{#p/story}* Skrubbington felt flattered! * Skrubbington's ATTACK down!
pt_br: <32>{#p/story}* Skrubbington se sentiu lisonjeado! * O ATAQUE de Skrubbington caiu!
zh_cn: <32>{#p/story}* Skrubbington受宠若惊！ * Skrubbington的攻击力下降了！ゑ
zh_tw: <32>{#p/story}* Skrubbington受寵若驚！ * Skrubbington的攻擊力下降了！ゑ

source: <32>{#p/story}* Shyren felt flattered! * Shyren's ATTACK down!
pt_br: <32>{#p/story}* Shyren se sente lisonjeada! * O ATAQUE de Shyren caiu!
zh_cn: <32>{#p/story}* Shyren受宠若惊！ * Shyren的攻击力下降了！ゑ
zh_tw: <32>{#p/story}* Shyren受寵若驚！ * Shyren的攻擊力下降了！ゑ

source: <32>{#p/story}* Radtile felt respected! * Radtile's ATTACK down!
pt_br: <32>{#p/story}* Radtile se sente respeitado! * ATAQUE de Radtile caiu!
zh_cn: <32>{#p/story}* 受到尊重，Radtile心满意足！ * Radtile的攻击力下降了！ゑ
zh_tw: <32>{#p/story}* 受到尊重，Radtile心滿意足！ * Radtile的攻擊力下降了！ゑ

source: <32>{#p/story}* $(x) felt respected! * $(x)'s ATTACK down!
pt_br: <32>{#p/story}* $(x) sente o respeito! * O ATAQUE de $(x) caiu!
zh_cn: <32>{#p/story}* 受到尊重，$(x)心满意足！ * $(x)的攻击力下降了！ゑ
zh_tw: <32>{#p/story}* 受到尊重，$(x)心滿意足！ * $(x)的攻擊力下降了！ゑ

source: <32>{#p/story}* Skrubbington and the others were distracted by Monster Kid and forgot their turn!
pt_br: <32>{#p/story}* Skrubbington e outros monstros foram distraídos pela Criança Monstro e esqueçam da luta!
zh_cn: <32>{#p/story}* 被怪物小孩一搅和， Skrubbington和其他对手都分神了， 错过了自己的回合！ゑ
zh_tw: <32>{#p/story}* 被怪物小孩一攪和， Skrubbington和其他對手都分神了， 錯過了自己的回合！ゑ

source: <32>{#p/story}* Skrubbington was distracted by Monster Kid and forgot their turn!
pt_br: <32>{#p/story}* Skrubbington foi distraído pela Criança Monstro e esqueceu o turno!
zh_cn: <32>{#p/story}* 被怪物小孩一搅和， Skrubbington分神了， 错过了自己的回合！ゑ
zh_tw: <32>{#p/story}* 被怪物小孩一攪和， Skrubbington分神了， 錯過了自己的回合！ゑ

source: <32>{#p/story}* Distracted by Monster Kid, Shyren forgot her turn!
pt_br: <32>{#p/story}* Distraída pela Criança Monstro, Shyren esquece seu turno!
zh_cn: <32>{#p/story}* 被怪物小孩一搅和， Shyren分神了， 错过了自己的回合！ゑ
zh_tw: <32>{#p/story}* 被怪物小孩一攪和， Shyren分神了， 錯過了自己的回合！ゑ

source: <32>{#p/story}* Entranced by Monster Kid, $(x) and the others forgot their turn!
pt_br: <32>{#p/story}* Encantados pela Criança Monstro, $(x) e os outros esqueceram seus turnos!
zh_cn: <32>{#p/story}* 被怪物小孩一整， $(x)和其他对手忘乎所以， 错过了自己的回合！ゑ
zh_tw: <32>{#p/story}* 被怪物小孩一整， $(x)和其他對手忘乎所以， 錯過了自己的回合！ゑ

source: <32>{#p/story}* Entranced by Monster Kid, Radtile forgot his turn!
pt_br: <32>{#p/story}* Encantado pela Criança Monstro, Radtile esqueceu seu turno!
zh_cn: <32>{#p/story}* 被怪物小孩一整， Radtile忘乎所以， 错过了自己的回合！ゑ
zh_tw: <32>{#p/story}* 被怪物小孩一整， Radtile忘乎所以， 錯過了自己的回合！ゑ

source: <32>{#p/story}* Entranced by Monster Kid, $(x) forgot their turn!
pt_br: <32>{#p/story}* Pela distração da Criança Monstro, $(x) esqueceu seu turno!
zh_cn: <32>{#p/story}* 被怪物小孩一整， $(x)忘乎所以， 错过了自己的回合！ゑ
zh_tw: <32>{#p/story}* 被怪物小孩一整， $(x)忘乎所以， 錯過了自己的回合！ゑ

source: <32>{#p/story}* Fearful for its life, Skrubbington panicked and left the battle!
pt_br: <32>{#p/story}* Com medo por sua vida, Skrubbington entra em pânico e foge da batalha!
zh_cn: <32>{#p/story}* Skrubbington担心自己小命不保， 赶忙跑掉了！ゑ
zh_tw: <32>{#p/story}* Skrubbington擔心自己小命不保， 趕忙跑掉了！ゑ

source: <32>{#p/story}* The other monsters continue to fight you.
pt_br: <32>{#p/story}* Os outros monstros continuam a lutar.
zh_cn: <32>{#p/story}* 其他对手还想继续战斗。ゑ
zh_tw: <32>{#p/story}* 其他對手還想繼續戰鬥。ゑ

source: <32>{#p/story}* Fearful for her life, Shyren panicked and left the battle!
pt_br: <32>{#p/story}* Temendo por sua vida, Shyren entra em pânico e foge da luta!
zh_cn: <32>{#p/story}* Shyren担心自己小命不保， 赶忙跑掉了！ゑ
zh_tw: <32>{#p/story}* Shyren擔心自己小命不保， 趕忙跑掉了！ゑ

source: <32>{#p/story}* Encouraged by her own performance, Shyren braved the threat!
pt_br: <32>{#p/story}* Encorajada por seu próprio desempenho, Shyren enfrentou a ameaça!
zh_cn: <32>{#p/story}* 表演过后，Shyren有了信心。 决定勇敢地直面危险！ゑ
zh_tw: <32>{#p/story}* 表演過後，Shyren有了信心。 決定勇敢地直面危險！ゑ

source: <32>{#p/story}* Fearful for his life, Radtile panicked and left the battle!
pt_br: <32>{#p/story}* Temendo por sua vida, Radtile entra em pânico e foge da batalha!
zh_cn: <32>{#p/story}* Radtile担心自己小命不保， 赶忙跑掉了！ゑ
zh_tw: <32>{#p/story}* Radtile擔心自己小命不保， 趕忙跑掉了！ゑ

source: <32>{#p/story}* Fearful for its life, $(x) panicked and left the battle!
pt_br: <32>{#p/story}* Temendo por sua vida, $(x) entra em pânico e foge da batalha!
zh_cn: <32>{#p/story}* $(x)担心自己小命不保， 赶忙跑掉了！ゑ
zh_tw: <32>{#p/story}* $(x)擔心自己小命不保， 趕忙跑掉了！ゑ

source: <32>{#p/kidding}* Y... y-you want me to fight? * Are you sure?
pt_br: <32>{#p/kidding}* V... v-você quer que eu lute? * Tem certeza?
zh_cn: <32>{#p/kidding}* 你... 你-你让我战斗？ * 真的吗？
zh_tw: <32>{#p/kidding}* 你... 你-你讓我戰鬥？ * 真的嗎？

source: * (Do you confirm?)
pt_br: * (Você confirma essa ação?)
zh_cn: * （确定战斗吗？）
zh_tw: * （確定戰鬥嗎？）

source: <32>{#p/kidding}* Okay... here goes nothing...
pt_br: <32>{#p/kidding}* Tá... aqui vai nada...
zh_cn: <32>{#p/kidding}* 好吧... 那我试试...
zh_tw: <32>{#p/kidding}* 好吧... 那我試試...

source: <32>{#p/kidding}* Oh, okay...
zh_cn: <32>{#p/kidding}* 哦，好...
zh_tw: <32>{#p/kidding}* 喔，好...

source: <32>* I'll just spare them, then!
pt_br: <32>* Eu só vou poupar então!
zh_cn: <32>* 那我就饶恕他们吧！
zh_tw: <32>* 那我就饒恕他們吧！

source: <32>* Ngh...!
zh_cn: <32>* 呀哈...！
zh_tw: <32>* 呀哈...！

source: <32>* Hi-yah...!
zh_cn: <32>* 嘿呀...！
zh_tw: <32>* 嘿呀...！

source: <32>* Wa-POW!
zh_cn: <32>* 我打！
zh_tw: <32>* 我打！

source: <32>{#p/kidding}* Mercy? * Do I spare them?
pt_br: <32>{#p/kidding}* Poupar? * Eu só deixo eles irem?
zh_cn: <32>{#p/kidding}* 仁慈？ * 让我饶恕对手吗？
zh_tw: <32>{#p/kidding}* 仁慈？ * 讓我饒恕對手嗎？

source: <32>{#p/kidding}* Haha, that's easy!
pt_br: <32>{#p/kidding}* Haha, isso é fácil!
zh_cn: <32>{#p/kidding}* 哈哈，容易！
zh_tw: <32>{#p/kidding}* 哈哈，容易！

source: * (What should Monster Kid do?)
pt_br: * (O que a Criança Monstro deveria fazer?)
zh_cn: * （怪物小孩应该怎么做？）
zh_tw: * （怪物小孩應該怎麼做？）

source: Mercy
pt_br: Piedade
zh_cn: 仁慈
zh_tw: 仁慈

source: Act
pt_br: Agir
zh_cn: 行动
zh_tw: 行動

source: Magic
pt_br: Magia
zh_cn: 魔法
zh_tw: 魔法

source: Fight
pt_br: Lutar
zh_cn: 战斗
zh_tw: 戰鬥

source: Keyring
pt_br: Chaveiro
zh_cn: 钥匙串
zh_tw: 鑰匙串

source: Say Hello
pt_br: Dizer Olá
zh_cn: 打招呼
zh_tw: 打招呼

source: About Yourself
pt_br: Sobre Você
zh_cn: 介绍下自己
zh_tw: 來個自我介紹ゐ

source: Call Him "Dad"
pt_br: Chamar ele de "Pai"
zh_cn: 叫他“爸爸”
zh_tw: 叫他「爹地」ゐ

source: Flirt
pt_br: Flertar
zh_cn: 调情
zh_tw: 調情

source: Insult
pt_br: Insultar
zh_cn: 辱骂
zh_tw: 辱罵

source: <32>{#s/phone}{#p/event}* Dialing...
pt_br: <32>{#s/phone}{#p/event}* Ligando...
zh_cn: <32>{#s/phone}{#p/event}* 拨号中...
zh_tw: <32>{#s/phone}{#p/event}* 撥號中...

source: <32>{#p/human}* (Too much interference.)
pt_br: <32>{#p/human}* (Muita interferência.)
zh_cn: <32>{#p/human}* （全是噪音。）
zh_tw: <32>{#p/human}* （全是噪音。）

source: <32>{#p/basic}* ... but nobody came.
pt_br: <32>{#p/basic}* ... mas ninguém veio.
zh_cn: <32>{#p/basic}* ...但是谁也没有来。
zh_tw: <32>{#p/basic}* ...但是誰也沒有來。

source: <32>{#p/human}* (No connection.)
pt_br: <32>{#p/human}* (Sem conexão.)
zh_cn: <32>{#p/human}* （没有信号。）
zh_tw: <32>{#p/human}* （沒有訊號。）

source: <32>{#p/human}* (It sounds like a small, white dog is sleeping on the cell phone.)
pt_br: <32>{#p/human}* (Parece o som de um pequeno cachorro branco dormindo no celular.)
zh_cn: <32>{#p/human}* （听起来，一只小白狗 在手机上睡着了。）
zh_tw: <32>{#p/human}* （聽起來，一隻小白狗 在手機上睡著了。）

source: <32>{#p/basic}* (Snore... snore...)
pt_br: <32>{#p/basic}* (Ronco... ronco...)
zh_cn: <32>{#p/basic}* （呼噜... 呼噜...）
zh_tw: <32>{#p/basic}* （呼嚕... 呼嚕...）

source: <32>* (Snore... snore...)
pt_br: <32>* (Ronco... ronco...)
zh_cn: <32>* （呼噜... 呼噜...）
zh_tw: <32>* （呼嚕... 呼嚕...）

source: <32>{#p/basic}* (Snore... snore... snore...)
pt_br: <32>{#p/basic}* (Ronco... ronco... ronco...)
zh_cn: <32>{#p/basic}* （呼噜... 呼噜... 呼噜...）
zh_tw: <32>{#p/basic}* （呼嚕... 呼嚕... 呼嚕...）

source: <32>* (Snore... snore... snore...)
pt_br: <32>* (Ronco... ronco... ronco...)
zh_cn: <32>* （呼噜... 呼噜... 呼噜...）
zh_tw: <32>* （呼嚕... 呼嚕... 呼嚕...）

source: <32>{#p/basic}* (Snore...!)
pt_br: <32>{#p/basic}* (Ronco...!)
zh_cn: <32>{#p/basic}* （呼噜！）
zh_tw: <32>{#p/basic}* （呼嚕！）

source: <32>* (Snore...!)
pt_br: <32>* (Ronco...!)
zh_cn: <32>* （呼噜！）
zh_tw: <32>* （呼嚕！）

source: <32>{#p/basic}* (Snore...?)
pt_br: <32>{#p/basic}* (Ronco...?)
zh_cn: <32>{#p/basic}* （呼噜？）
zh_tw: <32>{#p/basic}* （呼嚕？）

source: <32>* (Snore...?)
pt_br: <32>* (Ronco...?)
zh_cn: <32>* （呼噜？）
zh_tw: <32>* （呼嚕？）

source: <32>{#p/basic}* (Whimper.)
pt_br: <32>{#p/basic}* (choramingo.)
zh_cn: <32>{#p/basic}* （嗷呜——）
zh_tw: <32>{#p/basic}* （嗷嗚——）

source: <32>* (Whine.)
pt_br: <32>* (Lamentação.)
zh_cn: <32>* （呜呜。）
zh_tw: <32>* （嗚嗚。）

source: <25>{#p/asgore}{#f/5}* About me?
pt_br: <25>{#p/asgore}{#f/5}* Sobre minha pessoa?
zh_cn: <25>{#p/asgore}{#f/5}* 想了解了解我，是吗？
zh_tw: <25>{#p/asgore}{#f/5}* 想了解了解我，是嗎？

source: <25>{#f/7}* ... oh, but where would I begin?
pt_br: <25>{#f/7}* ... oh, por onde eu começo?
zh_cn: <25>{#f/7}* ...从哪开始说好呢？
zh_tw: <25>{#f/7}* ...從哪開始說好呢？

source: <25>{#f/6}* There is far too much to tell at once.
pt_br: <25>{#f/6}* A muito para dizer apenas de uma vez.
zh_cn: <25>{#f/6}* 能聊的实在太多了， 一下子根本说不完。
zh_tw: <25>{#f/6}* 能聊的實在太多了， 一下子根本說不完。

source: <25>{#f/6}* Perhaps, over time, you will come to know me very well.
pt_br: <25>{#f/6}* Talvez, com o tempo você vai me conhecer muito bem.
zh_cn: <25>{#f/6}* 相处久了，咱们自然就熟悉了。
zh_tw: <25>{#f/6}* 相處久了，咱們自然就熟悉了。

source: <25>{#f/21}* It would be better than telling you everything at once.
pt_br: <25>{#f/21}* Seria melhor do que te dizer tudo de uma vez.
zh_cn: <25>{#f/21}* 一点一点相互了解， 可比一口气来一大段自我介绍 好多了。
zh_tw: <25>{#f/21}* 一點一點相互了解， 可比一口氣來一大段自我介紹 好多了。

source: <25>{#p/asgore}{#f/5}* If you like, I can tell you something about myself later.
pt_br: <25>{#p/asgore}{#f/5}* Eu você quiser, eu posso te dizer algo sobre mim depois.
zh_cn: <25>{#p/asgore}{#f/5}* 要是你真好奇的话， 之后再慢慢讲给你听。
zh_tw: <25>{#p/asgore}{#f/5}* 要是你真好奇的話， 之後再慢慢講給你聽。

source: <25>{#f/7}* How does that sound?
pt_br: <25>{#f/7}* Que tal isso?
zh_cn: <25>{#f/7}* 你看行吗？
zh_tw: <25>{#f/7}* 你看行嗎？

source: <25>{#f/4}* Frisk.
zh_cn: <25>{#f/4}* Frisk啊...
zh_tw: <25>{#f/4}* Frisk啊...

source: <25>{#f/6}* Surely there is someone more your age.
pt_br: <25>{#f/6}* Certamente há alguém da sua idade.
zh_cn: <25>{#f/6}* 你想找对象， 也该找年龄差不多的吧。
zh_tw: <25>{#f/6}* 你想找對象， 也該找年齡差不多的吧。

source: <25>{#f/5}* I am not saying I cannot oblige, but...
pt_br: <25>{#f/5}* Não estou dizendo que não posso obrigar, mas...
zh_cn: <25>{#f/5}* 倒不是说我反感这事...
zh_tw: <25>{#f/5}* 倒不是說我反感這事...

source: <25>{#f/6}* There is a world of difference between "can" and "should."
pt_br: <25>{#f/6}* Há um mundo de diferença entre "pode" e "deve.
zh_cn: <25>{#f/6}* 但你得知道， “我喜欢你”和“我就跟你了” 可是天壤之别。
zh_tw: <25>{#f/6}* 但你得知道， 「我喜歡你」和「我就跟你了」 可是天壤之別。

source: <25>{#f/20}* Perhaps when you are older, we may explore this further.
pt_br: <25>{#f/20}* Talvez quando você for mais velho, possamos explorar isso mais profundamente.
zh_cn: <25>{#f/20}* 等你大一点， 我再好好跟你聊聊 感情方面的事。
zh_tw: <25>{#f/20}* 等你大一點， 我再好好跟你聊聊 感情方面的事。

source: <25>{#f/6}* But not now.
pt_br: <25>{#f/6}* Mas não agora.
zh_cn: <25>{#f/6}* 不过现在，免谈。
zh_tw: <25>{#f/6}* 不過現在，免談。

source: <25>{#f/6}* You call me "Dad," and then you flirt with me.
pt_br: <25>{#f/6}* Você me chamou de "Pai", e então flertou comigo.
zh_cn: <25>{#f/6}* 你先叫我爹，又跟我调情... 都把我整懵了。
zh_tw: <25>{#f/6}* 你先叫我爹，又跟我調情... 都把我整懵了。

source: <25>{#f/5}* I am not sure how to react to this.
pt_br: <25>{#f/5}* Eu não tenho certeza como reagir a isso.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/asgore}{#f/21}* A greeting, you say?
pt_br: <25>{#p/asgore}{#f/21}* Uma saudação, você diz?
zh_cn: <25>{#p/asgore}{#f/21}* 你刚跟我打了个招呼。
zh_tw: <25>{#p/asgore}{#f/21}* 你剛跟我打了個招呼。

source: <25>{#f/7}* Hmm...
zh_cn: <25>{#f/7}* 嗯...
zh_tw: <25>{#f/7}* 嗯...

source: <25>{#f/6}* I give you a "Howdy!"
pt_br: <25>{#f/6}* Eu te darei um "Howdy!"
zh_cn: <25>{#f/6}* 那我也回一句“哈喽”吧！
zh_tw: <25>{#f/6}* 那我也回一句「哈囉」吧！

source: <25>{#p/asgore}{#f/5}* Another greeting?
pt_br: <25>{#p/asgore}{#f/5}* Outra saudação?
zh_cn: <25>{#p/asgore}{#f/5}* 又来？
zh_tw: <25>{#p/asgore}{#f/5}* 又來？

source: <25>{#f/21}* I know...
pt_br: <25>{#f/21}* Eu sei...
zh_cn: <25>{#f/21}* 那我再来一句...
zh_tw: <25>{#f/21}* 那我再來一句...

source: <25>{#f/6}* "How do you do!"
pt_br: <25>{#f/6}* "Como você faz!"
zh_cn: <25>{#f/6}* “今天开心吗？”
zh_tw: <25>{#f/6}* 「今天開心嗎？」

source: <25>{#f/5}* At this rate, I am going to run out of greetings.
pt_br: <25>{#f/5}* Nesse ritmo, eu vou ficar sem saudações.
zh_cn: <25>{#f/5}* 再这么整下去， 我都没词儿了。
zh_tw: <25>{#f/5}* 再這麼整下去， 我都沒詞兒了。

source: <25>{#f/6}* Though, the birds outside may be more willing to oblige.
pt_br: <25>{#f/6}* No entanto, os pássaros do lado de fora podem estar mais dispostos a fazê-lo.
zh_cn: <25>{#f/6}* 你看，外面有那么多鸟， 它们肯定很乐意跟你问好。
zh_tw: <25>{#f/6}* 你看，外面有那麼多鳥， 它們肯定很樂意跟你問好。

source: <25>{#f/7}* Why not try with them?
pt_br: <25>{#f/7}* Por que não tentar com eles?
zh_cn: <25>{#f/7}* 去跟它们打招呼吧。
zh_tw: <25>{#f/7}* 去跟它們打招呼吧。

source: <25>{#p/asgore}{#f/5}* ... howdy, little one.
pt_br: <25>{#p/asgore}{#f/5}* ... olá, pequeno.
zh_cn: <25>{#p/asgore}{#f/5}* ...哈喽。
zh_tw: <25>{#p/asgore}{#f/5}* ...哈囉。

source: <25>{#f/6}* It is always nice to hear your voice.
pt_br: <25>{#f/6}* É sempre ótimo ouvir sua voz.
zh_cn: <25>{#f/6}* 孩子，能听到你的声音， 我很开心。
zh_tw: <25>{#f/6}* 孩子，能聽到你的聲音， 我很開心。

source: <25>{#f/21}* Of course.
pt_br: <25>{#f/21}* Claro.
zh_cn: <25>{#f/21}* 是啊。
zh_tw: <25>{#f/21}* 是啊。
