Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <11>{#p/basic}{~}{#x1}I'm still incor- poreal, you dummy!!!
pt_br: <11>{#p/basic}{~}{#x1}Eu ainda sou incorporeo, seu burro!!!
zh_cn: <11>{#p/basic}{~}{#x1}我这不 还是没有实体， 你这棉花脑袋！！
zh_tw: <11>{#p/basic}{~}{#x1}我這不 還是沒有實體， 你這棉花腦袋！！

source: <11>{#p/napstablook}{~}sorry, i interrupted you, didn't i...
pt_br: <11>{#p/napstablook}{~}desculpa, eu interrompi vocês, não foi...
zh_cn: <11>{#p/napstablook}{~}对不起， 打扰你们了， 对吧...
zh_tw: <11>{#p/napstablook}{~}對不起， 打擾你們了， 對吧...

source: <11>{#p/napstablook}{~}as soon as i came over, your friend immediately left...
pt_br: <11>{#p/napstablook}{~}assim que eu cheguei, seu amigo saiu correndo...
zh_cn: <11>{#p/napstablook}{~}我一过来， 你的朋友就走了...
zh_tw: <11>{#p/napstablook}{~}我一過來， 你的朋友就走了...

source: <11>{#p/napstablook}{~}oh wait... didn't you attack me before...
pt_br: <11>{#p/napstablook}{~}oh espera... foi você que me atacou antes...
zh_cn: <11>{#p/napstablook}{~}等等... 你是不是 打过我来着...
zh_tw: <11>{#p/napstablook}{~}等等... 你是不是 打過我來著...

source: <11>{#p/napstablook}{~}uhhh... that's awkward.
pt_br: <11>{#p/napstablook}{~}uhhh... isso é constrangedor.
zh_cn: <11>{#p/napstablook}{~}呃呃... 挺尴尬。
zh_tw: <11>{#p/napstablook}{~}呃呃... 挺尷尬。

source: <11>{#p/napstablook}{~}sorry...
pt_br: <11>{#p/napstablook}{~}desculpa...
zh_cn: <11>{#p/napstablook}{~}抱歉...
zh_tw: <11>{#p/napstablook}{~}抱歉...

source: <11>{#p/napstablook}{~}oh no... you guys looked like you were having fun...
pt_br: <11>{#p/napstablook}{~}oh não... vocês pareciam estar se divertindo...
zh_cn: <11>{#p/napstablook}{~}哦天啊... 你们刚才好像 玩得挺开心的...
zh_tw: <11>{#p/napstablook}{~}喔天啊... 你們剛才好像 玩得挺開心的...

source: <11>{#p/napstablook}{~}oh no... i just wanted to say hi...
pt_br: <11>{#p/napstablook}{~}oh não... eu só queria dizer oi...
zh_cn: <11>{#p/napstablook}{~}哦天啊... 我只是想 打个招呼...
zh_tw: <11>{#p/napstablook}{~}喔天啊... 我只是想 打個招呼...

source: <11>{#p/napstablook}{~}oh no...... ........... ........... ........... ...........
pt_br: <11>{#p/napstablook}{~}oh não...... ........... ........... ........... ...........
zh_cn: <11>{#p/napstablook}{~}哦天啊...... ........... ........... ........... ...........
zh_tw: <11>{#p/napstablook}{~}喔天啊...... ........... ........... ........... ...........

source: <08>{#p/basic}{~}Thanks!
pt_br: <08>{#p/basic}{~}Valeu!
zh_cn: <08>{#p/basic}{~}谢啦！
zh_tw: <08>{#p/basic}{~}謝啦！

source: <08>{#p/basic}{~}Thank you!
pt_br: <08>{#p/basic}{~}Obrigado!
zh_cn: <08>{#p/basic}{~}谢谢你！
zh_tw: <08>{#p/basic}{~}謝謝你！

source: <08>{#p/basic}{~}Great work!
pt_br: <08>{#p/basic}{~}Bom trabalho!
zh_cn: <08>{#p/basic}{~}你真棒！
zh_tw: <08>{#p/basic}{~}你真棒！

source: <08>{#p/basic}{~}Bravo!
zh_cn: <08>{#p/basic}{~}真不错！
zh_tw: <08>{#p/basic}{~}真不錯！

source: <08>{#p/basic}{~}OK!
zh_cn: <08>{#p/basic}{~}好！
zh_tw: <08>{#p/basic}{~}好！

source: <08>{#p/basic}{~}My haphe- phobia!
pt_br: <08>{#p/basic}{~}Minha fobia de abraço!
zh_cn: <08>{#p/basic}{~}我的 接触 恐惧症...
zh_tw: <08>{#p/basic}{~}我的 接觸 恐懼症...

source: <08>{#p/basic}{~}It's gone!
pt_br: <08>{#p/basic}{~}Ela se foi!
zh_cn: <08>{#p/basic}{~}消失啦！
zh_tw: <08>{#p/basic}{~}消失啦！

source: <08>{#p/basic}{~}Thank you.. human..
pt_br: <08>{#p/basic}{~}Muito obrigado... humano...
zh_cn: <08>{#p/basic}{~}人类... 谢谢你...
zh_tw: <08>{#p/basic}{~}人類... 謝謝你...

source: <08>{#p/basic}{~}I've never felt so happy..
pt_br: <08>{#p/basic}{~}Eu nunca me senti tão feliz.
zh_cn: <08>{#p/basic}{~}我从未 感到 如此幸福...
zh_tw: <08>{#p/basic}{~}我從未 感到 如此幸福...

source: <11>{#p/basic}{~}{#x4}Are you for REAL??
pt_br: <11>{#p/basic}{~}{#x4}Sério isso?
zh_cn: <11>{#p/basic}{~}{#x4}搞什么？ 不要啊！！
zh_tw: <11>{#p/basic}{~}{#x4}搞什麼？ 不要啊！！

source: <11>{#p/basic}{~}{#x3}N-no..! I have haphe- phobia!
pt_br: <11>{#p/basic}{~}{#x3}N-não..! Eu tenho fobia de abraço!
zh_cn: <11>{#p/basic}{~}{#x3}别-别..！ 我有 接触 恐惧症！
zh_tw: <11>{#p/basic}{~}{#x3}別-別..！ 我有 接觸 恐懼症！

source: <11>{#p/basic}{~}{#x4}Stop that!
pt_br: <11>{#p/basic}{~}{#x4}Para com isso!
zh_cn: <11>{#p/basic}{~}{#x4}快停下！
zh_tw: <11>{#p/basic}{~}{#x4}快停下！

source: <11>{#p/basic}{~}{#x2}Knock it off!
pt_br: <11>{#p/basic}{~}{#x2}Para com isso!
zh_cn: <11>{#p/basic}{~}{#x2}少来这套！！
zh_tw: <11>{#p/basic}{~}{#x2}少來這套！！

source: * Glad Dummy
pt_br: * Boneco Feliz
zh_cn: * 开心人偶
zh_tw: * 開心人偶

source: * Mad Dummy
pt_br: * Boneco Irritado
zh_cn: * 愤怒人偶
zh_tw: * 憤怒人偶

source: <11>{#p/basic}{~}{#x1}I'll defeat you and take your SOUL!
pt_br: <11>{#p/basic}{~}{#x1}Eu vou te derrotar e tomar sua ALMA!
zh_cn: <11>{#p/basic}{~}{#x1}看老子 不弄死你， 扯出你的灵魂！
zh_tw: <11>{#p/basic}{~}{#x1}看老子 不弄死你， 扯出你的靈魂！

source: <11>{#p/basic}{~}{#x1}I'll use your SOUL to break the force field!
pt_br: <11>{#p/basic}{~}{#x1}Eu vou usar sua ALMA para quebrar o escudo de força!
zh_cn: <11>{#p/basic}{~}{#x1}老子 要拿你的灵魂 灭了那力场！
zh_tw: <11>{#p/basic}{~}{#x1}老子 要拿你的靈魂 滅了那力場！

source: <11>{#p/basic}{~}{#x6}The other monsters will love me, praise me...!
pt_br: <11>{#p/basic}{~}{#x6}Os outros monstros irão me amar, me referenciar...!
zh_cn: <11>{#p/basic}{~}{#x6}...我会受到 万众爱戴， 万人敬仰！
zh_tw: <11>{#p/basic}{~}{#x6}...我會受到 萬眾愛戴， 萬人敬仰！

source: <11>{#p/basic}{~}{#x4}THEN EVERYTHING I WANT WILL BE MINE!
pt_br: <11>{#p/basic}{~}{#x4}ENTÃO TUDO QUE EU QUERO SERÁ MEU!
zh_cn: <11>{#p/basic}{~}{#x4}到那时 我要啥 就有啥了！
zh_tw: <11>{#p/basic}{~}{#x4}到那時 我要啥 就有啥了！

source: <11>{#p/basic}{~}{#x3}Huh? Yeah, I guess that'll avenge my cousin.
pt_br: <11>{#p/basic}{~}{#x3}Huh? É, eu acho que também irei vingar meu primo.
zh_cn: <11>{#p/basic}{~}{#x3}嗯？ 对，应该能 顺带给我表亲 报个仇。
zh_tw: <11>{#p/basic}{~}{#x3}嗯？ 對，應該能 順帶給我表親 報個仇。

source: <11>{#p/basic}{~}{#x5}Do my other cousins care...?
pt_br: <11>{#p/basic}{~}{#x5}Se meus outros primos se importar...?
zh_cn: <11>{#p/basic}{~}{#x5}...我的表亲 到底在不在乎呢？
zh_tw: <11>{#p/basic}{~}{#x5}...我的表親 到底在不在乎呢？

source: <11>{#p/basic}{~}{#x4}Whatever. Whatever! WHATEVER!
pt_br: <11>{#p/basic}{~}{#x4}Dane-se. Dane-se! DANE-SE!
zh_cn: <11>{#p/basic}{~}{#x4}管他呢。 管他呢。 管-他-呢。
zh_tw: <11>{#p/basic}{~}{#x4}管他呢。 管他呢。 管-他-呢。

source: <11>{#p/basic}{~}{#x1}DUMMY BOTS! MAGIC MISSILE!
pt_br: <11>{#p/basic}{~}{#x1}BOTS BALÍSTICOS! MÍSSEIS MÁGICOS!
zh_cn: <11>{#p/basic}{~}{#x1}机器人偶！ 使用魔法飞弹！
zh_tw: <11>{#p/basic}{~}{#x1}機器人偶！ 使用魔法飛彈！

source: <11>{#p/basic}{~}{#x3}DUMMY BOTS! TRY AGAIN!
pt_br: <11>{#p/basic}{~}{#x3}BOTS BALÍSTICOS! TENTEM DE NOVO!
zh_cn: <11>{#p/basic}{~}{#x3}机器人偶！ 再来！
zh_tw: <11>{#p/basic}{~}{#x3}機器人偶！ 再來！

source: <11>{#p/basic}{~}{#x5}DUMMY BOTS! You're awful???
pt_br: <11>{#p/basic}{~}{#x5}BOTS BALÍSTICOS! São uma droga???
zh_cn: <11>{#p/basic}{~}{#x5}机器人偶！ 咋这么 没本事呢？？？
zh_tw: <11>{#p/basic}{~}{#x5}機器人偶！ 咋這麼 沒本事呢？？？

source: <11>{#p/basic}{~}{#x4}DUMMY BOTS! FINAL ATTACK!
pt_br: <11>{#p/basic}{~}{#x4}BOTS BALÍSTICOS! ATAQUE FINAL!
zh_cn: <11>{#p/basic}{~}{#x4}机器人偶！ 最终攻击！
zh_tw: <11>{#p/basic}{~}{#x4}機器人偶！ 最終攻擊！

source: <11>{#p/basic}{~}{#x2}OWWWW, you DUMMIES!!
pt_br: <11>{#p/basic}{~}{#x2}OWWWW, seu BOBOS!!
zh_cn: <11>{#p/basic}{~}{#x2}痛死了， 你们这些 棉花脑袋！！
zh_tw: <11>{#p/basic}{~}{#x2}痛死了， 你們這些 棉花腦袋！！

source: <11>{#p/basic}{~}{#x1}Watch where you aim your {@fill=#f00}MAGIC{@fill=#000} attacks!
pt_br: <11>{#p/basic}{~}{#x1}Olhem onde vocês miram seus ataques {@fill=#f00}MÁGICOS{@fill=#000}!
zh_cn: <11>{#p/basic}{~}{#x1}用{@fill=#f00}魔法{@fill=#000}的时候 往哪瞄呢！
zh_tw: <11>{#p/basic}{~}{#x1}用{@fill=#f00}魔法{@fill=#000}的時候 往哪瞄呢！

source: <11>{#p/basic}{~}{#x4}Hey! You!
pt_br: <11>{#p/basic}{~}{#x4}Ei! Você!
zh_cn: <11>{#p/basic}{~}{#x4}嘿！ 听着！
zh_tw: <11>{#p/basic}{~}{#x4}嘿！ 聽著！

source: <11>{#p/basic}{~}{#x3}Forget I said anything about {@fill=#f00}MAGIC{@fill=#000}.
pt_br: <11>{#p/basic}{~}{#x3}Esquece que eu disse qualquer coisa sobre {@fill=#f00}MAGIA{@fill=#000}.
zh_cn: <11>{#p/basic}{~}{#x3}“{@fill=#f00}魔法{@fill=#000}”那事， 你就当没听见！
zh_tw: <11>{#p/basic}{~}{#x3}「{@fill=#f00}魔法{@fill=#000}」那事， 你就當沒聽見！

source: <11>{#p/basic}{~}{#x4}HEY GUYS!
pt_br: <11>{#p/basic}{~}{#x4}EI GALERA!
zh_cn: <11>{#p/basic}{~}{#x4}伙计们！
zh_tw: <11>{#p/basic}{~}{#x4}夥計們！

source: <11>{#p/basic}{~}{#x1}Dummies. Dummies! DUMMIES!
pt_br: <11>{#p/basic}{~}{#x1}Imbecis. Imbecis! IMBECIS!
zh_cn: <11>{#p/basic}{~}{#x1}全是棉花脑袋。 棉花脑袋！ 棉花脑袋！
zh_tw: <11>{#p/basic}{~}{#x1}全是棉花腦袋。 棉花腦袋！ 棉花腦袋！

source: <11>{#p/basic}{~}{#x3}Remember how I said NOT to shoot at me?
pt_br: <11>{#p/basic}{~}{#x3}Se lembram quando eu disse pra NÃO atirar em mim?
zh_cn: <11>{#p/basic}{~}{#x3}老子没说 不要冲着我 攻击吗？
zh_tw: <11>{#p/basic}{~}{#x3}老子沒說 不要衝著我 攻擊嗎？

source: <11>{#p/basic}{~}{#x3}Well...
pt_br: <11>{#p/basic}{~}{#x3}Bem...
zh_cn: <11>{#p/basic}{~}{#x3}得得得...
zh_tw: <11>{#p/basic}{~}{#x3}得得得...

source: <11>{#p/basic}{~}{#x4}FAILURES! YOU'RE FIRED! YOU'RE ALL BEING REPLACED!
pt_br: <11>{#p/basic}{~}{#x4}FRACASSADOS! VOCÊS ESTÃO DEMITIDOS! VOU SUBSTITUIR TODOS VOCÊS!
zh_cn: <11>{#p/basic}{~}{#x4}一帮饭桶！ 老子炒了你们！ 老子有更好的！
zh_tw: <11>{#p/basic}{~}{#x4}一幫飯桶！ 老子炒了你們！ 老子有更好的！

source: <11>{#p/basic}{~}{#x4}Hahaha. Hahaha! HAHAHA!
zh_cn: <11>{#p/basic}{~}{#x4}哈哈哈。 哈哈哈！ 哈-哈-哈！
zh_tw: <11>{#p/basic}{~}{#x4}哈哈哈。 哈哈哈！ 哈-哈-哈！

source: <11>{#p/basic}{~}{#x3}Now you'll see my true power...
pt_br: <11>{#p/basic}{~}{#x3}Agora você verá meu verdadeiro poder...
zh_cn: <11>{#p/basic}{~}{#x3}这就让你 见识见识 我的真本事...
zh_tw: <11>{#p/basic}{~}{#x3}這就讓你 見識見識 我的真本事...

source: <11>{#p/basic}{~}{#x6}Relying on people that aren't garbage!
pt_br: <11>{#p/basic}{~}{#x6}Depender de gente que não é lixo!
zh_cn: <11>{#p/basic}{~}{#x6}靠那些 不是饭桶的 伙计们！
zh_tw: <11>{#p/basic}{~}{#x6}靠那些 不是飯桶的 夥計們！

source: <11>{#p/basic}{~}{#x3}N... no way!
pt_br: <11>{#p/basic}{~}{#x3}S... sem chance!
zh_cn: <11>{#p/basic}{~}{#x3}咋... 咋可能呢！
zh_tw: <11>{#p/basic}{~}{#x3}咋... 咋可能呢！

source: <11>{#p/basic}{~}{#x3}These guys are WORSE than the other guys!
pt_br: <11>{#p/basic}{~}{#x3}Esses caras são piores que os de antes!
zh_cn: <11>{#p/basic}{~}{#x3}这些家伙 比之前那些 还菜！
zh_tw: <11>{#p/basic}{~}{#x3}這些傢伙 比之前那些 還菜！

source: <11>{#p/basic}{~}{#x1}Who cares. Who cares! WHO CARES!
pt_br: <11>{#p/basic}{~}{#x1}Que liga. Quem liga! QUEM LIGA!
zh_cn: <11>{#p/basic}{~}{#x1}我不在乎。 我不在乎！ 我-不- 在-乎！
zh_tw: <11>{#p/basic}{~}{#x1}我不在乎。 我不在乎！ 我-不- 在-乎！

source: <11>{#p/basic}{~}{#x4}I DON'T NEED FRIENDS!!
pt_br: <11>{#p/basic}{~}{#x4}EU NÃO PRECISO DE AMIGOS!!
zh_cn: <11>{#p/basic}{~}{#x4}老子才 不需要朋友！！
zh_tw: <11>{#p/basic}{~}{#x4}老子才 不需要朋友！！

source: <11>{#p/basic}{~}{#x6}I'VE GOT KNIVES!!!
pt_br: <11>{#p/basic}{~}{#x6}EU TENHO FACAS!
zh_cn: <11>{#p/basic}{~}{#x6}我还有 刀子呢！！
zh_tw: <11>{#p/basic}{~}{#x6}我還有 刀子呢！！

source: <11>{#p/basic}{~}{#x3}I'm...
pt_br: <11>{#p/basic}{~}{#x3}Eu...
zh_cn: <11>{#p/basic}{~}{#x3}我...
zh_tw: <11>{#p/basic}{~}{#x3}我...

source: <11>{#p/basic}{~}{#x3}Out of knives.
pt_br: <11>{#p/basic}{~}{#x3}Fiquei sem facas.
zh_cn: <11>{#p/basic}{~}{#x3}没刀子了。
zh_tw: <11>{#p/basic}{~}{#x3}沒刀子了。

source: <11>{#p/basic}{~}{#x4}BUT IT DOESN'T MATTER!!!
pt_br: <11>{#p/basic}{~}{#x4}MAS NÃO IMPORTA!!!
zh_cn: <11>{#p/basic}{~}{#x4}没事！！！
zh_tw: <11>{#p/basic}{~}{#x4}沒事！！！

source: <11>{#p/basic}{~}{#x4}YOU CAN'T HURT ME AND I CAN'T HURT YOU!
pt_br: <11>{#p/basic}{~}{#x4}EU NÃO POSSO TE FERIR, VOCÊ NÃO PODE ME FERIR!
zh_cn: <11>{#p/basic}{~}{#x4}我伤不着你， 你也伤不着我！
zh_tw: <11>{#p/basic}{~}{#x4}我傷不著你， 你也傷不著我！

source: <11>{#p/basic}{~}{#x1}YOU'LL BE STUCK FIGHTING ME...
pt_br: <11>{#p/basic}{~}{#x1}VOCÊ FICARÁ AQUI LUTANDO COMIGO...
zh_cn: <11>{#p/basic}{~}{#x1}我要你在这 和我战斗...
zh_tw: <11>{#p/basic}{~}{#x1}我要你在這 和我戰鬥...

source: <11>{#p/basic}{~}{#x1}Forever.
pt_br: <11>{#p/basic}{~}{#x1}Pra sempre.
zh_cn: <11>{#p/basic}{~}{#x1}一辈子。
zh_tw: <11>{#p/basic}{~}{#x1}一輩子。

source: <11>{#p/basic}{~}{#x4}Forever!
pt_br: <11>{#p/basic}{~}{#x4}Pra sempre!
zh_cn: <11>{#p/basic}{~}{#x4}一辈子！
zh_tw: <11>{#p/basic}{~}{#x4}一輩子！

source: <11>{#p/basic}{~}{#x6}FOREVER!!!!
pt_br: <11>{#p/basic}{~}{#x6}PRA SEMPRE!!!!
zh_cn: <11>{#p/basic}{~}{#x6}一-辈-子 ！！！！
zh_tw: <11>{#p/basic}{~}{#x6}一-輩-子 ！！！！

source: <11>{*}{#p/basic}{~}{#x6}AHAHAHAHA HAHAHAHAH AHAHAHAHA HAHAHAHAH AHAHAHAHA{%}
zh_cn: <11>{*}{#p/basic}{~}{#x6}啊哈哈哈哈 哈哈哈哈哈 哈哈哈哈哈 哈哈哈哈哈 哈哈哈哈哈{%}
zh_tw: <11>{*}{#p/basic}{~}{#x6}啊哈哈哈哈 哈哈哈哈哈 哈哈哈哈哈 哈哈哈哈哈 哈哈哈哈哈{%}

source: <11>{*}{#p/basic}{~}{#x2}Wh... What the heck is this!?{^20}{%}
pt_br: <11>{*}{#p/basic}{~}{#x2}Qu... Mas que droga é essa!?{^20}{%}
zh_cn: <11>{*}{#p/basic}{~}{#x2}什... 这什么鬼！？{^20}{%}
zh_tw: <11>{*}{#p/basic}{~}{#x2}什... 這什麼鬼！？{^20}{%}

source: <11>{*}{#p/basic}{~}{#x6}Ergh! Acid rain!?{^20}{%}
pt_br: <11>{*}{#p/basic}{~}{#x6}Ergh! Chuva ácida!?{^20}{%}
zh_cn: <11>{*}{#p/basic}{~}{#x6}呃啊！ 下酸雨了！？{^20}{%}
zh_tw: <11>{*}{#p/basic}{~}{#x6}呃啊！ 下酸雨了！？{^20}{%}

source: <11>{*}{#p/basic}{~}{#x4}Oh, FORGET IT! I'm OUTTA here!!{^20}{%}
pt_br: <11>{*}{#p/basic}{~}{#x4}ESQUECE! Eu tô fora daqui!!{^20}{%}
zh_cn: <11>{*}{#p/basic}{~}{#x4}算了算了！ 我得开溜了！！{^20}{%}
zh_tw: <11>{*}{#p/basic}{~}{#x4}算了算了！ 我得開溜了！！{^20}{%}

source: <32>{#p/story}* Mad Dummy is looking for the nearest airlock to throw you out of.
pt_br: <32>{#p/story}* Boneco Irritado está procurando a câmara de descompressão mais próxima para te jogar nela.
zh_cn: <32>{#p/story}* 要是能找到气闸， 愤怒人偶就把你扔出去了。
zh_tw: <32>{#p/story}* 要是能找到氣閘， 憤怒人偶就把你扔出去了。

source: <32>{#p/story}* Mad Dummy is bossing around its bullets.
pt_br: <32>{#p/story}* Boneco Irritado está jogando suas balas para todo lado.
zh_cn: <32>{#p/story}* 愤怒人偶正使唤着它的弹幕。
zh_tw: <32>{#p/story}* 憤怒人偶正使喚著它的彈幕。

source: <32>{#p/story}* Mad Dummy glares into a portal, then turns to you with the same expression.
pt_br: <32>{#p/story}* Boneco Irritado olha para um portal e se vira para você com a mesma expressão.
zh_cn: <32>{#p/story}* 愤怒人偶瞪着一个传送门， 转过头来又瞪着你。
zh_tw: <32>{#p/story}* 憤怒人偶瞪著一個傳送門， 轉過頭來又瞪著你。

source: <32>{#p/story}* Mad Dummy is hopping mad.
pt_br: <32>{#p/story}* Boneco Irritado está por incrível que pareça, enlouquecendo.
zh_cn: <32>{#p/story}* 愤怒人偶暴跳如雷。
zh_tw: <32>{#p/story}* 憤怒人偶暴跳如雷。

source: <32>{#p/story}* Smells like a textile factory.
pt_br: <32>{#p/story}* Cheira a uma fábrica têxtil.
zh_cn: <32>{#p/story}* 有股纺织厂的味道。
zh_tw: <32>{#p/story}* 有股紡織廠的味道。

source: <32>{#p/story}* Glad Dummy is just happy to be here.
pt_br: <32>{#p/story}* Boneco Feliz está contente de estar aqui.
zh_cn: <32>{#p/story}* 开心人偶很庆幸自己来了这里。
zh_tw: <32>{#p/story}* 開心人偶很慶幸自己來了這裡。

source: <32>{#p/story}* Glad Dummy thinks of all the wonderful things it's going to do.
pt_br: <32>{#p/story}* Boneco Feliz pensa em todas as maravilhas que ele fará.
zh_cn: <32>{#p/story}* 开心人偶正规划着 今后的美好人生。
zh_tw: <32>{#p/story}* 開心人偶正規劃著 今後的美好人生。

source: <32>{#p/story}* Glad Dummy seems content.
pt_br: <32>{#p/story}* Boneco Feliz parece satisfeito.
zh_cn: <32>{#p/story}* 开心人偶看起来很满足。
zh_tw: <32>{#p/story}* 開心人偶看起來很滿足。

source: <11>{#p/basic}{~}{#x1}Futile. Futile! FUTILE!
pt_br: <11>{#p/basic}{~}{#x1}Fútil. Fútil! FÚTIL!
zh_cn: <11>{#p/basic}{~}{#x1}没用。 没用！ 没-用！
zh_tw: <11>{#p/basic}{~}{#x1}沒用。 沒用！ 沒-用！

source: <11>{#p/basic}{~}{#x1}Pitiful. Pitiful! PITIFUL!
pt_br: <11>{#p/basic}{~}{#x1}Pífio. Pífio! PÍFIO!
zh_cn: <11>{#p/basic}{~}{#x1}可悲。 可悲！ 可-悲！
zh_tw: <11>{#p/basic}{~}{#x1}可悲。 可悲！ 可-悲！

source: <11>{#p/basic}{~}{#x1}Feeble. Feeble! FEEBLE!
pt_br: <11>{#p/basic}{~}{#x1}Fraco. Fraco! FRACO!
zh_cn: <11>{#p/basic}{~}{#x1}贫弱。 贫弱！ 贫-弱！
zh_tw: <11>{#p/basic}{~}{#x1}貧弱。 貧弱！ 貧-弱！

source: <11>{#p/basic}{~}{#x6}Why you little...!
pt_br: <11>{#p/basic}{~}{#x6}Por que seu...!
zh_cn: <11>{#p/basic}{~}{#x6}好你个...！
zh_tw: <11>{#p/basic}{~}{#x6}好你個...！

source: <11>{#p/basic}{~}{#x4}Are you kidding me??
pt_br: <11>{#p/basic}{~}{#x4}Você tá de brincadeira??
zh_cn: <11>{#p/basic}{~}{#x4}你玩我呢？？
zh_tw: <11>{#p/basic}{~}{#x4}你玩我呢？？

source: <11>{#p/basic}{~}{#x2}Come on!
pt_br: <11>{#p/basic}{~}{#x2}Qual foi!
zh_cn: <11>{#p/basic}{~}{#x2}脏手拿远点！
zh_tw: <11>{#p/basic}{~}{#x2}髒手拿遠點！

source: <32>{#p/story}* Glad Dummy lets you go.
pt_br: <32>{#p/story}* Boneco Feliz te deixa ir.
zh_cn: <32>{#p/story}* 开心人偶打算放你走。
zh_tw: <32>{#p/story}* 開心人偶打算放你走。

source: <32>{#p/story}* Mad Dummy blocks the way!
pt_br: <32>{#p/story}* Boneco Irritado bloqueia o caminho!
zh_cn: <32>{#p/story}* 愤怒人偶拦住了去路！
zh_tw: <32>{#p/story}* 憤怒人偶攔住了去路！

source: <08>{#p/basic}{~}\x00*slime sounds*
pt_br: <08>{#p/basic}{~}\x00*sons felizes*
zh_cn: <08>{#p/basic}{~}\x00*黏液声*
zh_tw: <08>{#p/basic}{~}\x00*黏液聲*

source: <08>{#p/basic}{~}Squorch!
zh_cn: <08>{#p/basic}{~}咕噜！
zh_tw: <08>{#p/basic}{~}咕嚕！

source: <08>{#p/basic}{~}\x00*erotic wiggle*
pt_br: <08>{#p/basic}{~}\x00*manobra erótica*
zh_cn: <08>{#p/basic}{~}\x00*性感 扭动*
zh_tw: <08>{#p/basic}{~}\x00*性感 扭動*

source: <08>{#p/basic}{~}\x00*happy wiggle*
pt_br: <08>{#p/basic}{~}\x00*manobra feliz*
zh_cn: <08>{#p/basic}{~}\x00*开心 扭动*
zh_tw: <08>{#p/basic}{~}\x00*開心 扭動*

source: <08>{#p/basic}{~}\x00*shakes in your arms*
pt_br: <08>{#p/basic}{~}\x00*balança seus braços*
zh_cn: <08>{#p/basic}{~}\x00*臂中 抖动*
zh_tw: <08>{#p/basic}{~}\x00*臂中 抖動*

source: <08>{#p/basic}{~}Final blorb.
pt_br: <08>{#p/basic}{~}Balanço final.
zh_cn: <08>{#p/basic}{~}最后一咕。
zh_tw: <08>{#p/basic}{~}最後一咕。

source: <08>{#p/basic}{~}\x00*shiny wiggle*
pt_br: <08>{#p/basic}{~}\x00*movimento brilhante*
zh_cn: <08>{#p/basic}{~}\x00*闪亮 扭动*
zh_tw: <08>{#p/basic}{~}\x00*閃亮 扭動*

source: <32>{#p/asriel2}* Gelatini, the mindless mold. * What more can I say?
pt_br: <32>{#p/asriel2}* Gelatini, o bicho irracional. * O que mais posso dizer?
zh_cn: <32>{#p/asriel2}* Gelatini，没脑子的粘球。 * 有什么好说的？ゑ
zh_tw: <32>{#p/asriel2}* Gelatini，沒腦子的粘球。 * 有什麼好說的？ゑ

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * Stereotypical: Curvaceously attractive, but no brains...
pt_br: <32>{#p/story}* GELATINI - ATQ 6 DEF 0 * Esteriótipos: Curvatura atrativa, mas sem cérebro...
zh_cn: <32>{#p/story}* GELATINI - 攻击6 防御0 * 典型印象：身段妖娆气质好， 就是没大脑...
zh_tw: <32>{#p/story}* GELATINI - 攻擊6 防禦0 * 典型印象：身段妖嬈氣質好， 就是沒大腦...

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * It's even more attractive in this season's colors.
pt_br: <32>{#p/story}* GELATINI - ATQ 6 DEF 0 * É ainda mais atrativo nestas temporadas coloridas.
zh_cn: <32>{#p/story}* GELATINI - 攻击6 防御0 * 应季的色彩令它更为迷人。
zh_tw: <32>{#p/story}* GELATINI - 攻擊6 防禦0 * 應季的色彩令它更為迷人。

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * It's exactly your type. * It's "stereo."
pt_br: <32>{#p/story}* GELATINI - ATQ 6 DEF 0 * É exatamente seu tipo. * É estéreo.
zh_cn: <32>{#p/story}* GELATINI - 攻击6 防御0 * 与你所喜欢的类型相同。 * 刻板印象的那种。
zh_tw: <32>{#p/story}* GELATINI - 攻擊6 防禦0 * 與你所喜歡的類別相同。 * 刻板印象的那種。

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * This mold supermodel appears to be past its prime.
pt_br: <32>{#p/story}* GELATINI - ATQ 6 DEF 0 * Este super modelo parece já ter passado de seu auge.
zh_cn: <32>{#p/story}* GELATINI - 攻击6 防御0 * 这位超级模特早已辉煌不再。
zh_tw: <32>{#p/story}* GELATINI - 攻擊6 防禦0 * 這位超級模特早已輝煌不再。

source: <32>{#p/human}* (You wiggle your hips.) * (Gelatini wiggles back.)
pt_br: <32>{#p/human}* (Você balança seu quadril.) * (Gelatini balança de volta.)
zh_cn: <32>{#p/human}* （你扭动着你的臀部。） * （Gelatini用扭动回应你。）
zh_tw: <32>{#p/human}* （你扭動著你的臀部。） * （Gelatini用扭動回應你。）

source: <33>{#p/basic}* What a meaningful conversation!
pt_br: <33>{#p/basic}* Que conversa completa!
zh_cn: <33>{#p/basic}* 真是有意义的交流！
zh_tw: <33>{#p/basic}* 真是有意義的交流！

source: <33>{#p/human}* (You give Gelatini a nice pat.) * (Its body changes color...)
pt_br: <33>{#p/human}* (Você dá a Gelatini um belo carinho.) * (Ele muda de cor...)
zh_cn: <33>{#p/human}* （你轻轻地拍了拍Gelatini。） * （它的身体变色了。）
zh_tw: <33>{#p/human}* （你輕輕地拍了拍Gelatini。） * （它的身體變色了。）

source: <32>{#p/basic}* It's Gelatini's happy color!
pt_br: <32>{#p/basic}* É a cor feliz do Gelatini!
zh_cn: <32>{#p/basic}* 这是Gelatini高兴时的颜色！
zh_tw: <32>{#p/basic}* 這是Gelatini高興時的顏色！

source: <32>{#p/human}* (You give Gelatini a big slap.)
pt_br: <32>{#p/human}* (Você dá um tapão no Gelatini.)
zh_cn: <32>{#p/human}* （你使劲扇了Gelatini一巴掌。）
zh_tw: <32>{#p/human}* （你使勁扇了Gelatini一巴掌。）

source: <32>{#p/basic}* Gelatini is jostled, but remains ultimately unfazed.
pt_br: <32>{#p/basic}* Gelatini é empurrado, mas permanece imperturbável.
zh_cn: <32>{#p/basic}* Gelatini身体发生凹陷， 但不久便恢复原形。
zh_tw: <32>{#p/basic}* Gelatini身體發生凹陷， 但不久便恢復原形。

source: <32>{#p/human}* (You deliver your mightiest slap to Gelatini.)
pt_br: <32>{#p/human}* (Você dá seu tapa mais poderoso em Gelatini.)
zh_cn: <32>{#p/human}* （你用尽全身力气， 狠狠扇了Gelatini一巴掌。）ゑ
zh_tw: <32>{#p/human}* （你用盡全身力氣， 狠狠扇了Gelatini一巴掌。）ゑ

source: <32>{#p/basic}* Gelatini is shaken to its core!
pt_br: <32>{#p/basic}* Gelatini está balançando todo o corpo!
zh_cn: <32>{#p/basic}* Gelatini的根基被动摇了！
zh_tw: <32>{#p/basic}* Gelatini的根基被動搖了！

source: <32>{#p/basic}* Gelatini flees the scene!
pt_br: <32>{#p/basic}* Gelatini foge da cena!
zh_cn: <32>{#p/basic}* Gelatini逃离了现场！
zh_tw: <32>{#p/basic}* Gelatini逃離了現場！

source: <08>{#p/basic}{~}Blorb..
zh_cn: <08>{#p/basic}{~}吐泡泡..
zh_tw: <08>{#p/basic}{~}吐泡泡..

source: <08>{#p/basic}{~}Squorch..
zh_cn: <08>{#p/basic}{~}挤挤..
zh_tw: <08>{#p/basic}{~}擠擠..

source: <32>{#p/kidding}* This can't be good...
pt_br: <32>{#p/kidding}* Isso não pode ser bom...
zh_cn: <32>{#p/kidding}* 这可不是什么好事...
zh_tw: <32>{#p/kidding}* 這可不是什麼好事...

source: <32>{#p/story}* Gelatini has started to rot.
pt_br: <32>{#p/story}* Gelatini começou a amolecer.
zh_cn: <32>{#p/story}* Gelatini开始腐烂了。
zh_tw: <32>{#p/story}* Gelatini開始腐爛了。

source: <08>{#p/basic}{~}\x00*sexy wiggle*
pt_br: <08>{#p/basic}{~}\x00*manobra sexy*
zh_cn: <08>{#p/basic}{~}\x00*性感 扭动*
zh_tw: <08>{#p/basic}{~}\x00*性感 扭動*

source: <32>{#p/asriel2}* Gelatini squared.
pt_br: <32>{#p/asriel2}* Gelatini ao quadrado.
zh_cn: <32>{#p/asriel2}* Gelatini把身体挺成正方形。
zh_tw: <32>{#p/asriel2}* Gelatini把身體挺成正方形。

source: <32>{#p/story}* It's a pair of Gelatinis.
pt_br: <32>{#p/story}* É um par de Gelatini.
zh_cn: <32>{#p/story}* 一对Gelatini跳了过来。
zh_tw: <32>{#p/story}* 一對Gelatini跳了過來。

source: <32>{#p/asriel2}* Gelatini.
zh_cn: <32>{#p/asriel2}* Gelatini。ゑ
zh_tw: <32>{#p/asriel2}* Gelatini。ゑ

source: <32>{#p/kidding}* Shh... it's thinking!
pt_br: <32>{#p/kidding}* Shh... está pensando!
zh_cn: <32>{#p/kidding}* 嘘... 它在思考！
zh_tw: <32>{#p/kidding}* 噓... 它在思考！

source: <32>{#p/story}* Gelatini blorbs quietly.
pt_br: <32>{#p/story}* Gelatini balança quietamente.
zh_cn: <32>{#p/story}* Gelatini静静地凝结着。
zh_tw: <32>{#p/story}* Gelatini靜靜地凝結著。

source: <32>{#p/story}* Gelatini waits optimistically.
pt_br: <32>{#p/story}* Gelatini espera otimista.
zh_cn: <32>{#p/story}* Gelatini乐观地等待着。
zh_tw: <32>{#p/story}* Gelatini樂觀地等待著。

source: <32>{#p/kidding}* A blorb here, a blorb there...
pt_br: <32>{#p/kidding}* Um balanço aqui, um balanço alí...
zh_cn: <32>{#p/kidding}* 这里一个泡泡，那里一个泡泡...
zh_tw: <32>{#p/kidding}* 這裡一個泡泡，那裡一個泡泡...

source: <32>{#p/story}* Gelatini is ruminating.
pt_br: <32>{#p/story}* Gelatini está ruminando.
zh_cn: <32>{#p/story}* Gelatini正在沉思。
zh_tw: <32>{#p/story}* Gelatini正在沉思。

source: <32>{#p/kidding}* I wonder what Gelatinis are actually made of.
pt_br: <32>{#p/kidding}* Do que será que o Gelatini é feito?
zh_cn: <32>{#p/kidding}* 你知道， Gelatini到底是用什么做的吗？
zh_tw: <32>{#p/kidding}* 你知道， Gelatini到底是用什麼做的嗎？

source: <32>{#p/story}* The aroma of lime gelatin wafts through.
pt_br: <32>{#p/story}* O cheiro de gelatina de limão permeia.
zh_cn: <32>{#p/story}* 空气中飘来阵阵青柠果冻的清香。
zh_tw: <32>{#p/story}* 空氣中飄來陣陣青檸果凍的清香。

source: <32>{#p/story}* And then, there was one.
pt_br: <32>{#p/story}* E então, havia um.
zh_cn: <32>{#p/story}* 现在，只剩一个了。
zh_tw: <32>{#p/story}* 現在，只剩一個了。

source: <32>{#p/kidding}* Just us now!
pt_br: <32>{#p/kidding}* Apenas nós agora!
zh_cn: <32>{#p/kidding}* 只剩我们仨啦！
zh_tw: <32>{#p/kidding}* 只剩我們仨啦！

source: <32>{#p/story}* Gelatini now blorbs solo.
pt_br: <32>{#p/story}* Gelatini agora balança sozinho.
zh_cn: <32>{#p/story}* 这只Gelatini只能独自吐泡泡了。
zh_tw: <32>{#p/story}* 這隻Gelatini只能獨自吐泡泡了。

source: <08>{#p/basic}{~}I can communi- cate else- where.
pt_br: <08>{#p/basic}{~}Eu posso me comunicar onde quiser.
zh_cn: <08>{#p/basic}{~}我要去 其他地方 进行 通讯了。
zh_tw: <08>{#p/basic}{~}我要去 其他地方 進行 通訊了。

source: <08>{#p/basic}{~}Warning broad- cast is well re- ceived!
pt_br: <08>{#p/basic}{~}Aviso de transmissão ampla é bem recebido!
zh_cn: <08>{#p/basic}{~}预警广播 很受 欢迎！
zh_tw: <08>{#p/basic}{~}預警廣播 很受 歡迎！
