Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <26>{#p/toriel}{#f/5}* Admittedly, this would be difficult, given the lack of a Royal Guard.
pt_br: <26>{#p/toriel}{#f/5}* Admiro, será difícil, dado a perda da Guarda Real.
zh_cn: <26>{#p/toriel}{#f/5}* 皇家守卫已经所剩无几， 所以想保护好人类 非常困难。
zh_tw: <26>{#p/toriel}{#f/5}* 皇家守衛已經所剩無幾， 所以想保護好人類 非常困難。

source: <25>{#p/toriel}{#f/5}* Admittedly, I was out of practice in handling these sorts of matters.
pt_br: <25>{#p/toriel}{#f/5}* É certo que eu estava sem prática em lidar com esse tipo de assunto.
zh_cn: <25>{#p/toriel}{#f/5}* 可惜，我没什么经验。 所以想保护好人类 非常困难。
zh_tw: <25>{#p/toriel}{#f/5}* 可惜，我沒什麼經驗。 所以想保護好人類 非常困難。

source: <25>{#p/toriel}{#f/1}* But with the help of an old friend, Gerson, and his contacts...
pt_br: <25>{#p/toriel}{#f/1}* Mas com a ajuda de um velho amigo, Gerson, e seus contatos...
zh_cn: <25>{#p/toriel}{#f/1}* 幸好... 有老朋友 Gerson出手相助。
zh_tw: <25>{#p/toriel}{#f/1}* 幸好... 有老朋友 Gerson出手相助。

source: <25>{#p/toriel}{#f/1}* I was able to arrange a minimal security detail here in the Citadel.
pt_br: <25>{#p/toriel}{#f/1}* Eu fui capaz de arranjar o mínimo de segurança aqui na Cidadela.
zh_cn: <25>{#p/toriel}{#f/1}* 靠着他的人脉网， 我在首塔周围安置了一支 基本安防部队。
zh_tw: <25>{#p/toriel}{#f/1}* 靠著他的人脈網， 我在首塔周圍安置了一支 基本安防部隊。

source: <25>{#p/toriel}{#f/0}* It is not much, but the humans and their secret are safer now.
pt_br: <25>{#p/toriel}{#f/0}* Não é muito, mas os humanos e seus segredos estão seguros agora.
zh_cn: <25>{#p/toriel}{#f/0}* 虽然人数不多， 但有了他们， 那些人类就基本安全了。
zh_tw: <25>{#p/toriel}{#f/0}* 雖然人數不多， 但有了他們， 那些人類就基本安全了。

source: <25>{#p/toriel}{#f/1}* Since then, life has carried on as usual...
pt_br: <25>{#p/toriel}{#f/1}* Desde então, a vida tem sido a de sempre...
zh_cn: <25>{#p/toriel}{#f/1}* 风波渐渐平息， 百姓的生活也稳定下来。
zh_tw: <25>{#p/toriel}{#f/1}* 風波漸漸平息， 百姓的生活也穩定下來。

source: <25>{#p/toriel}{#f/5}* Despite the loss of the king, and Royal Guard as a whole...
pt_br: <25>{#p/toriel}{#f/5}* Tirando a perda do rei, e de toda a Guarda Real...
zh_cn: <25>{#p/toriel}{#f/5}* 尽管国王驾崩， 皇家卫队也几乎全军覆没...
zh_tw: <25>{#p/toriel}{#f/5}* 儘管國王駕崩， 皇家衛隊也幾乎全軍覆沒...

source: <25>{#p/toriel}{#f/5}* Despite the loss of the king, and former Royal Guard captain...
pt_br: <25>{#p/toriel}{#f/5}* Tirando a perda do rei, e da atual capitã da Guarda Real...
zh_cn: <25>{#p/toriel}{#f/5}* 尽管国王驾崩， 皇家卫队大队长也死了...
zh_tw: <25>{#p/toriel}{#f/5}* 儘管國王駕崩， 皇家衛隊大隊長也死了...

source: <25>{#p/toriel}{#f/1}* The people still have hope for their freedom.
pt_br: <25>{#p/toriel}{#f/1}* Pessoas ainda tem esperança em suas liberdades.
zh_cn: <25>{#p/toriel}{#f/1}* 人们仍心怀希望， 等待着自由到来。
zh_tw: <25>{#p/toriel}{#f/1}* 人們仍心懷希望， 等待著自由到來。

source: <25>{#p/toriel}{#f/5}* Hope that... I will deliver it to them.
pt_br: <25>{#p/toriel}{#f/5}* Com esperança... eu entregarei isso a eles.
zh_cn: <25>{#p/toriel}{#f/5}* 等待着... 我把自由带给他们。
zh_tw: <25>{#p/toriel}{#f/5}* 等待著... 我把自由帶給他們。

source: <25>{#p/toriel}{#f/9}* In a way, I understand what ASGORE must have been going through now.
pt_br: <25>{#p/toriel}{#f/9}* De certa forma, eu entendo o que ASGORE deve ter passado.
zh_cn: <25>{#p/toriel}{#f/9}* 怪物们把一切希望 寄托在我的身上， 希望我成为他们的救世主...
zh_tw: <25>{#p/toriel}{#f/9}* 怪物們把一切希望 寄托在我的身上， 希望我成為他們的救世主...

source: <25>{#p/toriel}{#f/10}* The weight of such outrageous demands being made of me...
pt_br: <25>{#p/toriel}{#f/10}* O peso de tais exigências ultrajantes sendo feitas a mim...
zh_cn: <25>{#p/toriel}{#f/10}* 渐渐地，我理解了ASGORE， 理解了他当时背负的压力 有多重...
zh_tw: <25>{#p/toriel}{#f/10}* 漸漸地，我理解了ASGORE， 理解了他當時背負的壓力 有多重...

source: <25>{#p/toriel}{#f/9}* ... it is changing who I am as a person.
pt_br: <25>{#p/toriel}{#f/9}* ... mudou quem eu sou como pessoa.
zh_cn: <25>{#p/toriel}{#f/9}* ...我感觉， 自己也不知不觉中 像变了一个人。
zh_tw: <25>{#p/toriel}{#f/9}* ...我感覺， 自己也不知不覺中 像變了一個人。

source: <25>{#p/toriel}{#f/5}* Earlier today, in fact.
pt_br: <25>{#p/toriel}{#f/5}* Hoje mais cedo.
zh_cn: <25>{#p/toriel}{#f/5}* 就在刚刚...
zh_tw: <25>{#p/toriel}{#f/5}* 就在剛剛...

source: <25>{#p/toriel}{#f/5}* When Sans came to reminisce about his brother, I...
pt_br: <25>{#p/toriel}{#f/5}* Quando Sans veio falar sobre seu irmão, eu...
zh_cn: <25>{#p/toriel}{#f/5}* Sans找到我， 想一起聊聊他的兄弟...
zh_tw: <25>{#p/toriel}{#f/5}* Sans找到我， 想一起聊聊他的兄弟...

source: <25>{#p/toriel}{#f/9}* I declined out of a desire to be left alone.
pt_br: <25>{#p/toriel}{#f/9}* Eu rejeitei a oferta para ser deixada sozinha.
zh_cn: <25>{#p/toriel}{#f/9}* 我跟他说， 自己想一个人静静， 没心情聊。
zh_tw: <25>{#p/toriel}{#f/9}* 我跟他說， 自己想一個人靜靜， 沒心情聊。

source: <25>{#p/toriel}{#f/1}* He shrugged, and walked off like nothing was wrong...
pt_br: <25>{#p/toriel}{#f/1}* Ele balançou a cabeça, e saiu como se nada estivesse errado...
zh_cn: <25>{#p/toriel}{#f/1}* 他耸耸肩， 跟没事人一样走开了...
zh_tw: <25>{#p/toriel}{#f/1}* 他聳聳肩， 跟沒事人一樣走開了...

source: <25>{#p/toriel}{#f/5}* But I knew he must have been disappointed.
pt_br: <25>{#p/toriel}{#f/5}* Eu sabia que ele deveria estar desapontado.
zh_cn: <25>{#p/toriel}{#f/5}* 但我知道， 他肯定很失望。
zh_tw: <25>{#p/toriel}{#f/5}* 但我知道， 他肯定很失望。

source: <25>{#p/toriel}{#f/5}* When Papyrus came to reminisce about Undyne, I...
pt_br: <25>{#p/toriel}{#f/5}* Quando Papyrus veio falar sobre a Undyne, eu...
zh_cn: <25>{#p/toriel}{#f/5}* Papyrus找到我， 想一起聊聊Undyne...
zh_tw: <25>{#p/toriel}{#f/5}* Papyrus找到我， 想一起聊聊Undyne...

source: <25>{#p/toriel}{#f/1}* He tried to act like nothing was wrong...
pt_br: <25>{#p/toriel}{#f/1}* Ele tentou agir como se nada estivesse errado...
zh_cn: <25>{#p/toriel}{#f/1}* 他强装镇定， 竭力控制自己的情绪...
zh_tw: <25>{#p/toriel}{#f/1}* 他強裝鎮定， 竭力控制自己的情緒...

source: <25>{#p/toriel}{#f/5}* But I knew he was probably upset.
pt_br: <25>{#p/toriel}{#f/5}* Mas eu sabia que ele provavelmente estava triste.
zh_cn: <25>{#p/toriel}{#f/5}* 但我知道， 他心里肯定非常难受。
zh_tw: <25>{#p/toriel}{#f/5}* 但我知道， 他心裡肯定非常難受。

source: <25>{#p/toriel}{#f/9}* ... I felt guilty, but with all this pressure bearing down on me...
pt_br: <25>{#p/toriel}{#f/9}* ... eu senti culpa, mas com toda pressão sobre minhas costas...
zh_cn: <25>{#p/toriel}{#f/9}* 看到他那样，我也很愧疚...
zh_tw: <25>{#p/toriel}{#f/9}* 看到他那樣，我也很愧疚...

source: <25>{#p/toriel}{#f/5}* I did not see myself having the energy to discuss such a topic.
pt_br: <25>{#p/toriel}{#f/5}* Eu não me vi na energia para discutir tal tópico.
zh_cn: <25>{#p/toriel}{#f/5}* 但整个前哨站里里外外 那么多事等着我... 我真的心力交瘁，不想聊。
zh_tw: <25>{#p/toriel}{#f/5}* 但整個前哨站裡裡外外 那麼多事等著我... 我真的心力交瘁，不想聊。

source: <25>{#p/toriel}{#f/1}* Still. * I have not given up on our future.
pt_br: <25>{#p/toriel}{#f/1}* Ainda assim. * Eu não desisti de nosso futuro.
zh_cn: <25>{#p/toriel}{#f/1}* 不过，压力再大， 我也不会放弃。
zh_tw: <25>{#p/toriel}{#f/1}* 不過，壓力再大， 我也不會放棄。

source: <25>{#p/toriel}{#f/1}* No matter what happens to me, or my own well-being...
pt_br: <25>{#p/toriel}{#f/1}* Não importa o que acontecer comigo, ou com o que eu represento...
zh_cn: <25>{#p/toriel}{#f/1}* 只要能让怪物们自由... 不管自己变成什么样， 过得多痛苦...
zh_tw: <25>{#p/toriel}{#f/1}* 只要能讓怪物們自由... 不管自己變成什麼樣， 過得多痛苦...

source: <25>{#p/toriel}{#f/0}* At least monsterkind will go free one day.
pt_br: <25>{#p/toriel}{#f/0}* Pelo menos a raça monstro será livre um dia.
zh_cn: <25>{#p/toriel}{#f/0}* 都无所谓了。
zh_tw: <25>{#p/toriel}{#f/0}* 都無所謂了。

source: <25>{#p/toriel}{#f/1}* That is what matters now, is it not?
pt_br: <25>{#p/toriel}{#f/1}* Isso é o que importa agora, correto?
zh_cn: <25>{#p/toriel}{#f/1}* “不能让大家失望。” 这才是最重要的，对吧？
zh_tw: <25>{#p/toriel}{#f/1}* 「不能讓大家失望。」 這才是最重要的，對吧？

source: <25>{#p/toriel}{#f/9}* ... I suppose... it would be a good time to end the call now.
pt_br: <25>{#p/toriel}{#f/9}* ... eu suponho... que agora seja uma boa hora para terminar a ligação.
zh_cn: <25>{#p/toriel}{#f/9}* 我觉得... 该挂电话了。
zh_tw: <25>{#p/toriel}{#f/9}* 我覺得... 該掛電話了。

source: <25>{#p/toriel}{#f/9}* There is not much else for me to say.
pt_br: <25>{#p/toriel}{#f/9}* Não a muito mais que eu tenha para dizer.
zh_cn: <25>{#p/toriel}{#f/9}* 想说的话，也都说了。
zh_tw: <25>{#p/toriel}{#f/9}* 想說的話，也都說了。

source: <25>{#p/toriel}{#f/5}* Goodbye, little one.
pt_br: <25>{#p/toriel}{#f/5}* Adeus, pequeno.
zh_cn: <25>{#p/toriel}{#f/5}* 孩子，再见。
zh_tw: <25>{#p/toriel}{#f/5}* 孩子，再見。

source: <32>{#s/bark}{#p/event}* Bark! {#s/bark}* Bark!
zh_cn: <32>{#s/bark}{#p/event}* 汪汪！ {#s/bark}* 汪汪！
zh_tw: <32>{#s/bark}{#p/event}* 汪汪！ {#s/bark}* 汪汪！

source: <32>{#p/basic}* (And yet, there is much to say!) * (Much to be excited for!)
pt_br: <32>{#p/basic}* (E ainda, a muito para ser dito!) * (Muito pelo que se animar!)
zh_cn: <32>{#p/basic}* （想说的，太多啦！） * （好高兴，好开心！）
zh_tw: <32>{#p/basic}* （想說的，太多啦！） * （好高興，好開心！）

source: <32>{#s/bark}{#p/event}* Bark!
zh_cn: <32>{#s/bark}{#p/event}* 汪汪！
zh_tw: <32>{#s/bark}{#p/event}* 汪汪！

source: <32>{#p/basic}* (Wouldn't you like to know more!?)
pt_br: <32>{#p/basic}* (Você não gostaria de saber mais!?)
zh_cn: <32>{#p/basic}* （期待吗？） * （就让我告诉你吧！）
zh_tw: <32>{#p/basic}* （期待嗎？） * （就讓我告訴你吧！）

source: <32>{#s/bark}{#p/event}* Bark! {#s/bark}* Bark! {#s/bark}* Bark!
zh_cn: <32>{#s/bark}{#p/event}* 汪汪！ {#s/bark}* 汪汪！ {#s/bark}* 汪汪！
zh_tw: <32>{#s/bark}{#p/event}* 汪汪！ {#s/bark}* 汪汪！ {#s/bark}* 汪汪！

source: <32>{#p/basic}* (When you left, the king was nowhere to be found!)
pt_br: <32>{#p/basic}* (Quando você fugiu, o rei não foi encontrado em lugar algum!)
zh_cn: <32>{#p/basic}* （你走了，国王也丢了！）
zh_tw: <32>{#p/basic}* （你走了，國王也丟了！）

source: <32>{#p/basic}* (Everyone, confused!) * (Alphys, unable to take his place!)
pt_br: <32>{#p/basic}* (Todos confusos!) * (Alphys, sem capacidade para tomar o trono!)
zh_cn: <32>{#p/basic}* （怪物们，非常困惑！） * （Alphys，废物一个！）
zh_tw: <32>{#p/basic}* （怪物們，非常困惑！） * （Alphys，廢物一個！）

source: <32>{#p/basic}* (But she spoke to all of Royal Guard.) * (Guard came to an agreement!)
pt_br: <32>{#p/basic}* (Mas ela falou com a Guarda Real.) * (E a Guarda chegou a um acordo!)
zh_cn: <32>{#p/basic}* （她不想当女王， 就给我们开了个会。） * （上下一心，达成共识了！）
zh_tw: <32>{#p/basic}* （她不想當女王， 就給我們開了個會。） * （上下一心，達成共識了！）

source: <32>{#p/basic}* (Doge returned to duty, only this time as queen of the outpost.)
pt_br: <32>{#p/basic}* (Doge voltou a batalha, mas dessa vez como rainha do Outpost!)
zh_cn: <32>{#p/basic}* （Doge复职了。） * （但这次，不是小队长， 而是前哨站女王。）
zh_tw: <32>{#p/basic}* （Doge復職了。） * （但這次，不是小隊長， 而是前哨站女王。）

source: <32>{#p/basic}* (It was fun to see the other dogs in agreement.)
pt_br: <32>{#p/basic}* (Foi ótimo ver os outros cachorros concordarem!)
zh_cn: <32>{#p/basic}* （狗狗们团结一致，意见统一。） * （好耶。）
zh_tw: <32>{#p/basic}* （狗狗們團結一致，意見統一。） * （好耶。）

source: <32>{#p/basic}* (A feeling of pride unlike any other!)
pt_br: <32>{#p/basic}* (Um sentimento de orgulho como nenhum outro!)
zh_cn: <32>{#p/basic}* （好自豪！） * （无与伦比地自豪！）
zh_tw: <32>{#p/basic}* （好自豪！） * （無與倫比地自豪！）

source: <32>{#p/basic}* (Of course, their old master taught them all they know.)
pt_br: <32>{#p/basic}* (É claro, a antiga mestre os ensinou tudo que eles sabem.)
zh_cn: <32>{#p/basic}* （正如我们所料， 某位狗狗前辈将渊博的 “狗生感悟”传授给了狗狗们。）
zh_tw: <32>{#p/basic}* （正如我們所料， 某位狗狗前輩將淵博的 「狗生感悟」傳授給了狗狗們。）

source: <32>{#p/basic}* (In the end, they formed the council of dogs to make all decisions.)
pt_br: <32>{#p/basic}* (No fim, eles formaram um conselho entre os cachorros, para que as decisões fossem tomadas.)
zh_cn: <32>{#p/basic}* （后来，狗狗们组建了 狗狗议会。） * （大事小事，都由议会决策。）
zh_tw: <32>{#p/basic}* （後來，狗狗們組建了 狗狗議會。） * （大事小事，都由議會決策。）

source: <32>{#p/basic}* (Everyone gets belly rubs and treats for their hard work!)
pt_br: <32>{#p/basic}* (Todos ganham guloseimas e ossinhos por seu trabalho duro!)
zh_cn: <32>{#p/basic}* （大家每天辛勤工作。） * （每天享受肚皮按摩！） * （每天品尝美味狗粮！）
zh_tw: <32>{#p/basic}* （大家每天辛勤工作。） * （每天享受肚皮按摩！） * （每天品嘗美味狗糧！）

source: <32>{#p/basic}* Huh? * Who's there? * Did I see someone MOVE!?
pt_br: <32>{#p/basic}* Huh? * Quem está aí? * Eu vi alguém se mexendo!?
zh_cn: <32>{#p/basic}* 等等，我好像看到 有东西在动... * 是谁？谁在那里？
zh_tw: <32>{#p/basic}* 等等，我好像看到 有東西在動... * 是誰？誰在那裡？

source: <32>{#p/basic}* Oh, it's just you.
pt_br: <32>{#p/basic}* Oh, é só você.
zh_cn: <32>{#p/basic}* 哦，原来是你。
zh_tw: <32>{#p/basic}* 喔，原來是你。

source: <32>{#p/basic}* ...
zh_tw: <32>{#p/basic}* ...ゑ

source: <32>{#p/basic}* Wait, who are you talking to!?
pt_br: <32>{#p/basic}* Pera, com quem você tá falando!?
zh_cn: <32>{#p/basic}* 等等不对， 你跟谁说话呢？！
zh_tw: <32>{#p/basic}* 等等不對， 你跟誰說話呢？！

source: <32>{#p/basic}* (Doggo wants to talk to you.) * (Good luck!)
pt_br: <32>{#p/basic}* (Doggo quer falar contigo.) * (Boa sorte!)
zh_cn: <32>{#p/basic}* （Doggo想跟你聊两句。） * （祝聊得愉快！）
zh_tw: <32>{#p/basic}* （Doggo想跟你聊兩句。） * （祝聊得愉快！）

source: <32>{#p/basic}* Give me that thing!
pt_br: <32>{#p/basic}* Me dá isso aqui!
zh_cn: <32>{#p/basic}* 把那玩意给我！
zh_tw: <32>{#p/basic}* 把那玩意給我！

source: <32>{#p/basic}* ... * So it's you, huh?
pt_br: <32>{#p/basic}* ... * Então é você, huh?
zh_cn: <32>{#p/basic}* ... * 是你吗？
zh_tw: <32>{#p/basic}* ... * 是你嗎？

source: <32>{#p/basic}* You're the one who thought it'd be funny to pet us all!
pt_br: <32>{#p/basic}* Você é aquele que pensou que seria super divertido acariciar todos nós!
zh_cn: <32>{#p/basic}* 肯定是你！ * 你觉得把我们挨个摸一遍 很好玩，是不是呀？
zh_tw: <32>{#p/basic}* 肯定是你！ * 你覺得把我們挨個摸一遍 很好玩，是不是呀？

source: <32>{#p/basic}* Not that... I'm complaining.
pt_br: <32>{#p/basic}* Não que... eu esteja reclamando.
zh_cn: <32>{#p/basic}* 我倒不是埋怨你，只是...
zh_tw: <32>{#p/basic}* 我倒不是埋怨你，只是...

source: <32>{#p/basic}* But... argh! * I couldn't even see you!
pt_br: <32>{#p/basic}* Mas... argh! * Eu nem pude te ver!
zh_cn: <32>{#p/basic}* 呃啊！ * 你可以温柔地抚摸我， 可我连看都看不见你！
zh_tw: <32>{#p/basic}* 呃啊！ * 你可以溫柔地撫摸我， 可我連看都看不見你！

source: <32>{#p/basic}* That was so unfair.
pt_br: <32>{#p/basic}* Aquilo foi injusto!
zh_cn: <32>{#p/basic}* 太不公平了。
zh_tw: <32>{#p/basic}* 太不公平了。

source: <32>{#p/basic}* Except for Doge. * She's really hard to pet.
pt_br: <32>{#p/basic}* Exceto pela Doge. * Ela é bem difícil de se deixar levar.
zh_cn: <32>{#p/basic}* 唯独没摸Doge， 想摸她，可没那么容易。
zh_tw: <32>{#p/basic}* 唯獨沒摸Doge， 想摸她，可沒那麼容易。

source: <32>{#p/basic}* I wonder what her secret is...
pt_br: <32>{#p/basic}* Me pergunto qual seria o segredo dela...
zh_cn: <32>{#p/basic}* 要是你能摸摸她就好了... 好想知道她的小秘密啊...
zh_tw: <32>{#p/basic}* 要是你能摸摸她就好了... 好想知道她的小秘密啊...

source: <32>{#p/basic}* You're the one who thought you could get past us by throwing a wrench around.
pt_br: <32>{#p/basic}* Você é aquele que pensou que poderia passar de todos nós apenas lançando uma chave.
zh_cn: <32>{#p/basic}* 肯定是你！ * 你耍小聪明，以为扔根破扳手 就能蒙混过关。
zh_tw: <32>{#p/basic}* 肯定是你！ * 你耍小聰明，以為扔根破扳手 就能矇混過關。

source: <32>{#p/basic}* I mean, OK, it worked.
pt_br: <32>{#p/basic}* Quer dizer, eu sei, funcionou.
zh_cn: <32>{#p/basic}* 那玩意确实把我们糊弄个遍， 这话不假。
zh_tw: <32>{#p/basic}* 那玩意確實把我們糊弄個遍， 這話不假。

source: <32>{#p/basic}* But it was really annoying when I found out!
pt_br: <32>{#p/basic}* Mas foi bem irritante quando eu descobri!
zh_cn: <32>{#p/basic}* 可后来，我发现不对劲。 * 等我明白过来，都快气炸了！
zh_tw: <32>{#p/basic}* 可後來，我發現不對勁。 * 等我明白過來，都快氣炸了！

source: <32>{#p/basic}* Maybe...
pt_br: <32>{#p/basic}* Talvez...
zh_cn: <32>{#p/basic}* 所以呢...
zh_tw: <32>{#p/basic}* 所以呢...

source: <32>{#p/basic}* ... we can play again sometime?
pt_br: <32>{#p/basic}* ... poderíamos brincar novamente alguma hora?
zh_cn: <32>{#p/basic}* ...你能回来吗？ 我还没玩够，想再玩玩。
zh_tw: <32>{#p/basic}* ...你能回來嗎？ 我還沒玩夠，想再玩玩。

source: <32>{#p/basic}* No, no, forget I said that. * I shouldn't indulge in my fantasies this much.
pt_br: <32>{#p/basic}* Não, não, esqueçe que eu disse isso. * Eu não deveria me entregar tanto às minhas fantasias.
zh_cn: <32>{#p/basic}* 别，别，把我刚说的 当放屁就行！ * 我又胡思乱想了。
zh_tw: <32>{#p/basic}* 別，別，把我剛說的 當放屁就行！ * 我又胡思亂想了。

source: <32>{#p/basic}* You're the one who tried to beat us all up!
pt_br: <32>{#p/basic}* Você é aquele tentou dar uma surra em todos nós!
zh_cn: <32>{#p/basic}* 肯定是你！ * 把我们挨个揍了一顿！
zh_tw: <32>{#p/basic}* 肯定是你！ * 把我們挨個揍了一頓！

source: <32>{#p/basic}* You even managed to disappoint Canis Major...
pt_br: <32>{#p/basic}* Você até mesmo desapontou Major Canis...
zh_cn: <32>{#p/basic}* 揍完我们几个还没完， 你还伤了Canis Major的心...
zh_tw: <32>{#p/basic}* 揍完我們幾個還沒完， 你還傷了Canis Major的心...

source: <32>{#p/basic}* What's wrong with you!? * You're awful!
pt_br: <32>{#p/basic}* O que tem de errado contigo!? * Você é tão mau!
zh_cn: <32>{#p/basic}* 你有病吧？！真服了！
zh_tw: <32>{#p/basic}* 你有病吧？！真服了！

source: <32>{#p/basic}* ... that's what the others would say.
pt_br: <32>{#p/basic}* ... isso é o que os outros diriam.
zh_cn: <32>{#p/basic}* ...换作其他的狗， 肯定会这么想。
zh_tw: <32>{#p/basic}* ...換作其他的狗， 肯定會這麼想。

source: <32>{#p/basic}* At least you made Canis Major happy.
pt_br: <32>{#p/basic}* Pelo menos você deixou o Major Canis feliz.
zh_cn: <32>{#p/basic}* 不过最起码 你没亏待Canis Major。
zh_tw: <32>{#p/basic}* 不過最起碼 你沒虧待Canis Major。

source: <32>{#p/basic}* So, maybe you're not all bad?
pt_br: <32>{#p/basic}* Então, talvez você não seja tão ruim?
zh_cn: <32>{#p/basic}* 这么看，你也没那么坏？
zh_tw: <32>{#p/basic}* 這麼看，你也沒那麼壞？

source: <32>{#p/basic}* ... to be honest, I didn't mind it...
pt_br: <32>{#p/basic}* ... para ser honesto, eu não me importei...
zh_cn: <32>{#p/basic}* ...这些小事，其实我不咋在意。
zh_tw: <32>{#p/basic}* ...這些小事，其實我不咋在意。

source: <32>{#p/basic}* You're the one who pet me when I couldn't even see you!
pt_br: <32>{#p/basic}* Você é aquele que me acariciou quando eu nem pude ver!
zh_cn: <32>{#p/basic}* 肯定是你！ * 我看不见你，你还使劲摸我！
zh_tw: <32>{#p/basic}* 肯定是你！ * 我看不見你，你還使勁摸我！

source: <32>{#p/basic}* I bet you thought that was really funny.
pt_br: <32>{#p/basic}* Eu aposto que você achou aquilo muito divertido.
zh_cn: <32>{#p/basic}* 是不是觉得很好玩？
zh_tw: <32>{#p/basic}* 是不是覺得很好玩？

source: <32>{#p/basic}* I bet I looked really cute.
pt_br: <32>{#p/basic}* Eu aposto que eu parecia bem fofo.
zh_cn: <32>{#p/basic}* 我是不是很可爱？
zh_tw: <32>{#p/basic}* 我是不是很可愛？

source: <32>{#p/basic}* ... no, wait, I didn't mean that!
pt_br: <32>{#p/basic}* ... não, espera, eu não quis dizer isso!
zh_cn: <32>{#p/basic}* 等等等等！ * 我啥也没说，别乱想！
zh_tw: <32>{#p/basic}* 等等等等！ * 我啥也沒說，別亂想！

source: <32>{#p/basic}* You're the one who played fetch with me, right?
pt_br: <32>{#p/basic}* Foi você quem brincou de buscar comigo, certo?
zh_cn: <32>{#p/basic}* 肯定是你！ * 拿根扳手跟我玩抛接， 是不是？
zh_tw: <32>{#p/basic}* 肯定是你！ * 拿根扳手跟我玩拋接， 是不是？

source: <32>{#p/basic}* Wow! * I'd love to do that again sometime.
pt_br: <32>{#p/basic}* Wow! * Eu amaria fazer aquilo de novo alguma hora.
zh_cn: <32>{#p/basic}* 哇！ * 我好想再玩一次！
zh_tw: <32>{#p/basic}* 哇！ * 我好想再玩一次！

source: <32>{#p/basic}* But... that's just a fantasy.
pt_br: <32>{#p/basic}* Mas... isso é só uma fantasia.
zh_cn: <32>{#p/basic}* 唉... 我又在做梦了。
zh_tw: <32>{#p/basic}* 唉... 我又在做夢了。

source: <32>{#p/basic}* You're the one who tried to beat me up!
pt_br: <32>{#p/basic}* Você é aquele que tentou me dar uma surra!
zh_cn: <32>{#p/basic}* 肯定是你！ * 把我揍得0那么疼， 我可忘不了！
zh_tw: <32>{#p/basic}* 肯定是你！ * 把我揍得0那麼疼， 我可忘不了！

source: <32>{#p/basic}* That was really rude. * And mean.
pt_br: <32>{#p/basic}* Aquilo foi bem rude. * E maldoso.
zh_cn: <32>{#p/basic}* 动不动就打人， 又自私，又粗鲁。
zh_tw: <32>{#p/basic}* 動不動就打人， 又自私，又粗魯。

source: <32>{#p/basic}* I definitely didn't like that.
pt_br: <32>{#p/basic}* Eu definitivamente não gostei.
zh_cn: <32>{#p/basic}* 我挺烦这种行为的。
zh_tw: <32>{#p/basic}* 我挺煩這種行為的。

source: <32>{#p/basic}* Anyway! * Did you hear about the humans we released!?
pt_br: <32>{#p/basic}* De toda forma! * Você ouviu falar dos humanos que nós libertamos!?
zh_cn: <32>{#p/basic}* 不说这些了，聊点别的！ * 你知道吗？ 我们把那些人类都放了！
zh_tw: <32>{#p/basic}* 不說這些了，聊點別的！ * 你知道嗎？ 我們把那些人類都放了！

source: <32>{#p/basic}* They were all asleep in some weird archive thing. * It's way above my paw grade.
pt_br: <32>{#p/basic}* Eles estavam dormindo em algum tipo de arquivo esquisito. * É bem acima do meu nível de graduação.
zh_cn: <32>{#p/basic}* 这些孩子都睡在一堆 叫做“档案”的怪箱子里。 * 太深奥了，无法理解。
zh_tw: <32>{#p/basic}* 這些孩子都睡在一堆 叫做「檔案」的怪箱子裡。 * 太深奧了，無法理解。

source: <32>{#p/basic}* All I know is, I get to take care of a human!
pt_br: <32>{#p/basic}* Tudo que eu sei, e que agora eu preciso cuidar de um humano!
zh_cn: <32>{#p/basic}* 我只知道，我领到了一个人类！ 我能照顾那孩子了！
zh_tw: <32>{#p/basic}* 我只知道，我領到了一個人類！ 我能照顧那孩子了！

source: <32>{#p/basic}* It was Doge's idea. * We all get one human each.
pt_br: <32>{#p/basic}* Foi ideia da Doge. * Cada um de nós ganhou um.
zh_cn: <32>{#p/basic}* “释放人类”的主意 是Doge想出来的。 * 每只狗狗都能领到一个孩子。
zh_tw: <32>{#p/basic}* 「釋放人類」的主意 是Doge想出來的。 * 每隻狗狗都能領到一個孩子。

source: <32>{#p/basic}* They're like pets???
pt_br: <32>{#p/basic}* Eles são como pets???
zh_cn: <32>{#p/basic}* 咋感觉像在领养宠物？？？
zh_tw: <32>{#p/basic}* 咋感覺像在領養寵物？？？

source: <32>{#p/basic}* Don't worry, we don't mistreat them. * They're under our protection!
pt_br: <32>{#p/basic}* Não se preocupe, não tratamos eles mau. * Estão sobre nossa proteção!
zh_cn: <32>{#p/basic}* 放心，我们不会亏待孩子们的。 * 狗狗们都会尽力 保护他们！
zh_tw: <32>{#p/basic}* 放心，我們不會虧待孩子們的。 * 狗狗們都會盡力 保護他們！

source: <32>{#p/basic}* Which is weird... since we were like, trying to hunt them down before or something.
pt_br: <32>{#p/basic}* O que é estranho... já que a gente tava tentando matar eles antes ou coisa do tipo.
zh_cn: <32>{#p/basic}* 我记得，之前我们都在 抓捕他们，现在却在保护他们。 * 就挺神奇的。
zh_tw: <32>{#p/basic}* 我記得，之前我們都在 抓捕他們，現在卻在保護他們。 * 就挺神奇的。

source: <32>{#p/basic}* Still, they kind of have to be.
pt_br: <32>{#p/basic}* Bem, era meio que nossa obrigação.
zh_cn: <32>{#p/basic}* 现在，民众普遍非常反感人类。
zh_tw: <32>{#p/basic}* 現在，民眾普遍非常反感人類。

source: <32>{#p/basic}* People REALLY seem to dislike humans these days.
pt_br: <32>{#p/basic}* Pessoas realmente parecem ODIAR humanos hoje em dia.
zh_cn: <32>{#p/basic}* 如果我们不保护他们， 这些孩子会很危险的。
zh_tw: <32>{#p/basic}* 如果我們不保護他們， 這些孩子會很危險的。

source: <32>{#p/basic}* But times change. * And so must we!
pt_br: <32>{#p/basic}* Mas os tempos mudaram! * E nós também devemos!
zh_cn: <32>{#p/basic}* 真是三十年河东， 三十年河西啊！
zh_tw: <32>{#p/basic}* 真是三十年河東， 三十年河西啊！

source: <32>{#p/basic}* Hey, WAIT!! * My human is coming this way RIGHT NOW!!
pt_br: <32>{#p/basic}* Ei, ESPERA! * Meu humano está vindo pra cá AGORA MESMO!!
zh_cn: <32>{#p/basic}* 等等！！ * 我的人类过来了！！
zh_tw: <32>{#p/basic}* 等等！！ * 我的人類過來了！！

source: <32>{#p/human}{#v/3}{@fill=#003cff}* Master Doggo! * Master Doggo! * You have to come and see!
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Mestre Doggo! * Mestre Doggo! * Você tem que vir e ver!
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* Doggo长官！ * Doggo长官！ * 快过来快过来，有好看的！
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* Doggo長官！ * Doggo長官！ * 快過來快過來，有好看的！

source: <32>{#p/basic}* What is it now.
pt_br: <32>{#p/basic}* O que é agora.
zh_cn: <32>{#p/basic}* 啥事啊这么急。
zh_tw: <32>{#p/basic}* 啥事啊這麼急。

source: <32>{#p/human}{#v/3}{@fill=#003cff}* You're going to miss the grand opening!
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Você vai perder a grande abertura.
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 是一场盛大的聚会！ 再不出发， 就要错过开幕式了！
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 是一場盛大的聚會！ 再不出發， 就要錯過開幕式了！

source: <32>{#p/basic}* Guess I better go see what this is...
pt_br: <32>{#p/basic}* Acho que é melhor eu ir ver o que é isso...
zh_cn: <32>{#p/basic}* 那我得好好“看看”了...
zh_tw: <32>{#p/basic}* 那我得好好「看看」了...

source: <32>{#p/basic}* I get it, OK!? * Heck, I'm almost there!
pt_br: <32>{#p/basic}* Eu entendi, OK!? * Estou quase lá!
zh_cn: <32>{#p/basic}* 听到了，听到了，别喊了！ * 淦，这么快就到了？
zh_tw: <32>{#p/basic}* 聽到了，聽到了，別喊了！ * 淦，這麼快就到了？

source: <32>{#p/basic}* What the... * WHAT IS THAT THING!?
pt_br: <32>{#p/basic}* Mas que... * O QUE É ISSO!?
zh_cn: <32>{#p/basic}* 我去... * 这是啥？！
zh_tw: <32>{#p/basic}* 我去... * 這是啥？！

source: <32>{#p/basic}* THAT WASN'T PART OF THE CITY'S SKYLINE BEFORE!!
pt_br: <32>{#p/basic}* ISSO NÃO FAZIA PARTE DO HORIZONTE DA CIDADE ANTES!!
zh_cn: <32>{#p/basic}* 以前远望城市的时候， 根本没有这玩意啊！！
zh_tw: <32>{#p/basic}* 以前遠望城市的時候， 根本沒有這玩意啊！！

source: <32>{#p/human}{#v/3}{@fill=#003cff}* It's your brand new dog shrine! * Just like you wanted!
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* É o seu novo santuário para cães! * Exatamente como você queria!
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 这是你的专属狗狗神社！ 刚刚建好！ * 专门按你的风格设计的！
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 這是你的專屬狗狗神社！ 剛剛建好！ * 專門按你的風格設計的！

source: <32>{#p/basic}* It's... in constant motion...
pt_br: <32>{#p/basic}* Está em... constante movimento...
zh_cn: <32>{#p/basic}* 它在动... 它一直在动...
zh_tw: <32>{#p/basic}* 它在動... 它一直在動...
