Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#f/5}* It would be nice to not have to hide all of this anymore.
pt_br: <25>{#p/alphys}{#f/5}* Seria ótimo não precisar esconder tudo isso.
zh_cn: <25>{#p/alphys}{#f/5}* 我也不想藏着掖着， 要是不用瞒着秘密， 就太好了。
zh_tw: <25>{#p/alphys}{#f/5}* 我也不想藏著掖著， 要是不用瞞著秘密， 就太好了。

source: <25>{#p/alphys}{#f/6}* So... maybe, if there's really a chance this could succeed...
pt_br: <25>{#p/alphys}{#f/6}* Então... talvez, se existe realmente qualquer chance disso dar certo...
zh_cn: <25>{#p/alphys}{#f/6}* 所以... 要是真有一线希望， 也许...
zh_tw: <25>{#p/alphys}{#f/6}* 所以... 要是真有一線希望， 也許...

source: <25>{#p/alphys}{#f/8}* I-I'll think about it after I hang up the phone.
pt_br: <25>{#p/alphys}{#f/8}* E-eu vou pensar sobre isso após eu desligar o telefone.
zh_cn: <25>{#p/alphys}{#f/8}* 等挂-挂了电话， 我再好好考虑一下。
zh_tw: <25>{#p/alphys}{#f/8}* 等掛-掛了電話， 我再好好考慮一下。

source: <25>{#p/alphys}{#f/16}* T-take care!!
pt_br: <25>{#p/alphys}{#f/16}* C-cuide-se!
zh_cn: <25>{#p/alphys}{#f/16}* 保重！！
zh_tw: <25>{#p/alphys}{#f/16}* 保重！！

source: <25>{#p/toriel}{#f/1}* Hello?
pt_br: <25>{#p/toriel}{#f/1}* Olá?
zh_cn: <25>{#p/toriel}{#f/1}* 喂？
zh_tw: <25>{#p/toriel}{#f/1}* 喂？

source: <25>{#p/toriel}{#f/5}* This is... Toriel.
pt_br: <25>{#p/toriel}{#f/5}* Aqui é... Toriel.
zh_cn: <25>{#p/toriel}{#f/5}* 我是... Toriel。
zh_tw: <25>{#p/toriel}{#f/5}* 我是... Toriel。

source: <25>{#p/toriel}{#f/1}* ... I know we did not part ways on the best of terms, but...
pt_br: <25>{#p/toriel}{#f/1}* ... Eu sei que não nos separamos da melhor forma, mas...
zh_cn: <25>{#p/toriel}{#f/1}* ...虽然自打咱们不欢而散 就再也没见面...
zh_tw: <25>{#p/toriel}{#f/1}* ...雖然自打咱們不歡而散 就再也沒見面...

source: <25>{#p/toriel}{#f/5}* I feel that you should know what has happened since your departure.
pt_br: <25>{#p/toriel}{#f/5}* Eu sinto que você precisa entender tudo que aconteceu desde que se foi.
zh_cn: <25>{#p/toriel}{#f/5}* 但我还是想给你讲讲 后来发生的事。
zh_tw: <25>{#p/toriel}{#f/5}* 但我還是想給你講講 後來發生的事。

source: <25>{#p/toriel}{#f/9}* After you ran away from me, I reconsidered my own decisions.
pt_br: <25>{#p/toriel}{#f/9}* Depois que você foi embora, eu reconsiderei minhas decisões.
zh_cn: <25>{#p/toriel}{#f/9}* 在你走后， 我反思了自己的所作所为。
zh_tw: <25>{#p/toriel}{#f/9}* 在你走後， 我反思了自己的所作所為。

source: <25>{#p/toriel}{#f/13}* I felt... guilty. * For trying to keep you in the Outlands.
pt_br: <25>{#p/toriel}{#f/13}* Eu senti... culpa. * Por tentar te manter nas Outlands.
zh_cn: <25>{#p/toriel}{#f/13}* 我很愧疚... * 当时不该由着自己性子， 不让你走。
zh_tw: <25>{#p/toriel}{#f/13}* 我很愧疚... * 當時不該由著自己性子， 不讓你走。

source: <25>{#p/toriel}{#f/13}* For trying to keep ALL the humans there.
pt_br: <25>{#p/toriel}{#f/13}* Por tentar manter TODOS OS humanos lá.
zh_cn: <25>{#p/toriel}{#f/13}* 更不该强行留住那些孩子， 不让“他们”走。
zh_tw: <25>{#p/toriel}{#f/13}* 更不該強行留住那些孩子， 不讓「他們」走。

source: <25>{#p/toriel}{#f/9}* I decided I could stay there no longer.
pt_br: <25>{#p/toriel}{#f/9}* Eu decide não ficar por lá mais nem um segundo.
zh_cn: <25>{#p/toriel}{#f/9}* 不能再逃避下去， 把自己圈到这 一亩三分地了。
zh_tw: <25>{#p/toriel}{#f/9}* 不能再逃避下去， 把自己圈到這 一畝三分地了。

source: <26>{#p/toriel}{#f/13}* I worked up the courage to leave, and returned to the Citadel.
pt_br: <26>{#p/toriel}{#f/13}* Eu trabalhei muito na coragem para sair, e retornei a Cidadela.
zh_cn: <26>{#p/toriel}{#f/13}* 所以，我鼓起勇气， 走出了外域。
zh_tw: <26>{#p/toriel}{#f/13}* 所以，我鼓起勇氣， 走出了外域。

source: <25>{#p/toriel}{#f/18}* ... when I saw that the humans were trapped in those boxes...
pt_br: <25>{#p/toriel}{#f/18}* ... quando eu vi que os humanos estavam presos naquelas caixas...
zh_cn: <25>{#p/toriel}{#f/18}* 我来到首塔， 看到了一个个休眠舱。 * 里面装的... 是人类小孩。
zh_tw: <25>{#p/toriel}{#f/18}* 我來到首塔， 看到了一個個休眠艙。 * 裡面裝的... 是人類小孩。

source: <25>{#p/toriel}{#f/13}* I released them without a second thought.
pt_br: <25>{#p/toriel}{#f/13}* Eu os libertei sem pensar.
zh_cn: <25>{#p/toriel}{#f/13}* 之前困住你， 我就挺自责的。
zh_tw: <25>{#p/toriel}{#f/13}* 之前困住你， 我就挺自責的。

source: <26>{#p/toriel}{#f/10}* I did not want them to be trapped any more than I wanted you to be.
pt_br: <26>{#p/toriel}{#f/10}* Eu não queria que eles estivessem presos como eu quis que você estivesse.
zh_cn: <26>{#p/toriel}{#f/10}* 所以，看到他们被困在 那么小的地方... * 我想都没想，就给放了。
zh_tw: <26>{#p/toriel}{#f/10}* 所以，看到他們被困在 那麼小的地方... * 我想都沒想，就給放了。

source: <25>{#p/toriel}{#f/9}* ... but this decision was not without its consequences.
pt_br: <25>{#p/toriel}{#f/9}* ... mas essa decisão não veio sem consequências.
zh_cn: <25>{#p/toriel}{#f/9}* ...结果，这一时冲动 弄出了大乱子。
zh_tw: <25>{#p/toriel}{#f/9}* ...結果，這一時衝動 弄出了大亂子。

source: <25>{#p/toriel}{#f/13}* Not only were the humans traumatized by ASGORE's archive...
pt_br: <25>{#p/toriel}{#f/13}* Não apenas os humanos estavam traumatizados pelo arquivo de ASGORE...
zh_cn: <25>{#p/toriel}{#f/13}* 在ASGORE的档案里， 那些孩子吃尽了苦头。[ADD]<25>{#p/toriel}{#f/13}* 虽然自由了， 但心灵都受了创伤。
zh_tw: <25>{#p/toriel}{#f/13}* 在ASGORE的檔案裡， 那些孩子吃盡了苦頭。[ADD]<25>{#p/toriel}{#f/13}* 雖然自由了， 但心靈都受了創傷。

source: <25>{#p/toriel}{#f/13}* But one of them ran off, and was discovered by the public.
pt_br: <25>{#p/toriel}{#f/13}* Mas um deles fugiu e foi descoberto pelo povo.
zh_cn: <25>{#p/toriel}{#f/13}* 结果， 有个孩子到处乱跑， 被别的怪物发现了。
zh_tw: <25>{#p/toriel}{#f/13}* 結果， 有個孩子到處亂跑， 被別的怪物發現了。

source: <25>{#p/toriel}{#f/18}* I did not want to keep them here against their will, but...
pt_br: <25>{#p/toriel}{#f/18}* Eu não queria mantê-los aqui contra sua vontade, mas...
zh_cn: <25>{#p/toriel}{#f/9}* 如今， 大队长牺牲， ASGORE驾崩...
zh_tw: <25>{#p/toriel}{#f/9}* 如今， 大隊長犧牲， ASGORE駕崩...

source: <25>{#p/toriel}{#f/9}* The death of the Royal Guard's captain, and loss of the king...
pt_br: <25>{#p/toriel}{#f/9}* A morte da capitã da Guarda Real e a perda do rei...
zh_cn: <25>{#p/toriel}{#f/9}* 百姓本来就对人类 恨之入骨。
zh_tw: <25>{#p/toriel}{#f/9}* 百姓本來就對人類 恨之入骨。

source: <25>{#p/toriel}{#f/9}* ... placed humanity's reputation in a rather difficult position.
pt_br: <25>{#p/toriel}{#f/9}* ... colocou a reputação da humanidade em uma posição bastante difícil.
zh_cn: <25>{#p/toriel}{#f/9}* 他们要是发现这些孩子， 肯定会弄死他们。
zh_tw: <25>{#p/toriel}{#f/9}* 他們要是發現這些孩子， 肯定會弄死他們。

source: <25>{#p/toriel}{#f/13}* With the public knowing the truth about the humans...
pt_br: <25>{#p/toriel}{#f/13}* Com o público sabendo a verdade em relação aos humanos...
zh_cn: <25>{#p/toriel}{#f/13}* 所以... 我只能把孩子们藏起来。
zh_tw: <25>{#p/toriel}{#f/13}* 所以... 我只能把孩子們藏起來。

source: <25>{#p/toriel}{#f/9}* I had no choice but to do whatever I could to safeguard them.
pt_br: <25>{#p/toriel}{#f/9}* Eu não tive chances se não esconde-los aonde estariam seguros.
zh_cn: <25>{#p/toriel}{#f/9}* 虽然不想委屈他们， 但为了安全... 我也别无他法。
zh_tw: <25>{#p/toriel}{#f/9}* 雖然不想委屈他們， 但為了安全... 我也別無他法。

source: <25>{#p/alphys}{#f/15}* Uh, not to interrupt, but... you have a visitor.
pt_br: <25>{#p/alphys}{#f/15}* Uh, sem querer interromper, mas... você tem visita.
zh_cn: <25>{#p/alphys}{#f/15}* 呃，打个岔。 * 有客人来访。
zh_tw: <25>{#p/alphys}{#f/15}* 呃，打個岔。 * 有客人來訪。

source: <25>{#p/toriel}{#f/10}* Let me guess. * Sans?
pt_br: <25>{#p/toriel}{#f/10}* Deixa eu adivinhar. * Sans?
zh_cn: <25>{#p/toriel}{#f/10}* 让我猜猜。 * 是Sans？
zh_tw: <25>{#p/toriel}{#f/10}* 讓我猜猜。 * 是Sans？

source: <25>{#p/toriel}{#f/0}* There is no need to be so formal when he is the one at the gate.
pt_br: <25>{#p/toriel}{#f/0}* Não há necessidade de ser tão formal quando ele é quem está no portão.
zh_cn: <25>{#p/toriel}{#f/0}* 原来是他啊。 * 直接告诉我就行， 不用这么“文绉绉”的。
zh_tw: <25>{#p/toriel}{#f/0}* 原來是他啊。 * 直接告訴我就行， 不用這麼「文縐縐」的。

source: <25>{#p/toriel}{#f/9}* System, unlock the gate, authorization Toriel PIE-1-1-0.
pt_br: <25>{#p/toriel}{#f/9}* Sistema, destrave o portão, autorização Toriel TORTA-1-1-0.
zh_cn: <25>{#p/toriel}{#f/9}* Toriel呼叫系统， 请解锁前门。 * 授权码：PIE-1-1-0。
zh_tw: <25>{#p/toriel}{#f/9}* Toriel呼叫系統， 請解鎖前門。 * 授權碼：PIE-1-1-0。

source: <25>{#p/sans}{#f/0}* ... * it's about time.
pt_br: <25>{#p/sans}{#f/0}* ... * já era hora.
zh_cn: <25>{#p/sans}{#f/0}* ... * 电话应该快打完了。
zh_tw: <25>{#p/sans}{#f/0}* ... * 電話應該快打完了。

source: <25>{#p/sans}{#f/0}* you still on the phone with the human?
pt_br: <25>{#p/sans}{#f/0}* você ainda está no telefone com o humano?
zh_cn: <25>{#p/sans}{#f/0}* 咦，还没跟人类唠完呐？
zh_tw: <25>{#p/sans}{#f/0}* 咦，還沒跟人類嘮完吶？

source: <25>{#p/alphys}{#f/23}* On the WHAT!?
pt_br: <25>{#p/alphys}{#f/23}* No O QUE!?
zh_cn: <25>{#p/alphys}{#f/23}* 跟谁？！
zh_tw: <25>{#p/alphys}{#f/23}* 跟誰？！

source: <25>{#p/toriel}{#f/0}* Yes, I thought it would be nice if they heard from you, Sans.
pt_br: <25>{#p/toriel}{#f/0}* Sim, eu pensei que seria legal se ele ouvisse de você, Sans.
zh_cn: <25>{#p/toriel}{#f/0}* 就是那个人类。 * Sans，那孩子估计也想听听 你的声音。
zh_tw: <25>{#p/toriel}{#f/0}* 就是那個人類。 * Sans，那孩子估計也想聽聽 你的聲音。

source: <25>{#p/toriel}{#f/1}* Perhaps Alphys would like to join us as well?
pt_br: <25>{#p/toriel}{#f/1}* Talvez Alphys queira se juntar também?
zh_cn: <25>{#p/toriel}{#f/1}* Alphys 是不是也想聊两句？
zh_tw: <25>{#p/toriel}{#f/1}* Alphys 是不是也想聊兩句？

source: <25>{#p/alphys}{#f/21}* No. * Alphys would not.
pt_br: <25>{#p/alphys}{#f/21}* Não. * Alphys não quer.
zh_cn: <25>{#p/alphys}{#f/21}* 不。 * Alphys才不想。
zh_tw: <25>{#p/alphys}{#f/21}* 不。 * Alphys才不想。

source: <25>{#p/alphys}{#f/21}* In fact, Alphys would like to leave now.
pt_br: <25>{#p/alphys}{#f/21}* Na verdade, Alphys gostaria de se retirar agora.
zh_cn: <25>{#p/alphys}{#f/21}* Alphys走了。 * 再见。
zh_tw: <25>{#p/alphys}{#f/21}* Alphys走了。 * 再見。

source: <25>{#p/alphys}{#f/24}* ... I'll be outside if you need me.
pt_br: <25>{#p/alphys}{#f/24}* ... Ei estarei lá fora se você precisar de mim.
zh_cn: <25>{#p/alphys}{#f/24}* ... * （我就在外面等着， 你们聊完，记得叫我。）
zh_tw: <25>{#p/alphys}{#f/24}* ... * （我就在外面等著， 你們聊完，記得叫我。）

source: <25>{#p/sans}{#f/3}* she's... still pretty upset about what happened to undyne.
pt_br: <25>{#p/sans}{#f/3}* ela... ainda está com muita raiva sobre o que aconteceu com a undyne.
zh_cn: <25>{#p/sans}{#f/3}* undyne死了， 她到现在都没缓过来。
zh_tw: <25>{#p/sans}{#f/3}* undyne死了， 她到現在都沒緩過來。

source: <25>{#p/sans}{#f/3}* she's... still pretty angry about what you did to undyne.
pt_br: <25>{#p/sans}{#f/3}* ela... ainda está com muita raiva em relação ao que você fez com undyne.
zh_cn: <25>{#p/sans}{#f/3}* undyne被你杀了， 她都现在都没消气。
zh_tw: <25>{#p/sans}{#f/3}* undyne被你殺了， 她都現在都沒消氣。

source: <25>{#p/sans}{#f/0}* not to mention her friend, mettaton.
pt_br: <25>{#p/sans}{#f/0}* sem mencionar o amigo dela, mettaton.
zh_cn: <25>{#p/sans}{#f/0}* 更不用说， 你还杀了mettaton。
zh_tw: <25>{#p/sans}{#f/0}* 更不用說， 你還殺了mettaton。

source: <25>{#p/sans}{#f/0}* about what she's had to do as a result.
pt_br: <25>{#p/sans}{#f/0}* sobre o que ela teve que fazer como resultado.
zh_cn: <25>{#p/sans}{#f/0}* 她恨自己无能， 才害得朋友丧命。
zh_tw: <25>{#p/sans}{#f/0}* 她恨自己無能， 才害得朋友喪命。

source: <25>{#p/sans}{#f/3}* and you know what?
pt_br: <25>{#p/sans}{#f/3}* e você sabe o que?
zh_cn: <25>{#p/sans}{#f/3}* 而我呢？
zh_tw: <25>{#p/sans}{#f/3}* 而我呢？

source: <25>{#p/sans}{#f/0}* i really get it.
pt_br: <25>{#p/sans}{#f/0}* eu já entendi.
zh_cn: <25>{#p/sans}{#f/0}* 我太明白那种滋味了。
zh_tw: <25>{#p/sans}{#f/0}* 我太明白那種滋味了。

source: <25>{#p/sans}{#f/0}* i know what alphys must be going through right now.
pt_br: <25>{#p/sans}{#f/0}* eu sei pelo que a alphys está passando agora.
zh_cn: <25>{#p/sans}{#f/0}* 我太清楚alphys为啥 这么难受了。
zh_tw: <25>{#p/sans}{#f/0}* 我太清楚alphys為啥 這麼難受了。

source: <25>{#p/sans}{#f/0}* after all...
pt_br: <25>{#p/sans}{#f/0}* depois de tudo...
zh_cn: <25>{#p/sans}{#f/0}* 毕竟...
zh_tw: <25>{#p/sans}{#f/0}* 畢竟...

source: <25>{#p/sans}{#f/3}* she's not the only one who lost someone.
pt_br: <25>{#p/sans}{#f/3}* ela não é a única que perdeu alguém.
zh_cn: <25>{#p/sans}{#f/3}* 失去至亲的人， 可不止有她。
zh_tw: <25>{#p/sans}{#f/3}* 失去至親的人， 可不止有她。

source: <25>{#p/sans}{#f/3}* and while i wouldn't blame you for what you did, or didn't do...
pt_br: <25>{#p/sans}{#f/3}* e enquanto eu não te culpo pelo que você fez, ou não fez...
zh_cn: <25>{#p/sans}{#f/3}* 你该出手时不出手， 不该动手时却先动手。 * 我知道你有苦衷，只是...
zh_tw: <25>{#p/sans}{#f/3}* 你該出手時不出手， 不該動手時卻先動手。 * 我知道你有苦衷，只是...

source: <25>{#p/sans}{#f/3}* and while i wouldn't blame you for running away...
pt_br: <25>{#p/sans}{#f/3}* e enquanto eu não te culpo por fugir...
zh_cn: <25>{#p/sans}{#f/3}* 你为了自保， 丢下了她，我能理解。 * 只是...
zh_tw: <25>{#p/sans}{#f/3}* 你為了自保， 丟下了她，我能理解。 * 只是...

source: <25>{#p/sans}{#f/3}* and while i wouldn't blame you for trying to defend yourself...
pt_br: <25>{#p/sans}{#f/3}* e enquanto eu não te culpo por tentar se defender...
zh_cn: <25>{#p/sans}{#f/3}* 你为了自保， 对他动了手，我能理解。 * 只是...
zh_tw: <25>{#p/sans}{#f/3}* 你為了自保， 對他動了手，我能理解。 * 只是...

source: <25>{#p/sans}{#f/0}* i can't help but wonder if there was a better way to go about things.
pt_br: <25>{#p/sans}{#f/0}* eu me pergunto se não existe outra forma melhor das quais as coisas poderiam ter acontecido.
zh_cn: <25>{#p/sans}{#f/0}* 我总觉得， 即使是“两难境地”， 也会存在第三条路...
zh_tw: <25>{#p/sans}{#f/0}* 我總覺得， 即使是「兩難境地」， 也會存在第三條路...

source: <25>{#p/sans}{#f/0}* if, maybe somehow, this all could have been avoided.
pt_br: <25>{#p/sans}{#f/0}* se, de alguma forma, isso tudo poderia ter sido evitado.
zh_cn: <25>{#p/sans}{#f/0}* 冷静下来，多想想， 也许就能避免伤亡。
zh_tw: <25>{#p/sans}{#f/0}* 冷靜下來，多想想， 也許就能避免傷亡。

source: <25>{#p/sans}{#f/3}* but i digress.
pt_br: <25>{#p/sans}{#f/3}* mas eu dúvido.
zh_cn: <25>{#p/sans}{#f/3}* 谁知道呢。
zh_tw: <25>{#p/sans}{#f/3}* 誰知道呢。

source: <25>{#p/sans}{#f/0}* there's too much at stake in the present to worry about the past.
pt_br: <25>{#p/sans}{#f/0}* a muito o que fazer no presente para se preocupar com o passado.
zh_cn: <25>{#p/sans}{#f/0}* 算了，不能总沉溺过去。 还是讲讲眼前的事吧。
zh_tw: <25>{#p/sans}{#f/0}* 算了，不能總沉溺過去。 還是講講眼前的事吧。

source: <25>{#p/sans}{#f/0}* it's been difficult without the royal guard to protect us.
pt_br: <25>{#p/sans}{#f/0}* tem sido difícil sem a presença da Guarda Real para nos proteger.
zh_cn: <25>{#p/sans}{#f/0}* 没了皇家守卫。 大家的日子很不好过。
zh_tw: <25>{#p/sans}{#f/0}* 沒了皇家守衛。 大家的日子很不好過。

source: <25>{#p/sans}{#f/3}* not that i was a big fan of those guys before, but...
pt_br: <25>{#p/sans}{#f/3}* não que eu fosse super fã desses caras, mas...
zh_cn: <25>{#p/sans}{#f/3}* 以前， 我很看不惯他们的作风...
zh_tw: <25>{#p/sans}{#f/3}* 以前， 我很看不慣他們的作風...

source: <25>{#p/sans}{#f/0}* at a time like this, it'd be nice to have them around.
pt_br: <25>{#p/sans}{#f/0}* em tempos assim, era ótimo tê-los por perto.
zh_cn: <25>{#p/sans}{#f/0}* 可到这种时候， 才知道有他们在，多好。
zh_tw: <25>{#p/sans}{#f/0}* 可到這種時候， 才知道有他們在，多好。

source: <25>{#p/toriel}{#f/13}* Yes, sadly, I am inclined to agree.
pt_br: <25>{#p/toriel}{#f/13}* Sim, infelizmente, sou tentada a concordar.
zh_cn: <25>{#p/toriel}{#f/13}* 真可悲... * 要是他们还活着就好了。
zh_tw: <25>{#p/toriel}{#f/13}* 真可悲... * 要是他們還活著就好了。

source: <25>{#p/toriel}{#f/13}* It seems not a day goes by without an angered citizen at the gate.
pt_br: <25>{#p/toriel}{#f/13}* Não tem um dia sequer em que não apareça um cidadão com raiva no portão.
zh_cn: <25>{#p/toriel}{#f/13}* 这段时间，每天都有 愤怒的居民上街闹事， 四处打砸抢烧。
zh_tw: <25>{#p/toriel}{#f/13}* 這段時間，每天都有 憤怒的居民上街鬧事， 四處打砸搶燒。

source: <25>{#p/toriel}{#f/9}* But it cannot be helped.
pt_br: <25>{#p/toriel}{#f/9}* Mas não há como ajudar.
zh_cn: <25>{#p/toriel}{#f/9}* 事态越来越严重， 谁也管不了，也不敢管。
zh_tw: <25>{#p/toriel}{#f/9}* 事態越來越嚴重， 誰也管不了，也不敢管。

source: <25>{#p/toriel}{#f/9}* There are few who share my willingness to treat humans as individuals.
pt_br: <25>{#p/toriel}{#f/9}* Há poucos que compartilham minha disposição de tratar os humanos como indivíduos.
zh_cn: <25>{#p/toriel}{#f/9}* 对很多怪物来说， 人类没有“人”，只有“类”。[ADD]<25>{#p/toriel}{#f/9}* 他们才懒得区分 谁是“敌人”，谁是“朋友”。 * 反正只要是人类，都得死。
zh_tw: <25>{#p/toriel}{#f/9}* 對很多怪物來說， 人類沒有「人」，只有「類」。[ADD]<25>{#p/toriel}{#f/9}* 他們才懶得區分 誰是「敵人」，誰是「朋友」。 * 反正只要是人類，都得死。

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* Toriel, are we in danger?
pt_br: <32>{#p/human}{#v/1}{@fill=#42fcff}* Toriel, estamos em perigo?
zh_cn: <32>{#p/human}{#v/1}{@fill=#42fcff}* Toriel，我好怕...
zh_tw: <32>{#p/human}{#v/1}{@fill=#42fcff}* Toriel，我好怕...

source: <25>{#p/toriel}{#f/1}* ... oh, hello!
pt_br: <25>{#p/toriel}{#f/1}* ... oh, olá!
zh_cn: <25>{#p/toriel}{#f/1}* ...哦，是你啊！
zh_tw: <25>{#p/toriel}{#f/1}* ...喔，是你啊！

source: <25>{#p/toriel}{#f/0}* Do not worry, my child. * I will always be here to protect you.
pt_br: <25>{#p/toriel}{#f/0}* Não se preocupe, minha criança. * Eu sempre estarei aqui para te proteger.
zh_cn: <25>{#p/toriel}{#f/0}* 别担心，孩子。 * 只要有我在， 他们不敢伤害你。
zh_tw: <25>{#p/toriel}{#f/0}* 別擔心，孩子。 * 只要有我在， 他們不敢傷害你。

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* ... thank you...
pt_br: <32>{#p/human}{#v/1}{@fill=#42fcff}* ... obrigado.
zh_cn: <32>{#p/human}{#v/1}{@fill=#42fcff}* ...谢谢您...
zh_tw: <32>{#p/human}{#v/1}{@fill=#42fcff}* ...謝謝您...

source: <25>{#p/toriel}{#f/0}* Now, please go back and wait with the others.
pt_br: <25>{#p/toriel}{#f/0}* Agora, por favor volte e espere com os outros.
zh_cn: <25>{#p/toriel}{#f/0}* 快回去， 跟其他孩子待在一起。
zh_tw: <25>{#p/toriel}{#f/0}* 快回去， 跟其他孩子待在一起。

source: <25>{#p/toriel}{#f/0}* I will be with you shortly.
pt_br: <25>{#p/toriel}{#f/0}* Eu estarei contigo o mais cedo possível.
zh_cn: <25>{#p/toriel}{#f/0}* 等我打完电话， 就陪你玩，好吗？
zh_tw: <25>{#p/toriel}{#f/0}* 等我打完電話， 就陪你玩，好嗎？

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* Okay, I'll go...
pt_br: <32>{#p/human}{#v/1}{@fill=#42fcff}* Certo, eu vou indo...
zh_cn: <32>{#p/human}{#v/1}{@fill=#42fcff}* 好，那我走了...
zh_tw: <32>{#p/human}{#v/1}{@fill=#42fcff}* 好，那我走了...

source: <25>{#p/toriel}{#f/10}* ... very good.
pt_br: <25>{#p/toriel}{#f/10}* ... muito bem.
zh_cn: <25>{#p/toriel}{#f/10}* ...小心点。
zh_tw: <25>{#p/toriel}{#f/10}* ...小心點。

source: <25>{#p/toriel}{#f/10}* I suppose I cannot judge the citizens too harshly...
pt_br: <25>{#p/toriel}{#f/10}* Suponho que não posso julgar os cidadãos com muita severidade...
zh_cn: <25>{#p/toriel}{#f/10}* 其实... 虽然那些市民到处闹事， 可我实在恨不起来...
zh_tw: <25>{#p/toriel}{#f/10}* 其實... 雖然那些市民到處鬧事， 可我實在恨不起來...

source: <25>{#p/toriel}{#f/9}* ... knowing the sorts of choices you made during your time here.
pt_br: <25>{#p/toriel}{#f/9}* ... sabendo os tipos de decisões que você fez durante o tempo em que esteve aqui.
zh_cn: <25>{#p/toriel}{#f/9}* 一想到你干的那些事...
zh_tw: <25>{#p/toriel}{#f/9}* 一想到你幹的那些事...

source: <25>{#p/toriel}{#f/13}* It was... difficult, even for me, to accept what you had done.
pt_br: <25>{#p/toriel}{#f/13}* Foi difícil... mesmo para mim, para aceitar o que você fez.
zh_cn: <25>{#p/toriel}{#f/13}* 就连我， 都无法原谅你。
zh_tw: <25>{#p/toriel}{#f/13}* 就連我， 都無法原諒你。

source: <25>{#p/toriel}{#f/13}* It is... an unfortunate situation we find ourselves in.
pt_br: <25>{#p/toriel}{#f/13}* Foi... uma situação infeliz com a quais nos encontramos.
zh_cn: <25>{#p/toriel}{#f/13}* 真是... 腹背受敌啊。
zh_tw: <25>{#p/toriel}{#f/13}* 真是... 腹背受敵啊。

source: <25>{#p/sans}{#f/0}* y'know...
pt_br: <25>{#p/sans}{#f/0}* sabe de uma coisa...
zh_cn: <25>{#p/sans}{#f/0}* 你知道吗...
zh_tw: <25>{#p/sans}{#f/0}* 你知道嗎...

source: <25>{#p/sans}{#f/0}* i wanted to go to grillby's the other day, but...
pt_br: <25>{#p/sans}{#f/0}* eu queria ir ao grillbys outro dia, mas...
zh_cn: <25>{#p/sans}{#f/0}* 有一天， 我想去grillby's吃顿饭...
zh_tw: <25>{#p/sans}{#f/0}* 有一天， 我想去grillby's吃頓飯...

source: <25>{#p/sans}{#f/3}* their entire stock got raided last week.
pt_br: <25>{#p/sans}{#f/3}* todo o estoque dele foi roubado semana passada.
zh_cn: <25>{#p/sans}{#f/3}* 结果到店一看， 里面被砸了个稀巴烂。
zh_tw: <25>{#p/sans}{#f/3}* 結果到店一看， 裡面被砸了個稀巴爛。

source: <25>{#p/sans}{#f/0}* turns out grillby was a pro-human supporter.
pt_br: <25>{#p/sans}{#f/0}* O que aconteceu porque o grillbys era um grande apoiador dos humanos.
zh_cn: <25>{#p/sans}{#f/0}* 原来，grillby被指控是 “亲人类派”的走狗。[ADD]<25>{#p/sans}{#f/0}* 上周，一群怪物闯进他的店， 把店洗劫一空。
zh_tw: <25>{#p/sans}{#f/0}* 原來，grillby被指控是 「親人類派」的走狗。[ADD]<25>{#p/sans}{#f/0}* 上周，一群怪物闖進他的店， 把店洗劫一空。

source: <25>{#p/toriel}{#f/13}* I am... sorry to hear that, Sans. * You liked going there.
pt_br: <25>{#p/toriel}{#f/13}* Eu... Lamento ouvir isso, Sans. * Você gostou de ir lá?
zh_cn: <25>{#p/toriel}{#f/13}* 你总去那里吃饭... 真是太可惜了。
zh_tw: <25>{#p/toriel}{#f/13}* 你總去那裡吃飯... 真是太可惜了。

source: <25>{#p/sans}{#f/3}* yeah, being pro-human is basically a death sentence these days.
pt_br: <25>{#p/sans}{#f/3}* Sim, ser um pro-humano nos dias de hoje é sentença de morte.
zh_cn: <25>{#p/sans}{#f/3}* 可不是嘛。[ADD]<25>{#p/sans}{#f/0}* 现在，要是被扣上了 “亲人类派”的帽子， 就是死路一条。
zh_tw: <25>{#p/sans}{#f/3}* 可不是嘛。[ADD]<25>{#p/sans}{#f/0}* 現在，要是被扣上了 「親人類派」的帽子， 就是死路一條。

source: <25>{#p/sans}{#f/0}* at least where your business is concerned.
pt_br: <25>{#p/sans}{#f/0}* pelo menos os seus negócios estarão mortos.
zh_cn: <25>{#p/sans}{#f/0}* 即使没死， 买卖也肯定做不了了。
zh_tw: <25>{#p/sans}{#f/0}* 即使沒死， 買賣也肯定做不了了。

source: <25>{#p/toriel}{#f/12}* ... this is not the only instance of this happening.
pt_br: <25>{#p/toriel}{#f/12}* ... está não foi a única vez que isso aconteceu.
zh_cn: <25>{#p/toriel}{#f/12}* ...这已经不是第一次了。
zh_tw: <25>{#p/toriel}{#f/12}* ...這已經不是第一次了。

source: <25>{#p/toriel}{#f/11}* Many others have had the same fate.
pt_br: <25>{#p/toriel}{#f/11}* Muitos monstros já tiveram o mesmo destino.
zh_cn: <25>{#p/toriel}{#f/11}* 不少怪物都栽在这上头。
zh_tw: <25>{#p/toriel}{#f/11}* 不少怪物都栽在這上頭。

source: <25>{#p/sans}{#f/0}* yeah, but you know what the worst part is?
pt_br: <25>{#p/sans}{#f/0}* sim, mas você sabe a pior parte?
zh_cn: <25>{#p/sans}{#f/0}* 这还不是最心寒的。
zh_tw: <25>{#p/sans}{#f/0}* 這還不是最心寒的。

source: <25>{#p/sans}{#f/3}* this isn't what monsters are supposed to be like.
pt_br: <25>{#p/sans}{#f/3}* Isto não é o que os monstros deveriam ser ou agir.
zh_cn: <25>{#p/sans}{#f/3}* 最让我心寒的是， 现在的怪物怎么 都成了这副德行了？
zh_tw: <25>{#p/sans}{#f/3}* 最讓我心寒的是， 現在的怪物怎麼 都成了這副德行了？

source: <25>{#p/sans}{#f/0}* the homeworld was said to be peaceful, and even during the war...
pt_br: <25>{#p/sans}{#f/0}* O mundo natal era considerado uma paz, e mesmo durante a guerra...
zh_cn: <25>{#p/sans}{#f/0}* 当年，我们的祖先在故园 其乐融融地生活...
zh_tw: <25>{#p/sans}{#f/0}* 當年，我們的祖先在故園 其樂融融地生活...

source: <25>{#p/sans}{#f/0}* at least we were still united as a species.
pt_br: <25>{#p/sans}{#f/0}* pelo menos ainda estavámos unidos como espécie.
zh_cn: <25>{#p/sans}{#f/0}* 人怪大战时， 虽然并不太平， 可大家也是上下一条心。
zh_tw: <25>{#p/sans}{#f/0}* 人怪大戰時， 雖然並不太平， 可大家也是上下一條心。

source: <25>{#p/sans}{#f/3}* now, it just feels like... people can't get along.
pt_br: <25>{#p/sans}{#f/3}* agora, só parece que... pessoas não conseguem se dar bem.
zh_cn: <25>{#p/sans}{#f/3}* 可现在呢... 天天斗来斗去，没完没了。 * 不知道图个啥。
zh_tw: <25>{#p/sans}{#f/3}* 可現在呢... 天天鬥來鬥去，沒完沒了。 * 不知道圖個啥。

source: <25>{#p/sans}{#f/0}* i could really use my brother's encouragement right about now.
pt_br: <25>{#p/sans}{#f/0}* eu realmente poderia usar a animação do meu irmão agora.
zh_cn: <25>{#p/sans}{#f/0}* 唉... 真希望我兄弟能在身边， 鼓励鼓励我。
zh_tw: <25>{#p/sans}{#f/0}* 唉... 真希望我兄弟能在身邊， 鼓勵鼓勵我。

source: <25>{#p/sans}{#f/0}* and that really stinks.
pt_br: <25>{#p/sans}{#f/0}* e isso realmente me destrói.
zh_cn: <25>{#p/sans}{#f/0}* 想想都心烦。
zh_tw: <25>{#p/sans}{#f/0}* 想想都心煩。

source: <25>{#p/alphys}{#f/3}* Uh... guys?
pt_br: <25>{#p/alphys}{#f/3}* Uh... pessoal?
zh_cn: <25>{#p/alphys}{#f/3}* 那个... 两位？
zh_tw: <25>{#p/alphys}{#f/3}* 那個... 兩位？

source: <25>{#p/alphys}{#f/3}* I think you need to come see this.
pt_br: <25>{#p/alphys}{#f/3}* eu acho que vocês precisam ver isso.
zh_cn: <25>{#p/alphys}{#f/3}* 快过来看看。
zh_tw: <25>{#p/alphys}{#f/3}* 快過來看看。

source: <25>{#p/toriel}{#f/3}* What is that rumbling? * Do you hear that?
pt_br: <25>{#p/toriel}{#f/3}* Que estrondo é esse? * Você ouviu isso?
zh_cn: <25>{#p/toriel}{#f/3}* 地板都在震！你们听到了吗？
zh_tw: <25>{#p/toriel}{#f/3}* 地板都在震！你們聽到了嗎？

source: <25>{#p/alphys}{#f/23}* You need to look outside.
pt_br: <25>{#p/alphys}{#f/23}* Você precisa olhar lá fora.
zh_cn: <25>{#p/alphys}{#f/23}* 快看！外面...
zh_tw: <25>{#p/alphys}{#f/23}* 快看！外面...

source: <25>{#p/sans}{#f/0}* toriel, did you lock the gate after i got through?
pt_br: <25>{#p/sans}{#f/0}* toriel, você fechou o portão após eu entrar?
zh_cn: <25>{#p/sans}{#f/0}* toriel，你没锁门？
zh_tw: <25>{#p/sans}{#f/0}* toriel，你沒鎖門？

source: <25>{#p/alphys}{#f/22}* Come outside, NOW!!
pt_br: <25>{#p/alphys}{#f/22}* Entrem pra dentro, AGORA!!
zh_cn: <25>{#p/alphys}{#f/22}* 快跑，快！！
zh_tw: <25>{#p/alphys}{#f/22}* 快跑，快！！
