Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#p/asgore}{#f/6}* This is emergency program one.{^20}{%}
pt_br: <25>{*}{#p/asgore}{#f/6}* Está em uma emergência de programa número um.{^20}{%}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 一号应急预案已生效。{^20}{%}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 一號應急預案已生效。{^20}{%}

source: <25>{*}{#p/asgore}{#f/6}* Initiating automated self-destruct protocol.{^20}{%}
pt_br: <25>{*}{#p/asgore}{#f/6}* Iniciando protocolo automático de autodestruição.{^20}{%}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 正在启动自毁程序。{^20}{%}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 正在啟動自毀程式。{^20}{%}

source: <25>{*}{#p/asgore}{#f/6}* The self-destruct protocol has been terminated remotely.{^20}{%}
pt_br: <25>{*}{#p/asgore}{#f/6}* O protocolo automático de autodestruição foi terminado remotamente.{^20}{%}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 自毁程序已远程终止。{^20}{%}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 自毀程式已遠程終止。{^20}{%}

source: <25>{*}{#p/asgore}{#f/6}* Systems powering down.{^20}{%}
pt_br: <25>{*}{#p/asgore}{#f/6}* Sistemas desligando. {^20}{%}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 系统即将关闭。{^20}{%}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 系統即將關閉。{^20}{%}

source: <32>{#p/human}{@fill=#f00}* ($(x) left.)
zh_cn: <32>{#p/human}{@fill=#f00}* （还剩下$(x)个。）
zh_tw: <32>{#p/human}{@fill=#f00}* （還剩下$(x)個。）

source: <32>{#p/human}{@fill=#f00}* (Determination.)
pt_br: <32>{#p/human}{@fill=#f00}* (Determinação.)
zh_cn: <32>{#p/human}{@fill=#f00}* （决心。）
zh_tw: <32>{#p/human}{@fill=#f00}* （決心。）

source: <32>{#p/basic}* Sorry, kiddo. * We're still out here building the front yard.
pt_br: <32>{#p/basic}* Desculpe, garoto. * Ainda estamos aqui construindo o jardim da frente.
zh_cn: <32>{#p/basic}* 孩子，实在不好意思。 * 咱们刚定居， 后院啥的都没建好呢。
zh_tw: <32>{#p/basic}* 孩子，實在不好意思。 * 咱們剛定居， 後院啥的都沒建好呢。

source: <32>* And the front door.
pt_br: <32>* E a porta da frente.
zh_cn: <32>* 想去前院？ 前院也没建好呢。
zh_tw: <32>* 想去前院？ 前院也沒建好呢。

source: <32>* If you're looking for Asgore, he's out here with us.
pt_br: <32>* Se você está procurando pelo Asgore, ele tá lá com a gente.
zh_cn: <32>* Asgore现在正跟我们一起 建院子呢， 估计还得干几个小时。
zh_tw: <32>* Asgore現在正跟我們一起 建院子呢， 估計還得幹幾個小時。

source: <32>* We'll be done in a few hours, so just sit tight for now.
pt_br: <32>* Nós estaremos prontos em algumas horas, só sente e relaxe por agora.
zh_cn: <32>* 所以，你先自己在家 待一会吧。
zh_tw: <32>* 所以，你先自己在家 待一會吧。

source: <32>{#p/basic}* Just a few more hours, kiddo.
pt_br: <32>{#p/basic}* Só mais algumas horas, garoto.
zh_cn: <32>{#p/basic}* 再等几个钟，他就回来了。
zh_tw: <32>{#p/basic}* 再等幾個鍾，他就回來了。

source: <32>* Then you can come out.
pt_br: <32>* Então você pode sair.
zh_cn: <32>* 先别出门， 好好在家待着。
zh_tw: <32>* 先別出門， 好好在家待著。

source: <32>{#p/basic}* A few more hours.
pt_br: <32>{#p/basic}* Só mais algumas horas.
zh_cn: <32>{#p/basic}* 多等一会吧。
zh_tw: <32>{#p/basic}* 多等一會吧。

source: <32>{#p/basic}* So this is your room, huh?
pt_br: <32>{#p/basic}* Então este é seu quarto, huh?
zh_cn: <32>{#p/basic}* 原来，你的房间长这样啊...
zh_tw: <32>{#p/basic}* 原來，你的房間長這樣啊...

source: <32>* Kind of strange...
pt_br: <32>* Meio estranho...
zh_cn: <32>* 总觉得有点怪...
zh_tw: <32>* 總覺得有點怪...

source: <32>* ... but who am I kidding, this is you we're talking about.
pt_br: <32>* ... mas quem estou enganando, é de você que estamos falando.
zh_cn: <32>* ...我没开玩笑， 总觉得和你风格有点不搭。
zh_tw: <32>* ...我沒開玩笑， 總覺得和你風格有點不搭。

source: <32>* You'd sleep in a doggy bed if you had the choice.
pt_br: <32>* você dormiria em uma cama de cachorro se fosse a única escolha.
zh_cn: <32>* 要是随你选， 你肯定第一个挑狗窝住。
zh_tw: <32>* 要是隨你選， 你肯定第一個挑狗窩住。

source: <32>* And you'd eat the dog food.
pt_br: <32>* E você comeria comida de cachorro.
zh_cn: <32>* 每天睡狗窝，啃狗粮...
zh_tw: <32>* 每天睡狗窩，啃狗糧...

source: <32>* And you'd like it if somebody tried to pet you whilst eating said dog food.
pt_br: <32>* E você gostaria que alguém tentasse acariciá-lo enquanto comia a comida de cachorro.
zh_cn: <32>* 一边吃狗粮，一边享受 轻柔的抚摸... 活得有滋有味。
zh_tw: <32>* 一邊吃狗糧，一邊享受 輕柔的撫摸... 活得有滋有味。

source: <32>{#p/basic}* I'd offer you a treat, but...
pt_br: <32>{#p/basic}* Eu te ofereceria um biscoito, mas...
zh_cn: <32>{#p/basic}* 你要真想吃狗粮， 我给你拿...
zh_tw: <32>{#p/basic}* 你要真想吃狗糧， 我給你拿...

source: <32>* Even with my new ability to appear visually, I'm still just a ghost.
pt_br: <32>* Mesmo com minha habilidade de aparecer visualmente, eu ainda sou só um fantasma.
zh_cn: <32>* 可是... 我现在虽然能“具现化”， 但终归还是个幽灵。
zh_tw: <32>* 可是... 我現在雖然能「具現化」， 但終歸還是個幽靈。

source: <32>* You'll have to settle for ghost dog treats, I'm afraid.
pt_br: <32>* Eu terei que me atar aos biscoitos caninos fantasmas.
zh_cn: <32>* 所以，我只能给你拿 “幽灵狗粮”了。 * 问题是，你咽得下吗？
zh_tw: <32>* 所以，我只能給你拿 「幽靈狗糧」了。 * 問題是，你咽得下嗎？

source: <32>{#p/basic}* Oh, right. * My new ability.
pt_br: <32>{#p/basic}* Ah, certo. * Minha nova habilidade.
zh_cn: <32>{#p/basic}* 对，我现在能“具现化”了。
zh_tw: <32>{#p/basic}* 對，我現在能「具現化」了。

source: <32>* I tried showing myself to Asriel like before, but he couldn't see me...
pt_br: <32>* Eu tentei me mostrar para o Asriel como antes, mas ele não pude me ver...
zh_cn: <32>* 之前，我总跑到Asriel跟前， 努力显形... * 可怎么弄，他都看不见我。
zh_tw: <32>* 之前，我總跑到Asriel跟前， 努力顯形... * 可怎麼弄，他都看不見我。

source: <32>* So it looks like it only works for you right now.
pt_br: <32>* Então parece que por agora só funciona pra você.
zh_cn: <32>* 不过，到了这之后， 我就能显形了。
zh_tw: <32>* 不過，到了這之後， 我就能顯形了。

source: <32>* Still. * Better than nothing.
pt_br: <32>* Já é melhor do que nada.
zh_cn: <32>* 貌似只有你能看到我， 但也不错了。
zh_tw: <32>* 貌似只有你能看到我， 但也不錯了。

source: <32>* At least you can actually walk up to and talk to me now.
pt_br: <32>* Pelo menos você pode me enxergar e falar comigo.
zh_cn: <32>* 最起码，现在你能直接 跟我互动， 跟我聊天了。
zh_tw: <32>* 最起碼，現在你能直接 跟我互動， 跟我聊天了。

source: <32>{#p/basic}* Like that, for example.
pt_br: <32>{#p/basic}* Tipo assim, por exemplo.
zh_cn: <32>{#p/basic}* 对，这就叫“互动”。
zh_tw: <32>{#p/basic}* 對，這就叫「互動」。

source: <32>{#p/basic}* Or that.
pt_br: <32>{#p/basic}* Ou assim.
zh_cn: <32>{#p/basic}* 这也叫互动。
zh_tw: <32>{#p/basic}* 這也叫互動。

source: <32>{#p/basic}* Or even that!
pt_br: <32>{#p/basic}* Ou até assim!
zh_cn: <32>{#p/basic}* 这还叫互动！
zh_tw: <32>{#p/basic}* 這還叫互動！

source: <32>{#p/basic}* You can stop now.
pt_br: <32>{#p/basic}* Você pode parar agora.
zh_cn: <32>{#p/basic}* 有完没完了。
zh_tw: <32>{#p/basic}* 有完沒完了。

source: <32>{#p/basic}* There's more to your room than me, isn't there?
pt_br: <32>{#p/basic}* Tem mais o que fazer no seu quarto do que eu, não tem?
zh_cn: <32>{#p/basic}* 房间里有趣的东西那么多， 光盯着我干嘛？
zh_tw: <32>{#p/basic}* 房間裡有趣的東西那麼多， 光盯著我幹嘛？

source: <32>{#p/basic}* Maybe not.
pt_br: <32>{#p/basic}* Talvez não.
zh_cn: <32>{#p/basic}* 没完了是吧。
zh_tw: <32>{#p/basic}* 沒完了是吧。

source: <32>{#p/basic}* Maybe I'm all you've got.
pt_br: <32>{#p/basic}* Talvez eu sou tudo que você tem.
zh_cn: <32>{#p/basic}* 看来你心里只有我。
zh_tw: <32>{#p/basic}* 看來你心裡只有我。

source: <32>{#p/basic}* In which case...
pt_br: <32>{#p/basic}* Em cada caso...
zh_cn: <32>{#p/basic}* 行了行了...
zh_tw: <32>{#p/basic}* 行了行了...

source: <32>{#p/basic}* We'll be here for a long time.
pt_br: <32>{#p/basic}* Nós estaremos aqui por um longo tempo.
zh_cn: <32>{#p/basic}* 咱俩都耗这么久了。
zh_tw: <32>{#p/basic}* 咱倆都耗這麼久了。

source: <32>{#p/basic}* A very long time.
pt_br: <32>{#p/basic}* Muuuiiitooo tempo.
zh_cn: <32>{#p/basic}* 你又浪费了一点点时间。
zh_tw: <32>{#p/basic}* 你又浪費了一點點時間。

source: <32>{#p/basic}* A very, very long time.
pt_br: <32>{#p/basic}* MUUUUUUUIIIITOOOO TEMPO.
zh_cn: <32>{#p/basic}* 你又浪费了亿点点时间。
zh_tw: <32>{#p/basic}* 你又浪費了億點點時間。

source: <32>{#p/basic}* A very, very long time indeed.
pt_br: <32>{#p/basic}* Muito, muito, muito, muito tempo mesmo.
zh_cn: <32>{#p/basic}* 你又浪费了亿万年时间。
zh_tw: <32>{#p/basic}* 你又浪費了億萬年時間。

source: <32>{#p/basic}* Don't you have anything better to do?
pt_br: <32>{#p/basic}* Você não tem nada melhor pra fazer?
zh_cn: <32>{#p/basic}* 赶紧干正事去吧。
zh_tw: <32>{#p/basic}* 趕緊幹正事去吧。

source: <32>{#p/basic}* Ah, the humble hallway.
pt_br: <32>{#p/basic}* Ah, o humilde corredor.
zh_cn: <32>{#p/basic}* 走廊，平凡的走廊。[ADD]<32>{#p/basic}* 但对于那时的我， 还有Asriel， 它并不平凡。
zh_tw: <32>{#p/basic}* 走廊，平凡的走廊。[ADD]<32>{#p/basic}* 但對於那時的我， 還有Asriel， 它並不平凡。

source: <32>* For Asriel and I, it was the starting point of countless adventures...
pt_br: <32>* Para Asriel e eu, foi o ponto de partida de inúmeras aventuras...
zh_cn: <32>* 它，是我们俩无数冒险的 起点...
zh_tw: <32>* 它，是我們倆無數冒險的 起點...

source: <33>* ... running dauntlessly across the various rooms of the house.
pt_br: <33>* ... correndo destemidamente pelos vários cômodos da casa.
zh_cn: <33>* ...说是冒险，其实只是 在屋里跑来跑去， 不停穿梭。
zh_tw: <33>* ...說是冒險，其實只是 在屋裡跑來跑去， 不停穿梭。

source: <32>* I know, right? * So very adventurous.
pt_br: <32>* Eu sei, certo? * Bem aventurado.
zh_cn: <32>* ... * 是是是，我当然知道， 你就当这是“冒险”吧。
zh_tw: <32>* ... * 是是是，我當然知道， 你就當這是「冒險」吧。

source: <32>* Sadly, we had to stop after the mirror got smashed in for the seven hundredth time.
pt_br: <32>* Infelizmente, tivemos que parar após o espelho ser quebrado em pedaços setecentas vezes.
zh_cn: <32>* 我俩不停玩，不停玩， 把镜子打碎了整整七百次。 * 结果，“冒险”被强制叫停了。
zh_tw: <32>* 我倆不停玩，不停玩， 把鏡子打碎了整整七百次。 * 結果，「冒險」被強制叫停了。

source: <32>* You wouldn't believe the excuses I'd come up with...
pt_br: <32>* Você não acreditaria nas minhas desculpas...
zh_cn: <32>* 你都不知道我为了玩， 编出的理由有多离谱...
zh_tw: <32>* 你都不知道我為了玩， 編出的理由有多離譜...

source: <33>* Like when I blamed a particle collider for shooting a stray atom from Earth to the outpost.
pt_br: <33>* Como quando culpei um colisor de partículas por atirar em um átomo perdido da Terra para o Outpost.
zh_cn: <33>* 有一次，镜子又打碎了。 我是这么跟她解释的：[ADD]<33>* 在遥远的地球， 有一台粒子对撞机， 射出的粒子击中了前哨站。
zh_tw: <33>* 有一次，鏡子又打碎了。 我是這麼跟她解釋的：[ADD]<33>* 在遙遠的地球， 有一臺粒子對撞機， 射出的粒子擊中了前哨站。

source: <33>* And somehow only hitting the glass because it "phased" through the wall.
pt_br: <33>* E de alguma forma acertou o vidro porque ele "passou" pela parede.
zh_cn: <33>* 粒子穿过力场，绕过城墙， 翻山越岭，最终... * 精准地击中了家里的玻璃！
zh_tw: <33>* 粒子穿過力場，繞過城牆， 翻山越嶺，最終... * 精準地擊中了家裡的玻璃！

source: <32>* Yeah... that one might've been a stretch.
pt_br: <32>* Sim... essa pode ter sido um exagero.
zh_cn: <32>* 嗯... 是不是 “离谱他妈给离谱开门—— 离谱到家了”？
zh_tw: <32>* 嗯... 是不是 「離譜他媽給離譜開門—— 離譜到家了」？

source: <32>{#p/basic}* Nowadays, though, hallways are just hallways.
pt_br: <32>{#p/basic}* Mas hoje em dia, corredores são só corredores.
zh_cn: <32>{#p/basic}* 而现在， 走廊，就是平凡的走廊。
zh_tw: <32>{#p/basic}* 而現在， 走廊，就是平凡的走廊。

source: <32>* And excuses are just excuses.
pt_br: <32>* E desculpas são só desculpas.
zh_cn: <32>* 借口，也只是卑劣的借口。
zh_tw: <32>* 藉口，也只是卑劣的藉口。

source: <32>* Is there a valuable life lesson in there somewhere? * Probably.
pt_br: <32>* Existe uma valiosa lição de vida em algum lugar? * Provavelmente.
zh_cn: <32>* “看山是山，看水是水...” * 这里面蕴含着什么哲理呢？ 不清楚。
zh_tw: <32>* 「看山是山，看水是水...」 * 這裡面蘊含著什麼哲理呢？ 不清楚。

source: <32>* I will say, there's a kind of symbolism to a ghost in a hallway...
pt_br: <32>* Eu vou dizer, há uma espécie de simbolismo em um fantasma em um corredor...
zh_cn: <32>* 不过我倒觉得... 走廊那边有只幽灵， 它待的位置蛮有意思的。
zh_tw: <32>* 不過我倒覺得... 走廊那邊有隻幽靈， 它待的位置蠻有意思的。

source: <32>* With the whole "between one place and another" thing going on.
pt_br: <32>* Com toda a coisa de "entre um lugar e outro" acontecendo.
zh_cn: <32>* “卡在两个房间的边界。” 状态的融合，纠缠，叠加... 蛮有象征意味的。
zh_tw: <32>* 「卡在兩個房間的邊界。」 狀態的融合，糾纏，疊加... 蠻有象徵意味的。

source: <32>* Actually, that probably only applies to human ghosts.
pt_br: <32>* Na verdade, isso deve se aplicar apenas a fantasmas humanos.
zh_cn: <32>* 不过，估计只有人类幽灵 才会想这么多。
zh_tw: <32>* 不過，估計只有人類幽靈 才會想這麼多。

source: <32>* Monster ghosts are just born like that naturally...
pt_br: <32>* Monstros fantasmas não nascem naturalmente...
zh_cn: <32>* 怪物里的幽灵天生就是 幽灵，根本不会纠结 什么“叠加”...
zh_tw: <32>* 怪物裡的幽靈天生就是 幽靈，根本不會糾結 什麼「疊加」...

source: <32>* So, if anything, they'd be in the room at the beginning of the hallway...
pt_br: <32>* Então, se alguma coisa, ele vai estar no começo da sala do corredor...
zh_cn: <32>* 不过，这只幽灵 还是躺在走廊边上比较好...
zh_tw: <32>* 不過，這隻幽靈 還是躺在走廊邊上比較好...

source: <32>* ... rather than standing in the middle of it.
pt_br: <32>* ... melhor do que ficar no meio disso.
zh_cn: <32>* ...躺那个地方， 太挡道了。
zh_tw: <32>* ...躺那個地方， 太擋道了。

source: <32>{#p/basic}* Sorry. * Went on a tangent there.
pt_br: <32>{#p/basic}* Desculpa. * Foi pela tangente lá.
zh_cn: <32>{#p/basic}* 抱歉，跑题了。
zh_tw: <32>{#p/basic}* 抱歉，跑題了。

source: <32>* But what did you expect me to go on when you spoke to me in a boring hallway?
pt_br: <32>* Mas o que você esperava que eu fizesse quando falou comigo em um corredor chato?
zh_cn: <32>* 不过，我一直杵在这么个 无聊的走廊， 能说出啥新花样？
zh_tw: <32>* 不過，我一直杵在這麼個 無聊的走廊， 能說出啥新花樣？

source: <33>* Boring hallway, boring tangent. * That makes sense, right?
pt_br: <33>* Corredor chato, tangente chata. * Faz sentido, certo?
zh_cn: <33>* 走廊无聊，所以我无聊， 我无聊，所以找话聊， 找话聊，所以聊跑题。[ADD]<32>* 多合理呀。
zh_tw: <33>* 走廊無聊，所以我無聊， 我無聊，所以找話聊， 找話聊，所以聊跑題。[ADD]<32>* 多合理呀。

source: <32>{#p/basic}* Or maybe it doesn't. * What do I know.
pt_br: <32>{#p/basic}* Ou talvez não. * O que eu sei.
zh_cn: <32>{#p/basic}* 这河狸吗？ * 我不到啊。
zh_tw: <32>{#p/basic}* 這河狸嗎？ * 我不到啊。

source: <32>{#p/basic}* Apart from the fact that I've run out of things to say.
pt_br: <32>{#p/basic}* A parte de que eu já não tenha mais nada para falar.
zh_cn: <32>{#p/basic}* 河狸来了也无聊。
zh_tw: <32>{#p/basic}* 河狸來了也無聊。

source: <32>{#p/basic}* That, I know for sure.
pt_br: <32>{#p/basic}* Disso, eu tenho certeza.
zh_cn: <32>{#p/basic}* 我只知道，这好无聊。
zh_tw: <32>{#p/basic}* 我只知道，這好無聊。

source: <32>{#p/basic}* But what can you do?
pt_br: <32>{#p/basic}* Mas o que você pode fazer?
zh_cn: <32>{#p/basic}* 无聊了，怎么办呢？
zh_tw: <32>{#p/basic}* 無聊了，怎麼辦呢？

source: <32>{#p/basic}* ... wait, I know! * We could go to a new room!
pt_br: <32>{#p/basic}* ... espera, eu sei! * Poderíamos ir para uma nova sala!
zh_cn: <32>{#p/basic}* ...等等，我知道了！ * 出发，向新房间进发！
zh_tw: <32>{#p/basic}* ...等等，我知道了！ * 出發，向新房間進發！

source: <32>{#p/basic}* Ooh... Asgore's room.
pt_br: <32>{#p/basic}* Ooh... quarto do Asgore.
zh_cn: <32>{#p/basic}* 哦，这里是Asgore的房间。
zh_tw: <32>{#p/basic}* 喔，這裡是Asgore的房間。

source: <32>* The big guy sure loves his diaries, huh?
pt_br: <32>* O grandão com certeza ama diários, né?
zh_cn: <32>* 大老爹果然还在坚持 写日记的爱好啊...
zh_tw: <32>* 大老爹果然還在堅持 寫日記的愛好啊...

source: <32>* Even though he hasn't written anything into that one yet, I'm sure he'll do so soon.
pt_br: <32>* Mesmo que ele ainda não tenha escrito nada naquela ali, tenho certeza que ele o fará logo, logo.
zh_cn: <32>* 现在他还啥都没写， 但过不了多久，等上面有了字...
zh_tw: <32>* 現在他還啥都沒寫， 但過不了多久，等上面有了字...

source: <32>* Reading them has always been a guilty pleasure of mine...
pt_br: <32>* Ler eles sempre foi um prazer pecaminoso meu...
zh_cn: <32>* 我就可以偷偷遛临去， 瞟两眼... * 心里很慌，但很爽。
zh_tw: <32>* 我就可以偷偷溜進去， 瞟兩眼... * 心裡很慌，但很爽。

source: <32>{#p/basic}* What? * Everyone's got some kind of guilty pleasure, don't they?
pt_br: <32>{#p/basic}* Que? * Todo mundo tem um prazer pecaminoso, não tem?
zh_cn: <32>{#p/basic}* 咋了？ * 谁不都有几个奇怪的 小癖好，不敢让别人发现？
zh_tw: <32>{#p/basic}* 咋了？ * 誰不都有幾個奇怪的 小癖好，不敢讓別人發現？

source: <32>* I wonder what yours would be...
pt_br: <32>* Me pergunto qual o seu...
zh_cn: <32>* 我挺好奇 你的小癖好是啥呢...
zh_tw: <32>* 我挺好奇 你的小癖好是啥呢...

source: <32>* Maybe I'll find out later.
pt_br: <32>* Talvez eu descubra mais tarde.
zh_cn: <32>* 到时候我好好调查调查。
zh_tw: <32>* 到時候我好好調查調查。

source: <32>{#p/basic}* For now, though, I'll just be hanging around.
pt_br: <32>{#p/basic}* Só por agora, então, eu vou dar uma volta por aí.
zh_cn: <32>{#p/basic}* 你放心，我现在 就在这里，哪也不去。
zh_tw: <32>{#p/basic}* 你放心，我現在 就在這裡，哪也不去。

source: <32>* Watching, waiting...
pt_br: <32>* Assistindo, esperando...
zh_cn: <32>* 静静注视着... 悄悄等待着... 然后...
zh_tw: <32>* 靜靜注視著... 悄悄等待著... 然後...

source: <32>* ... ready to catch you the moment you do something you don't want me to see!
pt_br: <32>* ... pronto para te pegar fazendo algo que você não quer que eu te veja fazendo!
zh_cn: <32>* 当你偷偷做啥 见不得人的事时， 一把逮个正着！
zh_tw: <32>* 當你偷偷做啥 見不得人的事時， 一把逮個正著！

source: <32>{#p/basic}* Okay, maybe I wouldn't actually go that far.
pt_br: <32>{#p/basic}* Tá, eu não vou tão longe.
zh_cn: <32>{#p/basic}* 我不会干得太出格的。
zh_tw: <32>{#p/basic}* 我不會幹得太出格的。

source: <33>{#p/basic}* Not while you're awake, anyway.
pt_br: <33>{#p/basic}* Não enquanto você estiver acordado.
zh_cn: <33>{#p/basic}* 等你睡觉时...
zh_tw: <33>{#p/basic}* 等你睡覺時...

source: <32>{#p/basic}* I took a peek outside, and they're STILL working on construction.
pt_br: <32>{#p/basic}* Eu dei uma olhada lá fora, e eles AINDA estão trabalhando na construção.
zh_cn: <32>{#p/basic}* 我刚往外面瞄了一眼， 他们还搁那干活呢。
zh_tw: <32>{#p/basic}* 我剛往外面瞄了一眼， 他們還擱那幹活呢。

source: <32>* The whole front of the house is STILL a big mess.
pt_br: <32>* A parte toda da frente da casa está uma bagunça.
zh_cn: <32>* 不过前院还是乱得不像话。
zh_tw: <32>* 不過前院還是亂得不像話。

source: <32>* And Asgore's... STILL tending to the ground...
pt_br: <32>* E Asgore... AINDA mexendo no chão...
zh_cn: <32>* Asgore... 还玩弄 他那些花花草草呢， 没完没了。
zh_tw: <32>* Asgore... 還玩弄 他那些花花草草呢， 沒完沒了。

source: <32>* ... while the former CORE workers take their sweet, sweet time building the porch.
pt_br: <32>* ... enquanto os atuais trabalhadora do CORE tomam seu belo, belo tempo construindo a base.
zh_cn: <32>* 而那些核心员工... 正一边优哉游哉建门廊， 一边摸鱼。
zh_tw: <32>* 而那些核心員工... 正一邊優哉遊哉建門廊， 一邊摸魚。

source: <32>* I wonder what it'll look like when it's done...
pt_br: <32>* Me pergunto como vai se parecer quando estiver pronto...
zh_cn: <32>* 真好奇这帮人建的院子 会是啥样子。
zh_tw: <32>* 真好奇這幫人建的院子 會是啥樣子。

source: <32>* Hopefully, with Asgore in charge, it'll look better than what we've had before.
pt_br: <32>* Com fé, já que Asgore está no controle, vai se parecer bem melhor que seu antecessor.
zh_cn: <32>* 希望这次有Asgore负责， 能比前哨站那个顺眼一点。
zh_tw: <32>* 希望這次有Asgore負責， 能比前哨站那個順眼一點。

source: <32>{#p/basic}* Actually, Asgore's only in charge of the design.
pt_br: <32>{#p/basic}* Na verdade, Asgore está apenas no controle do design.
zh_cn: <32>{#p/basic}* 说是“有Asgore负责”， 但他只负责画蓝图。
zh_tw: <32>{#p/basic}* 說是「有Asgore負責」， 但他只負責畫藍圖。

source: <32>* Since construction started yesterday, Doge has been the one giving the orders.
pt_br: <32>* Desde o começo da construção ontem, Doge é quem tem dado as ordens.
zh_cn: <32>* 昨天开工时，还是 Doge在指挥工人干活。
zh_tw: <32>* 昨天開工時，還是 Doge在指揮工人幹活。

source: <32>* I snuck outside then, too.
pt_br: <32>* Eu também me esgueirei para fora.
zh_cn: <32>* 那时候，我也遛出去看了。
zh_tw: <32>* 那時候，我也遛出去看了。

source: <32>* She's strict, but she seems to know what she's doing.
pt_br: <32>* Ela é restrita, mas ela sabe o que está fazendo.
zh_cn: <32>* 她非常严厉， 但动员指挥很有一套。
zh_tw: <32>* 她非常嚴厲， 但動員指揮很有一套。

source: <32>* Which is great, because as much as I love Asgore for who he is...
pt_br: <32>* O que ele perfeito, já que por mais que eu ame Asgore por quem ele é...
zh_cn: <32>* 让她当包工头， 动员工人非常不错。
zh_tw: <32>* 讓她當包工頭， 動員工人非常不錯。

source: <32>* He most certainly is NOT your ideal foreman.
pt_br: <32>* Ele certamente NÃO é o seu capataz ideal.
zh_cn: <32>* 至于Asgore... [ADD]<32>* 我很喜欢他， 但要是让他来指挥工程， 那就完蛋了。
zh_tw: <32>* 至於Asgore... [ADD]<32>* 我很喜歡他， 但要是讓他來指揮工程， 那就完蛋了。

source: <33>{#p/basic}* Speaking of things being built, they finished the balcony earlier this morning.
pt_br: <33>{#p/basic}* Falando em coisas a serem construídas, eles finalizaram a sacada mais cedo hoje.
zh_cn: <33>{#p/basic}* 今天早上， 前阳台建好了。
zh_tw: <33>{#p/basic}* 今天早上， 前陽臺建好了。

source: <32>* Monster Kid and Asriel are both outside... * ... sightseeing.
pt_br: <32>* Criança Monstro e Asriel estão lá fora... * ... observando a vista.
zh_cn: <32>* 而怪物小孩跟Asriel... 他俩都出去看风景了。
zh_tw: <32>* 而怪物小孩跟Asriel... 他倆都出去看風景了。

source: <32>* They sure do that a lot together... they're probably waiting for you to join them.
pt_br: <32>* Eles com certeza fazem muito isso juntos... provavelmente estão te esperando para se juntar.
zh_cn: <32>* 他俩现在简直形影不离... 估计也等着你加入他们呢。
zh_tw: <32>* 他倆現在簡直形影不離... 估計也等著你加入他們呢。

source: <32>* Once you're done taking in YOUR surroundings, you could go see them.
pt_br: <32>* Assim que você tiver olhado tudo ao redor, você poderia ir vê-los.
zh_cn: <32>* 要是在屋子里待腻了， 就出去找他俩吧。
zh_tw: <32>* 要是在屋子裡待膩了， 就出去找他倆吧。

source: <33>* Or you could just go back to your room. * Whatever floats your hoverboat.
pt_br: <33>* Ou você poderia só voltar para seu quarto. * Onde suas botas voadoras te levarem.
zh_cn: <33>* 不想游山玩水， 回房间躺着也可以。 * 随你便。
zh_tw: <33>* 不想遊山玩水， 回房間躺著也可以。 * 隨你便。

source: <32>{#p/basic}* Oh yeah, about boats...
pt_br: <32>{#p/basic}* Ah é, sobre as botas...
zh_cn: <32>{#p/basic}* 虽然说“游山玩水”... 但现在这个季节还玩不了水。
zh_tw: <32>{#p/basic}* 雖然說「遊山玩水」... 但現在這個季節還玩不了水。

source: <32>* I guess those aren't really needed around here.
pt_br: <32>* Eu acho que não tem necessidade de tê-las por aqui.
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* But... Frisk! * There are places on this world you can't be without one.
pt_br: <32>* Mas... Frisk! * Existem lugares neste mundo que você não pode ir sem um par delas.
zh_cn: <32>* 但别担心... Frisk！ * 这世界上有山有水的地方 多着呢。
zh_tw: <32>* 但別擔心... Frisk！ * 這世界上有山有水的地方 多著呢。

source: <32>* Especially the bog basins. * All that murky water...
pt_br: <32>* Especialmente a bacia dos pântanos. * Toda aquela água turva.
zh_cn: <32>* 比如... 沼泽湿地， 那里泥泞不堪。
zh_tw: <32>* 比如... 沼澤溼地， 那裡泥濘不堪。

source: <32>* Just keep it in mind.
pt_br: <32>* Só mantenha isso em mente.
zh_cn: <32>* 到了那里， 就得找一艘船了。
zh_tw: <32>* 到了那裡， 就得找一艘船了。

source: <32>{#p/basic}* And no, you can't just get by swimming in those kinds of places.
pt_br: <32>{#p/basic}* E não, não dá pra sair nadando por estes tipos de lugares.
zh_cn: <32>{#p/basic}* 别做梦， 在那种地方，还想游过去？
zh_tw: <32>{#p/basic}* 別做夢， 在那種地方，還想遊過去？

source: <33>* Only some of them. * And only at a good time of day.
pt_br: <33>* Apenas alguns deles. * E só em bons momentos do dia.
zh_cn: <33>* 记住，游泳要到安全的地方， 挑合适的时间才行。
zh_tw: <33>* 記住，遊泳要到安全的地方， 挑合適的時間才行。

source: <32>{#p/basic}* Mind you, do monsters even have a sense of the time of day?
pt_br: <32>{#p/basic}* Te pergunto, monstros entendem qual é a hora do dia?
zh_cn: <32>{#p/basic}* “时间”... 怪物有时间概念吗？
zh_tw: <32>{#p/basic}* 「時間」... 怪物有時間概念嗎？

source: <32>* Most WERE born in space...
pt_br: <32>* A MAIORIA nasceu no espaço...
zh_cn: <32>* 在太空长大， 或许都不知道什么是“昼”， 什么是“夜”...
zh_tw: <32>* 在太空長大， 或許都不知道什麼是「晝」， 什麼是「夜」...

source: <32>{#p/basic}* ... maybe that's a question for another time of day.
pt_br: <32>{#p/basic}* ... talvez essa seja um pergunta para outro momento do dia.
zh_cn: <32>{#p/basic}* ...这个问题 又可以聊一整天。
zh_tw: <32>{#p/basic}* ...這個問題 又可以聊一整天。

source: <32>{#p/basic}* Three little chairs at the dining table...
pt_br: <32>{#p/basic}* Três pequenas cadeiras na mesa de jantar...
zh_cn: <32>{#p/basic}* 餐桌旁，有三把小椅子...
zh_tw: <32>{#p/basic}* 餐桌旁，有三把小椅子...

source: <32>* One for you, one for Asriel, and one for Monster Kid.
pt_br: <32>* Uma pra você, uma pro Asriel e uma para a Criança Monstro.
zh_cn: <32>* 一把是你的，一把是他的， 还有一把，是怪物小孩的。
zh_tw: <32>* 一把是你的，一把是他的， 還有一把，是怪物小孩的。

source: <32>* That's fine, really. * Asgore wouldn't know I'm here.
pt_br: <32>* Tá tudo bem, sério. * Asgore não saberia que eu estou aqui.
zh_cn: <32>* 没关系。 * 毕竟Asgore根本不知道 我的存在。
zh_tw: <32>* 沒關係。 * 畢竟Asgore根本不知道 我的存在。

source: <32>* Still...
pt_br: <32>* Ainda assim...
zh_cn: <32>* 只是...
zh_tw: <32>* 只是...

source: <32>* It does feel strange not to have a place there.
pt_br: <32>* É estranho não ter um lugar aqui.
zh_cn: <32>* 没有自己的位置， 终究还是不太舒服。
zh_tw: <32>* 沒有自己的位置， 終究還是不太舒服。

source: <32>{#p/basic}* Asriel and I loved to swap the chairs around when Mom wasn't looking.
pt_br: <32>{#p/basic}* Asriel e eu amávamos trocar de cadeira quando mamãe não estava olhando.
zh_cn: <32>{#p/basic}* 那时，我跟Asriel总喜欢 趁母亲不注意， 把椅子调个包。
zh_tw: <32>{#p/basic}* 那時，我跟Asriel總喜歡 趁母親不注意， 把椅子調個包。

source: <32>* Even Asgore would get in on it sometimes. * She... wasn't impressed.
pt_br: <32>* Mesmo Asgore fazia essa brincadeira as vezes. * Ela... nem se impressionava.
zh_cn: <32>* 有时候，Asgore也加入我们， 联手捉弄她。 * 她... 挺生气的。
zh_tw: <32>* 有時候，Asgore也加入我們， 聯手捉弄她。 * 她... 挺生氣的。

source: <32>* But it was all in good fun.
pt_br: <32>* Mas era tudo uma boa brincadeira.
zh_cn: <32>* 但小孩哪管这么多， 好玩就得了。
zh_tw: <32>* 但小孩哪管這麼多， 好玩就得了。
