Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/6}THAT'S GOT TO COUNT FOR SOMETHING, RIGHT?
pt_br: <18>{#p/papyrus}{#f/6}ISSO DEVE CONTAR COMO ALGUMA COISA, CERTO?
zh_cn: <18>{#p/papyrus}{#f/6}那些努力， 肯定是有意义的， 对吧？ゑ
zh_tw: <18>{#p/papyrus}{#f/6}那些努力， 肯定是有意義的， 對吧？ゑ

source: <18>{#p/papyrus}{#f/6}...
zh_cn: <18>{#p/papyrus}{#f/6}...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}...ゑ

source: <18>{#p/papyrus}{#f/5}TRUTH BE TOLD... IT HASN'T BEEN EASY FOR US.
pt_br: <18>{#p/papyrus}{#f/5}VERDADE SEJA DITA... NÃO TEM SIDO FÁCIL PARA NÓS.
zh_cn: <18>{#p/papyrus}{#f/5}说实话... 你离开后， 我们都活得很艰难。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}說實話... 你離開後， 我們都活得很艱難。ゑ

source: <18>{#p/papyrus}{#f/5}AFTER THE CORE'S DESTRUCTION WAS AVERTED...
pt_br: <18>{#p/papyrus}{#f/5}APÓS A DESTRUIÇÃO DO CORE SER REVERTIDA...
zh_cn: <18>{#p/papyrus}{#f/5}阻止核心爆炸后...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}阻止核心爆炸後...ゑ

source: <18>{#p/papyrus}{#f/5}I SPOKE WITH THE OTHERS WHO HELPED TO AVERT IT.
pt_br: <18>{#p/papyrus}{#f/5}EU CONVERSEI COM AQUELES QUE AJUDARAM A REVERTER.
zh_cn: <18>{#p/papyrus}{#f/5}我和其它帮忙的人 聊了聊。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我和其它幫忙的人 聊了聊。ゑ

source: <18>{#p/papyrus}{#f/6}... MUFFET PRETTY MUCH JUST IGNORED ME.
pt_br: <18>{#p/papyrus}{#f/6}... MUFFET BASICAMENTE SÓ ME IGNOROU.
zh_cn: <18>{#p/papyrus}{#f/6}... MUFFET直接把我当空气。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}... MUFFET直接把我當空氣。ゑ

source: <18>{#p/papyrus}{#f/6}THE WORKERS WERE ASHAMED THEY LET IT GET THIS FAR.
pt_br: <18>{#p/papyrus}{#f/6}OS TRABALHADORES ESTAVAM ACABADOS POR DEIXAREM ISSO CHEGAR TÃO LONGE.
zh_cn: <18>{#p/papyrus}{#f/6}核心的员工 因为没看好控制台， 都十分懊恼。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}核心的員工 因為沒看好控制臺， 都十分懊惱。ゑ

source: <18>{#p/papyrus}{#f/5}AND THAT DUMMY...
pt_br: <18>{#p/papyrus}{#f/5}E AQUELE BONECO...
zh_cn: <18>{#p/papyrus}{#f/5}而那只人偶...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}而那隻人偶...ゑ

source: <18>{#p/papyrus}{#f/5}... LOST SOMEONE VERY IMPORTANT TO THEM.
pt_br: <18>{#p/papyrus}{#f/5}... PERDEU ALGUÉM MUITO IMPORTANTE PRA ELE.
zh_cn: <18>{#p/papyrus}{#f/5}... 失去了很重要的亲人。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}... 失去了很重要的親人。ゑ

source: <18>{#p/papyrus}{#f/5}A GHOST WHO FUSED WITH THE CORE TO STABILIZE IT.
pt_br: <18>{#p/papyrus}{#f/5}UM FANTASMA QUE SE FUNDIU AO CORE PARA ESTABILIZAR O MESMO.
zh_cn: <18>{#p/papyrus}{#f/5}为了稳住核心， 他的幽灵表亲 与核心融合了。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}為了穩住核心， 他的幽靈表親 與核心融合了。ゑ

source: <18>{#p/papyrus}{#f/6}EVEN IF THAT GHOST IS TECHNICALLY STILL ALIVE...
pt_br: <18>{#p/papyrus}{#f/6}MESMO QUE AQUELE FANTASMA ESTEJA TECNICAMENTE VIVO...
zh_cn: <18>{#p/papyrus}{#f/6}那幽灵确实没死...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}那幽靈確實沒死...ゑ

source: <18>{#p/papyrus}{#f/5}EXISTING IN SUCH A MANNER ISN'T IDEAL.
pt_br: <18>{#p/papyrus}{#f/5}EXISTIR EM TAIS CIRCUNSTÂNCIAS NÃO É O IDEAL.
zh_cn: <18>{#p/papyrus}{#f/5}但再也不能开口说话， 再也不能正常生活了。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}但再也不能開口說話， 再也不能正常生活了。ゑ

source: <18>{#p/papyrus}{#f/3}IT'S LIKELY... THEY'LL NEVER SPEAK AGAIN.
pt_br: <18>{#p/papyrus}{#f/3}ELES BASICAMENTE... NUNCA MAIS VÃO SE FALAR.
zh_cn: <18>{#p/papyrus}{#f/3}谁都不希望这样...ゑ
zh_tw: <18>{#p/papyrus}{#f/3}誰都不希望這樣...ゑ

source: <18>{#p/papyrus}{#f/6}I TRIED CONSOLING THAT DUMMY, BUT...
pt_br: <18>{#p/papyrus}{#f/6}EU TENTEI CONSOLAR O BONECO, MAS...
zh_cn: <18>{#p/papyrus}{#f/6}那人偶，每天只是 呆呆望着核心， 一看就是一整天。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}那人偶，每天只是 呆呆望著核心， 一看就是一整天。ゑ

source: <18>{#p/papyrus}{#f/5}ALL THEY COULD DO WAS STARE INTO THE MACHINE.
pt_br: <18>{#p/papyrus}{#f/5}TUDO QUE ELE FEZ FOI ENCARAR A GRANDE MAQUINA.
zh_cn: <18>{#p/papyrus}{#f/5}我想安慰安慰它， 但不知道怎么做才好...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我想安慰安慰它， 但不知道怎麼做才好...ゑ

source: <18>{#p/papyrus}{#f/6}S-STILL, I KNOW THEY'LL COME AROUND!
pt_br: <18>{#p/papyrus}{#f/6}A-AINDA ASSIM, EU SEI QUE ELE CONSEGUIRÁ PASSAR POR ISSO!
zh_cn: <18>{#p/papyrus}{#f/6}不-不过， 它肯定能挺过来的！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}不-不過， 它肯定能挺過來的！ゑ

source: <18>{#p/papyrus}{#f/0}I BELIEVE IN THEM!
pt_br: <18>{#p/papyrus}{#f/0}EU CONFIO NELE!
zh_cn: <18>{#p/papyrus}{#f/0}我相信它！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我相信它！ゑ

source: <18>{#p/papyrus}{#f/0}JUST LIKE I BELIEVE IN YOU.
pt_br: <18>{#p/papyrus}{#f/0}ASSIM COMO EU CONFIO EM VOCÊ!
zh_cn: <18>{#p/papyrus}{#f/0}就像我相信你一样。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}就像我相信你一樣。ゑ

source: <18>{#p/papyrus}{#f/5}I BELIEVE IN EVERYONE...
pt_br: <18>{#p/papyrus}{#f/5}EU ACREDITO EM TODO MUNDO...
zh_cn: <18>{#p/papyrus}{#f/5}我相信这里每个人...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我相信這裡每個人...ゑ

source: <18>{#p/papyrus}{#f/4}APART FROM THAT IMPOSTROUS FRIEND OF YOURS.
pt_br: <18>{#p/papyrus}{#f/4}COM EXCEÇÃO DO SEU AMIGO INFORTUNADO.
zh_cn: <18>{#p/papyrus}{#f/4}除了你那冒牌货朋友。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}除了你那冒牌貨朋友。ゑ

source: <18>{#p/papyrus}{#f/0}HE LOST THE RIGHT TO HAVE ME BELIEVE IN HIM.
pt_br: <18>{#p/papyrus}{#f/0}ELE PERDEU O DIREITO DE TER MINHA ESPERANÇA.
zh_cn: <18>{#p/papyrus}{#f/0}谁叫他砸了自己的招牌。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}誰叫他砸了自己的招牌。ゑ

source: <25>{#p/asgore}{#f/6}* Alas, I have returned.
pt_br: <25>{#p/asgore}{#f/6}* Alas, eu retornei.
zh_cn: <25>{#p/asgore}{#f/6}* 唉，我回来了。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 唉，我回來了。ゑ

source: <18>{#p/papyrus}{#f/0}WELCOME BACK!
pt_br: <18>{#p/papyrus}{#f/0}BEM VINDO DE VOLTA!
zh_cn: <18>{#p/papyrus}{#f/0}欢迎欢迎！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}歡迎歡迎！ゑ

source: <25>{#p/asgore}{#f/7}* I trust you have said all you wanted to?
pt_br: <25>{#p/asgore}{#f/7}* Acredito que você tenha dito tudo que queria?
zh_cn: <25>{#p/asgore}{#f/7}* 你应该把想说的 都说完了？ゑ
zh_tw: <25>{#p/asgore}{#f/7}* 你應該把想說的 都說完了？ゑ

source: <18>{#p/papyrus}{#f/6}WELL, THERE'S A LOT MORE I'D -LIKE- TO SAY...
pt_br: <18>{#p/papyrus}{#f/6}BEM, TEM MUITO MAIS QUE EU GOSTARIA DE DIZER...
zh_cn: <18>{#p/papyrus}{#f/6}其实， 我还有很多话想说...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}其實， 我還有很多話想說...ゑ

source: <18>{#p/papyrus}{#f/5}BUT THE BATTERY ONLY LASTS FOR SO LONG.
pt_br: <18>{#p/papyrus}{#f/5}MAS A BATERIA DESSA COISA NÃO DURA MUITO.
zh_cn: <18>{#p/papyrus}{#f/5}但电池快没电了。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}但電池快沒電了。ゑ

source: <25>{#p/asgore}{#f/1}* I see.
pt_br: <25>{#p/asgore}{#f/1}* Eu entendo.
zh_cn: <25>{#p/asgore}{#f/1}* 明白了。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 明白了。ゑ

source: <18>{#p/papyrus}{#f/5}I'LL... HAND THE PHONE BACK TO YOU, NOW.
pt_br: <18>{#p/papyrus}{#f/5}EU VOU... TE DEVOLVER O TELEFONE AGORA.
zh_cn: <18>{#p/papyrus}{#f/5}那么... 我把电话给你吧。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}那麼... 我把電話給你吧。ゑ

source: <25>{#p/asgore}{#f/2}* ...
zh_cn: <25>{#p/asgore}{#f/2}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/2}* ...ゑ

source: <25>{#p/asgore}{#f/2}* He is correct.
pt_br: <25>{#p/asgore}{#f/2}* ele está certo.
zh_cn: <25>{#p/asgore}{#f/2}* 他没撒谎。ゑ
zh_tw: <25>{#p/asgore}{#f/2}* 他沒撒謊。ゑ

source: <25>{#p/asgore}{#f/1}* The batteries necessary to power such a long- range transmission...
pt_br: <25>{#p/asgore}{#f/1}* A bateria para enviar uma mensagem em tamanha distância...
zh_cn: <25>{#p/asgore}{#f/1}* 发送这通长途录音， 需要动用巨大的能量。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 發送這通長途錄音， 需要動用巨大的能量。ゑ

source: <25>{#p/asgore}{#f/2}* Demand a surplus of the CORE's power.
pt_br: <25>{#p/asgore}{#f/2}* Demanda muito da energia do CORE.
zh_cn: <25>{#p/asgore}{#f/2}* 而核心功率 早已大不如前...ゑ
zh_tw: <25>{#p/asgore}{#f/2}* 而核心功率 早已大不如前...ゑ

source: <25>{#p/asgore}{#f/4}* Knowing who inhabits and regulates it now...
pt_br: <25>{#p/asgore}{#f/4}* Sabendo aquele que habita e o regula agora...
zh_cn: <25>{#p/asgore}{#f/4}* 毕竟，现在的核心 几乎都是由一个幽灵 支撑和管理的...ゑ
zh_tw: <25>{#p/asgore}{#f/4}* 畢竟，現在的核心 幾乎都是由一個幽靈 支撐和管理的...ゑ

source: <25>{#p/asgore}{#f/2}* It would be wise not to strain it more than is necessary.
pt_br: <25>{#p/asgore}{#f/2}* Seria correto não abusar da energia mais do que necessário.
zh_cn: <25>{#p/asgore}{#f/2}* 所以，没必要的话， 就别让核心超负荷工作了。ゑ
zh_tw: <25>{#p/asgore}{#f/2}* 所以，沒必要的話， 就別讓核心超負荷工作了。ゑ

source: <18>{#p/papyrus}{#f/0}YEAH, WELL, THAT MAKES SENSE.
pt_br: <18>{#p/papyrus}{#f/0}É, SIM, ISSO FAZ SENTIDO.
zh_cn: <18>{#p/papyrus}{#f/0}是啊，确实如此。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}是啊，確實如此。ゑ

source: <25>{#p/asgore}{#f/15}* ... however, before the message concludes.
pt_br: <25>{#p/asgore}{#f/15}* ... entretanto, antes da mensagem ser concluída.
zh_cn: <25>{#p/asgore}{#f/15}* 不过，结束录音前...ゑ
zh_tw: <25>{#p/asgore}{#f/15}* 不過，結束錄音前...ゑ

source: <25>{#p/asgore}{#f/15}* I must issue you one last warning.
pt_br: <25>{#p/asgore}{#f/15}* Eu devo lhe incomodar um último aviso.
zh_cn: <25>{#p/asgore}{#f/15}* 最后给你几句忠告。ゑ
zh_tw: <25>{#p/asgore}{#f/15}* 最後給你幾句忠告。ゑ

source: <25>{#p/asgore}{#f/14}* ... * Do not follow him. * Do not trust him.
pt_br: <25>{#p/asgore}{#f/14}* ... * Não siga ele. * Não confie nele.
zh_cn: <25>{#p/asgore}{#f/14}* ... * 不要相信“他”。 * 更不要成为“他”的傀儡。ゑ
zh_tw: <25>{#p/asgore}{#f/14}* ... * 不要相信「他」。 * 更不要成為「他」的傀儡。ゑ

source: <25>{#p/asgore}{#f/14}* Do not believe anything he tells you.
pt_br: <25>{#p/asgore}{#f/14}* Não acredite em nada que ele te diz.
zh_cn: <25>{#p/asgore}{#f/14}* 无论“他”说什么， 都绝对别信。ゑ
zh_tw: <25>{#p/asgore}{#f/14}* 無論「他」說什麼， 都絕對別信。ゑ

source: <25>{#p/asgore}{#f/13}* Do not let him do what he wants, and do not let him hurt others.
pt_br: <25>{#p/asgore}{#f/13}* Não permita que ele faça o que quer, e nem o deixe ferir outras pessoas.
zh_cn: <25>{#p/asgore}{#f/13}* 不要让“他”为所欲为， 伤害别人。ゑ
zh_tw: <25>{#p/asgore}{#f/13}* 不要讓「他」為所欲為， 傷害別人。ゑ

source: <18>{#p/papyrus}{#f/6}THIS IS PROBABLY MY CUE TO LEAVE. GOODBYE!
pt_br: <18>{#p/papyrus}{#f/6}ESTE É PROVAVELMENTE MEU MOMENTO PARA SAIR. ADEUS!
zh_cn: <18>{#p/papyrus}{#f/6}我先走了， 拜拜！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}我先走了， 拜拜！ゑ

source: <25>{#p/asgore}{#f/14}* ... do not allow him to coerce you into violence yourself.
pt_br: <25>{#p/asgore}{#f/14}* ... não deixe que ele te coaja a violência por si.
zh_cn: <25>{#p/asgore}{#f/14}* ...不要被“他”牵着鼻子走。 * 不要落入暴力的深渊。ゑ
zh_tw: <25>{#p/asgore}{#f/14}* ...不要被「他」牽著鼻子走。 * 不要落入暴力的深淵。ゑ

source: <25>{#p/asgore}{#f/13}* And if you are left with no other option...
pt_br: <25>{#p/asgore}{#f/13}* E se você for deixado sem outra opção...
zh_cn: <25>{#p/asgore}{#f/13}* 如果走投无路...ゑ
zh_tw: <25>{#p/asgore}{#f/13}* 如果走投無路...ゑ

source: <25>{#p/asgore}{#f/14}* ... do not hesitate to put an end to him.
pt_br: <25>{#p/asgore}{#f/14}* ... não hesite em por um fim na vida dele.
zh_cn: <25>{#p/asgore}{#f/14}* ...请马上杀了“他”， 不要犹豫。ゑ
zh_tw: <25>{#p/asgore}{#f/14}* ...請馬上殺了「他」， 不要猶豫。ゑ

source: <25>{#p/asgore}{#f/4}* Good luck.
pt_br: <25>{#p/asgore}{#f/4}* Boa sorte.
zh_cn: <25>{#p/asgore}{#f/4}* 祝你好运。ゑ
zh_tw: <25>{#p/asgore}{#f/4}* 祝你好運。ゑ

source: <32>{#p/napstablook}* oh... * hey frisk......
pt_br: <32>{#p/napstablook}* oh... * ei frisk......
zh_cn: <32>{#p/napstablook}* 哦... * 是frisk呀......
zh_tw: <32>{#p/napstablook}* 喔... * 是frisk呀......

source: <32>* ... huh? * what's with that look?
pt_br: <32>* ... huh? * o que há com esse olhar?
zh_cn: <32>* ...怎么了？ * 为啥露出那副表情？
zh_tw: <32>* ...怎麼了？ * 為啥露出那副表情？

source: <32>* did i... get in your way?
pt_br: <32>* eu estou... no seu caminho?
zh_cn: <32>* 是因为... 我挡路了吗？
zh_tw: <32>* 是因為... 我擋路了嗎？

source: <32>* oh...... * i did, didn't i.........
pt_br: <32>* oh...... * eu estou, não estou.........
zh_cn: <32>* 哦...... * 都怪我.........
zh_tw: <32>* 喔...... * 都怪我.........

source: <32>* sorry...
pt_br: <32>* desculpa...
zh_cn: <32>* 对不起...
zh_tw: <32>* 對不起...

source: <32>* force of habit......
pt_br: <32>* força do hábito......
zh_cn: <32>* 我只是习惯躺在这...... 不是故意的......
zh_tw: <32>* 我只是習慣躺在這...... 不是故意的......

source: <32>* i'll... just be out of your way now......
pt_br: <32>* eu vou... sair do seu caminho agora...
zh_cn: <32>* 我会走的...
zh_tw: <32>* 我會走的...

source: <32>* please...... * forgive me............
pt_br: <32>* por favor...... * me perdoe...........
zh_cn: <32>* 请你...... * 原谅我............
zh_tw: <32>* 請你...... * 原諒我............

source: <32>* they're still out there building the front door, so...
pt_br: <32>* eles ainda estão lá fora construindo a porta da frente, então...
zh_cn: <32>* 那些工人 还在前门那里干活呢...
zh_tw: <32>* 那些工人 還在前門那裡幹活呢...

source: <32>* not much point in trying to go there, i guess
pt_br: <32>* sem muito motivo pra ir lá fora, eu acho
zh_cn: <32>* 感觉现在出去也没啥意思
zh_tw: <32>* 感覺現在出去也沒啥意思

source: <32>{#p/human}* (You repeat the secret told to you by Napstablook in Archive Six.)
pt_br: <32>{#p/human}* (Você repete o segredo contado a você por Napstablook no Arquivo Seis.)
zh_cn: <32>{#p/human}* （你把“六号档案”里 那位Napstablook说的秘密 讲给了眼前的幽灵。）
zh_tw: <32>{#p/human}* （你把「六號檔案」裡 那位Napstablook說的秘密 講給了眼前的幽靈。）

source: <32>{#p/napstablook}* a magic trick...?
pt_br: <32>{#p/napstablook}* um truque de mágica...?
zh_cn: <32>{#p/napstablook}* ...一个小魔术？
zh_tw: <32>{#p/napstablook}* ...一個小魔術？

source: <32>* wait...
pt_br: <32>* espera...
zh_cn: <32>* 等等... 我懂了
zh_tw: <32>* 等等... 我懂了

source: <33>* i think i know what you mean... * let me try...
pt_br: <33>* eu acho que sei o que você quer dizer... * me deixa tentar...
zh_cn: <33>* 让我试一下...
zh_tw: <33>* 讓我試一下...

source: <32>{#p/napstablook}* heh... * i really appreciate everything you've done, frisk.
pt_br: <32>{#p/napstablook}* heh... * eu realmente aprecio tudo que você fez, frisk.
zh_cn: <32>{#p/napstablook}* 谢谢你... * 你为我们做了那么多， 我真的很感激。
zh_tw: <32>{#p/napstablook}* 謝謝你... * 你為我們做了那麼多， 我真的很感激。

source: <32>{#p/napstablook}* hey... * i really appreciate everything you've done, frisk.
pt_br: <32>{#p/napstablook}* hey... * eu realmente aprecio tudo que você fez, frisk.
zh_cn: <32>{#p/napstablook}* 嘿... * 你为我们做了那么多， 我真的很感激。
zh_tw: <32>{#p/napstablook}* 嘿... * 你為我們做了那麼多， 我真的很感激。

source: <32>* setting us free and all...
pt_br: <32>* nos dando liberdade e tudo...
zh_cn: <32>* 让我们重获自由， 帮助我们...
zh_tw: <32>* 讓我們重獲自由， 幫助我們...

source: <32>* the truth is, my cousins and i started to think we'd never escape.
pt_br: <32>* a verdade é que eu e meus primos pensamos que jamais escapariamos.
zh_cn: <32>* 其实一开始，我跟表亲都觉得 永远也逃不出去了。
zh_tw: <32>* 其實一開始，我跟表親都覺得 永遠也逃不出去了。

source: <32>* it'd been so long since the last human arrived, and...
pt_br: <32>* já fazia tanto tempo desde que o último humano havia aparecido, e...
zh_cn: <32>* 毕竟上个人类坠落后， 很久都没有新人类来到这里。
zh_tw: <32>* 畢竟上個人類墜落後， 很久都沒有新人類來到這裡。

source: <32>* considering what we recently found out about humanity...
pt_br: <32>* considerando o que descobrimos recentemente sobre a humanidade...
zh_cn: <32>* 而且我们最近还听说... 人类已经离开原来的星系， 前往其他地方了。
zh_tw: <32>* 而且我們最近還聽說... 人類已經離開原來的星系， 前往其他地方了。

source: <32>* about how they all left the home galaxy...
pt_br: <32>* sobre como todos eles deixaram a galáxia natal...
zh_cn: <32>* 所以...
zh_tw: <32>* 所以...

source: <32>* it's a miracle you even came to the outpost at all.
pt_br: <32>* é um milagre que você tenha caído no outpost.
zh_cn: <32>* 你能来这里， 简直就是奇迹。
zh_tw: <32>* 你能來這裡， 簡直就是奇蹟。

source: <32>{#p/napstablook}* oh yeah, about my cousins...
pt_br: <32>{#p/napstablook}* ah é, sobre meus primos...
zh_cn: <32>{#p/napstablook}* 哦对，跟你聊聊我表亲的事吧...
zh_tw: <32>{#p/napstablook}* 喔對，跟你聊聊我表親的事吧...

source: <32>* after the whole mettaton thing, it's been going pretty good.
pt_br: <32>* após toda a coisa do Mettaton, tudo tem ido bem.
zh_cn: <32>* 那次风波后， 情况好转了不少
zh_tw: <32>* 那次風波後， 情況好轉了不少

source: <32>* we've been talking it over, and...
pt_br: <32>* nós temos conversado e deixado tudo passar, e...
zh_cn: <32>* 我跟mettaton好好聊了聊。
zh_tw: <32>* 我跟mettaton好好聊了聊。

source: <32>* ... we've decided to re-open the snail farm here on eurybia.
pt_br: <32>* ... nós decidimos que vamos reabrir a fazenda de lesmas aqui em eurybia.
zh_cn: <32>* 最终，我们决定... * 在欧律比亚重建蜗牛农场。
zh_tw: <32>* 最終，我們決定... * 在歐律比亞重建蝸牛農場。

source: <32>* mettaton's doing the advertising, while i and the others look after the snails.
pt_br: <32>* Mettaton está fazendo a publicidade, enquanto eu e os outros cuidamos dos caracóis.
zh_cn: <32>* mettaton负责宣传工作， 而我跟其他员工 一起负责饲养蜗牛。
zh_tw: <32>* mettaton負責宣傳工作， 而我跟其他員工 一起負責飼養蝸牛。

source: <32>* we even found a place we could stay once we get settled in...
pt_br: <32>* nós até achamos um lugar para ficar após tudo se organizar...
zh_cn: <32>* 而且，到这里之后， 我们马上就有地方住了。
zh_tw: <32>* 而且，到這裡之後， 我們馬上就有地方住了。

source: <32>* a very kind house told us we could live there.
pt_br: <32>* uma casa muito gentil nos disse que poderíamos morar lá.
zh_cn: <32>* 有座房子特别善良， 直接就让我们住了。
zh_tw: <32>* 有座房子特別善良， 直接就讓我們住了。

source: <32>* apparently, it's the same one undyne used to live in...
pt_br: <32>* aparentemente, é a mesma na qual undyne costumava viver...
zh_cn: <32>* 我一看... 那房子不就是 undyne之前的家嘛...
zh_tw: <32>* 我一看... 那房子不就是 undyne之前的家嘛...

source: <32>{#p/napstablook}* oh right... my cousins.
pt_br: <32>{#p/napstablook}* ah certo, meus primos.
zh_cn: <32>{#p/napstablook}* 哦对... 聊聊我表亲的事吧。
zh_tw: <32>{#p/napstablook}* 喔對... 聊聊我表親的事吧。

source: <32>* i don't really know if i should be telling you this, but...
pt_br: <32>* eu não sei se eu deveria te dizer isso, mas...
zh_cn: <32>* 有件事，不知该不该跟你讲...
zh_tw: <32>* 有件事，不知該不該跟你講...

source: <32>* we sort of figured out that mettaton might be our long-lost cousin.
pt_br: <32>* nós meio que descobrimos que o mettaton pode ser nosso primo perdido de muito tempo.
zh_cn: <32>* 幽灵们发现，mettaton好像就是 我们失散多年的亲人。
zh_tw: <32>* 幽靈們發現，mettaton好像就是 我們失散多年的親人。

source: <32>* the others and i tried to ask him about it, but...
pt_br: <32>* eu e os outros tentamos questiona-lo, mas...
zh_cn: <32>* 我跟其他幽灵想找他聊聊...
zh_tw: <32>* 我跟其他幽靈想找他聊聊...

source: <32>* ... it didn't really go the way we'd hoped.
pt_br: <32>* ... as coisas não foram do jeito que imaginávamos.
zh_cn: <32>* ...效果不理想， 两边都弄得挺不愉快的。
zh_tw: <32>* ...效果不理想， 兩邊都弄得挺不愉快的。

source: <32>* then, everyone was blaming each other for messing it up...
pt_br: <32>* então, todo mundo começou a se culpar pelo fracasso...
zh_cn: <32>* 幽灵们你怪我，我怪你， 推卸责任...
zh_tw: <32>* 幽靈們你怪我，我怪你， 推卸責任...

source: <32>* i... haven't felt like talking with them since.
pt_br: <32>* eu... não estou muito na vibe de conversar com eles desde então.
zh_cn: <32>* 出了这事... 我再也不想跟mettaton 说一句话。
zh_tw: <32>* 出了這事... 我再也不想跟mettaton 說一句話。

source: <32>* yeah... this was a bad topic
pt_br: <32>* é... esse foi um típico chato.
zh_cn: <32>* 嗯... 这话题有点沉重了
zh_tw: <32>* 嗯... 這話題有點沉重了

source: <32>* speaking of family...
pt_br: <32>* falando em família...
zh_cn: <32>* 说到“家”和“家人”...
zh_tw: <32>* 說到「家」和「家人」...

source: <32>* hey... * even if my family's not doing too well...
pt_br: <32>* ei... * mesmo que minha família não esteja tão bem...
zh_cn: <32>* 嘿... * 虽然我和我的表亲 关系不怎么好，不过...
zh_tw: <32>* 嘿... * 雖然我和我的表親 關係不怎麼好，不過...

source: <32>* that human i adopted is... really something, heh
pt_br: <32>* aquele humano que eu adotei é... bem legal, heh
zh_cn: <32>* 我也领养了一个孩子， 那孩子... 真的很出色。
zh_tw: <32>* 我也領養了一個孩子， 那孩子... 真的很出色。

source: <32>* they say i'm their favorite monster...
pt_br: <32>* ele disse que eu sou o monstro favorito dele...
zh_cn: <32>* 孩子非常乐观，总挂着笑容。 * 他说，所有怪物中， 最喜欢的就是我...
zh_tw: <32>* 孩子非常樂觀，總掛著笑容。 * 他說，所有怪物中， 最喜歡的就是我...

source: <32>* ... knowing what they went through in the archive, that really means something.
pt_br: <32>* ... sabendo o que eles passaram no arquivo, isso realmente significa alguma coisa.
zh_cn: <32>* 想起他在“档案”里的生活... 我觉得，这就是缘分吧。
zh_tw: <32>* 想起他在「檔案」裡的生活... 我覺得，這就是緣分吧。

source: <32>* and... they always find a way to make me smile.
pt_br: <32>* e... ele sempre dá um jeito de me fazer sorrir.
zh_cn: <32>* 而且... 当我难过时， 那孩子总是尽力让我开心。
zh_tw: <32>* 而且... 當我難過時， 那孩子總是盡力讓我開心。

source: <32>* like, a few hours ago, when the walls were still being put in...
pt_br: <32>* tipo, algumas horas atrás quando as paredes ainda estavam sendo erguidas...
zh_cn: <32>* 几个小时前，围墙还没建好...
zh_tw: <32>* 幾個小時前，圍牆還沒建好...

source: <32>* they wanted to go outside to see the construction before it was too late.
pt_br: <32>* ele queria ir lá fora ver a construção antes de ser tarde demais.
zh_cn: <32>* 孩子想出去看看施工现场， 怕去晚了就看不到了。
zh_tw: <32>* 孩子想出去看看施工現場， 怕去晚了就看不到了。

source: <32>* when i said they could, they were so happy...
pt_br: <32>* quando eu disse que ele podia, ele ficou tão feliz...
zh_cn: <32>* 我跟他说，没问题啊 他特别开心...
zh_tw: <32>* 我跟他說，沒問題啊 他特別開心...

source: <32>* now i finally understand why people like raising children.
pt_br: <32>* agora finalmente eu entendo porque pessoas gostam de cuidar de crianças.
zh_cn: <32>* 我也渐渐明白 大家为什么喜欢养小孩了。
zh_tw: <32>* 我也漸漸明白 大家為什麼喜歡養小孩了。

source: <33>{#p/napstablook}* i guess i should be thankful...
pt_br: <33>{#p/napstablook}* eu acho que deveria estar agradecido...
zh_cn: <33>{#p/napstablook}* 还有个人， 我觉得也要感谢一下...
zh_tw: <33>{#p/napstablook}* 還有個人， 我覺得也要感謝一下...

source: <32>* to asgore, i mean
pt_br: <32>* pelo asgore, eu digo
zh_cn: <32>* 那就是asgore
zh_tw: <32>* 那就是asgore

source: <32>* he and alphys were the ones who trusted me to adopt this human.
pt_br: <32>* ele e alphys forma os que me confiaram em adotar o humano.
zh_cn: <32>* 多亏他和alphys信任我， 我才能领养这个孩子。
zh_tw: <32>* 多虧他和alphys信任我， 我才能領養這個孩子。

source: <32>* i... also found out he was the hairy guy who came to our farm all the time.
pt_br: <32>* eu... também descobri que o cara peludo que ia para a fazendo o tempo todo era ele.
zh_cn: <32>* 之前，有位毛茸茸的先生 总来我们的蜗牛农场。 * 我最近才知道，原来就是他。
zh_tw: <32>* 之前，有位毛茸茸的先生 總來我們的蝸牛農場。 * 我最近才知道，原來就是他。

source: <32>* he'd always take such good care of the snails he purchased...
pt_br: <32>* ele sempre cuidou tão bem dos caracóis que comprava...
zh_cn: <32>* 他对那些蜗牛特别好。
zh_tw: <32>* 他對那些蝸牛特別好。

source: <32>* even healing them if they ever got hurt before dying of natural causes.
pt_br: <32>* até mesmo os curando quando os mesmos se feriam antes de morrer por causas naturais.
zh_cn: <32>* 蜗牛买回家之后， 如果发现他们受伤了， asgore会帮他们疗伤。[ADD]<32>* ...然后再做成美食。
zh_tw: <32>* 蝸牛買回家之後， 如果發現他們受傷了， asgore會幫他們療傷。[ADD]<32>* ...然後再做成美食。

source: <32>* for someone like him... to trust me with something like this...
pt_br: <32>* para alguém como ele... confiar em algo assim...
zh_cn: <32>* 连他那样的人... 都愿意信任我...
zh_tw: <32>* 連他那樣的人... 都願意信任我...

source: <32>* well... i know he'll take really good care of you, at least.
pt_br: <32>* bem... pelo menos eu sei que ele vai cuidar bem de você.
zh_cn: <32>* 嗯... 我相信 他肯定会精心照顾你的。
zh_tw: <32>* 嗯... 我相信 他肯定會精心照顧你的。

source: <32>* you might not have any siblings, but...
pt_br: <32>* você pode não ter nenhum irmão, mas...
zh_cn: <32>* 就算你没有兄弟姐妹...
zh_tw: <32>* 就算你沒有兄弟姐妹...

source: <32>* along with those new siblings of yours...
pt_br: <32>* junto com seus novos irmãos...
zh_cn: <32>* 他会把爱奉献给 你那两个小伙伴，同时...
zh_tw: <32>* 他會把愛奉獻給 你那兩個小夥伴，同時...

source: <32>* along with that new sibling of yours...
pt_br: <32>* junto com seus novo irmão...
zh_cn: <32>* 他会把爱奉献给 你那个小伙伴，同时...
zh_tw: <32>* 他會把愛奉獻給 你那個小夥伴，同時...

source: <32>* he'll do the best he can to keep you happy and healthy.
pt_br: <32>* ele fará o melhor para te manter feliz e saudável.
zh_cn: <32>* 他也会把爱分享给你， 让你健康快乐地成长。
zh_tw: <32>* 他也會把愛分享給你， 讓你健康快樂地成長。

source: <32>{#p/napstablook}* you know... * before the snail farm, and...
pt_br: <32>{#p/napstablook}* sabe... * antes da fazenda de lesmas, e...
zh_cn: <32>{#p/napstablook}* 你知道吗... 在很久很久以前...
zh_tw: <32>{#p/napstablook}* 你知道嗎... 在很久很久以前...

source: <33>* before the outpost...
pt_br: <33>* antes do outpost...
zh_cn: <33>* 那时，我还没开蜗牛农场... 怪物们还在固原生活...
zh_tw: <33>* 那時，我還沒開蝸牛農場... 怪物們還在故園生活...

source: <32>* my life on the old homeworld was a quiet one.
pt_br: <32>* minha vida no planeta natural era quieta o suficiente.
zh_cn: <32>* 每天，我平静地生活着。
zh_tw: <32>* 每天，我平靜地生活著。

source: <32>* that old homeworld...
pt_br: <32>* aquele antigo planeta natal...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* it really was a special place.
pt_br: <32>* era realmente um lugar especial.
zh_cn: <32>* 故园... 真是个特别的地方。
zh_tw: <32>* 故園... 真是個特別的地方。

source: <32>* the way the sky set itself on fire every day...
pt_br: <32>* a maneira como o céu se incendeia todos os dias...
zh_cn: <32>* 每天，光塔迸发火光，划破夜空， 烈焰升腾，铺满整片苍穹...
zh_tw: <32>* 每天，光塔迸發火光，劃破夜空， 烈焰升騰，鋪滿整片蒼穹...

source: <32>* how everyone who lived there was so at peace before the war...
pt_br: <32>* a forma como todos lá vivam em tamanha paz antes da guerra...
zh_cn: <32>* 战争爆发前，人们安居乐业...
zh_tw: <32>* 戰爭爆發前，人們安居樂業...

source: <32>* back then, i didn't think anything of it.
pt_br: <32>* lá atrás, eu não pensava em nada disso.
zh_cn: <32>* 那时，周遭的一切我习以为常。 认为，生活本该如此。
zh_tw: <32>* 那時，周遭的一切我習以為常。 認為，生活本該如此。
