Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/16}* Then, to top it off, a massive power surge hit the archive HARD.
pt_br: <25>{#p/undyne}{#f/16}* Então, para completar, uma enorme oscilação de energia atingiu o arquivo, FORTE.
zh_cn: <25>{#p/undyne}{#f/16}* 由于皇家卫队人手不足， 无法及时疏散里面的人类...
zh_tw: <25>{#p/undyne}{#f/16}* 由於皇家衛隊人手不足， 無法及時疏散裡面的人類...

source: <25>{#p/undyne}{#f/19}* The humans within were killed instantly.
pt_br: <25>{#p/undyne}{#f/19}* Os humanos nele foram mortos instantâneamente.
zh_cn: <25>{#p/undyne}{#f/19}* 结果，他们全死了。
zh_tw: <25>{#p/undyne}{#f/19}* 結果，他們全死了。

source: <25>{#p/undyne}{#f/10}* ... * I got what ASGORE was going for with it.
pt_br: <25>{#p/undyne}{#f/10}* ... * Eu entendo onde ASGORE estava tentando chegar com isso.
zh_cn: <25>{#p/undyne}{#f/10}* ... * 那时，我突然明白 ASGORE一直以来在做什么。
zh_tw: <25>{#p/undyne}{#f/10}* ... * 那時，我突然明白 ASGORE一直以來在做什麼。

source: <25>{#p/undyne}{#f/10}* A way to set us free, that didn't involve us killing anyone?
pt_br: <25>{#p/undyne}{#f/10}* Uma forma de nos dar a liberdade, que não envolvesse matar.
zh_cn: <25>{#p/undyne}{#f/10}* 他在尝试一条解放之路， 一条不用杀戮的解放之路。
zh_tw: <25>{#p/undyne}{#f/10}* 他在嘗試一條解放之路， 一條不用殺戮的解放之路。

source: <25>{#p/undyne}{#f/16}* ... heh. * It was very... him.
pt_br: <25>{#p/undyne}{#f/16}* ... heheh. * Era um plano... a cara dele.
zh_cn: <25>{#p/undyne}{#f/16}* ...呵。 * 真... 不愧是他。
zh_tw: <25>{#p/undyne}{#f/16}* ...呵。 * 真... 不愧是他。

source: <25>{#p/undyne}{#f/19}* But after that power surge, ASGORE's plan had failed.
pt_br: <25>{#p/undyne}{#f/19}* Mas após aquela explosão, o plano de ASGORE falhou.
zh_cn: <25>{#p/undyne}{#f/19}* 但人类一死，王国沦陷。 他的计划就彻底失败了，
zh_tw: <25>{#p/undyne}{#f/19}* 但人類一死，王國淪陷。 他的計畫就徹底失敗了，

source: <25>{#p/undyne}{#f/20}* So with the human SOULs in front of me, and the kingdom falling...
pt_br: <25>{#p/undyne}{#f/20}* Então com as almas humanas em minha frente e o reino caindo aos meus olhos...
zh_cn: <25>{#p/undyne}{#f/20}* 不过那些灵魂还在，所以...
zh_tw: <25>{#p/undyne}{#f/20}* 不過那些靈魂還在，所以...

source: <25>{#p/alphys}{#f/10}* Not to interrupt, but I think we found what you were l-looking for.
pt_br: <25>{#p/alphys}{#f/10}* Sem querer interromper, mas eu acho que encontramos o que v-você procurava.
zh_cn: <25>{#p/alphys}{#f/10}* 打个岔，成-成功了。
zh_tw: <25>{#p/alphys}{#f/10}* 打個岔，成-成功了。

source: <25>{#p/undyne}{#f/12}* Is that so?
pt_br: <25>{#p/undyne}{#f/12}* Tem certeza?
zh_cn: <25>{#p/undyne}{#f/12}* 真的？
zh_tw: <25>{#p/undyne}{#f/12}* 真的？

source: <25>{#p/undyne}{#f/1}* Let me see that...
pt_br: <25>{#p/undyne}{#f/1}* Deixa-me ver...
zh_cn: <25>{#p/undyne}{#f/1}* 让我看看...
zh_tw: <25>{#p/undyne}{#f/1}* 讓我看看...

source: <25>{#p/alphys}{#f/18}* ... * Is that right!?
pt_br: <25>{#p/alphys}{#f/18}* ... * Está certo!?
zh_cn: <25>{#p/alphys}{#f/18}* ... * 合你心意吧！？
zh_tw: <25>{#p/alphys}{#f/18}* ... * 合你心意吧！？

source: <25>{#p/undyne}{#f/9}* Tch. * "Is that right."
pt_br: <25>{#p/undyne}{#f/9}* Tch. * "Está certo."
zh_cn: <25>{#p/undyne}{#f/9}* 切。 * 你听听自己在说啥。
zh_tw: <25>{#p/undyne}{#f/9}* 切。 * 你聽聽自己在說啥。

source: <25>{#p/undyne}{#f/11}* Are you kidding me?
pt_br: <25>{#p/undyne}{#f/11}* Você tá brincando comigo?
zh_cn: <25>{#p/undyne}{#f/11}* 还“合你心意吧”， 你说呢？
zh_tw: <25>{#p/undyne}{#f/11}* 還「合你心意吧」， 你說呢？

source: <25>{#p/undyne}{#f/8}* OF COURSE IT'S RIGHT!
pt_br: <25>{#p/undyne}{#f/8}* É CLARO QUE ESTÁ CERTO!
zh_cn: <25>{#p/undyne}{#f/8}* 那当然是... 超合我心意啦！
zh_tw: <25>{#p/undyne}{#f/8}* 那當然是... 超合我心意啦！

source: <25>{#p/undyne}{#f/7}* So, after I gathered up the human SOULs...
pt_br: <25>{#p/undyne}{#f/7}* Então, depois que eu reuni as ALMAS humanas...
zh_cn: <25>{#p/undyne}{#f/7}* 我接着说， 灵魂还在， 所以在得到它们后...
zh_tw: <25>{#p/undyne}{#f/7}* 我接著說， 靈魂還在， 所以在得到它們後...

source: <25>{#p/undyne}{#f/11}* Alphys and I came up with a plan to save EVERYONE.
pt_br: <25>{#p/undyne}{#f/11}* Alphys e eu viemos com um plano para salvar TODO MUNDO.
zh_cn: <25>{#p/undyne}{#f/11}* 我和Alphys想了个主意...
zh_tw: <25>{#p/undyne}{#f/11}* 我和Alphys想了個主意...

source: <25>{#p/undyne}{#f/16}* We'd take a shuttle past the force field, hunt you down...
pt_br: <25>{#p/undyne}{#f/16}* Nós iremos pegar as almas, e com uma nave, atravessar o escudo de força...
zh_cn: <25>{#p/undyne}{#f/16}* 首先，乘坐飞船， 借灵魂力量穿过力场， 把你拿下...
zh_tw: <25>{#p/undyne}{#f/16}* 首先，乘坐飛船， 借靈魂力量穿過力場， 把你拿下...

source: <25>{#p/undyne}{#f/7}* And TEAR the SOUL from your body!
pt_br: <25>{#p/undyne}{#f/7}* Então iremos te caçar por toda a galáxia e TOMAR a ALMA do seu corpo!
zh_cn: <25>{#p/undyne}{#f/7}* 接着，把灵魂扯出来！
zh_tw: <25>{#p/undyne}{#f/7}* 接著，把靈魂扯出來！

source: <25>{#p/undyne}{#f/1}* Then, we'd go back, and blast the force field to pieces!
pt_br: <25>{#p/undyne}{#f/1}* Então, voltaremos e iremos destruir o escudo de força!
zh_cn: <25>{#p/undyne}{#f/1}* 集齐了灵魂， 我们就能轰碎力场， 解放怪物！
zh_tw: <25>{#p/undyne}{#f/1}* 集齊了靈魂， 我們就能轟碎力場， 解放怪物！

source: <25>{#p/undyne}{#f/12}* Only problem is, how would we find you?
pt_br: <25>{#p/undyne}{#f/12}* O único problema é, como vamos te encontrar?
zh_cn: <25>{#p/undyne}{#f/12}* 只是， 怎么定位到你的坐标呢？
zh_tw: <25>{#p/undyne}{#f/12}* 只是， 怎麼定位到你的坐標呢？

source: <25>{#p/alphys}{#f/15}* W-well, I can answer THAT question.
pt_br: <25>{#p/alphys}{#f/15}* B-bem, eu posso responder isso.
zh_cn: <25>{#p/alphys}{#f/15}* 嘿！ 我-我有办法。
zh_tw: <25>{#p/alphys}{#f/15}* 嘿！ 我-我有辦法。

source: <25>{#p/alphys}{#f/16}* After all, I was the one who came up with the solution!
pt_br: <25>{#p/alphys}{#f/16}* Até porque, fui eu quem encontrou a solução!
zh_cn: <25>{#p/alphys}{#f/16}* 很简单。 * 那人接通电话的一刻， 就暴露了自己的坐标。
zh_tw: <25>{#p/alphys}{#f/16}* 很簡單。 * 那人接通電話的一刻， 就暴露了自己的坐標。

source: <25>{#p/alphys}{#f/26}* It's simple, really. * By answering this VERY phone call...
pt_br: <25>{#p/alphys}{#f/26}* É simples, na verdade. * Ao responder essa ÚNICA ligação...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{|}{#p/alphys}{#f/18}* We've been able to triangulate your- {%}
pt_br: <25>{|}{#p/alphys}{#f/18}* Conseguimos triangular sua- {%}
zh_cn: <25>{|}{#p/alphys}{#f/18}* 毕竟是我出的主意， 早就想到- {%}
zh_tw: <25>{|}{#p/alphys}{#f/18}* 畢竟是我出的主意， 早就想到- {%}

source: <18>{#p/papyrus}{#f/6}UNDYNE!? ARE YOU OKAY!?
pt_br: <18>{#p/papyrus}{#f/6}UNDYNE!? ESTÁ TUDO BEM!?
zh_cn: <18>{#p/papyrus}{#f/6}UNDYNE？！ 你还好吗？！
zh_tw: <18>{#p/papyrus}{#f/6}UNDYNE？！ 你還好嗎？！

source: <25>{#p/undyne}{#f/13}* Huh?? * What are YOU doing here?
pt_br: <25>{#p/undyne}{#f/13}* Huh?? * O que VOCÊ está fazendo?
zh_cn: <25>{#p/undyne}{#f/13}* 啊？？ * 你跑过来干啥？
zh_tw: <25>{#p/undyne}{#f/13}* 啊？？ * 你跑過來幹啥？

source: <18>{#p/papyrus}{#f/5}WELL... I HEARD A LOT OF SCREAMING. AND SHOUTING.
pt_br: <18>{#p/papyrus}{#f/5}BEM... EU ESCUTEI MUITOS GRITOS. E EXPLOSÕES.
zh_cn: <18>{#p/papyrus}{#f/5}嗯... 我听到这边 传来很大的尖叫声， 好像在吵架。
zh_tw: <18>{#p/papyrus}{#f/5}嗯... 我聽到這邊 傳來很大的尖叫聲， 好像在吵架。

source: <18>{#p/papyrus}{#f/6}I WAS WORRIED ABOUT YOU.
pt_br: <18>{#p/papyrus}{#f/6}EU ESTABA PREOCUPADO COM VOCÊ.
zh_cn: <18>{#p/papyrus}{#f/6}我担心你， 就过来了。
zh_tw: <18>{#p/papyrus}{#f/6}我擔心你， 就過來了。

source: <25>{#p/undyne}{#f/14}* Aw, thanks Papyrus. * How considerate of you.
pt_br: <25>{#p/undyne}{#f/14}* Aw, obrigada Papyrus. * Que fofo da sua parte.
zh_cn: <25>{#p/undyne}{#f/14}* 谢谢你哦Papyrus。 * 你可真是体贴呢。
zh_tw: <25>{#p/undyne}{#f/14}* 謝謝你喔Papyrus。 * 你可真是體貼呢。

source: <18>{#p/papyrus}{#f/0}OH, YOU'RE WELCOME!
pt_br: <18>{#p/papyrus}{#f/0}AH, DE NADA!
zh_cn: <18>{#p/papyrus}{#f/0}哎呀，不用谢！
zh_tw: <18>{#p/papyrus}{#f/0}哎呀，不用謝！

source: <25>{#p/undyne}{#f/7}* Maybe NEXT time, don't sneak onto SOMEONE ELSE'S SHUTTLE!!!
pt_br: <25>{#p/undyne}{#f/7}* Talvez da próxima vez, não se esgueire na NAVE DE OUTRA PESSOA!!!
zh_cn: <25>{#p/undyne}{#f/7}* 下次，别人的飞船， 请你别随便上，行不行！！！
zh_tw: <25>{#p/undyne}{#f/7}* 下次，別人的飛船， 請你別隨便上，行不行！！！

source: <18>{#p/papyrus}{#f/6}I-I'M SORRY, I WAS CURIOUS, OKAY??
pt_br: <18>{#p/papyrus}{#f/6}M-ME DESCULPA, EU ESTAVA CURIOSO, TUDO BEM??
zh_cn: <18>{#p/papyrus}{#f/6}对-对不起， 我只是好奇。
zh_tw: <18>{#p/papyrus}{#f/6}對-對不起， 我只是好奇。

source: <18>{#p/papyrus}{#f/5}I JUST WENT TO LOOK, AND THE NEXT THING I KNEW...
pt_br: <18>{#p/papyrus}{#f/5}EU SÓ VIM OLHAR E A PRÓXIMA COISA QUE DESCUBRO...
zh_cn: <18>{#p/papyrus}{#f/5}本来只是想 跑过来看一眼， 结果...
zh_tw: <18>{#p/papyrus}{#f/5}本來只是想 跑過來看一眼， 結果...

source: <18>{#p/papyrus}{#f/6}THE SHUTTLE STARTED FLYING OFF THE OUTPOST!
pt_br: <18>{#p/papyrus}{#f/6}A NAVE COMEÇOU A VOAR DO OUTPOST!
zh_cn: <18>{#p/papyrus}{#f/6}一回神，这飞船 都飞出前哨站了！
zh_tw: <18>{#p/papyrus}{#f/6}一回神，這飛船 都飛出前哨站了！

source: <18>{#p/papyrus}{#f/4}BELIEVE ME, I WOULD'VE RATHER STAYED BEHIND.
pt_br: <18>{#p/papyrus}{#f/4}ACREDITE EM MIM, EU PREFERIRIA TER FICADO PARA TRÁS.
zh_cn: <18>{#p/papyrus}{#f/4}我发誓， 再给我一次机会， 我肯定不会上。
zh_tw: <18>{#p/papyrus}{#f/4}我發誓， 再給我一次機會， 我肯定不會上。

source: <25>{#p/alphys}{#f/15}* Okay, uh, I don't know if you can tell, but...
pt_br: <25>{#p/alphys}{#f/15}* Tá, eu não sei se você entende, mas...
zh_cn: <25>{#p/alphys}{#f/15}* 行吧， 呃，你知不知道...
zh_tw: <25>{#p/alphys}{#f/15}* 行吧， 呃，你知不知道...

source: <25>{#p/alphys}{#f/23}* We're in the middle of a situation here.
pt_br: <25>{#p/alphys}{#f/23}* Estamos no meio de uma situação importante aqui.
zh_cn: <25>{#p/alphys}{#f/23}* 咱们已经飞完半程了。
zh_tw: <25>{#p/alphys}{#f/23}* 咱們已經飛完半程了。

source: <25>{#p/undyne}{#f/12}* Yeah, you should... probably go back to hiding again.
pt_br: <25>{#p/undyne}{#f/12}* Sim, você deveria... voltar a se esconder de novo.
zh_cn: <25>{#p/undyne}{#f/12}* 是啊。所以... 你现在还是回密室去吧。
zh_tw: <25>{#p/undyne}{#f/12}* 是啊。所以... 你現在還是回密室去吧。

source: <25>{#p/undyne}{#f/1}* Think of it like a game of hide-and-go seek!
pt_br: <25>{#p/undyne}{#f/1}* Pense nisso como um jogo de esconde-esconde!
zh_cn: <25>{#p/undyne}{#f/1}* 就当咱们在玩捉迷藏！ 你躲，我们找！
zh_tw: <25>{#p/undyne}{#f/1}* 就當咱們在玩捉迷藏！ 你躲，我們找！

source: <18>{#p/papyrus}{#f/6}AND HOW LONG DO I HAVE TO HIDE!?
pt_br: <18>{#p/papyrus}{#f/6}E POR QUANTO TEMPO DEVO ME ESCONDER!?
zh_cn: <18>{#p/papyrus}{#f/6}我要躲多长时间呢？
zh_tw: <18>{#p/papyrus}{#f/6}我要躲多長時間呢？

source: <25>{#p/undyne}{#f/12}* I don't know???
pt_br: <25>{#p/undyne}{#f/12}* Eu sei lá???
zh_cn: <25>{#p/undyne}{#f/12}* 我不知道啊？？？
zh_tw: <25>{#p/undyne}{#f/12}* 我不知道啊？？？

source: <25>{#p/alphys}{#f/17}* Two hours. * We'll give you two hours.
pt_br: <25>{#p/alphys}{#f/17}* Duas horas. * Vamos te dar duas horas.
zh_cn: <25>{#p/alphys}{#f/17}* 两小时。 * 你要躲两个小时。
zh_tw: <25>{#p/alphys}{#f/17}* 兩小時。 * 你要躲兩個小時。

source: <18>{#p/papyrus}{#f/0}OKAY!! GOOD LUCK THEN!!
pt_br: <18>{#p/papyrus}{#f/0}CERTO!! * BOA SORTE ENTÃO!!
zh_cn: <18>{#p/papyrus}{#f/0}好！！ 两位加油！！
zh_tw: <18>{#p/papyrus}{#f/0}好！！ 兩位加油！！

source: <25>{#p/alphys}{#f/20}* ... is two hours gonna be enough to catch the human, or...
pt_br: <25>{#p/alphys}{#f/20}* ... duas horas serão o suficiente para pegar o humano, ou...
zh_cn: <25>{#p/alphys}{#f/20}* ...两小时应该够抓住人类吧， 或许...
zh_tw: <25>{#p/alphys}{#f/20}* ...兩小時應該夠抓住人類吧， 或許...

source: <25>{#p/undyne}{#f/14}* Pfft, two HOURS?
pt_br: <25>{#p/undyne}{#f/14}* Pfft, duas HORAS?
zh_cn: <25>{#p/undyne}{#f/14}* 噗，什么？ 两小时？
zh_tw: <25>{#p/undyne}{#f/14}* 噗，什麼？ 兩小時？

source: <25>{#p/undyne}{#f/1}* Yeah, I don't think so.
pt_br: <25>{#p/undyne}{#f/1}* É, acho que não.
zh_cn: <25>{#p/undyne}{#f/1}* 呵，用不着。
zh_tw: <25>{#p/undyne}{#f/1}* 呵，用不著。

source: <25>{#p/undyne}{#f/4}* ... * Fuhuhuhuhu...
zh_cn: <25>{#p/undyne}{#f/4}* ... * 呋呼呼呼...
zh_tw: <25>{#p/undyne}{#f/4}* ... * 呋呼呼呼...

source: <25>{*}{#x0}{#p/undyne}{#f/7}* Try two SECONDS.{^40}{%}
pt_br: <25>{*}{#x0}{#p/undyne}{#f/7}* QUE TAL DOIS SEGUNDOS.{^40}{%}
zh_cn: <25>{*}{#x0}{#p/undyne}{#f/7}* 两秒就够。{^40}{%}
zh_tw: <25>{*}{#x0}{#p/undyne}{#f/7}* 兩秒就夠。{^40}{%}

source: <25>{#p/alphys}{#f/18}* We've been able to triangulate your location!
pt_br: <25>{#p/alphys}{#f/18}* Nós sabemos a sua exata localização!
zh_cn: <25>{#p/alphys}{#f/18}* 毕竟是我出的主意， 早就想到这个问题了！
zh_tw: <25>{#p/alphys}{#f/18}* 畢竟是我出的主意， 早就想到這個問題了！

source: <25>{#p/undyne}{#f/1}* Fuhuhu... that's right.
pt_br: <25>{#p/undyne}{#f/1}* Fuhuhu... exatamente!
zh_cn: <25>{#p/undyne}{#f/1}* 呋呼呼... 那就行。
zh_tw: <25>{#p/undyne}{#f/1}* 呋呼呼... 那就行。

source: <25>{#p/undyne}{#f/7}* You've already FALLEN for it, punk!
pt_br: <25>{#p/undyne}{#f/7}* Você CAIU no truque, cara!
zh_cn: <25>{#p/undyne}{#f/7}* 小混蛋！ 你的死，纯是自找的！
zh_tw: <25>{#p/undyne}{#f/7}* 小混蛋！ 你的死，純是自找的！

source: <25>{#p/alphys}{#f/16}* Y-yeah, you're gonna wish you hadn't d-done everything you did!!
pt_br: <25>{#p/alphys}{#f/16}* É-É, você vai desejar n-nunca ter feito tudo que fez!!
zh_cn: <25>{#p/alphys}{#f/16}* 对！ 你-你就在地狱里 好好反思自己的罪行吧！！
zh_tw: <25>{#p/alphys}{#f/16}* 對！ 你-你就在地獄裡 好好反思自己的罪行吧！！

source: <25>{#p/alphys}{#f/16}* No matter where you go, there's no escape!!
pt_br: <25>{#p/alphys}{#f/16}* Não importa onde você vá, não a escapatória!!
zh_cn: <25>{#p/alphys}{#f/16}* 你去哪， 我们都能抓住！！
zh_tw: <25>{#p/alphys}{#f/16}* 你去哪， 我們都能抓住！！

source: <25>{#p/undyne}{#f/8}* YEAH!! * YOU TELL 'EM, ALPHYS!!
pt_br: <25>{#p/undyne}{#f/8}* EXATAMENTE!! * DIZ PRA ELE ALPHYS!!
zh_cn: <25>{#p/undyne}{#f/8}* 对！！ * ALPHYS，告诉那混蛋！！
zh_tw: <25>{#p/undyne}{#f/8}* 對！！ * ALPHYS，告訴那混蛋！！

source: <25>{*}{#x0}{#p/undyne}{#f/7}* I've got you now.{^40}{%}
pt_br: <25>{*}{#x0}{#p/undyne}{#f/7}* Eu vou te pegar.{^40}{%}
zh_cn: <25>{*}{#x0}{#p/undyne}{#f/7}* 死期到了。{^40}{%}
zh_tw: <25>{*}{#x0}{#p/undyne}{#f/7}* 死期到了。{^40}{%}

source: <25>{#p/alphys}{#f/33}* ... shh, shh, I think this is them.
pt_br: <25>{#p/alphys}{#f/33}* ... shh, shh, acho que aquele é ele.
zh_cn: <25>{#p/alphys}{#f/33}* ...嘘，应该是这个号， 打通了。
zh_tw: <25>{#p/alphys}{#f/33}* ...噓，應該是這個號， 打通了。

source: <25>{#p/alphys}{#f/1}* Hiya! * I'm Dr. Alphys.
pt_br: <25>{#p/alphys}{#f/1}* Hiya! * Eu sou a Dr. Alphys.
zh_cn: <25>{#p/alphys}{#f/1}* 人类，你好！ * 我是Alphys博士。
zh_tw: <25>{#p/alphys}{#f/1}* 人類，你好！ * 我是Alphys博士。

source: <25>{#p/alphys}{#f/17}* Head of the royal pain- in-the-butt society.
pt_br: <25>{#p/alphys}{#f/17}* Chefe da sociedade real de dor na bunda.
zh_cn: <25>{#p/alphys}{#f/17}* 也是这个差劲而痛苦的世界里 最大的受害者。
zh_tw: <25>{#p/alphys}{#f/17}* 也是這個差勁而痛苦的世界裡 最大的受害者。

source: <25>{#p/alphys}{#f/28}* ... may I interest you in a tragic backstory today?
pt_br: <25>{#p/alphys}{#f/28}* ... estaria interessado na nossa trágica história passada?
zh_cn: <25>{#p/alphys}{#f/28}* ...不知你是否想听听 这段时间里， 这里发生的悲剧？
zh_tw: <25>{#p/alphys}{#f/28}* ...不知你是否想聽聽 這段時間裡， 這裡發生的悲劇？

source: <25>{#p/alphys}{#f/5}* So I was going about my business, looking after the archive...
pt_br: <25>{#p/alphys}{#f/5}* Então, eu estava cuidando dos meus próprios problemas, olhando o arquivo...
zh_cn: <25>{#p/alphys}{#f/5}* 那时， 我正在进行“档案”的日常维护...
zh_tw: <25>{#p/alphys}{#f/5}* 那時， 我正在進行「檔案」的日常維護...

source: <25>{#p/alphys}{#f/23}* When, suddenly, I hear a spacecraft taking off.
pt_br: <25>{#p/alphys}{#f/23}* Quando do nada, eu escuto uma nave indo embora.
zh_cn: <25>{#p/alphys}{#f/23}* 突然， 我听到飞船起飞的声音。
zh_tw: <25>{#p/alphys}{#f/23}* 突然， 我聽到飛船起飛的聲音。

source: <32>{#p/basic}{@fill=#ffbbdc}* Huuuuge spacecraft.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Uma graaaaaandeeee nave espacial.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 那飞船超~级大呢。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 那飛船超~級大呢。

source: <25>{#p/alphys}{#f/17}* Uh, not really. * It was just a shuttle.
pt_br: <25>{#p/alphys}{#f/17}* Na verdade, não. * Era apenas um ônibus espacial.
zh_cn: <25>{#p/alphys}{#f/17}* 呃... 没多大其实。 * 就是艘飞艇。
zh_tw: <25>{#p/alphys}{#f/17}* 呃... 沒多大其實。 * 就是艘飛艇。

source: <32>{#p/basic}{@fill=#ffbbdc}* Oh. * Tiny spacecraft.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Oh. * Uma pequena nave espacial.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 哦，懂了。 * 小号飞船。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 喔，懂了。 * 小號飛船。

source: <25>{#p/alphys}{#f/15}* Yeah, and Asgore was NOWHERE to be found.
pt_br: <25>{#p/alphys}{#f/15}* É, e Asgore não estava em lugar nenhum.
zh_cn: <25>{#p/alphys}{#f/15}* 我去找Asgore， 找了他家，找了王座...
zh_tw: <25>{#p/alphys}{#f/15}* 我去找Asgore， 找了他家，找了王座...

source: <25>{#p/alphys}{#f/20}* I checked his house, I checked the royal annex...
pt_br: <25>{#p/alphys}{#f/20}* Eu olhei na casa dele, eu olhei o anexo real...
zh_cn: <25>{#p/alphys}{#f/20}* 结果到处都找不到。
zh_tw: <25>{#p/alphys}{#f/20}* 結果到處都找不到。

source: <25>{#p/alphys}{#f/21}* ... then, I noticed the power fluctuations.
pt_br: <25>{#p/alphys}{#f/21}* ... então, notei as flutuações de energia.
zh_cn: <25>{#p/alphys}{#f/21}* ...这时，我发现 前哨站的能量供应出了问题。
zh_tw: <25>{#p/alphys}{#f/21}* ...這時，我發現 前哨站的能量供應出了問題。

source: <25>{#p/alphys}{#f/24}* Turns out Mettaton was being stupid and wasted it all fighting you.
pt_br: <25>{#p/alphys}{#f/24}* Aparentemente o Mettaton estava sendo estúpido e usando tudo para lutar contra você.
zh_cn: <25>{#p/alphys}{#f/24}* 看来，为了干掉你， Mettaton那个大蠢蛋 把核心的能量全吸光了。
zh_tw: <25>{#p/alphys}{#f/24}* 看來，為了幹掉你， Mettaton那個大蠢蛋 把核心的能量全吸光了。

source: <25>{#p/alphys}{#f/25}* So now, the outpost was running on practically nothing.
pt_br: <25>{#p/alphys}{#f/25}* Então o Outpost está rodando a base de quase nada.
zh_cn: <25>{#p/alphys}{#f/25}* 他这一搞， 前哨站的设施都没法运转了。
zh_tw: <25>{#p/alphys}{#f/25}* 他這一搞， 前哨站的設施都沒法運轉了。

source: <32>{#p/basic}{@fill=#d4bbff}* Oh my god, what happened next?
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Oh meu Deus, o que houve depois?
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 我去！ * 之后呢？
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 我去！ * 之後呢？

source: <32>{#p/basic}{@fill=#d4bbff}* Oh, right, you totally freaked out and called Undyne.
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Ah, claro, você só ficou doidona e ligou pra Undyne.
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 想起来了。 * 你惊慌失措， 竟去找Undyne求助。
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 想起來了。 * 你驚慌失措， 竟去找Undyne求助。

source: <25>{#p/alphys}{#f/18}* ... and when she got there, she told me Asgore was dead!
pt_br: <25>{#p/alphys}{#f/18}* ... e ela apareceu lá, contando que Asgore estava morto!
zh_cn: <25>{#p/alphys}{#f/18}* ...Undyne到了首塔。 * 和我预想的完全一样， 她告诉我...
zh_tw: <25>{#p/alphys}{#f/18}* ...Undyne到了首塔。 * 和我預想的完全一樣， 她告訴我...

source: <25>{#p/alphys}{#f/3}* Because that's DEFINITELY what I wanted to hear.
pt_br: <25>{#p/alphys}{#f/3}* Já que aquilo era DEFINITIVAMENTE o que eu queria ouvir.
zh_cn: <25>{#p/alphys}{#f/3}* Asgore被人杀了。
zh_tw: <25>{#p/alphys}{#f/3}* Asgore被人殺了。

source: <32>{#p/basic}{@fill=#ffbbdc}* Like, for sure.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* É, mas é claro.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 肯定的。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 肯定的。

source: <25>{#p/alphys}{#f/13}* I mean, she did at least call the Royal Guard...
pt_br: <25>{#p/alphys}{#f/13}* Quer dizer, pelo menos ela chamou a Guarda Real...
zh_cn: <25>{#p/alphys}{#f/13}* 与此同时， Undyne帮做了点好事...
zh_tw: <25>{#p/alphys}{#f/13}* 與此同時， Undyne幫做了點好事...

source: <25>{#p/alphys}{#f/20}* To help stabilize the CORE and stop anyone from getting hurt.
pt_br: <25>{#p/alphys}{#f/20}* Para ajudar a estabilizar o CORE e impedir que alguém se machucasse.
zh_cn: <25>{#p/alphys}{#f/20}* 她召集皇家卫队， 帮忙稳住核心，避免伤亡增加。
zh_tw: <25>{#p/alphys}{#f/20}* 她召集皇家衛隊， 幫忙穩住核心，避免傷亡增加。

source: <25>{#p/alphys}{#f/30}* But what she did next was... WAY worse than I expected.
pt_br: <25>{#p/alphys}{#f/30}* Mas o que ela fez depois foi bem pior do que eu... imaginava.
zh_cn: <25>{#p/alphys}{#f/30}* 但接下来，她的所作所为 让我... 大跌眼镜。
zh_tw: <25>{#p/alphys}{#f/30}* 但接下來，她的所作所為 讓我... 大跌眼鏡。

source: <32>{#p/basic}{@fill=#d4bbff}* Is... is this where...
pt_br: <32>{#p/basic}{@fill=#d4bbff}* Isso... isso é quando ela...
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 该... 该不会...
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 該... 該不會...

source: <25>{#p/alphys}{#f/31}* Where Undyne found the archive, and killed the humans inside.
pt_br: <25>{#p/alphys}{#f/31}* Quando Undyne achou o arquivo e MATOU os humanos dentro.
zh_cn: <25>{#p/alphys}{#f/31}* Undyne知道了“档案”的事情。 冲到那里，把里面的人类 全杀了。
zh_tw: <25>{#p/alphys}{#f/31}* Undyne知道了「檔案」的事情。 衝到那裡，把裡面的人類 全殺了。

source: <25>{#p/alphys}{#f/32}* In that moment, I didn't know WHAT to feel anymore.
pt_br: <25>{#p/alphys}{#f/32}* Naquele momento, eu nem sabia o que sentir mais.
zh_cn: <25>{#p/alphys}{#f/32}* 当我发现时，都懵了。
zh_tw: <25>{#p/alphys}{#f/32}* 當我發現時，都懵了。

source: <32>{#p/basic}{@fill=#ffbbdc}* Gosh, I don't blame you.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* senhor, eu não te culpo.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 我天... * 这事真不怪你。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 我天... * 這事真不怪你。

source: <32>{#p/basic}{@fill=#d4bbff}* It's like she was only thinking about herself!!!
pt_br: <32>{#p/basic}{@fill=#d4bbff}* É como se ela só estivesse pensando em si mesma.
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 错在她，自私自利。 就想着当“英雄”，好出名。
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 錯在她，自私自利。 就想著當「英雄」，好出名。

source: <25>{#p/alphys}{#f/17}* She said she "got" what Asgore was going for...
pt_br: <25>{#p/alphys}{#f/17}* Ela disse que "entendeu" onde Asgore estava tendo chegar...
zh_cn: <25>{#p/alphys}{#f/17}* 妈的。 * 她还跟我说，她完全“理解” Asgore的良苦用心...
zh_tw: <25>{#p/alphys}{#f/17}* 媽的。 * 她還跟我說，她完全「理解」 Asgore的良苦用心...

source: <25>{#p/alphys}{#f/24}* But that she "couldn't allow it to go on."
pt_br: <25>{#p/alphys}{#f/24}* Mas que aquele plano era falho.
zh_cn: <25>{#p/alphys}{#f/24}* 但“绝不认同。” * 所以就干掉了人类。
zh_tw: <25>{#p/alphys}{#f/24}* 但「絕不認同。」 * 所以就幹掉了人類。

source: <25>{#p/alphys}{#f/13}* ... * I was pretty upset about it, but...
pt_br: <25>{#p/alphys}{#f/13}* ... * Eu estava com muita raiva, mas...
zh_cn: <25>{#p/alphys}{#f/13}* ... * 我很沮丧， 但最起码... 灵魂还在。
zh_tw: <25>{#p/alphys}{#f/13}* ... * 我很沮喪， 但最起碼... 靈魂還在。

source: <25>{#p/alphys}{#f/10}* At least we still just needed one more SOUL. * We still had hope.
pt_br: <25>{#p/alphys}{#f/10}* Pelo menos precisamos de apenas mais uma ALMA. * Ainda temos esperança.
zh_cn: <25>{#p/alphys}{#f/10}* 再得到一个灵魂， 我们就能自由。 * 希望还在。
zh_tw: <25>{#p/alphys}{#f/10}* 再得到一個靈魂， 我們就能自由。 * 希望還在。

source: <32>{#p/basic}{@fill=#ffbbdc}* ... until you didn't.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* ... até não ter mais.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* ...但希望还是破灭了。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* ...但希望還是破滅了。

source: <25>{#p/alphys}{#f/20}* Right. * Until we didn't.
pt_br: <25>{#p/alphys}{#f/20}* Exatamente. * Até não ter mais.
zh_cn: <25>{#p/alphys}{#f/20}* 是的。 * 灵魂没了，希望也没了。
zh_tw: <25>{#p/alphys}{#f/20}* 是的。 * 靈魂沒了，希望也沒了。

source: <25>{#p/alphys}{#f/21}* Because Undyne, in her INFINITE WISDOM...
pt_br: <25>{#p/alphys}{#f/21}* Porque a Undyne, em sua INFINITA SABEDORIA...
zh_cn: <25>{#p/alphys}{#f/21}* Undyne，操， 真是个极品， 智商二百五的极品。
zh_tw: <25>{#p/alphys}{#f/21}* Undyne，幹他娘的， 真是個極品， 腦殘中的極品。ゐ

source: <25>{#p/alphys}{#f/22}* Had NO FREAKING IDEA HOW TO STORE THE HUMAN SOULS PROPERLY.
pt_br: <25>{#p/alphys}{#f/22}* Não TINHA A MENOR IDEIA DE COMO CONTROLAR AS ALMAS HUMANAS PROPRIAMENTE.
zh_cn: <25>{#p/alphys}{#f/22}* 她那鱼籽大的脑子 根本不知道怎么储存 人类灵魂。
zh_tw: <25>{#p/alphys}{#f/22}* 她那魚籽大的腦子 根本不知道怎麼儲存 人類靈魂。

source: <32>{#p/basic}{@fill=#d4bbff}* And now they're all...
pt_br: <32>{#p/basic}{@fill=#d4bbff}* e agora elas estão todas...
zh_cn: <32>{#p/basic}{@fill=#d4bbff}* 结果，六个灵魂全...
zh_tw: <32>{#p/basic}{@fill=#d4bbff}* 結果，六個靈魂全...

source: <25>{#p/alphys}{#f/24}* ... gone.
pt_br: <25>{#p/alphys}{#f/24}* ... mortas.
zh_cn: <25>{#p/alphys}{#f/24}* ...碎了。
zh_tw: <25>{#p/alphys}{#f/24}* ...碎了。

source: <25>{#p/alphys}{#f/6}* At that point, I just gave up.
pt_br: <25>{#p/alphys}{#f/6}* Neste ponto eu só desisti.
zh_cn: <25>{#p/alphys}{#f/6}* 一切归零，我彻底放弃了。
zh_tw: <25>{#p/alphys}{#f/6}* 一切歸零，我徹底放棄了。

source: <25>{#p/alphys}{#f/8}* I didn't care what she did after that.
pt_br: <25>{#p/alphys}{#f/8}* Eu não me importei com o que ela fez depois.
zh_cn: <25>{#p/alphys}{#f/8}* Undyne之后怎么搞， 我都不在乎。
zh_tw: <25>{#p/alphys}{#f/8}* Undyne之後怎麼搞， 我都不在乎。

source: <25>{#p/alphys}{#f/10}* I quit my job. * Threw my experiments in the garbage.
pt_br: <25>{#p/alphys}{#f/10}* eu saí do meu trabalho. * Joguei meus experimentos no lixo.
zh_cn: <25>{#p/alphys}{#f/10}* 我辞去了科学员的工作。 把所有实验器材扔掉了。
zh_tw: <25>{#p/alphys}{#f/10}* 我辭去了科學員的工作。 把所有實驗器材扔掉了。

source: <25>{#p/alphys}{#f/33}* And then...
pt_br: <25>{#p/alphys}{#f/33}* E então...
zh_cn: <25>{#p/alphys}{#f/33}* 之后...
zh_tw: <25>{#p/alphys}{#f/33}* 之後...

source: <32>{#p/basic}{@fill=#ffbbdc}* You came back to us.
pt_br: <32>{#p/basic}{@fill=#ffbbdc}* Você voltou para a gente.
zh_cn: <32>{#p/basic}{@fill=#ffbbdc}* 你重拾了老本行。
zh_tw: <32>{#p/basic}{@fill=#ffbbdc}* 你重拾了老本行。
