Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}{#f/0}* which is more than i can say about a lot of people these days.
pt_br: <25>{#p/sans}{#f/0}* o que é basicamente o que posso dizer de muitas pessoas hoje em dia.
zh_cn: <25>{#p/sans}{#f/0}* 但很多怪物可没有 他的福分。
zh_tw: <25>{#p/sans}{#f/0}* 但很多怪物可沒有 他的福分。

source: <25>{#p/sans}{#f/0}* which is good, because not everyone can say the same.
pt_br: <25>{#p/sans}{#f/0}* o que é bom, já que nem todos podem dizer o mesmo.
zh_cn: <25>{#p/sans}{#f/0}* 但不少怪物可没有 他的福分。
zh_tw: <25>{#p/sans}{#f/0}* 但不少怪物可沒有 他的福分。

source: <25>{#p/sans}{#f/3}* life's been kind of lonely lately, you know?
pt_br: <25>{#p/sans}{#f/3}* a vida tem sido meio sozinha, sabe?
zh_cn: <25>{#p/sans}{#f/3}* 你知道吗？ * 在这里活着 越来越孤独了。
zh_tw: <25>{#p/sans}{#f/3}* 你知道嗎？ * 在這裡活著 越來越孤獨了。

source: <25>{#p/sans}{#f/0}* not just for me, but for a lot of people these days.
pt_br: <25>{#p/sans}{#f/0}* não apenas para mim, mas para muitos hoje em dia.
zh_cn: <25>{#p/sans}{#f/0}* 不只是我， 很多很多人，都非常孤独。
zh_tw: <25>{#p/sans}{#f/0}* 不只是我， 很多很多人，都非常孤獨。

source: <25>{#p/sans}{#f/0}* not everyone has the luxury of carrying on like nothing happened.
pt_br: <25>{#p/sans}{#f/0}* nem todos tem o luxo de carregar a vida como se nada tivesse acontecido.
zh_cn: <25>{#p/sans}{#f/0}* 不是谁都有福分 家庭圆满，正常生活。
zh_tw: <25>{#p/sans}{#f/0}* 不是誰都有福分 家庭圓滿，正常生活。

source: <25>{#p/alphys}{#f/20}* S-sans, I'm sorry. * But you have to take the kids to the pool.
pt_br: <25>{#p/alphys}{#f/20}* S-sans, me desculpa. * Mas você tem que levar as crianças para a piscina.
zh_cn: <25>{#p/alphys}{#f/20}* S-sans，对不起。 * 你赶紧带孩子们去游泳吧。
zh_tw: <25>{#p/alphys}{#f/20}* S-sans，對不起。 * 你趕緊帶孩子們去遊泳吧。

source: <25>{#p/alphys}{#f/3}* They're driving me crazy back here!
pt_br: <25>{#p/alphys}{#f/3}* Elas estão me deixando maluca!
zh_cn: <25>{#p/alphys}{#f/3}* 这些孩子都快把我 折磨疯了。
zh_tw: <25>{#p/alphys}{#f/3}* 這些孩子都快把我 折磨瘋了。

source: <25>{#p/sans}{#f/3}* ... welp.
pt_br: <25>{#p/sans}{#f/3}* ... tá bom.
zh_cn: <25>{#p/sans}{#f/3}* 那...
zh_tw: <25>{#p/sans}{#f/3}* 那...

source: <25>{#p/sans}{#f/0}* i guess i'll let alphys finish this one off for me.
pt_br: <25>{#p/sans}{#f/0}* acho que vou deixar a alphys finalizar essa conversa pra mim.
zh_cn: <25>{#p/sans}{#f/0}* 剩下的话，就让alphys说吧。
zh_tw: <25>{#p/sans}{#f/0}* 剩下的話，就讓alphys說吧。

source: <25>{#p/alphys}{#f/27}* Finish what off?
pt_br: <25>{#p/alphys}{#f/27}* Finalizar o que?
zh_cn: <25>{#p/alphys}{#f/27}* 剩下的话？ 谁啊？
zh_tw: <25>{#p/alphys}{#f/27}* 剩下的話？ 誰啊？

source: <25>{#p/alphys}{#f/21}* ...
zh_tw: <25>{#p/alphys}{#f/21}* ...ゑ

source: <25>{#p/alphys}{#f/21}* So it's you.
pt_br: <25>{#p/alphys}{#f/21}* Então é você.
zh_cn: <25>{#p/alphys}{#f/21}* 原来是你。
zh_tw: <25>{#p/alphys}{#f/21}* 原來是你。

source: <25>{#p/alphys}{#f/24}* Well. * He said he was planning on calling you.
pt_br: <25>{#p/alphys}{#f/24}* Bem. * Ele disse que estava planejando te ligar.
zh_cn: <25>{#p/alphys}{#f/24}* 嗯。 * 之前Sans说想给你打通电话。
zh_tw: <25>{#p/alphys}{#f/24}* 嗯。 * 之前Sans說想給你打通電話。

source: <25>{#p/alphys}{#f/25}* Personally, I don't have much to say.
pt_br: <25>{#p/alphys}{#f/25}* Pessoalmente, eu não tenho muito a dizer.
zh_cn: <25>{#p/alphys}{#f/25}* 但我跟你可没啥好说的。
zh_tw: <25>{#p/alphys}{#f/25}* 但我跟你可沒啥好說的。

source: <25>{#p/alphys}{#f/25}* You're a killer, a coward, and better off gone.
pt_br: <25>{#p/alphys}{#f/25}* Você é um assassino, um covarde e bem melhor longe daqui.
zh_cn: <25>{#p/alphys}{#f/25}* 你个杀人狂， 你个懦夫， 早点死得了。
zh_tw: <25>{#p/alphys}{#f/25}* 你個殺人狂， 你個懦夫， 早點死得了。

source: <25>{#p/alphys}{#f/24}* And no matter what good you do now...
pt_br: <25>{#p/alphys}{#f/24}* E não importa o bem que você faça agora...
zh_cn: <25>{#p/alphys}{#f/24}* 就算你做了点好事...
zh_tw: <25>{#p/alphys}{#f/24}* 就算你做了點好事...

source: <25>{#p/alphys}{#f/24}* And worst of all...
pt_br: <25>{#p/alphys}{#f/24}* E o pior de tudo...
zh_cn: <25>{#p/alphys}{#f/24}* 而且你差劲到...
zh_tw: <25>{#p/alphys}{#f/24}* 而且你差勁到...

source: <25>{#p/alphys}{#f/25}* You might not have killed many people, but you're still awful.
pt_br: <25>{#p/alphys}{#f/25}* Você pode não ter matado tantas pessoas, mas ainda é tão deprimente.
zh_cn: <25>{#p/alphys}{#f/25}* 诚然，你没杀多少人， 但我还是烦你。
zh_tw: <25>{#p/alphys}{#f/25}* 誠然，你沒殺多少人， 但我還是煩你。

source: <25>{#p/alphys}{#f/24}* No matter what good you do now, though...
pt_br: <25>{#p/alphys}{#f/24}* Não importa o bem que você faça agora, no entanto...
zh_cn: <25>{#p/alphys}{#f/24}* 诚然，你确实做了点好事...
zh_tw: <25>{#p/alphys}{#f/24}* 誠然，你確實做了點好事...

source: <25>{#p/alphys}{#f/24}* Worst of all, though...
pt_br: <25>{#p/alphys}{#f/24}* Pior de tudo...
zh_cn: <25>{#p/alphys}{#f/24}* 最差劲的是，你还...
zh_tw: <25>{#p/alphys}{#f/24}* 最差勁的是，你還...

source: <25>{#p/alphys}{#f/25}* It'll never make up for the damage you've already done.
pt_br: <25>{#p/alphys}{#f/25}* Isso nunca irá apagar o mau que você já fez.
zh_cn: <25>{#p/alphys}{#f/25}* 但也不够赎罪的。
zh_tw: <25>{#p/alphys}{#f/25}* 但也不夠贖罪的。

source: <25>{#p/alphys}{#f/24}* On behalf of everyone living on the outpost...
pt_br: <25>{#p/alphys}{#f/24}* Em nome de todos que vivem no Outpost...
zh_cn: <25>{#p/alphys}{#f/24}* 谨代表前哨站所有居民...
zh_tw: <25>{#p/alphys}{#f/24}* 謹代表前哨站所有居民...

source: <25>{#p/alphys}{#f/25}* You killed someone important to my closest friend.
pt_br: <25>{#p/alphys}{#f/25}* Você matou alguém importante para meu amigo mais próximo.
zh_cn: <25>{#p/alphys}{#f/25}* 把我挚友的亲兄弟杀了。
zh_tw: <25>{#p/alphys}{#f/25}* 把我摯友的親兄弟殺了。

source: <25>{#p/alphys}{#f/24}* On his behalf...
pt_br: <25>{#p/alphys}{#f/24}* Em seu nome...
zh_cn: <25>{#p/alphys}{#f/24}* 就让我代他...
zh_tw: <25>{#p/alphys}{#f/24}* 就讓我代他...

source: <25>{#p/alphys}{#f/16}* I hope you fall into a black hole and die.
pt_br: <25>{#p/alphys}{#f/16}* Eu espero que você caia em um buraco negro e morra.
zh_cn: <25>{#p/alphys}{#f/16}* 衷心祝愿你， 掉进黑洞，死无全尸！
zh_tw: <25>{#p/alphys}{#f/16}* 衷心祝願你， 掉進黑洞，死無全屍！

source: <32>{#p/napstablook}* hey
pt_br: <32>{#p/napstablook}* opa
zh_cn: <32>{#p/napstablook}* 嘿
zh_tw: <32>{#p/napstablook}* 嘿

source: <32>{#p/napstablook}* is anyone there?
pt_br: <32>{#p/napstablook}* tem alguém aí?
zh_cn: <32>{#p/napstablook}* 有人接吗？
zh_tw: <32>{#p/napstablook}* 有人接嗎？

source: <32>{#p/napstablook}* i think... there's something i need to tell you.
pt_br: <32>{#p/napstablook}* eu acho... que tem algo que eu preciso te dizer.
zh_cn: <32>{#p/napstablook}* 我... 想告诉你点事。
zh_tw: <32>{#p/napstablook}* 我... 想告訴你點事。

source: <32>{#p/napstablook}* if it's not too much trouble.
pt_br: <32>{#p/napstablook}* não é nada demais.
zh_cn: <32>{#p/napstablook}* 希望你不要介意。
zh_tw: <32>{#p/napstablook}* 希望你不要介意。

source: <32>{#p/napstablook}* so, even before you left the outpost...
pt_br: <32>{#p/napstablook}* então, antes mesmo de você sair do Outpost.
zh_cn: <32>{#p/napstablook}* 把时间倒回到 你没离开时...
zh_tw: <32>{#p/napstablook}* 把時間倒回到 你沒離開時...

source: <32>{#p/napstablook}* things were already going downhill for me
pt_br: <32>{#p/napstablook}* as coisas estavam indo de mal a pior para mim.
zh_cn: <32>{#p/napstablook}* 那时， 情况就不容乐观
zh_tw: <32>{#p/napstablook}* 那時， 情況就不容樂觀

source: <32>{#p/napstablook}* people were dead... others were hurt, or scared...
pt_br: <32>{#p/napstablook}* pessoas morreram... outras estavam mortas, ou feridas...
zh_cn: <32>{#p/napstablook}* 人们死的死，伤的伤... 没受伤的，也吓得不轻...
zh_tw: <32>{#p/napstablook}* 人們死的死，傷的傷... 沒受傷的，也嚇得不輕...

source: <32>{#p/napstablook}* and then...... when mettaton died during his grand finale, i......
pt_br: <32>{#p/napstablook}* e então... quando mettaton morreu no meu grande final, eu...
zh_cn: <32>{#p/napstablook}* 很快，mettaton也在 压轴大戏中丧了命......
zh_tw: <32>{#p/napstablook}* 很快，mettaton也在 壓軸大戲中喪了命......

source: <32>{#p/napstablook}* ......... * i didn't know what to do
pt_br: <32>{#p/napstablook}* ......... * eu não sabia o que fazer
zh_cn: <32>{#p/napstablook}* 我却......... * 我却无能为力
zh_tw: <32>{#p/napstablook}* 我卻......... * 我卻無能為力

source: <32>{#p/napstablook}* it felt like... my whole world came crashing down......
pt_br: <32>{#p/napstablook}* é como se... meu mundo tivesse desabado...
zh_cn: <32>{#p/napstablook}* 那时... 我感觉天都塌了......
zh_tw: <32>{#p/napstablook}* 那時... 我感覺天都塌了......

source: <32>{#p/napstablook}* and all i could do......... was watch it happen............
pt_br: <32>{#p/napstablook}* e tudo que eu poderia fazer........ era assistir ele cair...........
zh_cn: <32>{#p/napstablook}* 可我什么都做不了........ 只能眼睁睁地看着他 死去............
zh_tw: <32>{#p/napstablook}* 可我什麼都做不了........ 只能眼睜睜地看著他 死去............

source: <32>{#p/napstablook}* ...............
zh_tw: <32>{#p/napstablook}* ...............ゑ

source: <32>{#p/napstablook}* as it turns out, though, a lot of people felt the same way.
pt_br: <32>{#p/napstablook}* quando isso aconteceu, muitas pessoas sumiram no mesmo dia.
zh_cn: <32>{#p/napstablook}* 不只是我。 * 很多人，眼睁睁地看着mettaton死， 都十分难受。
zh_tw: <32>{#p/napstablook}* 不只是我。 * 很多人，眼睜睜地看著mettaton死， 都十分難受。

source: <32>{#p/napstablook}* and all of us who did formed a support group for fans of mettaton.
pt_br: <32>{#p/napstablook}* e todos nós que formamos um grupo de apoio para os fãs de mettaton.
zh_cn: <32>{#p/napstablook}* 于是，身为mettaton的粉丝， 我们联合起来，成立了一个组织。 一起为mettaton而战。
zh_tw: <32>{#p/napstablook}* 於是，身為mettaton的粉絲， 我們聯合起來，成立了一個組織。 一起為mettaton而戰。

source: <32>{#p/napstablook}* remember his last words?
pt_br: <32>{#p/napstablook}* lembra das suas últimas palavras?
zh_cn: <32>{#p/napstablook}* 记得他最后说的话吗？
zh_tw: <32>{#p/napstablook}* 記得他最後說的話嗎？

source: <32>{#p/napstablook}* "you'll realize not everything's going to go your way!"
pt_br: <32>{#p/napstablook}* "você vai perceber que nunca tudo irá como deseja!"
zh_cn: <32>{#p/napstablook}* “躲得了初一，躲不过十五！”
zh_tw: <32>{#p/napstablook}* 「躲得了初一，躲不過十五！」

source: <32>{#p/napstablook}* ... of course, he was wrong.
pt_br: <32>{#p/napstablook}* ... é claro, ele estava errado.
zh_cn: <32>{#p/napstablook}* ...他错了。
zh_tw: <32>{#p/napstablook}* ...他錯了。

source: <32>{#p/napstablook}* you escaped, and got away with what you did.
pt_br: <32>{#p/napstablook}* você escapou, e acabou se livrando de tudo que fez.
zh_cn: <32>{#p/napstablook}* 杀了那么多人， 最终还是让你逃了， 毫发无损地逃了。
zh_tw: <32>{#p/napstablook}* 殺了那麼多人， 最終還是讓你逃了， 毫髮無損地逃了。

source: <32>{#p/napstablook}* even king asgore couldn't stop you.
pt_br: <32>{#p/napstablook}* nem mesmo o rei asgore conseguiu te parar.
zh_cn: <32>{#p/napstablook}* 连asgore国王 都没弄死你。
zh_tw: <32>{#p/napstablook}* 連asgore國王 都沒弄死你。

source: <32>{#p/napstablook}* but those nine words... became our group's mantra.
pt_br: <32>{#p/napstablook}* mas aquelas palavras... se tornaram nossa motivação.
zh_cn: <32>{#p/napstablook}* mettaton失败了... * 但他的遗言 却没有被遗忘。
zh_tw: <32>{#p/napstablook}* mettaton失敗了... * 但他的遺言 卻沒有被遺忘。

source: <32>{#p/napstablook}* we became united in our dislike for you, and what you got away with.
pt_br: <32>{#p/napstablook}* nós nos unimos pelo desgosto a você e como você escapou das consequências.
zh_cn: <32>{#p/napstablook}* 我们把他的话记在心里， 化悲愤为力量，团结一心。 * 誓死要让你付出代价。
zh_tw: <32>{#p/napstablook}* 我們把他的話記在心裡， 化悲憤為力量，團結一心。 * 誓死要讓你付出代價。

source: <32>{#p/napstablook}* you're not just a human who did some bad things.
pt_br: <32>{#p/napstablook}* você não é apenas um humano que fez algumas coisas ruins.
zh_cn: <32>{#p/napstablook}* 休想拿“我只是调皮捣蛋” 这种话搪塞过去。 * 你犯下的，是滔天罪行。
zh_tw: <32>{#p/napstablook}* 休想拿「我只是調皮搗蛋」 這種話搪塞過去。 * 你犯下的，是滔天罪行。

source: <32>{#p/napstablook}* you're an interloper who spat in the face of our way of life.
pt_br: <32>{#p/napstablook}* você é um assassino que pisou na cara do nosso modo de vida.
zh_cn: <32>{#p/napstablook}* 你侵略前哨站，大肆屠杀， 破坏我们的正常生活， 让怪物如堕地狱。
zh_tw: <32>{#p/napstablook}* 你侵略前哨站，大肆屠殺， 破壞我們的正常生活， 讓怪物如墮地獄。

source: <32>{#p/napstablook}* the new queen, undyne, would agree with us.
pt_br: <32>{#p/napstablook}* a nova rainha, undyne, provavelmente concorda conosco.
zh_cn: <32>{#p/napstablook}* 新女王undyne 十分支持我们。
zh_tw: <32>{#p/napstablook}* 新女王undyne 十分支援我們。

source: <32>{#p/napstablook}* ... she took over after asgore disappeared.
pt_br: <32>{#p/napstablook}* ... ela tomou o poder após asgore desaparecer.
zh_cn: <32>{#p/napstablook}* ...asgore死后， 她便继承了王位。
zh_tw: <32>{#p/napstablook}* ...asgore死後， 她便繼承了王位。

source: <32>{#p/napstablook}* it's not like she was the biggest fan of mettaton, but...
pt_br: <32>{#p/napstablook}* ela não era lá uma fã do mettaton, mas...
zh_cn: <32>{#p/napstablook}* 虽然她不怎么喜欢mettaton...
zh_tw: <32>{#p/napstablook}* 雖然她不怎麼喜歡mettaton...

source: <32>{#p/napstablook}* she definitely got behind what he said in the end.
pt_br: <32>{#p/napstablook}* ela definitivamente apoiou o que ele disse no final.
zh_cn: <32>{#p/napstablook}* 但那句“躲不过十五”， 让她产生了共鸣。
zh_tw: <32>{#p/napstablook}* 但那句「躲不過十五」， 讓她產生了共鳴。

source: <32>{#p/napstablook}* heh...... when toriel returned and begged undyne to defend you......
pt_br: <32>{#p/napstablook}* heh...... quando toriel retornou e implorou undyne para te defender......
zh_cn: <32>{#p/napstablook}* 呵...... 那时，toriel走出外域， 求undyne放你一马...
zh_tw: <32>{#p/napstablook}* 呵...... 那時，toriel走出外域， 求undyne放你一馬...

source: <32>{#p/napstablook}* she got laughed all the way back to the outlands.
pt_br: <32>{#p/napstablook}* ela foi desprezada e feita de palhaça até voltar para as outlands.
zh_cn: <32>{#p/napstablook}* 结果，被undyne狠狠笑话一通， 赶回了外域。[ADD]<32>{#p/napstablook}* 回去的路上，undyne就带领民众， 紧跟在后面嘲讽她， 一直笑话到她走回外域。
zh_tw: <32>{#p/napstablook}* 結果，被undyne狠狠笑話一通， 趕回了外域。[ADD]<32>{#p/napstablook}* 回去的路上，undyne就帶領民眾， 緊跟在後面嘲諷她， 一直笑話到她走回外域。

source: <32>{#p/napstablook}* ... people are pretty much united in their dislike for you now.
pt_br: <32>{#p/napstablook}* ... todos estão bem unidos no desgosto por você, agora.
zh_cn: <32>{#p/napstablook}* ...因为对你的憎恨， 人们变得越来越团结。
zh_tw: <32>{#p/napstablook}* ...因為對你的憎恨， 人們變得越來越團結。

source: <32>{#p/napstablook}* just like everyone else does nowadays.
pt_br: <32>{#p/napstablook}* assim como todo mundo faz hoje em dia.
zh_cn: <32>{#p/napstablook}* 不只是她， 很多人，都产生了共鸣。
zh_tw: <32>{#p/napstablook}* 不只是她， 很多人，都產生了共鳴。

source: <32>{#p/napstablook}* the new queen, toriel, might disagree with us.
pt_br: <32>{#p/napstablook}* a nova rainha, toriel, talvez discorde da gente.
zh_cn: <32>{#p/napstablook}* 可是，王后toriel 不太支持我们。
zh_tw: <32>{#p/napstablook}* 可是，王后toriel 不太支援我們。

source: <32>{#p/napstablook}* it's not like she was against what mettaton said, but...
pt_br: <32>{#p/napstablook}* não é como se ela estivesse contra o mettaton, mas...
zh_cn: <32>{#p/napstablook}* 她认同mettaton的话...
zh_tw: <32>{#p/napstablook}* 她認同mettaton的話...

source: <32>{#p/napstablook}* she seemed to have a stubborn soft spot for humanity.
pt_br: <32>{#p/napstablook}* ela parece ter uma fé inabalável pela humanidade.
zh_cn: <32>{#p/napstablook}* 但她仍固执认为， 怪物应该与人类和平相处。
zh_tw: <32>{#p/napstablook}* 但她仍固執認為， 怪物應該與人類和平相處。

source: <32>{#p/napstablook}* ......... * honestly, it's fine.
pt_br: <32>{#p/napstablook}* ......... * sinceramente, está tudo bem.
zh_cn: <32>{#p/napstablook}* ......... * 无所谓。
zh_tw: <32>{#p/napstablook}* ......... * 無所謂。

source: <32>{#p/napstablook}* it hasn't stopped people from being united in their dislike for you.
pt_br: <32>{#p/napstablook}* isso não impediu as pessoas de se unirem para odiar você.
zh_cn: <32>{#p/napstablook}* 她再怎么阻止， 我们还是会联合起来， 干掉你。
zh_tw: <32>{#p/napstablook}* 她再怎麼阻止， 我們還是會聯合起來， 幹掉你。

source: <32>{#p/napstablook}* eventually, our group noticed that asgore had yet to be replaced
pt_br: <32>{#p/napstablook}* eventualmente, nosso grupo percebeu que o asgore precisava ser substituído
zh_cn: <32>{#p/napstablook}* 我们发现， asgore一死，王位空缺。 前哨站没人管理了
zh_tw: <32>{#p/napstablook}* 我們發現， asgore一死，王位空缺。 前哨站沒人管理了

source: <32>{#p/napstablook}* so...... one of our own members suggested we take the throne ourselves.
pt_br: <32>{#p/napstablook}* então... um dos nossos membros sugeriu tomarmos conta do trono por nós mesmos.
zh_cn: <32>{#p/napstablook}* 所以...... 有人提议： 前哨站由我们来统治。
zh_tw: <32>{#p/napstablook}* 所以...... 有人提議： 前哨站由我們來統治。

source: <32>{#p/napstablook}* as the "face" of the group, i was appointed as the outpost's official leader...
pt_br: <32>{#p/napstablook}* como o "cara" do grupo, eu fui apontado para ser o líder oficial do outpost...
zh_cn: <32>{#p/napstablook}* 身为“反人类团体”的头号人物， 我被推举为前哨站新领导人...
zh_tw: <32>{#p/napstablook}* 身為「反人類團體」的頭號人物， 我被推舉為前哨站新領導人...

source: <32>{#p/napstablook}* but, in reality... we all kind of make decisions together.
pt_br: <32>{#p/napstablook}* mas, na realidade... nós todos meio que decidimos juntos as coisas.
zh_cn: <32>{#p/napstablook}* 虽然说我“领导”着前哨站， 但其实遇到大大小小的事， 都是大家一起商量，一起解决。
zh_tw: <32>{#p/napstablook}* 雖然說我「領導」著前哨站， 但其實遇到大大小小的事， 都是大家一起商量，一起解決。

source: <32>{#p/napstablook}* it's pretty cool, actually.
pt_br: <32>{#p/napstablook}* é bem legal, na verdade.
zh_cn: <32>{#p/napstablook}* 这制度挺棒的。
zh_tw: <32>{#p/napstablook}* 這制度挺棒的。

source: <32>{#p/napstablook}* a little weird having all these people look up to me, but......
pt_br: <32>{#p/napstablook}* meio estranho ter todas essas pessoas ao meu redor, mas......
zh_cn: <32>{#p/napstablook}* 虽然身边的人一多， 我还不太习惯......
zh_tw: <32>{#p/napstablook}* 雖然身邊的人一多， 我還不太習慣......

source: <32>{#p/napstablook}* at least none of us have to do this thing alone.
pt_br: <32>{#p/napstablook}* pelo menos nenhum de nós tem que fazer isso sozinhos.
zh_cn: <32>{#p/napstablook}* 但好在，大家群策群力， 统治前哨站也没那么累了。
zh_tw: <32>{#p/napstablook}* 但好在，大家群策群力， 統治前哨站也沒那麼累了。

source: <32>{#p/napstablook}* anyway, i just wanted you to know......
pt_br: <32>{#p/napstablook}* de toda forma, eu só queria que você soubesse......
zh_cn: <32>{#p/napstablook}* 总之......
zh_tw: <32>{#p/napstablook}* 總之......

source: <32>{#p/napstablook}* i'm fine now.
pt_br: <32>{#p/napstablook}* que eu estou bem.
zh_cn: <32>{#p/napstablook}* 我打电话来， 就是想告诉你： * 我过的很好。
zh_tw: <32>{#p/napstablook}* 我打電話來， 就是想告訴你： * 我過的很好。

source: <32>{#p/napstablook}* better than fine, in fact.
pt_br: <32>{#p/napstablook}* melhor que bem, na verdade.
zh_cn: <32>{#p/napstablook}* 过得非常好。
zh_tw: <32>{#p/napstablook}* 過得非常好。

source: <32>{#p/napstablook}* because, what you did... didn't hurt us.
pt_br: <32>{#p/napstablook}* porque o que você fez... não nos feriu.
zh_cn: <32>{#p/napstablook}* 我们不会因为你杀人... 就怕你。
zh_tw: <32>{#p/napstablook}* 我們不會因為你殺人... 就怕你。

source: <32>{#p/napstablook}* it only made us stronger.
pt_br: <32>{#p/napstablook}* apenas nos fez mais fortes.
zh_cn: <32>{#p/napstablook}* 你越打击我们， 我们就越敢还手。
zh_tw: <32>{#p/napstablook}* 你越打擊我們， 我們就越敢還手。

source: <32>{#p/napstablook}* and one day... when we all escape from the outpost......
pt_br: <32>{#p/napstablook}* e um dia... vamos todos escapar do outpost.........
zh_cn: <32>{#p/napstablook}* 终有一天... 我们会打破力场， 逃出前哨站......
zh_tw: <32>{#p/napstablook}* 終有一天... 我們會打破力場， 逃出前哨站......

source: <32>{#p/napstablook}* .........
zh_tw: <32>{#p/napstablook}* .........ゑ

source: <32>{#p/napstablook}* our group vows to hunt you down and make sure you pay for what you've done.
pt_br: <32>{#p/napstablook}* nosso grupo vai te caçar e fazê-lo pagar pelo que fez aqui.
zh_cn: <32>{#p/napstablook}* 到那时，你就算跑到天涯海角， 我们也会把你揪出来， 让你血债血偿。
zh_tw: <32>{#p/napstablook}* 到那時，你就算跑到天涯海角， 我們也會把你揪出來， 讓你血債血償。

source: <32>{#p/napstablook}* heh......
zh_cn: <32>{#p/napstablook}* 呵呵呵......
zh_tw: <32>{#p/napstablook}* 呵呵呵......

source: <32>{#p/napstablook}* ...... * i hope you die a painful death
pt_br: <32>{#p/napstablook}* ...... * eu espero que você morra de uma forma bem dolorosa
zh_cn: <32>{#p/napstablook}* ...... * 你不得好死。
zh_tw: <32>{#p/napstablook}* ...... * 你不得好死。

source: <32>{#p/mettaton}* EXCUSE ME, HUMAN...
pt_br: <32>{#p/mettaton}* COM LICENÇA, HUMANO...
zh_cn: <32>{#p/mettaton}* 人类，耽搁你几分钟...
zh_tw: <32>{#p/mettaton}* 人類，耽擱你幾分鐘...

source: <32>{#p/mettaton}* THERE'S A FEW THINGS I'D LIKE TO SAY TO YOU.
pt_br: <32>{#p/mettaton}* EXISTEM ALGUMAS COISAS QUE EU GOSTARIA DE TE DIZER.
zh_cn: <32>{#p/mettaton}* 想和你说点事情。
zh_tw: <32>{#p/mettaton}* 想和你說點事情。

source: <32>{#p/mettaton}* ARE YOU THERE?
pt_br: <32>{#p/mettaton}* VOCÊ ESTÁ AÍ?
zh_cn: <32>{#p/mettaton}* 喂？能听到吗？
zh_tw: <32>{#p/mettaton}* 喂？能聽到嗎？

source: <32>{#p/mettaton}* ... I GUESS IT'LL BE A MESSAGE, THEN.
pt_br: <32>{#p/mettaton}* ... EU ACHO QUE SERÁ UMA MENSAGEM, ENTÃO.
zh_cn: <32>{#p/mettaton}* ...算了， 那我留个言吧。
zh_tw: <32>{#p/mettaton}* ...算了， 那我留個言吧。

source: <32>{#p/mettaton}* TO START, I'LL SAY THAT I -AM- HAPPY YOU FOLLOWED ALPHYS'S INSTRUCTIONS.
pt_br: <32>{#p/mettaton}* PARA COMEÇAR, DEVO DIZER QUE ESTOU FELIZ QUE VOCÊ TENHA SEGUIDO AS INSTRUÇÕES DA ALPHYS.
zh_cn: <32>{#p/mettaton}* 首先，我得好好表扬一下你。
zh_tw: <32>{#p/mettaton}* 首先，我得好好表揚一下你。

source: <32>{#p/mettaton}* AVOIDING UNDYNE, AND A LARGE PART OF AERIALIS...?
pt_br: <32>{#p/mettaton}* EVITAR UM CONFRONTO COM UNDYNE E BOA PARTE DE AERIALIS...?
zh_cn: <32>{#p/mettaton}* 你听了ALPHYS的劝， 走捷径到了空境， 成功避开了UNDYNE。
zh_tw: <32>{#p/mettaton}* 你聽了ALPHYS的勸， 走捷逕到了空境， 成功避開了UNDYNE。

source: <32>{#p/mettaton}* IT SAVED BOTH HER AND MYSELF A LOT OF POTENTIAL HEADACHE.
pt_br: <32>{#p/mettaton}* ISSO SALVOU PARA MIM E PARA ELA UMA GRANDE DOR DE CABEÇA.
zh_cn: <32>{#p/mettaton}* 也给我俩省了不少麻烦。
zh_tw: <32>{#p/mettaton}* 也給我倆省了不少麻煩。

source: <32>{#p/mettaton}* TO BE HONEST, I'M NOT SURE WHERE TO BEGIN.
pt_br: <32>{#p/mettaton}* PARA SER SINCERO, EU NÃO SEI EXATAMENTE POR ONDE COMEÇAR.
zh_cn: <32>{#p/mettaton}* 让我说你点啥好呢...
zh_tw: <32>{#p/mettaton}* 讓我說你點啥好呢...

source: <32>{#p/mettaton}* YOU KILLED CITIZENS, YOU KILLED ROYAL GUARDS...
pt_br: <32>{#p/mettaton}* VOCÊ MATOU CIDADÃOS, MATOU GUARDAS REAIS...
zh_cn: <32>{#p/mettaton}* 杀了守卫还没完， 又杀害平民百姓...
zh_tw: <32>{#p/mettaton}* 殺了守衛還沒完， 又殺害平民百姓...

source: <32>{#p/mettaton}* YOU WERE INDISCRIMINATE IN YOUR KILLING.
pt_br: <32>{#p/mettaton}* VOCÊ FOI ZERO PRECONCEITOS NA SUA FORMA DE MATAR.
zh_cn: <32>{#p/mettaton}* 你恬不知耻，滥杀无辜。
zh_tw: <32>{#p/mettaton}* 你恬不知恥，濫殺無辜。

source: <32>{#p/mettaton}* I -DO- APPRECIATE THAT YOUR BEHAVIOR IMPROVED LATER ON...
pt_br: <32>{#p/mettaton}* EU APRECIO QUE SEU COMPORTAMENTO TENHO MELHORADO MAIS TARDE...
zh_cn: <32>{#p/mettaton}* 虽然你后来 “确实”老实多了...
zh_tw: <32>{#p/mettaton}* 雖然你後來 「確實」老實多了...

source: <32>{#p/mettaton}* LET'S GET ONE THING STRAIGHT.
pt_br: <32>{#p/mettaton}* VAMOS DEIXAR ALGO CLARO.
zh_cn: <32>{#p/mettaton}* 那我就直奔主题吧。
zh_tw: <32>{#p/mettaton}* 那我就直奔主題吧。

source: <32>{#p/mettaton}* YOU OUTRIGHT -SLAUGHTERED- THE ROYAL GUARD.
pt_br: <32>{#p/mettaton}* VOCÊ BASICAMENTE -ELIMINOU- A GUARDA REAL.
zh_cn: <32>{#p/mettaton}* 你“大肆”屠杀那些皇家守卫， 不过... 对平民还算手软。
zh_tw: <32>{#p/mettaton}* 你「大肆」屠殺那些皇家守衛， 不過... 對平民還算手軟。

source: <32>{#p/mettaton}* YOU WERE SOMEWHAT MORE MERCIFUL TOWARDS REGULAR CITIZENS...
pt_br: <32>{#p/mettaton}* VOCÊ DE ALGUMA FORMA FOI MAIS PIEDOSO COM OS CIDADÃOS...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#p/mettaton}* AND YOUR BEHAVIOR DID IMPROVE AFTER MY WARNING...
pt_br: <32>{#p/mettaton}* E SEU COMPORTAMENTO MELHOROU APÓS MEU AVISO...
zh_cn: <32>{#p/mettaton}* 而且，后来你也听了劝， 老实多了...
zh_tw: <32>{#p/mettaton}* 而且，後來你也聽了勸， 老實多了...

source: <32>{#p/mettaton}* WHEN IT CAME TO CITIZENS, YOU SHOWED -NO- REMORSE.
pt_br: <32>{#p/mettaton}* QUANDO SE TRATOU DOS CIDADÃOS, VOCÊ -NÃO-DEMONSTROU PIEDADE.
zh_cn: <32>{#p/mettaton}* 你心狠手辣，滥杀无辜... * 反倒见了皇家守卫， 收敛起来了。
zh_tw: <32>{#p/mettaton}* 你心狠手辣，濫殺無辜... * 反倒見了皇家守衛， 收斂起來了。

source: <32>{#p/mettaton}* YOU WERE SOMEWHAT MORE MERCIFUL TOWARDS THE ROYAL GUARD...
pt_br: <32>{#p/mettaton}* VOCÊ DE ALGUMA FORMA FOI MAIS PIEDOSO COM A GUARDA REAL...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#p/mettaton}* TO START, I'LL ADMIT YOU WEREN'T AS BAD AS I FIRST THOUGHT.
pt_br: <32>{#p/mettaton}* PARA COMEÇAR, DEVI ADMITIR QUE VOCÊ NÃO É TÃO RUIM QUANTO EU PENSEI QUE SERIA.
zh_cn: <32>{#p/mettaton}* 一开始，我对你没啥好感。 * 结果，你表现还不错。
zh_tw: <32>{#p/mettaton}* 一開始，我對你沒啥好感。 * 結果，你表現還不錯。

source: <32>{#p/mettaton}* YOU SPARED MANY OF THE ROYAL GUARDS, AND A FAIR FEW CITIZENS, TOO.
pt_br: <32>{#p/mettaton}* VOCÊ POUPOU A GUARDA REAL E MUITOS DOS CIDADÃOS, TAMBÉM.
zh_cn: <32>{#p/mettaton}* 不光饶了不少守卫， 也没滥杀无辜百姓。
zh_tw: <32>{#p/mettaton}* 不光饒了不少守衛， 也沒濫殺無辜百姓。
