Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#s/spiderLaugh}* Enough talk, Alphys-dear~ * I know exactly what kind of punishment you deserve!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Chega de papo, Alphys-querida~ * Eu sei a exata punição que você merece!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 不用狡辩啦，Alphys小亲亲~ * 既然这么想被电， 那我肯定不会“亏待”你！
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 不用狡辯啦，Alphys小親親~ * 既然這麼想被電， 那我肯定不會「虧待」你！

source: <25>{#p/alphys}{#f/29}* Enjoy your last moments in power.
pt_br: <25>{#p/alphys}{#f/29}* Aproveite seus últimos momentos de glória.
zh_cn: <25>{#p/alphys}{#f/29}* 享受你最后的时光吧。
zh_tw: <25>{#p/alphys}{#f/29}* 享受你最後的時光吧。

source: <32>{#p/basic}{#s/spiderLaugh}* Like I'd fall for that~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Como se eu fosse cair pra isso~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 您可真逗~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 您可真逗~

source: <32>{#p/basic}* Ahuhuhu~ * Poor Alphys-dear, always getting into trouble~
pt_br: <32>{#p/basic}* Ahuhuhu~ * Pobre Alphys, sempre se metendo em confusão~
zh_cn: <32>{#p/basic}* 啊呼呼~ * 真可悲啊，Alphys小亲亲 总不老实~
zh_tw: <32>{#p/basic}* 啊呼呼~ * 真可悲啊，Alphys小親親 總不老實~

source: <32>{#p/basic}* It's a good thing we have the Aurora Zone to straighten out her behavior!
pt_br: <32>{#p/basic}* É bom que temos a Zora da Aurora para mantê-la em bom comportamento!
zh_cn: <32>{#p/basic}* 幸好我们有“极光区”， 能让她学会感恩！
zh_tw: <32>{#p/basic}* 幸好我們有「極光區」， 能讓她學會感恩！

source: <32>{#p/basic}* With the power of the archive, we can send a monster into a virtual world~
pt_br: <32>{#p/basic}* Com o poder do arquivo, podemos enviar um monstro para um mundo virtual~
zh_cn: <32>{#p/basic}* 而且，我还获得了 “档案”的力量~
zh_tw: <32>{#p/basic}* 而且，我還獲得了 「檔案」的力量~

source: <32>{#p/basic}* Best of all, we control how time passes there~
pt_br: <32>{#p/basic}* Melhor de tudo, nós controlamos como o tempo passa lá~
zh_cn: <32>{#p/basic}* 有了“档案”，就能把这帮怪物 统统送进虚拟空间~ * 而且，还能控制时间流速！
zh_tw: <32>{#p/basic}* 有了「檔案」，就能把這幫怪物 統統送進虛擬空間~ * 而且，還能控制時間流速！

source: <32>{#p/basic}* Days, months, years...
pt_br: <32>{#p/basic}* Dias, meses, anos...
zh_cn: <32>{#p/basic}* 只要我一改...
zh_tw: <32>{#p/basic}* 只要我一改...

source: <32>{#p/basic}* All going by in the blink of an eye!
pt_br: <32>{#p/basic}* Tudo passando em um piscar de olhos!
zh_cn: <32>{#p/basic}* 就能让他们在里面度日如年！
zh_tw: <32>{#p/basic}* 就能讓他們在裡面度日如年！

source: <32>{#p/basic}* We spiders LOVE to make them suffer for a long time when they misbehave!
pt_br: <32>{#p/basic}* Nós aranhas AMAMOS fazê-los sofrer por muito tempo quando eles se comportam mau!
zh_cn: <32>{#p/basic}* 以前，这帮怪物咋折磨我们的， 今天，我就还给他们！
zh_tw: <32>{#p/basic}* 以前，這幫怪物咋折磨我們的， 今天，我就還給他們！

source: <32>{#p/napstablook}* sorry to interrupt...
pt_br: <32>{#p/napstablook}* desculpa interromper...
zh_cn: <32>{#p/napstablook}* 抱歉打断您...
zh_tw: <32>{#p/napstablook}* 抱歉打斷您...

source: <32>{#p/napstablook}* i just came to let you know that i've done what you wanted me to......
pt_br: <32>{#p/napstablook}* eu só vim te deixar saber que eu fiz o que você pediu...
zh_cn: <32>{#p/napstablook}* 你让我办的事， 我都办好了......
zh_tw: <32>{#p/napstablook}* 你讓我辦的事， 我都辦好了......

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhuhu~ * Very good, my little ghost-munchkin~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ahuhuhu~ * Muito bom, meu fantasminha espião~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼~ * 不愧是我们的鬼鬼~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼~ * 不愧是我們的鬼鬼~

source: <32>{#p/basic}* Have you found and identified each target on my list?
pt_br: <32>{#p/basic}* Você achou e identificou cada alvo da minha lista?
zh_cn: <32>{#p/basic}* 名单上所有的“目标” 都查清楚了吗？
zh_tw: <32>{#p/basic}* 名單上所有的「目標」 都查清楚了嗎？

source: <32>{#p/napstablook}* of course...... * i wrote down their locations as best i could
pt_br: <32>{#p/napstablook}* é claro...... * eu escrevi suas localizações da melhor forma que consegui
zh_cn: <32>{#p/napstablook}* 当然...... * 他们的详细住址，个人信息 我都写了
zh_tw: <32>{#p/napstablook}* 當然...... * 他們的詳細住址，個人資訊 我都寫了

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, wonderful! * You're really such a good and loyal spy, aren't you~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Oh, maravilhoso! * Você é realmente um ótimo espião leal, não é mesmo~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 干得好！ * 真是个又懂事，又听话的 小间谍~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 幹得好！ * 真是個又懂事，又聽話的 小間諜~

source: <32>{#p/napstablook}* i guess.........
pt_br: <32>{#p/napstablook}* eu acho.........
zh_cn: <32>{#p/napstablook}* 所以.........
zh_tw: <32>{#p/napstablook}* 所以.........

source: <32>{#p/napstablook}* it'd just be nice if... i knew what you were going to do with these people.........
pt_br: <32>{#p/napstablook}* só seria legal... se eu soubesse o que você vai fazer com essas pessoas.........
zh_cn: <32>{#p/napstablook}* 可以告诉我... 你想对名单上那些人... 做什么呢...........
zh_tw: <32>{#p/napstablook}* 可以告訴我... 你想對名單上那些人... 做什麼呢...........

source: <32>{#p/basic}{#s/spiderLaugh}* You poor thing~ * You don't need to concern yourself with that!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* O pobre coisinha~ * Não se preocupe com isso!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 你可真蠢~ * 我想怎么处理他们， 关你屁事~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 你可真蠢~ * 我想怎麼處理他們， 關你屁事~

source: <32>{#p/basic}* Rest assured, everyone will get what they deserve in the end~
pt_br: <32>{#p/basic}* Te garanto, cada um vai receber o que merece~
zh_cn: <32>{#p/basic}* 你放心~ * 我绝对不会“亏待”他们的~
zh_tw: <32>{#p/basic}* 你放心~ * 我絕對不會「虧待」他們的~

source: <32>{#p/napstablook}* i'd like to go rest now, it's been a long day
pt_br: <32>{#p/napstablook}* eu gostaria de ir descansar agora, foi um longo dia
zh_cn: <32>{#p/napstablook}* 我回去休息了， 今天好累
zh_tw: <32>{#p/napstablook}* 我回去休息了， 今天好累

source: <32>{#p/basic}{#s/spiderLaugh}* Of course, my little ghost-munchkin~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* É claro, meu fantasminha-camarada~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 回去睡吧， 可爱的鬼鬼~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 回去睡吧， 可愛的鬼鬼~

source: <32>{#p/basic}* Just be sure to show up on time tomorrow~
pt_br: <32>{#p/basic}* Só tenha certeza de aparecer na hora certa amanhã~
zh_cn: <32>{#p/basic}* 明天记得准时过来哦~
zh_tw: <32>{#p/basic}* 明天記得準時過來喔~

source: <32>{#p/napstablook}* will do
pt_br: <32>{#p/napstablook}* farei isso
zh_cn: <32>{#p/napstablook}* 嗯
zh_tw: <32>{#p/napstablook}* 嗯

source: <32>{#p/basic}{#s/spiderLaugh}* ... as you can see, there's no citizen alive who can hide from my loyal spies!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* ... Como você pode ver, não há nenhum cidadão vivo que possa se esconder dos meus leais espiões!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 你瞧！ * 无论是谁，都逃不过我织的 间谍网呢！
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 你瞧！ * 無論是誰，都逃不過我織的 間諜網呢！

source: <32>{#p/napstablook}* it's now or never, alphys!
pt_br: <32>{#p/napstablook}* é agora ou nunca, alphys!
zh_cn: <32>{#p/napstablook}* alphys， 这是最后的机会！
zh_tw: <32>{#p/napstablook}* alphys， 這是最後的機會！

source: <32>{#p/mettaton}* YOU DONE BOASTING ABOUT YOUR ACCOMPLISHMENTS YET?
pt_br: <32>{#p/mettaton}* VOCÊ JÁ TERMINOU DE SE GABAR DE SUAS REALIZAÇÕES?
zh_cn: <32>{#p/mettaton}* 吹够了没有？
zh_tw: <32>{#p/mettaton}* 吹夠了沒有？

source: <32>{#p/mettaton}* I'M HERE, JUST AS REQUESTED.
pt_br: <32>{#p/mettaton}* EU ESTOU AQUI, COMO REQUERIDO.
zh_cn: <32>{#p/mettaton}* 我按你吩咐，赶了过来。
zh_tw: <32>{#p/mettaton}* 我按你吩咐，趕了過來。

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhuhu~ * Just the robot I've been wanting to see!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ahuhuhu~ * O robô que eu desejava ver!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼~ * 对，我找的就是你！
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼~ * 對，我找的就是你！

source: <32>{#p/basic}* So would you say audiences are enjoying the new TV lineup?
pt_br: <32>{#p/basic}* Então, você diria que o público está gostando da nova programação de TV?
zh_cn: <32>{#p/basic}* 所以，观众对你的新节目 评价如何？
zh_tw: <32>{#p/basic}* 所以，觀眾對你的新節目 評價如何？

source: <32>{#p/mettaton}* THE RATINGS ARE TERRIBLE. * NOBODY LIKES IT.
pt_br: <32>{#p/mettaton}* AS CLASSIFICAÇÕES SÃO TERRÍVEIS. * NINGUÉM TÁ GOSTANDO.
zh_cn: <32>{#p/mettaton}* 收视率十分惨淡。 * 根本没人愿意看。
zh_tw: <32>{#p/mettaton}* 收視率十分慘澹。 * 根本沒人願意看。

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, wonderful! * Like music to my ears~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ah, maravilha! * Música para meus ouvidos~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 真是“如听仙乐耳暂明”啊~ * 简直太棒了~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 真是「如聽仙樂耳暫明」啊~ * 簡直太棒了~

source: <32>{#p/mettaton}* YOU KNOW...
pt_br: <32>{#p/mettaton}* SABE...
zh_cn: <32>{#p/mettaton}* 你也知道...
zh_tw: <32>{#p/mettaton}* 你也知道...

source: <32>{#p/mettaton}* PEOPLE WANT VILLAINS, AND SOMEBODY TO ROOT AGAINST.
pt_br: <32>{#p/mettaton}* AS PESSOAS QUEREM VILÕES, E ALGUÉM PARA LUTAR CONTRA.
zh_cn: <32>{#p/mettaton}* 观众喜欢的节目，是 “恶龙登场，正义对抗邪恶”的 好戏。
zh_tw: <32>{#p/mettaton}* 觀眾喜歡的節目，是 「惡龍登場，正義對抗邪惡」的 好戲。

source: <32>{#p/mettaton}* PEOPLE WANT VARIETY, AND FAMOUS GUEST ROLES.
pt_br: <32>{#p/mettaton}* PESSOAS QUEREM VARIEDADE E FAMOSOS CONVIDADOS.
zh_cn: <32>{#p/mettaton}* 观众喜欢的节目，是 “形式多样，有名人客串”的 好戏。
zh_tw: <32>{#p/mettaton}* 觀眾喜歡的節目，是 「形式多樣，有名人客串」的 好戲。

source: <32>{#p/mettaton}* NOT THE UTTER GARBAGE -YOU'RE- PUSHING ON EVERYONE.
pt_br: <32>{#p/mettaton}* NÃO O LIXO ABSOLUTO -VOCÊ ESTÁ- EMPURRANDO TODO MUNDO.
zh_cn: <32>{#p/mettaton}* 而不是【你】灌输的 那些垃圾。
zh_tw: <32>{#p/mettaton}* 而不是【你】灌輸的 那些垃圾。

source: <32>{#p/basic}{#s/spiderLaugh}* The point isn't to give people what they want...
pt_br: <32>{#p/basic}{#s/spiderLaugh}* O ponto não é dar as pessoas o que elas querem...
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 他们爱不爱看 根本不重要...
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 他們愛不愛看 根本不重要...

source: <32>{#p/basic}* It's to dull their minds until they can't refuse me anymore~
pt_br: <32>{#p/basic}* É lavar a mente delas até elas não conseguirem mais me recusar~
zh_cn: <32>{#p/basic}* 只要能把他们洗成痴呆， 洗成不会反抗的傻子， 就可以了~
zh_tw: <32>{#p/basic}* 只要能把他們洗成痴呆， 洗成不會反抗的傻子， 就可以了~

source: <32>{#p/mettaton}* ... UGH, CAN I GO NOW?
pt_br: <32>{#p/mettaton}* ... UGH, POSSO IR AGORA?
zh_cn: <32>{#p/mettaton}* ...呃， 我能走了吗？
zh_tw: <32>{#p/mettaton}* ...呃， 我能走了嗎？

source: <32>{#p/mettaton}* I'M EXHAUSTED ENOUGH AS IT IS.
pt_br: <32>{#p/mettaton}* EU ESTOU EXAUSTO O SUFICIENTE.
zh_cn: <32>{#p/mettaton}* 我真的累了。
zh_tw: <32>{#p/mettaton}* 我真的累了。

source: <32>{#p/basic}{#s/spiderLaugh}* Sure thing, darling-dear~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Mas é claro, minha preciosidade~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 想走就走吧， 铁皮娃娃~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 想走就走吧， 鐵皮娃娃~

source: <32>{#p/basic}* Just remember why you're doing this for me~
pt_br: <32>{#p/basic}* Só lembre-se o por que de você estar fazendo isso para mim~
zh_cn: <32>{#p/basic}* 别忘了你的职责就好~
zh_tw: <32>{#p/basic}* 別忘了你的職責就好~

source: <32>{#p/mettaton}* PAPYRUS IS STILL OUT THERE WAITING FOR ME.
pt_br: <32>{#p/mettaton}* PAPYRUS AINDA ESTÁ LÁ FORA ESPERANDO POR MIM.
zh_cn: <32>{#p/mettaton}* PAPYRUS还在外面等我呢。
zh_tw: <32>{#p/mettaton}* PAPYRUS還在外面等我呢。

source: <32>{#p/basic}{#s/spiderLaugh}* Is he now?
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ele está?
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 是吗？
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 是嗎？

source: <33>{#p/mettaton}* WE'RE TRYING OUT A NEW TV SHOW. * A SPIDER BAKERY SHOW.
pt_br: <33>{#p/mettaton}* NÓS ESTAMOS TENTANDO UM NOVO SHOW DE TV. * UM SHOW SOBRE TORTA DE ARANHA.
zh_cn: <33>{#p/mettaton}* 我俩正在准备新节目： “蜘蛛厨艺展”。
zh_tw: <33>{#p/mettaton}* 我倆正在準備新節目： 「蜘蛛廚藝展」。

source: <32>{#p/basic}{#s/spiderLaugh}* A bakery show, you say~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Torta de aranha, você diz~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 哦，是蜘蛛厨艺展呀~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 喔，是蜘蛛廚藝展呀~

source: <32>{#p/basic}* Hmm...
zh_cn: <32>{#p/basic}* 嗯...
zh_tw: <32>{#p/basic}* 嗯...

source: <32>{#p/basic}* Well, as long as the audiences can't stand it!
pt_br: <32>{#p/basic}* Bem, com tanto a audiência não consiga aguentar!
zh_cn: <32>{#p/basic}* 行，只要能把观众恶心到 就行。
zh_tw: <32>{#p/basic}* 行，只要能把觀眾噁心到 就行。

source: <32>{#p/mettaton}* GOODBYE.
pt_br: <32>{#p/mettaton}* ADEUS.
zh_cn: <32>{#p/mettaton}* 再见。
zh_tw: <32>{#p/mettaton}* 再見。

source: <32>{#p/basic}{#s/spiderLaugh}* ... as you can see, I have complete control of the entertainment here, too!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* ... como você pode ver, eu também tenho controle total do entretenimento aqui, também!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 你瞧，就连文化领域 也被我控制得死死的~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 你瞧，就連文化領域 也被我控制得死死的~

source: <32>{#p/mettaton}* NOW, ALPHYS! * NOW'S YOUR CHANCE!
pt_br: <32>{#p/mettaton}* AGORA, ALPHYS! * É SUA CHANCE!
zh_cn: <32>{#p/mettaton}* ALPHYS， 趁现在，上！
zh_tw: <32>{#p/mettaton}* ALPHYS， 趁現在，上！

source: <32>{#p/basic}* Isn't it just blissful?
pt_br: <32>{#p/basic}* Não é apenas maravilhoso?
zh_cn: <32>{#p/basic}* 是不是非常羡慕啊？
zh_tw: <32>{#p/basic}* 是不是非常羨慕啊？

source: <32>{#p/basic}* Ahuhuhu~ * I so badly want to see how you'd fare here~
pt_br: <32>{#p/basic}* Ahuhuhu~ * Eu queria tanto saber como você se sairia aqui~
zh_cn: <32>{#p/basic}* 啊呼呼~ * 真好奇要是你没走 现在能有多大出息~
zh_tw: <32>{#p/basic}* 啊呼呼~ * 真好奇要是你沒走 現在能有多大出息~

source: <32>{#p/basic}* The other humans have been doing splendidly!
pt_br: <32>{#p/basic}* Os outros humanos tem se saído muito bem!
zh_cn: <32>{#p/basic}* 那些小孩 真是一个比一个出色！
zh_tw: <32>{#p/basic}* 那些小孩 真是一個比一個出色！

source: <32>{#p/basic}* In fact, despite them being traumatized when they first left the archive...
pt_br: <32>{#p/basic}* Mesmo eles estando traumatizados após saírem dos arquivos...
zh_cn: <32>{#p/basic}* 虽然，他们刚离开“档案”时 受了点委屈...
zh_tw: <32>{#p/basic}* 雖然，他們剛離開「檔案」時 受了點委屈...

source: <32>{#p/basic}* They've become my most loyal servants!
pt_br: <32>{#p/basic}* Eles se tornaram meus mais leais serventes!
zh_cn: <32>{#p/basic}* 但现在，他们都成了 我最忠诚的手下~
zh_tw: <32>{#p/basic}* 但現在，他們都成了 我最忠誠的手下~

source: <32>{#p/basic}* Oh, dearie... * You must be so lonely without a direction in life~
pt_br: <32>{#p/basic}* Oh, querido~ * Você deve estar tão sozinho sem direção na vida~
zh_cn: <32>{#p/basic}* 哦，宝贝... * 看到你孤单一人在太空飞， 我的心都要碎了~
zh_tw: <32>{#p/basic}* 喔，寶貝... * 看到你孤單一人在太空飛， 我的心都要碎了~

source: <32>{#p/basic}* If it ever becomes too much, you're always welcome here with us!
pt_br: <32>{#p/basic}* Se acabar tornando-se entediante, você é sempre bem-vindo de volta!
zh_cn: <32>{#p/basic}* 要是寂寞了，就回来 让我好好招待招待你！
zh_tw: <32>{#p/basic}* 要是寂寞了，就回來 讓我好好招待招待你！

source: <32>{#p/basic}* But for now~ * I'll be seeing you~
pt_br: <32>{#p/basic}* Mas por agora~ * Me despeço aqui~
zh_cn: <32>{#p/basic}* 我先挂啦~
zh_tw: <32>{#p/basic}* 我先掛啦~

source: <32>{#p/basic}* On the other side~
pt_br: <32>{#p/basic}* Por outro lado~
zh_cn: <32>{#p/basic}* 后会有期~
zh_tw: <32>{#p/basic}* 後會有期~

source: <32>{#p/basic}* Ahuhuhu~ * What are you- hngh!
pt_br: <32>{#p/basic}* Ahuhuhu~ * O que você está- hngh!
zh_cn: <32>{#p/basic}* 啊呼呼呼呼~ * 你说- 啊啊啊！
zh_tw: <32>{#p/basic}* 啊呼呼呼呼~ * 你說- 啊啊啊！

source: <25>{#p/alphys}{#f/28}* Well, well... * Look who we have here.
pt_br: <25>{#p/alphys}{#f/28}* Hora, hora... * Olha o que temos aqui.
zh_cn: <25>{#p/alphys}{#f/28}* 哎呀，哎呀... * 这不是我们的 蜘蛛大小姐嘛。
zh_tw: <25>{#p/alphys}{#f/28}* 哎呀，哎呀... * 這不是我們的 蜘蛛大小姐嘛。

source: <32>{#p/basic}{#s/spiderLaugh}* No, let me go...!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Não, me solta...!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 不——！ * 放开我！
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 不——！ * 放開我！

source: <32>{#p/basic}* You royal guards... y-you're all the same!
pt_br: <32>{#p/basic}* Vocês, guardas reais... v-vocês são todos iguais!
zh_cn: <32>{#p/basic}* 你们这些死守卫... 都是一个货色！ 一群白痴，废物，蠢货！
zh_tw: <32>{#p/basic}* 你們這些死守衛... 都是一個貨色！ 一群白痴，廢物，蠢貨！

source: <32>{#p/basic}* You need a strong leader who can tell you what's right and what's wrong!
pt_br: <32>{#p/basic}* Vocês precisam de uma líder de verdade, que os dirá o que é certo e errado!
zh_cn: <32>{#p/basic}* 没了我， 看谁教你们如何感恩！ 看谁把你们引回正路！
zh_tw: <32>{#p/basic}* 沒了我， 看誰教你們如何感恩！ 看誰把你們引回正路！

source: <25>{#p/alphys}{#f/29}* It's no use. * They've chosen ME as their leader now.
pt_br: <25>{#p/alphys}{#f/29}* Nem precisa dizer. * Eles ME escolheram como líder agora.
zh_cn: <25>{#p/alphys}{#f/29}* 省省劲，别挣扎了。 * 他们早就推举【我】 做这里的王了。
zh_tw: <25>{#p/alphys}{#f/29}* 省省勁，別掙扎了。 * 他們早就推舉【我】 做這裡的王了。

source: <32>{#p/basic}{#s/spiderLaugh}* But... how?
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Mas... como?
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 不对... 怎么可能？
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 不對... 怎麼可能？

source: <32>{#p/basic}* I had you in custody, the spiders had you under escort~
pt_br: <32>{#p/basic}* Eu te coloquei em custódia, as aranhas te colocaram em custódia~
zh_cn: <32>{#p/basic}* 我不是把你关起来了吗？ 我不是还叫蜘蛛24小时 盯着你吗？
zh_tw: <32>{#p/basic}* 我不是把你關起來了嗎？ 我不是還叫蜘蛛24小時 盯著你嗎？

source: <32>{#p/basic}* And you... * You're supposed to be weak!
pt_br: <32>{#p/basic}* E você... * Era pra você ser fraca!
zh_cn: <32>{#p/basic}* 而且... * 我那么折磨你， 你怎么还有力气反抗！
zh_tw: <32>{#p/basic}* 而且... * 我那麼折磨你， 你怎麼還有力氣反抗！

source: <32>{#p/basic}* You couldn't hope to command the Royal Guard~
pt_br: <32>{#p/basic}* Você não deveria conseguir comandar a Guarda Real~
zh_cn: <32>{#p/basic}* 你怎么还有力气指挥守卫？
zh_tw: <32>{#p/basic}* 你怎麼還有力氣指揮守衛？

source: <25>{#p/alphys}{#f/17}* Y'know, I've learned a lot since you took over the outpost.
pt_br: <25>{#p/alphys}{#f/17}* Sabe, eu aprendi muitas coisas desde você tomou o Outpost.
zh_cn: <25>{#p/alphys}{#f/17}* 自从你控制前哨站， 我们都受尽了严刑拷打。
zh_tw: <25>{#p/alphys}{#f/17}* 自從你控制前哨站， 我們都受盡了嚴刑拷打。

source: <25>{#p/alphys}{#f/5}* Everything you've done to make all our lives miserable...
pt_br: <25>{#p/alphys}{#f/5}* Tudo que você fez para tornar nossas vidas miseráveis...
zh_cn: <25>{#p/alphys}{#f/5}* 时间久了... 我们早就学聪明了。
zh_tw: <25>{#p/alphys}{#f/5}* 時間久了... 我們早就學聰明了。

source: <25>{#p/alphys}{#f/16}* Surviving it only made me more determined to stop you!
pt_br: <25>{#p/alphys}{#f/16}* Sobreviver a isso só me fez mais determinada a parar você!
zh_cn: <25>{#p/alphys}{#f/16}* 你越折磨我，我就越恨你， * 我越恨你，就越想弄死你！
zh_tw: <25>{#p/alphys}{#f/16}* 你越折磨我，我就越恨你， * 我越恨你，就越想弄死你！

source: <25>{#p/alphys}{#f/7}* God, I've always wanted to say that...
pt_br: <25>{#p/alphys}{#f/7}* Senhor, eu sempre quis dizer isso...
zh_cn: <25>{#p/alphys}{#f/7}* 哈哈哈... * 真是梦寐以求一刻啊。 今天，就让你也尝尝...
zh_tw: <25>{#p/alphys}{#f/7}* 哈哈哈... * 真是夢寐以求一刻啊。 今天，就讓你也嘗嘗...

source: <32>{#p/basic}{#s/spiderLaugh}* No... no! * You can't do this to me!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Não... não! * Você não pode fazer isso comigo!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 不... 不要！ * 不准这么对我！
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 不... 不要！ * 不準這麼對我！

source: <25>{#p/alphys}{#f/27}* Guards...?
pt_br: <25>{#p/alphys}{#f/27}* Guardas...?
zh_cn: <25>{#p/alphys}{#f/27}* 卫兵...？
zh_tw: <25>{#p/alphys}{#f/27}* 衛兵...？

source: <32>{#p/basic}{#s/spiderLaugh}* No~ * Please!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Não~ * Por favor!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 不要！！！ * 求求你，放了我吧！
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 不要！！！ * 求求你，放了我吧！

source: <25>{#p/alphys}{#f/29}* Let's see how SHE likes the Aurora Zone.
pt_br: <25>{#p/alphys}{#f/29}* Vamos ver como ELA se sai na Zona da Aurora.
zh_cn: <25>{#p/alphys}{#f/29}* 把她拖出去。 * 让她也去“极光区” 好好体验体验。
zh_tw: <25>{#p/alphys}{#f/29}* 把她拖出去。 * 讓她也去「極光區」 好好體驗體驗。

source: <25>{#p/alphys}{#f/27}* Huh... what's this?
pt_br: <25>{#p/alphys}{#f/27}* Huh... o que é isso?
zh_cn: <25>{#p/alphys}{#f/27}* 哎... 这是啥？
zh_tw: <25>{#p/alphys}{#f/27}* 哎... 這是啥？

source: <25>{#p/alphys}{#f/27}* Was she... talking to someone on this thing?
pt_br: <25>{#p/alphys}{#f/27}* Ela tava... conversando com alguém nessa coisa?
zh_cn: <25>{#p/alphys}{#f/27}* 难不成... 刚才她拿这东西 给别人打电话呢？
zh_tw: <25>{#p/alphys}{#f/27}* 難不成... 剛才她拿這東西 給別人打電話呢？

source: <25>{#p/alphys}{#f/17}* Weird.
pt_br: <25>{#p/alphys}{#f/17}* Estranho.
zh_cn: <25>{#p/alphys}{#f/17}* 想不通。
zh_tw: <25>{#p/alphys}{#f/17}* 想不通。

source: <18>{#p/papyrus}{#f/4}IS THIS THING EVEN WORKING?
pt_br: <18>{#p/papyrus}{#f/4}ESSA COISA PELO MENOS FUNCIONA?
zh_cn: <18>{#p/papyrus}{#f/4}这玩意坏了吧？ 咋一直不好使呢？
zh_tw: <18>{#p/papyrus}{#f/4}這玩意壞了吧？ 咋一直不好使呢？

source: <18>{#p/papyrus}{#f/0}OH! OH! IT JUST WENT TO VOICE-MAIL!
pt_br: <18>{#p/papyrus}{#f/0}OH! OH! * EU ENTREI NO EMAIL DE VOZ!
zh_cn: <18>{#p/papyrus}{#f/0}哦！ 自动切换到语音信箱了！
zh_tw: <18>{#p/papyrus}{#f/0}喔！ 自動切換到語音信箱了！

source: <18>{#p/papyrus}{#f/6}NO WONDER I WAS SO CONFUSED!
pt_br: <18>{#p/papyrus}{#f/6}AGORA SEI PORQUE PARECIA CONFUSO!
zh_cn: <18>{#p/papyrus}{#f/6}我说咋一直 打不出去呢！
zh_tw: <18>{#p/papyrus}{#f/6}我說咋一直 打不出去呢！

source: <18>{#p/papyrus}{#f/5}WELL HELLO, HUMAN! I HAVE... A LOT TO TALK ABOUT.
pt_br: <18>{#p/papyrus}{#f/5}OLÁ HUMANO! EU TENHO... MUITO O QUE FALAR.
zh_cn: <18>{#p/papyrus}{#f/5}人类，你好啊！ 我有很多话... 想告诉你。
zh_tw: <18>{#p/papyrus}{#f/5}人類，你好啊！ 我有很多話... 想告訴你。

source: <18>{#p/papyrus}{#f/4}SO... I KIND OF BECAME THE KING.
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO... EU MEIO QUE TORNEI O REI.
zh_cn: <18>{#p/papyrus}{#f/4}首先告诉你... 我当上国王啦！
zh_tw: <18>{#p/papyrus}{#f/4}首先告訴你... 我當上國王啦！

source: <18>{#p/papyrus}{#f/6}WAIT!! DON'T CLICK OFF!!
pt_br: <18>{#p/papyrus}{#f/6}ESPERE!! NÃO DESLIGUE!!
zh_cn: <18>{#p/papyrus}{#f/6}等等！！ 先别挂！！ 听我说完！！
zh_tw: <18>{#p/papyrus}{#f/6}等等！！ 先別掛！！ 聽我說完！！

source: <18>{#p/papyrus}{#f/5}IT'S NOT AS CRAZY AS IT SOUNDS...
pt_br: <18>{#p/papyrus}{#f/5}NÃO É TÃO LOUCO QUANTO PARECE...
zh_cn: <18>{#p/papyrus}{#f/5}要是感觉离谱... 那我讲讲咋回事吧！
zh_tw: <18>{#p/papyrus}{#f/5}要是感覺離譜... 那我講講咋回事吧！

source: <18>{#p/papyrus}{#f/0}UH, I'LL JUST START FROM THE BEGINNING.
pt_br: <18>{#p/papyrus}{#f/0}UH, EU VOU COMEÇAR DO INÍCIO.
zh_cn: <18>{#p/papyrus}{#f/0}我就从头讲起。
zh_tw: <18>{#p/papyrus}{#f/0}我就從頭講起。

source: <18>{#p/papyrus}{#f/5}SO, AFTER YOU LEFT...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, APÓS VOCÊ IR...
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/5}THE OUTPOST'S LEADERSHIP KIND OF FELL APART.
pt_br: <18>{#p/papyrus}{#f/5}TODA A LIDERANÇA DO OUTPOST CAIU.
zh_cn: <18>{#p/papyrus}{#f/5}在你走后， 前哨站领导层 就崩溃了。
zh_tw: <18>{#p/papyrus}{#f/5}在你走後， 前哨站領導層 就崩潰了。

source: <18>{#p/papyrus}{#f/6}ALPHYS, WHO WAS MEANT TO TAKE ASGORE'S PLACE...
pt_br: <18>{#p/papyrus}{#f/6}ALPHYS, QUE SUPOSTAMENTE DEVERIA SUBSTITUIR ASGORE...
zh_cn: <18>{#p/papyrus}{#f/6}大家都想让ALPHYS 继承王位...
zh_tw: <18>{#p/papyrus}{#f/6}大家都想讓ALPHYS 繼承王位...

source: <18>{#p/papyrus}{#f/5}DIDN'T REALLY WANT TO BE THE QUEEN.
pt_br: <18>{#p/papyrus}{#f/5}NÃO SENTIU VONTADE ALGUMA DE SE TORNAR RAINHA.
zh_cn: <18>{#p/papyrus}{#f/5}可她根本不想当女王。
zh_tw: <18>{#p/papyrus}{#f/5}可她根本不想當女王。

source: <18>{#p/papyrus}{#f/5}AND SINCE UNDYNE STILL HASN'T RE-APPEARED...
pt_br: <18>{#p/papyrus}{#f/5}E DESDE QUE UNDYNE AINDA NÃO REAPARECEU...
zh_cn: <18>{#p/papyrus}{#f/5}大伙又到处找UNDYNE， 可就是找不到...
zh_tw: <18>{#p/papyrus}{#f/5}大夥又到處找UNDYNE， 可就是找不到...

source: <18>{#p/papyrus}{#f/4}ALPHYS HAD TO HOLD A MEETING TO FIND A NEW LEADER.
pt_br: <18>{#p/papyrus}{#f/4}ALPHYS TEVE DE FAZER UMA REUNIÃO PARA ENCONTRAR UM NOVO LÍDER.
zh_cn: <18>{#p/papyrus}{#f/4}ALPHYS只能召集 皇家守卫一起开个会， 另找合适的人选。
zh_tw: <18>{#p/papyrus}{#f/4}ALPHYS只能召集 皇家守衛一起開個會， 另找合適的人選。

source: <18>{#p/papyrus}{#f/4}UNFORTUNATELY, THE ROYAL GUARD WAS ALL BUT GONE.
pt_br: <18>{#p/papyrus}{#f/4}INFELIZMENTE, TODA A GUARDA REAL SE FOI.
zh_cn: <18>{#p/papyrus}{#f/4}可是，皇家守卫 已经没几个活人了。
zh_tw: <18>{#p/papyrus}{#f/4}可是，皇家守衛 已經沒幾個活人了。

source: <18>{#p/papyrus}{#f/5}SO... THAT MEETING NEVER HAPPENED.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO... A REUNIÃO NUNCA ACONTECEU.
zh_cn: <18>{#p/papyrus}{#f/5}结果... 会议最终也没开成。
zh_tw: <18>{#p/papyrus}{#f/5}結果... 會議最終也沒開成。

source: <18>{#p/papyrus}{#f/4}THE ROYAL GUARD ARGUED, AND ARGUED SOME MORE...
pt_br: <18>{#p/papyrus}{#f/4}A GUARDA REAL ARGUMENTOU, E ARGUMENTOU MAIS UM POUCO...
zh_cn: <18>{#p/papyrus}{#f/4}结果， 皇家守卫争来争去， 谁也不服谁...
zh_tw: <18>{#p/papyrus}{#f/4}結果， 皇家守衛爭來爭去， 誰也不服誰...

source: <18>{#p/papyrus}{#f/5}BUT NOBODY AGREED ON WHO'D BE THE BEST FIT.
pt_br: <18>{#p/papyrus}{#f/5}MAS NINGUÉM CONCORDOU EM QUEM SERIA O MELHOR.
zh_cn: <18>{#p/papyrus}{#f/5}争到最后， 也没选出个合适的 领导人。
zh_tw: <18>{#p/papyrus}{#f/5}爭到最後， 也沒選出個合適的 領導人。
