Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#f/3}* I don't really see the point in it.
pt_br: <25>{#p/alphys}{#f/3}* Não vejo muito ponto nisso.
zh_cn: <25>{#p/alphys}{#f/3}* 所以，我就不明白， 他这么搞，到底图啥？
zh_tw: <25>{#p/alphys}{#f/3}* 所以，我就不明白， 他這麼搞，到底圖啥？

source: <25>{#p/alphys}{#f/21}* They say he's doubling down on the whole "killer robot" thing.
pt_br: <25>{#p/alphys}{#f/21}* Eles dizem que ele está sobrando a aposta no coisa de "robô assassino."
zh_cn: <25>{#p/alphys}{#f/21}* 据说，现在他拍节目 越来越喜欢往里面加 “杀人机器”要素了。
zh_tw: <25>{#p/alphys}{#f/21}* 據說，現在他拍節目 越來越喜歡往裡面加 「殺人機器」要素了。

source: <18>{#p/papyrus}{#f/4}LIKE THAT'S NOT GOING TO BACKFIRE.
pt_br: <18>{#p/papyrus}{#f/4}COMO SE ISSO NÃO FOSSE UM TIRO NAS COSTAS.
zh_cn: <18>{#p/papyrus}{#f/4}这么搞，恐怕会出事。
zh_tw: <18>{#p/papyrus}{#f/4}這麼搞，恐怕會出事。

source: <25>{#p/alphys}{#f/10}* The people aren't going to want a reminder of the human's violence.
pt_br: <25>{#p/alphys}{#f/10}* Pessoas não querem uma lembrança da violência humana.
zh_cn: <25>{#p/alphys}{#f/10}* 怪物们可不想 再“重温”一遍人类的铁拳。
zh_tw: <25>{#p/alphys}{#f/10}* 怪物們可不想 再「重溫」一遍人類的鐵拳。

source: <25>{#p/alphys}{#f/10}* People are just trying to be positive nowadays, so...
pt_br: <25>{#p/alphys}{#f/10}* Pessoas só querem ser positivas hoje em dia, então...
zh_cn: <25>{#p/alphys}{#f/10}* 现在，怪物们都 越来越喜欢人类了。
zh_tw: <25>{#p/alphys}{#f/10}* 現在，怪物們都 越來越喜歡人類了。

source: <18>{#p/papyrus}{#f/5}YEAH... EVERYONE'S JUST TRYING TO HAVE HOPE NOW.
pt_br: <18>{#p/papyrus}{#f/5}É... TODO MUNDO SÓ QUER TER ESPERANÇA.
zh_cn: <18>{#p/papyrus}{#f/5}是啊... 大伙现在都 越来越有盼头了。
zh_tw: <18>{#p/papyrus}{#f/5}是啊... 大夥現在都 越來越有盼頭了。

source: <18>{#p/papyrus}{#f/6}... INCLUDING MY BROTHER!!
pt_br: <18>{#p/papyrus}{#f/6}... INCLUINDO MEU IRMÃO!
zh_cn: <18>{#p/papyrus}{#f/6}...就连我的兄弟， 也越来越乐观了！！
zh_tw: <18>{#p/papyrus}{#f/6}...就連我的兄弟， 也越來越樂觀了！！

source: <18>{#p/papyrus}{#f/0}AFTER THE ROYAL GUARD WAS REDUCED IN SIZE...
pt_br: <18>{#p/papyrus}{#f/0}APÓS A REDUÇÃO DA GUARDA REAL...
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/0}HE LEFT TO START A BUSINESS WITH BRATTY AND CATTY.
pt_br: <18>{#p/papyrus}{#f/0}ELE SAIU PARA COMEÇAR NEGÓCIOS COM A BRATTY E CATTY.
zh_cn: <18>{#p/papyrus}{#f/0}皇家卫队大裁员 让他下了岗。 他就找人开始做买卖。
zh_tw: <18>{#p/papyrus}{#f/0}皇家衛隊大裁員 讓他下了崗。 他就找人開始做買賣。

source: <18>{#p/papyrus}{#f/4}A SECOND-HAND TRASH BUSINESS.
pt_br: <18>{#p/papyrus}{#f/4}UM NEGÓCIO SOBRE LIXO DE SEGUNDA MÃO.
zh_cn: <18>{#p/papyrus}{#f/4}他跟BRATTY和CATTY 一起倒卖二手垃圾。
zh_tw: <18>{#p/papyrus}{#f/4}他跟BRATTY和CATTY 一起倒賣二手垃圾。

source: <18>{#p/papyrus}{#f/5}I CAN'T SAY I APPROVE, BUT AT LEAST HE'S HAPPY.
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO POSSO DIZER QUE APROVO, MAS PELO MENOS ELE ESTÁ FELIZ.
zh_cn: <18>{#p/papyrus}{#f/5}每天卖垃圾... 我不咋认可。 不过他高兴就行。
zh_tw: <18>{#p/papyrus}{#f/5}每天賣垃圾... 我不咋認可。 不過他高興就行。

source: <25>{#p/sans}{#f/0}* of course i'm happy. * selling trash is basically my calling.
pt_br: <25>{#p/sans}{#f/0}* claro que estou feliz. * vender lixo é basicamente meu segundo mandamento.
zh_cn: <25>{#p/sans}{#f/0}* 我天生就是卖垃圾的料， 能不高兴嘛？
zh_tw: <25>{#p/sans}{#f/0}* 我天生就是賣垃圾的料， 能不高興嘛？

source: <18>{#p/papyrus}{#f/7}SANS!! STOP COMING OUT OF NOWHERE LIKE THAT!!
pt_br: <18>{#p/papyrus}{#f/7}SANS!! PARE DE APARECER ASSIM DO NADA!!
zh_cn: <18>{#p/papyrus}{#f/7}SANS！！ 别冷不丁冒出来！！ 吓死人了！！
zh_tw: <18>{#p/papyrus}{#f/7}SANS！！ 別冷不丁冒出來！！ 嚇死人了！！

source: <25>{#p/sans}{#f/2}* heh. * so how are ya, bucko?
pt_br: <25>{#p/sans}{#f/2}* heh. * então, como você tá, carinha?
zh_cn: <25>{#p/sans}{#f/2}* 嘿嘿。 * 孩子，近况如何呀？
zh_tw: <25>{#p/sans}{#f/2}* 嘿嘿。 * 孩子，近況如何呀？

source: <25>{#p/sans}{#f/0}* i hope my efforts to warn and protect you weren't in vain.
pt_br: <25>{#p/sans}{#f/0}* Eu espero que meus esforços para te avisar e proteger não foram em vão.
zh_cn: <25>{#p/sans}{#f/0}* 希望我那些警告和提醒 帮到了你。
zh_tw: <25>{#p/sans}{#f/0}* 希望我那些警告和提醒 幫到了你。

source: <18>{#p/papyrus}{#f/9}I KNEW IT!! YOU WERE A MOLE- RAT ALL ALONG!
pt_br: <18>{#p/papyrus}{#f/9}EU SABIA! VOCÊ ERA UM RATO INFILTRADO O TEMPO TODO!
zh_cn: <18>{#p/papyrus}{#f/9}啊，我知道了！！ 原来你真是个特{@fill=#ff0}务{@fill=#fff}， 啊不，叛{@fill=#ff0}贼{@fill=#fff}！
zh_tw: <18>{#p/papyrus}{#f/9}啊，我知道了！！ 原來你真是個特{@fill=#ff0}務{@fill=#fff}， 啊不，叛{@fill=#ff0}賊{@fill=#fff}！

source: <25>{#p/sans}{#f/0}* true. * i did infiltrate the royal guard.
pt_br: <25>{#p/sans}{#f/0}* sim. * eu realmente me infiltrei na guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 说对了。 * 我确实化身{@fill=#ff0}乌贼{@fill=#fff}， 潜入皇家卫队。
zh_tw: <25>{#p/sans}{#f/0}* 說對了。 * 我確實化身{@fill=#ff0}烏賊{@fill=#fff}， 潛入皇家衛隊。

source: <25>{#p/sans}{#f/3}* but i'd like to think i made a positive influence.
pt_br: <25>{#p/sans}{#f/3}* mas eu gosto de pensar que fiz uma influência positiva.
zh_cn: <25>{#p/sans}{#f/3}* 不过，我的“潜伏” 也不是啥坏事。
zh_tw: <25>{#p/sans}{#f/3}* 不過，我的「潛伏」 也不是啥壞事。

source: <25>{#p/sans}{#f/2}* after all, it was MY idea to put terrestria in charge.
pt_br: <25>{#p/sans}{#f/2}* depois de tudo, foi minha ideia colocar a terrestria no poder.
zh_cn: <25>{#p/sans}{#f/2}* 毕竟，选terrestria继任女王 还是我的主意呢。
zh_tw: <25>{#p/sans}{#f/2}* 畢竟，選terrestria繼任女王 還是我的主意呢。

source: <18>{#p/papyrus}{#f/1}WHAT!? YOUR IDEA!?
pt_br: <18>{#p/papyrus}{#f/1}O QUE!? SUA IDEIA!?
zh_cn: <18>{#p/papyrus}{#f/1}啥？！ 居然是你的主意？！
zh_tw: <18>{#p/papyrus}{#f/1}啥？！ 居然是你的主意？！

source: <18>{#p/papyrus}{#f/5}WOWIE...
pt_br: <18>{#p/papyrus}{#f/5}UAU...
zh_cn: <18>{#p/papyrus}{#f/5}真是...
zh_tw: <18>{#p/papyrus}{#f/5}真是...

source: <25>{#p/sans}{#f/3}* ... but that's all in the past now.
pt_br: <25>{#p/sans}{#f/3}* ... mas isso está tudo no passado agora.
zh_cn: <25>{#p/sans}{#f/3}* 哎呀，都是陈年旧事了， 就别提啦。
zh_tw: <25>{#p/sans}{#f/3}* 哎呀，都是陳年舊事了， 就別提啦。

source: <25>{#p/sans}{#f/0}* the way i see it, i'm just glad things didn't end up worse.
pt_br: <25>{#p/sans}{#f/0}* pelo forma que eu vejo, estou feliz que as coisas não acabaram pior.
zh_cn: <25>{#p/sans}{#f/0}* 不管咋说， 最终的结果挺好的。 * 这才是让我最高兴的。
zh_tw: <25>{#p/sans}{#f/0}* 不管咋說， 最終的結果挺好的。 * 這才是讓我最高興的。

source: <25>{#p/alphys}{#f/17}* I'm a little surprised you didn't come back to work at the lab.
pt_br: <25>{#p/alphys}{#f/17}* Eu estou um pouco surpresa que você não voltou a trabalhar no laboratório.
zh_cn: <25>{#p/alphys}{#f/17}* 没想到你没回实验室工作， 而是去做买卖了。
zh_tw: <25>{#p/alphys}{#f/17}* 沒想到你沒回實驗室工作， 而是去做買賣了。

source: <25>{#p/alphys}{#f/5}* You know, like you said you'd do when you were done with the guard.
pt_br: <25>{#p/alphys}{#f/5}* Sabe, como você disse que faria ao sair da guarda real.
zh_cn: <25>{#p/alphys}{#f/5}* 之前离开卫队的时候， 你不是说想回实验室吗？
zh_tw: <25>{#p/alphys}{#f/5}* 之前離開衛隊的時候， 你不是說想回實驗室嗎？

source: <25>{#p/sans}{#f/3}* well, to be honest, i needed a break after all that serious stuff.
pt_br: <25>{#p/sans}{#f/3}* bem, pra ser sincero, eu preciso de um descanso após toda aquela parada.
zh_cn: <25>{#p/sans}{#f/3}* 嗯，其实嘛... * 干了那么多正经工作， 我也想给自己放个假。
zh_tw: <25>{#p/sans}{#f/3}* 嗯，其實嘛... * 幹了那麼多正經工作， 我也想給自己放個假。

source: <25>{#p/sans}{#f/2}* but hey, at least papyrus is doing a bang-up job, right?
pt_br: <25>{#p/sans}{#f/2}* mas ei, pelo menos o papyrus tá fazendo um trabalho excelente, certo?
zh_cn: <25>{#p/sans}{#f/2}* 不过别担心。 * papyrus在你身边， 不也干得挺好嘛。
zh_tw: <25>{#p/sans}{#f/2}* 不過別擔心。 * papyrus在你身邊， 不也幹得挺好嘛。

source: <25>{#p/alphys}{#f/6}* Eheh. * Yeah, he is.
pt_br: <25>{#p/alphys}{#f/6}* Eheh. * É, ele está.
zh_cn: <25>{#p/alphys}{#f/6}* 呃... 那倒是。
zh_tw: <25>{#p/alphys}{#f/6}* 呃... 那倒是。

source: <18>{#p/papyrus}{#f/0}I TRY MY BEST!!
pt_br: <18>{#p/papyrus}{#f/0}EU TENTO MEU MELHOR!!
zh_cn: <18>{#p/papyrus}{#f/0}我尽力了！！
zh_tw: <18>{#p/papyrus}{#f/0}我盡力了！！

source: <25>{#p/alphys}{#f/20}* ... though, there is this one thing that's been on my mind.
pt_br: <25>{#p/alphys}{#f/20}* ... mas, tem essa coisa na minha mente.
zh_cn: <25>{#p/alphys}{#f/20}* 不过... 有件事我一直搞不明白。
zh_tw: <25>{#p/alphys}{#f/20}* 不過... 有件事我一直搞不明白。

source: <25>{#p/sans}{#f/0}* what is it?
pt_br: <25>{#p/sans}{#f/0}* o que é?
zh_cn: <25>{#p/sans}{#f/0}* 啥事？
zh_tw: <25>{#p/sans}{#f/0}* 啥事？

source: <25>{#p/alphys}{#f/27}* Well, according to the telescopes...
pt_br: <25>{#p/alphys}{#f/27}* bem, de acordo com os telescópios...
zh_cn: <25>{#p/alphys}{#f/27}* 是这样的： 我用天文望远镜观测星象， 发现星星有时候很奇怪。
zh_tw: <25>{#p/alphys}{#f/27}* 是這樣的： 我用天文望遠鏡觀測星象， 發現星星有時候很奇怪。

source: <25>{#p/alphys}{#f/27}* Something strange happened to the stars a while back.
pt_br: <25>{#p/alphys}{#f/27}* Algo estranho aconteceu com as estrelas a pouco tempo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/6}STRANGE!? HOW CAN A STAR BE STRANGE!?
pt_br: <18>{#p/papyrus}{#f/6}ESTRANHA!? COMO UMA ESTRELA PODE SER ESTRANHA!?
zh_cn: <18>{#p/papyrus}{#f/6}奇怪？ 星星有啥奇怪的？！
zh_tw: <18>{#p/papyrus}{#f/6}奇怪？ 星星有啥奇怪的？！

source: <25>{#p/alphys}{#f/15}* Well, okay, it wasn't actually the STAR that was strange.
pt_br: <25>{#p/alphys}{#f/15}* Bem, okay, não foi exatamente a ESTRELA que estava estranha.
zh_cn: <25>{#p/alphys}{#f/15}* 呃，不是说星星本身奇怪。
zh_tw: <25>{#p/alphys}{#f/15}* 呃，不是說星星本身奇怪。

source: <26>{#p/alphys}{#f/23}* It was the way it moved.
pt_br: <26>{#p/alphys}{#f/23}* E sim a forma como se moveu.
zh_cn: <26>{#p/alphys}{#f/23}* 而是说它的运动轨迹很怪。
zh_tw: <26>{#p/alphys}{#f/23}* 而是說它的運動軌跡很怪。

source: <25>{#p/alphys}{#f/20}* Or... didn't move?
pt_br: <25>{#p/alphys}{#f/20}* Ou... não moveu?
zh_cn: <25>{#p/alphys}{#f/20}* 甚至都不能说星星在“运动”， 而是“跃迁”。
zh_tw: <25>{#p/alphys}{#f/20}* 甚至都不能說星星在「運動」， 而是「躍遷」。

source: <25>{#p/alphys}{#f/20}* It was more like... a jump, of sorts. * A sudden shift.
pt_br: <25>{#p/alphys}{#f/20}* Era mais como... uma espécie de salto. * Uma mudança repentina.
zh_cn: <25>{#p/alphys}{#f/20}* 就是从一个地方， 忽然跳到另一个地方。
zh_tw: <25>{#p/alphys}{#f/20}* 就是從一個地方， 忽然跳到另一個地方。

source: <25>{#p/alphys}{#f/26}* As if time outside the force field just... lept ahead a few years.
pt_br: <25>{#p/alphys}{#f/26}* Como se o tempo fora do campo de força apenas se... avançou alguns anos.
zh_cn: <25>{#p/alphys}{#f/26}* 仿佛... 力场外面的时间 突然往后“跳”了几年。
zh_tw: <25>{#p/alphys}{#f/26}* 仿佛... 力場外面的時間 突然往後「跳」了幾年。

source: <25>{#p/sans}{#f/0}* you sure those reports didn't contain any counter-indications?
pt_br: <25>{#p/sans}{#f/0}* Você tem certeza que essas análises não tem nenhuma contra indicação?
zh_cn: <25>{#p/sans}{#f/0}* 你确定观测结果没问题吗？
zh_tw: <25>{#p/sans}{#f/0}* 你確定觀測結果沒問題嗎？

source: <25>{#p/alphys}{#f/20}* Well, I checked, and double-checked, and triple-checked...
pt_br: <25>{#p/alphys}{#f/20}* Bem, eu olhei, duplo olhei, triplo olhei...
zh_cn: <25>{#p/alphys}{#f/20}* 我又观测了一遍，成功复现。 * 然后，又进行了二次观测， 三次观测...
zh_tw: <25>{#p/alphys}{#f/20}* 我又觀測了一遍，成功復現。 * 然後，又進行了二次觀測， 三次觀測...

source: <18>{#p/papyrus}{#f/6}BUT DID YOU QUADRUPLE-CHECK!?
pt_br: <18>{#p/papyrus}{#f/6}MAS VOCÊ QUADRUPLO OLHOU!?
zh_cn: <18>{#p/papyrus}{#f/6}然后，又进行了四次观测？
zh_tw: <18>{#p/papyrus}{#f/6}然後，又進行了四次觀測？

source: <25>{#p/alphys}{#f/21}* Of course I did.
pt_br: <25>{#p/alphys}{#f/21}* Claro que sim.
zh_cn: <25>{#p/alphys}{#f/21}* 当然。
zh_tw: <25>{#p/alphys}{#f/21}* 當然。

source: <25>{#p/alphys}{#f/5}* But it didn't change the result.
pt_br: <25>{#p/alphys}{#f/5}* Mas não mudou o resultado.
zh_cn: <25>{#p/alphys}{#f/5}* 观测多少遍， 这种“跃迁”现象始终存在。
zh_tw: <25>{#p/alphys}{#f/5}* 觀測多少遍， 這種「躍遷」現象始終存在。

source: <25>{#p/sans}{#f/3}* huh. * how strange.
pt_br: <25>{#p/sans}{#f/3}* huh. * que estranho.
zh_cn: <25>{#p/sans}{#f/3}* 哦？ * 挺奇怪的。
zh_tw: <25>{#p/sans}{#f/3}* 喔？ * 挺奇怪的。

source: <25>{#p/sans}{#f/0}* i'd say this is worth a closer look.
pt_br: <25>{#p/sans}{#f/0}* eu diria que vale uma olhada mais detalhada.
zh_cn: <25>{#p/sans}{#f/0}* 感觉得好好研究一下。
zh_tw: <25>{#p/sans}{#f/0}* 感覺得好好研究一下。

source: <25>{#p/alphys}{#f/20}* Agreed.
pt_br: <25>{#p/alphys}{#f/20}* Concordo.
zh_cn: <25>{#p/alphys}{#f/20}* 同意。
zh_tw: <25>{#p/alphys}{#f/20}* 同意。

source: <25>{#p/sans}{#f/3}* whoops. * the recording's almost at its time limit now.
pt_br: <25>{#p/sans}{#f/3}* whoops. * a gravação está quase no limite.
zh_cn: <25>{#p/sans}{#f/3}* 哎呀。 * 快到录音时长上限了。
zh_tw: <25>{#p/sans}{#f/3}* 哎呀。 * 快到錄音時長上限了。

source: <25>{#p/alphys}{#f/17}* ... oh. * I guess we should wrap this up, then.
pt_br: <25>{#p/alphys}{#f/17}* ... oh. * bom acho melhor irmos então.
zh_cn: <25>{#p/alphys}{#f/17}* ...哦。 * 看来，现在得挂电话了。
zh_tw: <25>{#p/alphys}{#f/17}* ...喔。 * 看來，現在得掛電話了。

source: <25>{#p/alphys}{#f/6}* Well, I... I hope you're doing alright out there.
pt_br: <25>{#p/alphys}{#f/6}* bem, eu... eu espero que você esteja bem aí fora.
zh_cn: <25>{#p/alphys}{#f/6}* 嗯... 希望你在那边过得幸福。
zh_tw: <25>{#p/alphys}{#f/6}* 嗯... 希望你在那邊過得幸福。

source: <25>{#p/alphys}{#f/5}* If we managed to find happiness here, then... so can you.
pt_br: <25>{#p/alphys}{#f/5}* Se nós conseguimos encontrar a felicidade aqui então... você também consegue.
zh_cn: <25>{#p/alphys}{#f/5}* 我们只有这样一方天地， 都能找到幸福...
zh_tw: <25>{#p/alphys}{#f/5}* 我們只有這樣一方天地， 都能找到幸福...

source: <25>{#p/alphys}{#f/10}* After all, you've got the whole universe to explore!
pt_br: <25>{#p/alphys}{#f/10}* Até porque, você tem o universo inteiro pra explorar!
zh_cn: <25>{#p/alphys}{#f/10}* 那么，拥有整个宇宙的你， 也一定能找到幸福！
zh_tw: <25>{#p/alphys}{#f/10}* 那麼，擁有整個宇宙的你， 也一定能找到幸福！

source: <18>{#p/papyrus}{#f/0}WELL SAID, ALPHYS. WELL SAID.
pt_br: <18>{#p/papyrus}{#f/0}BELAS PALAVRAS, ALPHYS. BELAS PALAVRAS.
zh_cn: <18>{#p/papyrus}{#f/0}ALPHYS，说得好！
zh_tw: <18>{#p/papyrus}{#f/0}ALPHYS，說得好！

source: <25>{#p/sans}{#f/2}* heh. * take care, okay?
pt_br: <25>{#p/sans}{#f/2}* heh. * se cuida, beleza?
zh_cn: <25>{#p/sans}{#f/2}* 嘿。 * 孩子，多保重，好吗？
zh_tw: <25>{#p/sans}{#f/2}* 嘿。 * 孩子，多保重，好嗎？

source: <18>{#p/papyrus}{#f/9}YEAH!! UNTIL NEXT TIME!!
pt_br: <18>{#p/papyrus}{#f/9}É!! ATÉ A PRÓXIMA!!
zh_cn: <18>{#p/papyrus}{#f/9}保重！！ 有缘再见！！
zh_tw: <18>{#p/papyrus}{#f/9}保重！！ 有緣再見！！

source: <25>{#p/alphys}{#f/8}* ... until next time.
pt_br: <25>{#p/alphys}{#f/8}* ... até.
zh_cn: <25>{#p/alphys}{#f/8}* ...有缘再见。
zh_tw: <25>{#p/alphys}{#f/8}* ...有緣再見。

source: <25>{#p/asgore}{#f/1}* Howdy, young one.
pt_br: <25>{#p/asgore}{#f/1}* Olá, pequeno.
zh_cn: <25>{#p/asgore}{#f/1}* 哈喽，年轻人。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 哈囉，年輕人。ゑ

source: <25>{#p/asgore}{#f/1}* I do not know if this message will reach you, or if you are alive.
pt_br: <25>{#p/asgore}{#f/1}* Eu não sei se essa mensagem te alcançará, ou se você está vivo.
zh_cn: <25>{#p/asgore}{#f/1}* 不知你是否还活着， 更不知道你能不能 收到这段录音。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 不知你是否還活著， 更不知道你能不能 收到這段錄音。ゑ

source: <25>{#p/asgore}{#f/2}* I cannot confirm if the self-destruct sequence was terminated.
pt_br: <25>{#p/asgore}{#f/2}* Eu não posso confirmar se o protocolo de autodestruição foi desligado.
zh_cn: <25>{#p/asgore}{#f/2}* 我发送了终止自毁指令， 但不知飞船能否收到。ゑ
zh_tw: <25>{#p/asgore}{#f/2}* 我發送了終止自毀指令， 但不知飛船能否收到。ゑ

source: <25>{#p/asgore}{#f/4}* However, if it was...
pt_br: <25>{#p/asgore}{#f/4}* Entretanto, se foi...
zh_cn: <25>{#p/asgore}{#f/4}* 但如果真的一切顺利， 救了你的命...ゑ
zh_tw: <25>{#p/asgore}{#f/4}* 但如果真的一切順利， 救了你的命...ゑ

source: <25>{#p/asgore}{#f/25}* Then I am grateful to have saved your life.
pt_br: <25>{#p/asgore}{#f/25}* Então eu estou feliz por ter salvo sua vida.
zh_cn: <25>{#p/asgore}{#f/25}* 那我会由衷地高兴。ゑ
zh_tw: <25>{#p/asgore}{#f/25}* 那我會由衷地高興。ゑ

source: <25>{#p/asgore}{#f/7}* I do not believe you were entirely at fault for Asriel's actions.
pt_br: <25>{#p/asgore}{#f/7}* Eu não acredito que você tenha total culpa pelas ações de Asriel.
zh_cn: <25>{#p/asgore}{#f/7}* 我觉得，Asriel干出那些事 不该都归咎于你。ゑ
zh_tw: <25>{#p/asgore}{#f/7}* 我覺得，Asriel幹出那些事 不該都歸咎於你。ゑ

source: <25>{#p/asgore}{#f/5}* Papyrus, Muffet, and many others you have shown mercy to...
pt_br: <25>{#p/asgore}{#f/5}* Papyrus, Muffet e muitas outros os quais você demonstrou piedade...
zh_cn: <25>{#p/asgore}{#f/5}* 你饶恕了Papyrus， 放过了Muffet，也对 很多其他怪物抱以仁慈...ゑ
zh_tw: <25>{#p/asgore}{#f/5}* 你饒恕了Papyrus， 放過了Muffet，也對 很多其他怪物抱以仁慈...ゑ

source: <25>{#p/asgore}{#f/6}* Can all attest to your attempts to make a difference.
pt_br: <25>{#p/asgore}{#f/6}* Podem todos ser testemunhas da sua tentativa de mudança.
zh_cn: <25>{#p/asgore}{#f/6}* 这些都证明， 你努力想浪子回头、 改过自新。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 這些都證明， 你努力想浪子回頭、 改過自新。ゑ

source: <25>{#p/asgore}{#f/21}* There is even someone with me who would like to say a few words.
pt_br: <25>{#p/asgore}{#f/21}* Tem até mesmo alguém comigo que amaria dizer algumas palavras.
zh_cn: <25>{#p/asgore}{#f/21}* 旁边还有个孩子 也想和你说几句呢。ゑ
zh_tw: <25>{#p/asgore}{#f/21}* 旁邊還有個孩子 也想和你說幾句呢。ゑ

source: <25>{#p/kidd}{#f/7}* Dude, is that you!?
pt_br: <25>{#p/kidd}{#f/7}* Cara, é você!?
zh_cn: <25>{#p/kidd}{#f/7}* 老兄，是你吗？！ゑ
zh_tw: <25>{#p/kidd}{#f/7}* 老兄，是你嗎？！ゑ

source: <25>{#p/kidd}{#f/2}* I, uh, kinda forgot your name...
pt_br: <25>{#p/kidd}{#f/2}* Eu, uh, meio que esqueci seu nome...
zh_cn: <25>{#p/kidd}{#f/2}* 呃，我... 不记得你叫什么了...ゑ
zh_tw: <25>{#p/kidd}{#f/2}* 呃，我... 不記得你叫什麼了...ゑ

source: <25>{#p/asgore}{#f/6}* Go on, tell them what you told me.
pt_br: <25>{#p/asgore}{#f/6}* Vamos, conte-me o que você me disse.
zh_cn: <25>{#p/asgore}{#f/6}* 别怕，把你之前和我说的 都告诉人类吧。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 別怕，把你之前和我說的 都告訴人類吧。ゑ

source: <25>{#p/kidd}{#f/6}* Okay, okay.
pt_br: <25>{#p/kidd}{#f/6}* Certo, certo.
zh_cn: <25>{#p/kidd}{#f/6}* 好的，好的。ゑ
zh_tw: <25>{#p/kidd}{#f/6}* 好的，好的。ゑ

source: <25>{#p/kidd}{#f/4}* So like, y'know...
pt_br: <25>{#p/kidd}{#f/4}* Então, você sabe...
zh_cn: <25>{#p/kidd}{#f/4}* 嗯，那个...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 嗯，那個...ゑ

source: <25>{#p/kidd}{#f/4}* Despite what Asriel did and stuff...
pt_br: <25>{#p/kidd}{#f/4}* Mesmo após tudo que o Asriel fez...
zh_cn: <25>{#p/kidd}{#f/4}* 不管那Asriel 做了什么事...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 不管那Asriel 做了什麼事...ゑ

source: <25>{#p/kidd}{#f/3}* I thought you were a pretty cool kid.
pt_br: <25>{#p/kidd}{#f/3}* Eu te achei uma criança muita legal.
zh_cn: <25>{#p/kidd}{#f/3}* 我始终觉得，你超酷的！ゑ
zh_tw: <25>{#p/kidd}{#f/3}* 我始終覺得，你超酷的！ゑ

source: <25>{#p/kidd}{#f/13}* If I ever got to see you again, we'd TOTALLY hang out together!
pt_br: <25>{#p/kidd}{#f/13}* Se em algum momento eu te ver novamente, nós TOTALMENTE deveríamos dar uma volta!
zh_cn: <25>{#p/kidd}{#f/13}* 要是还能再见的话， 我们一定会玩得很开心的！ゑ
zh_tw: <25>{#p/kidd}{#f/13}* 要是還能再見的話， 我們一定會玩得很開心的！ゑ

source: <25>{#p/kidd}{#f/6}* And, maybe... * While we're at it...
pt_br: <25>{#p/kidd}{#f/6}* E, talvez... * Enquanto estamos nisso...
zh_cn: <25>{#p/kidd}{#f/6}* 另外，我想... * 尽管我们都做过错事， 受过伤...ゑ
zh_tw: <25>{#p/kidd}{#f/6}* 另外，我想... * 儘管我們都做過錯事， 受過傷...ゑ

source: <25>{#p/kidd}{#f/5}* We could help each other get over what happened before.
pt_br: <25>{#p/kidd}{#f/5}* Nós podemos ajudar um ao outro a deixar para trás o que aconteceu.
zh_cn: <25>{#p/kidd}{#f/5}* 但只要在一起， 我们肯定能从过去的阴影中 走出来。ゑ
zh_tw: <25>{#p/kidd}{#f/5}* 但只要在一起， 我們肯定能從過去的陰影中 走出來。ゑ

source: <25>{#p/asgore}{#f/6}* Hmm... that sounds rather nice!
pt_br: <25>{#p/asgore}{#f/6}* Hmm... isso parece bem legal!
zh_cn: <25>{#p/asgore}{#f/6}* 嗯... 听起来很棒！ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 嗯... 聽起來很棒！ゑ

source: <25>{#p/asgore}{#f/5}* You have been through a lot together, so it is sensible to do so.
pt_br: <25>{#p/asgore}{#f/5}* Vocês passaram por muita coisa juntos, então faz sentido fazer isso.
zh_cn: <25>{#p/asgore}{#f/5}* 你们之前就同甘共苦， 所以，这样做就对了。ゑ
zh_tw: <25>{#p/asgore}{#f/5}* 你們之前就同甘共苦， 所以，這樣做就對了。ゑ

source: <25>{#p/kidd}{#f/4}* It's too bad they had to leave, huh?
pt_br: <25>{#p/kidd}{#f/4}* É bem paia que ele teve que ir embora, huh?
zh_cn: <25>{#p/kidd}{#f/4}* 人类必须要走， 真是太遗憾了。 * 你说是吧？ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 人類必須要走， 真是太遺憾了。 * 你說是吧？ゑ

source: <25>{#p/asgore}{#f/1}* ... indeed.
pt_br: <25>{#p/asgore}{#f/1}* ... acho que sim.
zh_cn: <25>{#p/asgore}{#f/1}* ...是啊。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* ...是啊。ゑ

source: <25>{#p/kidd}{#f/3}* Well, they're cool, so I'm sure they'll be alright.
pt_br: <25>{#p/kidd}{#f/3}* bem, ele é legal, então tenha certeza que ficará bem.
zh_cn: <25>{#p/kidd}{#f/3}* 没事，我朋友那么酷， 肯定会没事的。ゑ
zh_tw: <25>{#p/kidd}{#f/3}* 沒事，我朋友那麼酷， 肯定會沒事的。ゑ

source: <25>{#p/kidd}{#f/1}* You will, won't you!?
pt_br: <25>{#p/kidd}{#f/1}* você vai ficar bem, não vai!?
zh_cn: <25>{#p/kidd}{#f/1}* 保重啊，老兄！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 保重啊，老兄！ゑ

source: <25>{#p/asgore}{#f/20}* ...
zh_cn: <25>{#p/asgore}{#f/20}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/20}* ...ゑ

source: <18>{#p/papyrus}{#f/7}WHAT!? THEY GET TO TALK BEFORE I DO!?
pt_br: <18>{#p/papyrus}{#f/7}O QUE!? ELE FOI CHAMADO PARA CONVERSAR ANTES DE MIM!?
zh_cn: <18>{#p/papyrus}{#f/7}哎！？ 跟人类聊天 怎么能不叫我呢？！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}哎！？ 跟人類聊天 怎麼能不叫我呢？！ゑ

source: <18>{#p/papyrus}{#f/4}... THIS IS TOTALLY UNFAIR.
pt_br: <18>{#p/papyrus}{#f/4}... ISSO É TOTALMENTE INJUSTO.
zh_cn: <18>{#p/papyrus}{#f/4}...太不公平了。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}...太不公平了。ゑ

source: <25>{#p/kidd}{#f/14}* YOOOO PAPYRUS!!!
zh_cn: <25>{#p/kidd}{#f/14}* 哟--！PAPYRUS！！！ゑ
zh_tw: <25>{#p/kidd}{#f/14}* 喲--！PAPYRUS！！！ゑ

source: <25>{#p/kidd}{#f/1}* You want the phone, skele-dude?
pt_br: <25>{#p/kidd}{#f/1}* Você quer o telefone, homem esqueleto?
zh_cn: <25>{#p/kidd}{#f/1}* 骷髅老兄， 你也想跟人类说说话吗？ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 骷髏老兄， 你也想跟人類說說話嗎？ゑ

source: <25>{#p/kidd}{#f/2}* 'Cause Asgore's gonna take me back to his house now.
pt_br: <25>{#p/kidd}{#f/2}* Asgore vai me levar de volta para sua casa agora.
zh_cn: <25>{#p/kidd}{#f/2}* 正好Asgore要送我回家。ゑ
zh_tw: <25>{#p/kidd}{#f/2}* 正好Asgore要送我回家。ゑ

source: <18>{#p/papyrus}{#f/0}OF COURSE I DO! I'VE GOT IMPORTANT THINGS TO SAY.
pt_br: <18>{#p/papyrus}{#f/0}É CLARO QUE QUERO! EU TENHO MUITAS COISAS IMPORTANTES PARA DIZER.
zh_cn: <18>{#p/papyrus}{#f/0}当然！ 我可有很重要的事哦。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}當然！ 我可有很重要的事喔。ゑ

source: <25>{#p/kidd}{#f/1}* Cool, it's all yours! * See ya later, man!
pt_br: <25>{#p/kidd}{#f/1}* Legal, é todo seu! * Te vejo depois, cara!
zh_cn: <25>{#p/kidd}{#f/1}* 酷欸，电话给你！ * 等会见，老兄！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 酷欸，電話給你！ * 等會見，老兄！ゑ

source: <25>{#p/asgore}{#f/6}* ... I will return after I have taken Monster Kid home.
pt_br: <25>{#p/asgore}{#f/6}* ... Eu retorno após deixar a Criança Monstro em casa.
zh_cn: <25>{#p/asgore}{#f/6}* ...我先把怪物小孩 送回我家，去去就回。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* ...我先把怪物小孩 送回我家，去去就回。ゑ

source: <18>{#p/papyrus}{#f/0}WELL THEN! WE SPEAK AT LONG LAST, HUMAN!
pt_br: <18>{#p/papyrus}{#f/0}POIS BEM! VAMOS CONVERSAR ENQUANTO ISSO, HUMANO!
zh_cn: <18>{#p/papyrus}{#f/0}好！过了这么久， 我们终于又能聊啦， 人类！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}好！過了這麼久， 我們終於又能聊啦， 人類！ゑ

source: <18>{#p/papyrus}{#f/5}OR, UH, I SPEAK. YOU JUST KIND OF... LISTEN.
pt_br: <18>{#p/papyrus}{#f/5}OU, UH, EU FALO. VOCÊ SÓ MEIO QUE... ESCUTA.
zh_cn: <18>{#p/papyrus}{#f/5}呃，你可能回不了， 那就我自己说， 你听着就好。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}呃，你可能回不了， 那就我自己說， 你聽著就好。ゑ

source: <18>{#p/papyrus}{#f/6}BUT THAT'S NOT IMPORTANT!
pt_br: <18>{#p/papyrus}{#f/6}MAS ISSO NÃO É O QUE IMPORTA!
zh_cn: <18>{#p/papyrus}{#f/6}说回正事！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}說回正事！ゑ

source: <18>{#p/papyrus}{#f/0}I JUST WANTED TO SAY, YOU DID AN AMAZING JOB.
pt_br: <18>{#p/papyrus}{#f/0}EU SÓ QUERIA DIZER, QUE VOCÊ FEZ UM ÓTIMO TRABALHO.
zh_cn: <18>{#p/papyrus}{#f/0}我只是想说， 干得漂亮。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我只是想說， 幹得漂亮。ゑ

source: <18>{#p/papyrus}{#f/5}BY NOT HURTING ALL THOSE PEOPLE.
pt_br: <18>{#p/papyrus}{#f/5}NÃO MACHUCANDO TODAS AQUELAS PESSOAS.
zh_cn: <18>{#p/papyrus}{#f/5}那个“ASRIEL”... 想必给你添了不少麻烦。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}那個「ASRIEL」... 想必給你添了不少麻煩。ゑ

source: <18>{#p/papyrus}{#f/4}NO DOUBT "ASRIEL" MADE THINGS DIFFICULT...
pt_br: <18>{#p/papyrus}{#f/4}SEM DÚVIDAS "ASRIEL" DIFICULTOU AS COISAS...
zh_cn: <18>{#p/papyrus}{#f/4}一路上，给你施压， 蛊惑你，甚至逼迫你做 那些... 昧良心的事。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}一路上，給你施壓， 蠱惑你，甚至逼迫你做 那些... 昧良心的事。ゑ

source: <18>{#p/papyrus}{#f/5}AND... MADE YOU DO THINGS YOU MUST REGRET NOW...
pt_br: <18>{#p/papyrus}{#f/5}E... EU SEI QUE VOCÊ FEZ COISAS DAS QUAIS SE ARREPENDE...
zh_cn: <18>{#p/papyrus}{#f/5}但你，在他的威慑之下 仍尽力不去伤害我们， 让很多怪物活了下来。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}但你，在他的威懾之下 仍盡力不去傷害我們， 讓很多怪物活了下來。ゑ

source: <18>{#p/papyrus}{#f/0}BUT I SAY YOU SHOULDN'T HAVE TO FEEL THAT REGRET!
pt_br: <18>{#p/papyrus}{#f/0}MAS EU DIGO QUE VOCÊ NÃO DEVERIA SE SENTIR TÃO MAU!
zh_cn: <18>{#p/papyrus}{#f/0}所以，不必自责！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}所以，不必自責！ゑ

source: <18>{#p/papyrus}{#f/9}YOU DID THE BEST YOU COULD, AFTER ALL!
pt_br: <18>{#p/papyrus}{#f/9}VOCÊ FEZ O MELHOR QUE PÔDE!
zh_cn: <18>{#p/papyrus}{#f/9}你想成为好人的努力， 我们都看在眼里！ゑ
zh_tw: <18>{#p/papyrus}{#f/9}你想成為好人的努力， 我們都看在眼裡！ゑ
