Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#f/11}* I didn't really feel like I'd be the best fit for the job.
pt_br: <25>{#p/alphys}{#f/11}* Eu realmente não senti que seria a melhor opção para o trabalho.
zh_cn: <25>{#p/alphys}{#f/11}* 但我知道， 自己并不适合当统治者。
zh_tw: <25>{#p/alphys}{#f/11}* 但我知道， 自己並不適合當統治者。

source: <26>{#p/alphys}{#f/5}* Well, I had a talk with some of the royal guards, and...
pt_br: <26>{#p/alphys}{#f/5}* Então eu acabei conversando com alguns dos Guardas Reais e...
zh_cn: <25>{#p/alphys}{#f/5}* 所以，我跟皇家守卫们 开了个会。
zh_tw: <25>{#p/alphys}{#f/5}* 所以，我跟皇家守衛們 開了個會。

source: <25>{#p/alphys}{#f/6}* We agreed Terrestria should be appointed as the queen instead.
pt_br: <25>{#p/alphys}{#f/6}* Nós concordamos que Terrestria seria a melhor nomeação como rainha.
zh_cn: <25>{#p/alphys}{#f/6}* 大家达成一致意见： 让Terrestria继任女王。
zh_tw: <25>{#p/alphys}{#f/6}* 大家達成一致意見： 讓Terrestria繼任女王。

source: <25>{#p/alphys}{#f/15}* Her first action was a little controversial, though...
pt_br: <25>{#p/alphys}{#f/15}* Sua primeira ação foi meio controversa...
zh_cn: <25>{#p/alphys}{#f/15}* 她刚一上任， 就给皇家卫队来了波大裁员， 并放松了卫队纪律的管理。
zh_tw: <25>{#p/alphys}{#f/15}* 她剛一上任， 就給皇家衛隊來了波大裁員， 並放鬆了衛隊紀律的管理。

source: <25>{#p/alphys}{#f/17}* Cutting the Royal Guard in half and loosening its policies.
pt_br: <25>{#p/alphys}{#f/17}* Cortando a Guarda Real ao meio e tirando parte de suas políticas.
zh_cn: <25>{#p/alphys}{#f/17}* 这一举动引发了不小争议。
zh_tw: <25>{#p/alphys}{#f/17}* 這一舉動引發了不小爭議。

source: <25>{#p/alphys}{#f/26}* Undyne wasn't happy about it at first, but...
pt_br: <25>{#p/alphys}{#f/26}* Undyne não ficou nada feliz no começo, mas...
zh_cn: <25>{#p/alphys}{#f/26}* 一开始，Undyne对政策 有很大意见。
zh_tw: <25>{#p/alphys}{#f/26}* 一開始，Undyne對政策 有很大意見。

source: <25>{#p/alphys}{#f/8}* She came around to it in the end.
pt_br: <25>{#p/alphys}{#f/8}* Ela acabou entendendo no fim.
zh_cn: <25>{#p/alphys}{#f/8}* 但后来，她也渐渐妥协了。
zh_tw: <25>{#p/alphys}{#f/8}* 但後來，她也漸漸妥協了。

source: <25>{#p/alphys}{#f/27}* Apparently she thinks not all humans are... bad now?
pt_br: <25>{#p/alphys}{#f/27}* Aparentemente ela pensa que nem todos os humanos... sejam maus?
zh_cn: <25>{#p/alphys}{#f/27}* 她觉得，人也分三六九等， 有坏人，自然也有好人。
zh_tw: <25>{#p/alphys}{#f/27}* 她覺得，人也分三六九等， 有壞人，自然也有好人。

source: <25>{#p/undyne}{#f/17}* Are you kidding? * Of COURSE they're not all bad!!
pt_br: <25>{#p/undyne}{#f/17}* Tá de brincadeira? * É CLARO que eles não são todos maus!
zh_cn: <25>{#p/undyne}{#f/17}* 那还用说！ * 好人可是大大滴有啊！！
zh_tw: <25>{#p/undyne}{#f/17}* 那還用說！ * 好人可是大大滴有啊！！

source: <25>{#p/undyne}{#f/1}* That last human proved their kind CAN fight with honor.
pt_br: <25>{#p/undyne}{#f/1}* Aquele último humano provou lutar COM honra.
zh_cn: <25>{#p/undyne}{#f/1}* 那个孩子向我证明了， 即使是人类，也能成为 可敬的对手。
zh_tw: <25>{#p/undyne}{#f/1}* 那個孩子向我證明了， 即使是人類，也能成為 可敬的對手。

source: <25>{#p/undyne}{#f/1}* That they CAN show respect to their opponents in battle.
pt_br: <25>{#p/undyne}{#f/1}* Que ele PODE mostrar respeito aos oponentes em batalha.
zh_cn: <25>{#p/undyne}{#f/1}* 那孩子光明磊落， 懂得尊重对手。
zh_tw: <25>{#p/undyne}{#f/1}* 那孩子光明磊落， 懂得尊重對手。

source: <25>{#p/undyne}{#f/16}* ... and it's a good thing, too, because...
pt_br: <25>{#p/undyne}{#f/16}* ... é uma boa coisa também, porque...
zh_cn: <25>{#p/undyne}{#f/18}* ...而且我觉得， 管得松点也好。
zh_tw: <25>{#p/undyne}{#f/18}* ...而且我覺得， 管得松點也好。

source: <25>{#p/undyne}{#f/14}* I doubt the Royal Guard will expand again any time soon.
pt_br: <25>{#p/undyne}{#f/14}* Eu dúvido que a Guarda Real vai expandir tão cedo.
zh_cn: <25>{#p/undyne}{#f/14}* 毕竟王后回归了， 而且非常支持新女王。
zh_tw: <25>{#p/undyne}{#f/14}* 畢竟王后回歸了， 而且非常支援新女王。

source: <25>{#p/undyne}{#f/1}* Especially after the former queen returned, and...
pt_br: <25>{#p/undyne}{#f/1}* Especialmente após a verdadeira rainha retornar e...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/undyne}{#f/1}* ... gave the new one her full support.
pt_br: <25>{#p/undyne}{#f/1}* ... dar a nova seu total apoio.
zh_cn: <25>{#p/undyne}{#f/1}* 所以短期内 卫队是没希望扩编了。
zh_tw: <25>{#p/undyne}{#f/1}* 所以短期內 衛隊是沒希望擴編了。

source: <25>{#p/undyne}{#f/14}* That last human proved their kind CAN in fact be... well, kind.
pt_br: <25>{#p/undyne}{#f/14}* Aquele último humano provou que de fato sua bondade PODE ser... bem, boa.
zh_cn: <25>{#p/undyne}{#f/14}* 那个孩子向我证明了， 即使是人类，也能心存善良。
zh_tw: <25>{#p/undyne}{#f/14}* 那個孩子向我證明了， 即使是人類，也能心存善良。

source: <25>{#p/undyne}{#f/1}* That they CAN show mercy to their opponents in battle.
pt_br: <25>{#p/undyne}{#f/1}* Que ele pode demonstrar piedade aos seus oponentes em batalha.
zh_cn: <25>{#p/undyne}{#f/1}* 面对可怕的对手， 也能施以仁慈。
zh_tw: <25>{#p/undyne}{#f/1}* 面對可怕的對手， 也能施以仁慈。

source: <25>{#p/alphys}{#f/19}* Undyne... wasn't happy about this at all.
pt_br: <25>{#p/alphys}{#f/19}* Undyne... não ficou contente com isso de forma alguma.
zh_cn: <25>{#p/alphys}{#f/19}* Undyne... 非常反感新政策。
zh_tw: <25>{#p/alphys}{#f/19}* Undyne... 非常反感新政策。

source: <25>{#p/alphys}{#f/19}* She still blames you for what happened to the king, so...
pt_br: <25>{#p/alphys}{#f/19}* Ela ainda te culpa pelo que aconteceu com o rei, então...
zh_cn: <25>{#p/alphys}{#f/19}* 国王出了事， 她一直都没饶你。
zh_tw: <25>{#p/alphys}{#f/19}* 國王出了事， 她一直都沒饒你。

source: <25>{#p/alphys}{#f/20}* It's... understandable why she'd be opposed to it.
pt_br: <25>{#p/alphys}{#f/20}* É... compreensível o motivo da raiva.
zh_cn: <25>{#p/alphys}{#f/20}* 我也理解她的心情...
zh_tw: <25>{#p/alphys}{#f/20}* 我也理解她的心情...

source: <25>{#p/undyne}{#f/16}* Yeah, it's a pretty stupid policy if you ask me.
pt_br: <25>{#p/undyne}{#f/16}* É, uma política estúpida se você me perguntar.
zh_cn: <25>{#p/undyne}{#f/16}* 是啊，这都是什么破政策。
zh_tw: <25>{#p/undyne}{#f/16}* 是啊，這都是什麼破政策。

source: <25>{#p/undyne}{#f/17}* No matter HOW many nice humans come along, we CAN'T lower our guard!
pt_br: <25>{#p/undyne}{#f/17}* Não importa o quão legais sejam alguns humanos, NÃO PODEMOS ABAIXAR A GUARDA!
zh_cn: <25>{#p/undyne}{#f/17}* 就因为来了几个“好人”， 一个个都得意忘形， 放松警惕了？
zh_tw: <25>{#p/undyne}{#f/17}* 就因為來了幾個「好人」， 一個個都得意忘形， 放鬆警惕了？

source: <25>{#p/undyne}{#f/9}* ... but not many people would agree with me these days.
pt_br: <25>{#p/undyne}{#f/9}* ... mas poucos concordariam comigo.
zh_cn: <25>{#p/undyne}{#f/9}* ...真可惜， 现在站在我这边的怪物 越来越少了。
zh_tw: <25>{#p/undyne}{#f/9}* ...真可惜， 現在站在我這邊的怪物 越來越少了。

source: <25>{#p/undyne}{#f/16}* With the former queen's return, and her support for the new one...
pt_br: <25>{#p/undyne}{#f/16}* Com a volta da verdadeira rainha e seu apoio a nova...
zh_cn: <25>{#p/undyne}{#f/16}* 王后回归， 还特别支持新女王...
zh_tw: <25>{#p/undyne}{#f/16}* 王后回歸， 還特別支援新女王...

source: <25>{#p/undyne}{#f/9}* I doubt the Royal Guard will ever be as strong as it once was.
pt_br: <25>{#p/undyne}{#f/9}* Eu duvido que a Guarda Real voltará a ser forte como um dia foi.
zh_cn: <25>{#p/undyne}{#f/9}* 这下好了， 皇家守卫的荣光 再也回不来了。
zh_tw: <25>{#p/undyne}{#f/9}* 這下好了， 皇家守衛的榮光 再也回不來了。

source: <25>{#p/alphys}{#f/5}* ... * About the former queen.
pt_br: <25>{#p/alphys}{#f/5}* ... * Sobre a verdadeira rainha.
zh_cn: <25>{#p/alphys}{#f/5}* ... * 跟你讲讲王后的事吧。
zh_tw: <25>{#p/alphys}{#f/5}* ... * 跟你講講王后的事吧。

source: <26>{#p/alphys}{#f/5}* By the time she returned, things were mostly back to normal...
pt_br: <26>{#p/alphys}{#f/5}* Pelo tempo que ela voltou, as coisas estão basicamente normais...
zh_cn: <26>{#p/alphys}{#f/5}* 她回归之后， 风波渐渐平息， 社会也稳定下来。
zh_tw: <26>{#p/alphys}{#f/5}* 她回歸之後， 風波漸漸平息， 社會也穩定下來。

source: <25>{#p/alphys}{#f/21}* And then she decided to reveal the truth about the humans.
pt_br: <25>{#p/alphys}{#f/21}* Até ela decidir revelar a verdade sobre os humanos.
zh_cn: <25>{#p/alphys}{#f/21}* 不久后，她发现了那些人类。
zh_tw: <25>{#p/alphys}{#f/21}* 不久後，她發現了那些人類。

source: <25>{#p/alphys}{#f/21}* Like... RIGHT after she found out herself.
pt_br: <25>{#p/alphys}{#f/21}* Tipo... LOGO após ela descobrir por conta.
zh_cn: <25>{#p/alphys}{#f/21}* 王后决定把人类释放出来， 并把秘密公之于众。
zh_tw: <25>{#p/alphys}{#f/21}* 王后決定把人類釋放出來， 並把秘密公之於眾。

source: <25>{#p/alphys}{#f/20}* ... eheh... * The people didn't react well at first.
pt_br: <25>{#p/alphys}{#f/20}* ... eheh... * As pessoas não reagiram bem de começo.
zh_cn: <25>{#p/alphys}{#f/20}* 可是... * 人类的出现， 引起了不小的骚动。
zh_tw: <25>{#p/alphys}{#f/20}* 可是... * 人類的出現， 引起了不小的騷動。

source: <25>{#p/alphys}{#f/13}* They were more scared than anything...
pt_br: <25>{#p/alphys}{#f/13}* Elas estavam mais assustadas que tudo...
zh_cn: <25>{#p/alphys}{#f/13}* 大家一想到之前有个人类 把怪物都打得半死...
zh_tw: <25>{#p/alphys}{#f/13}* 大家一想到之前有個人類 把怪物都打得半死...

source: <25>{#p/alphys}{#f/26}* A fact not helped by a certain human beating everyone up.
pt_br: <25>{#p/alphys}{#f/26}* Um humano espancando todo mundo não ajudou no caso.
zh_cn: <25>{#p/alphys}{#f/26}* 就怕得不行。
zh_tw: <25>{#p/alphys}{#f/26}* 就怕得不行。

source: <25>{#p/alphys}{#f/20}* Thankfully, over time, Terrestria was able to calm them down...
pt_br: <25>{#p/alphys}{#f/20}* Felizmente, com o tempo, Terrestria foi capaz de acalmar todo mundo.
zh_cn: <25>{#p/alphys}{#f/20}* 好在，当时并没有怪物死亡。
zh_tw: <25>{#p/alphys}{#f/20}* 好在，當時並沒有怪物死亡。

source: <25>{#p/alphys}{#f/20}* ... by reminding them nobody had died.
pt_br: <25>{#p/alphys}{#f/20}* ... os lembrando que ninguém morreu.
zh_cn: <25>{#p/alphys}{#f/20}* 利用这点，女王Terrestria 成功稳住了民众的情绪。
zh_tw: <25>{#p/alphys}{#f/20}* 利用這點，女王Terrestria 成功穩住了民眾的情緒。

source: <25>{#p/alphys}{#f/18}* I'm glad it worked. * I would have caused a riot saying that.
pt_br: <25>{#p/alphys}{#f/18}* Estou feliz que tenha funcionado. * Eu teria causado um tumulto dizendo isso.
zh_cn: <25>{#p/alphys}{#f/18}* 果然还是她厉害。 * 要是换我当女王， 估计这会都要爆发内战了。
zh_tw: <25>{#p/alphys}{#f/18}* 果然還是她厲害。 * 要是換我當女王， 估計這會都要爆發內戰了。

source: <25>{#p/alphys}{#f/8}* But... yeah, people are mostly positive about humanity now.
pt_br: <25>{#p/alphys}{#f/8}* Mas... é, boa parte das pessoas estão positivas em relação a humanidade agora.
zh_cn: <25>{#p/alphys}{#f/8}* 不管咋说， 现在民众对人类的态度 可比以前好多了。
zh_tw: <25>{#p/alphys}{#f/8}* 不管咋說， 現在民眾對人類的態度 可比以前好多了。

source: <25>{#p/alphys}{#f/15}* ... thankfully, this DIDN'T cause a mass uprising...
pt_br: <25>{#p/alphys}{#f/15}* ... felizmente, isso NÃO causou uma revolta em massa...
zh_cn: <25>{#p/alphys}{#f/15}* 好在，行动非常顺利， 没有引起大的骚动。
zh_tw: <25>{#p/alphys}{#f/15}* 好在，行動非常順利， 沒有引起大的騷動。

source: <25>{#p/alphys}{#f/17}* Though, I guess being so well-known helped her out with that.
pt_br: <25>{#p/alphys}{#f/17}* Mas, ser super conhecida deve tê-la ajudado a se sair bem.
zh_cn: <25>{#p/alphys}{#f/17}* 我想... 要是她对人类了解得少， 肯定不能这么顺利。
zh_tw: <25>{#p/alphys}{#f/17}* 我想... 要是她對人類了解得少， 肯定不能這麼順利。

source: <25>{#p/alphys}{#f/8}* In fact, people are mostly positive about humanity now.
pt_br: <25>{#p/alphys}{#f/8}* De fato, as pessoas estão mais positivas em relação a humanidade agora.
zh_cn: <25>{#p/alphys}{#f/8}* 而且， 现在民众对人类的态度 可比以前好多了。
zh_tw: <25>{#p/alphys}{#f/8}* 而且， 現在民眾對人類的態度 可比以前好多了。

source: <25>{#p/alphys}{#f/8}* So that's something.
pt_br: <25>{#p/alphys}{#f/8}* Então isso já é algo.
zh_cn: <25>{#p/alphys}{#f/8}* 平心而论， 挺不可思议的。
zh_tw: <25>{#p/alphys}{#f/8}* 平心而論， 挺不可思議的。

source: <26>{#p/undyne}{#f/16}* Heh, tell me about it...
pt_br: <26>{#p/undyne}{#f/16}* Heh, nem me fala...
zh_cn: <26>{#p/undyne}{#f/16}* 嘿，其实... 我总有一种不真实感。
zh_tw: <26>{#p/undyne}{#f/16}* 嘿，其實... 我總有一種不真實感。

source: <25>{#p/undyne}{#f/10}* It's a weird reality we live in now.
pt_br: <25>{#p/undyne}{#f/10}* É uma realidade estranha na qual vivemos...
zh_cn: <25>{#p/undyne}{#f/10}* 感觉大家的变化 实在太强烈，太不真实。
zh_tw: <25>{#p/undyne}{#f/10}* 感覺大家的變化 實在太強烈，太不真實。

source: <25>{#p/undyne}{#f/1}* By the way, did you mention all the new schools being built?
pt_br: <25>{#p/undyne}{#f/1}* Aliás, você mencionou todas as novas escolas sendo construídas?
zh_cn: <25>{#p/undyne}{#f/1}* 哦对了，你跟那孩子讲 建学校的事了吗？
zh_tw: <25>{#p/undyne}{#f/1}* 喔對了，你跟那孩子講 建學校的事了嗎？

source: <25>{#p/alphys}{#f/10}* Uh... yeah! * I totally... didn't.
pt_br: <25>{#p/alphys}{#f/10}* Uh... claro. * Eu totalmente... esqueci.
zh_cn: <25>{#p/alphys}{#f/10}* 哎呀... 对啊！ * 这事咋忘说了呢。
zh_tw: <25>{#p/alphys}{#f/10}* 哎呀... 對啊！ * 這事咋忘說了呢。

source: <25>{#p/undyne}{#f/10}* I just wish it didn't mean scaling back the Royal Guard.
pt_br: <25>{#p/undyne}{#f/10}* Eu só queria que isso não significasse reduzir a Guarda Real.
zh_cn: <25>{#p/undyne}{#f/10}* 爱咋变咋变，别再接着 给皇家卫队裁员就行。
zh_tw: <25>{#p/undyne}{#f/10}* 愛咋變咋變，別再接著 給皇家衛隊裁員就行。

source: <25>{#p/undyne}{#f/1}* But... hey, at least those new schools are pretty cool.
pt_br: <25>{#p/undyne}{#f/1}* Mas... ei, pelo menos as novas escolas são bem legais.
zh_cn: <25>{#p/undyne}{#f/1}* 好在... 他们建的新学校还挺棒。
zh_tw: <25>{#p/undyne}{#f/1}* 好在... 他們建的新學校還挺棒。

source: <25>{#p/alphys}{#f/10}* Oh yeah! * I forgot you're a teacher there now!
pt_br: <25>{#p/alphys}{#f/10}* Ah é! * Eu esqueci que você é uma professora agora!
zh_cn: <25>{#p/alphys}{#f/10}* 对啊！ * 差点忘了， 你现在当上老师了！
zh_tw: <25>{#p/alphys}{#f/10}* 對啊！ * 差點忘了， 你現在當上老師了！

source: <25>{#p/alphys}{#f/6}* Eheh... * The education system's doing well, too.
pt_br: <25>{#p/alphys}{#f/6}* Eheh... * O sistema de educação está indo bem, também.
zh_cn: <25>{#p/alphys}{#f/6}* 嘿嘿... * 新教育政策反响很好。
zh_tw: <25>{#p/alphys}{#f/6}* 嘿嘿... * 新教育政策反響很好。

source: <25>{#p/alphys}{#f/1}* Suffice it to say, tuition prices have never been lower!
pt_br: <25>{#p/alphys}{#f/1}* Sofisticado dizer que o preço para construir institutos nunca esteve tão baixo!
zh_cn: <25>{#p/alphys}{#f/1}* 有了福利补贴， 学费低得不得了， 入学率大大升高。
zh_tw: <25>{#p/alphys}{#f/1}* 有了福利補貼， 學費低得不得了， 入學率大大升高。

source: <25>{#p/alphys}{#f/8}* There's been so many new students learning all sorts of things.
pt_br: <25>{#p/alphys}{#f/8}* A tantos estudantes aprendendo todo tipo de coisa.
zh_cn: <25>{#p/alphys}{#f/8}* 很多怪物有机会走进校园， 学到各种新知识。
zh_tw: <25>{#p/alphys}{#f/8}* 很多怪物有機會走進校園， 學到各種新知識。

source: <18>{#p/papyrus}{#f/0}... HEY GUYS! I JUST GOT BACK FROM MATH CLASS!!
pt_br: <18>{#p/papyrus}{#f/0}... EI PESSOAL! EU ACABEI DE VOLTAR DA ESCOLA DE MATEMÁTICA!!
zh_cn: <18>{#p/papyrus}{#f/0}...各位好啊！ 我上完物理课啦！！
zh_tw: <18>{#p/papyrus}{#f/0}...各位好啊！ 我上完物理課啦！！

source: <18>{#p/papyrus}{#f/4}WHO KNEW FOLDING SPACETIME COULD BE SO COMPLICATED...
pt_br: <18>{#p/papyrus}{#f/4}QUEM IMAGINARIA QUE DESCOBRIR SOBRE O ESPAÇO TEMPO SERIA TÃO COMPLICADO...
zh_cn: <18>{#p/papyrus}{#f/4}没想到 时空曲率的推导 这么复杂...
zh_tw: <18>{#p/papyrus}{#f/4}沒想到 時空曲率的推導 這麼複雜...

source: <25>{#p/alphys}{#f/10}* ... yep, Papyrus took a class on warp field theory.
pt_br: <25>{#p/alphys}{#f/10}* ... sim, Papyrus teve uma aula sobre teoria do campo de dobra.
zh_cn: <25>{#p/alphys}{#f/10}* ...如你所见， Papyrus也在上学，他正在修 《曲速引力场论》这门课。
zh_tw: <25>{#p/alphys}{#f/10}* ...如你所見， Papyrus也在上學，他正在修 《曲速引力場論》這門課。

source: <18>{#p/papyrus}{#f/6}WHAT?? ARE YOU REFERRING TO ME IN THE THIRD PERSON??
pt_br: <18>{#p/papyrus}{#f/6}O QUÊ?? VOCÊ ESTÁ SE REFERINDO A MIM NA TERCEIRA PESSOA??
zh_cn: <18>{#p/papyrus}{#f/6}咦？？ 你为什么用第三人称 指代我呢？？
zh_tw: <18>{#p/papyrus}{#f/6}咦？？ 你為什麼用第三人稱 指代我呢？？

source: <25>{#p/alphys}{#f/17}* ... and a writing class, from the sounds of it.
pt_br: <25>{#p/alphys}{#f/17}* ... e uma aula de redação, pelo que parece.
zh_cn: <25>{#p/alphys}{#f/17}* ...看来他还修了 《文章写作》。
zh_tw: <25>{#p/alphys}{#f/17}* ...看來他還修了 《文章寫作》。

source: <25>{#p/undyne}{#f/12}* That's still a thing??
pt_br: <25>{#p/undyne}{#f/12}* Isso ainda existe??
zh_cn: <25>{#p/undyne}{#f/12}* 不就是写一堆字嘛， 那玩意还用学？？
zh_tw: <25>{#p/undyne}{#f/12}* 不就是寫一堆字嘛， 那玩意還用學？？

source: <18>{#p/papyrus}{#f/4}... WAIT...
pt_br: <18>{#p/papyrus}{#f/4}... ESPERA...
zh_cn: <18>{#p/papyrus}{#f/4}...等等...
zh_tw: <18>{#p/papyrus}{#f/4}...等等...

source: <18>{#p/papyrus}{#f/7}WHO ARE YOU TALKING TO ON THE PHONE!?
pt_br: <18>{#p/papyrus}{#f/7}COM QUEM VOCÊ ESTÁ FALANDO PELO TELEFONE!?
zh_cn: <18>{#p/papyrus}{#f/7}你在给谁打电话？！
zh_tw: <18>{#p/papyrus}{#f/7}你在給誰打電話？！

source: <25>{#p/undyne}{#f/1}* It's the human.
pt_br: <25>{#p/undyne}{#f/1}* É o humano.
zh_cn: <25>{#p/undyne}{#f/1}* 是那个人类。
zh_tw: <25>{#p/undyne}{#f/1}* 是那個人類。

source: <18>{#p/papyrus}{#f/0}OH!! OH!! LET ME TALK TO THEM!!
pt_br: <18>{#p/papyrus}{#f/0}OH!! OH!! DEIXA EU FALAR COM ELE!!
zh_cn: <18>{#p/papyrus}{#f/0}哦！哦！ 快把电话给我！！ 我要聊！
zh_tw: <18>{#p/papyrus}{#f/0}喔！喔！ 快把電話給我！！ 我要聊！

source: <25>{#p/undyne}{#f/14}* Be my guest. * I gotta get back to teaching my class.
pt_br: <25>{#p/undyne}{#f/14}* Pelo que vejo. * Eu tenho que ir dar aula de novo.
zh_cn: <25>{#p/undyne}{#f/14}* 你先聊，我要去上课了。 * 学生还等着我呢。
zh_tw: <25>{#p/undyne}{#f/14}* 你先聊，我要去上課了。 * 學生還等著我呢。

source: <25>{#p/undyne}{#f/17}* They've been struggling with the "magical self- defense" exercise.
pt_br: <25>{#p/undyne}{#f/17}* Eles têm tudo dificuldade com o exercício de "autodefesa mágica."
zh_cn: <25>{#p/undyne}{#f/17}* 这些学生，学个 “魔法自卫术”都特别费劲。
zh_tw: <25>{#p/undyne}{#f/17}* 這些學生，學個 「魔法自衛術」都特別費勁。

source: <18>{#p/papyrus}{#f/0}... HELLO HUMAN!! HOW HAVE -YOU- BEEN LATELY!?
pt_br: <18>{#p/papyrus}{#f/0}... OLÁ HUMANO!! COMO -VOCÊ- ESTEVE!?
zh_cn: <18>{#p/papyrus}{#f/0}...人类，你好！！ 近来可好？
zh_tw: <18>{#p/papyrus}{#f/0}...人類，你好！！ 近來可好？

source: <18>{#p/papyrus}{#f/5}I GUESS YOU CAN'T REALLY ANSWER THAT.
pt_br: <18>{#p/papyrus}{#f/5}EU ACHO QUE VOCÊ NÃO PODE RESPONDER.
zh_cn: <18>{#p/papyrus}{#f/5}看来你没法回复。
zh_tw: <18>{#p/papyrus}{#f/5}看來你沒法回復。

source: <18>{#p/papyrus}{#f/6}BUT I HOPE YOU'RE DOING WELL!!
pt_br: <18>{#p/papyrus}{#f/6}MAS ESPERO QUE ESTEJA BEM!!
zh_cn: <18>{#p/papyrus}{#f/6}没关系！我衷心希望 你能过得幸福， 过得快乐！！
zh_tw: <18>{#p/papyrus}{#f/6}沒關係！我衷心希望 你能過得幸福， 過得快樂！！

source: <18>{#p/papyrus}{#f/0}I'VE BEEN THINKING ABOUT YOU SINCE OUR EPIC SHOWDOWN.
pt_br: <18>{#p/papyrus}{#f/0}EU ESTIVE PENSANDO EM VOCÊ DESDE NOSSO ÉPICO SHOWDOWN.
zh_cn: <18>{#p/papyrus}{#f/0}咱们进行完那场 精彩的对决之后， 我就一直挺惦记你。
zh_tw: <18>{#p/papyrus}{#f/0}咱們進行完那場 精彩的對決之後， 我就一直挺惦記你。

source: <18>{#p/papyrus}{#f/0}I'VE BEEN THINKING ABOUT YOU SINCE THAT DATE WE HAD.
pt_br: <18>{#p/papyrus}{#f/0}EU ESTIVE PENSANDO EM VOCÊ DESDE O NOSSO ENCONTRO.
zh_cn: <18>{#p/papyrus}{#f/0}咱们约完会之后， 我就一直挺惦记你。
zh_tw: <18>{#p/papyrus}{#f/0}咱們約完會之後， 我就一直挺惦記你。

source: <18>{#p/papyrus}{#f/0}I'VE BEEN THINKING ABOUT YOU SINCE WE HUNG OUT.
pt_br: <18>{#p/papyrus}{#f/0}EU ESTIVE PENSANDO EM VOCÊ DESDE O NOSSO ROLÊ.
zh_cn: <18>{#p/papyrus}{#f/0}咱俩一起玩耍之后， 我就一直挺惦记你。
zh_tw: <18>{#p/papyrus}{#f/0}咱倆一起玩耍之後， 我就一直挺惦記你。

source: <18>{#p/papyrus}{#f/5}I TOLD EVERYONE IN MY CLASS ABOUT YOU, AND...
pt_br: <18>{#p/papyrus}{#f/5}EU CONTEI A TODOS SOBRE VOCÊ NA MINHA SALA, E...
zh_cn: <18>{#p/papyrus}{#f/5}我把你的故事 告诉了全班同学...
zh_tw: <18>{#p/papyrus}{#f/5}我把你的故事 告訴了全班同學...

source: <18>{#p/papyrus}{#f/5}... ALL OF THEM WISHED YOU'D COME BACK SOMEDAY.
pt_br: <18>{#p/papyrus}{#f/5}... TODOS ELES DESEJAM QUE VOCÊ VOLTE ALGUM DIA.
zh_cn: <18>{#p/papyrus}{#f/5}...他们现在都盼着 哪天你能回来呢。
zh_tw: <18>{#p/papyrus}{#f/5}...他們現在都盼著 哪天你能回來呢。

source: <18>{#p/papyrus}{#f/4}... ALMOST ALL OF THEM, ANYWAY.
pt_br: <18>{#p/papyrus}{#f/4}... QUASE TODOS.
zh_cn: <18>{#p/papyrus}{#f/4}...好吧， 我同桌算个例外。
zh_tw: <18>{#p/papyrus}{#f/4}...好吧， 我同桌算個例外。

source: <18>{#p/papyrus}{#f/5}ONE CLASSMATE WHO SITS NEXT TO ME SAYS THAT YOU...
pt_br: <18>{#p/papyrus}{#f/5}UM DOS COLEGAS DE CLASSE QUE SENTA COMIGO DISSE QUE VOCÊ...
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/5}... UH, THEY SAY YOU BETRAYED THEM, SOMEHOW.
pt_br: <18>{#p/papyrus}{#f/5}... UH, TRAIU ELE OU COISA TIPO.
zh_cn: <18>{#p/papyrus}{#f/5}...呃，他说你背信弃义， 不是好人。 到底发生啥了？
zh_tw: <18>{#p/papyrus}{#f/5}...呃，他說你背信棄義， 不是好人。 到底發生啥了？

source: <18>{#p/papyrus}{#f/6}BUT LISTEN!! IF YOU EVER -DO- COME BACK...
pt_br: <18>{#p/papyrus}{#f/6}MAS ESCUTA! SE ALGUM DIA VOCÊ VOLTAR...
zh_cn: <18>{#p/papyrus}{#f/6}...不过别担心！！[ADD]<18>{#p/papyrus}{#f/6}万一你哪天回来了... 我一定会让你俩 重归于好！！
zh_tw: <18>{#p/papyrus}{#f/6}...不過別擔心！！[ADD]<18>{#p/papyrus}{#f/6}萬一你哪天回來了... 我一定會讓你倆 重歸於好！！

source: <18>{#p/papyrus}{#f/0}I'LL HELP THE TWO OF YOU GET BACK ON GOOD TERMS!!
pt_br: <18>{#p/papyrus}{#f/0}EU IREI AJUDAR VOCÊS DOIS A CONCILIAR NOVAMENTE!!
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/0}ONE OF THEM EVEN WISHES THEY COULD GO WITH YOU!!
pt_br: <18>{#p/papyrus}{#f/0}UM DELES ATÉ DESEJOU IR COM VOCÊ!!
zh_cn: <18>{#p/papyrus}{#f/0}有个小伙伴 还想跟你一起走呢！！
zh_tw: <18>{#p/papyrus}{#f/0}有個小夥伴 還想跟你一起走呢！！

source: <18>{#p/papyrus}{#f/5}IT'S A CLASSMATE WHO SITS NEXT TO ME, ACTUALLY.
pt_br: <18>{#p/papyrus}{#f/5}É UM COLEGA DE CLASSE QUE SENTA PERTO DE MIM, NA VERDADE.
zh_cn: <18>{#p/papyrus}{#f/5}每次上课时， 那个小伙伴就坐我旁边。
zh_tw: <18>{#p/papyrus}{#f/5}每次上課時， 那個小夥伴就坐我旁邊。

source: <18>{#p/papyrus}{#f/6}THEY SAY THEY OWE YOU THEIR VERY LIFE!!
pt_br: <18>{#p/papyrus}{#f/6}ELE DISSE QUE TE DEVE A VIDA!!
zh_cn: <18>{#p/papyrus}{#f/6}他说，你是他的 救命恩人呢！！
zh_tw: <18>{#p/papyrus}{#f/6}他說，你是他的 救命恩人呢！！

source: <18>{#p/papyrus}{#f/4}... A HERO, EH? IF YOU EVER -DO- COME BACK...
pt_br: <18>{#p/papyrus}{#f/4}...UM HERÓI, NÉ? SE VOCÊ ALGUM DIA VOLTAR...
zh_cn: <18>{#p/papyrus}{#f/4}看来，你成了英雄！
zh_tw: <18>{#p/papyrus}{#f/4}看來，你成了英雄！

source: <18>{#p/papyrus}{#f/0}I'LL BE SURE TO INVITE THEM TO YOUR RETURN PARTY.
pt_br: <18>{#p/papyrus}{#f/0}EU TEREI CERTEZA DE CONVIDÁ-LO PARA SUA FESTA DE BOAS VINDAS.
zh_cn: <18>{#p/papyrus}{#f/0}万一你哪天回来了... 开个欢迎会， 我肯定叫他去！
zh_tw: <18>{#p/papyrus}{#f/0}萬一你哪天回來了... 開個歡迎會， 我肯定叫他去！

source: <18>{#p/papyrus}{#f/9}YOU HAVE MY PERSONAL PAPYRUS PROMISE! (TM)
pt_br: <18>{#p/papyrus}{#f/9}VOCÊ TEM MINHA PROMESSA PESSOAL DE PAPYRUS! (TM)
zh_cn: <18>{#p/papyrus}{#f/9}这是帕(TM)的专属承诺！
zh_tw: <18>{#p/papyrus}{#f/9}這是帕(TM)的專屬承諾！

source: <25>{#p/alphys}{#f/27}* ... hey, isn't that one of Mettaton's lines?
pt_br: <25>{#p/alphys}{#f/27}* ... ei, essa não é uma das falas do Mettaton?
zh_cn: <25>{#p/alphys}{#f/27}* ...等等， 那不是Mettaton的台词吗？
zh_tw: <25>{#p/alphys}{#f/27}* ...等等， 那不是Mettaton的臺詞嗎？

source: <18>{#p/papyrus}{#f/4}IN THE PAST, MAYBE... BUT NOT NOW.
pt_br: <18>{#p/papyrus}{#f/4}NO PASSADO, TALVEZ... MAS AGORA.
zh_cn: <18>{#p/papyrus}{#f/4}以前嘛... 说不定。 但现在可不是。
zh_tw: <18>{#p/papyrus}{#f/4}以前嘛... 說不定。 但現在可不是。

source: <18>{#p/papyrus}{#f/5}APPARENTLY, HE'S DITCHING HIS OLD FORMAT ENTIRELY...
pt_br: <18>{#p/papyrus}{#f/5}APARENTEMENTE, ELE ESTÁ ABANDONANDO COMPLETAMENTE SEU FORMATO ANTIGO...
zh_cn: <18>{#p/papyrus}{#f/5}据说，Mettaton要彻底抛弃 他的“旧商标”了。
zh_tw: <18>{#p/papyrus}{#f/5}據說，Mettaton要徹底拋棄 他的「舊商標」了。

source: <18>{#p/papyrus}{#f/4}ALL TO START THE "MTT CINEMATIC UNIVERSE."
pt_br: <18>{#p/papyrus}{#f/4}PARA COMEÇAR O "UNIVERSO CINEMÁTICO DA MTT."
zh_cn: <18>{#p/papyrus}{#f/4}转而启用“MTT视界”新商标。
zh_tw: <18>{#p/papyrus}{#f/4}轉而啟用「MTT視界」新商標。

source: <25>{#p/alphys}{#f/17}* Oh yeah, I heard a rumor about that.
pt_br: <25>{#p/alphys}{#f/17}* Eu ouvi um rumor sobre isso.
zh_cn: <25>{#p/alphys}{#f/17}* 哦对，这事我也听说了。
zh_tw: <25>{#p/alphys}{#f/17}* 喔對，這事我也聽說了。

source: <25>{#p/alphys}{#f/21}* They say he's doubling down on the whole "villain" thing.
pt_br: <25>{#p/alphys}{#f/21}* Eles dizem que ele está sobrando a aposta na coisa de "vilão".
zh_cn: <25>{#p/alphys}{#f/21}* 据说，现在他拍节目 越来越喜欢“塑造反派”了。
zh_tw: <25>{#p/alphys}{#f/21}* 據說，現在他拍節目 越來越喜歡「塑造反派」了。

source: <18>{#p/papyrus}{#f/4}... LIKE THAT'S NOT GOING TO BACKFIRE.
pt_br: <18>{#p/papyrus}{#f/4}... COMO SE ISSO NÃO FOSSE UM TIRO NAS COSTAS.
zh_cn: <18>{#p/papyrus}{#f/4}...这么搞，恐怕会出事。
zh_tw: <18>{#p/papyrus}{#f/4}...這麼搞，恐怕會出事。

source: <25>{#p/alphys}{#f/22}* I KNOW, RIGHT!?!?
pt_br: <25>{#p/alphys}{#f/22}* EU SEI!?!?
zh_cn: <25>{#p/alphys}{#f/22}* 你以为我不知道吗？！
zh_tw: <25>{#p/alphys}{#f/22}* 你以為我不知道嗎？！

source: <25>{#p/alphys}{#f/10}* The people aren't going to want a reminder of what the human was.
pt_br: <25>{#p/alphys}{#f/10}* Pessoas não vão querer lembrar do que o humano foi.
zh_cn: <25>{#p/alphys}{#f/10}* 怪物们可不想 再“重温”一遍 人类那些破事。
zh_tw: <25>{#p/alphys}{#f/10}* 怪物們可不想 再「重溫」一遍 人類那些破事。

source: <25>{#p/alphys}{#f/26}* ... no offense.
pt_br: <25>{#p/alphys}{#f/26}* ... sem ofensa.
zh_cn: <25>{#p/alphys}{#f/26}* ...我可没骂你。
zh_tw: <25>{#p/alphys}{#f/26}* ...我可沒罵你。

source: <25>{#p/alphys}{#f/10}* People don't even dislike humans anymore, so...
pt_br: <25>{#p/alphys}{#f/10}* Pessoas nem odeiam humanos mais, então...
zh_cn: <25>{#p/alphys}{#f/10}* 现在，怪物们对人类 根本没一点怨气了。
zh_tw: <25>{#p/alphys}{#f/10}* 現在，怪物們對人類 根本沒一點怨氣了。
