Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* now... after nearly two hundred years of captivity......
pt_br: <32>* agora... após quase duzentos anos de vida espacial......
zh_cn: <32>* 经历了这两百多年的 囚笼生活，我才知道......
zh_tw: <32>* 經歷了這兩百多年的 囚籠生活，我才知道......

source: <32>* i realized i'd been taking it all for granted.
pt_br: <32>* eu percebi que estava dando tudo como certo.
zh_cn: <32>* 自由、和平绝非理所当然。
zh_tw: <32>* 自由、和平絕非理所當然。

source: <32>{#p/napstablook}* well, anyway. * the old homeworld was great and all...
pt_br: <32>{#p/napstablook}* bem, de toda forma. * o planeta natal era ótimo e tudo...
zh_cn: <32>{#p/napstablook}* 哦，不说这些了。
zh_tw: <32>{#p/napstablook}* 喔，不說這些了。

source: <32>* but the new one's got a lot going for it, too.
pt_br: <32>* mas o novo tem tamanho potência para si, também.
zh_cn: <32>* 故园生活固然值得留恋， 但在新家园，有趣的事也不少。
zh_tw: <32>* 故園生活固然值得留戀， 但在新家園，有趣的事也不少。

source: <32>* like the wildlife.
pt_br: <32>* assim como minha nova vida na fazenda.
zh_cn: <32>* 就拿这里的本土生物来说。
zh_tw: <32>* 就拿這裡的本土生物來說。

source: <32>* when i traveled the surface earlier, i ran into some of it...
pt_br: <32>* quando eu estava andando na superfície mais cedo, eu dei uma andada por lá...
zh_cn: <32>* 前不久，我到星球表面旅行。
zh_tw: <32>* 前不久，我到星球表面旅行。

source: <32>* and that's when i saw something interesting happen
pt_br: <32>* e foi quando eu vi algo interessante acontecer
zh_cn: <32>* 在那里，我见到了几只本土生物。 紧接着我发现了件好玩的事：
zh_tw: <32>* 在那裡，我見到了幾隻本土生物。 緊接著我發現了件好玩的事：

source: <32>* the creatures... starting using magic.
pt_br: <32>* as criaturas... começaram a usar magia.
zh_cn: <32>* 那些生物... 也学会使用魔法了。
zh_tw: <32>* 那些生物... 也學會使用魔法了。

source: <32>* when i mentioned this to alphys, she said the planet didn't have any magic...
pt_br: <32>* quando eu mencionei isso para a alphys, ela disse que este planeta não tem magia...
zh_cn: <32>* 我把这事告诉了alphys。
zh_tw: <32>* 我把這事告訴了alphys。

source: <32>* not according to the scans they took when we first arrived.
pt_br: <32>* não de acordo com os scaneios que fizemos quando chegamos pela primeira vez.
zh_cn: <32>* 她说，咱们刚到这里时做过探测， 结果表明，这颗行星 根本就没有魔法。
zh_tw: <32>* 她說，咱們剛到這裡時做過探測， 結果表明，這顆行星 根本就沒有魔法。

source: <32>* has our arrival to this world...
pt_br: <32>* será que nossa chegada a esse mundo...
zh_cn: <32>* 难不成...
zh_tw: <32>* 難不成...

source: <32>* ... given it something it didn't have before?
pt_br: <32>* ... deu a ele algo que não tinha antes?
zh_cn: <32>* ...我们给这颗星球带来了 什么新东西？
zh_tw: <32>* ...我們給這顆星球帶來了 什麼新東西？

source: <32>{#p/napstablook}* ... heh.
zh_cn: <32>{#p/napstablook}* 嘿嘿...
zh_tw: <32>{#p/napstablook}* 嘿嘿...

source: <32>* i've been rambling a lot, huh?
pt_br: <32>* eu já falei muito, hein?
zh_cn: <32>* 我是不是有点太能说了？
zh_tw: <32>* 我是不是有點太能說了？

source: <32>* i appreciate you listening to me, though
pt_br: <32>* aprecio você ter me escutado
zh_cn: <32>* 但你一直在我身边倾听
zh_tw: <32>* 但你一直在我身邊傾聽

source: <32>* it's really nice of you to do that for me, frisk.
pt_br: <32>* é bem legal da sua parte fazer isso por mim, Frisk.
zh_cn: <32>* 所以，frisk，我想对你说
zh_tw: <32>* 所以，frisk，我想對你說

source: <32>* just wanted you to know that.
pt_br: <32>* só queria que você soubesse disso.
zh_cn: <32>* 谢谢你。
zh_tw: <32>* 謝謝你。

source: <32>{#p/napstablook}* huh? * you still wanted to talk?
pt_br: <32>{#p/napstablook}* huh? * você ainda quer conversar?
zh_cn: <32>{#p/napstablook}* 哦？ * 你还没聊够吗？
zh_tw: <32>{#p/napstablook}* 喔？ * 你還沒聊夠嗎？

source: <32>* oh......
zh_cn: <32>* 哎呀......
zh_tw: <32>* 哎呀......

source: <32>* i guess i ran out of conversation topics
pt_br: <32>* eu acho que todos os meus tópicos de conversa acabaram
zh_cn: <32>* 不知道聊点啥好了
zh_tw: <32>* 不知道聊點啥好了

source: <32>* i doubt i'd have anything else of interest to say, so...
pt_br: <32>* eu dúvido que eu tenha qualquer coisa mais interessante para dizer, então...
zh_cn: <32>* 好像想不出啥有趣的话题了...
zh_tw: <32>* 好像想不出啥有趣的話題了...

source: <32>* feel free to go do something else, now
pt_br: <32>* sinta-se livre para ir agora e fazer qualquer coisa
zh_cn: <32>* 所以，你先到别处转转吧
zh_tw: <32>* 所以，你先到別處轉轉吧

source: <32>{#p/napstablook}* ... frisk, uh...
zh_cn: <32>{#p/napstablook}* ...呃，frisk...
zh_tw: <32>{#p/napstablook}* ...呃，frisk...

source: <32>* i'm not really sure what to talk about anymore
pt_br: <32>* eu não tenho mais o que conversar
zh_cn: <32>* 我真想不出什么话题了
zh_tw: <32>* 我真想不出什麼話題了

source: <32>* maybe... if you come back later today...
pt_br: <32>* talvez... se você voltar mais tarde hoje...
zh_cn: <32>* 要不... 给我点时间...
zh_tw: <32>* 要不... 給我點時間...

source: <33>* i'll think of something else...
pt_br: <33>* eu já vou ter pensado em alguma coisa...
zh_cn: <33>* 我肯定能想出来...
zh_tw: <33>* 我肯定能想出來...

source: <32>{#p/napstablook}* ... oh.........
zh_cn: <32>{#p/napstablook}* ...哦.........
zh_tw: <32>{#p/napstablook}* ...喔.........

source: <32>* you're......... * still here.........
pt_br: <32>* você ainda......... * está aqui.........
zh_cn: <32>* 你还在这啊........
zh_tw: <32>* 你還在這啊........

source: <32>* even though i have nothing else to say.........
pt_br: <32>* mesmo que eu não tenha mais nada para dizer.........
zh_cn: <32>* 我都......... 想不到能聊的了.........
zh_tw: <32>* 我都......... 想不到能聊的了.........

source: <32>* well... i guess, if you just wanted my company... then...
pt_br: <32>* bem... eu acho, que se você só quer minha companhia... então...
zh_cn: <32>* 嗯... 要是你孤独了， 想找我作伴...
zh_tw: <32>* 嗯... 要是你孤獨了， 想找我作伴...

source: <32>* feel free to stick around a while longer
pt_br: <32>* Sinta-se livre pra ficar mais um tempinho
zh_cn: <32>* 那想待多久都可以的
zh_tw: <32>* 那想待多久都可以的

source: <32>{#p/napstablook}* ... hmm...
zh_cn: <32>{#p/napstablook}* 嗯... 让我想想...
zh_tw: <32>{#p/napstablook}* 嗯... 讓我想想...

source: <32>* actually...
pt_br: <32>* na verdade...
zh_cn: <32>* 其实呢... 我想到个笑话
zh_tw: <32>* 其實呢... 我想到個笑話

source: <32>* ... would you like me to tell you a joke?
pt_br: <32>* ... você gostaria que eu te contasse uma piada?
zh_cn: <32>* ...你想听听吗？
zh_tw: <32>* ...你想聽聽嗎？

source: <32>* i don't have much of a sense of humor, but i can try...
pt_br: <32>* eu não tenho muito senso de humor, mas posso tentar...
zh_cn: <32>* 我不咋擅长讲笑话， 但可以试试看...
zh_tw: <32>* 我不咋擅長講笑話， 但可以試試看...

source: <32>{#p/napstablook}* okay... * here goes...
pt_br: <32>{#p/napstablook}* okay... * aí vai...
zh_cn: <32>{#p/napstablook}* 好的... * 笑话是这样的...
zh_tw: <32>{#p/napstablook}* 好的... * 笑話是這樣的...

source: <32>* if a ghost gets tired in the middle of the road, what does it do?
pt_br: <32>* se um fantasma ficar cansado no meio da estrada, o que ele faz?
zh_cn: <32>* 为什么幽灵说的话， 有的能信，有的不能信？
zh_tw: <32>* 為什麼幽靈說的話， 有的能信，有的不能信？

source: <32>* answer... it {@fill=#ff0}naps to block{@fill=#fff} you.
pt_br: <32>* resposta... ele {@fill=#ff0}naps to block{@fill=#fff}.
zh_cn: <32>* 答案是... 有的话能信，因为它是个{@fill=#ff0}鬼才{@fill=#fff}， 有的话不能信，因为那话{@fill=#ff0}鬼才{@fill=#fff}信。
zh_tw: <32>* 答案是... 有的話能信，因為它是個{@fill=#ff0}鬼才{@fill=#fff}， 有的話不能信，因為那話{@fill=#ff0}鬼才{@fill=#fff}信。

source: <32>* get it? * napstablook? * naps to block?
pt_br: <32>* entendeu? * napstablook? * dorme no bloco?
zh_cn: <32>* 发现笑点了吗？ “鬼才”，“鬼才”信。
zh_tw: <32>* 發現笑點了嗎？ 「鬼才」，「鬼才」信。

source: <32>* yeah... * that was kinda bad
pt_br: <32>* é... * é melhor em inglês. mas o que é inglês?
zh_cn: <32>* 果然... * 这笑话太烂了
zh_tw: <32>* 果然... * 這笑話太爛了

source: <32>{#p/napstablook}* ... you wanted me to tell you another joke?
pt_br: <32>{#p/napstablook}* ... você quer que eu conte outra piada?
zh_cn: <32>{#p/napstablook}* ...没听够笑话， 想再让我讲一个？
zh_tw: <32>{#p/napstablook}* ...沒聽夠笑話， 想再讓我講一個？

source: <32>* hmm... let me think about it...
pt_br: <32>* hmm... deixa eu pensar...
zh_cn: <32>* 唔... 让我想想看...
zh_tw: <32>* 唔... 讓我想想看...

source: <32>{#p/napstablook}* okay, let's see...
pt_br: <32>{#p/napstablook}* okay, que tal...
zh_cn: <32>{#p/napstablook}* 想好了， 笑话是这样的...
zh_tw: <32>{#p/napstablook}* 想好了， 笑話是這樣的...

source: <32>* if a ghost changed vessels so they could have a child, what would you call it?
pt_br: <32>* Se um fantasma mudasse de sexo para que pudesse ter um filho, como você o chamaria?
zh_cn: <32>* 有只幽灵洋洋自得， 猜猜它碰到了什么喜事？
zh_tw: <32>* 有隻幽靈洋洋自得， 猜猜它碰到了什麼喜事？

source: <32>* answer... a {@fill=#ff0}trans-parent.{@fill=#fff}.
pt_br: <32>* resposta... um {@fill=#ff0}trans-parente.{@fill=#fff}.
zh_cn: <32>* 答案是... 这只幽{@fill=#ff0}灵洋{@fill=#fff}洋自得， 因为它{@fill=#ff0}领养{@fill=#fff}了一个孩子。
zh_tw: <32>* 答案是... 這隻幽{@fill=#ff0}靈洋{@fill=#fff}洋自得， 因為它{@fill=#ff0}領養{@fill=#fff}了一個孩子。

source: <32>* ... heh.
zh_cn: <32>* 嘿嘿...
zh_tw: <32>* 嘿嘿...

source: <32>{#p/napstablook}* ... you wanted me to tell you a third joke?
pt_br: <32>{#p/napstablook}* ... você quer que eu conte uma terceira piada?
zh_cn: <32>{#p/napstablook}* ...还没听够？ 还想再听一个笑话？
zh_tw: <32>{#p/napstablook}* ...還沒聽夠？ 還想再聽一個笑話？

source: <32>* well... if you insist...
pt_br: <32>* bem... se você insiste...
zh_cn: <32>* 嗯... 看你这么想听... 我再想想。
zh_tw: <32>* 嗯... 看你這麼想聽... 我再想想。

source: <32>{#p/napstablook}* okay. * i've got it.
pt_br: <32>{#p/napstablook}* okay. * se liga.
zh_cn: <32>{#p/napstablook}* 好。 * 想到了。
zh_tw: <32>{#p/napstablook}* 好。 * 想到了。

source: <32>* if a restaurant hires a ghost to taste test their food, what does that make the ghost?
pt_br: <32>* se um restaurante contrata um fantasma para testar sua comida, o que isso faz dele?
zh_cn: <32>* 为什么某人出丑时， 周围总会有幽灵出没呢？
zh_tw: <32>* 為什麼某人出醜時， 周圍總會有幽靈出沒呢？

source: <32>* answer... a {@fill=#ff0}food-in-spectre.{@fill=#fff}.
pt_br: <32>* resposta... um {@fill=#ff0}espectro da comida{@fill=#fff}.
zh_cn: <32>* 答案是... 社死场面，又叫{@fill=#ff0}冥{@fill=#fff}场面。
zh_tw: <32>* 答案是... 社死場面，又叫{@fill=#ff0}冥{@fill=#fff}場面。

source: <32>{#p/napstablook}* alright, alright. * maybe i got a little carried away with that one.
pt_br: <32>{#p/napstablook}* tá bom, tá bom. * talvez eu exagerei nessa.
zh_cn: <32>{#p/napstablook}* 哎呀。 * 这个笑话不太好...
zh_tw: <32>{#p/napstablook}* 哎呀。 * 這個笑話不太好...

source: <33>* but i hope you liked it anyway.
pt_br: <33>* mas espero que você tenha gostado de toda forma.
zh_cn: <33>* 但也希望你能喜欢。
zh_tw: <33>* 但也希望你能喜歡。

source: <32>* oh...
zh_cn: <32>* 哎呀...
zh_tw: <32>* 哎呀...

source: <32>* ... i guess i'm at a loss for what to say.
pt_br: <32>* ... eu acho que já não tenho mais nada a dizer.
zh_cn: <32>* ...我好像真想不出 什么能聊的了。
zh_tw: <32>* ...我好像真想不出 什麼能聊的了。

source: <32>* you've been such a good listener, i'd feel bad if i ran out of ideas.
pt_br: <32>* você tem escutado tão bem, eu me sinto mau por ficar sem ideias.
zh_cn: <32>* 你那么认真地听我说话， 要是我词穷了... 会很自责的。
zh_tw: <32>* 你那麼認真地聽我說話， 要是我詞窮了... 會很自責的。

source: <32>* c'mon, blooky, think...
pt_br: <32>* vamos lá, blooky, pensa...
zh_cn: <32>* blooky，快想想，快想想...
zh_tw: <32>* blooky，快想想，快想想...

source: <32>* ... what can you talk about...
pt_br: <32>* ... sobre o que você pode conversar...
zh_cn: <32>* ...还能聊点什么呢...
zh_tw: <32>* ...還能聊點什麼呢...

source: <32>{#p/napstablook}* wait, hold on
pt_br: <32>{#p/napstablook}* espera
zh_cn: <32>{#p/napstablook}* 等等，有了
zh_tw: <32>{#p/napstablook}* 等等，有了

source: <32>* do you know anything about ghost food?
pt_br: <32>* você sabe algo sobre comida fantasma?
zh_cn: <32>* 你知道什么是“幽灵食物”吗？
zh_tw: <32>* 你知道什麼是「幽靈食物」嗎？

source: <32>* that last joke kind of got me thinking about it.
pt_br: <32>* aquela última piada me fez pensar sobre isso.
zh_cn: <32>* 最后一个笑话，就是关于它的。
zh_tw: <32>* 最後一個笑話，就是關於它的。

source: <32>* you must be confused... it's not really explained anywhere.
pt_br: <32>* você deve estar confuso... não é muito explicado em lugar algum.
zh_cn: <32>* 是什么笑话呢？ 你肯定没听过。
zh_tw: <32>* 是什麼笑話呢？ 你肯定沒聽過。

source: <32>* if you like, i can tell you about it...
pt_br: <32>* se você quiser, posso te contar sobre...
zh_cn: <32>* 想听的话，现在就讲给你...
zh_tw: <32>* 想聽的話，現在就講給你...

source: <32>{#p/napstablook}* ... so, ghost food...
pt_br: <32>{#p/napstablook}* ... então, comida fantasma...
zh_cn: <32>{#p/napstablook}* 其实，幽灵食物并非 只有幽灵才能吃...
zh_tw: <32>{#p/napstablook}* 其實，幽靈食物並非 只有幽靈才能吃...

source: <32>* it's exactly like normal monster food, except...
pt_br: <32>* é exatamente como comida de monstro normal, exceto...
zh_cn: <32>* 任何怪物都能吃， 任何怪物都爱吃...
zh_tw: <32>* 任何怪物都能吃， 任何怪物都愛吃...

source: <32>* when preparing it...
pt_br: <32>* quando eu estou preparando...
zh_cn: <32>* 为什么呢？ 因为“万物有灵”。
zh_tw: <32>* 為什麼呢？ 因為「萬物有靈」。

source: <32>* there's a special kind of spell you have to use to make it edible for ghosts.
pt_br: <32>* tem um feitiço especial para você usar e fazer ela comestível para fantasmas.
zh_cn: <32>* 万物有灵，万物幽灵， 万物皆可成为幽灵。 * 所以，幽灵食物，大家都能吃。
zh_tw: <32>* 萬物有靈，萬物幽靈， 萬物皆可成為幽靈。 * 所以，幽靈食物，大家都能吃。

source: <32>* that's right... any monster food can become ghost food.
pt_br: <32>* é isso aí... qualquer comida de monstro pode se tornar comida fantasma.
zh_cn: <32>* 不仅能吃，而且爱吃。 * 因为“幽灵食物”的简称， 不就是“零食”嘛。
zh_tw: <32>* 不僅能吃，而且愛吃。 * 因為「幽靈食物」的簡稱， 不就是「零食」嘛。

source: <32>{#p/napstablook}* as it turns out, though...
pt_br: <32>{#p/napstablook}* e como funciona assim...
zh_cn: <32>{#p/napstablook}* 其实，这不完全是个笑话。 * 因为，任何食物其实都可以 变成幽灵食物。
zh_tw: <32>{#p/napstablook}* 其實，這不完全是個笑話。 * 因為，任何食物其實都可以 變成幽靈食物。

source: <32>* certain kinds of food are easier to convert than others.
pt_br: <32>* certas comidas são mais fáceis de converter que outras.
zh_cn: <32>* 有些食物， 想变成幽灵食物非常容易。
zh_tw: <32>* 有些食物， 想變成幽靈食物非常容易。

source: <32>* like... standard fruit. * or milkshakes.
pt_br: <32>* tipo... frutas. * ou milkshakes.
zh_cn: <32>* 比如说... 水果、奶昔，等等。
zh_tw: <32>* 比如說... 水果、奶昔，等等。

source: <32>* but something like that exoberry pie you bought from me...
pt_br: <32>* mas algo parecido com aquela torta de exoberry que você comprou de mim...
zh_cn: <32>* 但有些食物... 比如说 你买的那个洋梅果冻派， 就很困难。
zh_tw: <32>* 但有些食物... 比如說 你買的那個洋梅果凍派， 就很困難。

source: <32>* but something like that exoberry pie i had in my shop...
pt_br: <32>* mas algo parecido com aquela torta de exoberry que eu tinha na minha loja
zh_cn: <32>* 但有些食物... 比如说 我店里那个洋梅果冻派， 就很困难。
zh_tw: <32>* 但有些食物... 比如說 我店裡那個洋梅果凍派， 就很困難。

source: <32>* that... would take a lot of magical power to make.
pt_br: <32>* aquilo... precisa de bastante poder mágico.
zh_cn: <32>* 想让它变成幽灵食物... 需要消耗大量的魔法。
zh_tw: <32>* 想讓它變成幽靈食物... 需要消耗大量的魔法。

source: <32>* the more complicated the food, the more difficult it is to convert into ghost food.
pt_br: <32>* quanto mais complicada a comida, mais difícil de converter para comida fantasma.
zh_cn: <32>* 食物的构成越复杂， 想变成幽灵食物 就越困难。
zh_tw: <32>* 食物的構成越複雜， 想變成幽靈食物 就越困難。

source: <32>{#p/napstablook}* this one time, my... er, mettaton made me a chocolate cake.
pt_br: <32>{#p/napstablook}* teve uma vez que meu... er, mettaton fez bolo de chocolate.
zh_cn: <32>{#p/napstablook}* 有一天，我的... 啊不， mettaton给我做了个蛋糕。
zh_tw: <32>{#p/napstablook}* 有一天，我的... 啊不， mettaton給我做了個蛋糕。

source: <32>{#p/napstablook}* this one time, my cousin made me a chocolate cake.
pt_br: <32>{#p/napstablook}* teve uma vez que meu primo fez bolo de chocolate.
zh_cn: <32>{#p/napstablook}* 有一天，一位幽灵表亲 给我做了个蛋糕。
zh_tw: <32>{#p/napstablook}* 有一天，一位幽靈表親 給我做了個蛋糕。

source: <32>* chocolate filling, chocolate icing... chocolate everything.
pt_br: <32>* recheio de chocolate, cobertura de chocolate... chocolate tudo.
zh_cn: <32>* 蛋糕的内馅，是巧克力酱， 蛋糕的装饰，是巧克力棒， 蛋糕的一切，都是巧克力状。
zh_tw: <32>* 蛋糕的內餡，是巧克力醬， 蛋糕的裝飾，是巧克力棒， 蛋糕的一切，都是巧克力狀。

source: <32>* if i didn't know any better, i'd think it was actual human food.
pt_br: <32>* se eu não soubesse de nada, pensaria que era comida humana de verdade
zh_cn: <32>* 不仔细看的话， 我真以为那就是人类食物。
zh_tw: <32>* 不仔細看的話， 我真以為那就是人類食物。

source: <32>* but somehow, he managed to convert all of that into a ghost food...
pt_br: <32>* de alguma forma, ele transformou tudo aquilo em comida de fantasma...
zh_cn: <32>* 但其实，那个蛋糕 是他耗费大量的魔法 才转换出来的幽灵食物...
zh_tw: <32>* 但其實，那個蛋糕 是他耗費大量的魔法 才轉換出來的幽靈食物...

source: <32>* not for a special occasion, but just because he wanted to see me smile.
pt_br: <32>* não por uma ocasião especial, só porque ele queria me ver sorrir.
zh_cn: <32>* 那天，并不是我的生日， 也不是什么特殊节日。 * 他做这些，只为了能让我开心点。
zh_tw: <32>* 那天，並不是我的生日， 也不是什麼特殊節日。 * 他做這些，只為了能讓我開心點。

source: <32>* but somehow, they managed to convert all of that into a ghost food...
pt_br: <32>* mas de alguma forma, conseguiu transformar tudo aquilo em comida de fantasma...
zh_cn: <32>* 但其实，那个蛋糕 是表亲耗费大量的魔法 才转换出来的幽灵食物...
zh_tw: <32>* 但其實，那個蛋糕 是表親耗費大量的魔法 才轉換出來的幽靈食物...

source: <32>* not for a special occasion, but just because they wanted to see me smile.
pt_br: <32>* não por uma ocasião especial, só porque ele queria me ver sorrir.
zh_cn: <32>* 那天，并不是我的生日， 也不是什么特殊节日。 * 表亲做这些，只为了能让我开心点。
zh_tw: <32>* 那天，並不是我的生日， 也不是什麼特殊節日。 * 表親做這些，只為了能讓我開心點。

source: <32>* well... i did. * and we ate the cake together.
pt_br: <32>* bem... eu sorri. * e nós comemos o bolo junto.
zh_cn: <32>* 我们一起品尝蛋糕。
zh_tw: <32>* 我們一起品嘗蛋糕。

source: <32>* and i was happy.
pt_br: <32>* e eu estava feliz.
zh_cn: <32>* 那天，我很幸福，
zh_tw: <32>* 那天，我很幸福，

source: <32>* heh... * i think i'm gonna pretend to sleep for a while...
pt_br: <32>* heh... * eu acho que vou pretender dormir por um tempo...
zh_cn: <32>* 嘿... * 我想躺在这假装睡会觉...
zh_tw: <32>* 嘿... * 我想躺在這假裝睡會覺...

source: <32>* it helps me unwind after a long day like this one.
pt_br: <32>* me ajuda a relaxar depois de um longo dia como este.
zh_cn: <32>* 忙活了半天， 早就该休息一下了。
zh_tw: <32>* 忙活了半天， 早就該休息一下了。

source: <32>* ... wait, it's morning...
pt_br: <32>* ... pera, está manhã...
zh_cn: <32>* ...等等，现在都早上了...
zh_tw: <32>* ...等等，現在都早上了...

source: <32>* i guess that would make it a long night, then.
pt_br: <32>* eu acho que vou dormir a noite toda, depois.
zh_cn: <32>* 对哦，{@fill=ff0}早{@fill=fff}就该休息一下嘛。
zh_tw: <32>* 對喔，{@fill=#ff0}早{@fill=#fff}就該休息一下嘛。

source: <32>* days and nights... * that's going to take some getting used to.
pt_br: <32>* dias e noites... * acho que vou gostar disso.
zh_cn: <32>* 早和晚... * 看来，到了新星球，{@fill=ff0}早晚{@fill=fff}得学会 适应昼夜更替啊。
zh_tw: <32>* 早和晚... * 看來，到了新星球，{@fill=#ff0}早晚{@fill=#fff}得學會 適應晝夜更替啊。

source: <32>* well... thanks for talking to me, frisk
pt_br: <32>* bem... obrigado por falar comigo, frisk
zh_cn: <32>* 嘿... 谢谢你陪我聊天， frisk
zh_tw: <32>* 嘿... 謝謝你陪我聊天， frisk

source: <32>* feel free to lay down next to me... if you like......
pt_br: <32>* sinta-se à vontade para se deitar ao meu lado... se você gostar...
zh_cn: <32>* 要是想躺在我身边... 随时都可以哦......
zh_tw: <32>* 要是想躺在我身邊... 隨時都可以喔......

source: <32>{#p/basic}* This ghost keeps saying 'z' out loud repeatedly, pretending to sleep.
pt_br: <32>{#p/basic}* Este fantasma continua dizendo "z" bem alto pretendo estar dormindo.
zh_cn: <32>{#p/basic}* 这只幽灵不停地大声说“z”， 假装自己在睡觉。
zh_tw: <32>{#p/basic}* 這隻幽靈不停地大聲說「z」， 假裝自己在睡覺。

source: * (Lay down next to it?)
pt_br: * (Deitar ao lado dele?)
zh_cn: * （躺在它身边吗？）
zh_tw: * （躺在它身邊嗎？）

source: Yes
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: No
pt_br: Não
zh_cn: 否
zh_tw: 否

source: <32>{#p/basic}* The ghost is still here.
pt_br: <32>{#p/basic}* O fantasma ainda está aqui.
zh_cn: <32>{#p/basic}* 幽灵还在这里。
zh_tw: <32>{#p/basic}* 幽靈還在這裡。

source: <32>{#p/napstablook}* oooooooooooo......
zh_cn: <32>{#p/napstablook}* 呜呜呜呜呜呜呜......
zh_tw: <32>{#p/napstablook}* 嗚嗚嗚嗚嗚嗚嗚......

source: <32>* this is really nice......
pt_br: <32>* isso é bem legal...
zh_cn: <32>* 太棒了......
zh_tw: <32>* 太棒了......

source: <32>* (You feel... something.)
pt_br: <32>* (Você sente... alguma coisa.)
zh_cn: <32>* （你体验到一种... 奇特的感觉。）
zh_tw: <32>* （你體驗到一種... 奇特的感覺。）

source: <32>{#p/napstablook}* oh, sorry... i should probably explain what this is...
pt_br: <32>{#p/napstablook}* oh, desculpa... eu deveria explicar isso...
zh_cn: <32>{#p/napstablook}* 哦，抱歉... 刚刚忘了跟你解释...
zh_tw: <32>{#p/napstablook}* 喔，抱歉... 剛剛忘了跟你解釋...

source: <32>* ... * so, uh...
pt_br: <32>* ... * então, uh...
zh_cn: <32>* ... * 呃，是这样的...
zh_tw: <32>* ... * 呃，是這樣的...

source: <32>* i took your body... * as a vessel...
pt_br: <32>* eu tomei seu corpo... * como vassa-lo...
zh_cn: <32>* 我把你的身体... 当作容器... * 这样...... 我们俩就能 同时处在一个空间......
zh_tw: <32>* 我把你的身體... 當作容器... * 這樣...... 我們倆就能 同時處在一個空間......

source: <32>* and now...... we inhabit the same space......
pt_br: <32>* e agora... nós habitamos o mesmo espaço.........
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* i don't know why, but the last human who tried this... really liked it...
pt_br: <32>* eu não sei o por que, mas o último humano que tentou isso... gostou muito...
zh_cn: <32>* 我之前也跟另一个人类试过... 不知为何，那个人类 非常享受这种“共栖”...
zh_tw: <32>* 我之前也跟另一個人類試過... 不知為何，那個人類 非常享受這種「共棲」...

source: <32>* so...
pt_br: <32>* então...
zh_cn: <32>* 说不定...
zh_tw: <32>* 說不定...

source: <32>* maybe you will too...
pt_br: <32>* também você também goste...
zh_cn: <32>* 你也喜欢...
zh_tw: <32>* 你也喜歡...

source: <32>{#p/napstablook}* well, we can stay like this as long as you don't try to move.
pt_br: <32>{#p/napstablook}* bem, nós podemos ficar assim com tanto que a gente não se mova.
zh_cn: <32>{#p/napstablook}* 嗯... 只要你不动， 就能一直“共栖”下去.....
zh_tw: <32>{#p/napstablook}* 嗯... 只要你不動， 就能一直「共棲」下去.....

source: <32>* so... * only try to move around when you want it to end, i guess.
pt_br: <32>* então... * só tente se mover quando quiser parar, eu acho.
zh_cn: <32>* 所以... * 如果想保持这样，就不要动
zh_tw: <32>* 所以... * 如果想保持這樣，就不要動

source: <32>{#p/napstablook}* well... * i hope you liked that...
pt_br: <32>{#p/napstablook}* bem... * espero que você tenha gostado...
zh_cn: <32>{#p/napstablook}* 嗯... * 希望你喜欢这次体验...
zh_tw: <32>{#p/napstablook}* 嗯... * 希望你喜歡這次體驗...

source: <32>* or at least found it kind of interesting...
pt_br: <32>* ou pelo menos tenha achado interessante...
zh_cn: <32>* 或至少，希望你觉得 这种“共栖”挺有意思...
zh_tw: <32>* 或至少，希望你覺得 這種「共棲」挺有意思...

source: <32>* or something...
pt_br: <32>* ou algo...
zh_cn: [DEL]
zh_tw: [DEL]

source: * (Are you ready to go outside?)
pt_br: * (Você está pronto para ir pra fora?)
zh_cn: * （到外面走走？）
zh_tw: * （到外面走走？）

source: <32>{#p/human}* (But you didn't feel like wasting your time here.)
pt_br: <32>{#p/human}* (Mas você não sente vontade de perder o tempo aqui.)
zh_cn: <32>{#p/human}* （可你根本不想多在这上面 浪费一秒。）
zh_tw: <32>{#p/human}* （可你根本不想多在這上面 浪費一秒。）

source: <32>{#p/basic}* The computer's offline, but there's an empty slot for a computer chip.
pt_br: <32>{#p/basic}* O computador está offline, mas tem um espaço para um chip.
zh_cn: <32>{#p/basic}* 电脑上不了网， 侧面有个插芯片的凹槽。
zh_tw: <32>{#p/basic}* 電腦上不了網， 側面有個插晶片的凹槽。

source: * (Insert the Computer Chip?)
pt_br: * (Inserir o Chip no Computador?)
zh_cn: * （把芯片插入电脑？）
zh_tw: * （把晶片插入電腦？）

source: <32>{#p/human}* (You decide not to insert.)
pt_br: <32>{#p/human}* (Você decide não inserir.)
zh_cn: <32>{#p/human}* （你想再等等。）
zh_tw: <32>{#p/human}* （你想再等等。）

source: <32>{#p/basic}* Ah! * Thank you! * Thank you so much!
pt_br: <32>{#p/basic}* Ah! * Obrigado! * Muito obrigado!
zh_cn: <32>{#p/basic}* 啊！ * 谢谢你！ * 太谢谢你了！
zh_tw: <32>{#p/basic}* 啊！ * 謝謝你！ * 太謝謝你了！

source: <32>* You really took care of me! * You have found a computer very far away indeed!
pt_br: <32>* Você realmente tomou conta de mim! * Você achou um computador bem longe de hoje eu estou!
zh_cn: <32>* 你对我真好！ * 我在很远很远的地方， 也有新家啦！
zh_tw: <32>* 你對我真好！ * 我在很遠很遠的地方， 也有新家啦！

source: <32>* I have established a link between this computer and my body on the outpost.
pt_br: <32>* Eu estabeleci uma conexão entre este computador e meu corpo no outpost.
zh_cn: <32>* 刚刚，我和前哨站的身体 建立了连接。
zh_tw: <32>* 剛剛，我和前哨站的身體 建立了連接。

source: <32>* I never could have imagined how it would feel to exist in two places at once!
pt_br: <32>* Eu nunca pode imaginar como seria sensação de viver em dois lugares ao mesmo tempo!
zh_cn: <32>* 一具身体，分居两地。 简直做梦都想不到！
zh_tw: <32>* 一具身體，分居兩地。 簡直做夢都想不到！

source: <32>* It is... incredible...
pt_br: <32>* É... incrível...
zh_cn: <32>* 真的... 太棒了...
zh_tw: <32>* 真的... 太棒了...

source: <32>* I shall not forget this deed, fellow traveler!
pt_br: <32>* Eu jamais irei esquecer desde ato, amigo viajante!
zh_cn: <32>* 亲爱的旅行者，这份恩情 我永远都不会忘的！
zh_tw: <32>* 親愛的旅行者，這份恩情 我永遠都不會忘的！

source: <32>{#p/basic}* Thank you, fellow traveler. * I owe you my future.
pt_br: <32>{#p/basic}* Obrigado, amigo viajante. * Eu te devo meu futuro.
zh_cn: <32>{#p/basic}* 谢谢你，亲爱的旅行者。 * 因为有你， 我才有了未来。
zh_tw: <32>{#p/basic}* 謝謝你，親愛的旅行者。 * 因為有你， 我才有了未來。
