Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* "Is access to open space."
pt_br: <32>* "É acesso a espaço aberto."
zh_cn: <32>* “在于能否直接接触到 宇宙射线。”
zh_tw: <32>* 「在於能否直接接觸到 宇宙射線。」

source: <32>* "That is why they were commonly grown in Aerialis..."
pt_br: <32>* "É por isso que elas normalmente crescem em Aerialis..."
zh_cn: <32>* “这就是它们主要生长在 空境的原因...”
zh_tw: <32>* 「這就是它們主要生長在 空境的原因...」

source: <32>* "Though, on Eurybia, the best place to grow them is unknown."
pt_br: <32>* "Por agora, em Eurybia, o melhor lugar para crescimento é desconhecido."
zh_cn: <32>* “然而，欧律比亚最适合种植 它们的地方仍然是未知的。”
zh_tw: <32>* 「然而，歐律比亞最適合種植 它們的地方仍然是未知的。」

source: <32>* "For the moment, it is recommended that they be grown in orbit."
pt_br: <32>* "No momento, é recomendado que elas cresçam em órbita."
zh_cn: <32>* “目前建议 将它们种植在轨道上。”
zh_tw: <32>* 「目前建議 將它們種植在軌道上。」

source: <32>* "Space station five will be deployed on date K-615.12."
pt_br: <32>* "A estação cinco será implantada na data K-615.12."
zh_cn: <32>* “五号太空站将于 克历615年2月完成部署。”
zh_tw: <32>* 「五號太空站將於 克歷615年2月完成部署。」

source: <32>* "If this date has not yet arrived, a shuttlecraft will suffice."
pt_br: <32>* "Se essa data ainda não tiver chegado, uma nave espacial irá bastar."
zh_cn: <32>* “太空站部署完毕前， 可考虑将其存储在航天器内。”
zh_tw: <32>* 「太空站部署完畢前， 可考慮將其存儲在太空飛行器內。」

source: <32>{#p/basic}* "In the beginning, there was nothing."
pt_br: <32>{#p/basic}* "No começo, não havia nada."
zh_cn: <32>{#p/basic}* “一开始，兔兔没有依靠。”
zh_tw: <32>{#p/basic}* 「一開始，兔兔沒有依靠。」

source: <32>* "Then... the human appeared out of thin air."
pt_br: <32>* "Então... o humano apareceu no ar."
zh_cn: <32>* “突然间... 人类凭空出现。”
zh_tw: <32>* 「突然間... 人類憑空出現。」

source: <32>* "The human and the bunny gave each other a big, fluffy hug..."
pt_br: <32>* "O humano e o coelho deram um ao outro um belo abraço..."
zh_cn: <32>* “兔兔要抱抱，人类要抱抱。 兔兔给人类软软的拥抱； 人类给兔兔大大的拥抱。”
zh_tw: <32>* 「兔兔要抱抱，人類要抱抱。 兔兔給人類軟軟的擁抱； 人類給兔兔大大的擁抱。」

source: <32>* "But then...!" * "The human and the bunny could hug no longer."
pt_br: <32>* "Mas então...!" * "O humano e o coelho não podiam mais abraçar."
zh_cn: <32>* “突然，灾难降临了！” * “兔兔突然不能跟人类抱抱， 人类突然不能跟兔兔抱抱。”
zh_tw: <32>* 「突然，災難降臨了！」 * 「兔兔突然不能跟人類抱抱， 人類突然不能跟兔兔抱抱。」

source: <32>* "Shocking!" * "Their world views had been shaken to their cores."
pt_br: <32>* "Chocante!" * "Suas visões de mundo foram abaladas em seus núcleos."
zh_cn: <32>* “天哪！” * “兔兔的三观碎了， 人类的三观碎了。”
zh_tw: <32>* 「天哪！」 * 「兔兔的三觀碎了， 人類的三觀碎了。」

source: <32>* "Later, after much time had passed, the human began working on a solution."
pt_br: <32>* "Depois, após muito tempo passar, o humano começou a trabalhar em uma solução."
zh_cn: <32>* “日复一日，年复一年。” * “人类绞尽脑汁，寻找办法。”
zh_tw: <32>* 「日復一日，年復一年。」 * 「人類絞盡腦汁，尋找辦法。」

source: <32>* "Day by day, the human worked tirelessly, all so they could hug their bunny once again."
pt_br: <32>* "Dia após dia, o humano trabalhou incansavelmente, tudo para poder abraçar o coelho novamente."
zh_cn: <32>* “他夜以继日地工作。” * “一切只为了—— 能再抱抱他的兔兔。”
zh_tw: <32>* 「他夜以繼日地工作。」 * 「一切只為了—— 能再抱抱他的兔兔。」

source: <32>* "Eventually... the human's work was complete, and the bunny was ready."
pt_br: <32>* "Eventualmente... o trabalho do humano foi concluído e o coelho estava pronto."
zh_cn: <32>* “终于啊...” * “人类干完了工作， 兔兔等来了人类。”
zh_tw: <32>* 「終於啊...」 * 「人類幹完了工作， 兔兔等來了人類。」

source: <32>* "The human opened their arms, waiting for the bunny to approach..."
pt_br: <32>* "O humano abriu seus braços, esperando que o coelho se aproxime..."
zh_cn: <32>* “人类张开双臂， 等待着他的兔兔...”
zh_tw: <32>* 「人類張開雙臂， 等待著他的兔兔...」

source: <32>* "Before they knew it, the bunny was already in their arms!"
pt_br: <32>* "Antes dele perceber, o coelho já estava em seus braços!"
zh_cn: <32>* “兔兔以迅雷不及掩耳之势， 扑进了人类的怀里！”
zh_tw: <32>* 「兔兔以迅雷不及掩耳之勢， 撲進了人類的懷裡！」

source: <32>* "And so it was that the human and the bunny lived fluffily ever after."
pt_br: <32>* "E assim o humano e o coelho viveram fofamente."
zh_cn: <32>* “人类爱软软的兔兔， 兔兔爱大大的人类， 他们幸福地生活在一起。”
zh_tw: <32>* 「人類愛軟軟的兔兔， 兔兔愛大大的人類， 他們幸福地生活在一起。」

source: <32>{#p/basic}* "Wormhole experiment report!" * "From Dr. Alphys to Asgore"
pt_br: <32>{#p/basic}* "Reportando experimento de buraco de minhoca." * "De Dr. Alphys para Asgore"
zh_cn: <32>{#p/basic}* “虫洞实验报告！” * “收件人：Asgore。” * “发件人：Alphys。”
zh_tw: <32>{#p/basic}* 「蟲洞實驗報告！」 * 「收件人：Asgore。」 * 「發件人：Alphys。」

source: <32>* "Progress on my wormhole experiment is going smoothly!"
pt_br: <32>* "Progresso do buraco de minhoca está indo bem!"
zh_cn: <32>* “虫洞实验进展一切顺利！”
zh_tw: <32>* 「蟲洞實驗進展一切順利！」

source: <32>* "Ever since Frisk forwarded the professor's equations, I've made steady progress."
pt_br: <32>* "Desde que Frisk encaminhou as equações do professor, fiz um progresso constante."
zh_cn: <32>* “多亏了Frisk，有了教授留下的 完整方程式，进展一直不错。”
zh_tw: <32>* 「多虧了Frisk，有了教授留下的 完整方程式，進展一直不錯。」

source: <32>* "I've even managed to send small objects through the aperture..."
pt_br: <32>* "Eu tenho conseguido transportar pequenos objetos entre espaços..."
zh_cn: <32>* “现在，甚至已经可以用虫洞 转移小物体了...”
zh_tw: <32>* 「現在，甚至已經可以用蟲洞 轉移小物體了...」

source: <32>* "In my next test, I'll send a tethered scanner through and see what it picks up."
pt_br: <32>* "No meu próximo teste, enviarei um scanner conectado e verei o que ele capta."
zh_cn: <32>* “在下次实验中，计划用虫洞 发送一台带约束的扫描仪， 期待到时候的采集结果。”
zh_tw: <32>* 「在下次實驗中，計畫用蟲洞 發送一臺帶約束的掃描儀， 期待到時候的採集結果。」

source: <32>* "Wormholes for monster travel could be here as soon as K-616.05!"
pt_br: <32>* "Buracos de minhoca para viagem de monstros pode estar pronta até K-616.05!"
zh_cn: <32>* “用于星际旅行的人工虫洞 有望在克历616年5月建成！”
zh_tw: <32>* 「用於星際旅行的人工蟲洞 有望在克歷616年5月建成！」

source: <32>{#p/basic}* "Wormhole experiment report." * "From Dr. Alphys to Asgore"
pt_br: <32>{#p/basic}* "Reportagem do experimento de buraco de minhoca." * "De Dr. Alphys para Asgore"
zh_cn: <32>{#p/basic}* “虫洞实验报告。” * “收件人：Asgore。” * “发件人：Alphys。”
zh_tw: <32>{#p/basic}* 「蟲洞實驗報告。」 * 「收件人：Asgore。」 * 「發件人：Alphys。」

source: <32>* "Progress on my wormhole experiment has hit a snag."
pt_br: <32>* "Progresso no experimento do buraco de minhoca encontrou um obstáculo."
zh_cn: <32>* “虫洞实验遇到了瓶颈。”
zh_tw: <32>* 「蟲洞實驗遇到了瓶頸。」

source: <32>* "The professor's incomplete equations haven't been enough to get things working."
pt_br: <32>* "Os cálculos incompletos do professor não foram suficientes para continuar trabalhando."
zh_cn: <32>* “教授留下的方程式不完整。 靠着这样的方程， 无法让系统正常运行。”
zh_tw: <32>* 「教授留下的方程式不完整。 靠著這樣的方程， 無法讓系統正常執行。」

source: <32>* "I'll keep trying, but I can't go too fast without putting my life at risk."
pt_br: <32>* "Eu vou continuar tentando, mas não posso ir tão longe ser por minha vida em risco."
zh_cn: <32>* “我会再尝试一下。 但不宜操之过急， 否则会有生命危险。”
zh_tw: <32>* 「我會再嘗試一下。 但不宜操之過急， 否則會有生命危險。」

source: <32>* "In my next experiment, I'll see if I can get the aperture to last a little longer..."
pt_br: <32>* "No meu próximo experimento, verei se consigo fazer com que a abertura dure um pouco mais..."
zh_cn: <32>* “下次实验，我试试看 能不能让虫洞维持地久一些。”
zh_tw: <32>* 「下次實驗，我試試看 能不能讓蟲洞維持地久一些。」

source: <32>* "Wormholes for monster travel won't be coming any time soon."
pt_br: <32>* "Buracos de minhoca para monstros viajarem não chegaram nenhum momento tão cedo."
zh_cn: <32>* “短期内，无法将虫洞 用于星际航行。”
zh_tw: <32>* 「短期內，無法將蟲洞 用於星際航行。」

source: <32>{#p/basic}* "You have received an invitation to the transport ship triumph!"
pt_br: <32>{#p/basic}* "Você recebeu um convite para o triunfo da nave de transporte!"
zh_cn: <32>{#p/basic}* “这是一封来自‘胜利号’运输船的 活动邀请函！”
zh_tw: <32>{#p/basic}* 「這是一封來自『勝利號』運輸船的 活動邀請函！」

source: <32>* "Events will be held from stem to stern, including hovercar races and dance raves!"
pt_br: <32>* "Os eventos serão sediados do começo ao fim, incluindo corridas de carros voadores e dança de rave!"
zh_cn: <32>* “从船首到船尾， 各种活动：悬浮车竞赛、舞会... 应有尽有！”
zh_tw: <32>* 「從船首到船尾， 各種活動：懸浮車競賽、舞會... 應有盡有！」

source: <32>* "When we reach the homeworld, a final event will be held on the forward section lounge!"
pt_br: <32>* "Quando chegarmos ao mundo natal, um evento final será sediado na atmosfera!"
zh_cn: <32>* “等我们抵达新家园时， 将在船尾休息室举办压轴好戏！”
zh_tw: <32>* 「等我們抵達新家園時， 將在船尾休息室舉辦壓軸好戲！」

source: <32>* "This is an experience you won't want to miss, so get up and get loud while you can!"
pt_br: <32>* "Está será uma experiência que você não irá querer perder, então levanta e se prepara enquanto pode!"
zh_cn: <32>* “活动精彩，不容错过！ 快来一起尽情狂欢吧！”
zh_tw: <32>* 「活動精彩，不容錯過！ 快來一起盡情狂歡吧！」

source: <32>* "Please note that this invitation expires upon reaching the homeworld."
pt_br: <32>* "Por favor note que este convite expira assim que chegarmos no planeta natal."
zh_cn: <32>* “请注意：抵达新家园后， 活动邀请函将失效。”
zh_tw: <32>* 「請注意：抵達新家園後， 活動邀請函將失效。」

source: <32>* "Can't wait to see you there!"
pt_br: <32>* "Mal posso esperar pra te ver lá!"
zh_cn: <32>* “期待您的到来！”
zh_tw: <32>* 「期待您的到來！」

source: <32>{#p/basic}* "Toriel's fur care guide, dated K-614.09."
pt_br: <32>{#p/basic}* "Guia de cuidados com a pele de Toriel, datado de K-614.09."
zh_cn: <32>{#p/basic}* “Toriel的毛发护理小贴士， 克历614年9月。”
zh_tw: <32>{#p/basic}* 「Toriel的毛髮護理小貼士， 克歷614年9月。」

source: <32>* "When shedding fur, one must always take great care to dispose properly."
pt_br: <32>* "Ao trocar pelos, deve-se sempre tomar muito cuidado para descartar adequadamente."
zh_cn: <32>* “进行脱毛时，脱掉的毛发 一定要妥善处理。”
zh_tw: <32>* 「進行脫毛時，脫掉的毛髮 一定要妥善處理。」

source: <32>* "The trash can is the obvious choice, but I myself prefer the sink."
pt_br: <32>* "A lixeira é uma escolha óbvia, mas minha preferência pessoal é sempre a pia."
zh_cn: <32>* “大部分人会将毛扔到垃圾桶， 但我个人更喜欢塞进水槽。”
zh_tw: <32>* 「大部分人會將毛扔到垃圾桶， 但我個人更喜歡塞進水槽。」

source: <32>* "If you shed often, consider investing in a sink with garbage disposal."
pt_br: <32>* "Se você troca de pelos com facilidade, considere uma pia com local de descarte."
zh_cn: <32>* “如果您需要经常脱毛， 建议购买支持垃圾回收的水槽。”
zh_tw: <32>* 「如果您需要經常脫毛， 建議購買支援垃圾回收的水槽。」

source: <32>* "Regarding softness, the side you sleep on will be the most affected."
pt_br: <32>* "Em relação a maciez, o lado que você dorme também afeta os resultados."
zh_cn: <32>* “现在说说毛发柔软度的问题。 睡姿会明显影响毛发的柔软度。”
zh_tw: <32>* 「現在說說毛髮柔軟度的問題。 睡姿會明顯影響毛髮的柔軟度。」

source: <32>* "If you prefer your head or body fur to be soft, sleep on your side."
pt_br: <32>* "Se você prefere que sua cabeça ou corpo estejam macios, durma de lado."
zh_cn: <32>* “如果希望头部或身体 拥有柔顺的毛发， 请选择侧卧。”
zh_tw: <32>* 「如果希望頭部或身體 擁有柔順的毛髮， 請選擇側臥。」

source: <32>* "To keep your arms and legs soft, sleep on your back."
pt_br: <32>* "Para manter seus braços e pernas macios, durma de lado."
zh_cn: <32>* “如果希望四肢 拥有柔顺的毛发， 请选择仰卧。”
zh_tw: <32>* 「如果希望四肢 擁有柔順的毛髮， 請選擇仰臥。」

source: <32>* "Thank you, dear readers." * "That will be all."
pt_br: <32>* "Obrigado queridos leitores." * "Por hoje é só."
zh_cn: <32>* “以上就是全部心得了。” * “感谢您能读到这里。”
zh_tw: <32>* 「以上就是全部心得了。」 * 「感謝您能讀到這裡。」

source: <32>{#p/human}* (But you weren't in the mood to read a book.)
pt_br: <32>{#p/human}* (Mas você não estava afim de ler o livro.)
zh_cn: <32>{#p/human}* （可你根本没心情看书。）
zh_tw: <32>{#p/human}* （可你根本沒心情看書。）

source: <32>{#p/human}* (The books on this bookshelf are capable of swapping their content on-demand.)
pt_br: <32>{#p/human}* (Os livros nesta estante são capazes de mudar o conteúdo por demanda.)
zh_cn: <32>{#p/human}* （书架上的书似乎能 根据阅读者的需求 自动生成里面的内容。）
zh_tw: <32>{#p/human}* （書架上的書似乎能 根據閱讀者的需求 自動生成裡面的內容。）

source: <32>{#p/basic}* The books are all blank, but get filled with the text of the book you select.
pt_br: <32>{#p/basic}* Os livros estão todos em branco, mas são preenchidos com texto do livro de sua escolha.
zh_cn: <32>{#p/basic}* 这些书乍一看都是空白的， 但你选好书， 里面就会自动生成内容。
zh_tw: <32>{#p/basic}* 這些書乍一看都是空白的， 但你選好書， 裡面就會自動生成內容。

source: <32>{#p/human}* (You select a book from the control panel, and pick it out once it's ready...)
pt_br: <32>{#p/human}* (Você seleciona um livro do painel de controle, e escolhe pega assim que estiver pronto...)
zh_cn: <32>{#p/human}* （你在控制面板上选了一本“书”， 待它生成完内容之后， 你把它拿了出来，开始阅读...）
zh_tw: <32>{#p/human}* （你在控制面板上選了一本「書」， 待它生成完內容之後， 你把它拿了出來，開始閱讀...）

source: <32>{#p/human}* (You put the book back on the shelf.)
pt_br: <32>{#p/human}* (Você coloca o livro de volta.)
zh_cn: <32>{#p/human}* （你把书放回了书架。）
zh_tw: <32>{#p/human}* （你把書放回了書架。）

source: <32>{#p/human}* (You observe the end table, and the cup on top of it.) * (It seems disturbed.)
pt_br: <32>{#p/human}* (Você observa o fim da mesa, e um copo no fim dela.) * (Parece um distúrbio.)
zh_cn: <32>{#p/human}* （你呆呆望着床头柜， 还有上面的杯子。） * （它似乎很不安。）
zh_tw: <32>{#p/human}* （你呆呆望著床頭櫃， 還有上面的杯子。） * （它似乎很不安。）

source: <32>{#p/human}* (You observe the end table.) * (It seems disturbed.)
pt_br: <32>{#p/human}* (Você observa o mesa.) * (Parece perturbado.)
zh_cn: <32>{#p/human}* （你呆呆望着床头柜。） * （它似乎很不安。）
zh_tw: <32>{#p/human}* （你呆呆望著床頭櫃。） * （它似乎很不安。）

source: <32>{#p/human}* (You observe the end table, and the cup on top of it.) * (It seems pleased.)
pt_br: <32>{#p/human}* (Você observa o final da mesa e o copo em cima dela.) * (Parece ótimo.)
zh_cn: <32>{#p/human}* （你呆呆望着床头柜， 还有上面的杯子。） * （它好像也很开心。）
zh_tw: <32>{#p/human}* （你呆呆望著床頭櫃， 還有上面的杯子。） * （它好像也很開心。）

source: <32>{#p/human}* (You observe the end table.) * (It seems pleased.)
pt_br: <32>{#p/human}* (Você observa o final da mesa.) * (Parece ótimo.)
zh_cn: <32>{#p/human}* （你呆呆望着床头柜。） * （它好像也很开心。）
zh_tw: <32>{#p/human}* （你呆呆望著床頭櫃。） * （它好像也很開心。）

source: <32>{#p/basic}* At last... * A remarkable end table.
pt_br: <32>{#p/basic}* Enfim... * Uma final de mesa notável.
zh_cn: <32>{#p/basic}* 终于... 见到了一个迷人的床头柜。
zh_tw: <32>{#p/basic}* 終於... 見到了一個迷人的床頭櫃。

source: <33>{#p/basic}* It even has a cup of electro- dampening fluid on it. * Truly, a sippy you can rely on.
pt_br: <33>{#p/basic}* Ainda tem um copo de fluido de eletro-amortecimento. * Um verdadeiro líquido a se confiar.
zh_cn: <33>{#p/basic}* 上面居然还有一杯电解液。 真是个尽职尽责的小杯子。
zh_tw: <33>{#p/basic}* 上面居然還有一杯電解液。 真是個盡職盡責的小杯子。

source: <32>{#p/human}* (The chair strikes you as being where it belongs.)
pt_br: <32>{#p/human}* (A cadeira te assusta estando exatamente onde deve estar.)
zh_cn: <32>{#p/human}* （椅子的位置完全正确。）
zh_tw: <32>{#p/human}* （椅子的位置完全正確。）

source: <32>{#p/human}* (The chair strikes you as being well-placed enough.)
pt_br: <32>{#p/human}* (A cadeira te assusta estando bem colocada demais.)
zh_cn: <32>{#p/human}* （椅子的位置基本正确。）
zh_tw: <32>{#p/human}* （椅子的位置基本正確。）

source: <32>{#p/human}* (The chair strikes you as being out of place.)
pt_br: <32>{#p/human}* (A cadeira te assusta estando fora do lugar.)
zh_cn: <32>{#p/human}* （椅子的位置并不正确。）
zh_tw: <32>{#p/human}* （椅子的位置並不正確。）

source: <32>{#p/basic}* A comfy reading chair...
pt_br: <32>{#p/basic}* Uma cadeira de leitura confortável...
zh_cn: <32>{#p/basic}* 这把椅子... 看书时坐着它肯定很舒服。
zh_tw: <32>{#p/basic}* 這把椅子... 看書時坐著它肯定很舒服。

source: <32>* Doesn't seem like the right size for Asgore.
pt_br: <32>* Não parece do tamanho certo para Asgore.
zh_cn: <32>* Asgore怎么会坐这么小的椅子？
zh_tw: <32>* Asgore怎麼會坐這麼小的椅子？

source: <32>{#p/human}* (Staring out the window, you wonder where you went wrong to deserve this feeling.)
pt_br: <32>{#p/human}* (Encarando a janela, você se pergunta o que deu errado para merecer este sentimento.)
zh_cn: <32>{#p/human}* （你向窗外望去，不禁思考： 自己到底做错了什么， 要受到这样的精神折磨。）
zh_tw: <32>{#p/human}* （你向窗外望去，不禁思考： 自己到底做錯了什麼， 要受到這樣的精神折磨。）

source: <32>{#p/human}* (Staring out the window, you feel nothing but excitement for the future ahead.)
pt_br: <32>{#p/human}* (Encarando a janela, você sente nada além de animação pelo futuro a frente.)
zh_cn: <32>{#p/human}* （你向窗外望去， 心中充满了对未来的期待。）
zh_tw: <32>{#p/human}* （你向窗外望去， 心中充滿了對未來的期待。）

source: <32>{#p/basic}* The window accentuates the atmosphere outside.
pt_br: <32>{#p/basic}* A janela acentua a atmosfera lá fora.
zh_cn: <32>{#p/basic}* 有了窗，“外面”才更加真实。
zh_tw: <32>{#p/basic}* 有了窗，「外面」才更加真實。

source: <32>{#p/human}* (Staring out the window, you ask yourself why things had to end up this way.)
pt_br: <32>{#p/human}* (Olhando pela janela, você se questiona o por que das coisas terem acabado assim.)
zh_cn: <32>{#p/human}* （你向窗外望去，不禁思考： 为什么做了那么多， 还是落得这样的下场。）
zh_tw: <32>{#p/human}* （你向窗外望去，不禁思考： 為什麼做了那麼多， 還是落得這樣的下場。）

source: <32>{#p/human}* (Staring out the window, you remind yourself of how long you've waited to get here.)
pt_br: <32>{#p/human}* (Encarando a janela, você se lembra de quanto tempo esperou para chegar aqui.)
zh_cn: <32>{#p/human}* （你向窗外望去， 想到自己为了到达这里， 等待了多久。）
zh_tw: <32>{#p/human}* （你向窗外望去， 想到自己為了到達這裡， 等待了多久。）

source: <32>{#p/basic}* The window enhances the atmosphere inside.
pt_br: <32>{#p/basic}* A janela melhora a atmosfera interna.
zh_cn: <32>{#p/basic}* 有了窗，“里面”才更加真实。
zh_tw: <32>{#p/basic}* 有了窗，「裡面」才更加真實。

source: <32>{#p/human}* (You touch the plant lightly.) * (It understands your pain.)
pt_br: <32>{#p/human}* (Você toca a planta suavemente.) * (Ela entende sua dor.)
zh_cn: <32>{#p/human}* （你轻轻碰了碰植物。） * （它也明白你的痛苦。）
zh_tw: <32>{#p/human}* （你輕輕碰了碰植物。） * （它也明白你的痛苦。）

source: <32>{#p/human}* (You touch the plant lightly.) * (It shakes and bobs, relieved that you were here.)
pt_br: <32>{#p/human}* (Você toca a planta suavemente.) * (Ela balança e alivia, feliz por te ver aqui.)
zh_cn: <32>{#p/human}* （你轻轻碰了碰植物。） * （它轻轻晃了晃， 发现你也在这，它很高兴。）
zh_tw: <32>{#p/human}* （你輕輕碰了碰植物。） * （它輕輕晃了晃， 發現你也在這，它很高興。）

source: <33>{#p/basic}* A compassionate plant.
pt_br: <33>{#p/basic}* Uma planta com compaixão.
zh_cn: <33>{#p/basic}* 这植物懂得关心别人。
zh_tw: <33>{#p/basic}* 這植物懂得關心別人。

source: <32>{#p/human}* (You touch the plant lightly.) * (It promises things will get better for you.)
pt_br: <32>{#p/human}* (Você toca a planta suavemente.) * (Ela promete que as coisas irão melhorar para você.)
zh_cn: <32>{#p/human}* （你轻轻碰了碰植物。） * （它向你保证，一定能熬出头的。）
zh_tw: <32>{#p/human}* （你輕輕碰了碰植物。） * （它向你保證，一定能熬出頭的。）

source: <32>{#p/human}* (You touch the plant lightly.) * (It appreciates the gesture.)
pt_br: <32>{#p/human}* (Você toca a planta suavemente.) * (Ela aprecia o gesto.)
zh_cn: <32>{#p/human}* （你轻轻碰了碰植物。） * （它很感激你。）
zh_tw: <32>{#p/human}* （你輕輕碰了碰植物。） * （它很感激你。）

source: <32>{#p/basic}* An optimistic plant.
pt_br: <32>{#p/basic}* Uma planta otimista.
zh_cn: <32>{#p/basic}* 这植物非常积极乐观。
zh_tw: <32>{#p/basic}* 這植物非常積極樂觀。

source: <32>{#p/human}* (The sign doesn't appear to hold anything of note.)
pt_br: <32>{#p/human}* (O sinal não parece conter nada digno de nota.)
zh_cn: <32>{#p/human}* （上面什么都没有。）
zh_tw: <32>{#p/human}* （上面什麼都沒有。）

source: <32>{#p/basic}* It's a digital picture frame. * All it needs now are some good memories, in visual form.
pt_br: <32>{#p/basic}* É um foto digital por frame. * Tudo que precisa agora são algumas boas memórias com visual.
zh_cn: <32>{#p/basic}* 这是一个数字相框。 * 只要有美好的回忆， 它就可以将其展现出来，让你看到。
zh_tw: <32>{#p/basic}* 這是一個數字相框。 * 只要有美好的回憶， 它就可以將其展現出來，讓你看到。

source: <32>{#p/human}* (You note the fairly large size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o tamanho da mesa de jantar.)
zh_cn: <32>{#p/human}* （你发现这把餐椅相当大。）
zh_tw: <32>{#p/human}* （你發現這把餐椅相當大。）

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a mother.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para uma mãe.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是母亲的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是母親的餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Still fit for a queen.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Ainda para uma rainha.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，仍是“王后”的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，仍是「王后」的餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Not fit for anyone.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Não parece ser para ninguém.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，不属于任何人。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，不屬於任何人。

source: <32>{#p/human}* (You note the small size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o pequeno tamanho da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你发现这把餐椅挺小的。）
zh_tw: <32>{#p/human}* （你發現這把餐椅挺小的。）

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a brother.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para um irmão.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是兄弟的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是兄弟的餐椅。

source: <32>{#p/human}* (You wonder if this chair is still fit for a little angel.)
pt_br: <32>{#p/human}* (Você se pergunta se nesta cadeira ainda cabe um pequeno anjo.)
zh_cn: <32>{#p/human}* （这把餐椅的主人， 真的还是一个小天使吗？） * （你不知道。）
zh_tw: <32>{#p/human}* （這把餐椅的主人， 真的還是一個小天使嗎？） * （你不知道。）

source: <32>{#p/human}* (You note the perfect size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o perfeito tamanho da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你发现这把餐椅大小刚刚好。）
zh_tw: <32>{#p/human}* （你發現這把餐椅大小剛剛好。）

source: <32>{#p/basic}* It's fit just for you, Frisk.
pt_br: <32>{#p/basic}* Ela é para você, Frisk.
zh_cn: <32>{#p/basic}* 这把餐椅的主人是你哦，Frisk。
zh_tw: <32>{#p/basic}* 這把餐椅的主人是你喔，Frisk。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Still fit for a child.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para uma criança.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是小孩的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是小孩的餐椅。

source: <32>{#p/human}* (You note the slightly small size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o pequeno tamanho da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你发现这把餐椅稍稍有点小。）
zh_tw: <32>{#p/human}* （你發現這把餐椅稍稍有點小。）

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a sibling.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para um irmão.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是某个亲人的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是某個親人的餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a monster.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para um monstro.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是某只怪物的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是某隻怪物的餐椅。

source: <32>{#p/human}* (You note the exceptional size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o tamanho excepcional da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你发现这把餐椅大得离谱。）
zh_tw: <32>{#p/human}* （你發現這把餐椅大得離譜。）

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a father.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para um pai.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是父亲的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是父親的餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Still fit for a king.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Para um rei.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，仍是“国王”的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，仍是「國王」的餐椅。

source: <32>{#p/human}* (You place your hands on the exterior of the fridge.) * (It groans harshly.)
pt_br: <32>{#p/human}* (Você coloca sua mão na parte exterior da geladeira. * (Ela treme duramente.)
zh_cn: <32>{#p/human}* （你把手放在了冰箱外壳上。） * （它发出了刺耳的呻吟声。）
zh_tw: <32>{#p/human}* （你把手放在了冰箱外殼上。） * （它發出了刺耳的呻吟聲。）

source: <32>{#p/human}* (You place your hands on the exterior of the fridge.) * (It purrs gently.)
pt_br: <32>{#p/human}* (Você coloca as mãos na parte externa da geladeira.) * (Ela ronrona suavemente.)
zh_cn: <32>{#p/human}* （你把手放在了冰箱外壳上。） * （它发出了温和的咕噜声。）
zh_tw: <32>{#p/human}* （你把手放在了冰箱外殼上。） * （它發出了溫和的咕嚕聲。）

source: <32>{#p/basic}* The fridge is mostly empty, save for a single glass of water from Undyne.
pt_br: <32>{#p/basic}* Este freezer está praticamente vazio, salvo apenas por um copo de água da Undyne.
zh_cn: <32>{#p/basic}* 冰箱里几乎是空的， 里面只有一杯 Undyne给你留的白开水。
zh_tw: <32>{#p/basic}* 冰箱裡幾乎是空的， 裡面只有一杯 Undyne給你留的白開水。

source: <32>{#p/basic}* The fridge is mostly empty, save for a single bottle of exoberry punch from Undyne.
pt_br: <32>{#p/basic}* A geladeira está quase vazia, exceto por uma única garrafa de ponche exoberry da Undyne.
zh_cn: <32>{#p/basic}* 冰箱里几乎是空的， 里面只有一瓶 Undyne给你留的洋梅果酒。
zh_tw: <32>{#p/basic}* 冰箱裡幾乎是空的， 裡面只有一瓶 Undyne給你留的洋梅果酒。
