Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}{#f/2}* glad you finally picked up on that one.
pt_br: <25>{#p/sans}{#f/2}* agradecido por você ter entendido.
zh_cn: <25>{#p/sans}{#f/2}* 嘿，你终于明白 我为啥{@fill=#ff0}接{@fill=#fff}话茬了。
zh_tw: <25>{#p/sans}{#f/2}* 嘿，你終於明白 我為啥{@fill=#ff0}接{@fill=#fff}話茬了。

source: <18>{#p/papyrus}{#f/7}ANYWAY, YOU KNOW WHO TO CALL!!!
pt_br: <18>{#p/papyrus}{#f/7}BEM É ISSO, VOCÊ SABE QUEM LIGAR!!!
zh_cn: <18>{#p/papyrus}{#f/7}总之，回个电话， 我们肯定会接！！！
zh_tw: <18>{#p/papyrus}{#f/7}總之，回個電話， 我們肯定會接！！！

source: <18>{#p/papyrus}{#f/5}I KEEP THINKING... ABOUT THOSE WHO'VE DISAPPEARED.
pt_br: <18>{#p/papyrus}{#f/5}EU CONTINUO PENSANDO SOBRE... AQUELES QUE DESAPARECERAM.
zh_cn: <18>{#p/papyrus}{#f/5}这段时间里， 很多伙伴失踪了。
zh_tw: <18>{#p/papyrus}{#f/5}這段時間裡， 很多夥伴失蹤了。

source: <18>{#p/papyrus}{#f/6}ASGORE, WHO I'D SWAP STORIES WITH SOMETIMES...
pt_br: <18>{#p/papyrus}{#f/6}ASGORE, COM QUEM EU COMPARTILHAVA HISTÓRIAS AS VEZES...
zh_cn: <18>{#p/papyrus}{#f/6}ASGORE， 我俩经常一起分享故事， 现在，他却失踪了...
zh_tw: <18>{#p/papyrus}{#f/6}ASGORE， 我倆經常一起分享故事， 現在，他卻失蹤了...

source: <18>{#p/papyrus}{#f/6}UNDYNE, WHO'D GIVE ME WARRIOR TRAINING...
pt_br: <18>{#p/papyrus}{#f/6}UNDYNE, QUE ME DAVA UM TREINO DE GUERRA...
zh_cn: <18>{#p/papyrus}{#f/6}UNDYNE， 一直努力训练我， 现在，她也失踪了...
zh_tw: <18>{#p/papyrus}{#f/6}UNDYNE， 一直努力訓練我， 現在，她也失蹤了...

source: <18>{#p/papyrus}{#f/5}THE ROYAL GUARD, WHO'D GREET ME ON THEIR WAY TO WORK.
pt_br: <18>{#p/papyrus}{#f/5}A GUARDA REAL, QUE ME CUMPRIMENTAVA RUMO AO TRABALHO.
zh_cn: <18>{#p/papyrus}{#f/5}还有那些皇家守卫， 他们每次上班时， 都会跟我打招呼。
zh_tw: <18>{#p/papyrus}{#f/5}還有那些皇家守衛， 他們每次上班時， 都會跟我打招呼。

source: <18>{#p/papyrus}{#f/6}I USED TO SPEND SO MUCH TIME WITH THEM, BUT NOW...
pt_br: <18>{#p/papyrus}{#f/6}EU COSTUMAVA PASSAR TANTO TEMPO COM ELES, MAS AGORA...
zh_cn: <18>{#p/papyrus}{#f/5}现在，也失踪了...
zh_tw: <18>{#p/papyrus}{#f/5}現在，也失蹤了...

source: <18>{#p/papyrus}{#f/5}THEY'RE GONE.
pt_br: <18>{#p/papyrus}{#f/5}ELES SE FORAM.
zh_cn: <18>{#p/papyrus}{#f/5}曾经和他们共度 那么多时光，可现在， 却一个个都失踪了。
zh_tw: <18>{#p/papyrus}{#f/5}曾經和他們共度 那麼多時光，可現在， 卻一個個都失蹤了。

source: <18>{#p/papyrus}{#f/5}AND I DON'T KNOW WHEN THEY'RE COMING BACK.
pt_br: <18>{#p/papyrus}{#f/5}E EU NÃO SEI SE ELES VÃO VOLTAR.
zh_cn: <18>{#p/papyrus}{#f/5}不知道他们什么时候 才能回来。
zh_tw: <18>{#p/papyrus}{#f/5}不知道他們什麼時候 才能回來。

source: <18>{#p/papyrus}{#f/7}... IT'S HIGHLY INFURIATING!!!
pt_br: <18>{#p/papyrus}{#f/7}... É MUITO FRUSTRANTE!!!
zh_cn: <18>{#p/papyrus}{#f/7}我想他们， 都快想疯了！！！
zh_tw: <18>{#p/papyrus}{#f/7}我想他們， 都快想瘋了！！！

source: <18>{#p/papyrus}{#f/4}HAVEN'T ANY OF THEM HEARD OF A SCHEDULE?
pt_br: <18>{#p/papyrus}{#f/4}ELES NUNCA OUVIRAM FALAR DE SAUDADES?
zh_cn: <18>{#p/papyrus}{#f/4}他们没有日程表吗？
zh_tw: <18>{#p/papyrus}{#f/4}他們沒有日程表嗎？

source: <18>{#p/papyrus}{#f/6}OR A CALENDAR!?
pt_br: <18>{#p/papyrus}{#f/6}OU CALENDÁRIO?
zh_cn: <18>{#p/papyrus}{#f/6}他们不看日历吗？！
zh_tw: <18>{#p/papyrus}{#f/6}他們不看日曆嗎？！

source: <18>{#p/papyrus}{#f/5}ANYTHING TO TELL ME WHEN THEY'RE COMING BACK!
pt_br: <18>{#p/papyrus}{#f/5}QUALQUER COISA PARA ME DIZER QUANDO E SE VÃO VOLTAR!
zh_cn: <18>{#p/papyrus}{#f/5}谁能告诉我， 他们啥时候能回来啊！
zh_tw: <18>{#p/papyrus}{#f/5}誰能告訴我， 他們啥時候能回來啊！

source: <25>{#p/sans}{#f/3}* hey, i miss 'em too.
pt_br: <25>{#p/sans}{#f/3}* ei, eu sinto falta deles também.
zh_cn: <25>{#p/sans}{#f/3}* 嘿...
zh_tw: <25>{#p/sans}{#f/3}* 嘿...

source: <25>{#p/sans}{#f/0}* but you can't spend all your life thinking about 'em.
pt_br: <25>{#p/sans}{#f/0}* mas você não pode passar o dia inteiro pensando neles.
zh_cn: <25>{#p/sans}{#f/0}* 你想他们，我也想。[ADD]<25>{#p/sans}{#f/0}* 可也不能成天只盼着 他们回来，别的啥也不干啊。 * 日子该过还得过。
zh_tw: <25>{#p/sans}{#f/0}* 你想他們，我也想。[ADD]<25>{#p/sans}{#f/0}* 可也不能成天只盼著 他們回來，別的啥也不幹啊。 * 日子該過還得過。

source: <25>{#p/sans}{#f/2}* maybe you could talk about something else?
pt_br: <25>{#p/sans}{#f/2}* talvez você possa falar sobre alguma outra coisa?
zh_cn: <25>{#p/sans}{#f/2}* 跟人类聊点别的吧。
zh_tw: <25>{#p/sans}{#f/2}* 跟人類聊點別的吧。

source: <18>{#p/papyrus}{#f/4}HMM... SOMETHING ELSE...
pt_br: <18>{#p/papyrus}{#f/4}HMM... ALGUMA OUTRA COISA...
zh_cn: <18>{#p/papyrus}{#f/4}嗯... 聊点别的...
zh_tw: <18>{#p/papyrus}{#f/4}嗯... 聊點別的...

source: <18>{#p/papyrus}{#f/0}OH, I KNOW! THE ARCHIVE WORLD!
pt_br: <18>{#p/papyrus}{#f/0}OH, EU SEI! O MUNDO NO ARQUIVO!
zh_cn: <18>{#p/papyrus}{#f/0}哦！想到了！ 聊聊“档案”空间吧！
zh_tw: <18>{#p/papyrus}{#f/0}喔！想到了！ 聊聊「檔案」空間吧！

source: <25>{#p/sans}{#f/2}* of course. * you and alphys spend a lot of time there.
pt_br: <25>{#p/sans}{#f/2}* É CLARO. * VOCÊ E A ALPHYS PASSAM MUITO TEMPO LÁ.
zh_cn: <25>{#p/sans}{#f/2}* 好主意。 * 那里都快成你第二个家了。
zh_tw: <25>{#p/sans}{#f/2}* 好主意。 * 那裡都快成你第二個家了。

source: <18>{#p/papyrus}{#f/9}AND FOR GOOD REASON!
pt_br: <18>{#p/papyrus}{#f/9}E POR UMA BOA RAZÃO!
zh_cn: <18>{#p/papyrus}{#f/9}我去那里， 可是有正当理由的！
zh_tw: <18>{#p/papyrus}{#f/9}我去那裡， 可是有正當理由的！

source: <18>{#p/papyrus}{#f/0}OKAY, SO, LET ME EXPLAIN.
pt_br: <18>{#p/papyrus}{#f/0}OKAY, ENTÃO, DEIXE-ME EXPLICAR.
zh_cn: <18>{#p/papyrus}{#f/0}给你解释下 最近我为啥总去吧。
zh_tw: <18>{#p/papyrus}{#f/0}給你解釋下 最近我為啥總去吧。

source: <18>{#p/papyrus}{#f/4}WITH NOTHING TO DO EXCEPT GUARD THE HUMAN SOULS...
pt_br: <18>{#p/papyrus}{#f/4}COM NADA PARA FAZER ALÉM DE GUARDAR AS ALMAS HUMANAS...
zh_cn: <18>{#p/papyrus}{#f/4}每天，我除了看守灵魂， 啥都不用干...
zh_tw: <18>{#p/papyrus}{#f/4}每天，我除了看守靈魂， 啥都不用幹...

source: <18>{#p/papyrus}{#f/0}I STARTED HAVING A LOT OF FREE TIME.
pt_br: <18>{#p/papyrus}{#f/0}EU COMECEI A PASSAR MUITO TEMPO ALÍ.
zh_cn: <18>{#p/papyrus}{#f/0}就一下子闲下来了。
zh_tw: <18>{#p/papyrus}{#f/0}就一下子閒下來了。

source: <18>{#p/papyrus}{#f/6}BUT WHAT WOULD I DO WITH IT!?
pt_br: <18>{#p/papyrus}{#f/6}MAS O QUE EU FARIA COM AQUILO!?
zh_cn: <18>{#p/papyrus}{#f/4}我就在想， “怎么打发时间呢？”
zh_tw: <18>{#p/papyrus}{#f/4}我就在想， 「怎麼打發時間呢？」

source: <18>{#p/papyrus}{#f/0}ONE DAY, IN A STORAGE CLOSET, I FOUND... A THING.
pt_br: <18>{#p/papyrus}{#f/0}UM DIA, EM UM ARMÁRIO DE ARMAZENAMENTO, ENCONTREI... UMA COISA.
zh_cn: <18>{#p/papyrus}{#f/0}有一天，我在一间 储物柜里发现了一个... 奇怪的装置。
zh_tw: <18>{#p/papyrus}{#f/0}有一天，我在一間 儲物櫃裡發現了一個... 奇怪的裝置。

source: <18>{#p/papyrus}{#f/5}I ASKED ALPHYS WHAT THE THING WAS, AND...
pt_br: <18>{#p/papyrus}{#f/5}EU PERGUNTEI PARA ALPHYS O QUE ERA AQUILO E...
zh_cn: <18>{#p/papyrus}{#f/5}我找到ALPHYS， 问她，那东西是干啥的。
zh_tw: <18>{#p/papyrus}{#f/5}我找到ALPHYS， 問她，那東西是幹啥的。

source: <18>{#p/papyrus}{#f/6}BOY DID SHE HAVE A LOT TO SAY!!
pt_br: <18>{#p/papyrus}{#f/6}MEU, ELA TINHA MUITO PARA FALAR!!
zh_cn: <18>{#p/papyrus}{#f/6}结果，她一下子 打开了话匣子， 叨叨个没完！！
zh_tw: <18>{#p/papyrus}{#f/6}結果，她一下子 打開了話匣子， 叨叨個沒完！！

source: <18>{#p/papyrus}{#f/0}APPARENTLY, IT WAS USED TO SIMULATE VIRTUAL WORLDS.
pt_br: <18>{#p/papyrus}{#f/0} APARENTEMENTE, AQUILO FOI USADO PARA SIMULAR MUNDOS VIRTUAIS.
zh_cn: <18>{#p/papyrus}{#f/0}简单说， 那个装置是用来 模拟虚拟空间的。
zh_tw: <18>{#p/papyrus}{#f/0}簡單說， 那個裝置是用來 模擬虛擬空間的。

source: <18>{#p/papyrus}{#f/5}I ASKED HER IF WE COULD TRY IT, AND...
pt_br: <18>{#p/papyrus}{#f/5}EU PERGUNTEI PRA ELA SE PODIAMOS TENTAR E...
zh_cn: <18>{#p/papyrus}{#f/5}我问她， “咱们进虚拟空间， 体验一下，咋样？”
zh_tw: <18>{#p/papyrus}{#f/5}我問她， 「咱們進虛擬空間， 體驗一下，咋樣？」

source: <18>{#p/papyrus}{#f/4}BEING JUST AS BORED AS I WAS, SHE SAID YES.
pt_br: <18>{#p/papyrus}{#f/4}ESTANDO TÃO ENTEDIADA QUANTO EU, ELA DISSE SIM.
zh_cn: <18>{#p/papyrus}{#f/4}她看我挺无聊的， 就同意了。
zh_tw: <18>{#p/papyrus}{#f/4}她看我挺無聊的， 就同意了。

source: <18>{#p/papyrus}{#f/0}THE ARCHIVE DIDN'T HAVE A WORLD LOADED, THOUGH.
pt_br: <18>{#p/papyrus}{#f/0}ENTRETANTO, O ARQUIVO NÃO TINHA UM MUNDO CARREGADO.
zh_cn: <18>{#p/papyrus}{#f/4}不过，由于没有加载 虚拟世界资源包， “档案”里啥都没有。
zh_tw: <18>{#p/papyrus}{#f/4}不過，由於沒有加載 虛擬世界資源包， 「檔案」裡啥都沒有。

source: <18>{#p/papyrus}{#f/0}SO SHE DOWNLOADED A POPULAR SCI-FI ANIME...
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO ELA FEZ O DOWNLOAD DE UM ANIME SCI-FI POPULAR...
zh_cn: <18>{#p/papyrus}{#f/0}于是... ALPHYS下载了 一部知名科幻番。
zh_tw: <18>{#p/papyrus}{#f/0}於是... ALPHYS下載了 一部知名科幻番。

source: <18>{#p/papyrus}{#f/0}AND LET THE SYSTEM "EXTRAPOLATE" THE WORLD WITHIN.
pt_br: <18>{#p/papyrus}{#f/0}E DEIXOU O SISTEMA "EXTRAPOLAR" O MUNDO A VONTADE.
zh_cn: <18>{#p/papyrus}{#f/0}然后让系统根据它 “生成”一个虚拟世界。
zh_tw: <18>{#p/papyrus}{#f/0}然後讓系統根據它 「生成」一個虛擬世界。

source: <18>{#p/papyrus}{#f/5}THEN SHE TOLD ME TO PUT ON THIS WEIRD HEADSET...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO ELA ME FALOU PRA COLOCAR AQUELE FONE ESQUISITO...
zh_cn: <18>{#p/papyrus}{#f/5}世界生成完毕后， 她让我戴上一个 奇怪的头盔...
zh_tw: <18>{#p/papyrus}{#f/5}世界生成完畢後， 她讓我戴上一個 奇怪的頭盔...

source: <18>{#p/papyrus}{#f/6}I WAS NERVOUS, BUT I DID IT IN THE NAME OF SCIENCE!!
pt_br: <18>{#p/papyrus}{#f/6}EU ESTAVA NERVOSO, MAS O FIZ EM NOME DA CIÊNCIA!!
zh_cn: <18>{#p/papyrus}{#f/6}我有点不敢戴， 但为了科学， 我还是照做了！！
zh_tw: <18>{#p/papyrus}{#f/6}我有點不敢戴， 但為了科學， 我還是照做了！！

source: <18>{#p/papyrus}{#f/4}THE NEXT THING I KNEW, I WAS TRANSPORTED...
pt_br: <18>{#p/papyrus}{#f/4}A PRÓXIMA COISA QUE ACONTECEU, EU FUI TRANSPORTADO...
zh_cn: <18>{#p/papyrus}{#f/4}突然...
zh_tw: <18>{#p/papyrus}{#f/4}突然...

source: <18>{#p/papyrus}{#f/9}TO A WORLD BEYOND ANYTHING I'D SEEN BEFORE!!!
pt_br: <18>{#p/papyrus}{#f/9}PARA UM MUNDO ALÉM DE QUALQUER COISA QUE EH JÁ TENHA VISTO!!!
zh_cn: <18>{#p/papyrus}{#f/9}我被传送到了一个 从未见过的世界！！！
zh_tw: <18>{#p/papyrus}{#f/9}我被傳送到了一個 從未見過的世界！！！

source: <18>{#p/papyrus}{#f/5}I EXPLORED THIS NEW REALM FOR HOURS...
pt_br: <18>{#p/papyrus}{#f/5}EU EXPLOREI ESTA NOVA TERRA POR HORAS...
zh_cn: <18>{#p/papyrus}{#f/0}在那里，我畅游了 好几个小时...
zh_tw: <18>{#p/papyrus}{#f/0}在那裡，我暢遊了 好幾個小時...

source: <18>{#p/papyrus}{#f/5}WANDERING FROM PLANET TO PLANET, MEETING PEOPLE...
pt_br: <18>{#p/papyrus}{#f/5}INDO DE LUGAR PARA LUGAR, CONHECENDO PESSOAS...
zh_cn: <18>{#p/papyrus}{#f/0}穿梭在行星之间， 邂逅形形色色的人...
zh_tw: <18>{#p/papyrus}{#f/0}穿梭在行星之間， 邂逅形形色色的人...

source: <18>{#p/papyrus}{#f/0}OF COURSE, I KNOW THEY'RE NOT REAL.
pt_br: <18>{#p/papyrus}{#f/0}CLARO, EU SEI QUE ELES NÃO SÃO REAIS.
zh_cn: <18>{#p/papyrus}{#f/5}看到有人受伤， 我也跟着难受。
zh_tw: <18>{#p/papyrus}{#f/5}看到有人受傷， 我也跟著難受。

source: <18>{#p/papyrus}{#f/6}BUT WHEN ONE OF THEM GOT HURT, I FELT BAD!
pt_br: <18>{#p/papyrus}{#f/6}MAS QUANDO UM DELES FOI FERIDO, EU ME SENTI TRISTE?
zh_cn: <18>{#p/papyrus}{#f/9}虽然世界是假的， 但情感是真的！
zh_tw: <18>{#p/papyrus}{#f/9}雖然世界是假的， 但情感是真的！

source: <18>{#p/papyrus}{#f/5}SO, I MADE IT MY MISSION TO SAVE EVERYONE I COULD.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, EU FIZ UMA MISSÃO DE SALVAR TODOS QUE EU CONSEGUISSE.
zh_cn: <18>{#p/papyrus}{#f/5}所以，我拼尽全力， 拯救所有人。
zh_tw: <18>{#p/papyrus}{#f/5}所以，我拼盡全力， 拯救所有人。

source: <18>{#p/papyrus}{#f/0}EVENTUALLY, ALPHYS JOINED IN AS MY SIDEKICK!
pt_br: <18>{#p/papyrus}{#f/0} EVENTUALMENTE, ALPHYS JUNTOU-SE A MIM COMO COADJUVANTE!
zh_cn: <18>{#p/papyrus}{#f/0}后来，ALPHYS也来帮忙， 一起拯救大家！
zh_tw: <18>{#p/papyrus}{#f/0}後來，ALPHYS也來幫忙， 一起拯救大家！

source: <18>{#p/papyrus}{#f/0}WE'VE BEEN ADVENTURING EVER SINCE.
pt_br: <18>{#p/papyrus}{#f/0}ESTAMOS NOS AVENTURANDO DESDE ENTÃO.
zh_cn: <18>{#p/papyrus}{#f/0}从那时起， 我俩就总去虚拟空间 一起冒险。
zh_tw: <18>{#p/papyrus}{#f/0}從那時起， 我倆就總去虛擬空間 一起冒險。

source: <25>{#p/sans}{#f/0}* she's in there right now, isn't she?
pt_br: <25>{#p/sans}{#f/0}* ela está lá agora, não está?
zh_cn: <25>{#p/sans}{#f/0}* 她好像现在就在那里呢。
zh_tw: <25>{#p/sans}{#f/0}* 她好像現在就在那裡呢。

source: <25>{#p/sans}{#f/2}* maybe you should go check on her.
pt_br: <25>{#p/sans}{#f/2}* talvez você deva ir dar uma olhada nela.
zh_cn: <25>{#p/sans}{#f/2}* 你快过去看看。
zh_tw: <25>{#p/sans}{#f/2}* 你快過去看看。

source: <18>{#p/papyrus}{#f/9}YEAH, I THINK I WILL!
pt_br: <18>{#p/papyrus}{#f/9}É, ACHO QUE VOU FAZER ISSO!
zh_cn: <18>{#p/papyrus}{#f/9}好，我这就去！
zh_tw: <18>{#p/papyrus}{#f/9}好，我這就去！

source: <18>{#p/papyrus}{#f/0}SORRY, HUMAN. ADVENTURE WAITS FOR NO SKELETON!
pt_br: <18>{#p/papyrus}{#f/0} DESCULPE-ME HUMANO. A AVENTURA ESPERA ESTE ESQUELETO!
zh_cn: <18>{#p/papyrus}{#f/0}对不起，人类！ 冒险不等骨啊！
zh_tw: <18>{#p/papyrus}{#f/0}對不起，人類！ 冒險不等骨啊！

source: <25>{#p/sans}{#f/3}* i'm just glad he's got a distraction from what's going on.
pt_br: <25>{#p/sans}{#f/3}* eu só estou feliz que ele tenha uma distração para tudo que está acontecendo.
zh_cn: <25>{#p/sans}{#f/3}* 挺好的。 * 他把注意力转移到虚拟空间上， 就不用去想那些事了。
zh_tw: <25>{#p/sans}{#f/3}* 挺好的。 * 他把注意力轉移到虛擬空間上， 就不用去想那些事了。

source: <25>{#p/sans}{#f/0}* people aren't doing all that well right now.
pt_br: <25>{#p/sans}{#f/0}* as pessoas não tem estado muito bem esses tempos.
zh_cn: <25>{#p/sans}{#f/0}* 这段日子里， 很多民众过得并不好。
zh_tw: <25>{#p/sans}{#f/0}* 這段日子裡， 很多民眾過得並不好。

source: <25>{#p/sans}{#f/0}* losing the royal guard, having all those power issues...
pt_br: <25>{#p/sans}{#f/0}* perder a guarda real, todos esses problemas com a energia...
zh_cn: <25>{#p/sans}{#f/0}* 皇家卫队全军覆没， 能源供应也出了故障...
zh_tw: <25>{#p/sans}{#f/0}* 皇家衛隊全軍覆沒， 能源供應也出了故障...

source: <25>{#p/sans}{#f/3}* a lot of folks have nobody to turn to.
pt_br: <25>{#p/sans}{#f/3}* muitas pessoas nem estão tendo no que se inspirar.
zh_cn: <25>{#p/sans}{#f/3}* 百姓生活很苦， 却没人可以倾诉。
zh_tw: <25>{#p/sans}{#f/3}* 百姓生活很苦， 卻沒人可以傾訴。

source: <25>{#p/sans}{#f/0}* and, even if they do, it's hard to will up the courage...
pt_br: <25>{#p/sans}{#f/0}* E, mesmo se eles tiverem, é difícil se encorajar por muito tempo...
zh_cn: <25>{#p/sans}{#f/0}* 即使他们想倾诉， 也鼓不起勇气开口...
zh_tw: <25>{#p/sans}{#f/0}* 即使他們想傾訴， 也鼓不起勇氣開口...

source: <25>{#p/sans}{#f/3}* to admit to anyone how miserable they are.
pt_br: <25>{#p/sans}{#f/3}* ou admitir pra qualquer um o miserável eles estão.
zh_cn: <25>{#p/sans}{#f/3}* 没有勇气跟别人诉苦。
zh_tw: <25>{#p/sans}{#f/3}* 沒有勇氣跟別人訴苦。

source: <25>{#p/sans}{#f/3}* it's no surprise people aren't fans of humanity these days.
pt_br: <25>{#p/sans}{#f/3}* não é surpresa alguma que as pessoas não são muito fãs da humanidade hoje em dia.
zh_cn: <25>{#p/sans}{#f/3}* 许多民众都讨厌人类， 我并不意外。
zh_tw: <25>{#p/sans}{#f/3}* 許多民眾都討厭人類， 我並不意外。

source: <25>{#p/sans}{#f/0}* you may have spared my brother, but...
pt_br: <25>{#p/sans}{#f/0}* você pode até ter poupado meu irmão, mas...
zh_cn: <25>{#p/sans}{#f/0}* 你就算饶了我的兄弟... 也还是杀了许多怪物。
zh_tw: <25>{#p/sans}{#f/0}* 你就算饒了我的兄弟... 也還是殺了許多怪物。

source: <25>{#p/sans}{#f/3}* you killed a lot of people, many of them important.
pt_br: <25>{#p/sans}{#f/3}* você matou gente demais, muitos deles importantes.
zh_cn: <25>{#p/sans}{#f/3}* 其中，有不少怪物身居要职， 对这里十分重要。
zh_tw: <25>{#p/sans}{#f/3}* 其中，有不少怪物身居要職， 對這裡十分重要。

source: <25>{#p/sans}{#f/3}* i'm not saying you're a bad person.
pt_br: <25>{#p/sans}{#f/3}* eu não estou dizendo que você é a pior pessoa do universo.
zh_cn: <25>{#p/sans}{#f/3}* 倒不是指责你， 说你是罪魁祸首。
zh_tw: <25>{#p/sans}{#f/3}* 倒不是指責你， 說你是罪魁禍首。

source: <25>{#p/sans}{#f/0}* you spared my brother, and you didn't kill that many people.
pt_br: <25>{#p/sans}{#f/0}* você poupou meu irmão e não matou tantas pessoas.
zh_cn: <25>{#p/sans}{#f/0}* 你不仅饶恕了我兄弟， 也放过了不少其他怪物。
zh_tw: <25>{#p/sans}{#f/0}* 你不僅饒恕了我兄弟， 也放過了不少其他怪物。

source: <25>{#p/sans}{#f/3}* but the people you did kill were pretty important.
pt_br: <25>{#p/sans}{#f/3}* mas as pessoas que você matou eram bem importantes.
zh_cn: <25>{#p/sans}{#f/3}* 只是，对大家来说。 你杀的那几名守卫 都是很重要的人。
zh_tw: <25>{#p/sans}{#f/3}* 只是，對大家來說。 你殺的那幾名守衛 都是很重要的人。

source: <25>{#p/sans}{#f/0}* ... as much as i disagreed with their ways...
pt_br: <25>{#p/sans}{#f/0}* ... por mais que discordo dos seus caminhos...
zh_cn: <25>{#p/sans}{#f/0}* ...虽然在主观上 我挺反感他们的行径...
zh_tw: <25>{#p/sans}{#f/0}* ...雖然在主觀上 我挺反感他們的行徑...

source: <25>{#p/sans}{#f/0}* the royal guard offered citizens a sense of stability and security.
pt_br: <25>{#p/sans}{#f/0}* a guarda real dava aos cidadãos a sensação de segurança e estabilidade.
zh_cn: <25>{#p/sans}{#f/0}* 但客观来讲，有皇家卫队， 民众确实心里更踏实， 更有安全感。
zh_tw: <25>{#p/sans}{#f/0}* 但客觀來講，有皇家衛隊， 民眾確實心裡更踏實， 更有安全感。

source: <25>{#p/sans}{#f/3}* but that's gone now.
pt_br: <25>{#p/sans}{#f/3}* mas isso agora se foi.
zh_cn: <25>{#p/sans}{#f/3}* 但现在，守卫没了， 大伙的安全感也没了。
zh_tw: <25>{#p/sans}{#f/3}* 但現在，守衛沒了， 大夥的安全感也沒了。

source: <25>{#p/sans}{#f/3}* heck, even mettaton's not around anymore.
pt_br: <25>{#p/sans}{#f/3}* pois é, nem o mettaton está mais por aí.
zh_cn: <25>{#p/sans}{#f/3}* 呵，连mettaton也“失踪”了。
zh_tw: <25>{#p/sans}{#f/3}* 呵，連mettaton也「失蹤」了。

source: <25>{#p/sans}{#f/0}* no more tv shows, no more tacky little trinkets...
pt_br: <25>{#p/sans}{#f/0}* sem mais show de tv, sem mais diversões por Aerialis...
zh_cn: <25>{#p/sans}{#f/0}* 大家没节目可看了， 也没有周边可买了...
zh_tw: <25>{#p/sans}{#f/0}* 大家沒節目可看了， 也沒有周邊可買了...

source: <25>{#p/sans}{#f/0}* without someone like him, the outpost loses a bit of its spark.
pt_br: <25>{#p/sans}{#f/0}* ao perder alguém como ele, também perdemos parte do brilho do outpost.
zh_cn: <25>{#p/sans}{#f/0}* 没了他，前哨站 也失去了不少活力。
zh_tw: <25>{#p/sans}{#f/0}* 沒了他，前哨站 也失去了不少活力。

source: <25>{#p/sans}{#f/3}* honestly, the truth is that you're just not a great person.
pt_br: <25>{#p/sans}{#f/3}* honestamente, a verdade é que você não é uma boa pessoa.
zh_cn: <25>{#p/sans}{#f/3}* 至于你，我就直说吧。
zh_tw: <25>{#p/sans}{#f/3}* 至於你，我就直說吧。

source: <25>{#p/sans}{#f/3}* plain and simple.
pt_br: <25>{#p/sans}{#f/3}* simples e bem explicado.
zh_cn: <25>{#p/sans}{#f/3}* 你根本不是啥好人。 * 就这么简单。
zh_tw: <25>{#p/sans}{#f/3}* 你根本不是啥好人。 * 就這麼簡單。

source: <25>{#p/sans}{#f/0}* ... anyway. * i should probably end the call here.
pt_br: <25>{#p/sans}{#f/0}* ... de toda forma. * eu deveria desligar agora.
zh_cn: <25>{#p/sans}{#f/0}* ... * 总之，我要挂电话了。
zh_tw: <25>{#p/sans}{#f/0}* ... * 總之，我要掛電話了。

source: <25>{#p/sans}{#f/3}* sorry, buddo.
pt_br: <25>{#p/sans}{#f/3}* foi mal, mano.
zh_cn: <25>{#p/sans}{#f/3}* 不好意思，孩子。
zh_tw: <25>{#p/sans}{#f/3}* 不好意思，孩子。

source: <25>{#p/sans}{#f/3}* honestly, i'm not sure what to say about you.
pt_br: <25>{#p/sans}{#f/3}* honestamente, eu não sei muito bem o que dizer sobre você.
zh_cn: <25>{#p/sans}{#f/3}* 至于你，不太好评价。
zh_tw: <25>{#p/sans}{#f/3}* 至於你，不太好評價。

source: <25>{#p/sans}{#f/3}* i can't say you're a bad person, but i don't like you, either.
pt_br: <25>{#p/sans}{#f/3}* eu não posso te dizer que você é de todo mau, mas também não gosto de você.
zh_cn: <25>{#p/sans}{#f/3}* 你并不坏， 但我也不咋喜欢你。
zh_tw: <25>{#p/sans}{#f/3}* 你並不壞， 但我也不咋喜歡你。

source: <25>{#p/sans}{#f/3}* have a safe journey, and all that.
pt_br: <25>{#p/sans}{#f/3}* boa jornada aí fora.
zh_cn: <25>{#p/sans}{#f/3}* 在太空飞行多注意安全。 * 拜拜。
zh_tw: <25>{#p/sans}{#f/3}* 在太空飛行多注意安全。 * 拜拜。

source: <25>{#p/sans}{#f/0}* which meant it was back to the drawing board.
pt_br: <25>{#p/sans}{#f/0}*, o que significava que estava de volta à prancheta.
zh_cn: <25>{#p/sans}{#f/0}* 她不帮忙， 只能重新招人了。
zh_tw: <25>{#p/sans}{#f/0}* 她不幫忙， 只能重新招人了。

source: <25>{#p/sans}{#f/0}* i couldn't think of anyone off the top of my head, so...
pt_br: <25>{#p/sans}{#f/0}* eu não conseguia pensar em mais ninguém, então...
zh_cn: <25>{#p/sans}{#f/0}* 我想了半天， 也没想到合适的人选...
zh_tw: <25>{#p/sans}{#f/0}* 我想了半天， 也沒想到合適的人選...

source: <25>{#p/sans}{#f/0}* ... we started asking around, looking for someone we could trust.
pt_br: <25>{#p/sans}{#f/0}* ... começamos a perguntar pessoas em todos os lados, a procura de alguém de confiança.
zh_cn: <25>{#p/sans}{#f/0}* ...于是，我们到处询问。 看有没有信得过的人 愿意接手这份工作。
zh_tw: <25>{#p/sans}{#f/0}* ...於是，我們到處詢問。 看有沒有信得過的人 願意接手這份工作。

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about doggo...
pt_br: <25>{#p/sans}{#f/3}* bem rapidamente, encontramos o doggo...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了doggo...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了doggo...

source: <25>{#p/sans}{#f/0}* a canine unit member who survived the fall of the royal guard.
pt_br: <25>{#p/sans}{#f/0}* um membro da unidade canina que sobreviveu a queda da guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 皇家卫队惨遭剿杀， 只有这名犬卫队成员 活了下来。
zh_tw: <25>{#p/sans}{#f/0}* 皇家衛隊慘遭剿殺， 只有這名犬衛隊成員 活了下來。

source: <25>{#p/sans}{#f/2}* luckily, he was more than happy to take the job.
pt_br: <25>{#p/sans}{#f/2}* felizmente, ele estava bem feliz em tomar o trabalho.
zh_cn: <25>{#p/sans}{#f/2}* 好在，他欣然接受了 这份工作。
zh_tw: <25>{#p/sans}{#f/2}* 好在，他欣然接受了 這份工作。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Doggo...?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre o Doggo...?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Doggo吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Doggo嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about canis minor...
pt_br: <25>{#p/sans}{#f/3}* bem rapidamente, encontramos o canis minor...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了 canis minor...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了 canis minor...

source: <25>{#p/sans}{#f/2}* luckily, it was more than happy to take the job.
pt_br: <25>{#p/sans}{#f/2}* felizmente, ele estava mais do que feliz em tomar o trabalho.
zh_cn: <25>{#p/sans}{#f/2}* 好在，它欣然接受了 这份工作。
zh_tw: <25>{#p/sans}{#f/2}* 好在，它欣然接受了 這份工作。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Canis Minor...?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre o Canis Minor...?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Canis Minor吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Canis Minor嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about dogamy and dogaressa...
pt_br: <25>{#p/sans}{#f/3}* bem rapidamente, encontramos dogamy e dogaressa...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了 dogamy和dogaressa...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了 dogamy和dogaressa...

source: <25>{#p/sans}{#f/0}* two canine unit members who survived the fall of the royal guard.
pt_br: <25>{#p/sans}{#f/0}* dois membros da unidade canina que sobreviveram a queda da guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 皇家卫队惨遭剿杀， 整个犬卫队， 只有他们活了下来。
zh_tw: <25>{#p/sans}{#f/0}* 皇家衛隊慘遭剿殺， 整個犬衛隊， 只有他們活了下來。

source: <25>{#p/sans}{#f/2}* luckily, they were more than happy to take the job.
pt_br: <25>{#p/sans}{#f/2}* com sorte, eles estavam felizes em tomar o trabalho.
zh_cn: <25>{#p/sans}{#f/2}* 好在，他们欣然接受了 这份工作。
zh_tw: <25>{#p/sans}{#f/2}* 好在，他們欣然接受了 這份工作。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Dogamy and Dogaressa?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre o Dogamy e a Dogaressa?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Dogamy和 Dogaressa吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Dogamy和 Dogaressa嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about canis major...
pt_br: <25>{#p/sans}{#f/3}* rapidamente, encontramos o major canis...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了 canis major...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了 canis major...

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Canis Major?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre o major canis?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Canis Major吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Canis Major嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about doge...
pt_br: <25>{#p/sans}{#f/3}* rapidamente, encontramos Doge...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了doge...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了doge...

source: <25>{#p/sans}{#f/0}* an elite squad member who survived the fall of the royal guard.
pt_br: <25>{#p/sans}{#f/0}* um membro do esquadrão de elite que sobreviveu a queda da guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 皇家卫队惨遭剿杀， 只有这名特战队成员 活了下来。
zh_tw: <25>{#p/sans}{#f/0}* 皇家衛隊慘遭剿殺， 只有這名特戰隊成員 活了下來。

source: <25>{#p/sans}{#f/3}* she gathered her belongings, and took the job in short order.
pt_br: <25>{#p/sans}{#f/3}* ela reuniu seus pertences e aceitou o trabalho em pouco tempo.
zh_cn: <25>{#p/sans}{#f/3}* 她整理好行装， 随即接下了这份工作。
zh_tw: <25>{#p/sans}{#f/3}* 她整理好行裝， 隨即接下了這份工作。

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Doge?
pt_br: <25>{#p/alphys}{#f/27}* Huh? * Com quem você está falando sobre a Doge?
zh_cn: <25>{#p/alphys}{#f/27}* 哦？ * 你刚刚在说Doge吗？
zh_tw: <25>{#p/alphys}{#f/27}* 喔？ * 你剛剛在說Doge嗎？

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about 01 and 02...
pt_br: <25>{#p/sans}{#f/3}* rapidamente, acabamos encontrando 01 e 02...
zh_cn: <25>{#p/sans}{#f/3}* 很快，我们找到了一号守卫 和二号守卫...
zh_tw: <25>{#p/sans}{#f/3}* 很快，我們找到了一號守衛 和二號守衛...

source: <25>{#p/sans}{#f/0}* two patrol officers who survived the fall of the royal guard.
pt_br: <25>{#p/sans}{#f/0}* dois oficiais de patrulha que sobreviveram a queda da guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 皇家卫队惨遭剿杀， 只有这两名巡逻官 活了下来。
zh_tw: <25>{#p/sans}{#f/0}* 皇家衛隊慘遭剿殺， 只有這兩名巡邏官 活了下來。
