Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}{#f/0}* agreed with the changes we wanted to make.
pt_br: <25>{#p/sans}{#f/0}* concordou que deveriam haver mudanças.
zh_cn: <25>{#p/sans}{#f/0}* 她也很支持我们的改动。
zh_tw: <25>{#p/sans}{#f/0}* 她也很支援我們的改動。

source: <25>{#p/sans}{#f/2}* you can probably guess what the first one was.
pt_br: <25>{#p/sans}{#f/2}* você provavelmente deve saber qual a primeira seria.
zh_cn: <25>{#p/sans}{#f/2}* 猜猜看，我们首先改了啥。
zh_tw: <25>{#p/sans}{#f/2}* 猜猜看，我們首先改了啥。

source: <18>{#p/papyrus}{#f/9}NYEH HEH HEH! THAT'S RIGHT!
pt_br: <18>{#p/papyrus}{#f/9}NYEH HEH HEH! EXATAMENTE!
zh_cn: <18>{#p/papyrus}{#f/9}捏嘿嘿！ 对，猜猜看！
zh_tw: <18>{#p/papyrus}{#f/9}捏嘿嘿！ 對，猜猜看！

source: <25>{#p/sans}{#f/0}* oh, hey papyrus. * so how'd your shift go?
pt_br: <25>{#p/sans}{#f/0}* oh, ei papyrus. * como foi seu turno?
zh_cn: <25>{#p/sans}{#f/0}* 哦，是papyrus呀。 * 轮班工作感觉咋样？
zh_tw: <25>{#p/sans}{#f/0}* 喔，是papyrus呀。 * 輪班工作感覺咋樣？

source: <18>{#p/papyrus}{#f/0}I'D SAY IT WENT EXCELLENTLY!
pt_br: <18>{#p/papyrus}{#f/0}DEVO DIZER QUE FOI EXCELENTE!
zh_cn: <18>{#p/papyrus}{#f/0}好得很！
zh_tw: <18>{#p/papyrus}{#f/0}好得很！

source: <18>{#p/papyrus}{#f/5}ADMITTEDLY, I WAS LOOKING FORWARD TO WORKING WITH DOGS.
pt_br: <18>{#p/papyrus}{#f/5}ADMITO QUE EU ESTAVA ANSIOSO PARA TRABALHAR COM CÃES.
zh_cn: <18>{#p/papyrus}{#f/5}说实话，工作时 如果有狗狗作伴 就好了。
zh_tw: <18>{#p/papyrus}{#f/5}說實話，工作時 如果有狗狗作伴 就好了。

source: <18>{#p/papyrus}{#f/6}BUT... I GUESS EVEN DOGS CAN TAKE VACATIONS.
pt_br: <18>{#p/papyrus}{#f/6}MAS... ACHO QUE ATÉ CACHORROS PRECISAM DE FÉRIAS.
zh_cn: <18>{#p/papyrus}{#f/6}可惜... 狗狗们 估计也都去度假了。
zh_tw: <18>{#p/papyrus}{#f/6}可惜... 狗狗們 估計也都去度假了。

source: <25>{#p/sans}{#f/3}* hey, it's okay.
pt_br: <25>{#p/sans}{#f/3}* ei, tá tudo bem.
zh_cn: <25>{#p/sans}{#f/3}* 嘿，没事啦。
zh_tw: <25>{#p/sans}{#f/3}* 嘿，沒事啦。

source: <25>{#p/sans}{#f/2}* you're still doing as good a job as ever, aren't you?
pt_br: <25>{#p/sans}{#f/2}* você está fazendo um trabalho bom como sempre, não é?
zh_cn: <25>{#p/sans}{#f/2}* 即使没有狗狗， 你干的也挺出色啊， 你说是不？
zh_tw: <25>{#p/sans}{#f/2}* 即使沒有狗狗， 你幹的也挺出色啊， 你說是不？

source: <18>{#p/papyrus}{#f/5}ADMITTEDLY, THE ATMOSPHERE THERE FEELS... WEIRD.
pt_br: <18>{#p/papyrus}{#f/5}ADMITO, A ATMOSFERA LÁ PARECIA... ESTRANHA.
zh_cn: <18>{#p/papyrus}{#f/5}说实话... 那里气氛有点... 怪。
zh_tw: <18>{#p/papyrus}{#f/5}說實話... 那裡氣氛有點... 怪。

source: <18>{#p/papyrus}{#f/6}LIKE THERE'S SOMETHING MISSING.
pt_br: <18>{#p/papyrus}{#f/6}COMO SE TIVESSE ALGO FALTANDO.
zh_cn: <18>{#p/papyrus}{#f/6}就好像死人了一样。
zh_tw: <18>{#p/papyrus}{#f/6}就好像死人了一樣。

source: <18>{#p/papyrus}{#f/5}UNDYNE'S STILL GETTING USED TO ME BEING HERE...
pt_br: <18>{#p/papyrus}{#f/5}UNDYNE AINDA ESTÁ SE ACOSTUMADO COMIGO AQUI...
zh_cn: <18>{#p/papyrus}{#f/5}身边突然多了个骷髅， UNDYNE总感觉不习惯。 过了好久，还是这样...
zh_tw: <18>{#p/papyrus}{#f/5}身邊突然多了個骷髏， UNDYNE總感覺不習慣。 過了好久，還是這樣...

source: <18>{#p/papyrus}{#f/0}BUT, APART FROM THAT, THINGS ARE OKAY.
pt_br: <18>{#p/papyrus}{#f/0}MAS, ANTES DISSO, ESTÁ TUDO BEM.
zh_cn: <18>{#p/papyrus}{#f/0}但除此之外，一切都很好。
zh_tw: <18>{#p/papyrus}{#f/0}但除此之外，一切都很好。

source: <25>{#p/sans}{#f/2}* glad to hear it.
pt_br: <25>{#p/sans}{#f/2}* feliz em ouvir isso.
zh_cn: <25>{#p/sans}{#f/2}* 挺好的。
zh_tw: <25>{#p/sans}{#f/2}* 挺好的。

source: <18>{#p/papyrus}{#f/4}I MEAN, IT'S ONLY NATURAL I'D TRY MY BEST.
pt_br: <18>{#p/papyrus}{#f/4}QUER DIZER, É NATURAL QUE EU DÊ O MEI MELHOR.
zh_cn: <18>{#p/papyrus}{#f/4}我一定会尽力而为。
zh_tw: <18>{#p/papyrus}{#f/4}我一定會盡力而為。

source: <18>{#p/papyrus}{#f/9}AFTER ALL, I DID CAPTURE A HUMAN TO EARN MY POSITION!
pt_br: <18>{#p/papyrus}{#f/9}DEPOIS DE TUDO, EU APRENDI A CAPTURAR UM HUMANO PARA MERECER MINHA POSIÇÃO!
zh_cn: <18>{#p/papyrus}{#f/9}毕竟，我可是 真的抓了一个人类， 才当上守卫的啊！
zh_tw: <18>{#p/papyrus}{#f/9}畢竟，我可是 真的抓了一個人類， 才當上守衛的啊！

source: <18>{#p/papyrus}{#f/0}I'M NOT GOING TO GET LAZY AND LOSE IT AFTER THAT.
pt_br: <18>{#p/papyrus}{#f/0}EU NÃO VOU FICAR PREGUIÇOSO E PERDER DEPOIS DE TUDO QUE EU PASSEI.
zh_cn: <18>{#p/papyrus}{#f/0}我可不会偷懒， 更不会丢掉这份工作！
zh_tw: <18>{#p/papyrus}{#f/0}我可不會偷懶， 更不會丟掉這份工作！

source: <25>{#p/sans}{#f/0}* of course not. * keeping a job like that takes dedication.
pt_br: <25>{#p/sans}{#f/0}* claro que não. * manter um trabalho assim requer dedicação.
zh_cn: <25>{#p/sans}{#f/0}* 那可不。 * 想保住饭碗， 就不能偷懒。
zh_tw: <25>{#p/sans}{#f/0}* 那可不。 * 想保住飯碗， 就不能偷懶。

source: <18>{#p/papyrus}{#f/4}... IT'S NO WONDER YOU LOST YOURS.
pt_br: <18>{#p/papyrus}{#f/4}... VEJO PORQUE VOCÊ PERDEU O SEU.
zh_cn: <18>{#p/papyrus}{#f/4}...我说你咋把 饭碗丢了呢。
zh_tw: <18>{#p/papyrus}{#f/4}...我說你咋把 飯碗丟了呢。

source: <18>{#p/papyrus}{#f/5}THOUGH, YOU ARE DOING WELL IN YOUR NEW JOB, SO...
pt_br: <18>{#p/papyrus}{#f/5}ENTRETANTO, VOCÊ ESTÁ INDO BEM EM SEU NOVO TRABALHO, ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/5}不过， 你又得到了新工作， 还干得挺好。
zh_tw: <18>{#p/papyrus}{#f/5}不過， 你又得到了新工作， 還幹得挺好。

source: <18>{#p/papyrus}{#f/0}I'LL LET IT SLIDE.
pt_br: <18>{#p/papyrus}{#f/0}EU VOU DEIXAR PASSAR.
zh_cn: <18>{#p/papyrus}{#f/0}那我就不“锐评”了。
zh_tw: <18>{#p/papyrus}{#f/0}那我就不「銳評」了。

source: <25>{#p/sans}{#f/0}* thanks. * advising the queen is no easy task.
pt_br: <25>{#p/sans}{#f/0}* obrigado. * conselheiro da rainha não é trabalho fácil.
zh_cn: <25>{#p/sans}{#f/0}* 多谢。 * 给新女王出谋献策 可辛苦了。
zh_tw: <25>{#p/sans}{#f/0}* 多謝。 * 給新女王出謀獻策 可辛苦了。

source: <25>{#p/sans}{#f/3}* she can be a little neurotic at times.
pt_br: <25>{#p/sans}{#f/3}* ela pode ser um pouco neurótica as vezes.
zh_cn: <25>{#p/sans}{#f/3}* 有时候，她有点“神经质”， 疑神疑鬼的。
zh_tw: <25>{#p/sans}{#f/3}* 有時候，她有點「神經質」， 疑神疑鬼的。

source: <25>{#p/sans}{#f/3}* she can be... quick to make big decisions.
pt_br: <25>{#p/sans}{#f/3}* ela pode ser... rápida demais fazendo grandes decisões.
zh_cn: <25>{#p/sans}{#f/3}* 而且，很多重要决策... 她都是一拍脑门想出来的。
zh_tw: <25>{#p/sans}{#f/3}* 而且，很多重要決策... 她都是一拍腦門想出來的。

source: <25>{#p/sans}{#f/0}* and that's before you throw mettaton into the mix.
pt_br: <25>{#p/sans}{#f/0}* e isso foi antes de você jogar mettaton na jogada.
zh_cn: <25>{#p/sans}{#f/0}* 这还没完，mettaton 也来蹚这趟浑水， 跟着瞎搅和。
zh_tw: <25>{#p/sans}{#f/0}* 這還沒完，mettaton 也來蹚這趟渾水， 跟著瞎攪和。

source: <18>{#p/papyrus}{#f/6}METTATON!? WHAT'S -HE- DOING?
pt_br: <18>{#p/papyrus}{#f/6}METTATON!?!? * O QUE -ELE- ESTÁ FAZENDO?
zh_cn: <18>{#p/papyrus}{#f/6}METTATON？！ 【他】跟着干啥？
zh_tw: <18>{#p/papyrus}{#f/6}METTATON？！ 【他】跟著幹啥？

source: <25>{#p/sans}{#f/0}* oh, after alphys became queen, he figured he'd "tag along."
pt_br: <25>{#p/sans}{#f/0}* oh, depois que alphys se tornou rainha, ele pensou em "ir junto."
zh_cn: <25>{#p/sans}{#f/0}* 哦，在alphys当了王， mettaton也想“沾点光”。
zh_tw: <25>{#p/sans}{#f/0}* 喔，在alphys當了王， mettaton也想「沾點光」。

source: <25>{#p/sans}{#f/3}* but his advice... isn't very helpful.
pt_br: <25>{#p/sans}{#f/3}* mas seus conselhos... não são dos melhores.
zh_cn: <25>{#p/sans}{#f/3}* 但是他... 就没提过啥正经建议。
zh_tw: <25>{#p/sans}{#f/3}* 但是他... 就沒提過啥正經建議。

source: <25>{#p/sans}{#f/0}* he just wants to turn the outpost into an entertainment complex.
pt_br: <25>{#p/sans}{#f/0}* ele só queria tornar o outpost em um complexo de entretenimento.
zh_cn: <25>{#p/sans}{#f/0}* 他只想把前哨站 变成一个娱乐中心。
zh_tw: <25>{#p/sans}{#f/0}* 他只想把前哨站 變成一個娛樂中心。

source: <25>{#p/sans}{#f/0}* with his tv shows being front and center, of course.
pt_br: <25>{#p/sans}{#f/0}* com seus shows de TV estando na frente e sendo centro, é claro.
zh_cn: <25>{#p/sans}{#f/0}* 好让整个前哨站 都围着他那些节目转。
zh_tw: <25>{#p/sans}{#f/0}* 好讓整個前哨站 都圍著他那些節目轉。

source: <25>{#p/sans}{#f/3}* it's all a bit of a mess, really.
pt_br: <25>{#p/sans}{#f/3}* é bem bagunçado, sinceramente.
zh_cn: <25>{#p/sans}{#f/3}* 整的乱七八糟的，真糟心。
zh_tw: <25>{#p/sans}{#f/3}* 整的亂七八糟的，真糟心。

source: <18>{#p/papyrus}{#f/4}SOUNDS LIKE HE NEEDS A STERN TALKING-TO.
pt_br: <18>{#p/papyrus}{#f/4}PARECE QUE ELE PRECISA DE UMA CONVERSA INDIVIDUAL.
zh_cn: <18>{#p/papyrus}{#f/4}看来，得有人 开导开导他了。
zh_tw: <18>{#p/papyrus}{#f/4}看來，得有人 開導開導他了。

source: <25>{#p/sans}{#f/0}* maybe. * but aren't you like, his biggest fan?
pt_br: <25>{#p/sans}{#f/0}* talvez. * mas você não é tipo, o maior fã dele?
zh_cn: <25>{#p/sans}{#f/0}* 或许吧。 * 哦对，你不就是 他的头号粉丝嘛？
zh_tw: <25>{#p/sans}{#f/0}* 或許吧。 * 喔對，你不就是 他的頭號粉絲嘛？

source: <18>{#p/papyrus}{#f/7}NOT WHEN HE'S INTERFERING WITH YOUR WORK I'M NOT!
pt_br: <18>{#p/papyrus}{#f/7}NÃO QUANDO ELE ESTÁ INTERFERINDO COM SEU TRABALHO!
zh_cn: <18>{#p/papyrus}{#f/7}要是他干扰你工作， 我宁愿不当他粉丝！
zh_tw: <18>{#p/papyrus}{#f/7}要是他幹擾你工作， 我寧願不當他粉絲！

source: <18>{#p/papyrus}{#f/9}... I'LL BE BACK.
pt_br: <18>{#p/papyrus}{#f/9}... EU ESTAREI DE VOLTA.
zh_cn: <18>{#p/papyrus}{#f/9}...失陪了。
zh_tw: <18>{#p/papyrus}{#f/9}...失陪了。

source: <25>{#p/sans}{#f/3}* i should probably go make sure he doesn't cause any trouble.
pt_br: <25>{#p/sans}{#f/3}* eu provavelmente deveria ir e garantir que ele não se meta em bagunça.
zh_cn: <25>{#p/sans}{#f/3}* 我也得走了， 免得他闯什么祸。
zh_tw: <25>{#p/sans}{#f/3}* 我也得走了， 免得他闖什麼禍。

source: <25>{#p/sans}{#f/0}* but, before i go...
pt_br: <25>{#p/sans}{#f/0}* mas, antes de eu ir...
zh_cn: <25>{#p/sans}{#f/0}* 挂电话前... 还有两句话想讲给你。
zh_tw: <25>{#p/sans}{#f/0}* 掛電話前... 還有兩句話想講給你。

source: <25>{#p/sans}{#f/0}* you may have killed a lot of people, but...
pt_br: <25>{#p/sans}{#f/0}* você talvez tenha matado muitas pessoas, mas...
zh_cn: <25>{#p/sans}{#f/0}* 虽然你杀害了不少怪物...
zh_tw: <25>{#p/sans}{#f/0}* 雖然你殺害了不少怪物...

source: <25>{#p/sans}{#f/3}* in the end, you surrendered and did the right thing.
pt_br: <25>{#p/sans}{#f/3}* no fim, você se rendeu e fez a coisa certa.
zh_cn: <25>{#p/sans}{#f/3}* 但最后，你能迷途知返， 做了正确的选择。
zh_tw: <25>{#p/sans}{#f/3}* 但最後，你能迷途知返， 做了正確的選擇。

source: <25>{#p/sans}{#f/0}* regardless of the people you hurt and killed...
pt_br: <25>{#p/sans}{#f/0}* mesmo com as pessoas que você feriu e matou...
zh_cn: <25>{#p/sans}{#f/0}* 虽然你伤害了不少怪物， 很多怪物也因你而死...
zh_tw: <25>{#p/sans}{#f/0}* 雖然你傷害了不少怪物， 很多怪物也因你而死...

source: <25>{#p/sans}{#f/0}* you may have hurt a lot of people, but...
pt_br: <25>{#p/sans}{#f/0}* você pode ter ferido muitas pessoas, mas...
zh_cn: <25>{#p/sans}{#f/0}* 虽然你伤害了很多怪物...
zh_tw: <25>{#p/sans}{#f/0}* 雖然你傷害了很多怪物...

source: <25>{#p/sans}{#f/0}* you may have made some mistakes, but...
pt_br: <25>{#p/sans}{#f/0}* você pode ter cometido alguns erros, mas...
zh_cn: <25>{#p/sans}{#f/0}* 虽然你也犯过小错...
zh_tw: <25>{#p/sans}{#f/0}* 雖然你也犯過小錯...

source: <25>{#p/sans}{#f/3}* overall, you're not half bad.
pt_br: <25>{#p/sans}{#f/3}* sobre tudo, você não é de todo ruim.
zh_cn: <25>{#p/sans}{#f/3}* 但你仍是个不错的孩子。
zh_tw: <25>{#p/sans}{#f/3}* 但你仍是個不錯的孩子。

source: <25>{#p/sans}{#f/0}* even if not everybody likes humanity...
pt_br: <25>{#p/sans}{#f/0}* mesmo que nem todos amem a humanidade...
zh_cn: <25>{#p/sans}{#f/0}* 虽然仍有怪物不喜欢人类...
zh_tw: <25>{#p/sans}{#f/0}* 雖然仍有怪物不喜歡人類...

source: <25>{#p/sans}{#f/2}* i and many others are more positive about them because of you.
pt_br: <25>{#p/sans}{#f/2}* eu e muitos outros estão positivos em relação a eles, por sua causa.
zh_cn: <25>{#p/sans}{#f/2}* 但大多数怪物，包括我， 都越来越喜欢和支持人类。 * 这一切，都多亏了你。
zh_tw: <25>{#p/sans}{#f/2}* 但大多數怪物，包括我， 都越來越喜歡和支援人類。 * 這一切，都多虧了你。

source: <25>{#p/sans}{#f/0}* so, don't worry.
pt_br: <25>{#p/sans}{#f/0}* então, não se preocupe.
zh_cn: <25>{#p/sans}{#f/0}* 所以，别担心。
zh_tw: <25>{#p/sans}{#f/0}* 所以，別擔心。

source: <25>{#p/sans}{#f/3}* whatever happens to you out there...
pt_br: <25>{#p/sans}{#f/3}* seja lá o que acontecer contigo aí fora...
zh_cn: <25>{#p/sans}{#f/3}* 不管你那边发生了什么...
zh_tw: <25>{#p/sans}{#f/3}* 不管你那邊發生了什麼...

source: <25>{#p/sans}{#f/2}* just know that you have my full support.
pt_br: <25>{#p/sans}{#f/2}* só saiba que você tem toda minha proteção.
zh_cn: <25>{#p/sans}{#f/2}* 记住，我永远支持你。
zh_tw: <25>{#p/sans}{#f/2}* 記住，我永遠支援你。

source: <25>{#p/sans}{#f/0}* ... * take care of yourself out there, ok?
pt_br: <25>{#p/sans}{#f/0}* ... * se cuida aí fora, beleza?
zh_cn: <25>{#p/sans}{#f/0}* ... * 照顾好自己，好吗？
zh_tw: <25>{#p/sans}{#f/0}* ... * 照顧好自己，好嗎？

source: <25>{#p/sans}{#f/3}* see ya 'round.
pt_br: <25>{#p/sans}{#f/3}* te vejo por aí.
zh_cn: <25>{#p/sans}{#f/3}* 回见。
zh_tw: <25>{#p/sans}{#f/3}* 回見。

source: <25>{#p/alphys}{#f/4}* H-hiya...
pt_br: <25>{#p/alphys}{#f/4}* O-oi...
zh_cn: <25>{#p/alphys}{#f/4}* 喂-喂...
zh_tw: <25>{#p/alphys}{#f/4}* 餵-餵...

source: <25>{#p/alphys}{#f/20}* Is anyone there?
pt_br: <25>{#p/alphys}{#f/20}* Tem alguém aí?
zh_cn: <25>{#p/alphys}{#f/20}* 有人吗？
zh_tw: <25>{#p/alphys}{#f/20}* 有人嗎？

source: <25>{#p/alphys}{#f/11}* ... I hope it's not too much trouble...
pt_br: <25>{#p/alphys}{#f/11}* ... espero que não seja muito incomodo...
zh_cn: <25>{#p/alphys}{#f/11}* ...这次打电话来， 只-只是想和你讲讲 最近发生的事...
zh_tw: <25>{#p/alphys}{#f/11}* ...這次打電話來， 只-只是想和你講講 最近發生的事...

source: <25>{#p/alphys}{#f/4}* I just... w-wanted to let you know how things are going out here.
pt_br: <25>{#p/alphys}{#f/4}* eu só... queria que você soubesse como as coisas andam por aqui.
zh_cn: <25>{#p/alphys}{#f/4}* 不-不会占用你 太多时间的。
zh_tw: <25>{#p/alphys}{#f/4}* 不-不會佔用你 太多時間的。

source: <25>{#p/alphys}{#f/20}* So... after you left, the king sort of... d-disappeared.
pt_br: <25>{#p/alphys}{#f/20}* Então... após você fugir, o rei meio que... d-desapareceu.
zh_cn: <25>{#p/alphys}{#f/20}* 在你走后... 国王就突然... 失踪了。
zh_tw: <25>{#p/alphys}{#f/20}* 在你走後... 國王就突然... 失蹤了。

source: <25>{#p/alphys}{#f/14}* When I broke the news, it... hurt the people's morale pretty badly.
pt_br: <25>{#p/alphys}{#f/14}* Quando eu contei a notícia... isso feriu a moral das pessoas.
zh_cn: <25>{#p/alphys}{#f/14}* 我把消息告诉了民众， 大家都非常难过。
zh_tw: <25>{#p/alphys}{#f/14}* 我把訊息告訴了民眾， 大家都非常難過。

source: <25>{#p/alphys}{#f/10}* Technically, as royal scientist, I was meant to replace him, but...
pt_br: <25>{#p/alphys}{#f/10}* Como cientista real, eu deveria tomar o lugar dele, mas...
zh_cn: <25>{#p/alphys}{#f/10}* 身为皇家科学员， 怪物们都认为 我是继承王位的最佳人选。
zh_tw: <25>{#p/alphys}{#f/10}* 身為皇家科學員， 怪物們都認為 我是繼承王位的最佳人選。

source: <25>{#p/alphys}{#f/4}* I didn't really feel like I'd be the best fit for the job.
pt_br: <25>{#p/alphys}{#f/4}* Eu não pensei que seria o melhor para o trabalho.
zh_cn: <25>{#p/alphys}{#f/4}* 但我知道， 自己并不适合当统治者。
zh_tw: <25>{#p/alphys}{#f/4}* 但我知道， 自己並不適合當統治者。

source: <25>{#p/alphys}{#f/4}* Especially after what I... let happen to Mettaton.
pt_br: <25>{#p/alphys}{#f/4}* especialmente depois do que eu... deixei acontecer com o Mettaton.
zh_cn: <25>{#p/alphys}{#f/4}* 而且， 我害得Mettaton...
zh_tw: <25>{#p/alphys}{#f/4}* 而且， 我害得Mettaton...

source: <26>{#p/alphys}{#f/20}* Well, Undyne approached me with an offer to take over, and...
pt_br: <26>{#p/alphys}{#f/20}* Bem, Undyne se aproximou e ofereceu tomar controle...
zh_cn: <26>{#p/alphys}{#f/20}* 后来，Undyne找到我， 跟我说“她自己想当女王”...
zh_tw: <26>{#p/alphys}{#f/20}* 後來，Undyne找到我， 跟我說「她自己想當女王」...

source: <25>{#p/alphys}{#f/20}* I agreed, and appointed her as the queen.
pt_br: <25>{#p/alphys}{#f/20}* Eu concordei e a nomeei como rainha.
zh_cn: <25>{#p/alphys}{#f/20}* 我同意了， 让她顺利地当上了女王。
zh_tw: <25>{#p/alphys}{#f/20}* 我同意了， 讓她順利地當上了女王。

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to Papyrus's death...
pt_br: <25>{#p/alphys}{#f/13}* ... eu fiquei preocupada que ela iria surtar pela morte do Papyrus...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Papyrus的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Papyrus的死... 會衝動幹傻事...

source: <26>{#p/alphys}{#f/13}* ... not to mention the collapse of the guard...
pt_br: <26>{#p/alphys}{#f/13}* ... sem mencionar o colapso da guarda real...
zh_cn: <26>{#p/alphys}{#f/13}* ...更不用说， 因为你，皇家卫队也 全军覆没了...
zh_tw: <26>{#p/alphys}{#f/13}* ...更不用說， 因為你，皇家衛隊也 全軍覆沒了...

source: <25>{#p/alphys}{#f/13}* ... not to mention the loss of those guards...
pt_br: <25>{#p/alphys}{#f/13}* ... sem mencionar a perda daqueles guardas...
zh_cn: <26>{#p/alphys}{#f/13}* ...更不用说， 因为你，皇家卫队也 死的死，伤的伤...
zh_tw: <26>{#p/alphys}{#f/13}* ...更不用說， 因為你，皇家衛隊也 死的死，傷的傷...

source: <26>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the collapse of the guard...
pt_br: <26>{#p/alphys}{#f/13}* ... eu fiquei preocupada que ela enlouqueceria com o colapso da guarda real...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心她受不了 皇家卫队全军覆没... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心她受不了 皇家衛隊全軍覆沒... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of those guards...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda daqueles guardas...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了皇家守卫的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了皇家守衛的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Doggo...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda do Doggo...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Doggo的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Doggo的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Canis Minor...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda do Canis Minor...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Canis Minor的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Canis Minor的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to those married dogs' deaths...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda do casal de cachorros...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了狗夫妇的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了狗夫婦的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Canis Major...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda do Major Canis...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Canis Major的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Canis Major的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Doge...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda de Doge...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Doge的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Doge的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to 03 and 04's deaths...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela perda da 03 e 04...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了三号、四号的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了三號、四號的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Cozmo...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela morte do Cozmo...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Cozmo的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Cozmo的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Terrestria...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela morte da Terrestria...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Terrestria的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Terrestria的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the former queen's death...
pt_br: <25>{#p/alphys}{#f/13}* ... pensei que ela se perderia pela morte da verdadeira rainha...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了王后Toriel的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了王后Toriel的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the spider queen's death...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela morte da rainha das aranhas...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了蜘蛛女王的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了蜘蛛女王的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to Mettaton's death...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela morte do Mettaton...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了Mettaton的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了Mettaton的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to those monsters' deaths...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela morte daqueles monstros...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了几只怪物的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了幾隻怪物的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to that one monster's death...
pt_br: <25>{#p/alphys}{#f/13}* ... eu estava preocupada que ela enlouqueceria pela morte daquele monstro...
zh_cn: <25>{#p/alphys}{#f/13}* ...一开始，我担心 她受不了一只怪物的死... 会冲动干傻事...
zh_tw: <25>{#p/alphys}{#f/13}* ...一開始，我擔心 她受不了一隻怪物的死... 會衝動幹傻事...

source: <25>{#p/alphys}{#f/17}* But all she did was re- establish the Royal Guard and its forces.
pt_br: <25>{#p/alphys}{#f/17}* Mas tudo que ela fez foi reestabelecer a Guarda Real e suas forças.
zh_cn: <25>{#p/alphys}{#f/17}* 还好，她没瞎搞， 只是重建了皇家卫队， 增强了武装力量。
zh_tw: <25>{#p/alphys}{#f/17}* 還好，她沒瞎搞， 只是重建了皇家衛隊， 增強了武裝力量。

source: <25>{#p/alphys}{#f/17}* But all she did was bolster the Royal Guard's forces.
pt_br: <25>{#p/alphys}{#f/17}* Mas tudo que ela fez foi aumentar a força da Guarda Real.
zh_cn: <25>{#p/alphys}{#f/17}* 还好，她没瞎搞， 只是扩编了皇家卫队， 加强了武装力量。
zh_tw: <25>{#p/alphys}{#f/17}* 還好，她沒瞎搞， 只是擴編了皇家衛隊， 加強了武裝力量。

source: <25>{#p/alphys}{#f/19}* And... make a speech about how humans are dishonorable warriors.
pt_br: <25>{#p/alphys}{#f/19}* E... fazer uma fala sobre como humanos são guerreiros sem honra.
zh_cn: <25>{#p/alphys}{#f/19}* 处理完卫队的事， 她又发表演讲，说人类 “就是一群卑鄙下流的敌人”。
zh_tw: <25>{#p/alphys}{#f/19}* 處理完衛隊的事， 她又發表演講，說人類 「就是一群卑鄙下流的敵人」。

source: <25>{#p/alphys}{#f/19}* And... make a speech about how humans are backstabbing traitors.
pt_br: <25>{#p/alphys}{#f/19}* E... fazer uma fala sobre humanos são traidores que apunhalam as costas de quem os confiou.
zh_cn: <25>{#p/alphys}{#f/19}* 处理完卫队的事， 她又发表演讲，说人类 “就是一群背信弃义的叛徒”。
zh_tw: <25>{#p/alphys}{#f/19}* 處理完衛隊的事， 她又發表演講，說人類 「就是一群背信棄義的叛徒」。

source: <25>{#p/alphys}{#f/19}* And... make a speech about how humans are irredeemable killers.
pt_br: <25>{#p/alphys}{#f/19}* E... fazer uma fala sobre como humanos são assassinos sem remorso.
zh_cn: <25>{#p/alphys}{#f/19}* 处理完卫队的事， 她又发表演讲，说人类 “就是一群罪不可赦的杀人狂”。
zh_tw: <25>{#p/alphys}{#f/19}* 處理完衛隊的事， 她又發表演講，說人類 「就是一群罪不可赦的殺人狂」。

source: <25>{#p/alphys}{#f/20}* A speech that... actually got a lot of people on her side.
pt_br: <25>{#p/alphys}{#f/20}* Uma fala que... colocou muitas pessoas do lado dela.
zh_cn: <25>{#p/alphys}{#f/20}* 结果... 她靠着那次演讲， 把民众都拉拢到她那边。
zh_tw: <25>{#p/alphys}{#f/20}* 結果... 她靠著那次演講， 把民眾都拉攏到她那邊。

source: <25>{#p/alphys}{#f/26}* ... beating everyone up certainly didn't help your case.
pt_br: <25>{#p/alphys}{#f/26}* ... sair surrando todo mundo não te ajudou muito.
zh_cn: <25>{#p/alphys}{#f/26}* ...别以为你把他们揍老实了， 他们就心服口服。
zh_tw: <25>{#p/alphys}{#f/26}* ...別以為你把他們揍老實了， 他們就心服口服。

source: <25>{#p/alphys}{#f/5}* ... monsters are pretty wary of humans these days because of that.
pt_br: <25>{#p/alphys}{#f/5}* ... monstros não confiam mais em humanos após o que aconteceu.
zh_cn: <25>{#p/alphys}{#f/5}* ...如今，怪物对人类 都愈发警惕。
zh_tw: <25>{#p/alphys}{#f/5}* ...如今，怪物對人類 都愈發警惕。

source: <25>{#p/alphys}{#f/20}* A speech that only got people on her side...
pt_br: <25>{#p/alphys}{#f/20}* Uma fala que colocou muitas pessoas do lado dela...
zh_cn: <25>{#p/alphys}{#f/20}* 一开始，大伙根本不信 她那一套理论...
zh_tw: <25>{#p/alphys}{#f/20}* 一開始，大夥根本不信 她那一套理論...

source: <25>{#p/alphys}{#f/26}* ... after they were reminded of your bullying.
pt_br: <25>{#p/alphys}{#f/26}* ... depois de eles se lembrarem da forma que você os espancou.
zh_cn: <25>{#p/alphys}{#f/26}* ...紧接着，Undyne把你 揍他们的事拎了出来。[ADD]<25>{#p/alphys}{#f/26}* 结果... 民众立马变卦，纷纷支持她。
zh_tw: <25>{#p/alphys}{#f/26}* ...緊接著，Undyne把你 揍他們的事拎了出來。[ADD]<25>{#p/alphys}{#f/26}* 結果... 民眾立馬變卦，紛紛支援她。
