Repository: ws-3917/psoutertale-weblate
Catalog: text/common/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#f/18}* The game's all in your hands now!
pt_br: <25>{#p/alphys}{#f/18}* O jogo está na sua mão agora.
zh_cn: <25>{#p/alphys}{#f/18}* 该你上场决斗了！
zh_tw: <25>{#p/alphys}{#f/18}* 該你上場決鬥了！

source: <25>{#p/sans}{#f/3}* ... i see.
pt_br: <25>{#p/sans}{#f/3}* ... certo.
zh_cn: <25>{#p/sans}{#f/3}* ...行。
zh_tw: <25>{#p/sans}{#f/3}* ...行。

source: <25>{#p/sans}{#f/0}* i guess i better get out there, then.
pt_br: <25>{#p/sans}{#f/0}* eu acho melhor eu vazar daqui, então.
zh_cn: <25>{#p/sans}{#f/0}* 看来不能拖了。
zh_tw: <25>{#p/sans}{#f/0}* 看來不能拖了。

source: <25>{#p/alphys}{#f/6}* That would probably be a good idea.
pt_br: <25>{#p/alphys}{#f/6}* Essa provavelmente é uma boa ideia.
zh_cn: <25>{#p/alphys}{#f/6}* 还是早点出发吧。
zh_tw: <25>{#p/alphys}{#f/6}* 還是早點出發吧。

source: <25>{#p/alphys}{#f/23}* For all our sakes.
pt_br: <25>{#p/alphys}{#f/23}* Pelo bem de todo mundo.
zh_cn: <25>{#p/alphys}{#f/23}* 大伙都等着你呢。
zh_tw: <25>{#p/alphys}{#f/23}* 大夥都等著你呢。

source: <25>{#p/sans}{#f/0}* but before i go.
pt_br: <25>{#p/sans}{#f/0}* mas antes de eu ir.
zh_cn: <25>{#p/sans}{#f/0}* 走之前，还有一件事。
zh_tw: <25>{#p/sans}{#f/0}* 走之前，還有一件事。

source: <25>{#p/sans}{#f/0}* if this call ever reaches you...
pt_br: <25>{#p/sans}{#f/0}* se essa ligação conseguir te alcançar...
zh_cn: <25>{#p/sans}{#f/0}* 收到消息的话， 告诉其他人类...
zh_tw: <25>{#p/sans}{#f/0}* 收到訊息的話， 告訴其他人類...

source: <25>{#p/sans}{#f/3}* i suggest not letting another human get near us.
pt_br: <25>{#p/sans}{#f/3}* eu sugiro não deixar outro humano chegar aqui.
zh_cn: <25>{#p/sans}{#f/3}* 不要靠近这里！
zh_tw: <25>{#p/sans}{#f/3}* 不要靠近這裡！

source: <25>{#p/sans}{#f/3}* mew mew's planning something big. * i can feel it.
pt_br: <25>{#p/sans}{#f/3}* mew mew está planejando algo muito grande. * posso sentir.
zh_cn: <25>{#p/sans}{#f/3}* 我有预感， “喵喵”正在准备一场 恐怖行动。
zh_tw: <25>{#p/sans}{#f/3}* 我有預感， 「喵喵」正在準備一場 恐怖行動。

source: <25>{#p/sans}{#f/0}* if she succeeds, the whole galaxy might be in danger.
pt_br: <25>{#p/sans}{#f/0}* se ela conseguir, toda a galáxia estará em perigo.
zh_cn: <25>{#p/sans}{#f/0}* 她要是得逞， 整个星系都会遭殃。
zh_tw: <25>{#p/sans}{#f/0}* 她要是得逞， 整個星系都會遭殃。

source: <25>{#p/sans}{#f/2}* ... just thought i'd give you a heads up.
pt_br: <25>{#p/sans}{#f/2}* ... apenas pensei em te avisar
zh_cn: <25>{#p/sans}{#f/2}* ...只是提醒一下。
zh_tw: <25>{#p/sans}{#f/2}* ...只是提醒一下。

source: <25>{#p/alphys}{#f/23}* Come on, let's go!
pt_br: <25>{#p/alphys}{#f/23}* Vai, vamos logo!
zh_cn: <25>{#p/alphys}{#f/23}* 快点，走啦！
zh_tw: <25>{#p/alphys}{#f/23}* 快點，走啦！

source: <25>{#p/sans}{#f/0}* i'm on my way.
pt_br: <25>{#p/sans}{#f/0}* estou indo.
zh_cn: <25>{#p/sans}{#f/0}* 出发。
zh_tw: <25>{#p/sans}{#f/0}* 出發。

source: <25>{#p/sans}{#f/0}* so, after you left, things weren't too great at first.
pt_br: <25>{#p/sans}{#f/0}* então, após você sair, as coisas não foram as melhores no começo.
zh_cn: <25>{#p/sans}{#f/0}* 在你走后，一开始， 这里还不是“天堂”。
zh_tw: <25>{#p/sans}{#f/0}* 在你走後，一開始， 這裡還不是「天堂」。

source: <25>{#p/sans}{#f/4}* but who would we hire to watch over them?
pt_br: <25>{#p/sans}{#f/4}* mas quem nós iríamos contratar para olha-las?
zh_cn: <25>{#p/sans}{#f/4}* 容器防碎不防偷， 谁来看着灵魂呢？
zh_tw: <25>{#p/sans}{#f/4}* 容器防碎不防偷， 誰來看著靈魂呢？

source: <25>{#p/sans}{#f/0}* well, of all the people we called, only charles took the job.
pt_br: <25>{#p/sans}{#f/0}* bem, de todas as pessoas que ligamos, apenas o charles pegou o trabalho.
zh_cn: <25>{#p/sans}{#f/0}* 我们狂打电话， 结果，只有某只小老鼠 接下了这活。
zh_tw: <25>{#p/sans}{#f/0}* 我們狂打電話， 結果，只有某隻小老鼠 接下了這活。

source: <25>{#p/sans}{#f/2}* a little mouse with a spotless service record at the core.
pt_br: <25>{#p/sans}{#f/2}* um pequeno rato com uma rifle que trabalhava no core.
zh_cn: <25>{#p/sans}{#f/2}* 老鼠名叫charles，是核心员工。 * 工作这么久，从没出过错。
zh_tw: <25>{#p/sans}{#f/2}* 老鼠名叫charles，是核心員工。 * 工作這麼久，從沒出過錯。

source: <25>{#p/sans}{#f/0}* now, charles had worked at the core for so long...
pt_br: <25>{#p/sans}{#f/0}* agora, o charles tem trabalhado a tanto tempo no core...
zh_cn: <25>{#p/sans}{#f/0}* 结果...
zh_tw: <25>{#p/sans}{#f/0}* 結果...

source: <25>{#p/sans}{#f/0}* that it grew accustomed with its routine.
pt_br: <25>{#p/sans}{#f/0}* que se acostumou totalmente a sua rotina.
zh_cn: <25>{#p/sans}{#f/0}* 成天在核心打工， 都染上职业病了。
zh_tw: <25>{#p/sans}{#f/0}* 成天在核心打工， 都染上職業病了。

source: <25>{#p/sans}{#f/0}* take a power cell out, put a new one back in...
pt_br: <25>{#p/sans}{#f/0}* tira uma célula de energia, coloca uma nova de volta...
zh_cn: <25>{#p/sans}{#f/0}* 每天， 拆电池，装电池， 拆电池，装电池...
zh_tw: <25>{#p/sans}{#f/0}* 每天， 拆電池，裝電池， 拆電池，裝電池...

source: <25>{#p/sans}{#f/3}* except now, instead of power cells, it was human souls.
pt_br: <25>{#p/sans}{#f/3}* exceto que agora, ao invés de células, eram as almas humanas.
zh_cn: <25>{#p/sans}{#f/3}* 只是这次电池 变成了人类灵魂。
zh_tw: <25>{#p/sans}{#f/3}* 只是這次電池 變成了人類靈魂。

source: <25>{#p/sans}{#f/0}* ... so, when it accidentally absorbed those souls...
pt_br: <25>{#p/sans}{#f/0}* ... então, ele acidentalmente absorver as almas...
zh_cn: <25>{#p/sans}{#f/0}* 结果自然是， 拆“人类灵魂”， 然后，装“人类灵魂”。
zh_tw: <25>{#p/sans}{#f/0}* 結果自然是， 拆「人類靈魂」， 然後，裝「人類靈魂」。

source: <25>{#p/sans}{#f/3}* it was only because charles was just doing what it knew best.
pt_br: <25>{#p/sans}{#f/3}* foi só porque charles sabia que estava dando seu melhor.
zh_cn: <25>{#p/sans}{#f/3}* ...所以，charles肯定是 工作得太认真了， 才把灵魂装到了自己身上。
zh_tw: <25>{#p/sans}{#f/3}* ...所以，charles肯定是 工作得太認真了， 才把靈魂裝到了自己身上。

source: <25>{#p/sans}{#f/3}* i know. * it sounds bad.
pt_br: <25>{#p/sans}{#f/3}* eu sei. * parece ruim.
zh_cn: <25>{#p/sans}{#f/3}* 哎呀哎呀， 你是不是在想...
zh_tw: <25>{#p/sans}{#f/3}* 哎呀哎呀， 你是不是在想...

source: <25>{#p/sans}{#f/0}* without the human souls, how would we escape?
pt_br: <25>{#p/sans}{#f/0}* sem as almas humanas, como poderíamos escapar?
zh_cn: <25>{#p/sans}{#f/0}* “太惨了！” * “没了灵魂，咋逃出去呢？”
zh_tw: <25>{#p/sans}{#f/0}* 「太慘了！」 * 「沒了靈魂，咋逃出去呢？」

source: <25>{#p/sans}{#f/0}* but when that little mouse realized its new godlike power...
pt_br: <25>{#p/sans}{#f/0}* mas quando o ratinho descobriu seu novo poder...
zh_cn: <25>{#p/sans}{#f/0}* 可我们为什么要逃出去呢？
zh_tw: <25>{#p/sans}{#f/0}* 可我們為什麼要逃出去呢？

source: <25>{#p/sans}{#f/2}* it used that power to make everyone's dreams come true.
pt_br: <25>{#p/sans}{#f/2}* ele usou este poder para fazer com que o sonho de todos se tornasse realidade.
zh_cn: <25>{#p/sans}{#f/2}* charles就是神， 有了神的帮助， 我们想要啥，就有啥。
zh_tw: <25>{#p/sans}{#f/2}* charles就是神， 有了神的幫助， 我們想要啥，就有啥。

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN! IT IS I, THE GREAT PAPYRUS!
pt_br: <18>{#p/papyrus}{#f/0}OLÁ, HUMANO! SOU EU, O GRANDE PAPYRUS!
zh_cn: <18>{#p/papyrus}{#f/0}你好，人类！ 是我，伟大的PAPYRUS！
zh_tw: <18>{#p/papyrus}{#f/0}你好，人類！ 是我，偉大的PAPYRUS！

source: <18>{#p/papyrus}{#f/6}WHAT!?!? YOU THOUGHT I WAS DEAD!?
pt_br: <18>{#p/papyrus}{#f/6}O QUE!?!? VOCÊ PENSOU QUE EU ESTAVA MORTO!?
zh_cn: <18>{#p/papyrus}{#f/6}你不会以为， 我死了吧？！
zh_tw: <18>{#p/papyrus}{#f/6}你不會以為， 我死了吧？！

source: <18>{#p/papyrus}{#f/7}... UGH, THAT'S RIDICULOUS! I COULD NEVER DIE!
pt_br: <18>{#p/papyrus}{#f/7}... UGH, ISSO É RIDÍCULO! EU NUNCA MORRERIA!
zh_cn: <18>{#p/papyrus}{#f/7}...呸，真是扯淡！ 我可是长生不老的 PAPYRUS！
zh_tw: <18>{#p/papyrus}{#f/7}...呸，真是扯淡！ 我可是長生不老的 PAPYRUS！

source: <18>{#p/papyrus}{#f/4}FOR I HAVE BEEN RE-INCARNATED...
pt_br: <18>{#p/papyrus}{#f/4}EU FUI REENCARNADO...
zh_cn: <18>{#p/papyrus}{#f/4}尊敬的CHARLES陛下 又把我带回来了！
zh_tw: <18>{#p/papyrus}{#f/4}尊敬的CHARLES陛下 又把我帶回來了！

source: <18>{#p/papyrus}{#f/9}BY OUR ONE TRUE OVERLORD, KING CHARLES!!!
pt_br: <18>{#p/papyrus}{#f/9}PELO NOSSO UNICO E AMADO, REI CHARLES!!!
zh_cn: <18>{#p/papyrus}{#f/9}陛下真是 太伟大了！！！
zh_tw: <18>{#p/papyrus}{#f/9}陛下真是 太偉大了！！！

source: <25>{#p/sans}{#f/3}* ... so, as you can see, there's no reason for anyone to be sad.
pt_br: <25>{#p/sans}{#f/3}* ... então, como você pode ver, não a razão para a tristeza de ninguém.
zh_cn: <25>{#p/sans}{#f/3}* ...你瞧，我们多幸福啊！ * 这么快乐的世界， 怎么可能有苦难呢？
zh_tw: <25>{#p/sans}{#f/3}* ...你瞧，我們多幸福啊！ * 這麼快樂的世界， 怎麼可能有苦難呢？

source: <25>{#p/sans}{#f/2}* who cares about leaving the outpost, am i right?
pt_br: <25>{#p/sans}{#f/2}* quem se importa de sair do outpost, não estou certo?
zh_cn: <25>{#p/sans}{#f/2}* 谁还稀罕离开前哨站呢？
zh_tw: <25>{#p/sans}{#f/2}* 誰還稀罕離開前哨站呢？

source: <18>{#p/papyrus}{#f/0}YEAH, WE DON'T NEED TO SEE THE STARS!
pt_br: <18>{#p/papyrus}{#f/0}É, NÃO PRECISAMOS VER AS ESTRELAS!
zh_cn: <18>{#p/papyrus}{#f/0}对啊，干嘛要离开呢？ 几颗破星星， 有啥好看的呢？！
zh_tw: <18>{#p/papyrus}{#f/0}對啊，幹嘛要離開呢？ 幾顆破星星， 有啥好看的呢？！

source: <18>{#p/papyrus}{#f/9}WE'RE LIVING OUT OUR BEST LIVES RIGHT HERE!
pt_br: <18>{#p/papyrus}{#f/9}ESTAMOS VIVENDO NOSSAS MELHORES VIDAS BEM AQUI!
zh_cn: <18>{#p/papyrus}{#f/9}这里就是天堂！ 就是极乐世界！ 去哪都比不上这里快乐！
zh_tw: <18>{#p/papyrus}{#f/9}這裡就是天堂！ 就是極樂世界！ 去哪都比不上這裡快樂！

source: <25>{#p/sans}{#f/2}* my thoughts exactly.
pt_br: <25>{#p/sans}{#f/2}* meu exato pensamento.
zh_cn: <25>{#p/sans}{#f/2}* 太对了。
zh_tw: <25>{#p/sans}{#f/2}* 太對了。

source: <25>{#p/sans}{#f/0}* ... anyway, thanks for being the reason all of this happened.
pt_br: <25>{#p/sans}{#f/0}* ... bem, obrigado por ser a razão de tudo isso acontecer.
zh_cn: <25>{#p/sans}{#f/0}* ...总之， 谢谢你，让这里变成天堂。
zh_tw: <25>{#p/sans}{#f/0}* ...總之， 謝謝你，讓這裡變成天堂。

source: <25>{#p/sans}{#f/0}* if you ever get bored of flying around out there...
pt_br: <25>{#p/sans}{#f/0}* se você acabar por ficar no tédio de voar por aí...
zh_cn: <25>{#p/sans}{#f/0}* 要是在外面飞累了...
zh_tw: <25>{#p/sans}{#f/0}* 要是在外面飛累了...

source: <25>{#p/sans}{#f/3}* just know you're always welcome to return.
pt_br: <25>{#p/sans}{#f/3}* só saiba que você é sempre bem vindo a voltar.
zh_cn: <25>{#p/sans}{#f/3}* 这里就是你的家。
zh_tw: <25>{#p/sans}{#f/3}* 這裡就是你的家。

source: <18>{#p/papyrus}{#f/0}YEAH, THEN YOU CAN LIVE OUT YOUR BEST LIFE, TOO!
pt_br: <18>{#p/papyrus}{#f/0}É, VOCÊ PODE VIVER A SUA MELHOR VIDA AQUI, TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/0}对呀！快来这里 体验极乐生活吧！ 简直爽死了！
zh_tw: <18>{#p/papyrus}{#f/0}對呀！快來這裡 體驗極樂生活吧！ 簡直爽死了！

source: <25>{#p/sans}{#f/2}* heh. * we can only hope.
pt_br: <25>{#p/sans}{#f/2}* heh.
zh_cn: <25>{#p/sans}{#f/2}* 嘿。 * 但愿吧。
zh_tw: <25>{#p/sans}{#f/2}* 嘿。 * 但願吧。

source: <26>{#p/sans}{#f/3}* the royal guard had to rush to fix the outpost's power systems.
pt_br: <26>{#p/sans}{#f/3}* a guarda real teve que correr para arrumar o problema dos suprimentos de energia.
zh_cn: <26>{#p/sans}{#f/3}* 好在， 皇家卫队火速赶往总控室， 稳住了核心。
zh_tw: <26>{#p/sans}{#f/3}* 好在， 皇家衛隊火速趕往總控室， 穩住了核心。

source: <25>{#p/sans}{#f/0}* alphys called me, and asked me to come up and meet her.
pt_br: <25>{#p/sans}{#f/0}* alphys me ligou e pediu para me encontrar com ela.
zh_cn: <25>{#p/sans}{#f/0}* 与此同时， alphys给我打了电话， 让我一起帮忙。
zh_tw: <25>{#p/sans}{#f/0}* 與此同時， alphys給我打了電話， 讓我一起幫忙。

source: <25>{#p/sans}{#f/3}* when i got there, i could tell she wasn't doing well.
pt_br: <25>{#p/sans}{#f/3}* quando cheguei lá, poderia dizer apenas ao ver, que ela não estava bem.
zh_cn: <25>{#p/sans}{#f/3}* 我赶了过去。 * 那时，她的精神很不稳定。
zh_tw: <25>{#p/sans}{#f/3}* 我趕了過去。 * 那時，她的精神很不穩定。

source: <25>{#p/sans}{#f/0}* ... after that, things seemed to settle down.
pt_br: <25>{#p/sans}{#f/0}* ... depois disso, ela acabou por me explicar.
zh_cn: <25>{#p/sans}{#f/0}* ...渐渐地， 风波平息了下来。
zh_tw: <25>{#p/sans}{#f/0}* ...漸漸地， 風波平息了下來。

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Sans, do we get to go to the swimming pool?
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Sans, podemos ir à piscina?
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* Sans，我俩想去游泳， 可以陪我们去吗？
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* Sans，我倆想去遊泳， 可以陪我們去嗎？

source: <32>{#p/human}{#v/5}{@fill=#00c000}* It's okay if you can't take us...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Está tudo bem se você não puder nos levar...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 你要是忙， 我俩自己去也行...
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 你要是忙， 我倆自己去也行...

source: <25>{#p/sans}{#f/0}* woah there, what's got you kids all worked up?
pt_br: <25>{#p/sans}{#f/0}* olha aí, o que deixou vocês crianças tão animadas?
zh_cn: <25>{#p/sans}{#f/0}* 哇哦， 今天你俩挺兴奋嘛。
zh_tw: <25>{#p/sans}{#f/0}* 哇喔， 今天你倆挺興奮嘛。

source: <25>{#p/sans}{#f/3}* sure, i can take ya. * after i'm all done on the phone.
pt_br: <25>{#p/sans}{#f/3}* claro que eu posso levá-las. * quando eu finalizar aqui no telefone.
zh_cn: <25>{#p/sans}{#f/3}* 好呀。 * 等我打完电话，咱们就出发。
zh_tw: <25>{#p/sans}{#f/3}* 好呀。 * 等我打完電話，咱們就出發。

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Deal.
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Feito.
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 说话算话哦。
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 說話算話喔。

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Sounds good!
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Parece bom!
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 好耶！
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 好耶！

source: <25>{#p/alphys}{#f/10}* Ahah, s-sorry about that, I...
pt_br: <25>{#p/alphys}{#f/10}* Ahahah, d-desculpa por isso, eu...
zh_cn: <25>{#p/alphys}{#f/10}* 啊，对-对不起...
zh_tw: <25>{#p/alphys}{#f/10}* 啊，對-對不起...

source: <25>{#p/alphys}{#f/20}* I... had to attend a meeting with the Royal Defense Agency.
pt_br: <25>{#p/alphys}{#f/20}* Eu... tive que atender a um chamado da Agência de Defesa Real.
zh_cn: <25>{#p/alphys}{#f/20}* 我一会... 得去皇家防卫署开个会， 让Sans叔叔陪你们玩吧。
zh_tw: <25>{#p/alphys}{#f/20}* 我一會... 得去皇家防衛署開個會， 讓Sans叔叔陪你們玩吧。

source: <25>{#p/alphys}{#f/6}* Come on guys, let's let Sans finish his phone call.
pt_br: <25>{#p/alphys}{#f/6}* Vamos lá pessoal, deixem o Sans finalizar a conversa no telefone.
zh_cn: <25>{#p/alphys}{#f/6}* 孩子们，过来， 别打扰他打电话哦。
zh_tw: <25>{#p/alphys}{#f/6}* 孩子們，過來， 別打擾他打電話喔。

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Alright.
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Tudo bem.
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 好的。
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 好的。

source: <32>{#p/human}{#v/5}{@fill=#00c000}* We're sorry we got in your way...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Desculpa por ter te atrapalhado...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* Sans，对不起， 影响你打电话了...
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* Sans，對不起， 影響你打電話了...

source: <25>{#p/sans}{#f/2}* heh. * don't sweat it, kid. * i won't be THAT long.
pt_br: <25>{#p/sans}{#f/2}* heh. * não se preocupe, amiguinho. * não vai tomar muito tempo.
zh_cn: <25>{#p/sans}{#f/2}* 嘿。别上火嘛。 * 再过亿小会，我就打完了。
zh_tw: <25>{#p/sans}{#f/2}* 嘿。別上火嘛。 * 再過億小會，我就打完了。

source: <25>{#p/sans}{#f/0}* after alphys became queen, she started making some changes.
pt_br: <25>{#p/sans}{#f/0}* após a alphys se tornar rainha, ela fez algumas mudanças.
zh_cn: <25>{#p/sans}{#f/0}* alphys当上女王后， 制定了一些改革政策。
zh_tw: <25>{#p/sans}{#f/0}* alphys當上女王后， 制定了一些改革政策。

source: <25>{#p/sans}{#f/0}* for one, the royal guard became the royal defense agency.
pt_br: <25>{#p/sans}{#f/0}* primeiramente, a guarda real se tornou a agência de defesa real.
zh_cn: <25>{#p/sans}{#f/0}* 比如，解散皇家卫队。 重组为“皇家防卫署”。
zh_tw: <25>{#p/sans}{#f/0}* 比如，解散皇家衛隊。 重組為「皇家防衛署」。

source: <25>{#p/sans}{#f/0}* a technologically- oriented version of the royal guard.
pt_br: <25>{#p/sans}{#f/0}* uma versão tecnologicamente orientada da guarda real.
zh_cn: <25>{#p/sans}{#f/0}* 相比皇家卫队， 防卫署不再“唯武力”论， 而是更注重使用科技。
zh_tw: <25>{#p/sans}{#f/0}* 相比皇家衛隊， 防衛署不再「唯武力」論， 而是更注重使用科技。

source: <25>{#p/sans}{#f/3}* they've got high-tech visors, long-range tracking...
pt_br: <25>{#p/sans}{#f/3}* eles têm viseiras de alta tecnologia, rastreamento de longo alcance.
zh_cn: <25>{#p/sans}{#f/3}* 有的成员配备了新型面罩， 有的配备了长程追踪仪...
zh_tw: <25>{#p/sans}{#f/3}* 有的成員配備了新型面罩， 有的配備了長程追蹤儀...

source: <25>{#p/sans}{#f/2}* perfect for finding and escorting whatever kid crash-lands here next.
pt_br: <25>{#p/sans}{#f/2}* perfeito para encontrar e escoltar qualquer criança que chegar aqui.
zh_cn: <25>{#p/sans}{#f/2}* 有了这些装备，就能 第一时间发现坠落的孩子， 将其安全护送到首塔。
zh_tw: <25>{#p/sans}{#f/2}* 有了這些裝備，就能 第一時間發現墜落的孩子， 將其安全護送到首塔。

source: <25>{#p/sans}{#f/0}* heck, even papyrus landed a position with 'em.
pt_br: <25>{#p/sans}{#f/0}* bem legal, até papyrus tem uma posição com eles.
zh_cn: <25>{#p/sans}{#f/0}* 有趣的是，连papyrus 都是防卫署的一员。
zh_tw: <25>{#p/sans}{#f/0}* 有趣的是，連papyrus 都是防衛署的一員。

source: <25>{#p/sans}{#f/3}* he's the leader of a squadron tasked with handling the more...
pt_br: <25>{#p/sans}{#f/3}* ele é o líder de um esquadrão encarregado de lidar com os mais...
zh_cn: <25>{#p/sans}{#f/3}* 他领导着一个小分队， 专门照顾那几个...
zh_tw: <25>{#p/sans}{#f/3}* 他領導著一個小分隊， 專門照顧那幾個...

source: <25>{#p/sans}{#f/0}* and the original royal guards from before the rebrand?
pt_br: <25>{#p/sans}{#f/0}* e os guardas reais originais de antes da reformulação da marca?
zh_cn: <25>{#p/sans}{#f/0}* 而原皇家卫队的队员们...
zh_tw: <25>{#p/sans}{#f/0}* 而原皇家衛隊的隊員們...

source: <25>{#p/sans}{#f/3}* they put together a squadron tasked with handling the more...
pt_br: <25>{#p/sans}{#f/3}* eles foram colocados juntos em um esquadrão para lidar com os mais...
zh_cn: <25>{#p/sans}{#f/3}* 则组建起一支小分队， 专门照顾那几个...
zh_tw: <25>{#p/sans}{#f/3}* 則組建起一支小分隊， 專門照顧那幾個...

source: <25>{#p/sans}{#f/3}* ... rowdy types.
pt_br: <25>{#p/sans}{#f/3}* ... tipos turbulentos
zh_cn: <25>{#p/sans}{#f/3}* ...最闹腾的孩子。
zh_tw: <25>{#p/sans}{#f/3}* ...最鬧騰的孩子。

source: <26>{#p/sans}{#f/0}* we learned a lot about those since you were here.
pt_br: <26>{#p/sans}{#f/0}* aprendemos muito sobre isso desde que você esteve aqui.
zh_cn: <26>{#p/sans}{#f/0}* 现在聊聊你。[ADD]<26>{#p/sans}{#f/0}* 你在前哨站的这段时间， 我们搜集到不少 有价值的数据。
zh_tw: <26>{#p/sans}{#f/0}* 現在聊聊你。[ADD]<26>{#p/sans}{#f/0}* 你在前哨站的這段時間， 我們搜集到不少 有價值的數據。

source: <25>{#p/sans}{#f/0}* the defense agency's got people analyzing your data every day.
pt_br: <25>{#p/sans}{#f/0}* a agência de defesa tem pessoas analisando seus dados todo dia.
zh_cn: <25>{#p/sans}{#f/0}* 防卫署分配了专人， 每天分析你的数据。
zh_tw: <25>{#p/sans}{#f/0}* 防衛署分配了專人， 每天分析你的數據。

source: <25>{#p/sans}{#f/3}* looking for patterns, finding weak points...
pt_br: <25>{#p/sans}{#f/3}* procurando por padrões, achando pontos de fraqueza...
zh_cn: <25>{#p/sans}{#f/3}* 这样，怪物们就能 了解这类人的行事风格， 从而挖掘其弱点。
zh_tw: <25>{#p/sans}{#f/3}* 這樣，怪物們就能 了解這類人的行事風格， 從而挖掘其弱點。

source: <25>{#p/sans}{#f/2}* with any luck, we won't have to use them.
pt_br: <25>{#p/sans}{#f/2}* com sorte, não vamos precisar usar isso.
zh_cn: <25>{#p/sans}{#f/2}* 我们希望， 永远都不会用上这些数据。
zh_tw: <25>{#p/sans}{#f/2}* 我們希望， 永遠都不會用上這些數據。

source: <25>{#p/sans}{#f/0}* but... you never know.
pt_br: <25>{#p/sans}{#f/0}* mas... nunca se sabe.
zh_cn: <25>{#p/sans}{#f/0}* 但... 就怕万一。
zh_tw: <25>{#p/sans}{#f/0}* 但... 就怕萬一。

source: <18>{#p/papyrus}{#f/0}HELLO, SANS! BEEN UP TO ANYTHING LATELY?
pt_br: <18>{#p/papyrus}{#f/0}OLÁ, SANS!! * O QUE TEM FEITO?
zh_cn: <18>{#p/papyrus}{#f/0}嘿，SANS！ 最近忙啥呢？
zh_tw: <18>{#p/papyrus}{#f/0}嘿，SANS！ 最近忙啥呢？

source: <26>{#p/sans}{#f/3}* eh, not really.
pt_br: <26>{#p/sans}{#f/3}* eh, nada demais.
zh_cn: <26>{#p/sans}{#f/3}* 呃，没啥。
zh_tw: <26>{#p/sans}{#f/3}* 呃，沒啥。

source: <26>{#p/sans}{#f/0}* you on break right now?
pt_br: <26>{#p/sans}{#f/0}* você está descansando agora?
zh_cn: <26>{#p/sans}{#f/0}* 你来休息吗？
zh_tw: <26>{#p/sans}{#f/0}* 你來休息嗎？

source: <18>{#p/papyrus}{#f/9}INDEED I AM!
pt_br: <18>{#p/papyrus}{#f/9}PODE SE DIZER QUE SIM!
zh_cn: <18>{#p/papyrus}{#f/9}当然了！
zh_tw: <18>{#p/papyrus}{#f/9}當然了！

source: <18>{#p/papyrus}{#f/5}I DON'T TAKE BREAKS OFTEN, SO...
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO DESCANSO MUITO, ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/5}PAPYRUS的休息时间 非常有限...
zh_tw: <18>{#p/papyrus}{#f/5}PAPYRUS的休息時間 非常有限...

source: <18>{#p/papyrus}{#f/0}I MIGHT AS WELL USE THE ONES I DO WISELY.
pt_br: <18>{#p/papyrus}{#f/0}EU DEVO USAR ESTE COM SABEDORIA.
zh_cn: <18>{#p/papyrus}{#f/0}所以，我想珍惜这些 休息时光。
zh_tw: <18>{#p/papyrus}{#f/0}所以，我想珍惜這些 休息時光。

source: <26>{#p/sans}{#f/3}* hmm... lemme guess.
pt_br: <26>{#p/sans}{#f/3}* hmm... deixa eu adivinhar.
zh_cn: <26>{#p/sans}{#f/3}* 嗯...
zh_tw: <26>{#p/sans}{#f/3}* 嗯...

source: <25>{#p/sans}{#f/2}* was alphys the one who made you take it?
pt_br: <25>{#p/sans}{#f/2}* foi a alphys que te fez descansar?
zh_cn: <25>{#p/sans}{#f/2}* 是不是alphys让你休息的？
zh_tw: <25>{#p/sans}{#f/2}* 是不是alphys讓你休息的？

source: <18>{#p/papyrus}{#f/4}I DIDN'T HAVE A CHOICE IN THE MATTER.
pt_br: <18>{#p/papyrus}{#f/4}EU NÃO TIVE ESCOLHA ALGUMA.
zh_cn: <18>{#p/papyrus}{#f/4}她强迫我休息， 我也没办法啊。
zh_tw: <18>{#p/papyrus}{#f/4}她強迫我休息， 我也沒辦法啊。

source: <18>{#p/papyrus}{#f/0}ANYWAY, THAT SHOULD BE ENOUGH BREAK TIME.
pt_br: <18>{#p/papyrus}{#f/0}DE TODA FORMA, JÁ DEVE SER TEMPO O SUFICIENTE DE DESCANSO.
zh_cn: <18>{#p/papyrus}{#f/0}好， 休息时间结束。
zh_tw: <18>{#p/papyrus}{#f/0}好， 休息時間結束。

source: <18>{#p/papyrus}{#f/9}BACK TO WORK NOW!
pt_br: <18>{#p/papyrus}{#f/9}HORA DE VOLTAR AO TRABALHO!
zh_cn: <18>{#p/papyrus}{#f/9}回去继续工作！
zh_tw: <18>{#p/papyrus}{#f/9}回去繼續工作！

source: <25>{#p/sans}{#f/0}* huh? * come on bro, you were barely here.
pt_br: <25>{#p/sans}{#f/0}* huh? * qual foi mano, você mal chegou aqui.
zh_cn: <25>{#p/sans}{#f/0}* 啊？ * 兄弟，再待一会呗。 好不容易来一次。
zh_tw: <25>{#p/sans}{#f/0}* 啊？ * 兄弟，再待一會唄。 好不容易來一次。

source: <18>{#p/papyrus}{#f/6}NO TIME TO LOSE!! A HUMAN COULD ARRIVE ANY SECOND!
pt_br: <18>{#p/papyrus}{#f/6}SEM TEMPO A PERDER!! UM HUMANO PODE APARECER A QUALQUER SEGUNDO!
zh_cn: <18>{#p/papyrus}{#f/6}再浪费时间， 我就要错过 下一个人类了！！
zh_tw: <18>{#p/papyrus}{#f/6}再浪費時間， 我就要錯過 下一個人類了！！

source: <25>{#p/sans}{#f/3}* ... well, you're right.
pt_br: <25>{#p/sans}{#f/3}* ... é, você tá certo.
zh_cn: <25>{#p/sans}{#f/3}* ...嗯，也是。
zh_tw: <25>{#p/sans}{#f/3}* ...嗯，也是。

source: <25>{#p/sans}{#f/0}* it'd just be nice if you weren't so busy anymore.
pt_br: <25>{#p/sans}{#f/0}* só seria legal se você não ficasse tão ocupado.
zh_cn: <25>{#p/sans}{#f/0}* 只是，别把自己搞太累了。
zh_tw: <25>{#p/sans}{#f/0}* 只是，別把自己搞太累了。

source: <25>{#p/sans}{#f/3}* at least alphys seems to have a lot of free time.
pt_br: <25>{#p/sans}{#f/3}* pelo menos a alphys parece ter bastante tempo livre.
zh_cn: <25>{#p/sans}{#f/3}* 而最近， alphys终于闲了下来。
zh_tw: <25>{#p/sans}{#f/3}* 而最近， alphys終於閒了下來。

source: <25>{#p/sans}{#f/0}* since, when the former queen returned...
pt_br: <25>{#p/sans}{#f/0}* já que, desde que a verdadeira rainha retornou...
zh_cn: <25>{#p/sans}{#f/0}* 王后重新上任， 帮忙一起照顾那些孩子。
zh_tw: <25>{#p/sans}{#f/0}* 王后重新上任， 幫忙一起照顧那些孩子。

source: <25>{#p/sans}{#f/4}* she offered to help look after the humans.
pt_br: <25>{#p/sans}{#f/4}* ela ajuda a olhar os humanos.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/sans}{#f/3}* at least the humans who came before you are pretty cool.
pt_br: <25>{#p/sans}{#f/3}* pelo menos os humanos que vieram antes de você são bem legais.
zh_cn: <25>{#p/sans}{#f/3}* 最起码，跟你比起来， 那几个孩子都挺酷的。
zh_tw: <25>{#p/sans}{#f/3}* 最起碼，跟你比起來， 那幾個孩子都挺酷的。

source: <25>{#p/sans}{#f/0}* heck, when the former queen returned...
pt_br: <25>{#p/sans}{#f/0}* quando a verdadeira rainha retornou...
zh_cn: <25>{#p/sans}{#f/0}* 呵。 * 王后重新上任后， 还帮忙一起照顾他们呢。
zh_tw: <25>{#p/sans}{#f/0}* 呵。 * 王后重新上任後， 還幫忙一起照顧他們呢。

source: <25>{#p/sans}{#f/4}* she even offered to help look after them.
pt_br: <25>{#p/sans}{#f/4}* ela se ofereceu para ajudar a olha-las.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/sans}{#f/3}* she still thinks asgore was a bad person, but...
pt_br: <25>{#p/sans}{#f/3}* ela ainda pensa que asgore era uma pessoa ruim, mas...
zh_cn: <25>{#p/sans}{#f/3}* 至今，王后还是没能原谅 asgore...
zh_tw: <25>{#p/sans}{#f/3}* 至今，王后還是沒能原諒 asgore...

source: <25>{#p/sans}{#f/0}* maybe one day, she'll forgive him.
pt_br: <25>{#p/sans}{#f/0}* talvez um dia, ela o perdoe.
zh_cn: <25>{#p/sans}{#f/0}* 也许假以时日， 矛盾会最终解开。
zh_tw: <25>{#p/sans}{#f/0}* 也許假以時日， 矛盾會最終解開。

source: <25>{#p/sans}{#f/0}* it's hard to tell.
pt_br: <25>{#p/sans}{#f/0}* é difícil dizer.
zh_cn: <25>{#p/sans}{#f/0}* 但我知道...
zh_tw: <25>{#p/sans}{#f/0}* 但我知道...

source: <25>{#p/sans}{#f/3}* ... though, i know one person she'll never forgive.
pt_br: <25>{#p/sans}{#f/3}* ... tirando ele, eu sei uma pessoa que ela jamais vai perdoar.
zh_cn: <25>{#p/sans}{#f/3}* 有个人， 她这辈子都不会原谅。
zh_tw: <25>{#p/sans}{#f/3}* 有個人， 她這輩子都不會原諒。

source: <25>{#p/sans}{#f/3}* at least he's happy. * he really enjoys what he does.
pt_br: <25>{#p/sans}{#f/3}* pelo menos ele está feliz. * ele gosta do que faz.
zh_cn: <25>{#p/sans}{#f/3}* 最起码，他很开心， 干起活了，他能乐在其中。
zh_tw: <25>{#p/sans}{#f/3}* 最起碼，他很開心， 幹起活了，他能樂在其中。
