Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#npc/a}* Tell me YOU wouldn't want a life-sized sci-fi anime doll.
pt_br: <32>{#p/basic}{#npc/a}* Diga-me que VOCÊ não gostaria de uma boneca de anime de ficção científica em tamanho real.
zh_cn: <32>{#p/basic}{#npc/a}* 你也不想抱着一个 等身科幻番玩偶回家吧。
zh_tw: <32>{#p/basic}{#npc/a}* 你也不想抱著一個 等身科幻番玩偶回家吧。

source: <32>{#p/basic}{#npc/a}* It's a cryin' shame, brah.
pt_br: <32>{#p/basic}{#npc/a}* É uma pena, brah.
zh_cn: <32>{#p/basic}{#npc/a}* 我也太不走运了吧。
zh_tw: <32>{#p/basic}{#npc/a}* 我也太不走運了吧。

source: <32>{#p/basic}{#npc/a}* Real inconsiderate, Mettaton. * Real inconsiderate.
pt_br: <32>{#p/basic}{#npc/a}* Bem imprudente, Mettaton. * Bem imprudente.
zh_cn: <32>{#p/basic}{#npc/a}* Mettaton，你欠考虑了啊... 欠考虑了啊...
zh_tw: <32>{#p/basic}{#npc/a}* Mettaton，你欠考慮了啊... 欠考慮了啊...

source: <32>{#p/basic}{#npc/a}* As a matter of fact, I'm skipping one right now...
pt_br: <32>{#p/basic}{#npc/a}* Aliás, eu estou faltando uma agora...
zh_cn: <32>{#p/basic}{#npc/a}* 说起来，我现在就在翘课呢...
zh_tw: <32>{#p/basic}{#npc/a}* 說起來，我現在就在翹課呢...

source: <32>{#p/basic}{#npc/a}* They say things can get pretty weird if you go too far out in these repeating rooms.
pt_br: <32>{#p/basic}{#npc/a}* Dizem que as coisas ficam estranhas se for longe demais nessa salas de repetição.
zh_cn: <32>{#p/basic}{#npc/a}* 有人说，如果你在这些 反反复复的房间里走得太远， 就会发生一些怪事。
zh_tw: <32>{#p/basic}{#npc/a}* 有人說，如果你在這些 反反覆覆的房間裡走得太遠， 就會發生一些怪事。

source: <32>* Time tunnels... * Invariant spatial flexures...
pt_br: <32>* Túneis espaciais... * Flexões espaciais invariáveis...
zh_cn: <32>* 时间隧道... * 恒定空间扭曲...
zh_tw: <32>* 時間隧道... * 恆定空間扭曲...

source: <32>* Eh, don't ask me what any of that means, I just overheard Alphys one time.
pt_br: <32>* E não me pergunte o que isso significa, eu só ouvi a Alphys falando uma vez.
zh_cn: <32>* 呃，别问我是什么意思， 我就是偶然听到过Alphys 这么说过一次。
zh_tw: <32>* 呃，別問我是什麼意思， 我就是偶然聽到過Alphys 這麼說過一次。

source: <32>* If it wasn't her saying it, I'd probably just think it was made up...
pt_br: <32>* Se não fosse ela falando, eu só pensaria que foi inventado...
zh_cn: <32>* 要不是她亲口说过， 我都会觉得这都是胡编乱造的...
zh_tw: <32>* 要不是她親口說過， 我都會覺得這都是胡編亂造的...

source: <32>{#p/basic}{#npc/a}* As long as you can still see clearly, you're probably fine.
pt_br: <32>{#p/basic}{#npc/a}* Com tanto que você ainda consiga enxergar bem, você está tranquilo.
zh_cn: <32>{#p/basic}{#npc/a}* 只要你还能看清东西， 你就还是安全的。
zh_tw: <32>{#p/basic}{#npc/a}* 只要你還能看清東西， 你就還是安全的。

source: <32>{#p/basic}{#npc/a}* You've been a bully in the past, but you might've redeemed yourself...
pt_br: <32>{#p/basic}{#npc/a}* Você foi um bully no passado, mas acabou tendo sua redenção...
zh_cn: <32>{#p/basic}{#npc/a}* 你以前是个恶霸， 但你可能已经改过自新了...
zh_tw: <32>{#p/basic}{#npc/a}* 你以前是個惡霸， 但你可能已經改過自新了...

source: <32>* We just came back to ask, were you really being yourself?
pt_br: <32>* Nós só voltamos para perguntar, você estava realmente sendo si mesmo?
zh_cn: <32>* 我们回来只是想问， 你真的做回你自己了吗？
zh_tw: <32>* 我們回來只是想問， 你真的做回你自己了嗎？

source: <33>* Not everybody likes you, and some are still afraid...
pt_br: <33>* Nem todo mundo gosta de você e outros ainda estão com medo...
zh_cn: <33>* 并不是所有人都会喜欢你， 有些人仍然对你感到害怕...
zh_tw: <33>* 並不是所有人都會喜歡你， 有些人仍然對你感到害怕...

source: <32>* But I guess that's how it goes when you've got violence in your veins.
pt_br: <32>* Mas acho que é assim que funciona quando você tem violência correndo nas veias.
zh_cn: <32>* 但我想这很正常， 毕竟那时你的血液可是 流淌着暴力。
zh_tw: <32>* 但我想這很正常， 畢竟那時你的血液可是 流淌著暴力。

source: <32>{#p/basic}{#npc/a}* When we get to the new homeworld, we're comin' out straightforward.
pt_br: <32>{#p/basic}{#npc/a}* Quando chegarmos ao novo planeta natal, estaremos indo direto.
zh_cn: <32>{#p/basic}{#npc/a}* 等咱来到新家前沿， 直面一切毫不遮掩。
zh_tw: <32>{#p/basic}{#npc/a}* 等咱來到新家前沿， 直面一切毫不遮掩。

source: <32>* With bars and rhymes so toward they'll beat other writers to their foreword.
pt_br: <32>* Com compassos e rimas tão voltados que vencerão outros escritores em seu prefácio.
zh_cn: <32>* 最猛韵脚最美诗篇， 对手服输站到一边。
zh_tw: <32>* 最猛韻腳最美詩篇， 對手服輸站到一邊。

source: <33>* For anyone who challenges us, we've got but four words...
pt_br: <33>* Para quem nos desafiar, temos apenas quatro palavras...
zh_cn: <33>* 主动挑战丢人现眼？ 我们只有两句真言...
zh_tw: <33>* 主動挑戰丟人現眼？ 我們只有兩句真言...

source: <32>* This is our world.
pt_br: <32>* Este é nosso mundo.
zh_cn: <32>* 这是我的世界， 你们休想改变。
zh_tw: <32>* 這是我的世界， 你們休想改變。

source: <32>{#p/basic}{#npc/a}* Vulkin and I make up the rap group "The Pyromaniacs."
pt_br: <32>{#p/basic}{#npc/a}* Vulkin e eu fizemos um grupo de rap chamado "Os Piromaniacos."
zh_cn: <32>{#p/basic}{#npc/a}* Vulkin和我组了个说唱组合 叫“热火朝天”。
zh_tw: <32>{#p/basic}{#npc/a}* Vulkin和我組了個說唱組合 叫「熱火朝天」。

source: <32>* Our beats? Fantastic. * Our flows? Pyroclastic.
pt_br: <32>* Nossas batidas? Fantásticas. * Nossos flows? Piroclásticos.
zh_cn: <32>* 唱一首天籁你最帅。 * 来一段摇摆一起嗨。
zh_tw: <32>* 唱一首天籟你最帥。 * 來一段搖擺一起嗨。

source: <33>* When I hop on stage, I'm bomb- astically elastic, I make the crowd melt like molten plastic.
pt_br: <33>* Quando eu subo no estágio, eu chego bombástico e faço a plateia derreter como plástico.
zh_cn: <33>* 听我妙语连炸就等我登上舞台， 瞧观众被我绝杀看你作何抵赖。
zh_tw: <33>* 聽我妙語連炸就等我登上舞臺， 瞧觀眾被我絕殺看你作何抵賴。

source: <32>* And with Vulkin? * It's a one-stop shop for hot mic-drop classics.
pt_br: <32>* E com o Vulkin? * Ele é um cara incrível para batidas quentes no microfone.
zh_cn: <32>* 至于Vulkin？ * 人家出招完爆求饶拉倒 让你气恼承认自己的失败。
zh_tw: <32>* 至於Vulkin？ * 人家出招完爆求饒拉倒 讓你氣惱承認自己的失敗。

source: <32>{#p/basic}{#npc/a}* Don't worry.
pt_br: <32>{#p/basic}{#npc/a}* Não se preocupe.
zh_cn: <32>{#p/basic}{#npc/a}* 不用担心。
zh_tw: <32>{#p/basic}{#npc/a}* 不用擔心。

source: <32>* We can forgive your brutish ways.
pt_br: <32>* Podemos esquecer das suas brutalidades.
zh_cn: <32>* 我们可以原谅 你的野蛮行径。
zh_tw: <32>* 我們可以原諒 你的野蠻行徑。

source: <32>* Our flows are ALL above board.
pt_br: <32>* Nossos fluxos são TODOS honestos.
zh_cn: <32>* 节拍炫的震天， 靓仔美若天仙！
zh_tw: <32>* 節拍炫的震天， 靚仔美若天仙！

source: <32>* Our measures aren't TOO drastic.
pt_br: <32>* Nossas medidas não são MUITO drásticas.
zh_cn: <32>* 我们的功底还不算太赖。
zh_tw: <32>* 我們的功底還不算太賴。

source: <32>{#p/basic}{#npc/a}* A new home means new crowds...
pt_br: <32>{#p/basic}{#npc/a}* Uma nova casa significa uma nova plateia...
zh_cn: <32>{#p/basic}{#npc/a}* 新的家园，新的观众...
zh_tw: <32>{#p/basic}{#npc/a}* 新的家園，新的觀眾...

source: <32>{#p/basic}{#npc/a}* Even spicier than before.
pt_br: <32>{#p/basic}{#npc/a}* Ainda mais picante do que antes.
zh_cn: <32>{#p/basic}{#npc/a}* 甚至比以前都刺激。
zh_tw: <32>{#p/basic}{#npc/a}* 甚至比以前都刺激。

source: <32>{#p/basic}{#npc/a}* Oh... * When the crowd cheers for us, it feels... so spicey.
pt_br: <32>{#p/basic}{#npc/a}* Oh... * Quando a plateia chama pela gente, é tão... picante.
zh_cn: <32>{#p/basic}{#npc/a}* 哦... * 每当人群为我们欢呼， 我都感觉... 好刺激。
zh_tw: <32>{#p/basic}{#npc/a}* 喔... * 每當人群為我們歡呼， 我都感覺... 好刺激。

source: <32>{#p/basic}{#npc/a}* Even nicier than before.
pt_br: <32>{#p/basic}{#npc/a}* Tão legal quanto antes.
zh_cn: <32>{#p/basic}{#npc/a}* 甚至比以前都开心。
zh_tw: <32>{#p/basic}{#npc/a}* 甚至比以前都開心。

source: <32>{#p/basic}{#npc/a}* Oh... * When the crowd cheers for us, it feels... so nicey.
pt_br: <32>{#p/basic}{#npc/a}* Oh... * Quando a plateia chama pela gente, é tão... legal.
zh_cn: <32>{#p/basic}{#npc/a}* 哦... * 每当人群为我们欢呼， 我都感觉... 好开心。
zh_tw: <32>{#p/basic}{#npc/a}* 喔... * 每當人群為我們歡呼， 我都感覺... 好開心。

source: <32>{#p/basic}{#npc/a}* Spicier than before.
pt_br: <32>{#p/basic}{#npc/a}* Mais picante do que antes.
zh_cn: <32>{#p/basic}{#npc/a}* 比以前都刺激。
zh_tw: <32>{#p/basic}{#npc/a}* 比以前都刺激。

source: <32>{#p/basic}{#npc/a}* So spicey.
pt_br: <32>{#p/basic}{#npc/a}* Tão picante.
zh_cn: <32>{#p/basic}{#npc/a}* 好刺激。
zh_tw: <32>{#p/basic}{#npc/a}* 好刺激。

source: <32>{#p/basic}{#npc/a}* Nicier than before.
pt_br: <32>{#p/basic}{#npc/a}* Mais legal que antes.
zh_cn: <32>{#p/basic}{#npc/a}* 比以前都开心。
zh_tw: <32>{#p/basic}{#npc/a}* 比以前都開心。

source: <32>{#p/basic}{#npc/a}* So nicey.
pt_br: <32>{#p/basic}{#npc/a}* Tão legal.
zh_cn: <32>{#p/basic}{#npc/a}* 好开心。
zh_tw: <32>{#p/basic}{#npc/a}* 好開心。

source: <32>{#p/basic}{#npc/a}* Those guards who evacuated me disrespected my name...
pt_br: <32>{#p/basic}{#npc/a}* Aqueles guardas que me evacuaram desrespeitaram meu nome...
zh_cn: <32>{#p/basic}{#npc/a}* 那些负责疏散我的守卫 并不尊重我的名字...
zh_tw: <32>{#p/basic}{#npc/a}* 那些負責疏散我的守衛 並不尊重我的名字...

source: <32>* So I came back to respect yours, Frisk!
pt_br: <32>* Então eu voltei para respeitar o seu, Frisk!
zh_cn: <32>* 所以我回来就是为了 尊重你的名字，Frisk！
zh_tw: <32>* 所以我回來就是為了 尊重你的名字，Frisk！

source: <32>{#p/basic}{#npc/a}* You may or may not know MY name...
pt_br: <32>{#p/basic}{#npc/a}* Você pode ou não saber meu nome...
zh_cn: <32>{#p/basic}{#npc/a}* 你可能知道也可能不知道 我的名字...
zh_tw: <32>{#p/basic}{#npc/a}* 你可能知道也可能不知道 我的名字...

source: <32>* But I know yours, Frisk!
pt_br: <32>* Mas eu sei o seu, Frisk!
zh_cn: <32>* 但我知道你的名字，Frisk！
zh_tw: <32>* 但我知道你的名字，Frisk！

source: <32>* Ha! * I said it!
pt_br: <32>* Ha! * Eu disse!
zh_cn: <32>* 哈！ * 我说对了！
zh_tw: <32>* 哈！ * 我說對了！

source: <32>* And I'm never going to forget it!
pt_br: <32>* E eu nunca vou esquece-lo!
zh_cn: <32>* 而且我永远也不会 忘掉这个！
zh_tw: <32>* 而且我永遠也不會 忘掉這個！

source: <32>* Not now.
pt_br: <32>* Não agora.
zh_cn: <32>* 现在不会。
zh_tw: <32>* 現在不會。

source: <32>* Not ONCE!!
pt_br: <32>* Não DEPOIS!!
zh_cn: <32>* 一次也不会！！
zh_tw: <32>* 一次也不會！！

source: <32>* Not EVERRRRR!!!!
pt_br: <32>* NUNCA!!!!
zh_cn: <32>* 永远都不会——！！！！
zh_tw: <32>* 永遠都不會——！！！！

source: <32>* I shall NEVER, EVER forget your name, Frisk!!!!!!!!
pt_br: <32>* Eu JAMAIS, NUNCA irei esquecer seu nome, Frisk!!!!!!!!!
zh_cn: <32>* 我永远，永远都不会忘掉 你的名字，Frisk！！！！！！！！
zh_tw: <32>* 我永遠，永遠都不會忘掉 你的名字，Frisk！！！！！！！！

source: <32>{#p/basic}{#npc/a}* Do YOU know my name!?
pt_br: <32>{#p/basic}{#npc/a}* Você sabe meu nome!?
zh_cn: <32>{#p/basic}{#npc/a}* 你知道我的名字吗！？
zh_tw: <32>{#p/basic}{#npc/a}* 你知道我的名字嗎！？

source: <32>* Wait, don't answer that.
pt_br: <32>* Espera, não responde.
zh_cn: <32>* 等会，你先别回答我。
zh_tw: <32>* 等會，你先別回答我。

source: <32>* You... * Y-you LOOK like you know.
pt_br: <32>* Você... * V-você parece que sabe.
zh_cn: <32>* 你... * 你-你看起来知道。
zh_tw: <32>* 你... * 你-你看起來知道。

source: <32>* You SMELL... * ... * ... like you know.
pt_br: <32>* Você CHEIRA... * ... * ... como alguém que sabe.
zh_cn: <32>* 你闻起来... * ... * ...也知道。
zh_tw: <32>* 你聞起來... * ... * ...也知道。

source: <32>* I bet if I touched you, it'd FEEL like you know.
pt_br: <32>* Eu aposto que se tocasse em você, sentiria como se você soubesse.
zh_cn: <32>* 我敢打赌我要是摸摸你， 你摸起来也是知道。
zh_tw: <32>* 我敢打賭我要是摸摸你， 你摸起來也是知道。

source: <32>* (It'd also be way, WAYYYYYY too hot for you.)
pt_br: <32>* (Também seria muito, MUITOOOOOOO muito quente para você.)
zh_cn: <32>* （对你来说可能会超级， 超-级-火热吧。）
zh_tw: <32>* （對你來說可能會超級， 超-級-火熱吧。）

source: <32>* But why do you know...?
pt_br: <32>* Mas por que você sabe...?
zh_cn: <32>* 但你为什么知道...？
zh_tw: <32>* 但你為什麼知道...？

source: <32>* How... do you know...
pt_br: <32>* Como... você sabe...
zh_cn: <32>* 你是... 怎么知道的...
zh_tw: <32>* 你是... 怎麼知道的...

source: <32>* This I will never ever know.
pt_br: <32>* Isso, apenas você sabe.
zh_cn: <32>* 这我就永远都没法知道了。
zh_tw: <32>* 這我就永遠都沒法知道了。

source: <32>{#p/basic}{#npc/a}* I. Will. Never. Ever. FORGEEEET!
pt_br: <32>{#p/basic}{#npc/a}* Eu. Jamais. Irei. Esquecer. JAMAAAAAAIIS!
zh_cn: <32>{#p/basic}{#npc/a}* 我。永。远。都。忘-不-掉-！
zh_tw: <32>{#p/basic}{#npc/a}* 我。永。遠。都。忘-不-掉-！

source: <32>{#p/basic}{#npc/a}* I. Will. Never. Ever. KNOWWWW!
pt_br: <32>{#p/basic}{#npc/a}* Eu. Jamais. Irei. Saber. JAMAAAAAAIIS!
zh_cn: <32>{#p/basic}{#npc/a}* 我。永。远。都。不-知-道-！
zh_tw: <32>{#p/basic}{#npc/a}* 我。永。遠。都。不-知-道-！

source: <32>{#p/basic}{#npc/a}* My wife and children have shown me the truth. * Life isn't so bad.
pt_br: <32>{#p/basic}{#npc/a}* Minha esposa e filho me mostraram a verdade. * A vida não de todo mau.
zh_cn: <32>{#p/basic}{#npc/a}* 我的老婆和孩子让我 懂得了一个道理。 * 要对生活满怀憧憬。
zh_tw: <32>{#p/basic}{#npc/a}* 我的老婆和孩子讓我 懂得了一個道理。 * 要對生活滿懷憧憬。

source: <32>* You may want to believe yourself to be a certain way, because you have "matured..."
pt_br: <32>* Você pode querer acreditar que é de uma certa maneira, porque "amadureceu..."
zh_cn: <32>* 你也许早已“成熟”， 只愿生活安稳如初， 知足常乐...
zh_tw: <32>* 你也許早已「成熟」， 只願生活安穩如初， 知足常樂...

source: <32>* But even the most stoic monster or human is just a child on the inside.
pt_br: <32>* Mas até mesmo o mais estóico monstro ou humano é apenas uma criança por dentro.
zh_cn: <32>* 但即使是最强大的怪物或 人类，内心深处却仍然 是个孩子。
zh_tw: <32>* 但即使是最強大的怪物或 人類，內心深處卻仍然 是個孩子。

source: <32>* Tap into the child. * Believe in the child's will.
pt_br: <32>* Bata na criança. * Acredite na vontade da criança.
zh_cn: <32>* 深入发掘孩童之心。 * 信任遵循孩童之愿。
zh_tw: <32>* 深入發掘孩童之心。 * 信任遵循孩童之願。

source: <32>* Even in your darkest moment, make the child a part of you, and you will be happier.
pt_br: <32>* Mesmo no seu momento mais escuro, faça da criança parte de você, e você será feliz.
zh_cn: <32>* 即使处于至暗之时， 保持心怀童真， 亦可朝气蓬勃，享受生活。
zh_tw: <32>* 即使處於至暗之時， 保持心懷童真， 亦可朝氣蓬勃，享受生活。

source: <33>{#p/basic}{#npc/a}* Ah, to be young again. * The cosmos sure felt boundless.
pt_br: <33>{#p/basic}{#npc/a}* Ah, para ser jovem de novo. * O cosmos com certeza parecia limitado.
zh_cn: <33>{#p/basic}{#npc/a}* 啊，又有了年轻时的感觉。 * 这宇宙果然无边无际。
zh_tw: <33>{#p/basic}{#npc/a}* 啊，又有了年輕時的感覺。 * 這宇宙果然無邊無際。

source: <32>{#p/basic}{#npc/a}* No matter who you are, it is the truest part of you.
pt_br: <32>{#p/basic}{#npc/a}* Não importa quem você é, está é a parte mais verdadeira de você.
zh_cn: <32>{#p/basic}{#npc/a}* 无论你成为了什么， 这一面永远都会是你 最真实的一面。
zh_tw: <32>{#p/basic}{#npc/a}* 無論你成為了什麼， 這一面永遠都會是你 最真實的一面。

source: <32>{#p/basic}{#npc/a}* You look young...
pt_br: <32>{#p/basic}{#npc/a}* Você parece jovem...
zh_cn: <32>{#p/basic}{#npc/a}* 你还年轻...
zh_tw: <32>{#p/basic}{#npc/a}* 你還年輕...

source: <32>* Go play! * The cosmos aren't so scary.
pt_br: <32>* Vá brincar! * O cosmo não é tão assustador!
zh_cn: <32>* 去畅玩一番吧！ * 宇宙没有那么可怕的。
zh_tw: <32>* 去暢玩一番吧！ * 宇宙沒有那麼可怕的。

source: <32>{#p/basic}{#npc/a}* Never forget it...
pt_br: <32>{#p/basic}{#npc/a}* Nunca se esqueça...
zh_cn: <32>{#p/basic}{#npc/a}* 请对此刻骨铭心...
zh_tw: <32>{#p/basic}{#npc/a}* 請對此刻骨銘心...

source: <32>{#p/basic}{#npc/a}* Go on...
pt_br: <32>{#p/basic}{#npc/a}* Vá lá...
zh_cn: <32>{#p/basic}{#npc/a}* 去吧...
zh_tw: <32>{#p/basic}{#npc/a}* 去吧...

source: <32>{#p/basic}{#npc/a}* Hubby's only just begun to learn what he needs. * But remember...
pt_br: <32>{#p/basic}{#npc/a}* Hubby está apenas começando a aprender o que precisa. * Mas lembre-se...
zh_cn: <32>{#p/basic}{#npc/a}* 我的老公刚刚才了解自己 真正的需求。 * 但是记住...
zh_tw: <32>{#p/basic}{#npc/a}* 我的老公剛剛才了解自己 真正的需求。 * 但是記住...

source: <32>* You must still try new things, and do so often.
pt_br: <32>* Você deve tentar coisas novas e constantemente.
zh_cn: <32>* 你也必须要尝试新的事物， 而且永不停息。
zh_tw: <32>* 你也必須要嘗試新的事物， 而且永不停息。

source: <32>* Without that, you will lose yourself behind a mask of your own making again.
pt_br: <32>* Sem isso, você se perderá em uma máscara que criou por conta própria.
zh_cn: <32>* 不然你也将迷失于自己的世界， 失去对未来的方向。
zh_tw: <32>* 不然你也將迷失於自己的世界， 失去對未來的方向。

source: <32>{#p/basic}{#npc/a}* Hubby thinks that because he's old, he can't enjoy life anymore.
pt_br: <32>{#p/basic}{#npc/a}* Hubby pensa que só por ser velho, ele não pode mais curtir a vida.
zh_cn: <32>{#p/basic}{#npc/a}* 我老公认为他现在老了， 就不能再享受生活了。
zh_tw: <32>{#p/basic}{#npc/a}* 我老公認為他現在老了， 就不能再享受生活了。

source: <32>* But really, he just doesn't like trying new things.
pt_br: <32>* Mas sério, ele só não gosta de tentar coisas novas.
zh_cn: <32>* 但说实话， 他就是不喜欢尝试新东西。
zh_tw: <32>* 但說實話， 他就是不喜歡嘗試新東西。

source: <33>* We took our kids to a safezone, but it was new for them, so they were happy!
pt_br: <33>* Nós levamos nossas crianças para a zona segura, mas como era nova para eles, eles estavam felizes!
zh_cn: <33>* 我们把孩子们带到安全区， 但这对他们来说是一种全新的体验， 所以他们很开心！
zh_tw: <33>* 我們把孩子們帶到安全區， 但這對他們來說是一種全新的體驗， 所以他們很開心！

source: <32>* Our kids try new things all the time, and look how happy they are!
pt_br: <32>* Nossas crianças tentam coisas novas o tempo todo, e olha como elas são felizes!
zh_cn: <32>* 我们的孩子一直在尝试新东西， 看看他们多开心！
zh_tw: <32>* 我們的孩子一直在嘗試新東西， 看看他們多開心！

source: <32>{#p/basic}{#npc/a}* Now that we're free, the horizons for new things to try have expanded.
pt_br: <32>{#p/basic}{#npc/a}* Agora que estamos livres, o horizonte de novas coisas para testar se expandiu.
zh_cn: <32>{#p/basic}{#npc/a}* 现在我们自由了， 可以尝试更多的新事物了。
zh_tw: <32>{#p/basic}{#npc/a}* 現在我們自由了， 可以嘗試更多的新事物了。

source: <32>* Visit a new world, discover more about the ones you know, or even create one yourself...
pt_br: <32>* Visitar um novo mundo, descobrir mais sobre aqueles que você conhece ou criar um você mesmo...
zh_cn: <32>* 去到新世界， 发现更多你所知道的， 甚至发现创造一个新事物...
zh_tw: <32>* 去到新世界， 發現更多你所知道的， 甚至發現創造一個新事物...

source: <32>* Anything is possible.
pt_br: <32>* Tudo é possível.
zh_cn: <32>* 一切皆有可能。
zh_tw: <32>* 一切皆有可能。

source: <32>{#p/basic}{#npc/a}* If you're ever bored with life, try something new.
pt_br: <32>{#p/basic}{#npc/a}* Se você acabar entediado com a vida, tente algo novo.
zh_cn: <32>{#p/basic}{#npc/a}* 如果你厌倦了生活， 就去尝试点新的东西吧。
zh_tw: <32>{#p/basic}{#npc/a}* 如果你厭倦了生活， 就去嘗試點新的東西吧。

source: <32>* It could be a movie, a hobby, or even the stress of safe- guarding your children...
pt_br: <32>* Pode ser um filme, um hobby, ou o estresse de dar segurança as suas crianças...
zh_cn: <32>* 可以是一部电影，一个爱好， 甚至是为保护好孩子 而感受到的压力...
zh_tw: <32>* 可以是一部電影，一個愛好， 甚至是為保護好孩子 而感受到的壓力...

source: <32>* It could be a movie, a hobby, or even a language...
pt_br: <32>* Pode ser um filme, um hobby, ou mesmo uma língua...
zh_cn: <32>* 可以是一部电影，一个爱好， 甚至是一门语言...
zh_tw: <32>* 可以是一部電影，一個愛好， 甚至是一門語言...

source: <32>* Anything is possible!
pt_br: <32>* Tudo é possível!
zh_cn: <32>* 一切皆有可能！
zh_tw: <32>* 一切皆有可能！

source: <32>{#p/basic}{#npc/a}* What are you waiting for?
pt_br: <32>{#p/basic}{#npc/a}* O que você está fazendo?
zh_cn: <32>{#p/basic}{#npc/a}* 还在等什么呢？
zh_tw: <32>{#p/basic}{#npc/a}* 還在等什麼呢？

source: <32>{#p/basic}{#npc/a}* Now we'll get to play Monsters...
pt_br: <32>{#p/basic}{#npc/a}* Agora vamos jogar Monstros...
zh_cn: <32>{#p/basic}{#npc/a}* 我们现在来玩...
zh_tw: <32>{#p/basic}{#npc/a}* 我們現在來玩「怪物...

source: <32>* ... and monsters.
pt_br: <32>* ... e monstros.
zh_cn: <32>* “怪物... 与怪物”的游戏。
zh_tw: <32>* ...與怪物」的遊戲。

source: <32>{#p/basic}{#npc/a}* Do you wanna play Monsters and Humans!?
pt_br: <32>{#p/basic}{#npc/a}* Você quer jogar Monstros e Humanos!?
zh_cn: <32>{#p/basic}{#npc/a}* 我们玩“怪物与人类”的 游戏吧！！
zh_tw: <32>{#p/basic}{#npc/a}* 我們玩「怪物與人類」的 遊戲吧！！

source: <32>{#p/basic}{#npc/a}* Maybe this isn't a good idea.
pt_br: <32>{#p/basic}{#npc/a}* Talvez essa não seja uma boa ideia.
zh_cn: <32>{#p/basic}{#npc/a}* 也许不是个好主意。
zh_tw: <32>{#p/basic}{#npc/a}* 也許不是個好主意。

source: <32>{#p/basic}{#npc/a}* I'll be the human.
pt_br: <32>{#p/basic}{#npc/a}* Eu serei o humano.
zh_cn: <32>{#p/basic}{#npc/a}* 我来当人类。
zh_tw: <32>{#p/basic}{#npc/a}* 我來當人類。

source: <32>{#p/basic}{#npc/a}* I heard Starry's mom say the humans won't be on our new homeworld...
pt_br: <32>{#p/basic}{#npc/a}* Eu escutei a mamãe dizendo que no novo planeta não terão humanos...
zh_cn: <32>{#p/basic}{#npc/a}* 我听Starry的妈妈说， 在我们的新家园上没有人类...
zh_tw: <32>{#p/basic}{#npc/a}* 我聽Starry的媽媽說， 在我們的新家園上沒有人類...

source: <32>* Maybe I'll have to learn how to play smart monster games instead.
pt_br: <32>* Eu acho que terei que aprender a jogar jogos monstros inteligentes ao invés.
zh_cn: <32>* 也许我该学着玩 “聪明的怪物”的游戏。
zh_tw: <32>* 也許我該學著玩 「聰明的怪物」的遊戲。

source: <32>{#p/basic}{#npc/a}* I wanna learn how to play smart human games like chess.
pt_br: <32>{#p/basic}{#npc/a}* Eu quero aprender a jogar jogos humanos inteligentes, como xadrez.
zh_cn: <32>{#p/basic}{#npc/a}* 我想学习如何玩人类的益智游戏， 比如国际象棋。
zh_tw: <32>{#p/basic}{#npc/a}* 我想學習如何玩人類的益智遊戲， 比如西洋棋。

source: <32>* Starry's mom over there is the best... she can beat anyone!
pt_br: <32>* Mamãe Starry alí é a melhor... ela pode vencer qualquer um!
zh_cn: <32>* 那边的Starry的妈妈 是最擅长这个的... 她可以打遍天下无敌手！
zh_tw: <32>* 那邊的Starry的媽媽 是最擅長這個的... 她可以打遍天下無敵手！

source: <32>{#p/basic}{#npc/a}* What's a "4-D poker?"
pt_br: <32>{#p/basic}{#npc/a}* O que é "Pôquer 4-D?"
zh_cn: <32>{#p/basic}{#npc/a}* “四维扑克”是什么呀？
zh_tw: <32>{#p/basic}{#npc/a}* 「4D撲克牌」是什麼呀？

source: <32>{#p/basic}{#npc/a}* What's a "zugzwang?"
pt_br: <32>{#p/basic}{#npc/a}* O que é um "zugzwang?"
zh_cn: <32>{#p/basic}{#npc/a}* “迫移局面”是什么意思啊？
zh_tw: <32>{#p/basic}{#npc/a}* 「迫移局面」是什麼意思啊？

source: <32>{#p/basic}{#npc/a}* So your name was actually Frisk, huh?
pt_br: <32>{#p/basic}{#npc/a}* Então seu nome era Frisk, huh?
zh_cn: <32>{#p/basic}{#npc/a}* 所以你的名字 是叫Frisk对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 所以你的名字 是叫Frisk對吧？

source: <32>* Your performance with Mettaton was cool and all...
pt_br: <32>* Seu show com o Mettaton foi legal e tudo...
zh_cn: <32>* 你和Mettaton的表演太酷了...
zh_tw: <32>* 你和Mettaton的表演太酷了...

source: <32>* But that "god battle" of yours was even more insane!
pt_br: <32>* Mas aquela sua "batalha contra um deus" foi ainda mais insana!
zh_cn: <32>* 但是你那个“终神之战”更疯狂！
zh_tw: <32>* 但是你那個「終神之戰」更瘋狂！

source: <32>{#p/basic}{#npc/a}* We've only just got here, and Mettaton's already working on his first show!
pt_br: <32>{#p/basic}{#npc/a}* Nós acabamos de chegar aqui e o Mettaton já está preparando seu primeiro show!
zh_cn: <32>{#p/basic}{#npc/a}* 我们刚到这里时， Mettaton就已经在 准备他的第一场演出了！
zh_tw: <32>{#p/basic}{#npc/a}* 我們剛到這裡時， Mettaton就已經在 準備他的第一場演出了！

source: <32>* It's called "The search for humanity's star."
pt_br: <32>* É chamado "A procura pela estrela da humanidade."
zh_cn: <32>* 叫做“寻找人类之星”。
zh_tw: <32>* 叫做「尋找人類之星」。

source: <32>{#p/basic}{#npc/a}* We came to see Mettaton's grand finale, but...
pt_br: <32>{#p/basic}{#npc/a}* Nós viemos ver o grande finale do Mettaton, mas...
zh_cn: <32>{#p/basic}{#npc/a}* 我们是来看Mettaton的大结局的， 但是...
zh_tw: <32>{#p/basic}{#npc/a}* 我們是來看Mettaton的大結局的， 但是...

source: <32>* I didn't think I'd get to see $(moniker1) up close!
pt_br: <32>* Eu não achei que veria o $(moniker1) tão de perto!
zh_cn: <32>* 我没想到我可以这么近距离地 看到$(moniker1)！
zh_tw: <32>* 我沒想到我可以這麼近距離地 看到$(moniker1)！

source: <32>* ... you are $(moniker1), right?
pt_br: <32>* ... você é o $(moniker1), certo?
zh_cn: <32>* ...你就是$(moniker1)，是吧？
zh_tw: <32>* ...你就是$(moniker1)，是吧？

source: <32>* I didn't think I'd get to see the human up close!
pt_br: <32>* Eu não que conseguiria ver o humano tão de perto!
zh_cn: <32>* 我没想到我可以这么近距离地 看到那个人类！
zh_tw: <32>* 我沒想到我可以這麼近距離地 看到那個人類！

source: <32>* ... you are the human, right?
pt_br: <32>* ... você é o humano, certo?
zh_cn: <32>* ...你就是那个人类，是吧？
zh_tw: <32>* ...你就是那個人類，是吧？

source: <32>{#p/basic}{#npc/a}* So you're $(moniker1), huh?
pt_br: <32>{#p/basic}{#npc/a}* Então você é $(moniker1), huh?
zh_cn: <32>{#p/basic}{#npc/a}* 所以你就是那个 $(moniker1)，对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 所以你就是那個 $(moniker1)，對吧？

source: <32>{#p/basic}{#npc/a}* So you're the human, huh?
pt_br: <32>{#p/basic}{#npc/a}* Você é o humano então, huh?
zh_cn: <32>{#p/basic}{#npc/a}* 所以你就是那个人类，对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 所以你就是那個人類，對吧？

source: <32>{#p/basic}{#npc/a}* Hey, you're $(moniker1), the best TV villain ever!
pt_br: <32>{#p/basic}{#npc/a}* Ei, você é o $(moniker1), o melhor vilão da TV de todos!
zh_cn: <32>{#p/basic}{#npc/a}* 嘿，是$(moniker1)！ 史上最棒的反派演员！
zh_tw: <32>{#p/basic}{#npc/a}* 嘿，是$(moniker1)！ 史上最棒的反派演員！

source: <32>{#p/basic}{#npc/a}* Hey, you're the human who beat Mettaton at his own game!
pt_br: <32>{#p/basic}{#npc/a}* Ei, você é o humano que derrotou Mettaton no próprio jogo!
zh_cn: <32>{#p/basic}{#npc/a}* 嘿，你是那个在Mettaton 的节目中击败他的人类！
zh_tw: <32>{#p/basic}{#npc/a}* 嘿，你是那個在Mettaton的節目中 擊敗他的人類！

source: <32>* What a performance!
pt_br: <32>* Que performance!
zh_cn: <32>* 表演超精彩的！
zh_tw: <32>* 表演超精彩的！

source: <32>{#p/basic}{#npc/a}* The best part is, we all got front row seats!
pt_br: <32>{#p/basic}{#npc/a}* A melhor parte é que todos nós conseguimos assentos na primeira fila!
zh_cn: <32>{#p/basic}{#npc/a}* 更好的是， 我们都坐到了第一排！
zh_tw: <32>{#p/basic}{#npc/a}* 更好的是， 我們都坐到了第一排！
