Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#k/6}* Any time, little buddy.
pt_br: <32>{#p/basic}{#k/6}* Qualquer hora, amiguinho.
zh_cn: <32>{#p/basic}{#k/6}* 欢迎下次光临，小家伙。ゑ
zh_tw: <32>{#p/basic}{#k/6}* 歡迎下次光臨，小傢伙。ゑ

source: 0G - Starfaint
zh_cn: 0G - 新星咖啡
zh_tw: 0G - 新星咖啡

source: 0G - Hold Yer Grane
zh_cn: 0G - 星园烁宠
zh_tw: 0G - 星園爍寵

source: 0G - Slamburger
zh_cn: 0G - 猛男汉堡
zh_tw: 0G - 猛男漢堡

source: §fill=#808080§--- UNAVAILABLE ---
pt_br: §fill=#808080§--- INDISPONÍVEL ---
zh_cn: §fill=#808080§---- 售罄 ----
zh_tw: §fill=#808080§---- 售罄 ----

source: 0G - Glyde's Envy
pt_br: 0G - Envio de G
zh_cn: 0G - Glyde的爱
zh_tw: 0G - Glyde的愛

source: Exit
pt_br: Sair
zh_cn: 离开
zh_tw: 離開

source: 5G - Starfaint
zh_cn: 5G - 新星咖啡
zh_tw: 5G - 新星咖啡

source: 10G - Hold Yer Grane
zh_cn: 10G - 星园烁宠
zh_tw: 10G - 星園爍寵

source: 5G - Slamburger
zh_cn: 5G - 猛男汉堡
zh_tw: 5G - 猛男漢堡

source: 49G - Glyde's Envy
pt_br: 49G - Envio de G
zh_cn: 49G - Glyde的爱
zh_tw: 49G - Glyde的愛

source: 32G - Startaint
zh_cn: 32G - 新星吗啡
zh_tw: 32G - 新星嗎啡

source: 60G - Hold Yer Pain
zh_cn: 60G - 猩猿硕虫
zh_tw: 60G - 猩猿碩蟲

source: 48G - Slamdunker
zh_cn: 48G - 猛烂汉堡
zh_tw: 48G - 猛爛漢堡

source: 138G - Undyne's Envy
pt_br: 138G - Envio de Undyne
zh_cn: 138G - Undyne的哀
zh_tw: 138G - Undyne的哀

source: 16G - Starfaint
zh_cn: 16G - 新星咖啡
zh_tw: 16G - 新星咖啡

source: 30G - Hold Yer Grane
zh_cn: 30G - 星园烁宠
zh_tw: 30G - 星園爍寵

source: 24G - Slamburger
zh_cn: 24G - 猛男汉堡
zh_tw: 24G - 猛男漢堡

source: 69G - Glyde's Envy
pt_br: 69G - Envio de G
zh_cn: 69G - Glyde的爱
zh_tw: 69G - Glyde的愛

source: Heals -23HP Sugar over- dose assured.
pt_br: Cura -23HP Overdose de açúcar.
zh_cn: 回复-23 HP 换谁来尝 都得齁死。
zh_tw: 回復-23 HP 換誰來嘗 都得齁死。

source: Heals -40HP Not quite a hero of any kind.
pt_br: Cura -40HP Não é um herói, não mesmo.
zh_cn: 回复-40 HP 算个屁的 英雄。ゑ
zh_tw: 回復-40 HP 算個屁的 英雄。ゑ

source: Heals -34HP Face the pain either way.
pt_br: Cura -34HP encare a dor de ambos os lados.
zh_cn: 回复-34 HP 抗争与否， 都会被伤害。
zh_tw: 回復-34 HP 抗爭與否， 都會被傷害。

source: Heals -55HP Only for the most die- hard folk.
pt_br: Cura -55HP só para o mais difícil de morrer.
zh_cn: 回复-55 HP 天打雷劈 劈不死你， 就把它给你。ゑ
zh_tw: 回復-55 HP 天打雷劈 劈不死你， 就把它給你。ゑ

source: Heals 23HP Sugar over- dose likely.
pt_br: Cura 23HP Uma bela açucarada.
zh_cn: 回复23 HP 有人嫌太甜 有人超留恋。
zh_tw: 回復23 HP 有人嫌太甜 有人超留戀。

source: Heals 40HP Not quite a "legendary hero."
pt_br: Cura 40HP Não é um "herói lendário."
zh_cn: 回复40 HP 别管这个叫 “传说英雄”。
zh_tw: 回復40 HP 別管這個叫 「傳說英雄」。

source: Heals 34HP Slam it down or face the pain.
pt_br: Cura 34HP Coma ou encare a dor.
zh_cn: 回复34 HP 不想被伤害 就要去抗争。
zh_tw: 回復34 HP 不想被傷害 就要去抗爭。

source: Heals 55HP It's a long story.
pt_br: Cura 55HP É uma longa história.
zh_cn: 回复55 HP 这事... 说来话长啊。
zh_tw: 回復55 HP 這事... 說來話長啊。

source: <09>{#p/basic}{#k/7}What do YOU want from me?
pt_br: <09>{#p/basic}{#k/7}O que VOCÊ quer de mim?
zh_cn: <09>{#p/basic}{#k/7}您想 要点什么？ゑ
zh_tw: <09>{#p/basic}{#k/7}您想 要點什麼？ゑ

source: <09>{#p/basic}{#k/0}What do you want from me?
pt_br: <09>{#p/basic}{#k/0}O que você quer de mim?
zh_cn: <09>{#p/basic}{#k/0}你想 买点什么？ゑ
zh_tw: <09>{#p/basic}{#k/0}你想 買點什麼？ゑ

source: <09>{#p/basic}{#k/5}Thanks, little bully.
pt_br: <09>{#p/basic}{#k/5}Valeu, valentão.
zh_cn: <09>{#p/basic}{#k/5}谢谢惠顾， 小恶霸。ゑ
zh_tw: <09>{#p/basic}{#k/5}謝謝惠顧， 小惡霸。ゑ

source: <09>{#p/basic}{#k/5}Thanks, little murderer.
pt_br: <09>{#p/basic}{#k/5}Valeu, assassininho.
zh_cn: <09>{#p/basic}{#k/5}谢谢惠顾， 小魔头。ゑ
zh_tw: <09>{#p/basic}{#k/5}謝謝惠顧， 小魔頭。ゑ

source: <09>{#p/basic}{#k/7}You gonna buy something or...?
pt_br: <09>{#p/basic}{#k/7}Você vai comprar alguma coisa ou...?
zh_cn: <09>{#p/basic}{#k/7}您是 买东西呢， 还是...？ゑ
zh_tw: <09>{#p/basic}{#k/7}您是 買東西呢， 還是...？ゑ

source: <09>{#p/basic}{#k/6}That's the wrong amount of money.
pt_br: <09>{#p/basic}{#k/6}Essa é a quantia errada de dinheiro.
zh_cn: <09>{#p/basic}{#k/6}这点钱... 对不上账啊。ゑ
zh_tw: <09>{#p/basic}{#k/6}這點錢... 對不上帳啊。ゑ

source: <10>{#p/human}(You're carrying too much.)
pt_br: <10>{#p/human}(Você está carregando demais.)
zh_cn: <10>{#p/human}(你带的东西 太多了。）
zh_tw: <10>{#p/human}(你帶的東西 太多了。）

source: <09>{#p/basic}{#k/0}Thanks, little buddy.
pt_br: <09>{#p/basic}{#k/0}Valeu, amiguinho.
zh_cn: <09>{#p/basic}{#k/0}谢了， 小家伙。
zh_tw: <09>{#p/basic}{#k/0}謝了， 小傢伙。

source: <09>{#p/basic}{#k/1}You gonna buy something or...?
pt_br: <09>{#p/basic}{#k/1}Você vai comprar alguma coisa ou...?
zh_cn: <09>{#p/basic}{#k/1}不想买东西， 是想...？
zh_tw: <09>{#p/basic}{#k/1}不想買東西， 是想...？

source: Take it?
pt_br: Pegar?
zh_cn: 偷走吗？
zh_tw: 偷走嗎？

source: Buy it for $(x)G?
pt_br: Comprar por $(x)G?
zh_cn: 花$(x)G 买它吗？
zh_tw: 花$(x)G 買它嗎？

source: <09>{#p/basic}Nothing left.
pt_br: <09>{#p/basic}Nada sobrando.
zh_cn: <09>{#p/basic}空无一物。
zh_tw: <09>{#p/basic}空無一物。

source: <09>{#p/basic}{#k/5}Sorry, that was one of a kind.
pt_br: <09>{#p/basic}{#k/5}Desculpe, esse era o único.
zh_cn: <09>{#p/basic}{#k/5}真抱歉呢， 只有一块。
zh_tw: <09>{#p/basic}{#k/5}真抱歉呢， 只有一塊。

source: <09>{#p/basic}{#k/4}Sorry, that was one of a kind.
pt_br: <09>{#p/basic}{#k/4}Desculpa, esse era o único.
zh_cn: <09>{#p/basic}{#k/4}抱歉， 只有一块。
zh_tw: <09>{#p/basic}{#k/4}抱歉， 只有一塊。

source: Take
pt_br: Pegar
zh_cn: 拿取ゑ
zh_tw: 拿取ゑ

source: Steal
pt_br: Roubar
zh_cn: 偷窃ゑ
zh_tw: 偷竊ゑ

source: Read
pt_br: Ler
zh_cn: 阅读ゑ
zh_tw: 閱讀ゑ

source: Buy
pt_br: Comprar
zh_cn: 购买ゑ
zh_tw: 購買ゑ

source: Sell
pt_br: Vender
zh_cn: 出售ゑ
zh_tw: 出售ゑ

source: Talk
pt_br: Conversar
zh_cn: 交谈ゑ
zh_tw: 交談ゑ

source: <23>{#p/basic}{#k/5}* Heyyyy little bully.
pt_br: <23>{#p/basic}{#k/5}* Ooooopaaa valentão.
zh_cn: <23>{#p/basic}{#k/5}* 哎呀欢迎光临啊小恶霸。ゑ
zh_tw: <23>{#p/basic}{#k/5}* 哎呀歡迎光臨啊小惡霸。ゑ

source: <23>{#p/basic}{#k/5}* Heyyyy little murderer.
pt_br: <23>{#p/basic}{#k/5}* Ooooopaaa assassininho.
zh_cn: <23>{#p/basic}{#k/5}* 哎呀欢迎光临啊小魔头。ゑ
zh_tw: <23>{#p/basic}{#k/5}* 哎呀歡迎光臨啊小魔頭。ゑ

source: <23>{#p/basic}{#k/0}* What can I do for you, little buddy?
pt_br: <23>{#p/basic}{#k/0}* O que eu posso fazer por você, maninho?
zh_cn: <23>{#p/basic}{#k/0}* 想来点什么呢，小家伙？ゑ
zh_tw: <23>{#p/basic}{#k/0}* 想來點什麼呢，小傢伙？ゑ

source: <23>{#p/basic}{#k/7}* Need anything else?
pt_br: <23>{#p/basic}{#k/7}* Mais alguma coisa?
zh_cn: <23>{#p/basic}{#k/7}* 您还有何贵干？ゑ
zh_tw: <23>{#p/basic}{#k/7}* 您還有何貴幹？ゑ

source: <23>{#p/basic}{#k/0}* Need anything else?
pt_br: <23>{#p/basic}{#k/0}* Mais alguma coisa?
zh_cn: <23>{#p/basic}{#k/0}* 还想来点别的吗？ゑ
zh_tw: <23>{#p/basic}{#k/0}* 還想來點別的嗎？ゑ

source: <23>{#p/basic}* ... but everybody ran.
pt_br: <23>{#p/basic}* ... mas todo mundo correu.
zh_cn: <23>{#p/basic}* ...但是大家都逃走了。
zh_tw: <23>{#p/basic}* ...但是大家都逃走了。

source: <32>{#p/human}* (But there was no note for you to read.)
pt_br: <32>{#p/human}* (Mas não tinha nenhuma nota pra você ler.)
zh_cn: <32>{#p/human}* （但没有人给你留字条。）
zh_tw: <32>{#p/human}* （但沒有人給你留字條。）

source: <30>{#p/human}* (You took 2048G from behind the counter.)
pt_br: <30>{#p/human}* (Você pegou 2048G de trás do balcão.)
zh_cn: <30>{#p/human}* （你从柜台后面拿走了2048G。）
zh_tw: <30>{#p/human}* （你從櫃檯後面拿走了2048G。）

source: <30>{#k/4}* Okay. * Here you go.
pt_br: <30>{#k/4}* Beleza. * Aqui vai.
zh_cn: <30>{#k/4}* 好。 * 给您。ゑ
zh_tw: <30>{#k/4}* 好。 * 給您。ゑ

source: <30>{#k/5}* It's a one-of-a-kind item, just for you.
pt_br: <30>{#k/5}* É um item único, só para você.
zh_cn: <30>{#k/5}* 这是专门给阁下准备的， 独一无二的东西呢。ゑ
zh_tw: <30>{#k/5}* 這是專門給閣下準備的， 獨一無二的東西呢。ゑ

source: <30>{#p/human}* (You got the Plunderer's Demise.)
pt_br: <30>{#p/human}* (Você pegou o Morte ao Saqueador.)
zh_cn: <30>{#p/human}* （你获得了“自作孽不可活”。）
zh_tw: <30>{#p/human}* （你獲得了「自作孽不可活」。）

source: <30>{#p/basic}{#k/7}* For someone who wants to steal something, you sure seem well off with your ITEMs.
pt_br: <30>{#p/basic}{#k/7}* Para alguém que quer roubar algo, você com certeza parece bem com seus ITENS.
zh_cn: <30>{#p/basic}{#k/7}* 您既然这么想偷东西， 事先怎么不给口袋腾点地方呢？ゑ
zh_tw: <30>{#p/basic}{#k/7}* 您既然這麼想偷東西， 事先怎麼不給口袋騰點地方呢？ゑ

source: <30>{#p/basic}{#k/1}* ...
zh_cn: <30>{#p/basic}{#k/1}* ...ゑ
zh_tw: <30>{#p/basic}{#k/1}* ...ゑ

source: <30>{#k/4}* ...
zh_cn: <30>{#k/4}* ...ゑ
zh_tw: <30>{#k/4}* ...ゑ

source: <30>{#k/3}* Excuse me?
pt_br: <30>{#k/3}* Com licença?
zh_cn: <30>{#k/3}* 想干啥？ゑ
zh_tw: <30>{#k/3}* 想幹啥？ゑ

source: <30>{#k/6}* You think you're real sly, huh?
pt_br: <30>{#k/6}* Você acha que é muito astuto, hein?
zh_cn: <30>{#k/6}* 哇，你可真是个大聪明。ゑ
zh_tw: <30>{#k/6}* 哇，你可真是個大聰明。ゑ

source: <30>{#k/7}* Hmm... * Why don't you try selling that to Bratty and Catty?
pt_br: <30>{#k/7}* Hmm... * Por que você não tenta vender pra Bratty e pra Catty?
zh_cn: <30>{#k/7}* 嗯... * 我觉得，你要是想卖东西的话， 就去找Bratty和Catty试试。ゑ
zh_tw: <30>{#k/7}* 嗯... * 我覺得，你要是想賣東西的話， 就去找Bratty和Catty試試。ゑ

source: <30>{#k/0}* I'm sure they'll, uh, "bite."
pt_br: <30>{#k/0}* Eu tenho certeza que elas vão, uh, "morder."
zh_cn: <30>{#k/0}* 你好好推销推销， 她们指定会... 呃... “上钩”的。
zh_tw: <30>{#k/0}* 你好好推銷推銷， 她們指定會... 呃... 「上鉤」的。

source: <30>{#p/basic}* Nothing left.
pt_br: <30>{#p/basic}* Nada sobrando.
zh_cn: <30>{#p/basic}* 空无一物。
zh_tw: <30>{#p/basic}* 空無一物。

source: <30>{#p/basic}{#k/6}* Sorry, one free sample per murderer.
pt_br: <30>{#p/basic}{#k/6}* Foi mal, apenas um por assassino.
zh_cn: <30>{#p/basic}{#k/6}* 不好意思。 一位杀人魔限领一份哦。ゑ
zh_tw: <30>{#p/basic}{#k/6}* 不好意思。 一位殺人魔限領一份喔。ゑ

source: <30>{#p/basic}{#k/6}* It's not happening, pal.
pt_br: <30>{#p/basic}{#k/6}* Não vai acontecer, amigão.
zh_cn: <30>{#p/basic}{#k/6}* 这事找我没戏，小家伙。ゑ
zh_tw: <30>{#p/basic}{#k/6}* 這事找我沒戲，小傢伙。ゑ

source: Romantic Advice
pt_br: Conselho Romântico
zh_cn: 恋爱心得
zh_tw: 戀愛心得

source: Where To Go Next
pt_br: Onde Ir Agora
zh_cn: 下一步去哪
zh_tw: 下一步去哪

source: My Future
pt_br: Meu Futuro
zh_cn: 我的未来
zh_tw: 我的未來

source: Life Advice
pt_br: Conselho de Vida
zh_cn: 人生感悟
zh_tw: 人生感悟

source: §fill=#ff0§Taking Charge (NEW)
pt_br: §fill=#ff0§Tomando Poder (NOVO)
zh_cn: §fill=#ff0§主动出击（新）
zh_tw: §fill=#ff0§主動出擊（新）

source: Taking Charge
pt_br: Tomando Poder
zh_cn: 主动出击
zh_tw: 主動出擊

source: Power Outage
pt_br: Queda de Energia
zh_cn: 突然停电
zh_tw: 突然停電

source: Where We Are
pt_br: Onde Nós Estamos
zh_cn: 我们在哪
zh_tw: 我們在哪

source: §fill=#ff0§Glyde (NEW)
pt_br: §fill=#ff0§Glyde (NOVO)
zh_cn: §fill=#ff0§Glyde（新）
zh_tw: §fill=#ff0§Glyde（新）

source: Your Future
pt_br: Seu Futuro
zh_cn: 你的未来
zh_tw: 你的未來

source: <09>{#p/basic}{#k/0}Take it from me, little bully.
pt_br: <09>{#p/basic}{#k/0}Vai na minha, valentão.
zh_cn: <09>{#p/basic}{#k/0}小恶霸， 想来套话？
zh_tw: <09>{#p/basic}{#k/0}小惡霸， 想來套話？

source: <09>{#p/basic}{#k/0}Take it from me, little murderer.
pt_br: <09>{#p/basic}{#k/0}Vai na minha, assassininho.
zh_cn: <09>{#p/basic}{#k/0}小魔头， 想来套话？
zh_tw: <09>{#p/basic}{#k/0}小魔頭， 想來套話？

source: <09>{#p/basic}{#k/0}Take it from me, little buddy.
pt_br: <09>{#p/basic}{#k/0}Vai na minha, amiguinho.
zh_cn: <09>{#p/basic}{#k/0}给你传授点 经验， 小家伙。
zh_tw: <09>{#p/basic}{#k/0}給你傳授點 經驗， 小傢伙。

source: <32>{#p/basic}{#k/7}* Romantic advice?
pt_br: <32>{#p/basic}{#k/7}* Conselho romântico?
zh_cn: <32>{#p/basic}{#k/7}* 恋爱心得？
zh_tw: <32>{#p/basic}{#k/7}* 戀愛心得？

source: <32>{#k/0}* Little buddy, I've only got one piece of advice when it comes to getting romantic.
pt_br: <32>{#k/0}* Amiguinho eu só tenho um conselho quando se trata de ficar romântico.
zh_cn: <32>{#k/0}* 小家伙，对于恋爱， 我只有一条心得。
zh_tw: <32>{#k/0}* 小傢伙，對於戀愛， 我只有一條心得。

source: <32>{#k/1}* ... don't even try.
pt_br: <32>{#k/1}* ... não faça isso.
zh_cn: <32>{#k/1}* ...别碰。
zh_tw: <32>{#k/1}* ...別碰。

source: <32>{#k/4}* When the right person comes along, it'll be as dainty as dancing in the dark.
pt_br: <32>{#k/4}* Quando a pessoa certa vier, você estará feliz dançando no escuro.
zh_cn: <32>{#k/4}* 当遇到对的人时， 一切皆如月下共舞般美妙。
zh_tw: <32>{#k/4}* 當遇到對的人時， 一切皆如月下共舞般美妙。

source: <32>{#k/0}* The fat old mole-rat might even like you back.
pt_br: <32>{#k/0}* Aquele velho rato-topeira talvez até goste de você de volta.
zh_cn: <32>{#k/0}* 那个老家伙说不定也喜欢你呢。
zh_tw: <32>{#k/0}* 那個老傢伙說不定也喜歡你呢。

source: <32>{#p/basic}{#k/6}* Life advice...
pt_br: <32>{#p/basic}{#k/6}* Conselho de vida...
zh_cn: <32>{#p/basic}{#k/6}* 人生感悟...
zh_tw: <32>{#p/basic}{#k/6}* 人生感悟...

source: <32>{#k/6}* Shucks, I'd have thought you'd be pretty knowledgable in that department.
pt_br: <32>{#k/6}* Pow, eu pensei que você teria bastante conhecimento nessa área.
zh_cn: <32>{#k/6}* 哎呀，真没想到呢。 阁下在这方面不是 经验丰富，知识渊博吗？
zh_tw: <32>{#k/6}* 哎呀，真沒想到呢。 閣下在這方面不是 經驗豐富，知識淵博嗎？

source: <32>{#k/5}* Or maybe you're just more experienced with the opposite of life.
pt_br: <32>{#k/5}* Ou talvez você só tenha mais experiência com o lado oposto da vida.
zh_cn: <32>{#k/5}* 依我看，阁下根本不擅长“人生”， 只擅长它的反义词：“兽死”吧。ゑ
zh_tw: <32>{#k/5}* 依我看，閣下根本不擅長「人生」， 只擅長它的反義詞：「獸死」吧。ゑ

source: <32>{#p/basic}{#k/6}* Listen up. * If you want to get ahead in life, you've got to learn to take charge.
pt_br: <32>{#p/basic}{#k/6}* Escuta aí. * Se você quer se dar bem na vida, tem que aprender a tomar controle.
zh_cn: <32>{#p/basic}{#k/6}* 竖起耳朵认真听。 * 自己的人生，自己做主。 为自己而活，生活才会更美好。
zh_tw: <32>{#p/basic}{#k/6}* 豎起耳朵認真聽。 * 自己的人生，自己做主。 為自己而活，生活才會更美好。

source: <32>{#k/4}* My boss pushed me around for way too long, and I wasted way too much of my short life not telling him "no."
pt_br: <32>{#k/4}* Meu chefe me abusou por tempo demais e eu gastei muito da minha pequena vida sem dize-lo "não."
zh_cn: <32>{#k/4}* 我那老板每天对我呼来唤去， 不仅每天上班十小时，有时还得 无偿加班，工资低的吃不起饭， 自己简直过得不如牛马，真不知 道这半辈子是怎么过下去的。
zh_tw: <32>{#k/4}* 我那老闆每天對我呼來喚去， 不僅每天上班十小時，有時還得 無償加班，工資低的吃不起飯， 自己簡直過得不如牛馬，真不知 道這半輩子是怎麼過下去的。

source: <32>{#k/0}* When I finally stood up to him, well...
pt_br: <32>{#k/0}* Quando eu finalmente fui contra ele, bem...
zh_cn: <32>{#k/0}* 不过当我终于开始 反抗他的时候...
zh_tw: <32>{#k/0}* 不過當我終於開始 反抗他的時候...

source: <32>{#k/2}* It did us both some good.
pt_br: <32>{#k/2}* Vamos dizer que isso foi bom pra nós dois.
zh_cn: <32>{#k/2}* 可以说彻底改变了 我们的生活。
zh_tw: <32>{#k/2}* 在那以後， 生活逐漸向好。

source: <32>{#p/basic}{#k/6}* I'll try to make this as simple as possible for you, little buddy.
pt_br: <32>{#p/basic}{#k/6}* Eu vou tentar deixar isso o mais simples possível pra você, amiguinho.
zh_cn: <32>{#p/basic}{#k/6}* 我尽量解释得 简单到让你可以理解的程度， 小家伙。
zh_tw: <32>{#p/basic}{#k/6}* 我儘量解釋得 簡單到讓你可以理解的程度， 小傢伙。

source: <32>* As nice as people are, sometimes they get caught in bad ways of thinking.
pt_br: <32>* Por mais legal que uma pessoa seja, em algum momento ela é pega pensando ou fazendo o mau.
zh_cn: <32>* 就算是一名善良的人， 有时也会误入歧途。
zh_tw: <32>* 就算是一名善良的人， 有時也會誤入歧途。

source: <32>{#k/4}* Short-sightedness. * Carelessness. * Abuse.
pt_br: <32>{#k/4}* Fingir não ver. * Descuido. * Abuso.
zh_cn: <32>{#k/4}* 变得鼠目寸光， 心浮气躁， 心狠手辣。
zh_tw: <32>{#k/4}* 變得鼠目寸光， 心浮氣躁， 心狠手辣。

source: <33>{#k/4}* The nicest thing you can do for someone like that is to give them a piece of your mind. Tell them how wrong they are and make them think about it.
pt_br: <33>{#k/4}* O melhor que você pode fazer para essa pessoa e dar um esporro. Dizer a ela o que ela fez de errado e colocá-la para pensar.
zh_cn: <33>{#k/4}* 对付这样的人最好的办法 是让他们知道你的想法， 告诉他们错的有多离谱， 让他们好好反省自己。
zh_tw: <33>{#k/4}* 對付這樣的人最好的辦法 是讓他們知道你的想法， 告訴他們錯的有多離譜， 讓他們好好反省自己。

source: <32>{#k/7}* The more you let someone get comfortable with their bad way of life, the more they get stuck in those ways.
pt_br: <32>{#k/7}* Quanto mais você deixar alguém se acomodar com comportamentos ruins, mais essa pessoa irá pensar que eles são normais.
zh_cn: <32>{#k/7}* 你越是惯着他们， 不反对他们， 他们就会越以为自己是对的， 然后他们就会陷得越来越深。
zh_tw: <32>{#k/7}* 你越是慣著他們， 不反對他們， 他們就會越以為自己是對的， 然後他們就會陷得越來越深。

source: <32>{#k/0}* Don't let people get stuck.
pt_br: <32>{#k/0}* Não deixe as pessoa ficarem presas nesse tipo de vida.
zh_cn: <32>{#k/0}* 不要让人们坠入深渊。
zh_tw: <32>{#k/0}* 不要讓人們墜入深淵。

source: <32>{#p/basic}{#k/1}* I'm not your counselor, pal.
pt_br: <32>{#p/basic}{#k/1}* Eu não sou seu conselheiro, amigo.
zh_cn: <32>{#p/basic}{#k/1}* 老弟，我可不是你的人生导师。
zh_tw: <32>{#p/basic}{#k/1}* 老弟，我可不是你的人生導師。

source: <32>{#k/0}* Sorry. * Just... remember my words.
pt_br: <32>{#k/0}* Desculpa. * Só... lembre das minhas palavras.
zh_cn: <32>{#k/0}* 抱歉。 * 你只需要... 记住我说的话。
zh_tw: <32>{#k/0}* 抱歉。 * 你只需要... 記住我說的話。

source: <32>{#k/4}* I guess I can't make fun of the bastard forever.
pt_br: <32>{#k/4}* Eu acho que não posso fazer graça do bastardo pra sempre.
zh_cn: <32>{#k/4}* 我想我不能就一直 取笑那个混蛋。
zh_tw: <32>{#k/4}* 我想我不能就一直 取笑那個混蛋。

source: <32>{#k/0}* One day, I'll have to do something new with my life...
pt_br: <32>{#k/0}* Um dia, eu vou fazer algo diferente da minha vida...
zh_cn: <32>{#k/0}* 总有一天， 我也将开始新的生活...
zh_tw: <32>{#k/0}* 總有一天， 我也將開始新的生活...

source: <32>{#k/7}* ... and that day is coming up on me quickly now.
pt_br: <32>{#k/7}* ... e esse dia está se aproximando cada vez mais.
zh_cn: <32>{#k/7}* ...现在， 那一天已离我近在咫尺。
zh_tw: <32>{#k/7}* ...現在， 那一天已離我近在咫尺。

source: <32>{#k/6}* Don't worry, though. * My "boyish charm" isn't going anywhere ANY time soon.
pt_br: <32>{#k/6}* Mas não se preocupe. * Meu "charme infantil" não vai a lugar nenhum tão cedo.
zh_cn: <32>{#k/6}* 不过别担心。 * 我的“男性魅力” 不会因此就消失的。
zh_tw: <32>{#k/6}* 不過別擔心。 * 我的「男性魅力」 不會因此就消失的。

source: <32>{#p/basic}{#k/8}* Mettaton.
zh_cn: <32>{#p/basic}{#k/8}* Mettaton。ゑ
zh_tw: <32>{#p/basic}{#k/8}* Mettaton。ゑ

source: <32>{#k/4}* ...
zh_cn: <32>{#k/4}* ...ゑ
zh_tw: <32>{#k/4}* ...ゑ

source: <32>{#k/6}* Yeah, he's dead.
pt_br: <32>{#k/6}* É, ele tá morto.
zh_cn: <32>{#k/6}* 嗯，死了。ゑ
zh_tw: <32>{#k/6}* 嗯，死了。ゑ

source: <32>{#p/basic}{#k/4}* Mettaton...
zh_cn: <32>{#p/basic}{#k/4}* Mettaton...ゑ
zh_tw: <32>{#p/basic}{#k/4}* Mettaton...ゑ

source: <32>{#k/4}* I'd rant about him, but uh... * Since you killed him...
pt_br: <32>{#k/4}* Eu falaria mal dele... * Mas já que você o matou...
zh_cn: <32>{#k/4}* 我本想骂他两句，但，呃... * 既然您杀了他...ゑ
zh_tw: <32>{#k/4}* 我本想罵他兩句，但，呃... * 既然您殺了他...ゑ

source: <32>{#k/5}* I don't really think there's much to say.
pt_br: <32>{#k/5}* Eu não acho que tenha muito mais o que dizer.
zh_cn: <32>{#k/5}* 那我无话可说了。ゑ
zh_tw: <32>{#k/5}* 那我無話可說了。ゑ

source: <32>{#p/basic}{#k/5}* ...
zh_cn: <32>{#p/basic}{#k/5}* ...ゑ
zh_tw: <32>{#p/basic}{#k/5}* ...ゑ

source: <33>{#k/7}* I'm not going to repeat myself.
pt_br: <33>{#k/7}* Eu não vou repetir o que eu disse.
zh_cn: <33>{#k/7}* 一句话我不想说第二遍。ゑ
zh_tw: <33>{#k/7}* 一句話我不想說第二遍。ゑ

source: <32>{#k/6}* I'd rant about HIM, but YOU make him look like a saint.
pt_br: <32>{#k/6}* Eu falaria mau sobre ele, mas VOCÊ faz ele parecer um santo.
zh_cn: <32>{#k/6}* 要是换平常，我肯定骂他两句。 * 但跟您一比， 他简直就是天使啊。ゑ
zh_tw: <32>{#k/6}* 要是換平常，我肯定罵他兩句。 * 但跟您一比， 他簡直就是天使啊。ゑ

source: <32>{#k/5}* I guess you could call that an accomplishment... of a terrible, terrible sort.
pt_br: <32>{#k/5}* Eu acho que você pode chamar isso de conquista... uma das mais terríveis possíveis.
zh_cn: <32>{#k/5}* 您也是真有本事， 能把人恶心成这样... 也算是前无古人了。ゑ
zh_tw: <32>{#k/5}* 您也是真有本事， 能把人噁心成這樣... 也算是前無古人了。ゑ

source: <32>{#p/basic}{#k/4}* Why does it always have to be about him...
pt_br: <32>{#p/basic}{#k/4}* Por que sempre tem que ser sobre ele...
zh_cn: <32>{#p/basic}{#k/4}* 咋总绕不开他啊...
zh_tw: <32>{#p/basic}{#k/4}* 咋總繞不開他啊...

source: <32>{#k/0}* Yeah, he's a bit of an icon around here. * Everybody loves him...
pt_br: <32>{#k/0}* É, ele é meio que um ícone por aqui. * Todo mundo ama ele...
zh_cn: <32>{#k/0}* 是，他算这前哨站上的偶像吧。 * 大家伙都爱他...
zh_tw: <32>{#k/0}* 是，他算這前哨站上的偶像吧。 * 大傢伙都愛他...

source: <32>{#k/6}* Except for yours truly, of course. I spit on him with every breath I take.
pt_br: <32>{#k/6}* Exceto pelos de verdade, é claro. Eu cuspo nele com todo o ar que tenho.
zh_cn: <32>{#k/6}* 当然，除了那些真正了解他的人。 我无时无刻都想要 啐他一脸。
zh_tw: <32>{#k/6}* 當然，除了那些真正了解他的人。 我無時無刻都想要 啐他一臉。

source: <32>{#k/5}* No, really. * I've got a little figurine of him under the counter, and I make sure as much saliva as possible hits his face.
pt_br: <32>{#k/5}* Não, sério. * Eu tenho uma foto dele e faço questão de colocar o máximo de saliva possível antes de cuspir na cara dele.
zh_cn: <32>{#k/5}* 我说真的。 * 我在柜台下面摆了个他的塑像， 讲话的时候，我就喷他一脸唾沫星子， 越多越好。
zh_tw: <32>{#k/5}* 我說真的。 * 我在櫃檯下面擺了個他的塑像， 講話的時候，我就噴他一臉唾沫星子， 越多越好。

source: <32>{#k/4}* You wouldn't BELIEVE the crap he put me through working here...
pt_br: <32>{#k/4}* Você não acreditaria nas MERDAS que ele me fez passar trabalhando aqui...
zh_cn: <32>{#k/4}* 你肯定不能感受到 我还在他手底下工作时， 每天都是种什么心情...
zh_tw: <32>{#k/4}* 你肯定不能感受到 我還在他手底下工作時， 每天都是種什麼心情...

source: <32>{#k/6}* After he got out of my way I gracefully stripped the shop of all the MTT-brand trimmings.
pt_br: <32>{#k/6}* Depois que ele saiu do meu caminho, eu graciosamente tirei da loja todos os enfeites da marca MTT.
zh_cn: <32>{#k/6}* 在他不挡我道时， 我优雅地把店里放着的MTT牌的 装饰品全都拆下来了。
zh_tw: <32>{#k/6}* 在他不擋我道時， 我優雅地把店裡放著的MTT牌的 裝飾品全都拆下來了。

source: <32>* Oh, and of course I renamed all the food items.
pt_br: <32>* Ah, e é claro, eu renomeei todos os itens de comida.
zh_cn: <32>* 哦，我还把售卖的食物 全都给重命名了。
zh_tw: <32>* 喔，我還把售賣的食物 全都給重命名了。

source: <32>{#k/5}* I wanted to rename "Legendary Hero" to "Her Ye Olde Gran" but I figured that wouldn't fly well with the older folks.
pt_br: <32>{#k/5}* Eu queria renomear "Herói Lendário" para "Velha Senhora da Guerra", mas achei que isso não funcionaria bem com as pessoas mais velhas.
zh_cn: <32>{#k/6}* 之前，我把“传说英雄”的拼音 声母韵母重组，变成“星园烁宠”。[ADD]<32>{#k/5}* 有一次，我想要不要再把 “星园烁宠”的偏旁部首拆分重组， 变成“乐龙灾星二兄”， 整整那些老头，想想算了。
zh_tw: <32>{#k/6}* 之前，我把「傳說英雄」的拼音 聲母韻母重組，變成「星園爍寵」。[ADD]<32>{#k/5}* 有一次，我想要不要再把 「星園爍寵」的偏旁部首拆分重組， 變成「樂龍災星二兄」， 整整那些老頭，想想算了。

source: <32>{#k/7}* What? * Were you expecting me to talk about his business or something?
pt_br: <32>{#k/7}* O que? * Você tava esperando que eu falasse sobre a vida dele ou algo assim?
zh_cn: <32>{#k/7}* 怎么？ * 你是想让我谈 他的生意什么的吗？
zh_tw: <32>{#k/7}* 怎麼？ * 你是想讓我談 他的生意什麼的嗎？

source: <32>{#p/basic}{#k/4}* Where to go, where to go...
pt_br: <32>{#p/basic}{#k/4}* Onde ir, onde ir...
zh_cn: <32>{#p/basic}{#k/4}* 去哪呢，去哪呢...
zh_tw: <32>{#p/basic}{#k/4}* 去哪呢，去哪呢...

source: <32>{#k/0}* On the new homeworld, I'd like to start a new shop with that old buddy of mine, Gerson.
pt_br: <32>{#k/0}* Na novo planeta, eu gostaria de começar uma loja com meu velho amigo, Gerson.
zh_cn: <32>{#k/0}* 在新的家园， 我和我的老朋友Gerson 要合伙开一家新店。
zh_tw: <32>{#k/0}* 在新的家園， 我和我的老朋友Gerson 要合夥開一家新店。

source: <32>{#k/7}* He said he's content with just doing the finances, and that works for me.
pt_br: <32>{#k/7}* Ele disse que fica feliz só mechendo nas finanças, e isso pra mim tá ótimo.
zh_cn: <32>{#k/7}* 他说只负责财务就很满足了， 然后让我来负责销售。
zh_tw: <32>{#k/7}* 他說只負責財務就很滿足了， 然後讓我來負責銷售。

source: <32>{#k/0}* ... as long as I get to spend some time with him.
pt_br: <32>{#k/0}* ... com tanto que possa passar um tempo conversando com ele.
zh_cn: <32>{#k/0}* ...只要我能和他在一起就行了。
zh_tw: <32>{#k/0}* ...只要我能和他在一起就行了。

source: <32>{#p/basic}{#k/7}* Come to think of it, it HAS started getting quiet around here.
pt_br: <32>{#p/basic}{#k/7}* Parando pra pensar, tem COMEÇADO a ficar bem quieto por aqui.
zh_cn: <32>{#p/basic}{#k/7}* 你一说，我也发现， 附近突然都变得好安静。ゑ
zh_tw: <32>{#p/basic}{#k/7}* 你一說，我也發現， 附近突然都變得好安靜。ゑ

source: <32>{#k/6}* Only problem is, I'm too busy enjoying my WORKING electricity.
pt_br: <32>{#k/6}* O único problema é que estou muito ocupado aproveitando minha eletricidade FUNCIONANDO.
zh_cn: <32>{#k/6}* 只是这么一整， 就我这里电力还好好的。 * 不停电，都闲不住呢。ゑ
zh_tw: <32>{#k/6}* 只是這麼一整， 就我這裡電力還好好的。 * 不停電，都閒不住呢。ゑ

source: <32>{#k/4}* Which may or may not be because I rigged a direct power feed from the CORE a while back.
pt_br: <32>{#k/4}* O que pode ou não ser porque eu manipulei uma alimentação de energia direta do CORE há algum tempo.
zh_cn: <32>{#k/4}* 说不定是因为 前不久我从核心拉了一条线 直接供电，才没断电。ゑ
zh_tw: <32>{#k/4}* 說不定是因為 前不久我從核心拉了一條線 直接供電，才沒斷電。ゑ

source: <32>{#k/5}* Shh... don't tell anyone I told you that. * It's a trade secret.
pt_br: <32>{#k/5}* Shh... não diz pra ninguém que eu te disse isso. * É um segredinho em troca do outro.
zh_cn: <32>{#k/5}* 嘘... 别告诉其他人。 这可是商业秘密。ゑ
zh_tw: <32>{#k/5}* 噓... 別告訴其他人。 這可是商業秘密。ゑ

source: <32>{#p/basic}{#k/0}* ...
zh_cn: <32>{#p/basic}{#k/0}* ...ゑ
zh_tw: <32>{#p/basic}{#k/0}* ...ゑ

source: <32>{#k/0}* We're in hell, my friend. * Absolute hell.
pt_br: <32>{#k/0}* Nós estamos no inferno, meu amigo. * Absoluto inferno.
zh_cn: <32>{#k/0}* 朋友，我们在地狱。 * 无间地狱。
zh_tw: <32>{#k/0}* 朋友，我們在地獄。 * 無間地獄。
