Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <08>{#p/basic}{~}We can be friends if you want..
pt_br: <08>{#p/basic}{~}Nós podemos ser amigos de você quiser..
zh_cn: <08>{#p/basic}{~}如果你 想的话， 我们可以 做朋友..
zh_tw: <08>{#p/basic}{~}如果你 想的話， 我們可以 做朋友..

source: <08>{#p/basic}{~}Please..
pt_br: <08>{#p/basic}{~}Por favor..
zh_cn: <08>{#p/basic}{~}能不能..
zh_tw: <08>{#p/basic}{~}能不能..

source: <08>{#p/basic}{~}D-don't let go..
pt_br: <08>{#p/basic}{~}N-não deixe ir..
zh_cn: <08>{#p/basic}{~}别-别 松手..
zh_tw: <08>{#p/basic}{~}別-別 鬆手..

source: <08>{#p/basic}{~}I'm so sorry..
pt_br: <08>{#p/basic}{~}Eu sinto muito..
zh_cn: <08>{#p/basic}{~}我明白， 我不配 守卫核心..
zh_tw: <08>{#p/basic}{~}我明白， 我不配 守衛核心..

source: <08>{#p/basic}{~}I knew I wasn't cut out for this..
pt_br: <08>{#p/basic}{~}Eu sabia que não era o suficiente para isso..
zh_cn: <08>{#p/basic}{~}对不起...
zh_tw: <08>{#p/basic}{~}對不起...

source: <08>{#p/basic}{~}Here's your pay- ment..
pt_br: <08>{#p/basic}{~}Aqui está seu pagamento..
zh_cn: <08>{#p/basic}{~}这是 给你的 钱..
zh_tw: <08>{#p/basic}{~}這是 給你的 錢..

source: <08>{#p/basic}{~}Please.. spare me..
pt_br: <08>{#p/basic}{~}Por favor.. tenha piedade..
zh_cn: <08>{#p/basic}{~}请.. 饶恕我..
zh_tw: <08>{#p/basic}{~}請.. 饒恕我..

source: <32>{#p/basic}* Flutterknyte is knocked out!
pt_br: <32>{#p/basic}* Flutterknyte está derrotado!
zh_cn: <32>{#p/basic}* Flutterknyte被击倒了！
zh_tw: <32>{#p/basic}* Flutterknyte被擊倒了！

source: <32>{#p/alphys}* Flutterknyte... is it just me, or does it seem nervous?
pt_br: <32>{#p/alphys}* Flutterknyte... sou só eu ou ele parece nervoso?
zh_cn: <32>{#p/alphys}* Flutterknyte... 它似乎看起来很紧张， 或者是我的问题？
zh_tw: <32>{#p/alphys}* Flutterknyte... 它似乎看起來很緊張， 或者是我的問題？

source: <32>{#p/alphys}* It's just Flutterknyte.
pt_br: <32>{#p/alphys}* É apenas o Flutterknyte.
zh_cn: <32>{#p/alphys}* 这只是Flutterknyte罢了。
zh_tw: <32>{#p/alphys}* 這只是Flutterknyte罷了。

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * This monster carries a bloated sense of responsibility.
pt_br: <32>{#p/story}* FLUTTERKNYTE - ATQ 34 DEF 12 * Este monstro carregado um grande senso de responsabilidade.
zh_cn: <32>{#p/story}* FLUTTERKNYTE - 攻击34 防御12 * 这个怪物有着过大的责任感。
zh_tw: <32>{#p/story}* FLUTTERKNYTE - 攻擊34 防禦12 * 這個怪物有著過大的責任感。

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * Stays behind, afraid of being a disappointment.
pt_br: <32>{#p/story}* FLUTTERKNYTE - ATQ 34 DEF 12 * Se mantém atrás, por medo de desapontar.
zh_cn: <32>{#p/story}* FLUTTERKNYTE - 攻击34 防御12 * 它躲在后头，怕令人失望。
zh_tw: <32>{#p/story}* FLUTTERKNYTE - 攻擊34 防禦12 * 它躲在後頭，怕令人失望。

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * A weight has been lifted from its wings.
pt_br: <32>{#p/história}* FLUTTERKNYTE - ATQ 34 DEF 12 * Um peso foi levantado de suas asas
zh_cn: <32>{#p/story}* FLUTTERKNYTE - 攻击34 防御12 * 它的翅膀如释重负。
zh_tw: <32>{#p/story}* FLUTTERKNYTE - 攻擊34 防禦12 * 它的翅膀如釋重負。

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * Its wings aren't the only things fluttering...
pt_br: <32>{#p/história}* FLUTTERKNYTE - ATQ 34 DEF 12 * Suas asas não são as únicas coisas que sabem voar...
zh_cn: <32>{#p/story}* FLUTTERKNYTE - 攻击34 防御12 * 在扑腾的可不只有它的翅膀...
zh_tw: <32>{#p/story}* FLUTTERKNYTE - 攻擊34 防禦12 * 在撲騰的可不只有它的翅膀...

source: <32>{#p/human}* (You offer an arm for Flutterknyte to perch on.)
pt_br: <32>{#p/human}* (Você oferece seu braço para Flutterknyte se segurar.)
zh_cn: <32>{#p/human}* （你伸出胳膊， 供Flutterknyte在上面栖息。）
zh_tw: <32>{#p/human}* （你伸出胳膊， 供Flutterknyte在上面棲息。）

source: <32>{#p/basic}* Flutterknyte thinks about accepting your offer...
pt_br: <32>{#p/basic}* Flutterknyte pensa sobre aceitar sua proposta...
zh_cn: <32>{#p/basic}* Flutterknyte考虑 接受你的提议...
zh_tw: <32>{#p/basic}* Flutterknyte考慮 接受你的提議...

source: <32>{#p/alphys}* You're halfway there.
pt_br: <32>{#p/alphys}* Você tá na metade do caminho.
zh_cn: <32>{#p/alphys}* 你已经成功一半了。
zh_tw: <32>{#p/alphys}* 你已經成功一半了。

source: <32>{#p/human}* (You continue offering.)
pt_br: <32>{#p/human}* (Você continua a oferecer.)
zh_cn: <32>{#p/human}* （你继续伸着胳膊。）
zh_tw: <32>{#p/human}* （你繼續伸著胳膊。）

source: <32>{#p/basic}* Flutterknyte backs away, fearing for its life...
pt_br: <32>{#p/basic}* Flutterknyte recua, temendo por sua vida...
zh_cn: <32>{#p/basic}* Flutterknyte担心会有生命危险， 退缩了...
zh_tw: <32>{#p/basic}* Flutterknyte擔心會有生命危險， 退縮了...

source: <32>* Flutterknyte wants to go now.
pt_br: <32>* Flutterknyte deseja ir agora.
zh_cn: <32>* Flutterknyte想走了。
zh_tw: <32>* Flutterknyte想走了。

source: <32>{#p/alphys}* There you go...?
pt_br: <32>{#p/alphys}* Muito bem...?
zh_cn: <32>{#p/alphys}* 搞定了...？
zh_tw: <32>{#p/alphys}* 搞定了...？

source: <32>{#p/basic}* Flutterknyte moves towards your arm and lands.
pt_br: <32>{#p/basic}* Flutterknyte se move até seu braço e assenta.
zh_cn: <32>{#p/basic}* Flutterknyte飞了过来 并落在了你的手臂上。
zh_tw: <32>{#p/basic}* Flutterknyte飛了過來 並落在了你的手臂上。

source: <32>* Flutterknyte can rest now.
pt_br: <32>* Flutterknyte pode descansar agora.
zh_cn: <32>* Flutterknyte可以休息了。
zh_tw: <32>* Flutterknyte可以休息了。

source: <32>{#p/alphys}* There you go!
pt_br: <32>{#p/alphys}* Muito bem!
zh_cn: <32>{#p/alphys}* 搞定了！
zh_tw: <32>{#p/alphys}* 搞定了！

source: <32>{#p/human}* (You offer your other arm for Flutterknyte.)
pt_br: <32>{#p/human}* (Você oferece seu outro braço para Flutterknyte.)
zh_cn: <32>{#p/human}* （你为Flutterknyte 伸出了又一只胳膊。）
zh_tw: <32>{#p/human}* （你為Flutterknyte 伸出了又一隻胳膊。）

source: <33>{#p/basic}* Flutterknyte has seen enough...
pt_br: <33>{#p/basic}* Flutterknyte parece já ter entendido...
zh_cn: <33>{#p/basic}* Flutterknyte已经看够了...
zh_tw: <33>{#p/basic}* Flutterknyte已經看夠了...

source: <32>{#p/alphys}* ... jeez.
pt_br: <32>{#p/alphys}* ... cara.
zh_cn: <32>{#p/alphys}* ...天哪。
zh_tw: <32>{#p/alphys}* ...天哪。

source: <32>{#p/basic}* Flutterknyte, overwhelmed by choices, decides to fly away...
pt_br: <32>{#p/basic}* Flutterknyte, oprimida pelas possibilidades, decide voar para longe.
zh_cn: <32>{#p/basic}* Flutterknyte不知所措， 决定飞走...
zh_tw: <32>{#p/basic}* Flutterknyte不知所措， 決定飛走...

source: <32>{#p/alphys}* ... what.
pt_br: <32>{#p/alphys}* ... que.
zh_cn: <32>{#p/alphys}* ...啊。
zh_tw: <32>{#p/alphys}* ...啊。

source: <32>{#p/human}* (You flirt with Flutterknyte.)
pt_br: <32>{#p/human}* (Você com o Flutterknyte.)
zh_cn: <32>{#p/human}* （你向Flutterknyte调情。）
zh_tw: <32>{#p/human}* （你向Flutterknyte調情。）

source: <32>{#p/basic}* Flutterknyte is surprised, and feels conflicted...
pt_br: <32>{#p/basic}* Flutterknyte está surpreso e sente um conflito...
zh_cn: <32>{#p/basic}* Flutterknyte很惊讶， 心里感到很矛盾...
zh_tw: <32>{#p/basic}* Flutterknyte很驚訝， 心裡感到很矛盾...

source: <32>{#p/alphys}* Er...
zh_cn: <32>{#p/alphys}* 呃...
zh_tw: <32>{#p/alphys}* 呃...

source: <32>{#p/basic}* Flutterknyte is surprised, but accepts it nonetheless...
pt_br: <32>{#p/basic}* Flutterknyte fica surpreso, mas aceita mesmo assim...
zh_cn: <32>{#p/basic}* Flutterknyte很惊讶， 但还是接受了...
zh_tw: <32>{#p/basic}* Flutterknyte很驚訝， 但還是接受了...

source: <32>{#p/alphys}* Cute...
pt_br: <32>{#p/alphys}* Que gracinha...
zh_cn: <32>{#p/alphys}* 可爱...
zh_tw: <32>{#p/alphys}* 可愛...

source: <08>{#p/basic}{~}What to do what to say..
pt_br: <08>{#p/basic}{~}O que fazer, o que dizer.
zh_cn: <08>{#p/basic}{~}这我该 咋办呀..
zh_tw: <08>{#p/basic}{~}這我該 咋辦呀..

source: <08>{#p/basic}{~}Thank you thank you..
pt_br: <08>{#p/basic}{~}Muito obrigado, muito obrigado.
zh_cn: <08>{#p/basic}{~}谢谢 谢谢..
zh_tw: <08>{#p/basic}{~}謝謝 謝謝..

source: <32>{#p/human}* (You poke Flutterknyte to knock it off its balance.)
pt_br: <32>{#p/human}* (Você cutuca Flutterknyte para desequilibrá-lo.)
zh_cn: <32>{#p/human}* （你戳了戳Flutterknyte 以让它失去平衡。）
zh_tw: <32>{#p/human}* （你戳了戳Flutterknyte 以讓它失去平衡。）

source: <32>{#p/basic}* Flutterknyte is shaken, but quickly regains focus.
pt_br: <32>{#p/basic}* Flutterknyte fica abalado, mas rapidamente recupera o foco.
zh_cn: <32>{#p/basic}* Flutterknyte抖了一下， 但很快就重整旗鼓。
zh_tw: <32>{#p/basic}* Flutterknyte抖了一下， 但很快就重整旗鼓。

source: <32>{#p/alphys}* Mean...?
pt_br: <32>{#p/alphys}* Maldoso...?
zh_cn: <32>{#p/alphys}* 你这是在干什么...？
zh_tw: <32>{#p/alphys}* 你這是在幹什麼...？

source: <32>{#p/basic}* Flutterknyte falls and skitters away!
pt_br: <32>{#p/basic}* Flutterknyte cai e rola para longe!
zh_cn: <32>{#p/basic}* Flutterknyte掉了下去并逃之夭夭！
zh_tw: <32>{#p/basic}* Flutterknyte掉了下去並逃之夭夭！

source: <32>{#p/alphys}* I'm gonna pretend like you didn't just do that.
pt_br: <32>{#p/alphys}* Eu vou pretender que você não acabou de fazer isso.
zh_cn: <32>{#p/alphys}* 我会当没看见的。ゑ
zh_tw: <32>{#p/alphys}* 我會當沒看見的。ゑ

source: <08>{#p/basic}{~}Should I..?
pt_br: <08>{#p/basic}{~}Eu deveria..?
zh_cn: <08>{#p/basic}{~}我该 去吗..？
zh_tw: <08>{#p/basic}{~}我該 去嗎..？

source: <08>{#p/basic}{~}Can I..?
pt_br: <08>{#p/basic}{~}Eu posso..?
zh_cn: <08>{#p/basic}{~}我可以 去吗..？
zh_tw: <08>{#p/basic}{~}我可以 去嗎..？

source: <08>{#p/basic}{~}Will I..?
pt_br: <08>{#p/basic}{~}Eu vou..?
zh_cn: <08>{#p/basic}{~}我要 去吗..？
zh_tw: <08>{#p/basic}{~}我要 去嗎..？

source: <08>{#p/basic}{~}\x00*ex- hausted sigh*
pt_br: <08>{#p/basic}{~}\x00*suspiro exausto*
zh_cn: <08>{#p/basic}{~}\x00*疲惫的 叹息声*
zh_tw: <08>{#p/basic}{~}\x00*疲憊的 嘆息聲*

source: <08>{#p/basic}{~}Rest, at last.
pt_br: <08>{#p/basic}{~}Descanso, no fim de tudo.
zh_cn: <08>{#p/basic}{~}终于能 休息了。
zh_tw: <08>{#p/basic}{~}終於能 休息了。

source: <08>{#p/basic}{~}Thank you.
pt_br: <08>{#p/basic}{~}Obrigado.
zh_cn: <08>{#p/basic}{~}谢谢你。
zh_tw: <08>{#p/basic}{~}謝謝你。

source: <08>{#p/basic}{~}I knew not how tired I was.
pt_br: <08>{#p/basic}{~}Eu sabia o quão não estava cansado.
zh_cn: <08>{#p/basic}{~}我不知道 自己有 多累。
zh_tw: <08>{#p/basic}{~}我不知道 自己有 多累。

source: <08>{#p/basic}{~}I know not how long it's been.
pt_br: <08>{#p/basic}{~}Não sei quanto tempo se passou.
zh_cn: <08>{#p/basic}{~}我不知道 自己干了 多久活。
zh_tw: <08>{#p/basic}{~}我不知道 自己幹了 多久活。

source: <08>{#p/basic}{~}I'll do what I must..
pt_br: <08>{#p/basic}{~}Eu irei fazer o que devo..
zh_cn: <08>{#p/basic}{~}我会做好 分内的 事..
zh_tw: <08>{#p/basic}{~}我會做好 分內的 事..

source: <08>{#p/basic}{~}It's for the greater good..
pt_br: <08>{#p/basic}{~}É pelo bem da grandeza..
zh_cn: <08>{#p/basic}{~}一切为了 大局..
zh_tw: <08>{#p/basic}{~}一切為了 大局..

source: <08>{#p/basic}{~}They're counting on me..
pt_br: <08>{#p/basic}{~}Eles estão contando comigo..
zh_cn: <08>{#p/basic}{~}他们都 指望着 我..
zh_tw: <08>{#p/basic}{~}他們都 指望著 我..

source: <08>{#p/basic}{~}The future depends on this..
pt_br: <08>{#p/basic}{~}O futuro depende disso..
zh_cn: <08>{#p/basic}{~}未来取决 于此...
zh_tw: <08>{#p/basic}{~}未來取決 於此...

source: <08>{#p/basic}{~}\x00*shuffle shuffle*
pt_br: <08>{#p/basic}{~}\x00*balança balança*
zh_cn: <08>{#p/basic}{~}\x00*飞来 飞去*
zh_tw: <08>{#p/basic}{~}\x00*飛來 飛去*

source: <32>{#p/story}* Flutterknyte is in serious trouble.
pt_br: <32>{#p/story}* Flutterknyte está com sérios problemas.
zh_cn: <32>{#p/story}* Flutterknyte大难临头。
zh_tw: <32>{#p/story}* Flutterknyte大難臨頭。

source: <32>{#p/story}* Flutterknyte continues to mutter justifications.
pt_br: <32>{#p/story}* Flutterknyte continua procurando justificativas.
zh_cn: <32>{#p/story}* Flutterknyte继续嘟囔着 那些正当理由。
zh_tw: <32>{#p/story}* Flutterknyte繼續嘟囔著 那些正當理由。

source: <32>{#p/story}* Flutterknyte is hovering.
pt_br: <32>{#p/story}* Flutterknyte está pairando.
zh_cn: <32>{#p/story}* Flutterknyte在徘徊着。
zh_tw: <32>{#p/story}* Flutterknyte在徘徊著。

source: <32>{#p/story}* Smells like pears.
pt_br: <32>{#p/story}* Cheira a peras.
zh_cn: <32>{#p/story}* 梨的味道扑面而来。
zh_tw: <32>{#p/story}* 梨的味道撲面而來。

source: <32>{#p/story}* Flutterknyte takes slow, steady breaths.
pt_br: <32>{#p/story}* Flutterknyte vai devagar e respira fundo.
zh_cn: <32>{#p/story}* Flutterknyte的呼吸缓慢而平稳。
zh_tw: <32>{#p/story}* Flutterknyte的呼吸緩慢而平穩。

source: <32>{#p/story}* Flutterknyte ponders their future.
pt_br: <32>{#p/story}* Flutterknyte pondera sobre seu futuro.
zh_cn: <32>{#p/story}* Flutterknyte思考着未来。
zh_tw: <32>{#p/story}* Flutterknyte思考著未來。

source: <32>{#p/alphys}* Looks like Flutterknyte will accept your mercy now.
pt_br: <32>{#p/alphys}* Parece que Flutterknyte aceita sua piedade agora.
zh_cn: <32>{#p/alphys}* 看来Flutterknyte准备接受你的仁慈。
zh_tw: <32>{#p/alphys}* 看來Flutterknyte準備接受你的仁慈。

source: <32>{#p/alphys}* Looks like it'll accept your mercy now.
pt_br: <32>{#p/alphys}* Parece que ele aceita sua piedade.
zh_cn: <32>{#p/alphys}* 看来它准备接受你的仁慈。
zh_tw: <32>{#p/alphys}* 看來它準備接受你的仁慈。

source: <32>{#p/story}* Flutterknyte is at rest.
pt_br: <32>{#p/story}* Flutterknyte está descansando.
zh_cn: <32>{#p/story}* Flutterknyte正在休息。
zh_tw: <32>{#p/story}* Flutterknyte正在休息。

source: <08>{#p/basic}{~}Out of sight, out of mind.
pt_br: <08>{#p/basic}{~}Fora da visão, fora da mente.
zh_cn: <08>{#p/basic}{~}眼不见， 心不念。
zh_tw: <08>{#p/basic}{~}眼不見， 心不念。

source: <08>{#p/basic}{~}Your ma- lice is stronger than my own!
pt_br: <08>{#p/basic}{~}A sua malícia é mais forte que a minha!
zh_cn: <08>{#p/basic}{~}你小子 比我还坏！ゑ
zh_tw: <08>{#p/basic}{~}你小子 比我還壞！ゑ

source: <08>{#p/basic}{~}I won't test it further.
pt_br: <08>{#p/basic}{~}Não vou testá-lo mais.
zh_cn: <08>{#p/basic}{~}我还是 适可而止 为好。
zh_tw: <08>{#p/basic}{~}我還是 適可而止 為好。

source: <08>{#p/basic}{~}Such beauty in your eyes..
pt_br: <08>{#p/basic}{~}Tanta beleza em seus olhos..
zh_cn: <08>{#p/basic}{~}你的眼睛 真漂亮啊..
zh_tw: <08>{#p/basic}{~}你的眼睛 真漂亮啊..

source: <08>{#p/basic}{~}Don't tell the clan about this!
pt_br: <08>{#p/basic}{~}Não conte ao clã sobre isso!
zh_cn: <08>{#p/basic}{~}可别跟 族人们说！
zh_tw: <08>{#p/basic}{~}可別跟 族人們說！

source: <08>{#p/basic}{~}Friend- ship..
pt_br: <08>{#p/basic}{~}Amizade..
zh_cn: <08>{#p/basic}{~}友谊..
zh_tw: <08>{#p/basic}{~}友誼..

source: <08>{#p/basic}{~}This could be a real eye- opener!
pt_br: <08>{#p/basic}{~}Essa pode ser uma verdadeira abertura de olhos!
zh_cn: <08>{#p/basic}{~}真是令我 大开眼界！
zh_tw: <08>{#p/basic}{~}真是令我 大開眼界！

source: <08>{#p/basic}{~}Don't squeeze too hard, okay?
pt_br: <08>{#p/basic}{~}Não aperte com muita força, ok?
zh_cn: <08>{#p/basic}{~}别太用力， 好吗？
zh_tw: <08>{#p/basic}{~}別太用力， 好嗎？

source: <08>{#p/basic}{~}I shall die proudly as a leader.
pt_br: <08>{#p/basic}{~}Eu devo morrer orgulhoso como um líder.
zh_cn: <08>{#p/basic}{~}身为领袖， 我要 光荣赴死。
zh_tw: <08>{#p/basic}{~}身為領袖， 我要 光榮赴死。

source: <08>{#p/basic}{~}Tch.. don't try to pay me back.
pt_br: <08>{#p/basic}{~}Tch.. não tente me pagar de volta.
zh_cn: <08>{#p/basic}{~}切.. 给你！
zh_tw: <08>{#p/basic}{~}切.. 給你！

source: <08>{#p/basic}{~}This is for you!
pt_br: <08>{#p/basic}{~}Isso é por você!
zh_cn: <08>{#p/basic}{~}不用还了。
zh_tw: <08>{#p/basic}{~}不用還了。

source: <32>{#p/basic}* Eyewalker Prime is knocked out!
pt_br: <32>{#p/basic}* Eyewalker Prime está derrotado!
zh_cn: <32>{#p/basic}* Eyewalker Prime被击倒了！
zh_tw: <32>{#p/basic}* Eyewalker Prime被擊倒了！

source: <32>{#p/alphys}* Eyewalker Prime...? * They're probably the leader of the Eyewalker clan.
pt_br: <32>{#p/alphys}* Eyewalker Prime...? * Ele provavelmente é o líder do clã dos Eyewalker.
zh_cn: <32>{#p/alphys}* Eyewalker Prime...？ * 大概是Eyewalker一族的领袖吧。
zh_tw: <32>{#p/alphys}* Eyewalker Prime...？ * 大概是Eyewalker一族的領袖吧。

source: <32>{#p/alphys}* It's just Eyewalker Prime.
pt_br: <32>{#p/alphys}* É apenas o Eyewalker Prime.
zh_cn: <32>{#p/alphys}* 这只是Eyewalker Prime而已。
zh_tw: <32>{#p/alphys}* 這只是Eyewalker Prime而已。

source: <33>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * There's more to this monster than meets the eye.
pt_br: <33>{#p/story}* EYEWALKER PRIME - ATQ 32 DEF 26 * A mais para esse monstro do que apenas seus olhos.
zh_cn: <33>{#p/story}* EYEWALKER PRIME - 攻击32 防御26 * 这个怪物比看起来还要难应付。
zh_tw: <33>{#p/story}* EYEWALKER PRIME - 攻擊32 防禦26 * 這個怪物比看起來還要難應付。

source: <32>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * Satisfied with your following of family traditions.
pt_br: <32>{#p/história}* EYEWALKER PRIME - ATQ 32 DEF 26 * Satisfeito com o seu seguimento das tradições familiares.
zh_cn: <33>{#p/story}* EYEWALKER PRIME - 攻击32 防御26 * 很满意你对家族传统的遵循。
zh_tw: <33>{#p/story}* EYEWALKER PRIME - 攻擊32 防禦26 * 很滿意你對家族傳統的遵循。

source: <32>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * Considers you to be quite the "looker" now.
pt_br: <32>{#p/story}* EYEWALKER PRIME - ATQ 32 DEF 26 * Considera você um grande "observador" agora.
zh_cn: <32>{#p/story}* EYEWALKER PRIME - 攻击32 防御26 * 觉得你现在很“顺眼”。
zh_tw: <32>{#p/story}* EYEWALKER PRIME - 攻擊32 防禦26 * 覺得你現在很「順眼」。

source: <32>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * For this monster, tradition always comes before safety.
pt_br: <32>{#p/story}* EYEWALKER PRIME - ATQ 32 DEF 26 * Para este monstro, tradição vem antes de segurança.
zh_cn: <32>{#p/story}* EYEWALKER PRIME - 攻击32 防御26 * 对这个怪物而言， 传统总是比安全更重要。
zh_tw: <32>{#p/story}* EYEWALKER PRIME - 攻擊32 防禦26 * 對這個怪物而言， 傳統總是比安全更重要。

source: <32>{#p/human}* (You stare at Eyewalker Prime.)
pt_br: <32>{#p/human}* (Você encara Eyewalker Prime.)
zh_cn: <32>{#p/human}* （你紧盯着Eyewalker Prime。）
zh_tw: <32>{#p/human}* （你緊盯著Eyewalker Prime。）

source: <32>{#p/human}* (You smile at Eyewalker Prime.)
pt_br: <32>{#p/human}* (Você sorri para Eyewalker Prime.)
zh_cn: <32>{#p/human}* （你对着Eyewalker Prime微笑。）
zh_tw: <32>{#p/human}* （你對著Eyewalker Prime微笑。）

source: <32>{#p/human}* (You wink at Eyewalker Prime.)
pt_br: <32>{#p/human}* (Você pisca para o Eyewalker Prime.)
zh_cn: <32>{#p/human}* （你对着Eyewalker Prime眨眼。）
zh_tw: <32>{#p/human}* （你對著Eyewalker Prime眨眼。）

source: <32>{#p/alphys}* Oh come on.
pt_br: <32>{#p/alphys}* Oh qual foi.
zh_cn: <32>{#p/alphys}* 噢，得了吧。
zh_tw: <32>{#p/alphys}* 噢，得了吧。

source: <32>{#p/story}* Eyewalker Prime is staring into your SOUL.
pt_br: <32>{#p/story}* Eyewalker Prime está encarando sua ALMA.
zh_cn: <32>{#p/story}* Eyewalker Prime正凝视着你的灵魂。
zh_tw: <32>{#p/story}* Eyewalker Prime正凝視著你的靈魂。

source: <32>{#p/story}* Eyewalker Prime offers up a menacing grin.
pt_br: <32>{#p/story}* Eyewalker Prime oferece um sorriso ameaçador.
zh_cn: <32>{#p/story}* Eyewalker Prime露出了 凶狠的笑容。
zh_tw: <32>{#p/story}* Eyewalker Prime露出了 兇狠的笑容。

source: <32>{#p/story}* Eyewalker Prime isn't messing around.
pt_br: <32>{#p/story}* Eyewalker Prime não está para brincadeira.
zh_cn: <32>{#p/story}* Eyewalker Prime可不是省油的灯。
zh_tw: <32>{#p/story}* Eyewalker Prime可不是省油的燈。

source: <32>{#p/story}* Eyewalker Prime thinks of their family's honor.
pt_br: <32>{#p/story}* Eyewalker Prime pensa na honra de sua família.
zh_cn: <32>{#p/story}* Eyewalker Prime想到了 他们家族的荣誉。
zh_tw: <32>{#p/story}* Eyewalker Prime想到了 他們家族的榮譽。

source: <32>{#p/story}* Smells like mouthwash.
pt_br: <32>{#p/story}* Cheira a enxaguante bucal.
zh_cn: <32>{#p/story}* 漱口水的味道扑面而来。
zh_tw: <32>{#p/story}* 漱口水的味道撲面而來。

source: <32>{#p/story}* Eyewalker Prime is watering.
pt_br: <32>{#p/story}* Eyewalker Prime está regando.
zh_cn: <32>{#p/story}* Eyewalker Prime在流泪。
zh_tw: <32>{#p/story}* Eyewalker Prime在流淚。

source: <08>{#p/basic}{~}Bring it on!
pt_br: <08>{#p/basic}{~}Desse jeito!
zh_cn: <08>{#p/basic}{~}放马过来！
zh_tw: <08>{#p/basic}{~}放馬過來！

source: <08>{#p/basic}{~}Show me your teeth!
pt_br: <08>{#p/basic}{~}Me mostre seus dentes!
zh_cn: <08>{#p/basic}{~}让我 见识一下 你的怒火！
zh_tw: <08>{#p/basic}{~}讓我 見識一下 你的怒火！

source: <08>{#p/basic}{~}Don't hold back!
pt_br: <08>{#p/basic}{~}Não se segure!
zh_cn: <08>{#p/basic}{~}不要 打退堂鼓！
zh_tw: <08>{#p/basic}{~}不要 打退堂鼓！

source: <08>{#p/basic}{~}Show me your looks!
pt_br: <08>{#p/basic}{~}Me mostre quem você é!
zh_cn: <08>{#p/basic}{~}让我看看你 的容貌！
zh_tw: <08>{#p/basic}{~}讓我看看 你的容貌！

source: <08>{#p/basic}{~}What are YOU made of?
pt_br: <08>{#p/basic}{~}Do que VOCÊ é feito?
zh_cn: <08>{#p/basic}{~}你有 啥实力？
zh_tw: <08>{#p/basic}{~}你有 啥實力？

source: <08>{#p/basic}{~}Hah. Nice try. But I'm taken!
pt_br: <08>{#p/basic}{~}Hah. Boa tentativa. Mas eu sou levado!
zh_cn: <08>{#p/basic}{~}哈。 想得美。 我已经 有伴了！
zh_tw: <08>{#p/basic}{~}哈。 想得美。 我已經 有伴了！

source: <08>{#p/basic}{~}That's partly right..
pt_br: <08>{#p/basic}{~}Isso está certo em partes..
zh_cn: <08>{#p/basic}{~}已经成功 一半了..
zh_tw: <08>{#p/basic}{~}已經成功 一半了..

source: <08>{#p/basic}{~}You've almost got it..
pt_br: <08>{#p/basic}{~}Você quase conseguiu..
zh_cn: <08>{#p/basic}{~}就差 一点了..
zh_tw: <08>{#p/basic}{~}就差 一點了..

source: <08>{#p/basic}{~}You're getting there..
pt_br: <08>{#p/basic}{~}Você está chegando lá..
zh_cn: <08>{#p/basic}{~}快要 成功了..
zh_tw: <08>{#p/basic}{~}快要 成功了..

source: <32>{#p/alphys}* I think you need to do the other thing now.
pt_br: <32>{#p/alphys}* Eu acho que você precisa fazer a outra coisa agora.
zh_cn: <32>{#p/alphys}* 你现在得干点别的。
zh_tw: <32>{#p/alphys}* 你現在得幹點別的。

source: <32>{#p/story}* Eyewalker Prime is looking for more.
pt_br: <32>{#p/story}* Eyewalker Prime está procurando por mais.
zh_cn: <32>{#p/story}* Eyewalker Prime还没看够。
zh_tw: <32>{#p/story}* Eyewalker Prime還沒看夠。

source: <32>{#p/alphys}* Eyewalkers love it when you smile and stare at them.
pt_br: <32>{#p/alphys}* Eyewalkers amam quando você sorri e encara eles.
zh_cn: <32>{#p/alphys}* 看到你微笑地盯着他们， Eyewalker家族很高兴。
zh_tw: <32>{#p/alphys}* 看到你微笑地盯著他們， Eyewalker家族很高興。

source: <32>{#p/story}* Eyewalker Prime wants to see the full picture.
pt_br: <32>{#p/story}* Eyewalker Prime quer ver a foto inteira.
zh_cn: <32>{#p/story}* Eyewalker Prime想要看穿全局。
zh_tw: <32>{#p/story}* Eyewalker Prime想要看穿全局。

source: <32>{#p/alphys}* D-do the other thing!
pt_br: <32>{#p/alphys}* F-faça outra coisa!
zh_cn: <32>{#p/alphys}* 干-干点别的吧！
zh_tw: <32>{#p/alphys}* 幹-幹點別的吧！

source: <32>{#p/story}* Eyewalker Prime wishes you'd follow its directive.
pt_br: <32>{#p/story}* Eyewalker Prime deseja que você siga seus movimentos.
zh_cn: <32>{#p/story}* Eyewalker Prime希望你能 听从它的指示。
zh_tw: <32>{#p/story}* Eyewalker Prime希望你能 聽從它的指示。

source: <32>{#p/alphys}* Eyewalker Prime seems content now...
pt_br: <32>{#p/alphys}* Eyewalker Prime parece contente agora...
zh_cn: <32>{#p/alphys}* 现在，Eyewalker Prime 看起来很满意...
zh_tw: <32>{#p/alphys}* 現在，Eyewalker Prime 看起來很滿意...

source: <32>{#p/alphys}* It seems content now...
pt_br: <32>{#p/alphys}* Ele parece contente agora...
zh_cn: <32>{#p/alphys}* 它现在看起来很满意...
zh_tw: <32>{#p/alphys}* 它現在看起來很滿意...

source: <32>{#p/story}* Eyewalker Prime is pleased.
pt_br: <32>{#p/story}* Eyewalker Prime está satisfeito.
zh_cn: <32>{#p/story}* Eyewalker Prime很高兴。
zh_tw: <32>{#p/story}* Eyewalker Prime很高興。

source: <08>{#p/basic}{~}What are you waiting for?
pt_br: <08>{#p/basic}{~}O que você está esperando?
zh_cn: <08>{#p/basic}{~}你在 等什么？
zh_tw: <08>{#p/basic}{~}你在 等什麼？

source: <08>{#p/basic}{~}You gonna do some- thing, or..
pt_br: <08>{#p/basic}{~}Você vai fazer alguma coisa ou..
zh_cn: <08>{#p/basic}{~}你要 做什么吗， 还是...
zh_tw: <08>{#p/basic}{~}你要 做什麼嗎， 還是...

source: <08>{#p/basic}{~}Is that all you've got?
pt_br: <08>{#p/basic}{~}Isso é tudo que você tem?
zh_cn: <08>{#p/basic}{~}你就这点 本事吗？
zh_tw: <08>{#p/basic}{~}你就這點 本事嗎？

source: <08>{#p/basic}{~}Glad we see eye to eye.
pt_br: <08>{#p/basic}{~}Feliz por vermos olho a olho.
zh_cn: <08>{#p/basic}{~}很高兴 我们 看对眼了。
zh_tw: <08>{#p/basic}{~}很高興 我們 看對眼了。

source: <08>{#p/basic}{~}Looking good, pal.
pt_br: <08>{#p/basic}{~}Parecendo bom, amigão.
zh_cn: <08>{#p/basic}{~}伙计，你 看起来 不错。
zh_tw: <08>{#p/basic}{~}夥計，你 看起來 不錯。

source: <08>{#p/basic}{~}That's the way.
pt_br: <08>{#p/basic}{~}É assim que se faz.
zh_cn: <08>{#p/basic}{~}就是这样。
zh_tw: <08>{#p/basic}{~}就是這樣。

source: <08>{#p/basic}{~}Hmm..
zh_cn: <08>{#p/basic}{~}嗯..
zh_tw: <08>{#p/basic}{~}嗯..

source: <08>{#p/basic}{~}You make a con- vincing move..
pt_br: <08>{#p/basic}{~}Você fez um movimento convincente..
zh_cn: <08>{#p/basic}{~}你的举动 让我 心悦诚服..
zh_tw: <08>{#p/basic}{~}你的舉動 讓我 心悅誠服..

source: <08>{#p/basic}{~}That's not what I meant!
pt_br: <08>{#p/basic}{~}Não foi isso que eu quis dizer!
zh_cn: <08>{#p/basic}{~}我不是 那个意思！
zh_tw: <08>{#p/basic}{~}我不是 那個意思！

source: <08>{#p/basic}{~}I didn't want to fight you anyway.
pt_br: <08>{#p/basic}{~}Eu não queria lutar com você mesmo.
zh_cn: <08>{#p/basic}{~}反正 我也不想 跟你打。
zh_tw: <08>{#p/basic}{~}反正 我也不想 跟你打。

source: <08>{#p/basic}{~}I knew this was a bad idea.
pt_br: <08>{#p/basic}{~}Eu sabia que essa era uma má ideia.
zh_cn: <08>{#p/basic}{~}我就不该 找你麻烦。
zh_tw: <08>{#p/basic}{~}我就不該 找你麻煩。
