Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * The world is crumbling.
pt_br: <32>{#p/história}* TERRA - ATQ 36 DEF 36 * O mundo está desmoronando.
zh_cn: <32>{#p/story}* TERRESTRIA - 攻击36 防御36 * 这世界正在分崩离析。
zh_tw: <32>{#p/story}* TERRESTRIA - 攻擊36 防禦36 * 這世界正在分崩離析。

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * Things aren't so bad anymore.
pt_br: <32>{#p/story}* TERRESTRIA - ATQ 36 DEF 36 * As coisas não são mais tão ruins.
zh_cn: <32>{#p/story}* TERRESTRIA - 攻击36 防御36 * 事情变得没那么糟糕了。
zh_tw: <32>{#p/story}* TERRESTRIA - 攻擊36 防禦36 * 事情變得沒那麼糟糕了。

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * The ground shakes beneath her ever-worn boots.
pt_br: <32>{#p/história}* TERRA - ATQ 36 DEF 36 * O chão treme sob suas botas sempre gastas.
zh_cn: <32>{#p/story}* TERRESTRIA - 攻击36 防御36 * 大地在她那双破旧的靴子下颤抖。
zh_tw: <32>{#p/story}* TERRESTRIA - 攻擊36 防禦36 * 大地在她那雙破舊的靴子下顫抖。

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * Her attention stolen, the world falls away.
pt_br: <32>{#p/história}* TERRA - ATQ 36 DEF 36 * Sua atenção roubada, o mundo cai.
zh_cn: <32>{#p/story}* TERRESTRIA - 攻击36 防御36 * 她的注意力被偷走了， 世间一切如同消失。
zh_tw: <32>{#p/story}* TERRESTRIA - 攻擊36 防禦36 * 她的注意力被偷走了， 世間一切如同消失。

source: <32>{#p/alphys}* It's Terrestria.
pt_br: <32>{#p/alphys}* É a Terrestria.
zh_cn: <32>{#p/alphys}* 这位是Terrestria。ゑ
zh_tw: <32>{#p/alphys}* 這位是Terrestria。ゑ

source: <32>{#p/story}* Terrestria tightens her grip on the staff.
pt_br: <32>{#p/story}* Terrestria aperta com força o seu cajado.
zh_cn: <32>{#p/story}* Terrestria紧紧握着她的法杖。
zh_tw: <32>{#p/story}* Terrestria緊緊握著她的法杖。

source: <32>{#p/story}* Terrestria breathes deeply.
pt_br: <32>{#p/story}* Terrestria respira profundamente.
zh_cn: <32>{#p/story}* Terrestria深吸了一口气。
zh_tw: <32>{#p/story}* Terrestria深吸了一口氣。

source: <32>{#p/story}* Terrestria watches quietly.
pt_br: <32>{#p/story}* Terrestria assiste quieta.
zh_cn: <32>{#p/story}* Terrestria静静地看着你。
zh_tw: <32>{#p/story}* Terrestria靜靜地看著你。

source: <32>{#p/story}* Terrestria's armor emits a faint, yellow glow.
pt_br: <32>{#p/story}* A armadura de Terrestria apresenta um amarelo dourado forte.
zh_cn: <32>{#p/story}* Terrestria的盔甲 发出了微弱的黄光。
zh_tw: <32>{#p/story}* Terrestria的盔甲 發出了微弱的黃光。

source: <32>{#p/story}* Smells like a forgotten relic.
pt_br: <32>{#p/story}* Cheira a uma relíquia esquecida.
zh_cn: <32>{#p/story}* 被忘却之遗物的味道 扑面而来。
zh_tw: <32>{#p/story}* 被忘卻之遺物的味道 撲面而來。

source: <20>{#p/basic}{~}Good knight.
pt_br: <20>{#p/basic}{~}Boa noite.
zh_cn: <20>{#p/basic}{~}骑程好梦。
zh_tw: <20>{#p/basic}{~}騎程好夢。

source: <20>{#p/basic}{~}Farewell.
pt_br: <20>{#p/basic}{~}Durma bem.
zh_cn: <20>{#p/basic}{~}慢走。
zh_tw: <20>{#p/basic}{~}慢走。

source: <20>{#p/basic}{~}Adieu.
zh_cn: <20>{#p/basic}{~}回见。
zh_tw: <20>{#p/basic}{~}回見。

source: <20>{#p/basic}{~}Close your eyes...
pt_br: <20>{#p/basic}{~}Feche seus olhos...
zh_cn: <20>{#p/basic}{~}闭上眼睛...
zh_tw: <20>{#p/basic}{~}閉上眼睛...

source: <20>{#p/basic}{~}Goodbye.
pt_br: <20>{#p/basic}{~}Adeus.
zh_cn: <20>{#p/basic}{~}再会。
zh_tw: <20>{#p/basic}{~}再會。

source: <32>{#p/human}* (You move in closer and caress Terrestria, telling her things will be okay.)
pt_br: <32>{#p/human}* (Você se aproxima e abraça Terrestria, dizendo a ela que as coisas ficarão bem.)
zh_cn: <32>{#p/human}* （你走近Terrestria并抚摸她， 告诉她一切都会好起来的。）
zh_tw: <32>{#p/human}* （你走近Terrestria並撫摸她， 告訴她一切都會好起來的。）

source: <32>{#p/alphys}* That's... uh...
pt_br: <32>{#p/alphys}* Isso é... uh...
zh_cn: <32>{#p/alphys}* 这... 呃...
zh_tw: <32>{#p/alphys}* 這... 呃...

source: <20>{#p/basic}{~}... ... ... Truly?
pt_br: <20>{#p/basic}{~}... ... ... Verdade?
zh_cn: <20>{#p/basic}{~}... ... ... 真的吗？
zh_tw: <20>{#p/basic}{~}... ... ... 真的嗎？

source: <32>{#p/alphys}* Is she... crying?
pt_br: <32>{#p/alphys}* Ela está... chorando?
zh_cn: <32>{#p/alphys}* 她在... 哭吗？
zh_tw: <32>{#p/alphys}* 她在... 哭嗎？

source: <32>{#p/story}* Terrestria's stance weakens.
pt_br: <32>{#p/story}* Terrestria demonstra fraqueza.
zh_cn: <32>{#p/story}* Terrestria内心动摇了。
zh_tw: <32>{#p/story}* Terrestria內心動搖了。

source: <32>{#p/human}* (You embrace Terrestria, reminding her there is still beauty in the universe.)
pt_br: <32>{#p/human}* (Você segura a mão de Terrestria e a lembra que ainda existe beleza no universo.)
zh_cn: <32>{#p/human}* （你拥抱Terrestria，提醒她宇宙中 仍然存在着美好。）
zh_tw: <32>{#p/human}* （你擁抱Terrestria，提醒她宇宙中 仍然存在著美好。）

source: <32>{#p/alphys}* Awww...
zh_cn: <32>{#p/alphys}* 唔...
zh_tw: <32>{#p/alphys}* 唔...

source: <20>{#p/basic}{~}... ... Thank you...
pt_br: <20>{#p/basic}{~}... ... Obrigada...
zh_cn: <20>{#p/basic}{~}... ... 谢谢你...
zh_tw: <20>{#p/basic}{~}... ... 謝謝你...

source: <32>{#p/alphys}* That's... honestly very sweet.
pt_br: <32>{#p/alphys}* Isso foi... muito fofo.
zh_cn: <32>{#p/alphys}* 这一幕... 真令人开心。
zh_tw: <32>{#p/alphys}* 這一幕... 真令人開心。

source: <32>{#p/story}* Terrestria has found a new purpose in life.
pt_br: <32>{#p/story}* Terrestria encontrou um novo propósito na vida.
zh_cn: <32>{#p/story}* Terrestria找到了 新的生活目标。
zh_tw: <32>{#p/story}* Terrestria找到了 新的生活目標。

source: <20>{#p/basic}{~}... ... There you are...
pt_br: <20>{#p/basic}{~}... ... Aí está...
zh_cn: <20>{#p/basic}{~}... ... 好...
zh_tw: <20>{#p/basic}{~}... ... 好...

source: <32>{#p/human}* (You comfort Terrestria.) * (Nothing changes.)
pt_br: <32>{#p/human}* (Você conforta Terrestria.) * (Nada muda.)
zh_cn: <32>{#p/human}* （你安抚了Terrestria。） * （无事发生。）
zh_tw: <32>{#p/human}* （你安撫了Terrestria。） * （無事發生。）

source: <32>{#p/human}* (You comfort Terrestria.)
pt_br: <32>{#p/human}* (Você conforta Terrestria.)
zh_cn: <32>{#p/human}* （你安抚了Terrestria。）
zh_tw: <32>{#p/human}* （你安撫了Terrestria。）

source: <32>{#p/basic}* Terrestria drops her staff and accepts your offer of peace.
pt_br: <32>{#p/basic}* Terrestria deixa seu cajado cair e aceita sua oferta de paz.
zh_cn: <32>{#p/basic}* Terrestria放下了她的法杖， 并接受了你的和平提议。
zh_tw: <32>{#p/basic}* Terrestria放下了她的法杖， 並接受了你的和平提議。

source: <20>{#p/basic}{~}Gratuities.
pt_br: <20>{#p/basic}{~}Gratitude.
zh_cn: <20>{#p/basic}{~}赏钱拿好。
zh_tw: <20>{#p/basic}{~}賞錢拿好。

source: <20>{#p/basic}{~}Much obliged.
zh_cn: <20>{#p/basic}{~}感激不尽。
zh_tw: <20>{#p/basic}{~}感激不盡。

source: <20>{#p/basic}{~}Many thanks.
pt_br: <20>{#p/basic}{~}Vários obrigados.
zh_cn: <20>{#p/basic}{~}多谢了。
zh_tw: <20>{#p/basic}{~}多謝了。

source: <32>{#p/alphys}* I think you can spare her...
pt_br: <32>{#p/alphys}* Eu acho que você já pode poupar ela...
zh_cn: <32>{#p/alphys}* 我想你可以饶恕她了...
zh_tw: <32>{#p/alphys}* 我想你可以饒恕她了...

source: <32>{#p/story}* Terrestria is at peace.
pt_br: <32>{#p/story}* Terrestria está em paz.
zh_cn: <32>{#p/story}* Terrestria平静下来了。
zh_tw: <32>{#p/story}* Terrestria平靜下來了。

source: <32>{#p/human}* (You flash your phone screen.)
pt_br: <32>{#p/human}* (Você joga a luz do celular na cara dela.)
zh_cn: <32>{#p/human}* （你把手机调亮， 朝Terrestria闪了过去。）ゑ
zh_tw: <32>{#p/human}* （你把手機調亮， 朝Terrestria閃了過去。）ゑ

source: <32>{#p/basic}* Terrestria goes into a panic!
pt_br: <32>{#p/basic}* Terrestria está em pânico!
zh_cn: <32>{#p/basic}* Terrestria惊慌失措！
zh_tw: <32>{#p/basic}* Terrestria驚慌失措！

source: <32>{#p/alphys}* What are you doing!?
pt_br: <32>{#p/alphys}* O que você tá fazendo!?
zh_cn: <32>{#p/alphys}* 你干了什么！？ゑ
zh_tw: <32>{#p/alphys}* 你幹了什麼！？ゑ

source: <20>{#p/basic}{~}\x00*silent panic*
pt_br: <20>{#p/basic}{~}\x00*pânico silencioso*
zh_cn: <20>{#p/basic}{~}\x00*无声的恐慌*
zh_tw: <20>{#p/basic}{~}\x00*無聲的恐慌*

source: <32>{#p/alphys}* She's b-blinded!
pt_br: <32>{#p/alphys}* Ela está c-cega!
zh_cn: <32>{#p/alphys}* 她-她瞎了！
zh_tw: <32>{#p/alphys}* 她-她瞎了！

source: <32>{#p/story}* Terrestria has lost her sense of sight for this battle.
pt_br: <32>{#p/story}* Terrestria perdeu seu sentido para está batalha.
zh_cn: <32>{#p/story}* Terrestria因为这场战斗 失去了视觉。
zh_tw: <32>{#p/story}* Terrestria因為這場戰鬥 失去了視覺。

source: <20>{#p/basic}{~}No vision...
pt_br: <20>{#p/basic}{~}Sem visão...
zh_cn: <20>{#p/basic}{~}丧失了视觉...
zh_tw: <20>{#p/basic}{~}喪失了視覺...

source: <20>{#p/basic}{~}Can't see you...
pt_br: <20>{#p/basic}{~}Não pode te ver...
zh_cn: <20>{#p/basic}{~}我看不见你...
zh_tw: <20>{#p/basic}{~}我看不見你...

source: <20>{#p/basic}{~}Where are you...
pt_br: <20>{#p/basic}{~}Onde você está...
zh_cn: <20>{#p/basic}{~}你在哪里...
zh_tw: <20>{#p/basic}{~}你在哪裡...

source: <32>{#p/human}* (You flash your phone screen.) * (Terrestria is too busy day- dreaming about you to notice.)
pt_br: <32>{#p/human}* (Você pisca a tela do telefone.) * (Terrestria está muito ocupado sonhando acordada com você para notar.)
zh_cn: <32>{#p/human}* （你把手机调亮， 朝Terrestria闪了过去。） * （可她在畅想与你的时光，没注意到。）ゑ
zh_tw: <32>{#p/human}* （你把手機調亮， 朝Terrestria閃了過去。） * （可她在暢想與你的時光，沒注意到。）ゑ

source: <32>{#p/human}* (You flash your phone screen.) * (Terrestria is too relaxed to notice.)
pt_br: <32>{#p/human}* (Você pisca a tela do telefone.) * (Terrestria está relaxada demais para notar.)
zh_cn: <32>{#p/human}* （你把手机调亮， 朝Terrestria闪了过去。） * （可她十分放松，没注意到。）ゑ
zh_tw: <32>{#p/human}* （你把手機調亮， 朝Terrestria閃了過去。） * （可她十分放鬆，沒注意到。）ゑ

source: <32>{#p/human}* (You flash your phone screen.) * (Nothing changes.)
pt_br: <32>{#p/human}* (Você liga a luz do telefone.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你把手机调亮， 朝Terrestria闪了过去。） * （无事发生。）ゑ
zh_tw: <32>{#p/human}* （你把手機調亮， 朝Terrestria閃了過去。） * （無事發生。）ゑ

source: <32>{#p/human}* (You flirt with Terrestria.) * (No effect.)
pt_br: <32>{#p/human}* (Você flerta com a Terrestria.) * (Sem efeito.)
zh_cn: <32>{#p/human}* （你向Terrestria调情。） * （没什么效果。）
zh_tw: <32>{#p/human}* （你向Terrestria調情。） * （沒什麼效果。）

source: <32>{#p/alphys}* Yeah, the ELITE squad is sort of trained against swooning.
pt_br: <32>{#p/alphys}* Sim, o esquadrão ELITE é meio que treinado contra o flerte.
zh_cn: <32>{#p/alphys}* 是啊，特战队训练有素， 能防止被迷惑。
zh_tw: <32>{#p/alphys}* 是啊，特戰隊訓練有素， 能防止被迷惑。

source: <32>{#p/human}* (You call on your experience, and whisper a simple but confident compliment.)
pt_br: <32>{#p/human}* (Você chama na experiência, e joga um simples mas confiante comprimento.)
zh_cn: <32>{#p/human}* （你运用自身经验， 讲了句简单而自信的恭维话。）
zh_tw: <32>{#p/human}* （你運用自身經驗， 講了句簡單而自信的恭維話。）

source: <32>{#p/alphys}* Uh...
zh_cn: <32>{#p/alphys}* 呃...
zh_tw: <32>{#p/alphys}* 呃...

source: <20>{#p/basic}{~}What delight...
pt_br: <20>{#p/basic}{~}Que beleza...
zh_cn: <20>{#p/basic}{~}真令人高兴...
zh_tw: <20>{#p/basic}{~}真令人高興...

source: <32>{#p/alphys}* Of course you'd find a way to make it work...
pt_br: <32>{#p/alphys}* Claro que você encontraria uma maneira de fazer isso funcionar...
zh_cn: <32>{#p/alphys}* 你得想办法让这起作用...
zh_tw: <32>{#p/alphys}* 你得想辦法讓這起作用...

source: <32>{#p/story}* Terrestria is beginning to like you.
pt_br: <32>{#p/story}* Terrestria está começando a gostar de você.
zh_cn: <32>{#p/story}* Terrestria开始喜欢上你了。
zh_tw: <32>{#p/story}* Terrestria開始喜歡上你了。

source: <32>{#p/human}* (You call on your experience, and gaze long into Terrestria's eyes.)
pt_br: <32>{#p/human}* (Você chama na experiência e olha longamente nos olhos de Terrestria.)
zh_cn: <32>{#p/human}* （你运用自身经验， 久久凝视着Terrestria的双眼。）
zh_tw: <32>{#p/human}* （你運用自身經驗， 久久凝視著Terrestria的雙眼。）

source: <32>{#p/alphys}* Ohhhh kay.
pt_br: <32>{#p/alphys}* Ohhhh cara.
zh_cn: <32>{#p/alphys}* 噢噢噢好啊。
zh_tw: <32>{#p/alphys}* 噢噢噢好啊。

source: <20>{#p/basic}{~}What beauty to be seen...
pt_br: <20>{#p/basic}{~}Que coisa linda de se ver...
zh_cn: <20>{#p/basic}{~}那将是多么美好...
zh_tw: <20>{#p/basic}{~}那將是多麼美好...

source: <32>{#p/alphys}* W-well. * This is... something.
pt_br: <32>{#p/alphys}* B-bom. * Isso foi... alguma coisa.
zh_cn: <32>{#p/alphys}* 好-好啊。 * 这... 了不得。
zh_tw: <32>{#p/alphys}* 好-好啊。 * 這... 了不得。

source: <32>{#p/story}* Terrestria is enamoured.
pt_br: <32>{#p/story}* Terrestria está apaixonada.
zh_cn: <32>{#p/story}* Terrestria情意绵绵。
zh_tw: <32>{#p/story}* Terrestria情意綿綿。

source: <32>{#p/alphys}* You are insane.
pt_br: <32>{#p/alphys}* Você é insano.
zh_cn: <32>{#p/alphys}* 你疯了吧。
zh_tw: <32>{#p/alphys}* 你瘋了吧。

source: <20>{#p/basic}{~}Quite breath-taking...
pt_br: <20>{#p/basic}{~}É de tirar o fôlego...
zh_cn: <20>{#p/basic}{~}好惊喜...
zh_tw: <20>{#p/basic}{~}好驚喜...

source: <20>{#p/basic}{~}How wonderful...
pt_br: <20>{#p/basic}{~}Que maravilha...
zh_cn: <20>{#p/basic}{~}太完美...
zh_tw: <20>{#p/basic}{~}太完美...

source: <20>{#p/basic}{~}So beautiful...
pt_br: <20>{#p/basic}{~}Que lindo...
zh_cn: <20>{#p/basic}{~}真秀丽...
zh_tw: <20>{#p/basic}{~}真秀麗...

source: <32>{#p/alphys}* She's close to death...
pt_br: <32>{#p/alphys}* Ela está próxima da morte...
zh_cn: <32>{#p/alphys}* 她快死了...
zh_tw: <32>{#p/alphys}* 她快死了...

source: <32>{#p/story}* Terrestria's breath shakes.
pt_br: <32>{#p/story}* Terrestria respira ofegante.
zh_cn: <32>{#p/story}* Terrestria呼吸急促。
zh_tw: <32>{#p/story}* Terrestria呼吸急促。

source: <08>{#p/basic}{~}In your mercy, I see wisdom.
pt_br: <08>{#p/basic}{~}Na sua piedade, eu vejo esperança.
zh_cn: <08>{#p/basic}{~}从你的 仁慈中， 我看到了 智慧。
zh_tw: <08>{#p/basic}{~}從你的 仁慈中， 我看到了 智慧。

source: <08>{#p/basic}{~}My hopes have been ful- filled.
pt_br: <08>{#p/basic}{~}Minhas esperanças foram preenchidas.
zh_cn: <08>{#p/basic}{~}我的愿望 实现了。
zh_tw: <08>{#p/basic}{~}我的願望 實現了。

source: <08>{#p/basic}{~}I did not forsee this outcome.
pt_br: <08>{#p/basic}{~}Eu não previ esse resultado.
zh_cn: <08>{#p/basic}{~}我没有 预见到 这个结果。
zh_tw: <08>{#p/basic}{~}我沒有 預見到 這個結果。

source: <08>{#p/basic}{~}I must steer clear of the abyss..
pt_br: <08>{#p/basic}{~}Devo me afastar do abismo...
zh_cn: <08>{#p/basic}{~}我可不能 一头扎进 深渊...
zh_tw: <08>{#p/basic}{~}我可不能 一頭扎進 深淵...

source: <08>{#p/basic}{~}Skip, jump.
pt_br: <08>{#p/basic}{~}Pule, pule.
zh_cn: <08>{#p/basic}{~}蹦蹦， 跳跳。
zh_tw: <08>{#p/basic}{~}蹦蹦， 跳跳。

source: <08>{#p/basic}{~}May love radiate through our hearts.
pt_br: <08>{#p/basic}{~}O amor pode radiar em nossos corações.
zh_cn: <08>{#p/basic}{~}愿爱在 我们心中 闪耀。
zh_tw: <08>{#p/basic}{~}願愛在 我們心中 閃耀。

source: <08>{#p/basic}{~}We shall be the best of friends.
pt_br: <08>{#p/basic}{~}Nós devemos ser os melhores dos amigos.
zh_cn: <08>{#p/basic}{~}我们 将成为 最好的 朋友。
zh_tw: <08>{#p/basic}{~}我們 將成為 最好的 朋友。

source: <08>{#p/basic}{~}Your kindness warms my heart.
pt_br: <08>{#p/basic}{~}Sua bondade aquece meu coração.
zh_cn: <08>{#p/basic}{~}你的友善 温暖着 我的心。
zh_tw: <08>{#p/basic}{~}你的友善 溫暖著 我的心。

source: <08>{#p/basic}{~}Robbit, robbit.
zh_cn: <08>{#p/basic}{~}咕呱， 咕呱。
zh_tw: <08>{#p/basic}{~}咕呱， 咕呱。

source: <08>{#p/basic}{~}My time has come.
pt_br: <08>{#p/basic}{~}Minha hora chegou.
zh_cn: <08>{#p/basic}{~}我的日子 到头了。
zh_tw: <08>{#p/basic}{~}我的日子 到頭了。

source: <08>{#p/basic}{~}May you have the wealth that you desire.
pt_br: <08>{#p/basic}{~}Que você tenha a riqueza que deseja.
zh_cn: <08>{#p/basic}{~}愿你得到 所渴望的 财富。
zh_tw: <08>{#p/basic}{~}願你得到 所渴望的 財富。

source: <32>{#p/asriel2}* ...
zh_cn: <32>{#p/asriel2}* ...ゑ
zh_tw: <32>{#p/asriel2}* ...ゑ

source: <32>{#p/basic}* Final Froggit is knocked out!
pt_br: <32>{#p/basic}* Final Froggit está derrotado!
zh_cn: <32>{#p/basic}* Final Froggit被击倒了！
zh_tw: <32>{#p/basic}* Final Froggit被擊倒了！

source: <32>{#p/alphys}* Final Froggit, it's like Froggit, but fancier. * It talks in an odd language.
pt_br: <32>{#p/alphys}* Final Froggit é como o Froggit, mas chique. Ele fala em uma língua antiga.
zh_cn: <32>{#p/alphys}* Final Froggit，它就像Froggit一样， 但更加华丽。 * 它用一种古怪的语言说话。
zh_tw: <32>{#p/alphys}* Final Froggit，它就像Froggit一樣， 但更加華麗。 * 它用一種古怪的語言說話。

source: <32>{#p/alphys}* It's just Final Froggit.
pt_br: <32>{#p/alphys}* É apenas o Final Froggit.
zh_cn: <32>{#p/alphys}* 这只是Final Froggit罢了。
zh_tw: <32>{#p/alphys}* 這只是Final Froggit罷了。

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * The future is boundless for this monster.
pt_br: <32>{#p/story}* FINAL FROGGIT - ATQ 30 DEF 24 * O futuro é ilimitado para este monstro.
zh_cn: <32>{#p/story}* FINAL FROGGIT - 攻击30 防御24 * 这个怪物前途无量。
zh_tw: <32>{#p/story}* FINAL FROGGIT - 攻擊30 防禦24 * 這個怪物前途無量。

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * This monster may soon live on through its wisdom.
pt_br: <32>{#p/story}* FINAL FROGGIT - ATQ 30 DEF 24 * Este monstro pode em breve viver através de sua sabedoria.
zh_cn: <32>{#p/story}* FINAL FROGGIT - 攻击30 防御24 * 这个怪物会用它的智慧 继续生存下去。
zh_tw: <32>{#p/story}* FINAL FROGGIT - 攻擊30 防禦24 * 這個怪物會用它的智慧 繼續生存下去。

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * This monster understands your true desires.
pt_br: <32>{#p/story}* FINAL FROGGIT - ATQ 30 DEF 24 * Este monstro entende seu verdadeiro propósito.
zh_cn: <32>{#p/story}* FINAL FROGGIT - 攻击30 防御24 * 这个怪物明白了 你真正的欲望。
zh_tw: <32>{#p/story}* FINAL FROGGIT - 攻擊30 防禦24 * 這個怪物明白了 你真正的欲望。

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * This monster is satisfied with its message.
pt_br: <32>{#p/story}* FINAL FROGGIT - ATQ 30 DEF 24 * Este monstro está satisfeito com sua mensagem.
zh_cn: <32>{#p/story}* FINAL FROGGIT - 攻击30 防御24 * 这个怪物对自己的话很满意。
zh_tw: <32>{#p/story}* FINAL FROGGIT - 攻擊30 防禦24 * 這個怪物對自己的話很滿意。

source: <08>{#p/basic}{~}Creak, creak.
zh_cn: <08>{#p/basic}{~}吱咕， 吱咕。
zh_tw: <08>{#p/basic}{~}吱咕， 吱咕。

source: <08>{#p/basic}{~}Purr.
zh_cn: <08>{#p/basic}{~}咕噜。
zh_tw: <08>{#p/basic}{~}咕嚕。

source: <32>{#p/story}* The battlefield is engulfed in the smell of leola root.
pt_br: <32>{#p/story}* O campo de batalha está envolto no cheiro de raiz de leola.
zh_cn: <32>{#p/story}* 战场上弥漫着萤参的芬芳。
zh_tw: <32>{#p/story}* 戰場上瀰漫著螢參的芬芳。

source: <32>{#p/story}* Final Froggit seeks an understanding.
pt_br: <32>{#p/story}* Final Froggit busca um entendimento.
zh_cn: <32>{#p/story}* Final Froggit想求得解悟。
zh_tw: <32>{#p/story}* Final Froggit想求得解悟。

source: <32>{#p/story}* Final Froggit hopes to share its wisdom.
pt_br: <32>{#p/story}* Final Froggit deseja compartilhar sua sabedoria.
zh_cn: <32>{#p/story}* Final Froggit希望能够 分享它的智慧。
zh_tw: <32>{#p/story}* Final Froggit希望能夠 分享它的智慧。

source: <32>{#p/human}* (You flirt with Final Froggit.)
pt_br: <32>{#p/human}* (Você flerta com o Final Froggit.)
zh_cn: <32>{#p/human}* （你向Final Froggit调情。）
zh_tw: <32>{#p/human}* （你向Final Froggit調情。）

source: <32>* Final Froggit shows modest appreciation for your remarks.
pt_br: <32>* Final Froggit demonstra modesta apreciação por suas remarcações.
zh_cn: <32>* Final Froggit对你的话 有一定赏识。
zh_tw: <32>* Final Froggit對你的話 有一定賞識。

source: <32>{#p/alphys}* Ehehe...
zh_cn: <32>{#p/alphys}* 呵呵...
zh_tw: <32>{#p/alphys}* 呵呵...

source: <08>{#p/basic}{~}(Sighs deeply.) Robbit.
pt_br: <08>{#p/basic}{~}(Suspiro alto.) Robbit.
zh_cn: <08>{#p/basic}{~}(深吸了 一口气) 咕呱。
zh_tw: <08>{#p/basic}{~}(深吸了 一口氣) 咕呱。

source: <08>{#p/basic}{~}(Blushes deeply.) Robbit.
pt_br: <08>{#p/basic}{~}(Muito envergonhado.) Robbit.
zh_cn: <08>{#p/basic}{~}（脸涨得 通红） 咕呱。
zh_tw: <08>{#p/basic}{~}（臉漲得 通紅） 咕呱。

source: <32>{#p/human}* (But there was nothing for you to translate yet.)
pt_br: <32>{#p/human}* (Mas não havia nada para você traduzir ainda.)
zh_cn: <32>{#p/human}* （还没有什么话 需要你来翻译。）
zh_tw: <32>{#p/human}* （還沒有什麼話 需要你來翻譯。）

source: <32>{#p/alphys}* Maybe you should, like... wait for it to say something first?
pt_br: <32>{#p/alphys}* Talvez você deveria, sei lá... esperar ele dizer algo antes?
zh_cn: <32>{#p/alphys}* 也许你应该... 先等它说点什么？
zh_tw: <32>{#p/alphys}* 也許你應該... 先等它說點什麼？

source: <32>{#p/human}* (You translate Final Froggit's message.)
pt_br: <32>{#p/human}* (Você traduz a mensagem do Final Froggit.)
zh_cn: <32>{#p/human}* （你翻译了Final Froggit的话。）
zh_tw: <32>{#p/human}* （你翻譯了Final Froggit的話。）

source: <08>{#p/basic}{~}(Don't kill and don't be killed.)
pt_br: <08>{#p/basic}{~}(Não mate e não seja morto.)
zh_cn: <08>{#p/basic}{~}（不要 杀人， 也不要 被杀。）
zh_tw: <08>{#p/basic}{~}（不要 殺人， 也不要 被殺。）

source: <08>{#p/basic}{~}(Time heals all wounds.)
pt_br: <08>{#p/basic}{~}(Tempo cura todas as dores.)
zh_cn: <08>{#p/basic}{~}（时间 可以治愈 一切。）
zh_tw: <08>{#p/basic}{~}（時間 可以治癒 一切。）

source: <08>{#p/basic}{~}(Let not the rage consume you.)
pt_br: <08>{#p/basic}{~}(Não permita que a raiva o consuma.)
zh_cn: <08>{#p/basic}{~}（别让 愤怒 掌控了 你。）
zh_tw: <08>{#p/basic}{~}（別讓 憤怒 掌控了 你。）

source: <09>{#p/basic}{~}(Keep moving forward.)
pt_br: <09>{#p/basic}{~}(Continue caminhando em frente.)
zh_cn: <09>{#p/basic}{~}（勇往 直前。）
zh_tw: <09>{#p/basic}{~}（勇往 直前。）

source: <08>{#p/basic}{~}(You can always do better.)
pt_br: <08>{#p/basic}{~}(Você sempre pode fazer melhor.)
zh_cn: <08>{#p/basic}{~}（你总能 保持 进步。）
zh_tw: <08>{#p/basic}{~}（你總能 保持 進步。）

source: <08>{#p/basic}{~}(Stay true to your- self.)
pt_br: <08>{#p/basic}{~}(Mantenha-se verdadeiro a si mesmo.)
zh_cn: <08>{#p/basic}{~}（忠于 自己。）
zh_tw: <08>{#p/basic}{~}（忠於 自己。）

source: <08>{#p/basic}{~}(Never give into fear.)
pt_br: <08>{#p/basic}{~}(Nunca de as mãos ao medo.)
zh_cn: <08>{#p/basic}{~}（别向 恐惧 屈服。）
zh_tw: <08>{#p/basic}{~}（別向 恐懼 屈服。）

source: <08>{#p/basic}{~}(Always try your best.)
pt_br: <08>{#p/basic}{~}(Sempre tente seu melhor.)
zh_cn: <08>{#p/basic}{~}（尽力 而为。）
zh_tw: <08>{#p/basic}{~}（盡力 而為。）

source: <08>{#p/basic}{~}(Regret when you were mean.)
pt_br: <08>{#p/basic}{~}(Se arrependa de quando você foi mau.)
zh_cn: <08>{#p/basic}{~}（为刻薄 忏悔。）
zh_tw: <08>{#p/basic}{~}（為刻薄 懺悔。）

source: <08>{#p/basic}{~}(Never regret being kind.)
pt_br: <08>{#p/basic}{~}(Nunca se arrependa da sua bondade.)
zh_cn: <08>{#p/basic}{~}（无悔于 行善。）
zh_tw: <08>{#p/basic}{~}（無悔於 行善。）

source: <32>{#p/alphys}* I think you can spare Final Froggit now.
pt_br: <32>{#p/alphys}* Eu acho que você pode poupar ele agora.
zh_cn: <32>{#p/alphys}* 我想你现在可以 饶恕Final Froggit了。
zh_tw: <32>{#p/alphys}* 我想你現在可以 饒恕Final Froggit了。

source: <32>{#p/alphys}* I think you can spare it now.
pt_br: <32>{#p/alphys}* Eu acho que você pode poupa-lo agora.
zh_cn: <32>{#p/alphys}* 我想你现在可以饶恕它了。
zh_tw: <32>{#p/alphys}* 我想你現在可以饒恕它了。

source: <32>{#p/story}* Final Froggit seems reluctant to fight you.
pt_br: <32>{#p/story}* Final Froggit parece relutante em lutar contra você.
zh_cn: <32>{#p/story}* Final Froggit似乎 不愿意和你战斗了。
zh_tw: <32>{#p/story}* Final Froggit似乎 不願意和你戰鬥了。

source: <32>{#p/human}* (You do something mysterious, but Final Froggit is unaffected.)
pt_br: <32>{#p/human}* (Você faz algo misterioso, mas o Final Froggit não é afetado.)
zh_cn: <32>{#p/human}* （你干了件很有迷惑性的事情， 但Final Froggit没有被影响到。）
zh_tw: <32>{#p/human}* （你裝神弄鬼，故弄玄虛， 但Final Froggit沒被你騙住。）

source: <32>{#p/human}* (You do something threatening, but Final Froggit is unaffected.)
pt_br: <32>{#p/human}* (Você faz algo ameaçador, mas o Final Froggit não é afetado.)
zh_cn: <32>{#p/human}* （你干了件很有威胁性的事情， 但Final Froggit没有被影响到。）
zh_tw: <32>{#p/human}* （你裝腔作勢，威脅Final Froggit， 但它沒被你唬住。）

source: <32>{#p/alphys}* No...
pt_br: <32>{#p/alphys}* Não...
zh_cn: <32>{#p/alphys}* 不...
zh_tw: <32>{#p/alphys}* 不...

source: <32>{#p/story}* Final Froggit stands its ground.
pt_br: <32>{#p/story}* Final Froggit se mantém firme.
zh_cn: <32>{#p/story}* Final Froggit绝不退缩。
zh_tw: <32>{#p/story}* Final Froggit絕不退縮。

source: <08>{#p/basic}{~}Thank good- ness..
pt_br: <08>{#p/basic}{~}Ainda bem..
zh_cn: <08>{#p/basic}{~}终于 解放了...
zh_tw: <08>{#p/basic}{~}終於 解放了...

source: <08>{#p/basic}{~}I feared I would never escape.
pt_br: <08>{#p/basic}{~}Eu temi que nunca iria escapar.
zh_cn: <08>{#p/basic}{~}我还怕 我永远 逃不掉了 呢。
zh_tw: <08>{#p/basic}{~}我還怕 我永遠 逃不掉了 呢。

source: <08>{#p/basic}{~}What was I think- ing..
pt_br: <08>{#p/basic}{~}O que eu estava pensando..
zh_cn: <08>{#p/basic}{~}我在 想什么..
zh_tw: <08>{#p/basic}{~}我在 想什麼..

source: <08>{#p/basic}{~}I have to get out of here..!
pt_br: <08>{#p/basic}{~}Eu preciso sair daqui..!
zh_cn: <08>{#p/basic}{~}我得离开 这里..！
zh_tw: <08>{#p/basic}{~}我得離開 這裡..！

source: <08>{#p/basic}{~}If you truly feel this way..
pt_br: <08>{#p/basic}{~}Se você realmente se sente assim...
zh_cn: <08>{#p/basic}{~}如果你真 这么想..
zh_tw: <08>{#p/basic}{~}如果你真 這麼想..

source: <08>{#p/basic}{~}I am obliged to as well..!
pt_br: <08>{#p/basic}{~}Eu sou obrigado a me sentir também..!
zh_cn: <08>{#p/basic}{~}那我也得 这么做..！
zh_tw: <08>{#p/basic}{~}那我也得 這麼做..！

source: <08>{#p/basic}{~}It's okay..
pt_br: <08>{#p/basic}{~}Tudo bem..
zh_cn: <08>{#p/basic}{~}没问题..
zh_tw: <08>{#p/basic}{~}沒問題..
