Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* You were fortunate to have done so when you did.
pt_br: <32>* Você tem sorte de tê-lo feito quando o fez.
zh_cn: <32>* 您的选择是绝佳的。
zh_tw: <32>* 您的選擇是絕佳的。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... h-hiya.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... e-epa.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...你-你好。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...你-你好。

source: <25>* That's the elevator to the Citadel.
pt_br: <25>* Esse é o elevador para o Cidadela.
zh_cn: <25>* 这座电梯直通首塔， 到了那里，你就安全了。
zh_tw: <25>* 這座電梯直通首塔， 到了那裡，你就安全了。

source: <25>{#g/alphysInquisitive}* I'd have you go there straight away, but...
pt_br: <25>{#g/alphysInquisitive}* Eu diria pra você ir direto pra lá, mas...
zh_cn: <25>{#g/alphysInquisitive}* 但是... 这玩意出了点故障。
zh_tw: <25>{#g/alphysInquisitive}* 但是... 這玩意出了點故障。

source: <25>{#g/alphysWelp}* It's... kind of not working right now.
pt_br: <25>{#g/alphysWelp}* Ele... não tá funcionando agora.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#g/alphysCutscene3}* You'll have to go through the CORE instead.
pt_br: <25>{#g/alphysCutscene3}* Você vai ter que ir pelo CORE invés disso.
zh_cn: <25>{#g/alphysCutscene3}* 所以，你只能先到核心， 自己走到出口， 才能去首塔。
zh_tw: <25>{#g/alphysCutscene3}* 所以，你只能先到核心， 自己走到出口， 才能去首塔。

source: <25>{#g/alphysUhButHeresTheDeal}* When you're ready, head down there and I'll call you back!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Quando você estiver pronto, vai pra lá que eu te ligo!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 等你准备好了，就出发吧。 * 到时我再给你回电话！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 等你準備好了，就出發吧。 * 到時我再給你回電話！

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Okay, you're here.
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* Beleza, você tá aqui.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 好，这里就是核心。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 好，這裡就是核心。

source: <25>{#g/alphysSmileSweat}* I'll keep an open line between us while you're down here...
pt_br: <25>{#g/alphysSmileSweat}* Eu manterei a linha telefônica aberta enquanto você estiver aqui...
zh_cn: <25>{#g/alphysSmileSweat}* 这段时间里 我会常和你联系， 以防出什么意外。
zh_tw: <25>{#g/alphysSmileSweat}* 這段時間裡 我會常和你聯繫， 以防出什麼意外。

source: <25>{#g/alphysWelp}* ... just in case something bad happens.
pt_br: <25>{#g/alphysWelp}* ... só em caso de algo ruim acabar acontecendo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#g/alphysInquisitive}* The ELITE squad members who patrol here SHOULD be on break, but...
pt_br: <25>{#g/alphysInquisitive}* Os membros do esquadrão de ELITE deveriam estar no descanso, mas...
zh_cn: <25>{#g/alphysInquisitive}* 按理说， 特战队应该不会 来找你麻烦。
zh_tw: <25>{#g/alphysInquisitive}* 按理說， 特戰隊應該不會 來找你麻煩。

source: <25>{#g/alphysNeutralSweat}* ... well, I can't make any guarantees.
pt_br: <25>{#g/alphysNeutralSweat}* ... olha, eu não posso garantir nada.
zh_cn: <25>{#g/alphysNeutralSweat}* ...但就怕万一。
zh_tw: <25>{#g/alphysNeutralSweat}* ...但就怕萬一。

source: <25>{#g/alphysInquisitive}* Since we're here ahead of schedule, the ELITE squad is off-duty.
pt_br: <25>{#g/alphysInquisitive}* Como chegamos antes do previsto, o esquadrão ELITE está de folga.
zh_cn: <25>{#g/alphysInquisitive}* 我们来的早。 * 这会儿， 特战队还没上班。
zh_tw: <25>{#g/alphysInquisitive}* 我們來的早。 * 這時候， 特戰隊還沒上班。

source: <25>{#g/alphysNeutralSweat}* ... let's hope that makes things easier.
pt_br: <25>{#g/alphysNeutralSweat}* ... vamos esperar que isso facilite as coisas.
zh_cn: <25>{#g/alphysNeutralSweat}* ...希望一路上畅通无阻。
zh_tw: <25>{#g/alphysNeutralSweat}* ...希望一路上暢通無阻。

source: <25>{#p/alphys}{#g/alphysWelp}* Okay, ready to continue?
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Okay, pronto pra continuar?
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 所以，准备好了吧？
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 你想好了？ 那就前進吧。

source: <25>{#g/alphysNeutralSweat}* Remember, g-gotta keep an eye out for the ELITE squad members.
pt_br: <25>{#g/alphysNeutralSweat}* Lembre-se, m-mantenha os olhos abertos para os ELITE.
zh_cn: <25>{#g/alphysNeutralSweat}* 一定要小-小心特战队成员！
zh_tw: <25>{#g/alphysNeutralSweat}* 你可要小心點， 別撞上那些特戰隊員！

source: <25>{#g/alphysNeutralSweat}* Remember, g-gotta unlock that door...
pt_br: <25>{#g/alphysNeutralSweat}* Lembre-se, é p-preciso abrir a porta...
zh_cn: <25>{#g/alphysNeutralSweat}* 前面还有道门， 别-别忘了开...
zh_tw: <25>{#g/alphysNeutralSweat}* 前面還有道門， 別-別忘了開...

source: <25>{#g/alphysNeutralSweat}* We're almost to the end, you know...
pt_br: <25>{#g/alphysNeutralSweat}* Estamos quase no fim, sabe...
zh_cn: <25>{#g/alphysNeutralSweat}* 我们离出口不远了...
zh_tw: <25>{#g/alphysNeutralSweat}* 你馬上就能出核心了...

source: <25>{#p/alphys}{#g/alphysWelp}* I'll be on the line.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Eu vou estar na linha.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 我会一直在线的。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 有事我聯繫你。

source: <25>{#p/alphys}{#g/alphysInquisitive}* If you're leaving the CORE, I'll hang up the phone for now.
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Se você está saindo do CORE, eu vou desligar por agora.
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你要是想离开核心， 那我就先挂电话了。
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 你要是想離開核心， 那我就先掛電話了。

source: <25>{#g/alphysCutscene2}* I'll call you back when y-you return here!
pt_br: <25>{#g/alphysCutscene2}* Eu te ligo de volta a-assim que você voltar!
zh_cn: <25>{#g/alphysCutscene2}* 等你-你回来 我再打给你！
zh_tw: <25>{#g/alphysCutscene2}* 等你-你回來 我再打給你！

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Leaving again?
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Saindo de novo?
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 又要走了？
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 又要走了？

source: <25>{#g/alphysWelp}* Alright then.
pt_br: <25>{#g/alphysWelp}* Tudo bem.
zh_cn: <25>{#g/alphysWelp}* 那好吧。
zh_tw: <25>{#g/alphysWelp}* 那好吧。

source: <25>{#g/alphysFR}* You better not be doing this just to see how I react.
pt_br: <25>{#g/alphysFR}* Acho bom você não estar fazendo isso só pra ver minha reação.
zh_cn: <25>{#g/alphysFR}* 你最好不是为了 看我有什么反应 才这么做的。
zh_tw: <25>{#g/alphysFR}* 最好別讓我知道 你是為了看我啥反應 故意亂跑的。

source: <25>{*}{#p/alphys}{#g/alphysShocked}* Watch out!{^999}
pt_br: <25>{*}{#p/alphys}{#g/alphysShocked}* Cuidado!{^999}
zh_cn: <25>{*}{#p/alphys}{#g/alphysShocked}* 小心！{^999}
zh_tw: <25>{*}{#p/alphys}{#g/alphysShocked}* 小心！{^999}

source: <25>{#p/alphys}{#g/alphysCutscene3}* Huh? * What's with that item?
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Huh? * O que tem nesse item?
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 啊？ * 那东西是咋回事？
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 啊？ * 那東西是咋回事？

source: <25>{#p/alphys}{#g/alphysCutscene3}* What the... what did you just DO??
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Mas que... o que você fez?
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 什么鬼... 你做了啥？？
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 什麼鬼... 你幹什麼了？？

source: <25>* What did you SAY to them to make them walk away like that!?
pt_br: <25>* O que você DISSE pra fazê-lo sair andando assim!?
zh_cn: <25>* 你说了啥， 怎么会就这样走开了！？
zh_tw: <25>* ...你剛念叨啥呢？ 它咋就這麼走開了！？

source: <32>{#p/basic}* Heh. * Sometimes all you need are the right words.
pt_br: <32>{#p/basic}* Heh. * As vezes tudo que você precisa são as palavras corretas.
zh_cn: <32>{#p/basic}* 呵呵。 * 有时候你只需念出恰当的魔咒。
zh_tw: <32>{#p/basic}* 哎呀呀。 * 有時候啊，念對咒語 就能把事兒解決了。

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Phew...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ufa...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呼...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呼...

source: <25>{#g/alphysNeutralSweat}* L-let's hope that doesn't happen again.
pt_br: <25>{#g/alphysNeutralSweat}* V-vamos esperar que isso não aconteça de novo.
zh_cn: <25>{#g/alphysNeutralSweat}* 希-希望别再发生 这种事了。
zh_tw: <25>{#g/alphysNeutralSweat} * 希-希望別再出這種事了。

source: <32>{#p/basic}* ... guess you didn't need my help after all.
pt_br: <32>{#p/basic}* ... acho que você nem precisa da minha ajuda.
zh_cn: <32>{#p/basic}* ...看来你根本用不着我帮忙。
zh_tw: <32>{#p/basic}* ...看來你根本用不著我幫忙。

source: <25>{#p/alphys}{#g/alphysSideSad}* No... why...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Não... por que...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 不... 为什么...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 不... 為什麼...

source: <25>* Couldn't there have been... another way?
pt_br: <25>* Não poderia ter tido outra forma... tipo?
zh_cn: <25>* 难道就没有... 别的方法吗？
zh_tw: <25>* 為什麼不試著嘗試... 別的方法呢？

source: <25>* At least it won't be long until we're outta here.
pt_br: <25>* Pelo menos não vai demorar muito até nós metermos o pé daqui.
zh_cn: <25>* 至少我们很快 就能出去了。
zh_tw: <25>* 起碼我們很快就能出去了。

source: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* Wait!!!{^999}
pt_br: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* Espera!!!{^999}
zh_cn: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* 等下！！！{^999}
zh_tw: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* 等等！！！{^999}

source: <25>{#p/alphys}{#g/alphysWTF}* I can't believe what I'm seeing...
pt_br: <25>{#p/alphys}{#g/alphysWTF}* Eu não posso acreditar no que estou vendo...
zh_cn: <25>{#p/alphys}{#g/alphysWTF}* 我不敢相信我的眼睛...
zh_tw: <25>{#p/alphys}{#g/alphysWTF}* 我看到啥了， 這兒還是現實嗎...

source: <32>{#p/basic}* ... guess you don't need my help this time, huh?
pt_br: <32>{#p/basic}* ... acho que você não precisava da minha ajuda, huh?
zh_cn: <32>{#p/basic}* ...看来你这回用不着我帮，是吗？
zh_tw: <32>{#p/basic}* ...看來這回你用不著我幫忙，是嗎？

source: <32>{#p/basic}* Take it from me. * Sentimentality is my specialty!
pt_br: <32>{#p/basic}* Leva como conselho. * Sentimentalismo é minha especialidade!
zh_cn: <32>{#p/basic}* 相信我吧。 * 我心思可细腻了！
zh_tw: <32>{#p/basic}* 信我準沒錯。 * 我心思可細膩了！

source: <32>{#p/basic}* Magic words and warrior songs are the lifeblood of these old homeworld heroes.
pt_br: <32>{#p/basic}* Palavras mágicas e canções guerreiras são a força desses antigos heróis do mundo natal.
zh_cn: <32>{#p/basic}* 魔咒和战歌可是 这帮故园老英雄的命脉。
zh_tw: <32>{#p/basic}* 魔咒和戰歌可是 這幫故園老英雄的命脈。

source: <32>{#p/basic}* Heh. * Sometimes all you need are the right high notes.
pt_br: <32>{#p/basic}* Heh. * As vezes tudo que precisamos são das notas corretas.
zh_cn: <32>{#p/basic}* 呵呵。 * 有时候你只需唱出恰当的高音。
zh_tw: <32>{#p/basic}* 哎呀呀。 * 有時候啊，唱首應景的歌 就能化解矛盾。

source: <25>{#g/alphysWelp}* At least you both survived this time.
pt_br: <25>{#g/alphysWelp}* Pelo menos ambos sobreviveram dessa vez.
zh_cn: <25>{#g/alphysWelp}* 至少你俩都活下来了。
zh_tw: <25>{#g/alphysWelp}* 起碼這次沒死人。

source: <25>* The next room awaits.
pt_br: <25>* A próxima sala aguarda.
zh_cn: <25>* 咱们该去下个房间了吧。
zh_tw: <25>* 咱們該去下個房間了吧。

source: <32>{#p/human}* (You hear a long sigh.)
pt_br: <32>{#p/human}* (Você escuta um longo chorinho.)
zh_cn: <32>{#p/human}* （你听到了一声长叹。）
zh_tw: <32>{#p/human}* （你聽到了一聲長嘆。）

source: <25>{#g/alphysWorried}* That should be the l-last of the engineers.
pt_br: <25>{#g/alphysWorried}* Esses devem ter sido os u-ultimos engenheiros.
zh_cn: <25>{#g/alphysWorried}* 那应该是 最-最后一个工程师了。
zh_tw: <25>{#g/alphysWorried}* 進總控室前，應該不會碰到 其他機械師了。

source: <25>{#p/alphys}{#g/alphysWelp}* So... this is the CORE. * Or rather, the "core" of the CORE.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Então... este é o CORE. * Ou melhor, o "core" do CORE.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 嗯... 这就是核心。 * 或者说，核心的“核心”。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 嗯... 這就是核心。 * 或者說，核心的「核心」。

source: <25>{#g/alphysInquisitive}* There are two p-paths you can take to unlock the door behind it...
pt_br: <25>{#g/alphysInquisitive}* Tem dois caminhos que v-você pode pegar para destrancar a porta...
zh_cn: <25>{#g/alphysInquisitive}* 后面那扇门锁住了 * 想-想打开它， 有两条路可以走...
zh_tw: <25>{#g/alphysInquisitive}* 後面那扇門鎖住了 * 想-想打開它， 有兩條路可以走...

source: <25>* The puzzler's to the left, and the fighter's to the right.
pt_br: <25>* Quebra-cabeças na esquerda e lutas na direita.
zh_cn: <25>* 左边的是智者之路， 而右边的是勇者之路。
zh_tw: <25>* 左邊的是智者之路， 而右邊的是勇者之路。

source: <25>{#g/alphysFR}* Both are... difficult. * But...
pt_br: <25>{#g/alphysFR}* Ambos são... difíceis. * Mas...
zh_cn: <25>{#g/alphysFR}* 两边都... 蛮难走的。 * 不过...
zh_tw: <25>{#g/alphysFR}* 兩邊都... 蠻難走的。 * 不過...

source: <25>{#g/alphysWelp}* I'd suggest t-taking the puzzler's path.
pt_br: <25>{#g/alphysWelp}* Eu sugiro que você vá pelos quebra-cabeças.
zh_cn: <25>{#g/alphysWelp}* 我推荐你-你走左边。
zh_tw: <25>{#g/alphysWelp}* 我推薦你-你走左邊。

source: <25>{#g/alphysSideSad}* It's up to you, of course...
pt_br: <25>{#g/alphysSideSad}* É você que escolhe, claro...
zh_cn: <25>{#g/alphysSideSad}* 当然了， 是走左边，还是右边， 还是看你...
zh_tw: <25>{#g/alphysSideSad}* 當然了， 是走左邊，還是右邊， 還是看你...

source: <25>{#g/alphysHaveSomeCompassion}* But at least that way, you won't... risk a conflict.
pt_br: <25>{#g/alphysHaveSomeCompassion}* Mas pelo menos naquele caminho não a risco de conflito.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 但至少... 走智者之路，会... 安全一点。
zh_tw: <25>{#g/alphysHaveSomeCompassion}* 但至少... 走智者之路，會... 安全一點。

source: <25>{#p/alphys}{#g/alphysSide}* So you've decided on the puzzler's path.
pt_br: <25>{#p/alphys}{#g/alphysSide}* Então você decidiu ir pelos quebra-cabeças.
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 看来你决定走智者之路。
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 看來你決定走智者之路。

source: <25>{#g/alphysWelp}* Probably a smart choice.
pt_br: <25>{#g/alphysWelp}* Provavelmente uma escolha inteligente.
zh_cn: <25>{#g/alphysWelp}* 挺明智的。
zh_tw: <25>{#g/alphysWelp}* 挺明智的。

source: <25>{#g/alphysCutscene3}* The puzzles here are...
pt_br: <25>{#g/alphysCutscene3}* Os quebra-cabeças aqui estão...
zh_cn: <25>{#g/alphysCutscene3}* 这些谜题...
zh_tw: <25>{#g/alphysCutscene3}* 這些謎題...

source: <25>{#f/10}* ... already unlocked.
pt_br: <25>{#f/10}* ... abertos.
zh_cn: <25>{#f/10}* ...已经解开了。
zh_tw: <25>{#f/10}* ...已經解開了。

source: <25>{#f/3}* Has it been like this the whole time?
pt_br: <25>{#f/3}* Isso já estava assim antes?
zh_cn: <25>{#f/3}* 怪事， 之前是这样的吗？
zh_tw: <25>{#f/3}* 怪事，總不能這謎題 就沒啟用過吧?

source: <25>{#g/alphysCutscene3}* The puzzles here are... uh, simple if you know what you're doing.
pt_br: <25>{#g/alphysCutscene3}* Os quebra-cabeças são simples se... você souber o que está fazendo.
zh_cn: <25>{#g/alphysCutscene3}* 这些谜题... 其实就是 难者不会，会者不难。
zh_tw: <25>{#g/alphysCutscene3}* 這些謎題嘛... 難者不會，會者不難。

source: <25>{#g/alphysCutscene2}* To summarize, though, it's really just a... big c-combination lock.
pt_br: <25>{#g/alphysCutscene2}* Para resumir, porém, é realmente apenas um... grande bloqueio de combinação.
zh_cn: <25>{#g/alphysCutscene2}* 说白了， 这玩意就是个... 大号密码锁罢了。
zh_tw: <25>{#g/alphysCutscene2}* 說白了， 這玩意就是個... 大-大號密碼鎖罷了。

source: <25>{#g/alphysWelp}* Use the switches to flip each segment until they all line up.
pt_br: <25>{#g/alphysWelp}* Use os interruptores para inverter cada segmento até que todos se alinhem.
zh_cn: <25>{#g/alphysWelp}* 拨动开关，升降棱柱。 只要让柱子都升起来， 门就开了。
zh_tw: <25>{#g/alphysWelp}* 撥動開關，升降稜柱。 只要讓柱子都升起來， 門就開了。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Unless you'd prefer the other path...?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Ah não ser que você prefira o outro caminho?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 莫非你更想走另一条路...？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...也許你覺得 另一條路更適合你？

source: <25>{#p/alphys}{#g/alphysCutscene2}* That's one puzzle down.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Um a menos.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 解决一个，还剩一个。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 解決一個，還剩一個。

source: <25>{#p/alphys}{#g/alphysWelp}* I guess we're going this way now.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Acho que vamos por esse caminho agora.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 看来现在我们又往这边走了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 看來現在我們又往這邊走了。

source: <25>{#p/alphys}{#g/alphysCutscene1}* You did it! * Now hit the switch in the next room!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Você conseguiu! * Agora aperta a alavanca na próxima sala!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 你成功了！ * 去下个房间，按下开关吧！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 你成功了！ * 去下個房間，按下開關吧！

source: <25>{#p/alphys}{#g/alphysInquisitive}* What are you doing...?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* O que você tá fazendo...?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你在干什么...？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...你幹啥呢？

source: <25>{#p/alphys}{#g/alphysFR}* Don't tell me you're switching paths NOW...
pt_br: <25>{#p/alphys}{#g/alphysFR}* Não me diga que você tá trocando de caminho AGORA...
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 别告诉我你现在 又要换条路走了...
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 這都到節骨眼了，別告訴我 你突然想換條路走了...

source: <25>{#p/alphys}{#g/alphysWTF}* You are. * You are going down the other...
pt_br: <25>{#p/alphys}{#g/alphysWTF}* Você. * Você está descendo o outro...
zh_cn: <25>{#p/alphys}{#g/alphysWTF}* 我说你啊。 * 你还真往另一条...
zh_tw: <25>{#p/alphys}{#g/alphysWTF}* 我說你啊。 * 你還真往另一條...

source: <25>{#g/alphysFR}* Since when was this unlocked?
pt_br: <25>{#g/alphysFR}* Desde quando isso tá destrancado?
zh_cn: <25>{#g/alphysFR}* 这玩意啥时候被解决的？
zh_tw: <25>{#g/alphysFR}* 這玩意啥時候解開的？

source: <25>{#p/alphys}{#g/alphysWTF}* You are. * You are going down the other path.
pt_br: <25>{#p/alphys}{#g/alphysWTF}* Você. * Você está descendo o outro caminho.
zh_cn: <25>{#p/alphys}{#g/alphysWTF}* 我说你啊。 * 你还真往另一条路走啊。
zh_tw: <25>{#p/alphys}{#g/alphysWTF}* 我說你啊。 * 你還真往另一條路走啊。

source: <25>{#p/alphys}{#g/alphysWelp}* Now you have access to both switches.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Agora você tem acesso a ambas as alavancas.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 这下你两个开关都能按了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 這下，兩個開關 你就能按個遍了。

source: <25>{#p/alphys}{#g/alphysCutscene3}* Come on!
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Vamos logo!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 得了吧！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 呵，滿意了吧！

source: <25>* You are seriously testing my patience right now.
pt_br: <25>* Agora você está realmente testando minha paciência.
zh_cn: <25>* 你现在真是在 考验我的耐心啊。
zh_tw: <25>* ...夠了吧， 我可沒那功夫陪你玩。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* So you've decided on the fighter's path.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Então você foi pelo caminho da luta.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 看来你决定走勇者之路。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 看來你決定走勇者之路。

source: <25>{#g/alphysCutscene3}* Can you... maybe not kill anyone else? * If possible?
pt_br: <25>{#g/alphysCutscene3}* Da pra você... não matar mais ninguém? * Se possível?
zh_cn: <25>{#g/alphysCutscene3}* 如果可以的话... * 你能... 别再杀人了吗？
zh_tw: <25>{#g/alphysCutscene3}* 如果可以的話... * 你能... 別再殺人了嗎？

source: <25>* This could be bad.
pt_br: <25>* Isso pode ser bem ruim.
zh_cn: <25>* 这选择感觉不怎么样。
zh_tw: <25>* 真沒這必要...

source: <25>{#g/alphysWelp}* We're certainly feeling adventurous today.
pt_br: <25>{#g/alphysWelp}* Estamos nos sentindo aventurosos hoje.
zh_cn: <25>{#g/alphysWelp}* 这无疑让我们有一种 要去冒险的感觉。
zh_tw: <25>{#g/alphysWelp}* 咱今天可真是 刀尖上跳舞啊。

source: <25>* There's not much to it, you just gotta get through the guards.
pt_br: <25>* Não a muito o que dizer, você só precisa passar pelos guardas.
zh_cn: <25>* 其实这没什么大不了的， 你只需要安全通过那些守卫。
zh_tw: <25>* 好吧，其實沒什麼大不了的， 通過那些守衛就行。

source: <25>{#g/alphysCutscene2}* Uh... good luck?
pt_br: <25>{#g/alphysCutscene2}* Uh... boa sorte?
zh_cn: <25>{#g/alphysCutscene2}* 呃... 祝你好运？
zh_tw: <25>{#g/alphysCutscene2}* 呃... 祝你好運？

source: <25>* Please don't die to these guys.
pt_br: <25>* Por favor não morre pra esses caras.
zh_cn: <25>* 别死在他们手上了。
zh_tw: <25>* 別死在他們手上了。

source: <25>{#p/alphys}{#g/alphysSide}* Oh, you're...
pt_br: <25>{#p/alphys}{#g/alphysSide}* Oh, você...
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 噢，你又跑来...
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 噢，你又跑來...

source: <25>{#p/alphys}{#g/alphysCutscene3}* ... over here where the path is already unlocked.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* ... foi por onde o caminho já está livre.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* ...这条谜题已经被解完的路了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 這條... 沒有謎題的路。

source: <25>{#p/alphys}{#f/3}* Has it been like this the whole time?
pt_br: <25>{#p/alphys}{#f/3}* Isso estava assim esse tempo todo?
zh_cn: <25>{#p/alphys}{#f/3}* 它一直是这样的吗？
zh_tw: <25>{#p/alphys}{#f/3}* 這兒的謎題 難道就沒啟用過嗎?

source: <25>{#p/alphys}{#g/alphysSide}* Oh, you're over here now.
pt_br: <25>{#p/alphys}{#g/alphysSide}* Oh, você está aqui.
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 噢，你又跑来这条路了。
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 噢，你又跑來這條路了。

source: <25>{#g/alphysInquisitive}* Puzzler's path it is?
pt_br: <25>{#g/alphysInquisitive}* Caminho dos quebra-cabeças?
zh_cn: <25>{#g/alphysInquisitive}* 智者之路，对吗？
zh_tw: <25>{#g/alphysInquisitive}* 智者之路，對嗎？

source: <25>* D-did you... really have to do that?
pt_br: <25>* V-você realmente... precisava ter feito aquilo?
zh_cn: <25>* 你真-真的... 有必要这么做吗？
zh_tw: <25>* 你真-真的... 有必要這麼做嗎？

source: <25>{#p/alphys}{#g/alphysInquisitive}* I don't understand why you're still over here, you know.
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Eu não tô entendendo o porque de você ainda estar aqui.
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你知道吗，我不明白 你为什么还在这里。
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 你到底在這裡幹啥？

source: <25>{#p/alphys}{#g/alphysCutscene3}* Why? * The puzzler's path is already unlocked!
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* POR QUE? * O caminho do quebra-cabeça já está aberto!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 你问我为什么？ * 智者之路的谜题 都已经被解完了！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 這裡沒有謎題 需要讓你解決了！

source: <25>{#p/alphys}{#g/alphysCutscene2}* You're past the first group! * Now for the second.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Você passou o primeiro grupo! * Agora para o segundo.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 你安全通过了第一组守卫！ * 准备好下一场战斗吧。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 你安全通過了第一組守衛！ * 準備好下一場戰鬥吧。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Unless, of course, you're...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Ah não ser que você...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 莫非，我是说当然了， 你打算...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 也許... 我是說當然了， 你打算...

source: <25>{#p/alphys}{#g/alphysCutscene3}* ... gonna take the other path which is already unlocked.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* ... volte e vá pelo caminho que já está livre.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* ...换另一条 谜题已经被解完的路走。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 換另一條... 沒有謎題的路走。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Unless, of course, you're gonna take the other path...?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Ah não ser, claro, que você pegue o outro caminho...?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 莫非，我是说当然了， 你打算换另一条路走...？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 也許... 我是說當然了， 你打算換條路走...？

source: <25>{#p/alphys}{#g/alphysInquisitive}* Changed your...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Mudou seu...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你改变...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 你改變...

source: <25>{#p/alphys}{#g/alphysCutscene3}* ... oh, it's already unlocked over here.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* ... oh, ele já tá destrancado aqui.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* ...噢，这已经被解决了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* ...噢，迷題已經解開了啊。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Changed your mind...?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Mudou de ideia...?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你改变主意了...？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 你改變主意了...？

source: <25>{#p/alphys}{#g/alphysCutscene1}* You made it! * Now hit the switch in the next room!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Você conseguiu! * Agora aperta a alavanca na outra sala!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 你做到了！ * 去下个房间把开关按下吧！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 你做到了！ * 去下個房間，按下開關吧！

source: <25>{#p/alphys}{#g/alphysSideSad}* Hit the switch in the next room, and we'll be outta this place.
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Aperta a alavanca na outra sala e vamos vazar daqui.
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 去下个房间把开关按下， 然后我们就能离开这里了。
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 去下個房間，按下開關， 然後我們就能離開這裡了。
