Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#z2}* WELCOME, ONE AND ALL...
pt_br: <32>{#z2}* SEJAM BEM-VINDOS, AO PRIMEIRO E ÚNICO...
zh_cn: <32>{#z2}* 欢迎各位来到...
zh_tw: <32>{#z2}* 歡迎各位來到...

source: <32>{*}{#z0}* TO {#x1}TIME!{^10} * {#x2}VERSUS!{^10} * {#x3}MONEY!{^30}{%}
pt_br: <32>{*}{#z0}* {#x1}TEMPO!{^10} * {#x2}VERSUS!{^10} * {#x3}DINHEIRO!{^30}{%}
zh_cn: <32>{*}{#z0}* {#x1}特别节目：{^10} * {#x2}时过！{^10} * {#x3}金迁！{^30}{%}
zh_tw: <32>{*}{#z0}* {#x1}特別節目：{^10} * {#x2}時過！{^10} * {#x3}金遷！{^30}{%}

source: <32>{#p/mettaton}{#z1}* LET'S GIVE A WARM WELCOME TO OUR CONTESTANTS...
pt_br: <32>{#p/mettaton}{#z1}* VAMOS DAR UM BELO OI PARA NOSSOS QUERIDOS COMPETIDORES...
zh_cn: <32>{#p/mettaton}{#z1}* 让我们热烈欢迎选手们...
zh_tw: <32>{#p/mettaton}{#z1}* 讓我們熱烈歡迎選手們...

source: <32>{#p/mettaton}{#z0}* UNDYNE, CAPTAIN OF THE GUARD!
pt_br: <32>{#p/mettaton}{#z0}* UNDYNE, CAPITÃ DA GUARDA REAL!
zh_cn: <32>{#p/mettaton}{#z0}* 卫队队长，UNDYNE！
zh_tw: <32>{#p/mettaton}{#z0}* 衛隊隊長，UNDYNE！

source: <32>{#p/mettaton}{#z0}* SANS THE SKELETON!
pt_br: <32>{#p/mettaton}{#z0}* SANS O ESQUELETO!
zh_cn: <32>{#p/mettaton}{#z0}* 骷髅SANS！
zh_tw: <32>{#p/mettaton}{#z0}* 骷髏SANS！

source: <25>{#p/undyne}{#f/1}* Right on!
pt_br: <25>{#p/undyne}{#f/1}* Aqui estou!
zh_cn: <25>{#p/undyne}{#f/1}* 没错！
zh_tw: <25>{#p/undyne}{#f/1}* 沒錯！

source: <25>{#p/sans}{#g/sansWink}* this is just about the only good thing to happen to me today.
pt_br: <25>{#p/sans}{#g/sansWink}* essa é basicamente a única coisa boa que aconteceu comigo hoje.
zh_cn: <25>{#p/sans}{#g/sansWink}* 这大概是我今天 唯一的好事了。
zh_tw: <25>{#p/sans}{#g/sansWink}* 這大概是我今天 唯一的好事了。

source: <25>* if you could even call it a good thing.
pt_br: <25>* se você pelo menos puder chamar de "coisa boa".
zh_cn: <25>* 如果这能 称之为好事的话。
zh_tw: <25>* 如果這能 稱之為好事的話。

source: <25>{#p/sans}{#g/sansWink}* loving the pre-recorded applause you got there.
pt_br: <25>{#p/sans}{#g/sansWink}* amando os aplausos pré-gravados que você colocou.
zh_cn: <25>{#p/sans}{#g/sansWink}* 我真的爱死你这个 事先预录好的掌声了。
zh_tw: <25>{#p/sans}{#g/sansWink}* 我真的愛死你這個 事先預錄好的掌聲了。

source: <32>{#p/napstablook}* you don't always have to use the same applause...
pt_br: <32>{#p/napstablook}* você não precisa usar o mesmo aplauso toda vez...
zh_cn: <32>{#p/napstablook}* 没必要老用那个鼓掌音效的...
zh_tw: <32>{#p/napstablook}* 沒必要老用那個鼓掌音效的...

source: <32>{#p/napstablook}* hi everyone
pt_br: <32>{#p/napstablook}* olá todo mundo...
zh_cn: <32>{#p/napstablook}* 大家好
zh_tw: <32>{#p/napstablook}* 大家好

source: <32>{#p/napstablook}* hi everyone...
pt_br: <32>{#p/napstablook}* olá todo mundo...
zh_cn: <32>{#p/napstablook}* 大家好...
zh_tw: <32>{#p/napstablook}* 大家好...

source: <32>{#p/mettaton}* THE ENIGMATIC HUMAN!
pt_br: <32>{#p/mettaton}* O HUMANO ENIGMÁTICO!
zh_cn: <32>{#p/mettaton}* 神秘的人类！
zh_tw: <32>{#p/mettaton}* 神秘的人類！

source: <32>{#p/mettaton}* AND... SOME RANDOM KID!
pt_br: <32>{#p/mettaton}* E... UMA CRIANÇA ALEATÓRIA!
zh_cn: <32>{#p/mettaton}* 以及... 随便找的小孩！
zh_tw: <32>{#p/mettaton}* 以及... 隨便找的小孩！

source: <25>{#p/kidd}{#f/3}* Hey, guys.
pt_br: <25>{#p/kidd}{#f/3}* E aí, galera!
zh_cn: <25>{#p/kidd}{#f/3}* 大家好。
zh_tw: <25>{#p/kidd}{#f/3}* 大家好。

source: <25>{#p/kidd}{#f/1}* YO!
zh_cn: <25>{#p/kidd}{#f/1}* 哟！
zh_tw: <25>{#p/kidd}{#f/1}* 喲！

source: <32>{#p/mettaton}{#z0}* THANK YOU ALL SO MUCH FOR COMING!
pt_br: <32>{#p/mettaton}{#z0}* OBRIGADO A TODOS POR TEREM VINDO!
zh_cn: <32>{#p/mettaton}{#z0}* 非常感谢各位的到来！
zh_tw: <32>{#p/mettaton}{#z0}* 非常感謝各位的到來！

source: <32>{#z2}* WHY DON'T YOU SHARE A LITTLE ABOUT YOURSELVES, HMM?
pt_br: <32>{#z2}* POR QUE VOCÊS NÃO COMPARTILHAM UM POUCO SOBRE SI MESMOS, HMM?
zh_cn: <32>{#z2}* 各位，先做个简短的 自我介绍吧，如何？ゑ
zh_tw: <32>{#z2}* 各位，先做個簡短的 自我介紹吧，如何？ゑ

source: <32>{#p/mettaton}{#z0}* ...
zh_tw: <32>{#p/mettaton}{#z0}* ...ゑ

source: <32>{#z1}* ...
zh_tw: <32>{#z1}* ...ゑ

source: <32>* MY CONTESTANT DOESN'T SEEM TO BE SHOWING UP.
pt_br: <32>* MEU COMPETIDOR NÃO PARECE ESTAR APARECENDO.
zh_cn: <32>* 那位选手好像不来了。
zh_tw: <32>* 那位選手好像不來了。

source: <32>* THIS IS GOING TO BE A PROBLEM.
pt_br: <32>* ISSO VAI SER UM PROBLEMA.
zh_cn: <32>* 这就有点麻烦了。
zh_tw: <32>* 這就有點麻煩了。

source: <32>{#z2}* WOULD ANYONE ELSE LIKE TO PLAY IN THEIR PLACE?
pt_br: <32>{#z2}* ALGUÉM GOSTARIA DE JOGAR NO LUGAR DELE?
zh_cn: <32>{#z2}* 有人想代替那位吗？
zh_tw: <32>{#z2}* 有人想代替那位嗎？

source: <32>* ANYONE AT ALL?
pt_br: <32>* QUALQUER PESSOA?
zh_cn: <32>* 有人吗？
zh_tw: <32>* 有人嗎？

source: <32>{#p/tem}* hOI!! * im temmie!!!
pt_br: <32>{#p/tem}* hOI!! * eu sou a temmie!!!
zh_cn: <32>{#p/tem}* 你吼！！ * 我素temmie！！！
zh_tw: <32>{#p/tem}* 你吼！！ * 我素temmie！！！

source: <32>{#p/mettaton}{#z5}* A SURPRISE GUEST!?!? * WOW, THIS SHOW GETS CRAZIER BY THE SECOND!
pt_br: <32>{#p/mettaton}{#z5}* UM CONVIDADO SURPRESA?!? * UAU, ESSE SHOW FICA MAIS LOUCO A CADA SEGUNDO!
zh_cn: <32>{#p/mettaton}{#z5}* 意料之外的嘉宾！？！？ * 哇，这个节目越来越疯狂了！
zh_tw: <32>{#p/mettaton}{#z5}* 意料之外的嘉賓！？！？ * 哇，這個節目越來越瘋狂了！

source: <32>{#p/mettaton}{#z2}* THEY DO APPEAR TO BE FACING THE WRONG WAY, BUT... OH WELL.
pt_br: <32>{#p/mettaton}{#z2}* ELA PARECE ESTAR OLHANDO PARA A DIREÇÃO ERRADA, MAS... OKAY.
zh_cn: <32>{#p/mettaton}{#z2}* 这嘉宾好像背对着舞台... * 算了。
zh_tw: <32>{#p/mettaton}{#z2}* 這嘉賓好像背對著舞臺... * 算了。

source: <32>{#p/mettaton}{#z1}* NEW FACES ASIDE...
pt_br: <32>{#p/mettaton}{#z1}* TIRANDO A NOVA CARA...
zh_cn: <32>{#p/mettaton}{#z1}* 新面孔除外...
zh_tw: <32>{#p/mettaton}{#z1}* 新面孔除外...

source: <25>{#p/undyne}{#f/17}* Huh? * You want ME to talk?
pt_br: <25>{#p/undyne}{#f/17}* Huh? * Você quer que eu fale?
zh_cn: <25>{#p/undyne}{#f/17}* 啊？ * 你在教我说话？
zh_tw: <25>{#p/undyne}{#f/17}* 啊？ * 你在教我說話？

source: <25>{#p/undyne}{#f/1}* Well, to be honest, I think you're an annoying piece of junk.
pt_br: <25>{#p/undyne}{#f/1}* Bem, pra ser honesta, eu te acho um pedaço de metal bem irritante.
zh_cn: <25>{#p/undyne}{#f/1}* 得得得，我可不跟你客气。 要我说，你就是个 烦人的破铁皮盒子。
zh_tw: <25>{#p/undyne}{#f/1}* 得得得，我可不跟你客氣。 要我說，你就是個 煩人的破鐵皮盒子。

source: <25>{#p/undyne}{#f/7}* Not only that, but you treat your employees like garbage!
pt_br: <25>{#p/undyne}{#f/7}* Não apenas isso, mas você trata seus funcionários igual lixo!
zh_cn: <25>{#p/undyne}{#f/7}* 不仅如此， 你还把你的员工 当垃圾一样对待！
zh_tw: <25>{#p/undyne}{#f/7}* 不僅如此， 你還把你的員工 當垃圾一樣對待！

source: <25>{#p/undyne}{#f/12}* But, uh, that's not why I took Papyrus's place.
pt_br: <25>{#p/undyne}{#f/12}* Mas, uh, não é por isso que eu tomei o lugar do Papyrus.
zh_cn: <25>{#p/undyne}{#f/12}* 呃，我抢了Papyrus的名额 才不是为了你呢。
zh_tw: <25>{#p/undyne}{#f/12}* 呃，我搶了Papyrus的名額 才不是為了你呢。

source: <25>{#p/undyne}{#f/16}* Actually, I only really came for one reason.
pt_br: <25>{#p/undyne}{#f/16}* Eu vim por uma razão justificável.
zh_cn: <25>{#p/undyne}{#f/16}* 我来这，就一个原因。
zh_tw: <25>{#p/undyne}{#f/16}* 我來這，就一個原因。

source: <25>{#p/sans}{#g/sansNormal}* heya.
pt_br: <25>{#p/sans}{#g/sansNormal}* É.
zh_cn: <25>{#p/sans}{#g/sansNormal}* 你好啊。
zh_tw: <25>{#p/sans}{#g/sansNormal}* 你好啊。

source: <25>{#p/sans}{#g/sansLaugh2}* oh, heheh...
zh_cn: <25>{#p/sans}{#g/sansLaugh2}* 哦，嘿嘿...
zh_tw: <25>{#p/sans}{#g/sansLaugh2}* 喔，嘿嘿...

source: <25>{#g/sansNormal}* i'm sans. * sans the skeleton.
pt_br: <25>{#g/sansNormal}* eu sou sans. * sans o esqueleto.
zh_cn: <25>{#g/sansNormal}* 我是sans。 * 骷髅sans。
zh_tw: <25>{#g/sansNormal}* 我是sans。 * 骷髏sans。

source: <25>{#g/sansLaugh1}* technically, my job is to capture humans like that one over there.
pt_br: <25>{#g/sansLaugh1}* tecnicamente meu trabalho é capturar humanos igual aquele.
zh_cn: <25>{#g/sansLaugh1}* 按理说，我的工作 就是抓捕长得像那边 那个家伙一样的人类。
zh_tw: <25>{#g/sansLaugh1}* 按理說，我的工作 就是抓捕長得像那邊 那個傢伙一樣的人類。

source: <25>{#g/sansBlink}* but, uh... * seeing as we're on a television program...
pt_br: <25>{#g/sansBlink}* mas, uh... * como nós estamos em um programa de tv...
zh_cn: <25>{#g/sansBlink}* 不过嘛，嗯... * 既然我们现在都在 电视节目上了...
zh_tw: <25>{#g/sansBlink}* 不過嘛，嗯... * 既然我們現在都在 電視節目上了...

source: <25>{#g/sansWink}* i s'pose that'll have to wait for now.
pt_br: <25>{#g/sansWink}* eu suponho que deva esperar por agora.
zh_cn: <25>{#g/sansWink}* 那应该就得等一等了。
zh_tw: <25>{#g/sansWink}* 那應該就得等一等了。

source: <32>{#p/mettaton}* AND WHAT'S THAT?
pt_br: <32>{#p/mettaton}* E O QUE SERIA ISSO?
zh_cn: <32>{#p/mettaton}* 是什么呢？
zh_tw: <32>{#p/mettaton}* 是什麼呢？

source: <32>{#p/mettaton}* ANYTHING ELSE?
pt_br: <32>{#p/mettaton}* ALGO MAIS PARA ACRESCENTAR?
zh_cn: <32>{#p/mettaton}* 还有吗？
zh_tw: <32>{#p/mettaton}* 還有嗎？

source: <32>{#p/mettaton}* GOT ANY OF YOUR LAME JOKES FOR US TODAY?
pt_br: <32>{#p/mettaton}* TEM ALGUMA DE SUAS PIADAS RUINS PARA NÓS HOJE?
zh_cn: <32>{#p/mettaton}* 你今天也给我们准备 蹩脚的烂笑话了吗？
zh_tw: <32>{#p/mettaton}* 你今天也給我們準備 蹩腳的爛笑話了嗎？

source: <25>{#p/undyne}{#f/8}* To see $(moniker1), of course! * Fuhuhu!
pt_br: <25>{#p/undyne}{#f/8}* Para ver o $(moniker1), é óbvio! * Fuhuhu!
zh_cn: <25>{#p/undyne}{#f/8}* 当然是为了见见$(moniker1)啦！ * 呋呼呼！
zh_tw: <25>{#p/undyne}{#f/8}* 當然是為了見見$(moniker1)啦！ * 呋呼呼！

source: <25>{#p/sans}{#g/sansNormal}* nope.
pt_br: <25>{#p/sans}{#g/sansNormal}* não.
zh_cn: <25>{#p/sans}{#g/sansNormal}* 没有。
zh_tw: <25>{#p/sans}{#g/sansNormal}* 沒有。

source: <25>{#p/sans}{#g/sansLaugh1}* lame? * woah there, mettaton, what's with the blame?
pt_br: <25>{#p/sans}{#g/sansLaugh1}* ruins? * uau, mettaton, o que há com os rins?
zh_cn: <25>{#p/sans}{#g/sansLaugh1}* 蹩脚？ * 哇塞，mettaton，你还有脸 对我说教？
zh_tw: <25>{#p/sans}{#g/sansLaugh1}* 蹩腳？ * 哇塞，mettaton，你還有臉 對我說教？

source: <25>{#g/sansBlink}* don't play games. * all you tv show hosts are the same.
pt_br: <25>{#g/sansBlink}* não brinque demais. * todos os apresentadores de tv são iguais.
zh_cn: <25>{#g/sansBlink}* 不要再如玩游戏般乱闹。 * 你的所有电视节目主持都是 一个样貌。
zh_tw: <25>{#g/sansBlink}* 不要再如玩遊戲般亂鬧。 * 你的所有電視節目主持都是 一個樣貌。

source: <25>{#g/sansNormal}* but, uh, if we're talking jokes, well... * that's kinda tame.
pt_br: <25>{#g/sansNormal}* mas, uh, se estamos falando de piadas, bem...
zh_cn: <25>{#g/sansNormal}* 但是，呃，如果我们现在 是在开玩笑... * 那就未免有点枯燥。
zh_tw: <25>{#g/sansNormal}* 但是，呃，如果我們現在 是在開玩笑... * 那就未免有點枯燥。

source: <25>{#g/sansLaugh1}* speaking of, i heard you tried to host a comedy show...
pt_br: <25>{#g/sansLaugh1}* falando em piada, ouvi dizer que você tentou fazer um stand up...
zh_cn: <25>{#g/sansLaugh1}* 说起来，我听说你想 主持一档喜剧节目...
zh_tw: <25>{#g/sansLaugh1}* 說起來，我聽說你想 主持一檔喜劇節目...

source: <25>{|}{#g/sansLaugh2}* but nobody- {%}
pt_br: <25>{|}{#g/sansLaugh2}* mas ninguém- {%}
zh_cn: <25>{|}{#g/sansLaugh2}* 但谁都- {%}
zh_tw: <25>{|}{#g/sansLaugh2}* 但誰都- {%}

source: <32>{#p/mettaton}* RIGHT.
pt_br: <32>{#p/mettaton}* CERTO.
zh_cn: <32>{#p/mettaton}* 行吧。
zh_tw: <32>{#p/mettaton}* 行吧。

source: <32>{#p/mettaton}* SOMEONE'S NOT FEELING THEMSELVES TODAY, EH?
pt_br: <32>{#p/mettaton}* ALGUÉM NÃO ESTÁ MUITO NA VIBE HOJE, NÉ?
zh_cn: <32>{#p/mettaton}* 有人今天不舒服，是吗？
zh_tw: <32>{#p/mettaton}* 有人今天不舒服，是嗎？

source: <32>{#p/mettaton}* VERY FUNNY.
pt_br: <32>{#p/mettaton}* MUITO ENGRAÇADO.
zh_cn: <32>{#p/mettaton}* 真有趣。
zh_tw: <32>{#p/mettaton}* 真有趣。

source: <32>{#p/napstablook}* is it... my turn to talk...
pt_br: <32>{#p/napstablook}* é... minha vez de falar.
zh_cn: <32>{#p/napstablook}* 轮到... 我讲了吗...
zh_tw: <32>{#p/napstablook}* 輪到... 我講了嗎...

source: <25>{#p/undyne}{#f/14}* It's certainly not mine anymore, is it?
pt_br: <25>{#p/undyne}{#f/14}* Com certeza já não é a minha.
zh_cn: <25>{#p/undyne}{#f/14}* 不是你还是谁， 难道又回到我了？
zh_tw: <25>{#p/undyne}{#f/14}* 不是你還是誰， 難道又回到我了？

source: <25>{#p/sans}{#g/sansBlink}* ...
zh_tw: <25>{#p/sans}{#g/sansBlink}* ...ゑ

source: <25>{#p/sans}{#g/sansBlink}* go on, don't be afraid.
pt_br: <25>{#p/sans}{#g/sansBlink}* vai lá, não fique com medo.
zh_cn: <25>{#p/sans}{#g/sansBlink}* 放宽心，别害怕嘛。
zh_tw: <25>{#p/sans}{#g/sansBlink}* 放寬心，別害怕嘛。

source: <32>{#p/napstablook}* oh... * heh......
zh_cn: <32>{#p/napstablook}* 哦... * 嗨......
zh_tw: <32>{#p/napstablook}* 喔... * 嗨......

source: <32>{#p/napstablook}* it is, isn't it.........
pt_br: <32>{#p/napstablook}* é, não é.........
zh_cn: <32>{#p/napstablook}* 看来，是的.........
zh_tw: <32>{#p/napstablook}* 看來，是的.........

source: <32>{#p/napstablook}* oh......... * okay............
zh_cn: <32>{#p/napstablook}* 嗯......... * 大家好............
zh_tw: <32>{#p/napstablook}* 嗯......... * 大家好............

source: <32>* ............ i'm napstablook.
pt_br: <32>* ............ eu sou napstablook.
zh_cn: <32>* ............我叫napstablook。
zh_tw: <32>* ............我叫napstablook。

source: <32>* so, um... i'm napstablook
pt_br: <32>* então, um... eu sou napstablook
zh_cn: <32>* 呃... 我叫napstablook
zh_tw: <32>* 呃... 我叫napstablook

source: <32>* i really like making music, and...
pt_br: <32>* eu gosto de fazer música e...
zh_cn: <32>* 我很喜欢做音乐，我...
zh_tw: <32>* 我很喜歡做音樂，我...

source: <32>* i...
pt_br: <32>* eu...
zh_cn: <32>* 我...
zh_tw: <32>* 我...

source: <32>* uh... i...
pt_br: <32>* uh... eu...
zh_cn: <32>* 呃... 我...
zh_tw: <32>* 呃... 我...

source: <32>{#p/mettaton}{#z1}* AND...?
pt_br: <32>{#p/mettaton}{#z1}* EU...?
zh_cn: <32>{#p/mettaton}{#z1}* 还有吗...？
zh_tw: <32>{#p/mettaton}{#z1}* 還有嗎...？

source: <32>{#p/mettaton}{#z1}* YOU...?
pt_br: <32>{#p/mettaton}{#z1}* VOCÊ...?
zh_cn: <32>{#p/mettaton}{#z1}* ...你想说什么？
zh_tw: <32>{#p/mettaton}{#z1}* ...你想說什麼？

source: <32>{#p/napstablook}* um...... can't we just go to the next person
pt_br: <32>{#p/napstablook}* um...... não dá só pra ir logo pra próxima pessoa
zh_cn: <32>{#p/napstablook}* 呃......... 不能让下一个人说吗
zh_tw: <32>{#p/napstablook}* 呃......... 不能讓下一個人說嗎

source: <32>{#p/napstablook}* i... * i think that's all
pt_br: <32>{#p/napstablook}* isso... * isso é tudo
zh_cn: <32>{#p/napstablook}* 我... * 我介绍完了
zh_tw: <32>{#p/napstablook}* 我... * 我介紹完了

source: <32>* sorry...............
pt_br: <32>* foi mal...............
zh_cn: <32>* 抱歉...............
zh_tw: <32>* 抱歉...............

source: <32>{#p/mettaton}{#z0}* ... OKAY...
zh_cn: <32>{#p/mettaton}{#z0}* ...好吧...
zh_tw: <32>{#p/mettaton}{#z0}* ...好吧...

source: <32>{#p/mettaton}{#z0}* THAT'S ALRIGHT, BLOOKY...
pt_br: <32>{#p/mettaton}{#z0}* TÁ TUDO BEM, BLOOKY...
zh_cn: <32>{#p/mettaton}{#z0}* 没关系，BLOOKY...
zh_tw: <32>{#p/mettaton}{#z0}* 沒關係，BLOOKY...

source: <32>* WE ALL GET NERVOUS SOMETIMES, DON'T WE, COUS-
pt_br: <32>* FICAMOS NERVOSOS AS VEZES, NÃO É PRIM-
zh_cn: <32>* 我们都有紧张的时候， 不是吗，表-
zh_tw: <32>* 我們都有緊張的時候， 不是嗎，表-

source: <32>{#z2}* ER... CUISINE! * BECAUSE THIS OPPORTUNITY SURE IS A TASTY ONE!
pt_br: <32>{#z2}* ER... PRÍNCIPE! * PORQUE ESTÁ OPORTUNIDADE É ÚNICA!
zh_cn: <32>{#z2}* 呃... 宝贵！ * 因为这次机会确实很难得！
zh_tw: <32>{#z2}* 呃... 寶貴！ * 因為這次機會確實很難得！

source: <32>{#z4}* HAHAHA...
zh_cn: <32>{#z4}* 哈哈哈...
zh_tw: <32>{#z4}* 哈哈哈...

source: <32>{#p/napstablook}* it's your turn.
pt_br: <32>{#p/napstablook}* é sua vez.
zh_cn: <32>{#p/napstablook}* 到你了。
zh_tw: <32>{#p/napstablook}* 到你了。

source: <32>{#p/human}* (But you didn't have anything to say.)
pt_br: <32>{#p/human}* (Mas você não tinha nada para dizer.)
zh_cn: <32>{#p/human}* （可是，你没什么想说的。）
zh_tw: <32>{#p/human}* （可是，你沒什麼想說的。）

source: <32>{#p/napstablook}* uh......
zh_cn: <32>{#p/napstablook}* 呃......
zh_tw: <32>{#p/napstablook}* 呃......

source: <32>* you can talk now?
pt_br: <32>* você pode falar agora?
zh_cn: <32>* 你可以开始讲了？
zh_tw: <32>* 你可以開始講了？

source: <33>{#p/mettaton}* WELL, YOU KNOW WHAT THEY SAY...
pt_br: <33>{#p/mettaton}* BEM, VOCÊ SABE O QUE DIZEM...
zh_cn: <33>{#p/mettaton}* 好吧，总能听到...
zh_tw: <33>{#p/mettaton}* 好吧，總能聽到...

source: <32>{#p/mettaton}* THE BIGGER THE TALK, THE SMALLER THE ACTION!
pt_br: <32>{#p/mettaton}* QUEM TANTO FALA, POUCO FAZ!
zh_cn: <32>{#p/mettaton}* 有些人啊，雷声大雨点小！
zh_tw: <32>{#p/mettaton}* 有些人啊，雷聲大雨點小！

source: <32>{#p/mettaton}* IT'S NO SURPRISE THIS BULLY OF BULLIES WOULD BE SO RELUCTANT TO PART WITH THEIR WORDS.
pt_br: <32>{#p/mettaton}* NÃO EXISTE SURPRESA NO BULLY DOS BULLYS SER TÃO MINUCIOSO COM SUAS PALAVRAS.
zh_cn: <32>{#p/mettaton}* 而我们这位恶霸王中王 就当然不会轻易开口了。
zh_tw: <32>{#p/mettaton}* 而我們這位惡霸王中王 就當然不會輕易開口了。

source: <32>{#p/mettaton}* THE "ENIGMATIC HUMAN" SURE IS LIVING UP TO THEIR TITLE.
pt_br: <32>{#p/mettaton}* O "HUMANO ENIGMÁTICO" COM CERTEZA ESTÁ VIVENDO PELO TÍTULO.
zh_cn: <32>{#p/mettaton}* “神秘的人类”， 果然名副其实。
zh_tw: <32>{#p/mettaton}* 「神秘的人類」， 果然名副其實。

source: <32>{#p/tem}* tem... went to cool leg,
pt_br: <32>{#p/tem}* tem... com uma perna legal,
zh_cn: <32>{#p/tem}* tem... 去了大鞋，
zh_tw: <32>{#p/tem}* tem... 去了大鞋，

source: <32>{#p/tem}* tem... on TV!!
pt_br: <32>{#p/tem}* tem... na TV!!
zh_cn: <32>{#p/tem}* tem... 上了电视！！
zh_tw: <32>{#p/tem}* tem... 上了電視！！

source: <25>{#p/kidd}{#f/1}* Haha, I guess so.
pt_br: <25>{#p/kidd}{#f/1}* Haha, eu acho que sim.
zh_cn: <25>{#p/kidd}{#f/1}* 哈哈，确实。
zh_tw: <25>{#p/kidd}{#f/1}* 哈哈，確實。

source: <25>{#f/1}* OH! * It's my turn, I think.
pt_br: <25>{#f/1}* OH! * É meu turno, eu acho.
zh_cn: <25>{#f/1}* 哦！ * 轮到我了是吗？
zh_tw: <25>{#f/1}* 喔！ * 輪到我了是嗎？

source: <25>{#f/4}* Today's... not really been the greatest...
pt_br: <25>{#f/4}* Hoje... não foi o melhor dia...
zh_cn: <25>{#f/4}* 今天... 真的不怎么样...
zh_tw: <25>{#f/4}* 今天... 真的不怎麼樣...

source: <25>{#f/8}* Haha...
zh_cn: <25>{#f/8}* 哈哈...
zh_tw: <25>{#f/8}* 哈哈...

source: <25>{#f/5}* ... well, I'm Monster Kid.
pt_br: <25>{#f/5}* ... bem, eu sou a Criança Monstro.
zh_cn: <25>{#f/5}* ...好吧，我叫怪物小孩。
zh_tw: <25>{#f/5}* ...好吧，我叫怪物小孩。

source: <25>{#f/1}* OH! * It's my turn, right??
pt_br: <25>{#f/1}* OH! * É minha vez, certo??
zh_cn: <25>{#f/1}* 哦！ * 应该是轮到我了吧？？
zh_tw: <25>{#f/1}* 喔！ * 應該是輪到我了吧？？

source: <25>{#f/4}* I'm... not really sure if my parents are watching, but...
pt_br: <25>{#f/4}* Eu... não tenho certeza se meus pais estão assistindo, mas...
zh_cn: <25>{#f/4}* 不清楚... 我的父母有没有 在看这档节目，不过...
zh_tw: <25>{#f/4}* 不清楚... 我的父母有沒有 在看這檔節目，不過...

source: <25>{#f/1}* I hope they're not!! * I... don't think they'd like me being here.
pt_br: <25>{#f/1}* Eu espero que não!! * Eu... eles não gostariam de me ver aqui.
zh_cn: <25>{#f/1}* 他们最好没在看吧！！ * 他们... 应该不喜欢我上这儿。
zh_tw: <25>{#f/1}* 他們最好沒在看吧！！ * 他們... 應該不喜歡我上這兒。

source: <25>{#f/1}* Haha.
zh_cn: <25>{#f/1}* 哈哈。
zh_tw: <25>{#f/1}* 哈哈。

source: <25>{#f/2}* Anyway, I'm Monster Kid.
pt_br: <25>{#f/2}* De toda forma, eu sou Criança Monstro.
zh_cn: <25>{#f/2}* 话说回来，我叫怪物小孩。
zh_tw: <25>{#f/2}* 話說回來，我叫怪物小孩。

source: <32>{#p/mettaton}* AND...?
pt_br: <32>{#p/mettaton}* E...?
zh_cn: <32>{#p/mettaton}* 然后呢...？
zh_tw: <32>{#p/mettaton}* 然後呢...？

source: <32>{#p/mettaton}* WAIT, THAT'S YOUR ACTUAL NAME?
pt_br: <32>{#p/mettaton}* PERA AÍ, ESTE É SEU NOME DE VERDADE?
zh_cn: <32>{#p/mettaton}* 等下，确定是真名？
zh_tw: <32>{#p/mettaton}* 等下，確定是真名？

source: <32>{#p/tem}* tem know ALL PRICES!!
pt_br: <32>{#p/tem}* tem sabe todos os PREÇOS!!
zh_cn: <32>{#p/tem}* tem知道了所有的价格！！
zh_tw: <32>{#p/tem}* tem知道了所有的價格！！

source: <32>{#p/tem}* tem... love to be on TV!!
pt_br: <32>{#p/tem}* tem... ama estar na TV!!
zh_cn: <32>{#p/tem}* tem... 喜欢上电视！！
zh_tw: <32>{#p/tem}* tem... 喜歡上電視！！

source: <25>{#p/kidd}{#f/4}* ...
zh_tw: <25>{#p/kidd}{#f/4}* ...ゑ

source: <25>{#p/kidd}{#f/1}* Why wouldn't it be?
pt_br: <25>{#p/kidd}{#f/1}* Por que não seria?
zh_cn: <25>{#p/kidd}{#f/1}* 不行吗？
zh_tw: <25>{#p/kidd}{#f/1}* 不行嗎？

source: <32>{#p/mettaton}* HUH...
pt_br: <32>{#p/mettaton}* HMM...
zh_cn: <32>{#p/mettaton}* 呃...
zh_tw: <32>{#p/mettaton}* 呃...

source: <32>{#p/mettaton}* WELL, I GUESS THAT WRAPS UP OUR INTRODUCTIONS.
pt_br: <32>{#p/mettaton}* BEM, ACHO QUE ISSO FINALIZA NOSSAS APRESENTAÇÕES.
zh_cn: <32>{#p/mettaton}* 好了， 我们的介绍环节 算是结束了。
zh_tw: <32>{#p/mettaton}* 好了， 我們的介紹環節 算是結束了。

source: <32>{#p/mettaton}* HEH. I THINK THAT WRAPS UP OUR INTRODUCTIONS QUITE NICELY.
pt_br: <32>{#p/mettaton}* HEH, ACHO QUE ISSO FINALIZA NOSSAS APRESENTAÇÕES DE FORMA AGRADÁVEL.
zh_cn: <32>{#p/mettaton}* 好了， 我们的介绍环节 算是圆满结束了。
zh_tw: <32>{#p/mettaton}* 好了， 我們的介紹環節 算是圓滿結束了。

source: <32>* SO. THIS GAME IS ALL ABOUT VALUE.
pt_br: <32>* PARA SIMPLIFICAR. ESTE É UM JOGO SOBRE VALORES.
zh_cn: <32>* 是这样， 这个游戏是关于价格的。
zh_tw: <32>* 是這樣， 這個遊戲是關於價格的。

source: <32>* TODAY, WE'VE GOT A TRIO OF RARE EARTH ARTIFACTS...
pt_br: <32>* HOJE, NÓS TEMOS TRÊS ARTEFATOS RAROS DO PLANETA TERRA...
zh_cn: <32>* 我们今天准备了三件 稀有的地球文物。
zh_tw: <32>* 我們今天準備了三件 稀有的地球文物。

source: <32>* IT'S UP TO YOU CONTESTANTS TO DETERMINE THEIR EXACT COST!
pt_br: <32>* E VOCÊ CANDIDATO DEVE DETERMINAR O PREÇO DELES!
zh_cn: <32>* 将由你们几位选手来竞猜 这些东西的准确价格！
zh_tw: <32>* 將由你們幾位選手來競猜 這些東西的準確價格！

source: <32>* WHOEVER GUESSES THE CLOSEST -WITHOUT GOING OVER- GETS TO TAKE IT HOME!
pt_br: <32>* AQUELE QUE ADIVINHAR O MAIS PRÓXIMO -SEM PASSAR ACIMA DO PREÇO- LEVA O ARTEFATO!
zh_cn: <32>* 猜得最接近【且不超过】的人 就能把它带回家！
zh_tw: <32>* 猜得最接近【且不超過】的人 就能把它帶回家！

source: <32>{*}* LET'S PLAY...
pt_br: <32>{*}* VAMPS JOGAR...
zh_cn: <32>{*}* 我宣布...
zh_tw: <32>{*}* 我宣布...

source: <32>{*}* {#x1}TIME!{^10} * {#x2}VERSUS!{^10} * {#x3}MONEY!{^30}{%}
pt_br: <32>{*}* {#x1}TEMPO!{^10} * {#x2}VERSUS!{^10} * {#x3}DINHEIRO!{^30}{%}
zh_cn: <32>{*}* {#x1}时过！{^10} * {#x2}金迁！{^10} * {#x3}正式开始！{^30}{%}
zh_tw: <32>{*}* {#x1}時過！{^10} * {#x2}金遷！{^10} * {#x3}正式開始！{^30}{%}

source: * Use left and right to adjust, then confirm with [Z]. §fill=#ff0§$(x)G
pt_br: * Use esquerda e direita para arrumar, e [Z] confirma. §fill=#ff0§$(x)G
zh_cn: * 按←和→调整价格， 然后按[Z]确认。§fill=#ff0§$(x)G
zh_tw: * 按←和→調整價格， 然後按[Z]確認。§fill=#ff0§$(x)G

source: * Use left and right to adjust, then confirm with [Z]. §fill=#f00§$(x)G
pt_br: * Use esquerda e direita para arrumar e [Z] confirma. §fill=#f00§$(x)G
zh_cn: * 按←和→调整价格， 然后按[Z]确认。§fill=#f00§$(x)G
zh_tw: * 按←和→調整價格， 然後按[Z]確認。§fill=#f00§$(x)G

source: <32>{#p/mettaton}* OUR FIRST ITEM TODAY IS SOMETHING I FOUND RATHER RECENTLY...
pt_br: <32>{#p/mettaton}* NOSSO PRIMEIRO ARTEFATO FOI ENCONTRADO RECENTEMENTE...
zh_cn: <32>{#p/mettaton}* 我们的第一件物品 是我最近找到的...
zh_tw: <32>{#p/mettaton}* 我們的第一件物品 是我最近找到的...

source: <32>* ON EARTH, THIS DEVICE WAS USED TO RECEIVE TRANSMISSIONS ON SO-CALLED "RADIO STATIONS."
pt_br: <32>* NA TERRA, ESTE DISPOSITIVO ERA USADO PARA PRODUZIR "ESTAÇÕES DE RÁDIO."
zh_cn: <32>* 在地球上，这个装置是用来接收 所谓“无线电台”的 播送内容的。
zh_tw: <32>* 在地球上，這個裝置是用來接收 所謂「無線電臺」的 播送內容的。

source: <32>* NEWS, WEATHER, MUSIC... * EVEN GAME SHOWS LIKE THE ONE YOU'RE ON RIGHT NOW!
pt_br: <32>* JORNAL, CLIMA, MÚSICA... * ATÉ MESMO O GAME SHOW QUE ESTAMOS AGORA!
zh_cn: <32>* 包括新闻，天气，音乐... * 甚至是你现在正参加的 游戏节目！
zh_tw: <32>* 包括新聞，天氣，音樂... * 甚至是你現在正參加的 遊戲節目！

source: <32>* LET'S SEE IF ANYONE HERE KNOWS THEIR TECH.
pt_br: <32>* VAMOS VER SE ALGUÉM AQUI SABE SEU PREÇO.
zh_cn: <32>* 我们来看看场上有没有人 了解这种设备。
zh_tw: <32>* 我們來看看場上有沒有人 了解這種裝置。

source: <32>{#p/mettaton}* EVERYONE'S DECIDED, THEN?
pt_br: <32>{#p/mettaton}* TODO MUNDO DECIDIDO?
zh_cn: <32>{#p/mettaton}* 那么，大家都决定好了？
zh_tw: <32>{#p/mettaton}* 那麼，大家都決定好了？

source: <32>* SPLENDID!
pt_br: <32>* ESPLÊNDIDO!
zh_cn: <32>* 好极了！
zh_tw: <32>* 好極了！

source: <32>* NOW, LET'S REVEAL THE PRICE...
pt_br: <32>* AGORA, QUE O PREÇO SEJA REVELADO...
zh_cn: <32>* 现在，让我们揭晓一下价格...
zh_tw: <32>* 現在，讓我們揭曉一下價格...

source: <32>{#p/mettaton}* CONGRATULATIONS, TEMMIE. * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
pt_br: <32>{#p/mettaton}* PARABÉNS, TEMMIE. * VOCÊ GANHOU SEU PRIMEIRO E ÚNICO RÁDIO DA TERRA!
zh_cn: <32>{#p/mettaton}* 恭喜你，TEMMIE。 * 你赢得了属于你自己的 老式地球收音机！
zh_tw: <32>{#p/mettaton}* 恭喜你，TEMMIE。 * 你贏得了屬於你自己的 老式地球收音機！

source: <32>{#p/tem}* uwawawawah.....
zh_cn: <32>{#p/tem}* 呜哇哦哇哦哇哦.....
zh_tw: <32>{#p/tem}* 嗚哇喔哇喔哇喔.....

source: <32>{#p/mettaton}* CONGRATULATIONS, BLOOKY. * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
pt_br: <32>{#p/mettaton}* PARABÉNS, BLOOKY. * VOCÊ GANHOU SEU PRIMEIRO E ÚNICO RÁDIO DA TERRA!
zh_cn: <32>{#p/mettaton}* 恭喜你，BLOOKY。 * 你赢得了属于你自己的 老式地球收音机！
zh_tw: <32>{#p/mettaton}* 恭喜你，BLOOKY。 * 你贏得了屬於你自己的 老式地球收音機！

source: <32>{#p/napstablook}* cool
pt_br: <32>{#p/napstablook}* legal
zh_cn: <32>{#p/napstablook}* 酷
zh_tw: <32>{#p/napstablook}* 酷

source: <32>{#p/napstablook}* oooooooooooooooo
zh_cn: <32>{#p/napstablook}* 呜呜呜呜呜呜呜
zh_tw: <32>{#p/napstablook}* 嗚嗚嗚嗚嗚嗚嗚

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
pt_br: <32>{#p/mettaton}* BEM JOGADO $(moniker3u). * VOCÊ GANHOU O PRIMEIRO E VELHO RÁDIO DA TERRA!
zh_cn: <32>{#p/mettaton}* 好样的，$(moniker3u)。 * 你赢得了属于你自己的 老式地球收音机！
zh_tw: <32>{#p/mettaton}* 好樣的，$(moniker3u)。 * 你贏得了屬於你自己的 老式地球收音機！
