Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{*}{#p/mettaton}{#e/mettaton/30}... let's end this rivalry off with a bang.{^20}{%}
pt_br: <20>{*}{#p/mettaton}{#e/mettaton/30}... Vamos acabar com essa rivalidade com um estrondo.{^20}{%}
zh_cn: <20>{*}{#p/mettaton}{#e/mettaton/30}...就用这声巨响 为我们的演出 画上句号。{^20}{%}
zh_tw: <20>{*}{#p/mettaton}{#e/mettaton/30}...就用這聲巨響 為我們的演出 畫上句號。{^20}{%}

source: <20>{*}{#p/mettaton}{#e/mettaton/30}... at least it ended off with a bang.{^20}{%}
pt_br: <20>{*}{#p/mettaton}{#e/mettaton/30}... pelo menos isso acabou com uma explosão.{^20}{%}
zh_cn: <20>{*}{#p/mettaton}{#e/mettaton/30}...至少， 我能死得灿烂。{^20}{%}
zh_tw: <20>{*}{#p/mettaton}{#e/mettaton/30}...至少， 我能死得燦爛。{^20}{%}

source: <20>{*}{#p/mettaton}{#e/mettaton/27}... you'll realize not everything's going to go your way!{^20}{%}
pt_br: <20>{*}{#p/mettaton}{#e/mettaton/27}... logo você perceberá que nem tudo se sairá da forma que quer!{^20}{%}
zh_cn: <20>{*}{#p/mettaton}{#e/mettaton/27}...你就算躲得了初一， 也躲不过十五。{^20}{%}
zh_tw: <20>{*}{#p/mettaton}{#e/mettaton/27}...你就算躲得了初一， 也躲不過十五。{^20}{%}

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/0}{#a.ra/0}... of course.
pt_br: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/0}{#a.ra/0}... é claro.
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/0}{#a.ra/0}...果然。
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/0}{#a.ra/0}...果然。

source: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}You thought I'd be done for without the wires... right?
pt_br: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}Você pensou que eu estaria morto sem os fios... né?
zh_cn: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}你以为没有这些电线 我就完了，是不是？
zh_tw: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}你以為沒有這些電線 我就完了，是不是？

source: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/10}Oh, darling... you poor, poor little excuse of a child.
pt_br: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/10}Oh, querido... sua pobre, pobre criança lamentada.
zh_cn: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/10}哎呀，您可真笨... 蠢得不能再蠢的小崽子。
zh_tw: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/10}哎呀，您可真笨... 蠢得不能再蠢的小崽子。

source: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/10}{#a.ra/0}You simply couldn't be more wrong.
pt_br: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/10}{#a.ra/0}Você não poderia estar mais errada.
zh_cn: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/10}{#a.ra/0}大错特错。
zh_tw: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/10}{#a.ra/0}大錯特錯。

source: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/2}{#a.ra/3}All this time, I've been absorbing the CORE's power...
pt_br: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/2}{#a.ra/3}Todo esse tempo, eu estive absorvendo o poder do CORE...
zh_cn: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/2}{#a.ra/3}这段时间，我已经把 整个核心的力量 全吸了过来...
zh_tw: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/2}{#a.ra/3}這段時間，我已經把 整個核心的力量 全吸了過來...

source: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}Did you really think I'd let it go to waste?
pt_br: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}Você realmente achou que eu iria desperdiça-lo?
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}这么多的能量， 可不能白白浪费了。
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}這麼多的能量， 可不能白白浪費了。

source: <20>{*}{#p/mettaton}{#e/mettaton/27}{#a.la/8}{#a.ra/8}Let's see how you like me NOW!
pt_br: <20>{*}{#p/mettaton}{#e/mettaton/27}{#a.la/8}{#a.ra/8}Vamos ver se você gosta de mim AGORA!
zh_cn: <20>{*}{#p/mettaton}{#e/mettaton/27}{#a.la/8}{#a.ra/8}就让我瞧瞧 你现在还有什么能耐？
zh_tw: <20>{*}{#p/mettaton}{#e/mettaton/27}{#a.la/8}{#a.ra/8}就讓我瞧瞧 你現在還有什麼能耐？

source: <20>{#p/mettaton}{#e/mettaton/26}... ugh...
zh_cn: <20>{#p/mettaton}{#e/mettaton/26}...呃啊...
zh_tw: <20>{#p/mettaton}{#e/mettaton/26}...呃啊...

source: <20>{#e/mettaton/25}You beat me.
pt_br: <20>{#e/mettaton/25}Você me venceu.
zh_cn: <20>{#e/mettaton/25}你赢了。
zh_tw: <20>{#e/mettaton/25}你贏了。

source: <20>{#e/mettaton/19}After all of that, I underestimated you... again.
pt_br: <20>{#e/mettaton/19}Depois de tudo isso, eu te subestimei... de novo.
zh_cn: <20>{#e/mettaton/19}看来，我... 又低估你了。
zh_tw: <20>{#e/mettaton/19}看來，我... 又低估你了。

source: <20>{#e/mettaton/13}But that's okay.
pt_br: <20>{#e/mettaton/13}Mas tudo bem.
zh_cn: <20>{#e/mettaton/13}不过，没关系。
zh_tw: <20>{#e/mettaton/13}不過，沒關係。

source: <20>{#e/mettaton/14}Someone, somewhere out there...
pt_br: <20>{#e/mettaton/14}Alguém, alguém aí fora...
zh_cn: <20>{#e/mettaton/14}一定，一定有其他人... 在某处...
zh_tw: <20>{#e/mettaton/14}一定，一定有其他人... 在某處...

source: <20>{#e/mettaton/19}They'll put a stop to this madness.
pt_br: <20>{#e/mettaton/19}Alguém aí fora vai conseguir te parar.
zh_cn: <20>{#e/mettaton/19}等待着你， 等待着彻底终结 这场闹剧。
zh_tw: <20>{#e/mettaton/19}等待著你， 等待著徹底終結 這場鬧劇。

source: <20>{#e/mettaton/9}And when that time comes...
pt_br: <20>{#e/mettaton/9}E quando este momento chegar...
zh_cn: <20>{#e/mettaton/9}到那时...
zh_tw: <20>{#e/mettaton/9}到那時...

source: <20>{#e/mettaton/10}We'll all...
pt_br: <20>{#e/mettaton/10}Todos nós...
zh_cn: <20>{#e/mettaton/10}自由...
zh_tw: <20>{#e/mettaton/10}自由...

source: <20>{#p/mettaton}{#e/mettaton/26}... unbelievable...
pt_br: <20>{#p/mettaton}{#e/mettaton/26}... inacreditável...
zh_cn: <20>{#p/mettaton}{#e/mettaton/26}...难以置信...
zh_tw: <20>{#p/mettaton}{#e/mettaton/26}...難以置信...

source: <20>{#e/mettaton/25}You didn't even let me use my full power.
pt_br: <20>{#e/mettaton/25}Você nem me deixou usar meu poder total.
zh_cn: <20>{#e/mettaton/25}我都来不及使上全力。
zh_tw: <20>{#e/mettaton/25}我都來不及使上全力。

source: <20>{#e/mettaton/10}But... maybe that's for the best.
pt_br: <20>{#e/mettaton/10}Mas... talvez isso tenha sido para o melhor.
zh_cn: <20>{#e/mettaton/10}不过... 也许这样反而更好。
zh_tw: <20>{#e/mettaton/10}不過... 也許這樣反而更好。

source: <20>{#e/mettaton/9}... After all...
pt_br: <20>{#e/mettaton/9}... Até porque...
zh_cn: <20>{#e/mettaton/9}... 毕竟...
zh_tw: <20>{#e/mettaton/9}... 畢竟...

source: <20>{#e/mettaton/18}If there really is no hope for us here...
pt_br: <20>{#e/mettaton/18}Se realmente não existe esperança para nós aqui...
zh_cn: <20>{#e/mettaton/18}假如我们真的 已经毫无希望...
zh_tw: <20>{#e/mettaton/18}假如我們真的 已經毫無希望...

source: <20>{#e/mettaton/10}Then maybe we should've just let you win.
pt_br: <20>{#e/mettaton/10}Talvez nós deveríamos apenas tê-lo deixado vencer.
zh_cn: <20>{#e/mettaton/10}那还不如就此 放弃抵抗。
zh_tw: <20>{#e/mettaton/10}那還不如就此 放棄抵抗。

source: <20>{#e/mettaton/9}Oh well...
pt_br: <20>{#e/mettaton/9}Pois bem...
zh_cn: <20>{#e/mettaton/9}唉...
zh_tw: <20>{#e/mettaton/9}唉...

source: <21>{#p/event}Ring, ring...
zh_cn: <21>{#p/event}铃铃，铃铃...
zh_tw: <21>{#p/event}鈴鈴，鈴鈴...

source: <21>{#e/mettaton/9}{~}oh........
zh_cn: <21>{#e/mettaton/9}{~}哦........
zh_tw: <21>{#e/mettaton/9}{~}喔........

source: <21>{~}hi... mettaton...
pt_br: <21>{~}oi... mettaton...
zh_cn: <21>{~}嗨... mettaton...
zh_tw: <21>{~}嗨... mettaton...

source: <21>{#e/mettaton/18}{~}i know it's been weird since the meeting... but...
pt_br: <21>{#e/mettaton/18}{~}eu sei que tem sido estranho desde nosso encontro... mas...
zh_cn: <21>{#e/mettaton/18}{~}我知道自从那次见面后， 情况就变得很奇怪... 但是...
zh_tw: <21>{#e/mettaton/18}{~}我知道自從那次見面後， 情況就變得很奇怪... 但是...

source: <21>{~}seeing you for who you really are, doing what you really want...
pt_br: <21>{~}ver você por quem você realmente é, fazendo o que você realmente quer...
zh_cn: <21>{~}看到了真正的你， 在做你真正想做的事...
zh_tw: <21>{~}看到了真正的你， 在做你真正想做的事...

source: <21>{#e/mettaton/10}{~}brought a happy tear to my eye...
pt_br: <21>{#e/mettaton/10}{~}trouxe um choro de felicidade ao meu coração...
zh_cn: <21>{#e/mettaton/10}{~}让我喜极而泣...
zh_tw: <21>{#e/mettaton/10}{~}讓我喜極而泣...

source: <21>{#e/mettaton/9}{~}i can't tell, but... i guess this is the last episode...?
pt_br: <21>{#e/mettaton/9}{~}eu não sei se é, mas... acho que esse é o último episódio...?
zh_cn: <21>{#e/mettaton/9}{~}我说不准，但是... 我想这是最后 一期了...？
zh_tw: <21>{#e/mettaton/9}{~}我說不準，但是... 我想這是最後 一期了...？

source: <21>{#e/mettaton/11}{~}i'll miss you... cousin......
pt_br: <21>{#e/mettaton/11}{~}eu vou sentir sua falta... primo...
zh_cn: <21>{#e/mettaton/11}{~}我会想你的... 表亲......
zh_tw: <21>{#e/mettaton/11}{~}我會想你的... 表親......

source: <21>{#e/mettaton/18}{~}i really liked seeing your rivalry...
pt_br: <21>{#e/mettaton/18}{~}eu realmente gostei de ver sua rivalidade...
zh_cn: <21>{#e/mettaton/18}{~}我真的很喜欢看 你那较量...
zh_tw: <21>{#e/mettaton/18}{~}我真的很喜歡看 你那較量...

source: <21>{~}it's not usually the sort of thing i'm into... but...
pt_br: <21>{~}geralmente não é o tipo de coisa que eu gosto... mas...
zh_cn: <21>{~}尽管我平常对这事 不感兴趣... 但是...
zh_tw: <21>{~}儘管我平常對這事 不感興趣... 但是...

source: <21>{#e/mettaton/10}{~}because you did it, i enjoyed it... vicariously
pt_br: <21>{#e/mettaton/10}{~}por ter sido você quem fez, eu gostei...
zh_cn: <21>{#e/mettaton/10}{~}因为这关乎于你... 所以我也能受到共鸣。
zh_tw: <21>{#e/mettaton/10}{~}因為這關乎於你... 所以我也能受到共鳴。

source: <21>{~}a lot of people have gone missing lately... but...
pt_br: <21>{~}um monte de pessoas sumiram nas últimas horas... mas...
zh_cn: <21>{~}虽然最近有很多人都 失踪了... 但是...
zh_tw: <21>{~}雖然最近有很多人都 失蹤了... 但是...

source: <21>{#e/mettaton/10}{~}seeing you battle it out like that helped me feel better
pt_br: <21>{#e/mettaton/10}{~}vendo você lutar com canta braveza fez com que eu me sentisse melhor
zh_cn: <21>{#e/mettaton/10}{~}看到你战斗到底的样子 让我觉得好多了
zh_tw: <21>{#e/mettaton/10}{~}看到你戰鬥到底的樣子 讓我覺得好多了

source: <21>{#e/mettaton/18}{~}i really liked watching your show...
pt_br: <21>{#e/mettaton/18}{~}eu realmente gostei de assistir seu show...
zh_cn: <21>{#e/mettaton/18}{~}我真的喜欢看 你的节目...
zh_tw: <21>{#e/mettaton/18}{~}我真的喜歡看 你的節目...

source: <21>{~}my life is pretty boring... but...
pt_br: <21>{~}minha vida é bem entendiante... mas...
zh_cn: <21>{~}我的生活很无聊... 但是...
zh_tw: <21>{~}我的生活很無聊... 但是...

source: <21>{#e/mettaton/10}{~}seeing you on tv brought excitement to my life... vicariously
pt_br: <21>{#e/mettaton/10}{~}ver você na tv trouxe emoção para minha vida... sinceramente
zh_cn: <21>{#e/mettaton/10}{~}看到你 在节目上的表演... 这间接地照亮了 我的生活...
zh_tw: <21>{#e/mettaton/10}{~}看到你 在節目上的表演... 這間接地照亮了 我的生活...

source: <21>{#e/mettaton/10}{~}seeing you on tv helped me feel better
pt_br: <21>{#e/mettaton/10}{~}te ver na tv me ajudou a sentir-me melhor...
zh_cn: <21>{#e/mettaton/10}{~}看到你还在电视上 让我觉得好多了
zh_tw: <21>{#e/mettaton/10}{~}看到你還在電視上 讓我覺得好多了

source: <21>{#e/mettaton/11}{~}i'll miss you... mettaton......
pt_br: <21>{#e/mettaton/11}{~}eu vou sentir sua falta... mettaton......
zh_cn: <21>{#e/mettaton/11}{~}我会想你的... mettaton......
zh_tw: <21>{#e/mettaton/11}{~}我會想你的... mettaton......

source: <20>{#p/mettaton}{#e/mettaton/19}No, wait! Wait, bl...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Não, espera! Espera, bl...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}不，等一下！ 等等，小...
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}不，等一下！ 等等，小...

source: <20>{#e/mettaton/9}Th... they already hung up.
pt_br: <20>{#e/mettaton/9}El... ele já desligou.
zh_cn: <20>{#e/mettaton/9}已... 已经挂了。
zh_tw: <20>{#e/mettaton/9}已... 已經掛了。

source: <20>{#e/mettaton/20}I'll take another caller!!!
pt_br: <20>{#e/mettaton/20}Eu vou fazer mais uma ligação!
zh_cn: <20>{#e/mettaton/20}我要接其他来电！！！
zh_tw: <20>{#e/mettaton/20}我要接其他來電！！！

source: <21>{#p/basic}Mettaton, you really did us proud!
pt_br: <21>{#p/basic}Mettaton, você nos deixou orgulhosos!
zh_cn: <21>{#p/basic}Mettaton， 你是我们的骄傲！
zh_tw: <21>{#p/basic}Mettaton， 你是我們的驕傲！

source: <21>{#p/basic}Mettaton, your show made us so happy!
pt_br: <21>{#p/basic}Mettaton, seu show nos fez tão felizes!
zh_cn: <21>{#p/basic}Mettaton， 你的节目制造了 很多欢乐！
zh_tw: <21>{#p/basic}Mettaton， 你的節目製造了 很多歡樂！

source: <21>{#p/basic}Mettaton, who's going to fight the villains without you!
pt_br: <21>{#p/basic}Mettaton, quem vai lutar contra os vilões sem você!
zh_cn: <21>{#p/basic}Mettaton，没了你， 还有谁能和恶棍战斗？
zh_tw: <21>{#p/basic}Mettaton，沒了你， 還有誰能和惡棍戰鬥？

source: <21>{#p/basic}Mettaton, I don't know what I'll watch without you!
pt_br: <21>{#p/basic}Mettaton, eu não sei o que irei assistir sem você!
zh_cn: <21>{#p/basic}Mettaton，没有你 我都不知道看什么！
zh_tw: <21>{#p/basic}Mettaton，沒有你 我都不知道看什麼！

source: <21>{#e/mettaton/10}{#p/basic}There's a reason you're the shining star of the outpost!
pt_br: <21>{#e/mettaton/10}{#p/basic}Tem uma razão pela qual você é a estrela em ascensão do Outpost!
zh_cn: <21>{#e/mettaton/10}{#p/basic}你是前哨站 最伟大的闪耀之星！
zh_tw: <21>{#e/mettaton/10}{#p/basic}你是前哨站 最偉大的閃耀之星！

source: <21>{#e/mettaton/10}{#p/basic}There's a Mettaton- shaped hole in my Mettaton-shaped heart!
pt_br: <21>{#e/mettaton/10}{#p/basic}Tem um buraco em formato de Mettaton no meu coração em formato do Mettaton!
zh_cn: <21>{#e/mettaton/10}{#p/basic}我的Mettaton形状的 心脏上空缺了一个 Mettaton形状的洞！
zh_tw: <21>{#e/mettaton/10}{#p/basic}我的Mettaton形狀的 心臟上空缺了一個 Mettaton形狀的洞！

source: <20>{#p/mettaton}Ah... I see.
pt_br: <20>{#p/mettaton}Ah... eu entendo.
zh_cn: <20>{#p/mettaton}啊... 我知道了。
zh_tw: <20>{#p/mettaton}啊... 我知道了。

source: <20>{#e/mettaton/19}Everyone... thank you so much.
pt_br: <20>{#e/mettaton/19}Todo mundo... muito obrigado.
zh_cn: <20>{#e/mettaton/19}大家... 我真的感谢你们 所有的观众。
zh_tw: <20>{#e/mettaton/19}大家... 我真的感謝你們 所有的觀眾。

source: <20>{#e/mettaton/20}And Blooky...
pt_br: <20>{#e/mettaton/20}E Blooky...
zh_cn: <20>{#e/mettaton/20}还有Blooky...
zh_tw: <20>{#e/mettaton/20}還有Blooky...

source: <20>{#e/mettaton/20}I never thought I'd forgive you and the others, but...
pt_br: <20>{#e/mettaton/20}Eu nunca pensei que te perdoaria e os outros, mas...
zh_cn: <20>{#e/mettaton/20}我从没想过我会原谅你 还有其他人，但是...
zh_tw: <20>{#e/mettaton/20}我從沒想過我會原諒你 還有其他人，但是...

source: <20>{#e/mettaton/9}That farm was your passion project, right?
pt_br: <20>{#e/mettaton/9}Aquela fazenda era seu projeto dos sonhos, né?
zh_cn: <20>{#e/mettaton/9}那个农场是 你最热衷的事业， 对吧？
zh_tw: <20>{#e/mettaton/9}那個農場是 你最熱衷的事業， 對吧？

source: <20>{#e/mettaton/9}After having several of my own... I think I get it.
pt_br: <20>{#e/mettaton/9}Depois de ter muito de mim mesmo... eu acho que entendi.
zh_cn: <20>{#e/mettaton/9}在思考了几次后... 我想我明白了。
zh_tw: <20>{#e/mettaton/9}在思考了幾次後... 我想我明白了。

source: <20>{#e/mettaton/19}You just wanted us to be successful together...
pt_br: <20>{#e/mettaton/19}Você só queria que fossemos bem sucedidos, juntos...
zh_cn: <20>{#e/mettaton/19}你只是想让我们 同舟并济，共创未来...
zh_tw: <20>{#e/mettaton/19}你只是想讓我們 同舟並濟，共創未來...

source: <20>{#e/mettaton/19}You, Lurksalot... all of you...
pt_br: <20>{#e/mettaton/19}Você, Lurksalot, todos vocês...
zh_cn: <20>{#e/mettaton/19}你，Lurksalot... 还有你们所有人...
zh_tw: <20>{#e/mettaton/19}你，Lurksalot... 還有你們所有人...

source: <20>{#e/mettaton/20}You all just wanted us to be happy.
pt_br: <20>{#e/mettaton/20}Vocês só queriam nos ver felizes.
zh_cn: <20>{#e/mettaton/20}你们都只是 想让我们幸福快乐。
zh_tw: <20>{#e/mettaton/20}你們都只是 想讓我們幸福快樂。

source: <20>{#e/mettaton/20}... heh.
zh_cn: <20>{#e/mettaton/20}...嘿。
zh_tw: <20>{#e/mettaton/20}...嘿。

source: <20>{#e/mettaton/9}But as for my show...
pt_br: <20>{#e/mettaton/9}E em relação a meu show...
zh_cn: <20>{#e/mettaton/9}至于我的节目...
zh_tw: <20>{#e/mettaton/9}至於我的節目...

source: <20>{#e/mettaton/10}I think I might take a break for a while.
pt_br: <20>{#e/mettaton/10}Eu acho que vou me retirar por um tempo.
zh_cn: <20>{#e/mettaton/10}我想我该 休息一段时间。
zh_tw: <20>{#e/mettaton/10}我想我該 休息一段時間。

source: <20>{#e/mettaton/20}But you misunderstand...
pt_br: <20>{#e/mettaton/20}Mas você entendeu errado...
zh_cn: <20>{#e/mettaton/20}但你们误解了...
zh_tw: <20>{#e/mettaton/20}但你們誤解了...

source: <20>{#e/mettaton/10}I'm... not going anywhere.
pt_br: <20>{#e/mettaton/10}Eu... não vou a lugar nenhum.
zh_cn: <20>{#e/mettaton/10}我... 永远都不会离开。
zh_tw: <20>{#e/mettaton/10}我... 永遠都不會離開。

source: <20>{#e/mettaton/20}I guess it's for the best, though.
pt_br: <20>{#e/mettaton/20}Eu acho que foi para o melhor entretanto.
zh_cn: <20>{#e/mettaton/20}我想这是 最好的结果了。
zh_tw: <20>{#e/mettaton/20}我想這是 最好的結果了。

source: <20>{#e/mettaton/15}I've been away from the family for far too long...
pt_br: <20>{#e/mettaton/15}Eu estive longe da minha família por muito tempo...
zh_cn: <20>{#e/mettaton/15}我离开家人们太久了...
zh_tw: <20>{#e/mettaton/15}我離開家人們太久了...

source: <20>{#e/mettaton/14}It's about time I told them what's going on.
pt_br: <20>{#e/mettaton/14}Já é hora de contar a eles o que está acontecendo.
zh_cn: <20>{#e/mettaton/14}是时候告诉它们 这些年发生过的事了。
zh_tw: <20>{#e/mettaton/14}是時候告訴它們 這些年發生過的事了。

source: <20>{#e/mettaton/19}In short...
pt_br: <20>{#e/mettaton/19}Por agora...
zh_cn: <20>{#e/mettaton/19}总而言之...
zh_tw: <20>{#e/mettaton/19}總而言之...

source: <20>{#e/mettaton/15}The truth is, this form's energy consumption is...
pt_br: <20>{#e/mettaton/15}A verdade é que o consumo de energia desta forma é...
zh_cn: <20>{#e/mettaton/15}实际上， 这种形态的能耗...
zh_tw: <20>{#e/mettaton/15}實際上， 這種形態的能耗...

source: <20>{#e/mettaton/14}Inefficient.
pt_br: <20>{#e/mettaton/14}Ineficiente.
zh_cn: <20>{#e/mettaton/14}十分低效。
zh_tw: <20>{#e/mettaton/14}十分低效。

source: <20>{#e/mettaton/19}In a few moments, I'll run out of battery power, and...
pt_br: <20>{#e/mettaton/19}Em poucos momentos, eu irei ficar sem bateria, e...
zh_cn: <20>{#e/mettaton/19}再过一会， 我的能源将会耗尽...
zh_tw: <20>{#e/mettaton/19}再過一會， 我的能源將會耗盡...

source: <20>{#e/mettaton/10}Well.
pt_br: <20>{#e/mettaton/10}Bem.
zh_cn: <20>{#e/mettaton/10}嗯。
zh_tw: <20>{#e/mettaton/10}嗯。

source: <20>I'll be alright.
pt_br: <20>Eu ficarei bem.
zh_cn: <20>我会没事的。
zh_tw: <20>我會沒事的。

source: <20>{#e/mettaton/9}See you around, $(moniker2).
pt_br: <20>{#e/mettaton/9}Te vejo por aí, $(moniker2).
zh_cn: <20>{#e/mettaton/9}后会有期，$(moniker2)。
zh_tw: <20>{#e/mettaton/9}後會有期，$(moniker2)。

source: <20>{#e/mettaton/9}Fly safe, darling.
pt_br: <20>{#e/mettaton/9}Vá em segurança, querido.
zh_cn: <20>{#e/mettaton/9}一路顺风，亲爱的。
zh_tw: <20>{#e/mettaton/9}一路順風，親愛的。

source: <20>{#e/mettaton/19}And everyone... thank you.
pt_br: <20>{#e/mettaton/19}E a todos... muito obrigado.
zh_cn: <20>{#e/mettaton/19}还有各位... 谢谢你们。
zh_tw: <20>{#e/mettaton/19}還有各位... 謝謝你們。

source: <20>{#e/mettaton/20}You've been a great audience!
pt_br: <20>{#e/mettaton/20}Vocês foram uma ótima audiência!
zh_cn: <20>{#e/mettaton/20}你们是伟大的观众！
zh_tw: <20>{#e/mettaton/20}你們是偉大的觀眾！

source: <20>{*}{#p/mettaton}You're orange now.{^30}{%}
pt_br: <20>{*}{#p/mettaton}Você está laranja agora.{^30}{%}
zh_cn: <20>{*}{#p/mettaton}你变{@fill=#ff993d}橙{@fill=#000}了。{^30}{%}
zh_tw: <20>{*}{#p/mettaton}你變{@fill=#ff993d}橙{@fill=#000}了。{^30}{%}

source: <20>{*}{#e/mettaton/4}That's my attack.{^30}{%}
pt_br: <20>{*}{#e/mettaton/4}Esse é meu ataque.{^30}{%}
zh_cn: <20>{*}{#e/mettaton/4}这就是我的攻击。{^30}{%}
zh_tw: <20>{*}{#e/mettaton/4}這就是我的攻擊。{^30}{%}

source: <20>{*}{#e/mettaton/12}... heh. Who says we can't have a little fun?{^30}{%}
pt_br: <20>{*}{#e/mettaton/12}... heh. Quem disse que não podemos nos divertir um pouco?{^30}{%}
zh_cn: <20>{*}{#e/mettaton/12}...嘿，临死之前， 何不找点乐子呢？{^30}{%}
zh_tw: <20>{*}{#e/mettaton/12}...嘿，臨死之前， 何不找點樂子呢？{^30}{%}

source: <20>{*}{#e/mettaton/0}Now, be a good darling and press [Z] to explode.{^30}{%}
pt_br: <20>{*}{#e/mettaton/0}Agora, seja um bom querido e aperte [Z] para explodir.{^30}{%}
zh_cn: <20>{*}{#e/mettaton/0}配合一下， 按[Z]释放冲击波。{^30}{%}
zh_tw: <20>{*}{#e/mettaton/0}配合一下， 按[Z]釋放衝擊波。{^30}{%}

source: <20>{*}{#e/mettaton/0}But be careful...{^30}{%}
pt_br: <20>{*}{#e/mettaton/0}Mas cuidado...{^30}{%}
zh_cn: <20>{*}{#e/mettaton/0}不过要小心...{^30}{%}
zh_tw: <20>{*}{#e/mettaton/0}不過要小心...{^30}{%}

source: <20>{*}{#e/mettaton/0}The more you do it, the slower you'll move.{^30}{%}
pt_br: <20>{*}{#e/mettaton/0}Quanto mais você fizer isso, mais lentamente se moverá.{^30}{%}
zh_cn: <20>{*}{#e/mettaton/0}不停释放冲击波的话， 你就会走不动。{^30}{%}
zh_tw: <20>{*}{#e/mettaton/0}不停釋放衝擊波的話， 你就會走不動。{^30}{%}

source: <20>{*}{#e/mettaton/12}... but enough with words.{^30}{%}
pt_br: <20>{*}{#e/mettaton/12}... mas chega de palavras.{^30}{%}
zh_cn: <20>{*}{#e/mettaton/12}不废话了。{^30}{%}
zh_tw: <20>{*}{#e/mettaton/12}不廢話了。{^30}{%}

source: <20>{*}{#e/mettaton/4}It's time to put you in the grave.{^30}{%}
pt_br: <20>{*}{#e/mettaton/4}É hora de te colocar em um caixão.{^30}{%}
zh_cn: <20>{*}{#e/mettaton/4}现在， 送你们下地狱吧。{^30}{%}
zh_tw: <20>{*}{#e/mettaton/4}現在， 送你們下地獄吧。{^30}{%}

source: <20>{#e/mettaton/9}G... guess that's what I get for fusing with my body...
pt_br: <20>{#e/mettaton/9}A... acho que é isso que eu ganho por me fundir ao meu corpo...
zh_cn: <20>{#e/mettaton/9}看-看来... 和新身体融合， 就是这般下场。
zh_tw: <20>{#e/mettaton/9}看-看來... 和新身體融合， 就是這般下場。

source: <20>{#e/mettaton/11}Now... there'll be nobody left...
pt_br: <20>{#e/mettaton/11}Agora... não existe mais ninguém...
zh_cn: <20>{#e/mettaton/11}再也没有人...
zh_tw: <20>{#e/mettaton/11}再也沒有人...

source: <20>{#e/mettaton/7}... to stop you...
pt_br: <20>{#e/mettaton/7}... que possa te parar...
zh_cn: <20>{#e/mettaton/7}...能拦住你们了...
zh_tw: <20>{#e/mettaton/7}...能攔住你們了...

source: <20>{#e/mettaton/10}Goodbye... ... ... darling.
pt_br: <20>{#e/mettaton/10}Adeus... ... ... querido.
zh_cn: <20>{#e/mettaton/10}永别了... ... ...亲。
zh_tw: <20>{#e/mettaton/10}永別了... ... ...親。

source: <20>{~}Mettaton...
zh_cn: <20>{~}Mettaton...ゑ
zh_tw: <20>{~}Mettaton...ゑ

source: <20>{#p/finalghost}{~}So this is what it comes to.
pt_br: <20>{#p/finalghost}{~}Então chegamos a isso.
zh_cn: <20>{#p/finalghost}{~}你们这群杀人魔...ゑ
zh_tw: <20>{#p/finalghost}{~}你們這群殺人魔...ゑ

source: <20>{~}I have waited long for a chance to put an end to you, and now I have one.
pt_br: <20>{~}Eu esperei por muito tempo para ter a chance de te destruir, agora eu tenho uma.
zh_cn: <20>{~}我等候多时， 就为了亲手结果你们。ゑ
zh_tw: <20>{~}我等候多時， 就為了親手結果你們。ゑ

source: <20>{~}As you cannot use magic, you cannot kill me.
pt_br: <20>{~}Como você não pode usar magia, você não pode me matar.
zh_cn: <20>{~}现在， 终于可以付诸实行了。ゑ
zh_tw: <20>{~}現在， 終於可以付諸實行了。ゑ

source: <20>{~}Therefore, you have no method of getting past me.
pt_br: <20>{~}Sendo assim, não tem como você passar por mim.
zh_cn: <20>{~}你们不会魔法， 伤不了我， 注定要止步于此。ゑ
zh_tw: <20>{~}你們不會魔法， 傷不了我， 註定要止步於此。ゑ

source: <20>{|}{~}Your time has- {%}
pt_br: <20>{|}{~}Sua hora cheg-{%}
zh_cn: <20>{|}{~}给我去-ゑ {%}
zh_tw: <20>{|}{~}給我去-ゑ {%}

source: <20>{#p/asriel2}Seriously? I know my magic's limited, but it's not THAT bad.
pt_br: <20>{#p/asriel2}Sério? Eu sei que minha mágica está limitada, mas não é TÃO ruim.
zh_cn: <20>{#p/asriel2}真当我傻？ 我的魔法是不强， 但也没差到那种地步。ゑ
zh_tw: <20>{#p/asriel2}真當我傻？ 我的魔法是不強， 但也沒差到那種地步。ゑ

source: <20>{#x1}Cut me some slack...
pt_br: <20>{#x1}Tá me tirando de tempo aqui...
zh_cn: <20>{#x1}别来烦我了...ゑ
zh_tw: <20>{#x1}別來煩我了...ゑ

source: <20>{#p/asriel2}...
zh_cn: <20>{#p/asriel2}...ゑ
zh_tw: <20>{#p/asriel2}...ゑ

source: Would you forgive a ghost?
pt_br: Você perdoaria um fantasma?
zh_cn: 你愿意原谅某个幽灵吗？
zh_tw: 你願意原諒某個幽靈嗎？

source: Would you smooch a ghost?
pt_br: Você beijaria um fantasma?
zh_cn: 你会亲幽灵吗？
zh_tw: 你會親幽靈嗎？

source: Would you attack a ghost?
pt_br: Você atacaria um fantasma?
zh_cn: 你会揍幽灵吗？
zh_tw: 你會揍幽靈嗎？

source: Hug it out!
pt_br: Abraça Ele!
zh_cn: 抱抱就好啦！
zh_tw: 抱抱就好啦！

source: Forgive and forget.
pt_br: Perdoar E esquecer.
zh_cn: 放下过去吧。
zh_tw: 放下過去吧。

source: Heck Yeah
pt_br: Mas é claro
zh_cn: 没问题
zh_tw: 沒問題

source: HELL YEAH
pt_br: É CLARO
zh_cn: 必须的
zh_tw: 必須的

source: Absolutely!
pt_br: Absolutamente!
zh_cn: 那当然！
zh_tw: 那當然！

source: Without Hesitation.
pt_br: Sem Hesitar.
zh_cn: 现在就 亲一个
zh_tw: 現在就 親一個

source: I Could
pt_br: Eu poderia
zh_cn: 我会
zh_tw: 我會

source: I Should
pt_br: Eu deveria
zh_cn: 我当然会
zh_tw: 我當然會

source: I Will
pt_br: Eu vou
zh_cn: 我肯定会
zh_tw: 我肯定會

source: If I Have To.
pt_br: Se eu tiver que.
zh_cn: 我必须会
zh_tw: 我必須會

source: <20>{#p/mettaton}Time's up.{^40}{%}
pt_br: <20>{#p/mettaton}Acabou o tempo.{^40}{%}
zh_cn: <20>{#p/mettaton}时间到。{^40}{%}
zh_tw: <20>{#p/mettaton}時間到。{^40}{%}

source: <20>{#p/mettaton}Time's up, darling. I'll take that as a yes~{^40}{%}
pt_br: <20>{#p/mettaton}O tempo acabou, querida. Vou tomar isso como um sim~{^ 40}{%}
zh_cn: <20>{#p/mettaton}时间到了，亲爱的。 我就当你同意了哦~{^40}{%}
zh_tw: <20>{#p/mettaton}時間到了，親愛的。 我就當你同意了喔~{^40}{%}
