Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/0}* it'd be nice to know if a part of you still cared about something.
pt_br: <25>{#f/0}* seria legal saber que parte de você ainda se importa com alguma coisa.
zh_cn: <25>{#f/0}* 要是了解到你还在乎 什么那也挺不错的。
zh_tw: <25>{#f/0}* 要是了解到你還在乎 什麼那也挺不錯的。

source: <25>{#f/3}* i hope that's not asking too much.
pt_br: <25>{#f/3}* espero que isso não seja pedir muito.
zh_cn: <25>{#f/3}* 无意冒犯而已。
zh_tw: <25>{#f/3}* 無意冒犯而已。

source: <25>{#p/sans}{#f/2}* trade blows with undyne, didja?
pt_br: <25>{#p/sans}{#f/2}* trocou porradas com a undyne, camarada?
zh_cn: <25>{#p/sans}{#f/2}* 你和Undyne 贸似互吹了一顿哈？
zh_tw: <25>{#p/sans}{#f/2}* 你和Undyne 貿似互吹了一頓哈？

source: <25>{#f/3}* heh. * sorry i couldn't make it.
pt_br: <25>{#f/3}* heh. * foi mal não poder estar lá.
zh_cn: <25>{#f/3}* 嘿。 * 很抱歉我没有来。
zh_tw: <25>{#f/3}* 嘿。 * 很抱歉我沒有來。

source: <25>{#f/0}* once undyne applied, i basically had no chance.
pt_br: <25>{#f/0}* assim que undyne entrou, eu basicamente não tive chances.
zh_cn: <25>{#f/0}* 一旦undyne想要上场， 我就完全没有 上场机会了。
zh_tw: <25>{#f/0}* 一旦undyne想要上場， 我就完全沒有 上場機會了。

source: <25>{#f/3}* besides...
pt_br: <25>{#f/3}* aliás...
zh_cn: <25>{#f/3}* 除此之外...
zh_tw: <25>{#f/3}* 除此之外...

source: <25>{#f/0}* i have people like you to worry about nowadays.
pt_br: <25>{#f/0}* eu tenho pessoas como você para me preocupar.
zh_cn: <25>{#f/0}* 我目前还有跟你那样 的人要担心。
zh_tw: <25>{#f/0}* 我目前還有 跟你那樣的人要擔心。

source: <25>{#f/0}* the "captain of the royal guard" is far better for ratings.
pt_br: <25>{#f/0}* O "Capitão da Guarda Real" é muito melhor para classificações.
zh_cn: <25>{#f/0}* “皇家卫队队长” 可太出名了。
zh_tw: <25>{#f/0}* 「皇家衛隊隊長」 可太出名了。

source: <25>{#p/sans}{#f/2}* lose out early, did ya?
pt_br: <25>{#p/sans}{#f/2}* perdeu cedo, carinha?
zh_cn: <25>{#p/sans}{#f/2}* 第一个被淘汰，是吧？
zh_tw: <25>{#p/sans}{#f/2}* 第一個被淘汰，是吧？

source: <25>{#f/3}* heh. * guess you're not as popular as i thought.
pt_br: <25>{#f/3}* heh. * acho que você não é popular como eu pensava.
zh_cn: <25>{#f/3}* 嘿。 * 我想你也没那么受欢迎。
zh_tw: <25>{#f/3}* 嘿。 * 我想你也沒那麼受歡迎。

source: <25>{#f/0}* but that's fine.
pt_br: <25>{#f/0}* mas tudo bem.
zh_cn: <25>{#f/0}* 但其实也没关系。
zh_tw: <25>{#f/0}* 但其實也沒關係。

source: <25>{#f/0}* it kind of makes sense after you made everyone run away.
pt_br: <25>{#f/0}* meio que faz sentido já que você fez todo mundo sair correndo.
zh_cn: <25>{#f/0}* 其实这也正常， 因为你把大家都吓跑了。
zh_tw: <25>{#f/0}* 其實這也正常， 因為你把大家都嚇跑了。

source: <25>{#f/0}* at least you were a good sport about it.
pt_br: <25>{#f/0}* pelo menos você foi um bom esportivo sobre isso.
zh_cn: <25>{#f/0}* 至少你宽宏大量， 没有对此斤斤计较。
zh_tw: <25>{#f/0}* 至少你寬宏大量， 沒有對此斤斤計較。

source: <25>{#p/sans}{#f/2}* carry on without me, did ya?
pt_br: <25>{#p/sans}{#f/2}* se cuidando sem mim, carinha?
zh_cn: <25>{#p/sans}{#f/2}* 没有我你也可以加油， 是吧？
zh_tw: <25>{#p/sans}{#f/2}* 沒有我你也可以加油， 是吧？

source: <25>{#f/3}* don't worry, i'm used to being the odd one of the bunch.
pt_br: <25>{#f/3}* fica tranquilo, estou acostumado em ser mais um na multidão.
zh_cn: <25>{#f/3}* 别担心，我已经习惯 成为一群人中最怪的 那个了。
zh_tw: <25>{#f/3}* 別擔心，我已經習慣 成為一群人中最怪的 那個了。

source: <25>{#f/2}* it's just that, usually, nobody else knows about it.
pt_br: <25>{#f/2}* é só que, normalmente, ninguém fica sabendo disso.
zh_cn: <25>{#f/2}* 只不过， 通常没人知道这件事。
zh_tw: <25>{#f/2}* 只不過， 通常沒人知道這件事。

source: <25>{#f/3}* ... and, considering what you've been up to lately...
pt_br: <25>{#f/3}* ... e, considerando o que você tem feito esses tempos...
zh_cn: <25>{#f/3}* ...考虑到你最近 都忙的是什么...
zh_tw: <25>{#f/3}* ...考慮到你最近 都忙的是什麼...

source: <25>{#f/0}* that's undoubtedly for the best.
pt_br: <25>{#f/0}* isso é inquestionavelmente para o melhor.
zh_cn: <25>{#f/0}* 其实这也挺好的。
zh_tw: <25>{#f/0}* 其實這也挺好的。

source: <25>{#f/0}* well. * i'm glad you had fun.
pt_br: <25>{#f/0}* bem. * estou feliz que você se divertiu.
zh_cn: <25>{#f/0}* 总之， 你开心了，我就很满足了。
zh_tw: <25>{#f/0}* 總之， 你開心了，我就很滿足了。

source: <25>{#f/3}* ... by the way...
pt_br: <25>{#f/3}* ... aliás...
zh_cn: <25>{#f/3}* ...对了...
zh_tw: <25>{#f/3}* ...對了...

source: <25>{#f/2}* if you see any bouncy armored guards up there, let me know.
pt_br: <25>{#f/2}* se você der de cara com guardas fortões, me conta.
zh_cn: <25>{#f/2}* 如果你看到 全副武装的警卫了， 别忘了告诉我。
zh_tw: <25>{#f/2}* 如果你看到 全副武裝的警衛了， 別忘了告訴我。

source: <25>{#f/3}* i lost track of them on the way out here.
pt_br: <25>{#f/3}* eu os perdi de vista enquanto ia pra aí.
zh_cn: <25>{#f/3}* 我在来这里的路上 跟丢了。
zh_tw: <25>{#f/3}* 我在來這裡的路上 跟丟了。

source: <32>{#p/human}* (You got the Old Radio.)
pt_br: <32>{#p/human}* (você pegou o Velho Rádio.)
zh_cn: <32>{#p/human}* （你获得了一台老式收音机。）
zh_tw: <32>{#p/human}* （你獲得了一臺老式收音機。）

source: <32>{#p/basic}{#npc/a}* Hope you like your new radio!
pt_br: <32>{#p/basic}{#npc/a}* Espero que você goste do novo rádio!
zh_cn: <32>{#p/basic}{#npc/a}* 希望你喜欢你觉得新收音机！
zh_tw: <32>{#p/basic}{#npc/a}* 希望你喜歡你的新收音機！

source: <32>{#p/human}* (You got the Fireworks.)
pt_br: <32>{#p/human}* (Você pegou os Fogos de Artf.)
zh_cn: <32>{#p/human}* （你获得了一箱烟花。）
zh_tw: <32>{#p/human}* （你獲得了一箱煙花。）

source: <32>{#p/basic}{#npc/a}* Hope you enjoy the fireworks!
pt_br: <32>{#p/basic}{#npc/a}* Espero que você goste dos fogos de artifício!
zh_cn: <32>{#p/basic}{#npc/a}* 希望你能享受你的烟花！
zh_tw: <32>{#p/basic}{#npc/a}* 希望你能享受你的煙花！

source: <32>{#p/basic}{#npc/a}* Your winnings are on the table there, little one.
pt_br: <32>{#p/basic}{#npc/a}* Seus estão logo ali na mesa, pequeno.
zh_cn: <32>{#p/basic}{#npc/a}* 小家伙，你的奖品就在桌上。
zh_tw: <32>{#p/basic}{#npc/a}* 小傢伙，你的獎品就在桌上。

source: <32>{#p/basic}{#npc/a}* I decided I'd rather quit than be fired again.
pt_br: <32>{#p/basic}{#npc/a}* Eu decidi que prefiro sair do que ser demitido de novo.
zh_cn: <32>{#p/basic}{#npc/a}* 在再次被解雇前， 我决定主动辞职。
zh_tw: <32>{#p/basic}{#npc/a}* 在再次被解僱前， 我決定主動辭職。

source: <32>* Working for Mettaton was nice, but a new homeworld means a new me.
pt_br: <32>* Trabalhar para o Mettaton foi legal, mas novo mundo, novo eu.
zh_cn: <32>* 为Mettaton工作是很好， 但我更想在新家园 开始新的生活。
zh_tw: <32>* 為Mettaton工作是很好， 但我更想在新家園 開始新的生活。

source: <32>* Don't worry. * I'll find the perfect job...
pt_br: <32>* Não se preocupe. * Eu irei encontrar o trabalho perfeito...
zh_cn: <32>* 别担心。 * 我会找到更好的工作的...
zh_tw: <32>* 別擔心。 * 我會找到更好的工作的...

source: <32>{#p/basic}{#npc/a}* I work for Mettaton. * I like my job. * My co-workers do not.
pt_br: <32>{#p/basic}{#npc/a}* Eu trabalho para Mettaton. * Gosto do meu trabalho. * Meus ajudantes não.
zh_cn: <32>{#p/basic}{#npc/a}* 我为Mettaton工作。 * 我爱我工作。 * 我同事不爱。
zh_tw: <32>{#p/basic}{#npc/a}* 我為Mettaton工作。 * 我愛我工作。 * 我同事不愛。

source: <32>* Each ring on my body represents a time I survived the firing process.
pt_br: <32>* Cada anel ao redor do meu corpo é uma vez que eu sobrevivi ao processo de demissão.
zh_cn: <32>* 我身上的每一枚圆环 都代表我被公司炒鱿鱼时 的重聘次数。
zh_tw: <32>* 我前腳剛被公司炒完魷魚， 後腳又被聘用。[ADD]<32>* 每聘用一次， 我身上的圓環就多一個。

source: <32>* Don't worry. * I always get re-hired later.
pt_br: <32>* Não se preocupe. * Eu sempre sou recontratado mais tarde.
zh_cn: <32>* 别担心。 * 我总能被重新聘用。
zh_tw: <32>* 別擔心。 * 我總能被重新聘用。

source: <32>{#p/basic}{#npc/a}* I'm thinking of becoming an expert on the mating rituals of space creatures.
pt_br: <32>{#p/basic}{#npc/a}* Eu estou pensando em me tornar um expert em rituais de acasalamento para criaturas do espaço.
zh_cn: <32>{#p/basic}{#npc/a}* 我想成为 太空生物交配仪式学专家。
zh_tw: <32>{#p/basic}{#npc/a}* 我想成為 太空生物交配儀式學專家。

source: <32>{#p/basic}{#npc/a}* I'm thinking of getting a ring on my face next time.
pt_br: <32>{#p/basic}{#npc/a}* Estou pensando em colocar um anel na minha cabeça da próxima vez.
zh_cn: <32>{#p/basic}{#npc/a}* 下次我想在脸上戴个圆环。
zh_tw: <32>{#p/basic}{#npc/a}* 下次我想在臉上戴個圓環。

source: <32>{#p/basic}{#npc/a}* There was a Mew Mew doll here for you, but Mettaton had it recalled for personal reasons.
pt_br: <32>{#p/basic}{#npc/a}* Tinha uma boneca Mell Mell aqui pra você, mas o Mettaton levou por motivos pessoais.
zh_cn: <32>{#p/basic}{#npc/a}* 本来是要给你一个喵喵玩偶的， 但Mettaton却因为一些 个人原因把它收回了。
zh_tw: <32>{#p/basic}{#npc/a}* 本來是要給你一個喵喵玩偶的， 但Mettaton卻因為一些 個人原因把它收回了。

source: <32>{#p/basic}{#npc/a}* As compensation, here's its full value in G.
pt_br: <32>{#p/basic}{#npc/a}* Para compensar, aqui está o valor em G.
zh_cn: <32>{#p/basic}{#npc/a}* 作为补偿， 我将给你与其同等价值的G。
zh_tw: <32>{#p/basic}{#npc/a}* 作為補償， 我將給你與其同等價值的G。

source: <32>{#s/equip}{#p/human}{#npc}* (You got 999G.)
pt_br: <32>{#s/equip}{#p/human}{#npc}* (Você ganhou 999G.)
zh_cn: <32>{#s/equip}{#p/human}{#npc}* （你获得了999G。）
zh_tw: <32>{#s/equip}{#p/human}{#npc}* （你獲得了999G。）

source: <32>{#p/basic}{#npc/a}* The rest of your winnings are still available for pickup.
pt_br: <32>{#p/basic}{#npc/a}* O restante dos seus ganhos ainda estão aqui para pegar.
zh_cn: <32>{#p/basic}{#npc/a}* 其他的奖品 还是可以正常领取的。
zh_tw: <32>{#p/basic}{#npc/a}* 其他的獎品 還是可以正常領取的。

source: <32>{#p/basic}{#npc/a}* I apologize for the trouble.
pt_br: <32>{#p/basic}{#npc/a}* Eu peço desculpas pela confusão.
zh_cn: <32>{#p/basic}{#npc/a}* 很抱歉给你带来了困扰。
zh_tw: <32>{#p/basic}{#npc/a}* 很抱歉給你帶來了困擾。

source: <32>{#p/human}* (The note etched into the table apologizes for retaking an item.)
pt_br: <32>{#p/human}* (A nota gravada na tabela pede desculpas por retomar um item.)
zh_cn: <32>{#p/human}* （桌子上的便条 描述了为收回某件东西 而感到抱歉。）
zh_tw: <32>{#p/human}* （桌子上的便條 描述了為收回某件東西 而感到抱歉。）

source: <32>{#p/basic}* There's a note etched into the table here.
pt_br: <32>{#p/basic}* Tem uma nota em cima da mesa.
zh_cn: <32>{#p/basic}* 这桌子上有一张便条。
zh_tw: <32>{#p/basic}* 這桌子上有一張便條。

source: <32>{#p/mettaton}* "SORRY, BUT I HAD TO TAKE THE MEW MEW DOLL BACK WITH ME." * "NOTHING PERSONAL, OF COURSE."
pt_br: <32>{#p/mettaton}* "DESCULPA, MAS EU PRECISEI PEGAR A MELL MELL COMIGO DE VOLTA." * "NADA PESSOAL, CLARO."
zh_cn: <32>{#p/mettaton}* “抱歉， 我得把喵喵玩偶带回去。” * “当然这并没有针对你。”
zh_tw: <32>{#p/mettaton}* 「抱歉， 我得把喵喵玩偶帶回去。」 * 「當然這並沒有針對你。」

source: <32>{#p/human}* (But you didn't have the key.)
pt_br: <32>{#p/human}* (Mas você não tinha nenhuma chave.)
zh_cn: <32>{#p/human}* （但是你没有钥匙。）
zh_tw: <32>{#p/human}* （但是你沒有鑰匙。）

source: <32>{#p/basic}* It's locked.
pt_br: <32>{#p/basic}* Está trancado.
zh_cn: <32>{#p/basic}* 锁住了。
zh_tw: <32>{#p/basic}* 鎖住了。

source: <32>{#p/human}* (You unlocked the safe with the Rusty Key.)
pt_br: <32>{#p/human}* (Você destrancou o cadeado com a Chave Oxidada.)
zh_cn: <32>{#p/human}* （你用生锈的钥匙打开了保险箱。）
zh_tw: <32>{#p/human}* （你用生鏽的鑰匙打開了保險箱。）

source: <32>{#p/basic}* The shelves are labelled "old earth weaponry."
pt_br: <32>{#p/basic}* As prateleiras são rotuladas como "armamento da terra antiga."
zh_cn: <32>{#p/basic}* 柜子上的标签写着 “古老的地球武器”。
zh_tw: <32>{#p/basic}* 柜子上的標籤寫著 「古老的地球武器」。

source: <32>{#p/human}* (You got the Stun Gun.)
pt_br: <32>{#p/human}* (Você pegou a Arma de Choque.)
zh_cn: <32>{#p/human}* （你拿走了一把电击枪。）
zh_tw: <32>{#p/human}* （你拿走了一把電擊槍。）

source: <32>{#p/human}* (You got the Sleep Bomb.)
pt_br: <32>{#p/human}* (Você pegou a Bomba de Sono.)
zh_cn: <32>{#p/human}* （你拿走了一颗瞌睡弹。）
zh_tw: <32>{#p/human}* （你拿走了一顆瞌睡彈。）

source: <32>{#p/human}* (You got the Sugar Spray.)
pt_br: <32>{#p/human}* (Você pegou o Spray de Açúcar.)
zh_cn: <32>{#p/human}* （你拿走了一瓶糖雾喷。）
zh_tw: <32>{#p/human}* （你拿走了一瓶糖霧噴。）

source: <32>{#p/human}* (But there wasn't anything left to take here.)
pt_br: <32>{#p/human}* (Não tem mais nada para pegar aqui.)
zh_cn: <32>{#p/human}* （里面已经空空如也。）
zh_tw: <32>{#p/human}* （裡面已經空空如也。）

source: <32>{#p/basic}* It's empty.
pt_br: <32>{#p/basic}* Está vazio.
zh_cn: <32>{#p/basic}* 空空如也。
zh_tw: <32>{#p/basic}* 空空如也。

source: <32>{#p/basic}* ... but everybody ran.
pt_br: <32>{#p/basic}* ... mas todo mundo fugiu.
zh_cn: <32>{#p/basic}* ...但是大家都逃走了。
zh_tw: <32>{#p/basic}* ...但是大家都逃走了。

source: <32>{#p/basic}* ... but nobody came.
pt_br: <32>{#p/basic}* ... mas ninguém veio.
zh_cn: <32>{#p/basic}* ...但是谁也没有来。
zh_tw: <32>{#p/basic}* ...但是誰也沒有來。

source: * (Leave 36G in the web?)
pt_br: * (Deixar 36G na teia?)
zh_cn: * （在蜘蛛网里放36G吗？）
zh_tw: * （在蜘蛛網裡放36G嗎？）

source: * (Leave 56G in the web?)
pt_br: * (Deixar 56G na teia?)
zh_cn: * （在蜘蛛网里放56G吗？）
zh_tw: * （在蜘蛛網裡放56G嗎？）

source: <32>{#p/basic}* Some spiders crawled out and gave you an item.
pt_br: <32>{#p/basic}* Algumas aranhas arrastam um item para você através da teia.
zh_cn: <32>{#p/basic}* 几只蜘蛛爬了下来， 并给了你一样东西。
zh_tw: <32>{#p/basic}* 幾隻蜘蛛爬了下來， 並給了你一樣東西。

source: <32>{#s/equip}{#p/human}* (You got the Hyper Vortex Pop.)
pt_br: <32>{#s/equip}{#p/human}* (Você pegou o Pop Hiper Vórtice.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了豪华涡旋棒棒糖。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了豪華渦旋棒棒糖。）

source: <32>{#p/human}* (You decide not to leave anything.)
pt_br: <32>{#p/human}* (Você decidiu não deixar nada.)
zh_cn: <32>{#p/human}* （你不打算这么做。）
zh_tw: <32>{#p/human}* （你不打算這麼做。）

source: <32>{#p/basic}* There's a message woven into the web.
pt_br: <32>{#p/basic}* Tem uma mensagem presa na teia.
zh_cn: <32>{#p/basic}* 蛛网编织成了一行字。
zh_tw: <32>{#p/basic}* 蛛網編織成了一行字。

source: <32>{#p/basic}* "At peace, spider queen."
pt_br: <32>{#p/basic}* "Durma em paz, Rainha Aranha."
zh_cn: <32>{#p/basic}* “安息吧，蜘蛛女王。”
zh_tw: <32>{#p/basic}* 「安息吧，蜘蛛女王。」

source: <32>{#p/human}* (You run your hand through the spider web.)
pt_br: <32>{#p/human}* (Você coloca sua mão dentro da teia de aranha.)
zh_cn: <32>{#p/human}* （你将手穿过蛛网。）
zh_tw: <32>{#p/human}* （你將手穿過蛛網。）

source: <25>{#p/asriel1}{#f/10}* Frisk, there's nothing in there except spider silk.
pt_br: <25>{#p/asriel1}{#f/10}* Frisk, não tem nada aí a não ser seda de aranha.
zh_cn: <25>{#p/asriel1}{#f/10}* Frisk，这里空无一物， 除了蛛丝。
zh_tw: <25>{#p/asriel1}{#f/10}* Frisk，這裡空無一物， 除了蛛絲。

source: <25>* You're going to make a mess.
pt_br: <25>* Você vai fazer uma sujeira.
zh_cn: <25>* 你的手会黏上蛛丝的。
zh_tw: <25>* 你的手會黏上蛛絲的。

source: <25>{#p/asriel1}{#f/13}* Please trust me. * This will take forever to wash away.
pt_br: <25>{#p/asriel1}{#f/13}* Por favor, confie em mim. * Vai tomar um tempão pra limpar tudo.
zh_cn: <25>{#p/asriel1}{#f/13}* 信我的。 * 这得花很长时间才能洗掉。
zh_tw: <25>{#p/asriel1}{#f/13}* 信我的。 * 這得花很長時間才能洗掉。

source: <25>{#f/15}* I have... experience.
pt_br: <25>{#f/15}* Eu tenho... experiência.
zh_cn: <25>{#f/15}* 我对此... 富有经验。
zh_tw: <25>{#f/15}* 我對此... 富有經驗。

source: <25>{#p/asriel1}{#f/15}* Or... you could just keep doing it.
pt_br: <25>{#p/asriel1}{#f/15}* Ou... você pode continuar fazendo isso.
zh_cn: <25>{#p/asriel1}{#f/15}* 或者... 你可以继续。
zh_tw: <25>{#p/asriel1}{#f/15}* 或者... 你可以繼續。

source: <26>{#f/16}* That's your loss.
pt_br: <26>{#f/16}* Vai ser culpa sua.
zh_cn: <26>{#f/16}* 反正不关我事。
zh_tw: <26>{#f/16}* 反正不關我事。

source: <25>{#p/asriel1}{#f/13}* Really now...
pt_br: <25>{#p/asriel1}{#f/13}* Sério isso...
zh_cn: <25>{#p/asriel1}{#f/13}* 我认真的...
zh_tw: <25>{#p/asriel1}{#f/13}* 我認真的...

source: <32>{#p/basic}* The web is empty.
pt_br: <32>{#p/basic}* A teia está vazia.
zh_cn: <32>{#p/basic}* 蛛网上什么都没有。
zh_tw: <32>{#p/basic}* 蛛網上什麼都沒有。

source: <32>{#p/human}* (You dip your hands into the strange bowl of food.) * (It's quite slimy.)
pt_br: <32>{#p/human}* (Você coloca suas mãos na estranha vasilha de comida.) * (É bem gosmento.)
zh_cn: <32>{#p/human}* （你将手伸进碗里的食物中。） * （好黏。）
zh_tw: <32>{#p/human}* （你將手伸進碗裡的食物中。） * （好黏。）

source: * (Take the food?)
pt_br: * (Pegar a comida?)
zh_cn: * （拿走食物吗？）
zh_tw: * （拿走食物嗎？）

source: <33>{#p/basic}* It's a kind of mysterious food.
pt_br: <33>{#p/basic}* É uma comida misteriosa.
zh_cn: <33>{#p/basic}* 这是某种神秘的食物。
zh_tw: <33>{#p/basic}* 這是某種神秘的食物。

source: <32>{#p/human}* (You got the Mysteryfood.)
pt_br: <32>{#p/human}* (Você pegou a Comida Misteriosa.)
zh_cn: <32>{#p/human}* （你拿走了神秘食物。）
zh_tw: <32>{#p/human}* （你拿走了神秘食物。）

source: <25>{#p/asriel1}{#f/15}* That... thing... can't be healthy for you.
pt_br: <25>{#p/asriel1}{#f/15}* Aquela... coisa... sem chances que aquilo é saudável.
zh_cn: <25>{#p/asriel1}{#f/15}* 那玩意... 对你不咋健康。
zh_tw: <25>{#p/asriel1}{#f/15}* 那玩意... 對你不咋健康。

source: <25>{#f/16}* I hope you realize that.
pt_br: <25>{#f/16}* Espero que você já saiba disso.
zh_cn: <25>{#f/16}* 我希望你应该知道。
zh_tw: <25>{#f/16}* 我希望你應該知道。

source: <32>{#p/human}* (You decide not to take anything.)
pt_br: <32>{#p/human}* (Você decide não pegar nada.)
zh_cn: <32>{#p/human}* （你不打算这么做。）
zh_tw: <32>{#p/human}* （你不打算這麼做。）

source: <32>{#p/human}* (You got the Sonic Resonator.)
pt_br: <32>{#p/human}* (Você pegou o Sonic Resonator.)
zh_cn: <32>{#p/human}* （你捡到了一个声波谐振器。）
zh_tw: <32>{#p/human}* （你撿到了一個聲波諧振器。）

source: * (Equip the Sonic Resonator?)
pt_br: * (Equipar o Sonic Resonator?)
zh_cn: * （启动声波谐振器吗？）
zh_tw: * （啟動聲波諧振器嗎？）

source: <32>{#p/human}* (You're carrying too much to take that.)
pt_br: <32>{#p/human}* (Você está carregando muito para pegar isso.)
zh_cn: <32>{#p/human}* （你带的东西太多，装不下它了。）
zh_tw: <32>{#p/human}* （你帶的東西太多，裝不下它了。）

source: <32>{#p/human}* (You got the Tablaphone.)
pt_br: <32>{#p/human}* (Você pegou o Tablaphone.)
zh_cn: <32>{#p/human}* （你捡到了一架塔布拉木琴。）
zh_tw: <32>{#p/human}* （你撿到了一架塔布拉木琴。）

source: * (Equip the Tablaphone?)
pt_br: * (Equipar o Tablaphone?)
zh_cn: * （架起塔布拉木琴吗？）
zh_tw: * （架起塔布拉木琴嗎？）

source: <32>{#p/human}* (You got the Moon Pie.)
pt_br: <32>{#p/human}* (Você pegou a Torta da Lua.)
zh_cn: <32>{#p/human}* （你拿走了月派。）
zh_tw: <32>{#p/human}* （你拿走了月派。）

source: <32>{#p/human}* (The attached note describes an intention to help someone in need.)
pt_br: <32>{#p/human}* (Uma nota atrelada a ela descreve a intenção de ajudar alguém que precise.)
zh_cn: <32>{#p/human}* （附带的纸条描述了 希望帮助有需要的人的意图。）
zh_tw: <32>{#p/human}* （附帶的紙條描述了 希望幫助有需要的人的意圖。）

source: <32>{#p/basic}* There's a note attached...
pt_br: <32>{#p/basic}* Tem uma nota atrelada...
zh_cn: <32>{#p/basic}* 派的上面粘着一张字条...
zh_tw: <32>{#p/basic}* 派的上面粘著一張字條...

source: <32>{#p/basic}* "I know I'm different. I don't fit in with most people on the outpost."
pt_br: <32>{#p/basic}* "Eu sei que sou diferente. Eu não me pareço com as pessoas do Outpost."
zh_cn: <32>{#p/basic}* “我知道，自己与众不同。 在前哨站，我总是不合群。”
zh_tw: <32>{#p/basic}* 「我知道，自己與眾不同。 在前哨站，我總是不合群。」

source: <32>{#p/basic}* "But maybe, with this simple slice of pie, I can help someone out."
pt_br: <32>{#p/basic}* "Mas talvez, com este pequeno pedaço de torta, eu possa ajudar alguém."
zh_cn: <32>{#p/basic}* “但也许在某处， 也有个像我一样的人。”
zh_tw: <32>{#p/basic}* 「但也許在某處， 也有個像我一樣的人。」

source: <32>{#p/basic}* "Someone kind, but misunderstood like myself..."
pt_br: <32>{#p/basic}* "Alguém bondoso, e que os outros não entendem, como eu..."
zh_cn: <32>{#p/basic}* “他十分善良，却常常被误解...”
zh_tw: <32>{#p/basic}* 「他十分善良，卻常常被誤解...」

source: <32>{#p/basic}* "... someone in need of some extra health."
pt_br: <32>{#p/basic}* "... alguém que precise de um pouco mais de energia."
zh_cn: <32>{#p/basic}* “他需要额外的生命值用以自保...”[ADD]<32>{#p/basic}* “我希望，能用这块派帮到他。”
zh_tw: <32>{#p/basic}* 「他需要額外的生命值用以自保...」[ADD]<32>{#p/basic}* 「我希望，能用這塊派幫到他。」

source: RATINGS $(x)
pt_br: CLASSIFICAÇÕES $(x)
zh_cn: $(x)人正在看
zh_tw: $(x)人正在看

source: GOLD $(x)
zh_cn: 获胜奖金 $(x)G
zh_tw: 獲勝獎金 $(x)G

source: <18>{#p/papyrus}{#f/5}PAPYRUS HERE.
pt_br: <18>{#p/papyrus}{#f/5}PAPYRUS AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}我是PAPYRUS。
zh_tw: <18>{#p/papyrus}{#f/5}我是PAPYRUS。

source: <18>{#f/5}I'VE DECIDED I CAN'T HIDE AWAY ANY LONGER.
pt_br: <18>{#f/5}EU DECIDI QUE NÃO POSSO MAIS ME ESCONDER.
zh_cn: <18>{#f/5}我不能再躲躲藏藏了。
zh_tw: <18>{#f/5}我不能再躲躲藏藏了。

source: <18>{#f/6}THE PEOPLE OUT THERE NEED MY HELP!
pt_br: <18>{#f/6}AS PESSOAS PRECISAM DE MINHA AJUDA!
zh_cn: <18>{#f/6}人们需要我的帮助！
zh_tw: <18>{#f/6}人們需要我的幫助！

source: <18>{#f/5}AND, ULTIMATELY...
pt_br: <18>{#f/5}E, ULTIMAMENTE...
zh_cn: <18>{#f/5}而且...
zh_tw: <18>{#f/5}而且...

source: <18>{#f/6}I'D LIKE TO CATCH UP WITH YOU IN PERSON AGAIN.
pt_br: <18>{#f/6}EU SENTI QUE PRECISO TE ENCONTRAR DE NOVO.
zh_cn: <18>{#f/6}我到底还是 想再见见你。
zh_tw: <18>{#f/6}我到底還是 想再見見你。

source: <18>{#f/7}IF "ASRIEL" SEES ME ALIVE, THEN SO BE IT!
pt_br: <18>{#f/7}SE "ASRIEL" ME VER VIVO, ENTÃO QUE SEJA!
zh_cn: <18>{#f/7}就算让“ASRIEL” 知道我还活着 又怎么样！
zh_tw: <18>{#f/7}就算讓「ASRIEL」 知道我還活著 又怎麼樣！

source: <18>{#f/7}I REFUSE TO STAND AROUND AND DO NOTHING ALL DAY.
pt_br: <18>{#f/7}ME RECUSO A FICAR PARADO E NÃO FAZER NADA!
zh_cn: <18>{#f/7}我决不容忍自己 就这么杵在这，无所事事。
zh_tw: <18>{#f/7}我決不容忍自己 就這麼杵在這，無所事事。

source: <18>{#f/4}SEE YOU SOON.
pt_br: <18>{#f/4}TE VEJO EM BREVE.
zh_cn: <18>{#f/4}待会见。
zh_tw: <18>{#f/4}待會見。

source: <33>{#p/basic}* It's Alphys's spare cell phone. * Comes with a liftgate pass and two dimensional boxes.
pt_br: <33>{#p/basic}* É o celular reserva de Alphys. * Vem com uma passagem de porta-malas e caixas bidimensionais.
zh_cn: <33>{#p/basic}* Alphys的备用机。 * 自带一张升降机通行证 和两个次元箱子。ゑ
zh_tw: <33>{#p/basic}* Alphys的備用機。 * 自帶一張升降機通行證 和兩個次元箱子。ゑ

source: <32>{#p/basic}* It's a smart cell phone. * Comes with a liftgate pass and two dimensional boxes.
pt_br: <32>{#p/basic}* É um telefone celular inteligente. Vem com uma passagem de caixas bidimensionais.
zh_cn: <32>{#p/basic}* 一部智能手机。 * 自带一张升降机通行证 和两个次元箱子。ゑ
zh_tw: <32>{#p/basic}* 一部智慧型手機。 * 自帶一張升降機通行證 和兩個次元箱子。ゑ

source: <32>{#p/basic}* The one-time use portable jetpack slot is notably empty.
pt_br: <32>{#p/basic}* A mochila a jato de uso único não está mais disponível.
zh_cn: <32>{#p/basic}* 很奇怪， 一次性便携飞行器的槽 居然是空的。ゑ
zh_tw: <32>{#p/basic}* 很奇怪， 一次性便攜飛行器的槽 居然是空的。ゑ

source: <32>{#p/basic}* Additionally, a one-time use portable jetpack is available.
pt_br: <32>{#p/basic}* Além disso, um jetpack portátil de uso único está disponível.
zh_cn: <32>{#p/basic}* 此外， 还有个一次性的便携式喷气背包。ゑ
zh_tw: <32>{#p/basic}* 此外， 還有個一次性便攜飛行器。ゑ

source: <32>{#p/human}* (You got the upgraded CELL.)
pt_br: <32>{#p/human}* (Você obteve um celular aprimorado.)
zh_cn: <32>{#p/human}* （你有了一部新手机。）
zh_tw: <32>{#p/human}* （你有了一部新手機。）

source: <25>{#p/asriel2}{#f/10}* Finally.
pt_br: <25>{#p/asriel2}{#f/10}* Finalmente.
zh_cn: <25>{#p/asriel2}{#f/10}* 终于啊。
zh_tw: <25>{#p/asriel2}{#f/10}* 終於啊。

source: <25>{#p/asriel2}{#f/10}* I wonder if there's any old messages on it.
pt_br: <25>{#p/asriel2}{#f/10}* Me pergunto se a mensagens antigas nele.
zh_cn: <25>{#p/asriel2}{#f/10}* 不知道上面有没有聊天记录。ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 不知道上面有沒有聊天記錄。ゑ

source: <25>{#p/alphys}{#f/2}* Oh my god!
pt_br: <25>{#p/alphys}{#f/2}* Oh meu senhor!
zh_cn: <25>{#p/alphys}{#f/2}* 我的天啊！
zh_tw: <25>{#p/alphys}{#f/2}* 我的天啊！

source: <25>{#f/3}* How did you...
pt_br: <25>{#f/3}* Como você...
zh_cn: <25>{#f/3}* 你怎么...
zh_tw: <25>{#f/3}* 你怎麼...

source: <25>{#f/3}* How did you get here so fast!?
pt_br: <25>{#f/3}* Como você chegou aqui tão rápido!?
zh_cn: <25>{#f/3}* 你怎么这么快就到了！？
zh_tw: <25>{#f/3}* 你怎麼這麼快就到了！？

source: <25>{#p/alphys}{#f/10}* O-oh... you're the human who...
pt_br: <25>{#p/alphys}{#f/10}* A-ah... você é o humano que...
zh_cn: <25>{#p/alphys}{#f/10}* 哦... 你是那个人类...
zh_tw: <25>{#p/alphys}{#f/10}* 喔... 你是那個人類...

source: <25>{#f/3}* Who... uh...
pt_br: <25>{#f/3}* Que... un...
zh_cn: <25>{#f/3}* 那个...
zh_tw: <25>{#f/3}* 那個...

source: <25>{#f/4}* I just got off the phone, I still haven't checked the lab...
pt_br: <25>{#f/4}* Eu acabei de sair do celular, ainda nem olhei o laboratório...
zh_cn: <25>{#f/4}* 我刚接完电话， 还没检查实验室...
zh_tw: <25>{#f/4}* 我剛接完電話， 還沒檢查實驗室...

source: <25>{#f/17}* ...
zh_tw: <25>{#f/17}* ...ゑ

source: <25>{#g/alphysWhyOhWhy}* You know what, there's no problem here!
pt_br: <25>{#g/alphysWhyOhWhy}* Sabe de uma coisa, não tem problema algum aqui!
zh_cn: <25>{#g/alphysWhyOhWhy}* 呃，没事没事，一切都好！
zh_tw: <25>{#g/alphysWhyOhWhy}* 呃，沒事沒事，一切都好！

source: <25>{#g/alphysUhButHeresTheDeal}* You didn't do anything wrong at all!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Você nem fez nada de errado!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 请放一万个心， 你一点儿错都没有！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 請放一萬個心， 你一點兒錯都沒有！

source: <25>{#g/alphysCutscene1}* Nope! * You're just a...
pt_br: <25>{#g/alphysCutscene1}* Não! * Você só é...
zh_cn: <25>{#g/alphysCutscene1}* 啥跟啥啊！ * 你就是个...
zh_tw: <25>{#g/alphysCutscene1}* 啥跟啥啊！ * 你就是個...

source: <25>{#g/alphysCutscene2}* A perfect little angel who never did a single wrong thing.
pt_br: <25>{#g/alphysCutscene2}* Um anjo perfeito que não fez uma coisa errada.
zh_cn: <25>{#g/alphysCutscene2}* 没干过坏事的小天使，哈哈。
zh_tw: <25>{#g/alphysCutscene2}* 沒幹過壞事的小天使，哈哈。

source: <25>{#f/20}* ...
zh_tw: <25>{#f/20}* ...ゑ
