Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/16}* ... you could pull memories from other places.
pt_br: <25>{#f/16}* ... você poderia trazer memórias de outros lugares.
zh_cn: <25>{#f/16}* ... 你就能从 其他地方提取记忆。
zh_tw: <25>{#f/16}* ...再植入怪物的 記憶空間？

source: <25>{#p/asriel1}{#f/20}* I must be crazy.
pt_br: <25>{#p/asriel1}{#f/20}* Deve ser loucura.
zh_cn: <25>{#p/asriel1}{#f/20}* 我一定是疯了。
zh_tw: <25>{#p/asriel1}{#f/20}* 我一定是瘋了。

source: <32>{#p/basic}* "This plaque is dedicated to Professor T. N. Roman." * "May your legacy live on."
pt_br: <32>{#p/basic}* "Esta placa é dedicada ao Professor T. N. Roman." * "Legado eternizado."
zh_cn: <32>{#p/basic}* “谨上 T.N.Roman教授” “愿您的足迹永存世间。”ゑ
zh_tw: <32>{#p/basic}* 「謹上 T.N.Roman教授」 「願您的足跡永存世間。」ゑ

source: <32>{#p/human}* (The sign lists off what lies in each direction.)
pt_br: <32>{#p/human}* (O sinal lista o que tem em casa direção.)
zh_cn: <32>{#p/human}* （该标志列出了各个方向的场所。）
zh_tw: <32>{#p/human}* （該標誌列出了各個方向的場所。）

source: <32>{#p/basic}* "Left - Stage Four" * "Right - Elevator"
pt_br: <32>{#p/basic}* "Esquerda - Estágio Quatro" * "Direita - Elevador"
zh_cn: <32>{#p/basic}* “向左 - 四号舞台” * “向右 - 核心出口”
zh_tw: <32>{#p/basic}* 「向左 - 四號舞臺」 * 「向右 - 核心出口」

source: <32>{#p/human}* (You get the sense you've seen this table somewhere else before.)
pt_br: <32>{#p/human}* (Você tem o sentimento de que viu essa mesa em algum lugar antes.)
zh_cn: <32>{#p/human}* （你觉得你之前见过这张桌子。）
zh_tw: <32>{#p/human}* （你覺得你之前見過這張桌子。）

source: <32>{#p/basic}* A familiar-looking table. * Don't you recognize where this table is from?
pt_br: <32>{#p/basic}* Uma mesa familiar. * Você não reconhece de onde vem essa mesa?
zh_cn: <32>{#p/basic}* 一张眼熟的桌子。 * 看出来这桌子是从哪来的吗？
zh_tw: <32>{#p/basic}* 一張眼熟的桌子。 * 看出來這桌子是從哪來的嗎？

source: <32>{#p/basic}* A familiar-looking table.
pt_br: <32>{#p/basic}* Uma mesa familiar.
zh_cn: <32>{#p/basic}* 一张眼熟的桌子。
zh_tw: <32>{#p/basic}* 一張眼熟的桌子。

source: <32>{#p/human}* (You get the sense you've seen this chair somewhere else before.)
pt_br: <32>{#p/human}* (Você tem o sentimento de que já viu essa cadeira em algum lugar.)
zh_cn: <32>{#p/human}* （你觉得你之前见过这把椅子。）
zh_tw: <32>{#p/human}* （你覺得你之前見過這把椅子。）

source: <32>{#p/basic}* A familiar-looking chair. * They really know how to vary up the design.
pt_br: <32>{#p/basic}* Uma cadeira familiar. * Eles realmente sabem como variar o design.
zh_cn: <32>{#p/basic}* 一把眼熟的椅子。 * 他们可真会搞混搭。
zh_tw: <32>{#p/basic}* 一把眼熟的椅子。 * 他們可真會搞混搭。

source: <32>{#p/basic}* A familiar-looking chair.
pt_br: <32>{#p/basic}* Uma cadeira familiar.
zh_cn: <32>{#p/basic}* 一把眼熟的椅子。
zh_tw: <32>{#p/basic}* 一把眼熟的椅子。

source: <32>{#p/human}* (You can't make out what's in the box...)
pt_br: <32>{#p/human}* (Você não entende o que tem na caixa...)
zh_cn: <32>{#p/human}* （你无法辨认出 箱子里有什么...）
zh_tw: <32>{#p/human}* （你無法辨認出 箱子裡有什麼...）

source: <32>{#p/basic}* It's a bunch of mostly-empty cardboard boxes.
pt_br: <32>{#p/basic}* É um monte de caixas de papelão quase vazias.
zh_cn: <32>{#p/basic}* 一堆纸箱，几乎全是空的。
zh_tw: <32>{#p/basic}* 一堆紙箱，幾乎全是空的。

source: <32>{#p/basic}* This dull box has a few test tubes lying at the bottom.
pt_br: <32>{#p/basic}* Esta caixa sem graça tem alguns tubos de ensaio na parte inferior.
zh_cn: <32>{#p/basic}* 棕箱子的箱底放着几支试管。
zh_tw: <32>{#p/basic}* 棕箱子的箱底放著幾支試管。

source: <32>{#p/basic}* This tall box reeks of exotic chemicals.
pt_br: <32>{#p/basic}* Esta caixa alta cheira a produtos químicos exóticos.
zh_cn: <32>{#p/basic}* 高箱子里放着一些奇怪的化学试剂。
zh_tw: <32>{#p/basic}* 高箱子裡放著一些奇怪的化學試劑。

source: <32>{#p/basic}* This small box contains papers all written in an odd font.
pt_br: <32>{#p/basic}* Está pequena caixa contém papéis com escritas em todas as fontes possíveis.
zh_cn: <32>{#p/basic}* 小箱子里装着一些研究论文， 论文的字体很奇怪。
zh_tw: <32>{#p/basic}* 小箱子裡裝著一些研究論文， 論文的字體很奇怪。

source: <32>{#p/human}* (This setup strikes you as rather dangerous.)
pt_br: <32>{#p/human}* (Este setup te parece bem perigoso.)
zh_cn: <32>{#p/human}* （这个装置让你感到很危险。）
zh_tw: <32>{#p/human}* （這個裝置讓你感到很危險。）

source: <32>{#p/basic}* Chemicals on conveyor belts.
pt_br: <32>{#p/basic}* Produtos químicos em correias transportadoras.
zh_cn: <32>{#p/basic}* 传送带上有几瓶化学试剂。
zh_tw: <32>{#p/basic}* 傳送帶上有幾瓶化學試劑。

source: <32>{#p/basic}* Chemicals on conveyor belts. * Somehow, nothing's ever gone wrong with this.
pt_br: <32>{#p/basic}* Produtos químicos em correias transportadoras. * De alguma forma, nada nunca deu errado.
zh_cn: <32>{#p/basic}* 传送带上有几瓶化学试剂。 * 怪了，竟然没出岔子。
zh_tw: <32>{#p/basic}* 傳送帶上有幾瓶化學試劑。 * 怪了，竟然沒出岔子。

source: <32>{#p/basic}* Chemicals on conveyor belts. * What could possibly go wrong?
pt_br: <32>{#p/basic}* Produtos químicos em correias transportadoras. * O que poderia dar errado?
zh_cn: <32>{#p/basic}* 传送带上有几瓶化学试剂。 * 能出啥岔子呢？
zh_tw: <32>{#p/basic}* 傳送帶上有幾瓶化學試劑。 * 能出啥岔子呢？

source: <32>{#p/mettaton}* NOTHING LIKE THE CALMING WHIR OF AN MTT-TRIPLE-A-SAFE-RATED CONVEYOR BELT!
pt_br: <32>{#p/mettaton}* NADA COMO O ZUMBIDO CALMANTE DE UMA CORREIA TRANSPORTADORA COM CLASSIFICAÇÃO MTT-TRIPLE-A-SAFE!
zh_cn: <32>{#p/mettaton}* 没有什么比MTT超安全级传送带 发出的平静嗡嗡声更好了！
zh_tw: <32>{#p/mettaton}* 沒有什麼比MTT超安全級傳送帶 發出的平靜嗡嗡聲更好了！

source: <32>* NOT ONLY DOES IT SAVE YOU FROM HAVING TO REACH AN EXTRA TWO MICRONS TO GRAB THINGS...
pt_br: <32>* NÃO APENAS TE SALVA TEMPO DE TER QUE ALCANÇAR OUTROS DOIS EXTRAS MICRONS PARA SEGURAR COISAS...
zh_cn: <32>* 它不仅让你不必再 多伸两微米去拿东西...
zh_tw: <32>* 它不僅讓你不必再 多伸兩微米去拿東西...

source: <32>* BUT WHEN FLASKS FALL OFF THE SIDE AND VIOLENTLY BREAK OPEN...
pt_br: <32>* MAS QUANDO FRASCOS CAEM VIOLENTAMENTE PARA O LADO E SE QUEBRAM...
zh_cn: <32>* 还能让你在有烧杯从边上掉下来， 猛烈地摔破时...
zh_tw: <32>* 還能讓你在有燒杯從邊上掉下來， 猛烈地摔破時...

source: <32>* YOU GET A SURPRISE CHEMICAL REACTION, FREE OF CHARGE!
pt_br: <32>* VOCÊ GANHA UMA REAÇÃO QUÍMICA SURPRESA, CHEIA DE ENERGIA!
zh_cn: <32>* 免费得到一个意外的化学反应！
zh_tw: <32>* 免費得到一個意外的化學反應！

source: <25>{#p/asriel1}{#f/13}* This is Krios... * A simple representation of it, anyway.
pt_br: <25>{#p/asriel1}{#f/13}* Este é Krios... * Uma representação simples dele, entretanto.
zh_cn: <25>{#p/asriel1}{#f/13}* 这是克里乌斯... * 好吧，这只是一个 简单的模型。
zh_tw: <25>{#p/asriel1}{#f/13}* 這是克伊俄斯... * 好吧，這只是一個 簡單的模型。

source: <25>{#f/17}* I hear it's more colorful than it looks from outer space.
pt_br: <25>{#f/17}* Eu ouvi dizer que é mais colorido do que parece no espaço sideral.
zh_cn: <25>{#f/17}* 我听说它实际上比 从外太空看到的 更加丰富多彩。
zh_tw: <25>{#f/17}* 我聽說它實際上比 從外太空看到的 更加豐富多彩。

source: <25>{#p/asriel1}{#f/13}* So, one time, out of desperate curiosity...
pt_br: <25>{#p/asriel1}{#f/13}* Então, uma vez, desesperado de curiosidade...
zh_cn: <25>{#p/asriel1}{#f/13}* 有一次， 出于极度渴望的好奇心...
zh_tw: <25>{#p/asriel1}{#f/13}* 有一次， 出於極度渴望的好奇心...

source: <25>{#f/17}* I managed to organize the construction of a new outpost section.
pt_br: <25>{#f/17}* Eu fui capaz de organizar a construção de um novo setor no Outpost.
zh_cn: <25>{#f/17}* 我设法组织建设了 一个新的前哨区。
zh_tw: <25>{#f/17}* 我設法組織建設了 一個新的前哨區。

source: <26>{#f/20}* And when I say organize, it was more like... * I kinda forced them to.
pt_br: <26>{#f/20}* E quando eu digo organizar, foi mais tipo... * Eu obrigando todos a construírem.
zh_cn: <26>{#f/20}* 说是组织... 其实更像... 强迫。
zh_tw: <26>{#f/20}* 說是組織... 其實更像... 強迫。

source: <25>{#f/13}* It was... a re-creation of a part of the homeworld.
pt_br: <25>{#f/13}* Foi basicamente, uma re-criação de uma parte do mundo natal.
zh_cn: <25>{#f/13}* 是为了让母星的... 一部分重现。
zh_tw: <25>{#f/13}* 目的是為了... 重現母星的一部分樣貌。

source: <25>{#p/asriel1}{#f/13}* The re-creation wasn't perfect...
pt_br: <25>{#p/asriel1}{#f/13}* A re-criação não estava perfeita.
zh_cn: <25>{#p/asriel1}{#f/13}* 虽然这并不怎么完美...
zh_tw: <25>{#p/asriel1}{#f/13}* 不過最終成果 看著不咋地...

source: <25>{#f/15}* Probably because nobody really wanted to build it...
pt_br: <25>{#f/15}* Provavelmente porque ninguém queria construir...
zh_cn: <25>{#f/15}* 可能是出于被强迫的 原因，使得人们 并不愿意认真建造。
zh_tw: <25>{#f/15}* 大概是感覺自己被強迫了， 人們幹活不咋認真導致的。

source: <25>{#f/17}* But I understood why that old world is so highly spoken of.
pt_br: <25>{#f/17}* Mas eu entendo o motivo de falarem tanto desse planeta.
zh_cn: <25>{#f/17}* 但我至少明白了， 旧世界为什么会让 人们交口称誉。
zh_tw: <25>{#f/17}* 起碼我還是明白了， 舊世界為什麼會讓 人們交口稱譽。

source: <25>{#f/23}* It was... beautiful. * I'd never seen anything like it.
pt_br: <25>{#f/23}* Ele era... lindo. * Eu nunca vi nada igual a ele.
zh_cn: <25>{#f/23}* 它是... 如此的美丽。 * 可以称得上为 心目中的世外桃源。
zh_tw: <25>{#f/23}* 它是... 如此的美麗。 * 可以稱得上為 心目中的世外桃源。

source: <25>{#p/asriel1}{#f/17}* I'll always remember the re-creation of the sky...
pt_br: <25>{#p/asriel1}{#f/17}* Eu sempre me lembro da re-criação do céu...
zh_cn: <25>{#p/asriel1}{#f/17}* 我永远不会 忘记那天的重现。
zh_tw: <25>{#p/asriel1}{#f/17}* 我永遠不會 忘記那天的重現。

source: <32>{#p/basic}* It's a globe.
pt_br: <32>{#p/basic}* É um globo.
zh_cn: <32>{#p/basic}* 一个“地球仪”。
zh_tw: <32>{#p/basic}* 一個「地球儀」。

source: <32>{#p/basic}* It's a globe of monsterkind's... former homeworld.
pt_br: <32>{#p/basic}* É um globo de monstros... antigo Planeta Natal.
zh_cn: <32>{#p/basic}* 一个“地球仪”， 展现着怪物... 曾经的家园。
zh_tw: <32>{#p/basic}* 一個「地球儀」， 展現著怪物... 曾經的家園。

source: <32>{#p/basic}* It's a globe of monsterkind's great homeworld.
pt_br: <32>{#p/basic}* É um globo do grande planeta natal dos monstros.
zh_cn: <32>{#p/basic}* 一个“地球仪”， 展现着怪物伟大的故园。
zh_tw: <32>{#p/basic}* 一個「地球儀」， 展現著怪物偉大的故園。

source: <32>{#p/mettaton}* IT WOULDN'T BE A SCIENCE LAB WITHOUT THE OBLIGATORY GLOBE.
pt_br: <32>{#p/mettaton}* NÃO SERIA UM LABORATÓRIO SEM O OBRIGATÓRIO GLOBO.
zh_cn: <32>{#p/mettaton}* 没有必备的“地球仪”， 这里就不能叫做科学实验室。
zh_tw: <32>{#p/mettaton}* 沒有必備的「地球儀」， 這裡就不能叫做科學實驗室。

source: <32>* UNLIKE MOST OF WHAT'S HERE, IT'S NOT AN MTT-BRAND ITEM.
pt_br: <32>* DIFERENTE DA MAIOR PARTE DO QUE ESTÁ AQUI, ELE NÃO É UM ITEM DA MARCA MTT.
zh_cn: <32>* 这里大部分的东西 都是MTT牌的产品， 但这一件算是个例外。
zh_tw: <32>* 這裡大部分的東西 都是MTT牌的產品， 但這一件算是個例外。

source: <32>* STILL, SINCE ALPHYS MADE IT FOR ME, AND MADE -ME- MYSELF...
pt_br: <32>* AINDA, DESDE QUE FOI ALPHYS QUEM FEZ ISSO PRA MIM, E ME FEZ ELA MESMA...
zh_cn: <32>* 不过，既然ALPHYS为我制作了它， 况且【我】自己也出自她之手...
zh_tw: <32>* 不過，既然ALPHYS為我製作了它， 況且【我】自己也出自她之手...

source: <32>* THERE'S NO REASON TO DOUBT ITS QUALITY FOR A SECOND!
pt_br: <32>* NÃO A RAZÃO PARAR DUVIDAR DA QUALIDADE NEM POR UM SEGUNDO!
zh_cn: <32>* 就没有理由怀疑它的质量！
zh_tw: <32>* 就沒有理由懷疑它的質量！

source: <32>{#p/human}* (You interact with the device, but it does nothing of use.)
pt_br: <32>{#p/human}* (Você interage com o dispositivo, mas ele não faz nada.)
zh_cn: <32>{#p/human}* （你试图与这个装置互动... 无事发生。）
zh_tw: <32>{#p/human}* （你試圖與這個裝置互動...）[ADD]<32>{#p/human}* （...無事發生。）

source: <33>{#p/basic}* A device with no clear purpose.
pt_br: <33>{#p/basic}* Um dispositivo sem propósito claro.
zh_cn: <33>{#p/basic}* 意义不明的装置。
zh_tw: <33>{#p/basic}* 意義不明的裝置。

source: <32>{#p/basic}* Disappointingly, the passage of time has not given this device a greater purpose.
pt_br: <32>{#p/basic}* De forma desapontante, a passagem do tempo não deu utilidade a esse dispositivo.
zh_cn: <32>{#p/basic}* 令人失望的是， 过了这么久这个装置 还是没啥作用。
zh_tw: <32>{#p/basic}* 令人失望的是， 過了這麼久這個裝置 還是沒啥作用。

source: <32>{#p/basic}* The purpose of this device is explicitly unclear.
pt_br: <32>{#p/basic}* O propósito desse dispositivo é explicitamente não esclarecido.
zh_cn: <32>{#p/basic}* 用途不明的装置。
zh_tw: <32>{#p/basic}* 用途不明的裝置。

source: <32>{#p/mettaton}* AH YES, THE EVER-HANDY MTT-BRAND NEUTRON FLOW POLARIZER.
pt_br: <32>{#p/mettaton}* AH SIM, O ÚTIL PARA TODA HORA POLARIZADOR DE FLUXO DE NÊUTRONS DA MARCA MTT.
zh_cn: <32>{#p/mettaton}* 啊，没错，这就是 永远都好用的MTT牌 中子流偏振器。
zh_tw: <32>{#p/mettaton}* 啊，沒錯，這就是 永遠都好用的MTT牌 中子流偏振器。

source: <32>* A DEVICE SO USEFUL, IT GETS ACCESSED AT LEAST TEN TIMES...
pt_br: <32>* UM APARELHO TÃO ÚTIL, ELE ELA ACESSADO AO MENOS DEZ VEZES...
zh_cn: <32>* 它好到可以至少用十次...
zh_tw: <32>* 它好到可以至少用十次...

source: <32>* PER YEAR!!!
pt_br: <32>* POR ANO!!!
zh_cn: <32>* 每年十次！！！
zh_tw: <32>* 每年十次！！！

source: <32>{#p/human}* (You run the nigh-invisible water over your hands.)
pt_br: <32>{#p/human}* (Você joga a água quase invisível sobre suas mãos.)
zh_cn: <32>{#p/human}* （你让几乎透明的水 从你的指缝间流过。）
zh_tw: <32>{#p/human}* （你讓幾乎透明的水 從你的指縫間流過。）

source: <32>{#p/basic}* It's a sink with a replicator- powered water supply.
pt_br: <32>{#p/basic}* É uma pia com um suprimento de água alimentado por replicador.
zh_cn: <32>{#p/basic}* 一个水槽，通过复制器供水。ゑ
zh_tw: <32>{#p/basic}* 一個水槽，通過複製器供水。ゑ

source: <32>{#p/mettaton}* THE MORE COMPLEX THE MATERIAL, THE MORE POWER IT TAKES TO REPLICATE.
pt_br: <32>{#p/mettaton}* QUANTO MAIS COMPLEXO O MATERIAL, MAIS COMPLEXO PARA REPLICAR SE TORNA.
zh_cn: <32>{#p/mettaton}* 材料越复杂， 就需要越多时间来复制。
zh_tw: <32>{#p/mettaton}* 材料越複雜， 就需要越多時間來複製。

source: <32>* THE CORE ONLY PROVIDES SO MUCH POWER, AFTER ALL.
pt_br: <32>* O CORE SÓ PROVE TANTA ENERGIA, DEPOIS DE TUDO.
zh_cn: <32>* 毕竟，核心的供能是有限的。
zh_tw: <32>* 畢竟，核心的供能是有限的。

source: <32>* THANKFULLY, WATER IS ONE OF THE SIMPLEST SUBSTANCES AROUND!
pt_br: <32>* FELIZMENTE, ÁGUA É UMA DAS SUBSTÂNCIAS MAIS SIMPLES DE TODAS!
zh_cn: <32>* 好在水是最简单的物质之一！
zh_tw: <32>* 好在水是最簡單的物質之一！

source: <32>{#p/human}* (You point the microscope at Asriel's face...)
pt_br: <32>{#p/human}* (Você aponta o microscópio para a cara do Asriel...)
zh_cn: <32>{#p/human}* （你将显微镜对准Asriel的脸...）
zh_tw: <32>{#p/human}* （你將顯微鏡對準Asriel的臉...）

source: <32>* (Through the lens, you witness a dazzling array of bright, glowing particles.)
pt_br: <32>* (Através da lente, você testemunha uma variedade deslumbrante de partículas brilhantes e luminosas.)
zh_cn: <32>* （透过镜头， 你看到了一排耀眼的 发光粒子。）
zh_tw: <32>* （透過鏡頭， 你看到了一排耀眼的 發光粒子。）

source: <25>{#p/asriel1}{#f/17}* Monsters are only made of magic, Frisk. * You know that, right?
pt_br: <25>{#p/asriel1}{#f/17}* Monstros são feitos de magia, Frisk. * Você sabe disso, certo?
zh_cn: <25>{#p/asriel1}{#f/17}* 怪物只由 魔法构成，Frisk。 * 你知道的，对吧？
zh_tw: <25>{#p/asriel1}{#f/17}* 怪物只由 魔法構成，Frisk。 * 你知道的，對吧？

source: <25>{#p/asriel1}{#f/13}* You can probably stop doing that now.
pt_br: <25>{#p/asriel1}{#f/13}* Você já pode parar de fazer isso agora.
zh_cn: <25>{#p/asriel1}{#f/13}* 你现在可以 停止这样做了。
zh_tw: <25>{#p/asriel1}{#f/13}* 你現在可以 停止這樣做了。

source: <32>{#p/basic}* A standard-issue CITADEL high- precision electron microscope, circa 261X.
pt_br: <32>{#p/basic}* Um microscópio eletrônico de alta precisão padrão da CIDADELA, circa 261X.
zh_cn: <32>{#p/basic}* 标准规格的精密电子显微镜， 皇家出品。 * 261X年前后制成。
zh_tw: <32>{#p/basic}* 標準規格的精密電子顯微鏡， 皇家出品。 * 261X年前後製成。

source: <32>{#p/mettaton}* THESE ADVANCED MICROSCOPES WERE ONLY RELEASED A FEW YEARS AGO.
pt_br: <32>{#p/mettaton}* ESSES MICROSCÓPIOS AVANÇADOS FORAM CRIADOS A POUCOS ANOS ATRÁS.
zh_cn: <32>{#p/mettaton}* 这些先进的显微镜是 几年前刚推出的。
zh_tw: <32>{#p/mettaton}* 這些先進的顯微鏡是 幾年前剛推出的。

source: <32>* JUST ANOTHER EXAMPLE OF HOW MTT-BRAND PRODUCTS NEVER FAIL TO STAY UP TO DATE!
pt_br: <32>* SÓ MAIS UM EXEMPLO DE COMO PRODUTOS DA MARCA MTT NUNCA FALHAM EM ESTAR ATUALIZADOS!
zh_cn: <32>* 这是MTT牌产品与时俱进的又一个例子！
zh_tw: <32>* 這是MTT牌產品與時俱進的又一個例子！

source: <25>{#p/alphys}{#g/alphysShocked}* Woah, stop!!
pt_br: <25>{#p/alphys}{#g/alphysShocked}* Woah, para!!
zh_cn: <25>{#p/alphys}{#g/alphysShocked}* 啊，快停下！！
zh_tw: <25>{#p/alphys}{#g/alphysShocked}* 啊，快停下！！

source: <25>{#g/alphysOhGodNo}* You're g-going to fall out of the normal plane...
pt_br: <25>{#g/alphysOhGodNo}* Você vai cair do p-plano normal...
zh_cn: <25>{#g/alphysOhGodNo}* 你-你这样会从垂直面 掉下去的...
zh_tw: <25>{#g/alphysOhGodNo}* 你-你這樣會從垂直面 掉下去的...

source: <25>{#g/alphysSideSad}* I should p-probably pull you back.
pt_br: <25>{#g/alphysSideSad}* Eu d-deveria te trazer de volta.
zh_cn: <25>{#g/alphysSideSad}* 我得把你传-传回去。
zh_tw: <25>{#g/alphysSideSad}* 我得把你傳-傳回去。

source: <25>{#g/alphysThatSucks}* Sorry...
pt_br: <25>{#g/alphysThatSucks}* Desculpa...
zh_cn: <25>{#g/alphysThatSucks}* 抱歉...
zh_tw: <25>{#g/alphysThatSucks}* 抱歉...

source: <25>{#g/alphysOhGodNo}* You c-c-can't... g-go that far out...
pt_br: <25>{#g/alphysOhGodNo}* Você n-n-não pode... ir tão l-longe...
zh_cn: <25>{#g/alphysOhGodNo}* 你不-不能... 走-走这么远...
zh_tw: <25>{#g/alphysOhGodNo}* 你不-不能... 走-走這麼遠...

source: <26>{#g/alphysNeutralSweat}* I'd pull you back, but I'm... not at my desk.
pt_br: <26>{#g/alphysNeutralSweat}* Eu te traria de volta, mas eu... não estou no laboratório.
zh_cn: <26>{#g/alphysNeutralSweat}* 我该把你传回去，不过... 我不在办公桌。
zh_tw: <26>{#g/alphysNeutralSweat}* 我該把你傳回去，不過... 我不在辦公桌。

source: <26>{#f/10}* S-so don't be stupid!
pt_br: <26>{#f/10}* En-então não seja burro!
zh_cn: <26>{#f/10}* 所以... 千万别做傻事！
zh_tw: <26>{#f/10}* 所以... 千萬別做傻事！

source: <25>{#p/alphys}{#g/alphysSideSad}* It's not safe to go that far...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Não é seguro ir tão longe...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 走这么远不安全...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 走這麼遠不安全...

source: <25>{#g/alphysNeutralSweat}* I'm gonna pull you back now.
pt_br: <25>{#g/alphysNeutralSweat}* Eu vou te trazer de volta agora.
zh_cn: <25>{#g/alphysNeutralSweat}* 我得把你传回去。
zh_tw: <25>{#g/alphysNeutralSweat}* 我得把你傳回去。

source: <25>{#p/alphys}{#g/alphysShocked}* W-what are you doing!?
pt_br: <25>{#p/alphys}{#g/alphysShocked}* O-o que você tá fazendo!?
zh_cn: <25>{#p/alphys}{#g/alphysShocked}* 你-你在干啥！？
zh_tw: <25>{#p/alphys}{#g/alphysShocked}* 你-你在幹啥！？

source: <26>{#f/3}* You're almost at the edge!
pt_br: <26>{#f/3}* Você está quase no limite!
zh_cn: <26>{#f/3}* 你快到边界了！
zh_tw: <26>{#f/3}* 你快到邊界了！

source: <25>{#p/alphys}{#g/alphysIDK3}* I guess... there's nothing I can say to stop you.
pt_br: <25>{#p/alphys}{#g/alphysIDK3}* Eu acho... que não a nada que eu possa fazer para te impedir.
zh_cn: <25>{#p/alphys}{#g/alphysIDK3}* ...看来我也说不动你。
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* ...看來我也說不動你。

source: <25>{#p/asriel2}{#f/13}* Uh, $(name)...?
zh_cn: <25>{#p/asriel2}{#f/13}* 呃... $(name)？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 呃... $(name)？ゑ

source: <25>* I think we've gone a little too far.
pt_br: <25>* Acho que estamos um pouco longe demais.
zh_cn: <25>* 咱俩好像走过头了。ゑ
zh_tw: <25>* 咱倆好像走過頭了。ゑ

source: <25>{#p/asriel2}{#f/13}* $(name)...?
zh_cn: <25>{#p/asriel2}{#f/13}* ...$(name)？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* ...$(name)？ゑ

source: <32>{#p/basic}{#npc/a}* Oh... * It's you...
pt_br: <32>{#p/basic}{#npc/a}* Oh... * É você...
zh_cn: <32>{#p/basic}{#npc/a}* 哦... * 是你小子...
zh_tw: <32>{#p/basic}{#npc/a}* 喔... * 是你小子...

source: <32>* Well, did you really think I'd be beaten so easily!?
pt_br: <32>* Bem, você realmente pensou que iria me derrotar tão facilmente!?
zh_cn: <32>* 咋的，你以为我就这么输了！？
zh_tw: <32>* 咋的，你以為我就這麼輸了！？

source: <32>* Because... * You were right.
pt_br: <32>* Porque... * Você está certo.
zh_cn: <32>* 毕竟... * 哎，你也没想错。
zh_tw: <32>* 畢竟... * 哎，你也沒想錯。

source: <32>* I'm not fit to be a soldier anymore...
pt_br: <32>* Eu não sou mais um soldado...
zh_cn: <32>* 我不适合继续当兵了...
zh_tw: <32>* 我不適合繼續當兵了...

source: <32>{#p/basic}{#npc/a}* At ease, soldier! * You've done enough here!
pt_br: <32>{#p/basic}{#npc/a}* Anime-se, soldado! * Você já fez muito por aqui!
zh_cn: <32>{#p/basic}{#npc/a}* 士兵，稍息！ * 你的任务已经完成了， 接下来就好好休息吧！
zh_tw: <32>{#p/basic}{#npc/a}* 士兵，稍息！ * 你的任務已經完成了， 接下來就好好休息吧！

source: <32>* ... well, if it isn't the brash human that dared to disarm me of my weapon.
pt_br: <32>* ...olha só, se não é o bravo humano que ousou me desarmar do meu rifle.
zh_cn: <32>* ...欸，你不是那个 无礼的人类小鬼嘛， 之前还把我武器抢了。
zh_tw: <32>* ...欸，你不是那個 無禮的人類小鬼嘛， 之前還把我武器搶了。

source: <32>* You're an interesting one! * That's definitely not how I planned to end that conflict!
pt_br: <32>* Você é interessante! * Aquela definitivamente não era a forma com a qual eu imaginei finalizar o conflito!
zh_cn: <32>* 你可真有趣！ * 这绝对不是我计划解决 那场冲突的方式！
zh_tw: <32>* 你還真有意思哈！ * 本來我沒想就這樣 結束戰鬥的！

source: <32>* But, somehow, you always seem to find a way to make things work in your favor.
pt_br: <32>* Mas, de alguma forma, você sempre consegue encontrar uma forma das coisas irem ao seu favor.
zh_cn: <32>* 你似乎总能另辟蹊径， 创造有利局面。
zh_tw: <32>* 你似乎總能另闢蹊徑， 創造有利局面。

source: <32>{#p/basic}{#npc/a}* Future soldiers would be wise... to stay away from you.
pt_br: <32>{#p/basic}{#npc/a}* Futuros soldados serão inteligentes... em manterem distância de você.
zh_cn: <32>{#p/basic}{#npc/a}* 兵苗子可得... 离你远点。
zh_tw: <32>{#p/basic}{#npc/a}* 兵苗子可得... 離你遠點。

source: <32>{#p/basic}{#npc/a}* Future soldiers would be wise to observe your tactics!
pt_br: <32>{#p/basic}{#npc/a}* Futuros soldados serão inteligentes o suficiente para observar suas táticas!
zh_cn: <32>{#p/basic}{#npc/a}* 兵苗子可得学学你这种战略！
zh_tw: <32>{#p/basic}{#npc/a}* 兵苗子可得學學你這種戰略！

source: <32>* But for now... * It's off to the new homeworld with you, soldier!
pt_br: <32>* Mas por agora... * É ir para o novo mundo contigo, soldado!
zh_cn: <32>* 但现在... * 是时候向新家园进军了，士兵！
zh_tw: <32>* 但現在... * 是時候向新家園進軍了，士兵！

source: <32>{#p/basic}{#npc/a}* You may be on your way now.
pt_br: <32>{#p/basic}{#npc/a}* Você pode estar no seu caminho agora.
zh_cn: <32>{#p/basic}{#npc/a}* 你现在可能已经上路了。
zh_tw: <32>{#p/basic}{#npc/a}* 你現在可能已經上路了。

source: <32>{#p/basic}{#npc/a}* Mettaton said I could use the company funds to make a dress of my own...
pt_br: <32>{#p/basic}{#npc/a}* Mettaton disse que eu poderia usar os fundos da empresa para fazer um vestido meu...
zh_cn: <32>{#p/basic}{#npc/a}* Mettaton说我可以用公司资金 来制作一套自己的衣服...
zh_tw: <32>{#p/basic}{#npc/a}* Mettaton說我可以用公司資金 來製作一套自己的衣服...

source: <32>* I've never been so...! * Ha ha ha!
pt_br: <32>* Eu nunca estive tão...! * Ha ha ha!
zh_cn: <32>* 我从来没这么...！ * 哈哈哈！
zh_tw: <32>* 我從來沒這麼...！ * 哈哈哈！

source: <32>{#p/basic}{#npc/a}* As Mettaton's costume designer, it's my job to get him the right outfit.
pt_br: <32>{#p/basic}{#npc/a}* Como um designer das roupas do Mettaton, é meu trabalho fazer as roupas perfeitas para ele.
zh_cn: <32>{#p/basic}{#npc/a}* 作为Mettaton的服装设计师， 我的工作就是给他挑 合适的衣服。
zh_tw: <32>{#p/basic}{#npc/a}* 作為Mettaton的服裝設計師， 我的工作就是給他挑 合適的衣服。

source: <32>* He needed a suit and tie today, and a dress for another upcoming show...
pt_br: <32>* Ele precisa de um terno e uma gravata hoje, depois de um vestido para outro show...
zh_cn: <32>* 他今天要穿西装打领带， 还要为下一场演出准备裙子...
zh_tw: <32>* 他今天要穿西裝打領帶， 還要為下一場演出準備裙子...

source: <32>* For some reason... * The idea of him in a dress...
pt_br: <32>* Por algum motivo... * A ideia dele em um vestido...
zh_cn: <32>* 我也说不清楚... * 但是他说穿裙子...
zh_tw: <32>* 我也說不清楚... * 但是他說穿裙子...

source: <32>* Seems really cool...
pt_br: <32>* Parece muito legal...
zh_cn: <32>* 听起来真酷...
zh_tw: <32>* 聽起來真酷...

source: <32>{#p/basic}{#npc/a}* It's about to start! * Any time now, the new costume will be on full display!
pt_br: <32>{#p/basic}{#npc/a}* Está prestes a começar! * Em qualquer momento agora, o novo vestido estará nas telas da TV!
zh_cn: <32>{#p/basic}{#npc/a}* 马上就开始了！ * 新服装随时都会亮相！
zh_tw: <32>{#p/basic}{#npc/a}* 馬上就開始了！ * 新服裝隨時都會亮相！

source: <32>* I can't wait...
pt_br: <32>* Não consigo esperar...
zh_cn: <32>* 我等不及了...
zh_tw: <32>* 我等不及了...

source: <32>{#p/basic}{#npc/a}* That... * Was so beautiful...!
pt_br: <32>{#p/basic}{#npc/a}* Isso... * Foi tão lindo...!
zh_cn: <32>{#p/basic}{#npc/a}* 那简直... * 简直太美了...！
zh_tw: <32>{#p/basic}{#npc/a}* 那簡直... * 簡直太美了...！

source: <32>* Makes me wonder if I'd also look pretty... * In a dress...
pt_br: <32>* Me fez questionar seu também ficaria bonito... * Em um vestido...
zh_cn: <32>* 想知道我穿着裙子... * 是否也会很漂亮...
zh_tw: <32>* 要是我也能穿上 那條裙子就好了... * 應該也會很漂亮的...

source: <32>{#p/basic}{#npc/a}* Oh... my goodness...
pt_br: <32>{#p/basic}{#npc/a}* Oh... meu senhor...
zh_cn: <32>{#p/basic}{#npc/a}* 哦... 我的天...
zh_tw: <32>{#p/basic}{#npc/a}* 喔... 我的天...

source: <32>* For a minute there, I thought Mettaton was going to die!
pt_br: <32>* Por um minuto ali, eu pensei que o Mettaton iria morrer!
zh_cn: <32>* 有那么一会， 我以为Mettaton要死了呢！
zh_tw: <32>* 有那麼一會， 我以為Mettaton要死了呢！

source: <32>* I don't know what I'd do with myself then...
pt_br: <32>* Eu nem sei o que faria comigo mesmo então...
zh_cn: <32>* 要是他死了， 我都不知道该怎么办...
zh_tw: <32>* 要是他死了， 我都不知道該怎麼辦...
