Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <16>{#k/2/4}* Like...
pt_br: <16>{#k/2/4}* Tipo...
zh_cn: <16>{#k/2/4}* 怎么说呢...
zh_tw: <16>{#k/2/4}* 怎麼說呢...

source: <16>* UNNATURALLY smart.
pt_br: <16>* ELA É NATURALMENTE SUPER INTELIGENTE.
zh_cn: <16>* 聪明到 不正常了。
zh_tw: <16>* 聰明到 不正常了。

source: <16>{#k/0/0}* Like, she can calculate a derivative in her head...
pt_br: <16>{#k/0/0}* Tipo, ela pode calcular uma derivada de cabeça...
zh_cn: <16>{#k/0/0}* 就比方说， 她可以在 五秒钟内...
zh_tw: <16>{#k/0/0}* 就比方說， 她可以在 五秒鐘內...

source: <16>{#k/0/2}* ... in five seconds FLAT!
pt_br: <16>{#k/0/2}* ... em cinco míseros segundos!
zh_cn: <16>{#k/0/2}* ...心算 求导结果！
zh_tw: <16>{#k/0/2}* ...心算 求導結果！

source: <16>{#k/0/0}* It's MEGA impressive and all...
pt_br: <16>{#k/0/0}* É MEGA impressionante e tudo...
zh_cn: <16>{#k/0/0}* 过于让人 印象深刻了...
zh_tw: <16>{#k/0/0}* 過於讓人 印象深刻了...

source: <16>{#k/2/5}* ... but as a result, she struggles with her impulses sometimes.
pt_br: <16>{#k/2/5}* ... Mas, como resultado, ela luta com seus impulsos às vezes.
zh_cn: <16>{#k/2/5}* ...但结果是， 她有的时候 会克制不住 自己的冲动。
zh_tw: <16>{#k/2/5}* ...但結果是， 她有的時候 會克制不住 自己的衝動。

source: <16>{#k/1/6}* I remember that time she called in half the Royal Guard...
pt_br: <16>{#k/1/6}* Lembro-me daquela vez que ela chamou metade da Guarda Real...
zh_cn: <16>{#k/1/6}* 我记得有一次 她叫来了 一半的 皇家卫队...
zh_tw: <16>{#k/1/6}* 我記得有一次 她叫來了 一半的 皇家衛隊...

source: <16>{#k/5/4}* ... when she thought she saw some "interesting trash."
pt_br: <16>{#k/5/4}* ... quando ela pensou ter visto algum "lixo interessante."
zh_cn: <16>{#k/5/4}* ...就是为了 告诉他们 她刚才发现了 一些“有趣的 垃圾”。
zh_tw: <16>{#k/5/4}* ...就是為了 告訴他們 她剛才發現了 一些「有趣的 垃圾」。

source: <16>{#k/2/6}* It's like...
pt_br: <16>{#k/2/6}* É tipo...
zh_cn: <16>{#k/2/6}* 给人感觉...
zh_tw: <16>{#k/2/6}* 給人感覺...

source: <16>* She doesn't process things the way most people do.
pt_br: <16>* Ela não processa as coisas da mesma forma que a maioria.
zh_cn: <16>* 她处理事情的 方式和 大多数人 不太一样。
zh_tw: <16>* 她處理事情的 方式和 大多數人 不太一樣。

source: <16>{#k/5/8}* But we love her for that, don't we?
pt_br: <16>{#k/5/8}* Mas nós amamos ela por isso, não é?
zh_cn: <16>{#k/5/8}* 但我们就是 喜欢她那样， 是吧？
zh_tw: <16>{#k/5/8}* 但我們就是 喜歡她那樣， 是吧？

source: <16>* But we still think she's A-MAZ-ING!
pt_br: <16>* Mas ainda achamos que ela é MA RA VI LHO SA!
zh_cn: <16>* 但我们还是 觉得她实在 太-厉-害-了！
zh_tw: <16>* 但我們還是 覺得她實在 太-厲-害-了！

source: <16>{#k/4/0}* So like... OBVIOUSLY Asgore made her the royal scientist.
pt_br: <16>{#k/4/0}* Então tipo... OBVIAMENTE o Asgore a fez cientista real.
zh_cn: <16>{#k/4/0}* 所以就... 很显然 Asgore就这样 任命她为皇家 科学家了。
zh_tw: <16>{#k/4/0}* 所以就... 很顯然 Asgore就這樣 任命她為皇家 科學家了。

source: <16>{#k/0/2}* Oh, for sure!
pt_br: <16>{#k/0/2}* Oh, claro!
zh_cn: <16>{#k/0/2}* 哦， 那是肯定的！
zh_tw: <16>{#k/0/2}* 喔， 那是肯定的！

source: <16>{#k/0/0}* Oh right, THAT goofy goober.
pt_br: <16>{#k/0/0}* Ah, certo, AQUELE gordinho pateta.
zh_cn: <16>{#k/0/0}* 哦对了， 那个傻乎乎的 家伙。
zh_tw: <16>{#k/0/0}* 喔對了， 那個傻乎乎的 傢伙。

source: <17>{#k/0/8}* Oh yeah, THAT furry fuzzball!
pt_br: <17>{#k/0/8}* Oh sim, AQUELA bola peluda!
zh_cn: <17>{#k/0/8}* 哦，那个 毛茸茸的小毛球！
zh_tw: <17>{#k/0/8}* 喔，那個 毛茸茸的小毛球！

source: <16>{#k/2/0}* So like, here's the thing about Asgore...
pt_br: <16>{#k/2/0}* Então tipo, essa é a coisa com o Asgore...
zh_cn: <16>{#k/2/0}* 所以就， 我们能告诉 你的就是...
zh_tw: <16>{#k/2/0}* 所以就， 我們能告訴 你的就是...

source: <16>* ... he's one of the NICEST guys you'll ever meet.
pt_br: <16>* ... ele é um dos caras mais LEGAIS que você vai conhecer.
zh_cn: <16>* ...他是你这辈子 能见到的 最好的人之一。
zh_tw: <16>* ...他是你這輩子 能見到的 最好的人之一。

source: <16>{#k/2/0}* But, at the same time...
pt_br: <16>{#k/2/0}* Mas, ao mesmo tempo...
zh_cn: <16>{#k/2/0}* 但是， 与此同时...
zh_tw: <16>{#k/2/0}* 但是， 與此同時...

source: <16>{#k/2/4}* ... the stuff everyone wants him to do...
pt_br: <16>{#k/2/4}* ... as coisas que todo mundo quer que ele faça...
zh_cn: <16>{#k/2/4}* ...大家想 让他做的事 都...
zh_tw: <16>{#k/2/4}* ...大家想 讓他做的事 都...

source: <16>{#k/4/5}* ... it's kind of gross.
pt_br: <16>{#k/4/5}* ... são nojentas.
zh_cn: <16>{#k/4/5}* ...有点 恶心了。
zh_tw: <16>{#k/4/5}* ...有點 噁心了。

source: <16>* ... it's just plain awful.
pt_br: <16>* ... é simplesmente horrível.
zh_cn: <16>* ...简直 太可怕了。
zh_tw: <16>* ...簡直 太可怕了。

source: <16>{#k/2/6}* I heard Undyne lobbied to expand the Royal Guard.
pt_br: <16>{#k/2/6}* Ouvi dizer que Undyne fez um chamado para expandir a Guarda Real.
zh_cn: <16>{#k/2/6}* 我听说那次 Undyne想扩编 皇家卫队。
zh_tw: <16>{#k/2/6}* 我聽說那次 Undyne想擴編 皇家衛隊。

source: <16>{#k/2/6}* Yeah, didn't Asgore, like, not even want one to begin with?
pt_br: <16>{#k/2/6}* Sim, Asgore, tipo, nem queria uma para começar?
zh_cn: <16>{#k/2/6}* 是啊， 我记得，就， Asgore是 第一个反对的 吧？
zh_tw: <16>{#k/2/6}* 是啊， 我記得，就， Asgore是 第一個反對的 吧？

source: <16>{#k/2/4}* ... the stuff you've been up to out there...
pt_br: <16>{#k/2/4}* ... as coisas que você tem feito lá fora...
zh_cn: <16>{#k/2/4}* ...你在外面 做的 那些事...
zh_tw: <16>{#k/2/4}* ...你在外面 做的 那些事...

source: <16>{#k/4/5}* ... well, it's making his job a little tougher.
pt_br: <16>{#k/4/5}* ... bem, isso está tornando seu trabalho um pouco mais difícil.
zh_cn: <16>{#k/4/5}* ...让他的工作 更困难了。
zh_tw: <16>{#k/4/5}* ...讓他的工作 更困難了。

source: <16>* ... well, it's making his life a little harder.
pt_br: <16>* ... bem, está tornando a vida dele um pouco mais difícil.
zh_cn: <16>* ...让他的生活 更难过了。
zh_tw: <16>* ...讓他的生活 更難過了。

source: <16>{#k/2/6}* Like...
pt_br: <16>{#k/2/6}* Tipo...
zh_cn: <16>{#k/2/6}* 意思 就是说...
zh_tw: <16>{#k/2/6}* 意思 就是說...

source: <16>{#k/2/6}* ... maybe try NOT to kill anyone else, y'know?
pt_br: <16>{#k/2/6}* ... talvez, tente NÃO matar mais ninguém, beleza?
zh_cn: <16>{#k/2/6}* ...你可以 别再杀人 了吗？
zh_tw: <16>{#k/2/6}* ...你可以 別再殺人 了嗎？

source: <16>{#k/3/6}* Gosh. * I really wanna give him a hug right now.
pt_br: <16>{#k/3/6}* Senhor. * Eu realmente queria abraçar ele agora.
zh_cn: <16>{#k/3/6}* 天啊。 * 我真的好想 现在就给他 一个抱抱。
zh_tw: <16>{#k/3/6}* 天啊。 * 我真的好想 現在就給他 一個抱抱。

source: <16>{#k/3/2}* Yeah, we should TOTALLY squeeze the life outta him later!
pt_br: <16>{#k/3/2}* Sim, devemos TOTALMENTE espremer a vida dele mais tarde!
zh_cn: <16>{#k/3/2}* 是啊， 我们之后一定 要把他给彻底 榨干！
zh_tw: <16>{#k/3/2}* 是啊， 我們之後一定 要把他給徹底 榨乾！

source: <16>{#k/5/8}* Catty, no!
pt_br: <16>{#k/5/8}* Catty, não!
zh_cn: <16>{#k/5/8}* Catty， 别啊！
zh_tw: <16>{#k/5/8}* Catty， 別啊！

source: <16>{#k/0/0}* Hey, there's no need to be afraid of him.
pt_br: <16>{#k/0/0}* Ei, não tem necessidade de ter medo dele.
zh_cn: <16>{#k/0/0}* 嘿，其实 没必要那么 怕他的。
zh_tw: <16>{#k/0/0}* 嘿，其實 沒必要那麼 怕他的。

source: <16>{#k/0/1}* Yeah, he's WAY too adorable for that.
pt_br: <16>{#k/0/1}* É, ele é muito adorável pra isso.
zh_cn: <16>{#k/0/1}* 是啊， 他实在是 太可爱了。
zh_tw: <16>{#k/0/1}* 是啊， 他實在是 太可愛了。

source: <16>{#k/5/1}* Way too adorable!
pt_br: <16>{#k/5/1}* Muito adorável!
zh_cn: <16>{#k/5/1}* 超可爱！
zh_tw: <16>{#k/5/1}* 超可愛！

source: <16>{#k/0/0}* Hey, I'm sure he'll understand why you did what you did.
pt_br: <16>{#k/0/0}* Ei, eu tenho certeza que ele vai entender o porquê você fez o que fez.
zh_cn: <16>{#k/0/0}* 嘿，我相信他会 理解你为什么 这样做的。
zh_tw: <16>{#k/0/0}* 嘿，我相信他會 理解你為什麼 這樣做的。

source: <16>{#k/0/2}* Yeah, he's like, Asgore after all!
pt_br: <16>{#k/0/2}* É, tipo, ele é o Asgore!
zh_cn: <16>{#k/0/2}* 对，毕竟他就像 Asgore一样！
zh_tw: <16>{#k/0/2}* 對，畢竟他就像 Asgore一樣！

source: <16>{#k/4/6}* It's basically his job.
pt_br: <16>{#k/4/6}* É basicamente o trabalho dele.
zh_cn: <16>{#k/4/6}* 这基本就是 他的工作。
zh_tw: <16>{#k/4/6}* 這基本就是 他的工作。

source: Aerialis - Lab
pt_br: Aerialis - Laboratório
zh_cn: 空境 - 实验室
zh_tw: 空境 - 實驗室

source: <32>{#p/human}* (The Royal Lab looms ahead, filling you with determination.)
pt_br: <32>{#p/human}* (O Laboratório Real se aproxima, te enchendo de determinação.)
zh_cn: <32>{#p/human}* （皇家实验室就在眼前， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （皇家實驗室就在眼前， 這使你充滿了決心。）

source: <32>{#p/human}* (Knowing most of your journey has been recorded from inside the Royal Lab...)
pt_br: <32>{#p/human}* (Sabendo que a maior parte de sua jornada foi gravada de dentro do Laboratório Real...)
zh_cn: <32>{#p/human}* （得知你的大部分旅程都被 记录在皇家实验室...）
zh_tw: <32>{#p/human}* （得知你的大部分旅程都被 記錄在皇家實驗室...）

source: <32>* (The thought fills you with determination.)
pt_br: <32>* (O pensamento te enche de determinação.)
zh_cn: <32>* （这种想法使你充满了决心。）
zh_tw: <32>* （這種想法使你充滿了決心。）

source: <32>{#p/human}* (Knowing your every move is being recorded from inside the Royal Lab...)
pt_br: <32>{#p/human}* (Sabendo que todos os seus movimentos estão sendo gravados de dentro do Laboratório Real...)
zh_cn: <32>{#p/human}* （得知你的一举一动 都被记录在皇家实验室...）
zh_tw: <32>{#p/human}* （得知你的一舉一動 都被記錄在皇家實驗室...）

source: Aerialis - Liftway
pt_br: Aerialis - Levitador
zh_cn: 空境 - 升降机
zh_tw: 空境 - 升降機

source: <32>{#p/human}* (Hovering from place to place fills you with determination.)
pt_br: <32>{#p/human}* (Pairar de um lugar para outro enche você de determinação.)
zh_cn: <32>{#p/human}* （从一个地方 传送到另一个地方 使你充满了决心。）
zh_tw: <32>{#p/human}* （從一個地方 傳送到另一個地方 使你充滿了決心。）

source: Aerialis - R1 Elevator
pt_br: Aerialis - Elevador R1
zh_cn: 空境 - 电梯右一层
zh_tw: 空境 - 電梯右一層

source: <32>{#p/human}* (Explosion-fueled joyrides fill you with determination.)
pt_br: <32>{#p/human}* (Passeios movidos a explosões te enchem de determinação.)
zh_cn: <32>{#p/human}* （用爆炸来飞渡穿行， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （用爆炸來飛渡穿行， 這使你充滿了決心。）

source: <32>{#p/human}* (Despite the fact you might never get to use a jetpack again...)
pt_br: <32>{#p/human}* (Apesar do fato de você nunca mais poder usar a mochila ajato de novo...)
zh_cn: <32>{#p/human}* （尽管你可能再也 用不到喷气背包了...）
zh_tw: <32>{#p/human}* （儘管你可能再也 用不到噴氣背包了...）

source: <32>{#p/human}* (The adventures you've had on the outpost as a whole fill you with determination.)
pt_br: <32>{#p/human}* (As aventuras que você teve no Outpost como um todo o enchem de determinação.)
zh_cn: <32>{#p/human}* （你在整个前哨站的冒险经历 仍然使你充满决心。）
zh_tw: <32>{#p/human}* （你在整個前哨站的冒險經歷 仍然使你充滿決心。）

source: <32>{#p/human}* (The adventures you've had thus far fill you with determination.)
pt_br: <32>{#p/human}* (As aventuras que você teve até o momento te enchem de determinação.)
zh_cn: <32>{#p/human}* （到目前为止的冒险经历 使你充满了决心。）
zh_tw: <32>{#p/human}* （到目前為止的冒險經歷 使你充滿了決心。）

source: Aerialis - Stage Two
pt_br: Aerialis - Segundo Palco
zh_cn: 空境 - 二号舞台
zh_tw: 空境 - 二號舞臺

source: <32>{#p/human}* (Pondering the backstory of a certain TV superstar fills you with determination.)
pt_br: <32>{#p/human}* (Refletir sobre a história de fundo de uma certa estrela da TV, te enche de determinação.)
zh_cn: <32>{#p/human}* （思考着这位电视明星的故事， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （思考著這位電視明星的故事， 這使你充滿了決心。）

source: <32>{#p/human}* (Mettaton's ludicrous hijinks fill you with determination.)
pt_br: <32>{#p/human}* (As travessuras ridículas de Mettaton enchem você de determinação.)
zh_cn: <32>{#p/human}* （Mettaton这番荒唐的胡闹 使你充满了决心。）
zh_tw: <32>{#p/human}* （Mettaton這番荒唐的胡鬧 使你充滿了決心。）

source: <32>{#p/human}* (Taking a step back before your upcoming performance fills you with determination.)
pt_br: <32>{#p/human}* (Dar um passo para trás antes de sua próxima apresentação o enche de determinação.)
zh_cn: <32>{#p/human}* （在即将到来的演出前 后退一步使你充满了决心。）
zh_tw: <32>{#p/human}* （思考怎麼應對即將到來的演出 使你充滿了決心。）

source: <32>{#p/human}* (Reflecting on your road to conflict fills you with determination.)
pt_br: <32>{#p/human}* (Refletir sobre seu caminho para o conflito te enche de determinação.)
zh_cn: <32>{#p/human}* （反思你的战斗之路 使你充满了决心。）
zh_tw: <32>{#p/human}* （反思你的戰鬥之路 使你充滿了決心。）

source: <32>{#p/human}* (Reflecting on such an anti- climactic ending fills you with determination.)
pt_br: <32>{#p/human}* (Refletir sobre um final tão anticlimático enche você de determinação.)
zh_cn: <32>{#p/human}* （反思这样一个虎头蛇尾的结局 使你充满了决心。）
zh_tw: <32>{#p/human}* （反思這樣一個虎頭蛇尾的結局 使你充滿了決心。）

source: <32>{#p/human}* (Knowing how far Mettaton has come fills you with determination.)
pt_br: <32>{#p/human}* (Saber o quão longe Mettaton chegou te enche de determinação.)
zh_cn: <32>{#p/human}* （了解到Mettaton的经历 使你充满了决心。）
zh_tw: <32>{#p/human}* （了解到Mettaton的經歷 使你充滿了決心。）

source: <32>{#p/human}* (Reflecting on your road to superstardom fills you with determination.)
pt_br: <32>{#p/human}* (Refletir sobre seu caminho para o estrelato o enche de determinação.)
zh_cn: <32>{#p/human}* （回顾你的成名之路 使你充满了决心。）
zh_tw: <32>{#p/human}* （回顧你的成名之路 使你充滿了決心。）

source: Aerialis - Fountain
pt_br: Aerialis - Fonte
zh_cn: 空境 - 喷泉
zh_tw: 空境 - 噴泉

source: <32>{#p/human}* (The anticipation of Mettaton's intervention fills you with determination.)
pt_br: <32>{#p/human}* (A antecipação da intervenção do Mettaton o enche de determinação.)
zh_cn: <32>{#p/human}* （对将要干预Mettaton的预感 使你充满决心。）
zh_tw: <32>{#p/human}* （對將要幹預Mettaton的預感 使你充滿決心。）

source: <32>{#p/human}* (This fountain in the middle of nowhere fills you with determination.)
pt_br: <32>{#p/human}* (Essa fonte no meio do nada te enche de determinação.)
zh_cn: <32>{#p/human}* （这座建在荒无人烟的地方的喷泉 使你充满了决心。）
zh_tw: <32>{#p/human}* （這座建在荒無人煙的地方的噴泉 使你充滿了決心。）

source: <32>{#p/human}* (Gazing upon this fountain once again fills you with determination.)
pt_br: <32>{#p/human}* (Olhar para esta fonte mais uma vez o enche de determinação.)
zh_cn: <32>{#p/human}* （再次凝视这个喷泉 使你充满了决心。）
zh_tw: <32>{#p/human}* （再次凝視這個噴泉 使你充滿了決心。）

source: <32>{#p/human}* (The punch in the fountain has turned bitter.)
pt_br: <32>{#p/human}* (O ponche na fonte tornou-se amargo.)
zh_cn: <32>{#p/human}* （喷泉里的果酒不好喝了。）
zh_tw: <32>{#p/human}* （噴泉裡的果酒不好喝了。）

source: <32>* (This, of course, fills you with determination.)
pt_br: <32>* (Isso, é claro, te enche de determinação.)
zh_cn: <32>* （当然， 这使你充满了决心。）
zh_tw: <32>* （當然， 這使你充滿了決心。）

source: <32>{#p/human}* (The punch in the fountain has turned savory.)
pt_br: <32>{#p/human}* (O ponche na fonte ficou saboroso.)
zh_cn: <32>{#p/human}* （喷泉里的果酒更好喝了。）
zh_tw: <32>{#p/human}* （噴泉裡的果酒更好喝了。）

source: <32>{#p/human}* (The punch in the fountain tastes the same as before.)
pt_br: <32>{#p/human}* (O ponche na fonte tem o mesmo gosto de antes.)
zh_cn: <32>{#p/human}* （喷泉中的果酒味道一如往日。）
zh_tw: <32>{#p/human}* （噴泉中的果酒味道一如往日。）

source: Aerialis - Rec Center
zh_cn: 空境 - 休闲回廊
zh_tw: 空境 - 休閒迴廊

source: <32>{#p/human}* (Taxi rides to unfamiliar places fill you with determination.)
pt_br: <32>{#p/human}* (O Táxi que leva a lugares desconhecidos te enche de determinação.)
zh_cn: <32>{#p/human}* （坐运输船前往陌生之地 让你充满了决心。）
zh_tw: <32>{#p/human}* （坐運輸船前往陌生之地 讓你充滿了決心。）

source: <32>{#p/human}* (Returning to this corner of corny comforts fills you with determination.)
pt_br: <32>{#p/human}* (Retornar a este canto de confortos cafonas o enche de determinação.)
zh_cn: <32>{#p/human}* （重返这烂棒子破窝 使你充满了决心。）
zh_tw: <32>{#p/human}* （重返這爛棒子破窩 使你充滿了決心。）

source: <32>{#p/human}* (Learning Mettaton's backstory fills you with determination.)
pt_br: <32>{#p/human}* (Aprender a história de fundo de Mettaton enche você de determinação.)
zh_cn: <32>{#p/human}* （了解到Mettaton的幕后故事 使你充满了决心。）
zh_tw: <32>{#p/human}* （了解到Mettaton的幕後故事 使你充滿了決心。）

source: <32>{#p/human}* (Over-dramatic musicals fill you with determination.)
pt_br: <32>{#p/human}* (Musicais excessivamente dramáticos te enchem de determinação.)
zh_cn: <32>{#p/human}* （那场过于戏剧化的音乐剧 使你充满了决心。）
zh_tw: <32>{#p/human}* （那場過於戲劇化的音樂劇 使你充滿了決心。）

source: Aerialis - CORE
zh_cn: 空境 - 核心
zh_tw: 空境 - 核心

source: <32>{#p/human}* (The cold and computerized aesthetic in this area fills you with determination.)
pt_br: <32>{#p/human}* (A estética fria e computadorizada nesta área te enche de determinação.)
zh_cn: <32>{#p/human}* （这一带冰冷的机械之美 使你充满了决心。）
zh_tw: <32>{#p/human}* （這一帶冰冷的機械之美 使你充滿了決心。）

source: Aerialis - Maintenance Zone
pt_br: Aerialis - Zona de Manutenção
zh_cn: 核心 - 维护区
zh_tw: 核心 - 維護區

source: <32>{#p/human}* (The air is calm and peaceful, filling you with determination.)
pt_br: <32>{#p/human}* (O ar está calmo e pacífico, enchendo-o de determinação.)
zh_cn: <32>{#p/human}* （平稳宁静的气流 使你充满了决心。）
zh_tw: <32>{#p/human}* （平穩寧靜的氣流 使你充滿了決心。）

source: <32>{#p/human}* (The anticipation of Mettaton's grand finale fills you with determination.)
pt_br: <32>{#p/human}* (A antecipação do grande finale de Mettaton te enche de determinação.)
zh_cn: <32>{#p/human}* （对Mettaton压轴好戏的期待 使你充满了决心。）
zh_tw: <32>{#p/human}* （對Mettaton壓軸好戲的期待 使你充滿了決心。）

source: <32>{#p/human}* (Knowing the CORE will soon run out of power...)
pt_br: <32>{#p/human}* (Saber que o CORE logo ficará sem energia...)
zh_cn: <32>{#p/human}* （核心的能量即将耗竭...）
zh_tw: <32>{#p/human}* （核心的能量即將耗竭...）

source: <32>{#p/human}* (It fills you with determination.)
pt_br: <32>{#p/human}* (Isso te enche de determinação.)
zh_cn: <32>{#p/human}* （这使你充满了决心。）
zh_tw: <32>{#p/human}* （這使你充滿了決心。）

source: <32>{#p/human}* (The thought of unnecessarily backtracking to the CORE...)
pt_br: <32>{#p/human}* (O pensamento de retroceder desnecessariamente para o CORE...)
zh_cn: <32>{#p/human}* （不知为何， 你回到了核心...）
zh_tw: <32>{#p/human}* （不知為何， 你回到了核心...）
