Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>QUEUE THE OBLIGATORY ANGRY MANNEQUIN.
pt_br: <20>E ISSO É OBVIAMENTE UM MANEQUIM BRAVO OBRIGATÓRIO.
zh_cn: <20>现在有请 愤怒的人偶。
zh_tw: <20>現在有請 憤怒的人偶。

source: <20>{#p/basic}You again.
pt_br: <20>{#p/basic}Você de novo.
zh_cn: <20>{#p/basic}又是你。
zh_tw: <20>{#p/basic}又是你。

source: <20>{#p/basic}You again!
pt_br: <20>{#p/basic}Você de novo!
zh_cn: <20>{#p/basic}又是你！
zh_tw: <20>{#p/basic}又是你！

source: <20>{#p/basic}YOU AGAIN!!!
pt_br: <20>{#p/basic}VOCÊ DE NOVO!!!
zh_cn: <20>{#p/basic}又-是-你！！！
zh_tw: <20>{#p/basic}又-是-你！！！

source: <20>{#p/mettaton}OH, DO YOU TWO KNOW EACH OTHER?
pt_br: <20>{#p/mettaton}OH, VOCÊS DOIS SE CONHECEM?
zh_cn: <20>{#p/mettaton}哦，你们两个 彼此认识吗？
zh_tw: <20>{#p/mettaton}喔，你們兩個 彼此認識嗎？

source: <20>{#p/basic}... Maybe. Maybe not.
pt_br: <20>{#p/basic}... Talvez. Talvez não.
zh_cn: <20>{#p/basic}... 可能认识吧。 也可能不认识。
zh_tw: <20>{#p/basic}... 可能認識吧。 也可能不認識。

source: <20>{#p/basic}LIKE YOU'D CARE!
pt_br: <20>{#p/basic}COMO SE VOCÊ LIGASSE!
zh_cn: <20>{#p/basic}反正你又 不在乎！
zh_tw: <20>{#p/basic}反正你又 不在乎！

source: <20>{#p/mettaton}WOAH, NO NEED TO GET HOSTILE...
pt_br: <20>{#p/mettaton}WOAH, NÃO PRECISA FICAR HOSTIL...
zh_cn: <20>{#p/mettaton}哇，没必要 对我这么 充满敌意...
zh_tw: <20>{#p/mettaton}哇，沒必要 對我這麼 充滿敵意...

source: <20>{#p/mettaton}THIS IS BUT A HUMBLE TALENT SHOW!
pt_br: <20>{#p/mettaton}ESTE É UM SHOW DE TALENTOS HUMILDE!
zh_cn: <20>{#p/mettaton}这只是一场 不起眼的 达人秀表演！
zh_tw: <20>{#p/mettaton}這只是一場 不起眼的 達人秀表演！

source: <20>{#p/basic}And this is the second time in two weeks that you've had me on!
pt_br: <20>{#p/basic}E essa é a segunda vez que você me chama essa semana!
zh_cn: <20>{#p/basic}这是你两周内 第二次让我 上节目了！
zh_tw: <20>{#p/basic}這是你兩周內 第二次讓我 上節目了！

source: <20>{#p/basic}Do you have a crush on me or something!?
pt_br: <20>{#p/basic}Você tem um crush em mim ou sei lá?
zh_cn: <20>{#p/basic}你是喜欢我 还是怎么的！？
zh_tw: <20>{#p/basic}你是喜歡我 還是怎麼的！？

source: <20>{#p/mettaton}... DON'T BE RIDICULOUS.
pt_br: <20>{#p/mettaton}... NÃO SEJA RIDÍCULO.
zh_cn: <20>{#p/mettaton}... 别胡说八道。
zh_tw: <20>{#p/mettaton}... 別胡說八道。

source: <20>{#p/mettaton}I'VE ONLY BROUGHT YOU ON BECAUSE YOU'RE A MAGNET FOR DRAMA!
pt_br: <20>{#p/mettatonEU SÓ TE CHAMEI PORQUE VOCÊ É UMA MAQUINA DO DRAMA!
zh_cn: <20>{#p/mettaton}我找你来只是 因为你很有 节目效果！
zh_tw: <20>{#p/mettaton}我找你來只是 因為你很有 節目效果！

source: <20>{#p/basic}(That's what my cousin used to say...)
pt_br: <20>{#p/basic}(Isso é o que meu primo costumava dizer...)
zh_cn: <20>{#p/basic}（我表亲以前 也是这么说的...）
zh_tw: <20>{#p/basic}（我表親以前 也是這麼說的...）

source: <20>{#p/basic}Oh, hey. Good to see you!
pt_br: <20>{#p/basic}Oh, ei. Bom te ver!
zh_cn: <20>{#p/basic}哦，你好呀。 很高兴见到你！
zh_tw: <20>{#p/basic}喔，你好呀。 很高興見到你！

source: <20>{#p/mettaton}THAT'S IT...?
pt_br: <20>{#p/mettaton}É SÓ ISSO...?
zh_cn: <20>{#p/mettaton}...然后？
zh_tw: <20>{#p/mettaton}...然後？

source: <20>{#p/mettaton}NOTHING ELSE TO SAY...?
pt_br: <20>{#p/mettaton}MAS ALGUMA COISA PRA DIZER...?
zh_cn: <20>{#p/mettaton}不打算再说点什么吗？
zh_tw: <20>{#p/mettaton}不打算再說點什麼嗎？

source: <20>{#p/basic}You know, Mettaton, I'm not ALWAYS mad at everyone.
pt_br: <20>{#p/basic}Sabe Mettaton, eu nem sempre estou com raiva das pessoas.
zh_cn: <20>{#p/basic}Mettaton， 我不是什么时候 都会冲人发火， 你应该知道吧？
zh_tw: <20>{#p/basic}Mettaton， 我不是什麼時候 都會衝人發火， 你應該知道吧？

source: <20>{#p/basic}... didn't I tell you this when you brought me on two weeks ago?
pt_br: <20>{#p/basic}... eu já não te disse isso quando vim aqui duas semanas atrás?
zh_cn: <20>{#p/basic}...难道两周前 你拽着我上台时 我没说吗？
zh_tw: <20>{#p/basic}...難道兩周前 你拽著我上臺時 我沒說嗎？

source: <20>{#p/mettaton}OH. THAT'S NICE.
pt_br: <20>{#p/mettaton}OH. QUE LEGAL.
zh_cn: <20>{#p/mettaton}哦。 这样挺好的。
zh_tw: <20>{#p/mettaton}喔。 這樣挺好的。

source: <20>{#p/mettaton}BUT WE DON'T HAVE TIME FOR YOUR LOVEY-DOVEY NONSENSE.
pt_br: <20>{#p/mettaton}MAS NÃO TEMOS TEMPO PRA ESSE ROMANCE DRAMÁTICO SEM SENTIDO!
zh_cn: <20>{#p/mettaton}但我们没时间 让你拽那些小情话。
zh_tw: <20>{#p/mettaton}但我們沒時間 讓你拽那些小情話。

source: <20>{#p/basic}Yeah, yeah...
pt_br: <20>{#p/basic}Sei, sei...
zh_cn: <20>{#p/basic}好...
zh_tw: <20>{#p/basic}好...

source: <20>{#p/basic}(Wait, that's what my cousin used to say...)
pt_br: <20>{#p/basic}(Espera, isso é o que meu primo costumava dizer...)
zh_cn: <20>{#p/basic}（我表亲说话好像 就这个腔调来着...）
zh_tw: <20>{#p/basic}（我表親說話好像 就這個腔調來著...）

source: <20>Okay, I'll deal.
pt_br: <20>Ok, eu vou lidar.
zh_cn: <20>我上了。
zh_tw: <20>我上了。

source: <20>If a fight's what you want, then a fight's what you'll get!
pt_br: <20>Se é luta que você quer, é luta que você vai ter!
zh_cn: <20>你想看我们打一架， 那我们就打给你看！
zh_tw: <20>你想看我們打一架， 那我們就打給你看！

source: <20>{#p/mettaton}WELL, THIS SHOULD BE INTERESTING.
pt_br: <20>{#p/mettaton}BEM, ISSO VAI SER INTERESSANTE.
zh_cn: <20>{#p/mettaton}好， 那肯定很有趣的。
zh_tw: <20>{#p/mettaton}好， 那肯定很有趣的。

source: <20>{#p/mettaton}UH... HELLO?
pt_br: <20>{#p/mettaton}UH... OII?
zh_cn: <20>{#p/mettaton}呃... 你好？
zh_tw: <20>{#p/mettaton}呃... 你好？

source: <20>IT SEEMS OUR DEAR $(moniker2u) HAS BEEN LEFT WITHOUT A DANCE PARTNER.
pt_br: <20>PARECE QUE NOSSO QUERIDO $(moniker2u) FICOU SEM UM PARCEIRO DE DANÇA.
zh_cn: <20>看来我们亲爱的 $(moniker2u)没有舞伴了。
zh_tw: <20>看來我們親愛的 $(moniker2u)沒有舞伴了。

source: <20>IT SEEMS OUR POOR, POOR HUMAN HAS BEEN LEFT WITHOUT A DANCE PARTNER.
pt_br: <20>PARECE QUE NOSSO POBRE E POBRE HUMANO FICOU SEM UM PARCEIRO DE DANÇA.
zh_cn: <20>看来我们可怜的 人类没有舞伴了。
zh_tw: <20>看來我們可憐的 人類沒有舞伴了。

source: <20>HOW UNFORTUNATE...
pt_br: <20>QUE AZARADO...
zh_cn: <20>多么不幸...
zh_tw: <20>多麼不幸...

source: <20>BUT THE SHOW MUST GO ON!
pt_br: <20>MAS O SHOW DEVE CONTINUAR!
zh_cn: <20>但是演出必须继续！
zh_tw: <20>但是演出必須繼續！

source: <20>YOU'RE ON A HOT STREAK TODAY, DARLING.
pt_br: <20>VOCÊ NÃO ESTÁ MUITO ATIVO HOJE, QUERIDO.
zh_cn: <20>你今天一帆风顺啊， 亲爱的。
zh_tw: <20>你今天一帆風順啊， 親愛的。

source: <20>SEEMS NOBODY'S INTERESTED OR ALIVE ENOUGH TO FACE YOU.
pt_br: <20>PARECE QUE NINGUÉM ESTÁ VIVO OU INTERESSADO O SUFICIENTE PRA TE ENFRENTAR.
zh_cn: <20>没有人对你感兴趣， 也没人活着来见你。
zh_tw: <20>沒有人對你感興趣， 也沒人活著來見你。

source: <20>OH WELL...
pt_br: <20>POIS BEM...
zh_cn: <20>哦好吧...
zh_tw: <20>喔好吧...

source: <20>THE SHOW MUST GO ON!
pt_br: <20>O SHOW DEVE CONTINUAR!
zh_cn: <20>演出必须继续！
zh_tw: <20>演出必須繼續！

source: <20>{#p/mettaton}NO HOLDING BACK!
pt_br: <20>{#p/mettaton}SEM SE SEGURAR!
zh_cn: <20>{#p/mettaton}要不遗余力！
zh_tw: <20>{#p/mettaton}要不遺餘力！

source: <20>{#p/mettaton}TOO MUCH COTTON TO HANDLE, HUH?
pt_br: <20>{#p/mettaton}É ALGODÃO DEMAIS PARA AGUENTAR, NÉ?
zh_cn: <20>{#p/mettaton}应付不了这么多的 棉花，是吗？
zh_tw: <20>{#p/mettaton}應付不了這麼多的 棉花，是嗎？

source: <20>{#p/mettaton}WELL, TOO BAD!
pt_br: <20>{#p/mettaton}BEM, QUE PENINHA!
zh_cn: <20>{#p/mettaton}哎呀，太糟糕了！
zh_tw: <20>{#p/mettaton}哎呀，太糟糕了！

source: <20>{#p/mettaton}TO SAY I'M IMPRESSED WOULD BE AN UNDERSTATEMENT!
pt_br: <20>{#p/mettaton}DIZER QUE ESTOU IMPRESSIONADO SERIA O MÍNIMO!
zh_cn: <20>{#p/mettaton}说我引人瞩目 并不为过！
zh_tw: <20>{#p/mettaton}盛名難卻啊， 但這並不失得體。

source: <20>YOU'VE ABSOLUTELY NAILED IT.
pt_br: <20>VOCÊ DOMINOU O PALCO.
zh_cn: <20>你做的无可挑剔。
zh_tw: <20>誠然， 您的表演無可挑剔。

source: <20>DEAR VIEWERS, DO TAKE NOTES...
pt_br: <20>QUERIDOS ESPECTADORES, TOMEM NOTAS...
zh_cn: <20>亲爱的观众， 请注意...
zh_tw: <20>親愛的觀眾朋友們， 請拿出小本本記好了！

source: <20>-THIS- IS HOW YOU PUT ON A SHOW.
pt_br: <20>É -ASSIM- QUE SE APRESENTA UM SHOW.
zh_cn: <20>【这】就是你 表演的方式。
zh_tw: <20>這，才是你能 拿到檯面上的東西！

source: <20>{#p/mettaton}YOU MAY NOT HAVE THE GREATEST VOCAL CHOPS, BUT THIS DANCING... OOOOH!
pt_br: <20>{#p/mettaton}VOCÊ PODE ATÉ NÃO TER A MELHOR CORDA VOCAL, MAS SABE DANÇAR... O SE SABE!
zh_cn: <20>{#p/mettaton}也许你没有 最棒的嗓音， 但是你的舞蹈... 哦——！
zh_tw: <20>{#p/mettaton}也許你沒有 最棒的嗓音， 但是你的舞蹈...

source: <20>SIMPLY SUPERB.
pt_br: <20>SIMPLESMENTE...
zh_cn: <20>可以说惊为天人！
zh_tw: <20>喔—— 可以說驚為天人！

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," IT'S NO SURPRISE YOU WERE SUCH A LETDOWN!
pt_br: <20>{#p/mettaton}COM UM NOME COMO "$(moniker1u)", NÃO É SURPRESA QUE VOCÊ TENHA SIDO UMA DECEPÇÃO!
zh_cn: <20>{#p/mettaton}有一个“$(moniker1u)” 的外号，你的表现这样 令人失望也并不奇怪！
zh_tw: <20>{#p/mettaton}有一個「$(moniker1u)」的 外號，你的表現這樣 令人失望也並不奇怪！

source: <20>{#p/mettaton}I -HAD- WISHED FOR A BETTER OUTCOME...
pt_br: <20>{#p/mettaton}EU -TINHA- DESEJADO UM RESULTADO MELHOR...
zh_cn: <20>{#p/mettaton}我【曾】希望 你能有更好的表现...
zh_tw: <20>{#p/mettaton}我【曾】希望 你能有更好的表現...

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D EXPECT A MORE -YOUTHFUL- SHOWING!
pt_br: <20>{#p/mettaton}COM UM NOME COMO "$(moniker1u)", VOCÊ ESPERARIA UMA EXIBIÇÃO MAIS JOVEM!
zh_cn: <20>{#p/mettaton}有一个“$(moniker1u)” 的外号，你的表演 更应充满【活力】！
zh_tw: <20>{#p/mettaton}有一個「$(moniker1u)」的 外號，你的表演 更應充滿【活力】！

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D HOPE TO BE BLOWN AWAY!
pt_br: <20>{#p/mettaton}COM UM NOME COMO "$(moniker1u)", VOCÊ ESPERARIA FICAR IMPRESSIONADO!
zh_cn: <20>{#p/mettaton}有一个“$(moniker1u)” 的外号， 你一定要风流倜傥！
zh_tw: <20>{#p/mettaton}有一個「$(moniker1u)」的 外號， 你一定要風流倜儻！

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D THINK YOUR SKILLS WOULD BE MAD!
pt_br: <20>{#p/mettaton}COM UM NOME COMO "$(moniker1u)", VOCÊ PENSARIA QUE SUAS HABILIDADES SERIAM LOUCAS!
zh_cn: <20>{#p/mettaton}有一个“$(moniker1u)” 的外号，你的技巧 更应震撼！
zh_tw: <20>{#p/mettaton}有一個「$(moniker1u)」的 外號，你的技巧 更應令人折服！

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D HOPE TO HAVE STOLEN THE SHOW!
pt_br: <20>{#p/mettaton}COM UM NOME COMO "$(moniker1u)", VOCÊ ESPERARIA TER ROUBADO O SHOW!
zh_cn: <20>{#p/mettaton}“$(moniker1u)”， 你可不能被别人 抢了风头啊！
zh_tw: <20>{#p/mettaton}「$(moniker1u)」， 你可不能被別人 搶了風頭啊！

source: <20>{#p/mettaton}BUT I GUESS IT JUST WASN'T MEANT TO BE.
pt_br: <20>{#p/mettaton}MAS ACHO QUE NÃO ERA PARA SER.
zh_cn: <20>{#p/mettaton}也许你没这个觉悟吧。
zh_tw: <20>{#p/mettaton}也許你沒這個覺悟吧。

source: <20>{#p/mettaton}WELL, $(moniker3u), I CAN'T SAY I EXPECTED THIS!
pt_br: <20>{#p/mettaton}OLHA, $(moniker3u), EU NÃO POSSO DIZER QUE ESPERAVA ISSO!
zh_cn: <20>{#p/mettaton}好吧，$(moniker3u)， 我没想到会这样！
zh_tw: <20>{#p/mettaton}好吧，$(moniker3u)， 我沒想到會這樣！

source: <20>{#p/mettaton}I -WAS- EXPECTING ANOTHER LETDOWN, BUT...
pt_br: <20>{#p/mettaton}EU -ESTAVA- ESPERANDO OUTRA QUEDA, MAS...
zh_cn: <20>{#p/mettaton}我【本以为】 又要失望， 但是...
zh_tw: <20>{#p/mettaton}我【本以為】 又要失望， 但是...

source: <20>{#p/mettaton}WELL, DEAR $(moniker1u)...
pt_br: <20>{#p/mettaton}BEM, QUERIDO $(moniker1u)...
zh_cn: <20>{#p/mettaton}好吧， 亲爱的$(moniker1u)...
zh_tw: <20>{#p/mettaton}好吧， 親愛的$(moniker1u)...

source: <20>IT'S SAFE TO SAY YOUR SKILLS ARE BEYOND YOUR YEARS!
pt_br: <20>É SEGURO DIZER QUE SUAS HABILIDADES SÃO ACIMA DA SUA IDADE!
zh_cn: <20>我敢肯定， 你那年轻的皮囊底下 一定藏着 一位著名明星！
zh_tw: <20>我敢肯定， 你那年輕的皮囊底下 一定藏著 一位著名明星！

source: <20>THIS PERFORMANCE DESERVES THUNDEROUS APPLAUSE!
pt_br: <20>ESSA PERFORMANCE MERECE INFINITOS APLAUSOS!
zh_cn: <20>这场演出值得 雷鸣般的掌声！
zh_tw: <20>這場演出值得 雷鳴般的掌聲！

source: <20>IT SEEMS OUR VIEWERS ARE FIRED UP!
pt_br: <20>PARECE QUE NOSSOS ESPECTADORES ESTÃO NO CLIMA!
zh_cn: <20>我们的观众 热情迸发了！
zh_tw: <20>我們的觀眾 熱情迸發了！

source: <20>YOU'VE REALLY MADE THIS STAGE YOUR OWN!
pt_br: <20>VOCÊ REALMENTE FEZ DESSE PALCO UM SHOW!
zh_cn: <20>你将这里变成了 你自己的舞台！
zh_tw: <20>你將這裡變成了 你自己的舞臺！

source: <20>{#p/mettaton}PERHAPS THERE'S HOPE FOR YOU AFTER ALL.
pt_br: <20>{#p/mettaton}TALVEZ EXISTA ESPERANÇA PARA VOCÊ DEPOIS DE TUDO.
zh_cn: <20>{#p/mettaton}也许 你仍有希望。
zh_tw: <20>{#p/mettaton}也許 你仍有希望。

source: <20>{#p/mettaton}... I HONESTLY DON'T UNDERSTAND HOW YOU CAN BE THIS BAD.
pt_br: <20>{#p/mettaton}... EU SINCERAMENTE NÃO ENTENDO COMO VOCÊ CONSEGUE SER TÃO RUIM.
zh_cn: <20>{#p/mettaton}...我真不明白 你的成绩怎么 这么糟糕。
zh_tw: <20>{#p/mettaton}...我真不明白 你的成績怎麼 這麼糟糕。

source: <20>ESPECIALLY AFTER YOU DID SO WELL EARLIER.
pt_br: <20>ESPECIALMENTE APÓS VOCÊ TER IDO TÃO BEM NO COMEÇO.
zh_cn: <20>明明早些时候 你表现得 很不错来着。
zh_tw: <20>明明早些時候 你表現得 很不錯來著。

source: <20>OH WELL. IT HAPPENS, I GUESS.
pt_br: <20>OLHA. ACONTECE, EU ACHO.
zh_cn: <20>哦好吧。 可能，这也是 常有的事吧。
zh_tw: <20>喔好吧。 可能，這也是 常有的事吧。

source: <20>{#p/mettaton}... HAS ANYONE EVER TOLD YOU HOW MUCH YOU SUCK?
pt_br: <20>{#p/mettaton}... ALGUÉM JÁ TE DISSE O TANTO QUE VOCÊ É MAU NISSO?
zh_cn: <20>{#p/mettaton}...没人告诉过你 你有多菜吗？
zh_tw: <20>{#p/mettaton}...沒人告訴過你 你有多菜嗎？

source: <20>SCREWING UP A VOCAL PERFORMANCE WAS ONE THING.
pt_br: <20>FERRAR COM UMA APRESENTAÇÃO VOCAL É UMA COISA.
zh_cn: <20>搞砸一场声乐表演 是一回事。
zh_tw: <20>搞砸一場聲樂表演 是一回事。

source: <20>BUT THIS...? THIS IS JUST SAD.
pt_br: <20>MAS ISSO...? ISSO É TRISTE.
zh_cn: <20>但这个呢...？ 这真的是太悲哀了。
zh_tw: <20>但這個呢...？ 這真的是太悲哀了。

source: <20>{#p/mettaton}ALAS... WE STILL HAVE ONE MORE ACT TO FOLLOW.
pt_br: <20>{#p/mettaton}ALAS... NÓS AINDA TEMOS MAIS UM ATO.
zh_cn: <20>{#p/mettaton}唉... 我们还有一场表演 需要完成。
zh_tw: <20>{#p/mettaton}唉... 我們還有一場表演 需要完成。

source: <20>{#p/mettaton}BEAUTIES AND GENTLEBEAUTIES...
pt_br: <20>{#p/mettaton}DAMAS E CAVALHEDAMAS...
zh_cn: <20>{#p/mettaton}女士们，先生们...
zh_tw: <20>{#p/mettaton}女士們，先生們...

source: <20>GIVE IT UP...
pt_br: <20>DÊEM UMA SALVA DE PALMAS...
zh_cn: <20>掌声有请...
zh_tw: <20>掌聲有請...

source: <20>FOR THE ONE AND ONLY DR. ALPHYS!
pt_br: <20>PARA A GRANDE E ÚNICA DR. ALPHYS!
zh_cn: <20>举世无双的 ALPHYS博士！
zh_tw: <20>舉世無雙的 ALPHYS博士！

source: <20>{|}{#p/mettaton}HOW WELL WILL YOU FARE AGAINST- {%}
pt_br: <20>{|}{#p/mettaton}O QUÃO BEM VOCÊ SE SAIRA- {%}
zh_cn: <20>{|}{#p/mettaton}你将如何应对- {%}
zh_tw: <20>{|}{#p/mettaton}你將如何應對- {%}

source: <20>{#p/mettaton}HOW WELL WILL YOU FARE AGAINST THIS, THE FINAL CHALLENGE?
pt_br: <20>{#p/mettaton}O QUÃO BEM VOCÊ SE SAIRA CONTRA ESTE ÚLTIMO DESAFIO?
zh_cn: <20>{#p/mettaton}你将如何应对， 这最后的挑战呢？
zh_tw: <20>{#p/mettaton}你將如何應對， 這最後的挑戰呢？

source: <20>{#p/alphys}N-no!
pt_br: <20>{#p/alphys}N-não!
zh_cn: <20>{#p/alphys}不-不！
zh_tw: <20>{#p/alphys}不-不！

source: <20>{*}{#p/alphys}Are you k-kidding?{^30}{%}
pt_br: <20>{*}{#p/alphys}Você tá de b-brincadeira?{^30}{%}
zh_cn: <20>{*}{#p/alphys}你-你在开玩笑吗？{^30}{%}
zh_tw: <20>{*}{#p/alphys}你-你在開玩笑嗎？{^30}{%}

source: <20>{#p/alphys}You can't force me to do something I don't want to.
pt_br: <20>{#p/alphys}Você não pode me forçar a fazer algo que eu não quero.
zh_cn: <20>{#p/alphys}你不能强迫我 做我不愿做的事。
zh_tw: <20>{#p/alphys}你不能強迫我 做我不願做的事。

source: <20>{*}{#p/alphys}I don't...{^30}{%}
pt_br: <20>{*}{#p/alphys}Eu não...{^30}{%}
zh_cn: <20>{*}{#p/alphys}我不能...{^30}{%}
zh_tw: <20>{*}{#p/alphys}我不能...{^30}{%}

source: <20>{*}{#p/alphys}I...{^30}{%}
pt_br: <20>{*}{#p/alphys}Eu...{^30}{%}
zh_cn: <20>{*}{#p/alphys}我...{^30}{%}
zh_tw: <20>{*}{#p/alphys}我...{^30}{%}

source: <20>{#p/alphys}I c-can't do it!
pt_br: <20>{#p/alphys}Eu n-não consigo!
zh_cn: <20>{#p/alphys}我-我做不到！
zh_tw: <20>{#p/alphys}我-我做不到！

source: <20>{#p/alphys}{#e/alphys/4}I'm not sure if this is a good idea.
pt_br: <20>{#p/alphys}{#e/alphys/4}Eu não sei se essa é uma boa ideia.
zh_cn: <20>{#p/alphys}{#e/alphys/4}我不确定这是不是 一个好主意。
zh_tw: <20>{#p/alphys}{#e/alphys/4}我不確定這是不是 一個好主意。

source: <20>{#p/mettaton}IS THERE A PROBLEM, DEAR?
pt_br: <20>{#p/mettaton}ALGUM PROBLEMA, QUERIDA?
zh_cn: <20>{#p/mettaton}有什么问题吗， 亲爱的？
zh_tw: <20>{#p/mettaton}有什麼問題嗎， 親愛的？

source: <20>{#p/alphys}{#e/alphys/4}I don't want t-to hurt them, Mettaton...
pt_br: <20>{#p/alphys}{#e/alphys/4}Eu não quero feri-lo, Mettaton...
zh_cn: <20>{#p/alphys}{#e/alphys/4}我-我不想伤害人类， Mettaton...
zh_tw: <20>{#p/alphys}{#e/alphys/4}我-我不想傷害人類， Mettaton...

source: <20>{#p/alphys}{#e/alphys/7}We might have a rough history with humans, but...
pt_br: <20>{#p/alphys}{#e/alphys/7}Nossa história com humanos pode ser complicada, mas...
zh_cn: <20>{#p/alphys}{#e/alphys/7}我们先前和他们的关系 可能有点紧张，但是...
zh_tw: <20>{#p/alphys}{#e/alphys/7}我們先前和他們的關係 可能有點緊張，但是...

source: <20>{#e/alphys/6}That doesn't mean this human can't be different, right?
pt_br: <20>{#e/alphys/6}Isso não significa que esse humano não possa ser diferente, correto?
zh_cn: <20>{#e/alphys/6}这并不意味着这个人类 与以前的人类一样， 是吧？
zh_tw: <20>{#e/alphys/6}這並不意味著這個人類 與以前的人類一樣， 是吧？

source: <20>{#e/alphys/8}So... I think it's totally unfair to keep attacking them for it.
pt_br: <20>{#e/alphys/8}Então... eu acho que é totalmente injusto continuar o atacando por isso.
zh_cn: <20>{#e/alphys/8}所以我觉得... 就这样继续攻击人类 有点太不公平了。
zh_tw: <20>{#e/alphys/8}所以我覺得... 就這樣繼續攻擊人類 有點太不公平了。

source: <20>{#p/alphys}{#e/alphys/7}I know they've made some... pretty bad mistakes...
pt_br: <20>{#p/alphys}{#e/alphys/7}Eu sei que ele tomou... decisões bem ruins...
zh_cn: <20>{#p/alphys}{#e/alphys/7}我知道人类做了一些... 不可饶恕的错误...
zh_tw: <20>{#p/alphys}{#e/alphys/7}我知道人類做了一些... 不可饒恕的錯誤...

source: <20>{#p/alphys}{#e/alphys/6}But, then again, with the way some monsters have treated them...?
pt_br: <20>{#p/alphys}{#e/alphys/6}Mas, de novo, e a forma como os monstros o trataram...?
zh_cn: <20>{#p/alphys}{#e/alphys/6}但话说回来， 想想一些怪物 对待人类的方式...？
zh_tw: <20>{#p/alphys}{#e/alphys/6}但話說回來， 想想一些怪物 對待人類的方式...？

source: <20>{#p/alphys}{#e/alphys/8}That's no surprise.
pt_br: <20>{#p/alphys}{#e/alphys/8}Não tem surpresa alguma aqui.
zh_cn: <20>{#p/alphys}{#e/alphys/8}这样就不奇怪了。
zh_tw: <20>{#p/alphys}{#e/alphys/8}這樣就不奇怪了。

source: <20>{#p/alphys}{#e/alphys/4}And also, I'm... k-kind of afraid I might hurt them...
pt_br: <20>{#p/alphys}{#e/alphys/4}E eu também... temo acabar f-ferindo ele...
zh_cn: <20>{#p/alphys}{#e/alphys/4}而且，我... 有-有点担心我会 伤到人类...
zh_tw: <20>{#p/alphys}{#e/alphys/4}而且，我... 有-有點擔心我會 傷到人類...

source: <20>{#p/mettaton}WELL...
pt_br: <20>{#p/mettaton}BEM...
zh_cn: <20>{#p/mettaton}好吧...
zh_tw: <20>{#p/mettaton}好吧...

source: <20>IF YOU SAY SO, DOCTOR.
pt_br: <20>SE VOCÊ DIZ, DOUTORA.
zh_cn: <20>博士， 既然你这么说。
zh_tw: <20>博士， 既然你這麼說。

source: <20>{#p/mettaton}HMM...
zh_cn: <20>{#p/mettaton}嗯...
zh_tw: <20>{#p/mettaton}嗯...

source: <20>YOU MAKE AN INTERESTING POINT, DOCTOR.
pt_br: <20>VOCÊ FEZ UM PONTO INTERESSANTE DOUTORA.
zh_cn: <20>博士，这想法挺新奇。ゑ
zh_tw: <20>博士，這想法挺新奇。ゑ

source: <20>BUT I'M AFRAID I HAVE TO DISAGREE.{#e/alphys/1}
pt_br: <20>MAS EU TEMO TER QUE DISCORDAR.{#e/alphys/1}
zh_cn: <20>我可不敢苟同。ゑ{#e/alphys/1}
zh_tw: <20>我可不敢苟同。ゑ{#e/alphys/1}

source: <20>IT'S JUST A SHAME THE VIEWERS WON'T GET TO SEE WHAT HAPPENS.{#e/alphys/28}
pt_br: <20>É UMA PENA QUE OS ESPECTADORES NÃO PODERÃO VER O QUE ACONTECERIA.{#e/alphys/28}
zh_cn: <20>很遗憾观众没能看到 接下来的发展。{#e/alphys/28}
zh_tw: <20>很遺憾觀眾沒能看到 接下來的發展。{#e/alphys/28}

source: <20>FOR ONE, CONFLICT IS THE HEART OF GOOD TV DRAMA!{#e/alphys/2}
pt_br: <20>CONFLITO É O CORAÇÃO DE UM BOM DRAMA DE TV!{#e/alphys/2}
zh_cn: <20>在我看来， 一场优质电视剧的核心 便是冲突与矛盾！{#e/alphys/2}
zh_tw: <20>在我看來， 一場優質電視劇的核心 便是衝突與矛盾！{#e/alphys/2}

source: <20>AND WHO COULD SAY NO TO THAT.
pt_br: <20>E QUEM PODERIA DIZER NÃO PRA ISSO.
zh_cn: <20>又有谁能 否认这一点呢？
zh_tw: <20>又有誰能 否認這一點呢？

source: <20>{#p/mettaton}{#e/alphys/0}WELL, ANYWAY, WE'RE KIND OF OUT OF TIME.
pt_br: <20>{#p/mettaton}{#e/alphys/0}BEM, DE TODA FORMA, ESTAMOS MEIO QUE SEM TEMPO.
zh_cn: <20>{#p/mettaton}{#e/alphys/0}行吧，总而言之 我们的时间 已经所剩无几了。
zh_tw: <20>{#p/mettaton}{#e/alphys/0}行吧，總而言之 我們的時間 已經所剩無幾了。

source: <20>SO... THAT'LL HAVE TO BE ALL FOR NOW.
pt_br: <20>ENTÃO... ACHO QUE É ISSO POR AGORA.
zh_cn: <20>所以... 今天的节目到此结束！
zh_tw: <20>所以... 今天的節目到此結束！

source: <21>STAY TUNED, FOLKS! THE NEXT EPISODE IS ALREADY IN THE WORKS.
pt_br: <21>FIQUEM LIGADOS, RAPAZIADA! O PRÓXIMO EPISÓDIO JÁ ESTÁ SENDO TRABALHADO.
zh_cn: <21>伙计们，别划走！ 下期节目正在加急制作中。
zh_tw: <21>夥計們，下期節目 正在加急製作中， 我們不見不散！

source: <20>YOU WON'T WANT TO MISS IT.
pt_br: <20>VOCÊ NÃO VAI QUERER PERDER.
zh_cn: <20>你一定不想错过！
zh_tw: <20>你一定不想錯過！

source: <20>{#p/alphys}Welp.
pt_br: <20>{#p/alphys}Tá.
zh_cn: <20>{#p/alphys}好吧。
zh_tw: <20>{#p/alphys}好吧。

source: <20>{#p/alphys}Seriously? You didn't even miss a single time.
pt_br: <20>{#p/alphys}Sério? Você não errou nem uma única vez.
zh_cn: <20>{#p/alphys}认真的？ 你一次都没失误。
zh_tw: <20>{#p/alphys}認真的？ 你一次都沒失誤。

source: <32>{#p/story}* It's electro-shockin' time.
pt_br: <32>{#p/story}* É hora do eletrochoque.
zh_cn: <32>{#p/story}* 电击时间到了。
zh_tw: <32>{#p/story}* 電擊時間到了。

source: <32>{#p/story}* Mettaton claps his robo-hands.
pt_br: <32>{#p/story}* Mettaton da palmas com as mãos robóticas.
zh_cn: <32>{#p/story}* Mettaton鼓起了机器手掌。
zh_tw: <32>{#p/story}* Mettaton鼓起了機器手掌。

source: <32>{#p/story}* It's a flurry of octaves.
pt_br: <32>{#p/story}* É uma enxurrada de oitavas.
zh_cn: <32>{#p/story}* 一连串的八度音。
zh_tw: <32>{#p/story}* 一連串的八度音。

source: <32>{#p/story}* Shyren's voice echoes through the laboratory.
pt_br: <32>{#p/story}* A voz de Shyren ecoa pelo laboratório.
zh_cn: <32>{#p/story}* Shyren的歌声 在实验室里回响。
zh_tw: <32>{#p/story}* Shyren的歌聲 在實驗室裡迴響。

source: <32>{#p/story}* Mettaton dare not shed a tear.
pt_br: <32>{#p/story}* Mettaton tenta não deixar lágrimas caírem.
zh_cn: <32>{#p/story}* Mettaton不敢落下一滴眼泪。
zh_tw: <32>{#p/story}* Mettaton不敢落下一滴眼淚。

source: <32>{#p/story}* Mettaton busts a move.
pt_br: <32>{#p/story}* Mettaton faz um movimento.
zh_cn: <32>{#p/story}* Mettaton展示了一个舞蹈动作。
zh_tw: <32>{#p/story}* Mettaton展示了一個舞蹈動作。

source: <32>{#p/story}* Funk overload in progress.
pt_br: <32>{#p/story}* Sobrecarga de funk em andamento.
zh_cn: <32>{#p/story}* 放克音乐空前热烈。
zh_tw: <32>{#p/story}* 放克音樂空前熱烈。

source: <32>{#p/story}* Smells like a madhouse.
pt_br: <32>{#p/story}* Cheira a hospício.
zh_cn: <32>{#p/story}* 闻起来像疯人院。
zh_tw: <32>{#p/story}* 聞起來像瘋人院。

source: <32>{#p/story}* Mettaton is fiddling with his microphone.
pt_br: <32>{#p/story}* Mettaton está brincando com seu microfone.
zh_cn: <32>{#p/story}* Mettaton正在摆弄着 他的麦克风。
zh_tw: <32>{#p/story}* Mettaton正在擺弄著 他的麥克風。

source: <32>{#p/story}* Mettaton points dramatically at the camera.
pt_br: <32>{#p/story}* Mettaton aponta dramaticamente para a câmera.
zh_cn: <32>{#p/story}* Mettaton引人注目地指着镜头。
zh_tw: <32>{#p/story}* Mettaton引人注目地指著鏡頭。

source: <20>{#p/mettaton}NICE!
pt_br: <20>{#p/mettaton}TOP!
zh_cn: <20>{#p/mettaton}干得漂亮！
zh_tw: <20>{#p/mettaton}幹得漂亮！

source: <20>{#p/mettaton}VERY NICE!
pt_br: <20>{#p/mettaton}MUITO TOP!
zh_cn: <20>{#p/mettaton}非常好！
zh_tw: <20>{#p/mettaton}非常好！

source: <20>{#p/mettaton}FABULOUS!
pt_br: <20>{#p/mettaton}FABULOSO!
zh_cn: <20>{#p/mettaton}太棒了！
zh_tw: <20>{#p/mettaton}太棒了！

source: <20>{#p/mettaton}OUTSTANDING!
pt_br: <20>{#p/mettaton}SUBESTIMADO!
zh_cn: <20>{#p/mettaton}优秀！
zh_tw: <20>{#p/mettaton}優秀！

source: <20>{#p/mettaton}STELLAR!
pt_br: <20>{#p/mettaton}ESTELAR!
zh_cn: <20>{#p/mettaton}真让人 “星”动！
zh_tw: <20>{#p/mettaton}真讓人 「星」動！

source: <20>{#p/mettaton}THAT'S THE WAY!
pt_br: <20>{#p/mettaton}É ASSIM QUE SE FAZ!
zh_cn: <20>{#p/mettaton}就是这样！
zh_tw: <20>{#p/mettaton}就是這樣！

source: <20>{#p/mettaton}SHOW 'EM HOW IT'S DONE!
pt_br: <20>{#p/mettaton}MOSTRA PRA ELES COMO SE FAZ!
zh_cn: <20>{#p/mettaton}拿下！
zh_tw: <20>{#p/mettaton}拿下！

source: <20>{#p/basic}Well, that was a blast!
pt_br: <20>{#p/basic}Bem, isso foi uma explosão!
zh_cn: <20>{#p/basic}嗯， 太劲爆了！
zh_tw: <20>{#p/basic}嗯， 太勁爆了！

source: <20>{#p/basic}See ya next time, human!
pt_br: <20>{#p/basic}Te vejo na próxima, humano!
zh_cn: <20>{#p/basic}回头再见啊，人类！
zh_tw: <20>{#p/basic}回頭再見啊，人類！

source: <20>{#p/basic}Never again.
pt_br: <20>{#p/basic}Nunca mais.
zh_cn: <20>{#p/basic}别再来了。
zh_tw: <20>{#p/basic}別再來了。

source: <20>{#p/mettaton}OOPS...
zh_cn: <20>{#p/mettaton}啊哦...
zh_tw: <20>{#p/mettaton}啊喔...

source: <20>{#p/mettaton}SO CLOSE...
pt_br: <20>{#p/mettaton}TÃO PERTO...
zh_cn: <20>{#p/mettaton}就差一点...
zh_tw: <20>{#p/mettaton}就差一點...

source: <20>{#p/mettaton}HOW UNLUCKY...
pt_br: <20>{#p/mettaton}QUE AZARADO...
zh_cn: <20>{#p/mettaton}真倒霉...
zh_tw: <20>{#p/mettaton}真倒霉...

source: <20>{#p/mettaton}HOW UNFORTUNATE...
pt_br: <20>{#p/mettaton}QUE LASTIMA...
zh_cn: <20>{#p/mettaton}真不幸...
zh_tw: <20>{#p/mettaton}真不幸...

source: <20>{#p/mettaton}FAILURE!
pt_br: <20>{#p/mettaton}FALHOU!
zh_cn: <20>{#p/mettaton}废物！
zh_tw: <20>{#p/mettaton}啥也不是！

source: <20>{#p/mettaton}DISAPPOINTING.
pt_br: <20>{#p/mettaton}DESAPONTANTE.
zh_cn: <20>{#p/mettaton}真令人失望。
zh_tw: <20>{#p/mettaton}真令人失望。

source: <20>{#p/mettaton}WHAT. WAS. THAT.
pt_br: <20>{#p/mettaton}QUE. FOI. ISSO.
zh_cn: <20>{#p/mettaton}什-么-鬼。
zh_tw: <20>{#p/mettaton}什-麼-鬼。

source: <20>{#p/basic}Hope I didn't go too hard on you.
pt_br: <20>{#p/basic}Espero não ter te forçado demais.
zh_cn: <20>{#p/basic}希望我下手没太狠。
zh_tw: <20>{#p/basic}希望我下手沒太狠。
