Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#g/alphysIDK2}* Is it really my fault that you chose to kill all those people?
pt_br: <25>{#g/alphysIDK2}* É realmente minha culpa que você tenha matado todas essas pessoas?
zh_cn: <25>{#g/alphysIDK2}* 杀死那些人是你的选择 我为何要为此担责？
zh_tw: <25>{#g/alphysIDK2}* 這一切真的是我的錯嗎？ 明明是你自己選擇 殺了他們。

source: <25>{#p/alphys}{#g/alphysWelp}* Look, I'll just get to the point.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Olha, eu só vou chegar logo no ponto.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 听着， 我就直接开门见山了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 聽著， 我就直說了。

source: <25>{#p/alphys}{#f/3}* But, uh, I don't really want to dwell on that right now, so...
pt_br: <25>{#p/alphys}{#f/3}* Mas, uh, eu realmente não quero me debruçar sobre isso agora, então...
zh_cn: <25>{#p/alphys}{#f/3}* 但是，呃， 我不想为此多说，所以...
zh_tw: <25>{#p/alphys}{#f/3}* 但是，呃， 我不想為此多說，所以...

source: <25>{#p/alphys}{#f/20}* ... I'll just get to the point.
pt_br: <25>{#p/alphys}{#f/20}* ... eu só vou chegar logo no ponto.
zh_cn: <25>{#p/alphys}{#f/20}* ...我就开门见山了。
zh_tw: <25>{#p/alphys}{#f/20}* ...我就開門見山了。

source: <25>{#g/alphysNeutralSweat}* There's... a reason I've been watching over you like this.
pt_br: <25>{#g/alphysNeutralSweat}* Tem uma... razão pela qual eu tenho te assistindo por todo esse tempo.
zh_cn: <25>{#g/alphysNeutralSweat}* 我一直监视着你... 并非没有原因。
zh_tw: <25>{#g/alphysNeutralSweat}* 我一直監視著你... 並非沒有原因。

source: <25>{#g/alphysFR}* To put it simply...
pt_br: <25>{#g/alphysFR}* Pra colocar mais simplesmente...
zh_cn: <25>{#g/alphysFR}* 简单来说...
zh_tw: <25>{#g/alphysFR}* 簡單來說...

source: <25>{#g/alphysFR}* ASGORE's got a {@fill=#003cff}secret{@fill=#fff}.
pt_br: <25>{#g/alphysFR}* ASGORE tem um {@fill=#003cff}segredo{@fill=#fff}.
zh_cn: <25>{#g/alphysFR}* ASGORE有一个{@fill=#003cff}秘密{@fill=#fff}。
zh_tw: <25>{#g/alphysFR}* ASGORE有一個{@fill=#003cff}秘密{@fill=#fff}。

source: <25>{#p/alphys}{#g/alphysIDK3}* ...
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* ...ゑ

source: <25>{#p/alphys}{#g/alphysIDK3}* What hurts most of all, though, is... Undyne.
pt_br: <25>{#p/alphys}{#g/alphysIDK3}* O que mais me dói é... Undyne.
zh_cn: <25>{#p/alphys}{#g/alphysIDK3}* 最令我痛心的是... Undyne。
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* 最令我痛心的是... Undyne。

source: <25>{#p/alphys}{#g/alphysIDK3}* If there was one monster who wanted us to go free...
pt_br: <25>{#p/alphys}{#g/alphysIDK3}* Se tinha um monstro que mais desejava nossa liberdade...
zh_cn: <25>{#p/alphys}{#g/alphysIDK3}* 如果有一个怪物 想将我们从这牢笼中 解救出来...
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* 如果說有一個怪物， 以我們的自由為目標 而努力奮鬥著...

source: <25>{#p/alphys}{#g/alphysIDK2}* More than anyone else, it was her.
pt_br: <25>{#p/alphys}{#g/alphysIDK2}* Mais do que qualquer outro, era ela.
zh_cn: <25>{#p/alphys}{#g/alphysIDK2}* 最应该是的就是她。
zh_tw: <25>{#p/alphys}{#g/alphysIDK2}* 那最具代表性的就是她。

source: <25>{#p/alphys}{#g/alphysSideSad}* She stood for freedom, and for justice...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Ela sempre lutou por nossa liberdade, e por justiça...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 她代表自由，代表正义...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 她代表自由，代表正義...

source: <25>{#p/alphys}{#g/alphysSmileSweat}* And maybe she was a little harsh towards you...
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* E talvez ela tenho sido meio violenta contigo...
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 也许她对你有点无情...
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 儘管她對你有點無情...

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... but...
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... mas...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...但是...
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...但是...

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* And it's like you didn't even care.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* E é como se você nem ligasse.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 你好像根本不在乎。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 你好像根本不在乎。

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* She was my hero.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Ela foi minha heroína.
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* 她是我的英雄。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* ...Undyne是我的英雄。

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* A person I... looked up to.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* Uma pessoa que eu... sempre quis proteger.
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 我仰望着的那一位。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 我最敬仰的... 是她。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* A person who gave me hope.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Uma pessoa que me deu liberdade.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 给我希望的那一位。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 讓我滿懷希望的... 也是她。

source: <25>{#p/alphys}{#g/alphysThatSucks}* ... but to see her be killed so easily, it was like...
pt_br: <25>{#p/alphys}{#g/alphysThatSucks}* ... mas ver ela ser morta tão facilmente, foi como...
zh_cn: <25>{#p/alphys}{#g/alphysThatSucks}* ...但看到她就这么 被杀害了，就像...
zh_tw: <25>{#p/alphys}{#g/alphysThatSucks} * 我就這麼眼睜睜看著你... 輕而易舉地殺了她， 感覺就像...

source: <25>{#p/alphys}{#g/alphysIDK2}* ... like watching that hope be torn away.
pt_br: <25>{#p/alphys}{#g/alphysIDK2}* ... como ver aquela esperança se tornar em poeira.
zh_cn: <25>{#p/alphys}{#g/alphysIDK2}* ...就像看着 希望在眼前被撕碎。
zh_tw: <25>{#p/alphys}{#g/alphysIDK2}* ...就像重拾的希望 在眼前又瞬間破滅...

source: <25>{#p/alphys}{#g/alphysIDK2}* Ripped to pieces.
pt_br: <25>{#p/alphys}{#g/alphysIDK2}* Quebrada em pedaços.
zh_cn: <25>{#p/alphys}{#g/alphysIDK2}* 被撕成满天的碎片。
zh_tw: <25>{#p/alphys}{#g/alphysIDK2}* 變成滿天的碎片...

source: <25>{#p/alphys}{#g/alphysIDK3}* Gone forever.
pt_br: <25>{#p/alphys}{#g/alphysIDK3}* Perdida pra sempre.
zh_cn: <25>{#p/alphys}{#g/alphysIDK3}* 变得荡然无存。
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* ...蕩然無存。

source: <25>{#p/alphys}{#g/alphysIDK3}* And you're the one who made that happen.
pt_br: <25>{#p/alphys}{#g/alphysIDK3}* E foi você quem fez isso acontecer.
zh_cn: <25>{#p/alphys}{#g/alphysIDK3}* 而这一切的始作俑者， ...就是你。
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* 而這一切的始作俑者 ...就是你。

source: <25>{#p/alphys}{#g/alphysIDK2}* ...
zh_tw: <25>{#p/alphys}{#g/alphysIDK2}* ...ゑ

source: <25>{#p/alphys}{#g/alphysThatSucks}* ...
zh_tw: <25>{#p/alphys}{#g/alphysThatSucks}* ...ゑ

source: <25>* In any case, there's... nothing else I can do.
pt_br: <25>* De toda forma, não... tem nada que eu possa fazer.
zh_cn: <25>* 无论如何， 我对此无能为力。
zh_tw: <25>* 不管怎樣， 我對此都... 無能為力。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* What happens now isn't up to me anymore.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* O que acontece agora já não está mais em minhas mãos.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 现在我也只是 心有余而力不足。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 即使到了現在， 我也只是心有餘而力不足。

source: <25>{#p/alphys}{#g/alphysSideSad}* I... can't say much about it now, but...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Eu... não posso dizer muito sobre, agora...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 我... 我现在不能为此说太多...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 我... 我現在還不能說太多...

source: <25>{#g/alphysNeutralSweat}* As royal scientist, my duty is to escort you safely to the king.
pt_br: <25>{#g/alphysNeutralSweat}* Como cientista real, meu trabalho é te escoltar com segurança até o rei.
zh_cn: <25>{#g/alphysNeutralSweat}* 作为皇家科学员， 我的职责就是护送你安全地 见到国王。
zh_tw: <25>{#g/alphysNeutralSweat}* 作為皇家科學員， 我的職責就是護送你安全地 見到國王。

source: <26>{#g/alphysWorried}* If anyone f-found out, they'd think we're against our own freedom.
pt_br: <26>{#g/alphysWorried}* Se qualquer pessoa d-descobrir, eles vão pensar que estamos contra nossa própria liberdade.
zh_cn: <26>{#g/alphysWorried}* 如果被其他人发-发现了， 他们就会认为我们在阻碍 我们一族的自由。
zh_tw: <26>{#g/alphysWorried}* 如果被其他人發-發現了， 他們就會認為我們在阻礙 我們一族的自由。

source: <25>{#g/alphysHaveSomeCompassion}* ... * We're just trying to do the right thing.
pt_br: <25>{#g/alphysHaveSomeCompassion}* ... * Nós estamos apenas tentando fazer a coisa certa.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* ... * 我们只是想做正确的事。
zh_tw: <25>{#g/alphysHaveSomeCompassion}* ... * 我們只是想做正確的事。

source: <25>{#p/alphys}{#g/alphysIDK2}* ... not that I'm complaining or anything.
pt_br: <25>{#p/alphys}{#g/alphysIDK2}* ... não que eu esteja reclamando ou coisa do tipo.
zh_cn: <25>{#p/alphys}{#g/alphysIDK2}* ...我并不是 在抱怨什么的。
zh_tw: <25>{#p/alphys}{#g/alphysIDK2}* ...倒不是說我在抱怨什麼的。

source: <25>{#p/alphys}{#g/alphysIDK3}* I wasn't fit to escort you anyway.
pt_br: <25>{#p/alphys}{#g/alphysIDK3}* Eu não estava apta para acompanhá-lo de qualquer maneira.
zh_cn: <25>{#p/alphys}{#g/alphysIDK3}* 无论如何， 我根本就不适合护送你。
zh_tw: <25>{#p/alphys}{#g/alphysIDK3}* 實話說， 我根本就不適合護送你。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... not that I'm complaining or anything.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... não que eu esteja reclamando ou coisa do tipo.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...我并不是 在抱怨什么的。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...倒不是說我在抱怨什麼的。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* I don't really want to be around you.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Eu não quero realmente estar perto de você.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 我真的不想和你在一起。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 我是真的不想和你在一起。

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* ... you're lucky, you know.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* ... você tem sorte, sabe?
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* ...要知道，你很幸运。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* ...要知道，你很幸運。

source: <26>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* If it wasn't my job to protect you, I'd kill you myself.
pt_br: <26>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* Se não fosse meu trabalho te proteger, eu teria te matado por conta própria.
zh_cn: <26>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 要不是因为职责所在， 不然我就会亲手杀了你。
zh_tw: <26>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 要不是職責所在， 不然我就會親手殺了你。

source: <25>{#p/alphys}{#g/alphysWelp}* ... you go on ahead. * I'll try not to get too far behind.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* ... você pode ir em frente. * Eu vou tentar não ficar tão atrás.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* ...你先去吧。 * 我待会就会跟上的。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* ...你先去吧。 * 我待會就會跟上的。

source: <25>{#g/alphysSide}* Everything's gonna be fine, alright?
pt_br: <25>{#g/alphysSide}* Tudo vai ficar bem, tudo bem?
zh_cn: <25>{#g/alphysSide}* 一切都会没事的，好吗？
zh_tw: <25>{#g/alphysSide}* 一切都會沒事的，好嗎？

source: <25>{#g/alphysWelp}* ... despite the malfunctioning atmospheric system.
pt_br: <25>{#g/alphysWelp}* ... ah não ser pelo mal funcionamento do sistema atmosférico.
zh_cn: <25>{#g/alphysWelp}* ...即使供气系统发生故障。
zh_tw: <25>{#g/alphysWelp}* ...就算是供氣系統發生故障 也不會出啥事的。

source: <25>{#g/alphysInquisitive}* ... even if there's something strange in the air...
pt_br: <25>{#g/alphysInquisitive}* ... mesmo que tenha algo estranho com o ar...
zh_cn: <25>{#g/alphysInquisitive}* ...即使空气里 有种奇怪的味道...
zh_tw: <25>{#g/alphysInquisitive}* ...就算空氣裡 有種奇怪的味道...

source: <25>{#p/alphys}{#g/alphysThatSucks}* ... go. * Do whatever ASGORE wants you to do.
pt_br: <25>{#p/alphys}{#g/alphysThatSucks}* ... vá. * Faça seja lá o que o ASGORE quer que você faça.
zh_cn: <25>{#p/alphys}{#g/alphysThatSucks}* ...去吧。 * 做ASGORE让你做的事。
zh_tw: <25>{#p/alphys}{#g/alphysThatSucks}* ...去吧。 * 做ASGORE讓你做的事。

source: <25>{#g/alphysNeutralSweat}* You're not my problem anymore.
pt_br: <25>{#g/alphysNeutralSweat}* Você não é mais meu problema.
zh_cn: <25>{#g/alphysNeutralSweat}* 从此你过你的阳关道， 我走我的独木桥。
zh_tw: <25>{#g/alphysNeutralSweat}* 從此你過你的陽關道， 我走我的獨木橋。

source: <25>{#g/alphysFR}* ... the atmospheric system, though...
pt_br: <25>{#g/alphysFR}* ... já o sistema atmosférico...
zh_cn: <25>{#g/alphysFR}* ...尽管供气系统...
zh_tw: <25>{#g/alphysFR}* ...就算供氣系統...

source: <25>{#g/alphysFR}* ... whatever's in the air, though...
pt_br: <25>{#g/alphysFR}* ... seja o que tiver no ar...
zh_cn: <25>{#g/alphysFR}* ...不管空气里有什么...
zh_tw: <25>{#g/alphysFR}* ...不管空氣裡有什麼...

source: <32>{#p/human}* (You bend over and look at the table from the side.) * (It's flatter than it seems.)
pt_br: <32>{#p/human}* (Você se inclina e olha para a mesa de lado.) * (É mais fina do que parece.)
zh_cn: <32>{#p/human}* （你弯腰从侧面看桌子。） * （它比看起来要平。）
zh_tw: <32>{#p/human}* （你彎腰從側面看桌子。） * （它比看起來要平。）

source: <26>{#p/asriel1}{#f/20}* Yeah. * There aren't actually any dishes here...
pt_br: <26>{#p/asriel1}{#f/20}* É. * Não tem nenhuma louça aqui.
zh_cn: <26>{#p/asriel1}{#f/20}* 是啊。 * 这里根本没有菜...
zh_tw: <26>{#p/asriel1}{#f/20}* 是啊。 * 這上面就沒有什麼餐具...

source: <26>{#f/15}* Mettaton, uh, had some plans for this room.
pt_br: <26>{#f/15}* Mettaton, uh, tinha alguns planos para essa sala.
zh_cn: <26>{#f/15}* Mettaton，呃， 对这房间有一些计划。
zh_tw: <26>{#f/15}* Mettaton，呃， 對這房間有一些計畫。

source: <25>{#p/asriel1}{#f/13}* If I remember correctly... he wanted to host a sitcom here.
pt_br: <25>{#p/asriel1}{#f/13}* Se eu me lembro corretamente... ele queria apresentar um sitcom aqui.
zh_cn: <25>{#p/asriel1}{#f/13}* 没记错的话... 他想在这主持个 喜剧节目。
zh_tw: <25>{#p/asriel1}{#f/13}* 沒記錯的話... 他想在這主持個 喜劇節目。

source: <25>{#f/15}* About dinner parties.
pt_br: <25>{#f/15}* Sobres nossas festas de jantar.
zh_cn: <25>{#f/15}* 关于晚宴的。
zh_tw: <25>{#f/15}* 內容是關於晚宴的。

source: <25>{#f/16}* ... it would've been just as boring as it sounds.
pt_br: <25>{#f/16}* ... seria tão entediante quanto soa.
zh_cn: <25>{#f/16}* ...这跟听起来一样无聊。
zh_tw: <25>{#f/16}* ...這聽起來確實很無聊。

source: <26>{#p/asriel1}{#f/17}* Fortunately, most monster food doesn't need real dishes to eat.
pt_br: <26>{#p/asriel1}{#f/17}* Felizmente, boa parte das comidas de monstro não precisam de louças para serem ingeridas.
zh_cn: <26>{#p/asriel1}{#f/17}* 幸运的是， 大多数怪物食物 并不需要真正的盘子来装。
zh_tw: <26>{#p/asriel1}{#f/17}* 不過一般來說， 怪物食物都不需要 裝在盤子裡。

source: <25>{#f/20}* When they do, the dishes are usually part of the food...
pt_br: <25>{#f/20}* E quando precisam, as louças também fazem parte da comida...
zh_cn: <25>{#f/20}* 当他们这么做时， 那盘子也得被吃掉了。
zh_tw: <25>{#f/20}* 除非盤子也是食物...

source: <25>{#f/17}* But I guess you'd be used to that by now.
pt_br: <25>{#f/17}* Mas acho que você já está acostumado com isso a essa altura.
zh_cn: <25>{#f/17}* 但我觉得你大概习惯了。
zh_tw: <25>{#f/17}* 但我覺得你大概習慣了。

source: <25>{#p/asriel1}{#f/4}* Just be glad that awful show never happened.
pt_br: <25>{#p/asriel1}{#f/4}* Só esteja feliz que aquele show horrível nunca aconteceu.
zh_cn: <25>{#p/asriel1}{#f/4}* 很高兴那个烂节目 没有演出过。
zh_tw: <25>{#p/asriel1}{#f/4}* 幸好那個爛節目 沒有演出過。

source: <32>{#p/basic}* It's a table. * The plates and cutlery are painted on.
pt_br: <32>{#p/basic}* É uma mesa. * Os pratos e talheres são pintados.
zh_cn: <32>{#p/basic}* 一张桌子。 * 上面的餐盘，刀叉 只是印在桌布上的图案。ゑ
zh_tw: <32>{#p/basic}* 一張桌子。 * 上面的餐盤，刀叉 只是印在桌布上的圖案。ゑ

source: <32>{#p/human}* (You place your ear against the fridge door.) * (A fizzing can be heard.)
pt_br: <32>{#p/human}* (Você coloca seu ouvido contra a porta do freezer.) * (Um vento pode ser escutado.)
zh_cn: <32>{#p/human}* （你将耳朵贴到冰箱上。） * （可以听到呲呲声。）
zh_tw: <32>{#p/human}* （你將耳朵貼到冰箱上。） * （可以聽到呲呲聲。）

source: <32>{#p/basic}* It's a high-security fridge. * Both sides are filled with orange soda.
pt_br: <32>{#p/basic}* É um freezer de alta segurança. Ambos os lados contém suco de laranja.
zh_cn: <32>{#p/basic}* 一台非常安全的冰箱。 * 两边都装满了橙汁汽水。
zh_tw: <32>{#p/basic}* 一臺非常安全的冰箱。 * 兩邊都裝滿了橙汁汽水。

source: <32>{#p/human}* (It sounds like one of the bottles inside was opened...)
pt_br: <32>{#p/human}* (Parece que uma das latas dentro já foi aberto...)
zh_cn: <32>{#p/human}* （听起来里面的一瓶汽水 被拧开了...）
zh_tw: <32>{#p/human}* （聽起來裡面的一瓶汽水 被擰開了...）

source: <32>{#p/basic}* One of the bottles has already been opened...
pt_br: <32>{#p/basic}* Uma das latas já foi aberta...
zh_cn: <32>{#p/basic}* 有一瓶汽水已经拧开了...
zh_tw: <32>{#p/basic}* 有一瓶汽水已經擰開了...

source: * (Take the opened bottle?)
pt_br: * (Pegar a lata aberta?)
zh_cn: * （拿走那瓶汽水吗？）
zh_tw: * （拿走那瓶汽水嗎？）

source: <32>{#p/human}* (You got the Orange Soda.)
pt_br: <32>{#p/human}* (Você pegou o suco de laranja.)
zh_cn: <32>{#p/human}* （你拿了一瓶橙汁汽水。）
zh_tw: <32>{#p/human}* （你拿了一瓶橙汁汽水。）

source: <32>{#p/basic}* It's out of service.
pt_br: <32>{#p/basic}* Está fora de serviço.
zh_cn: <32>{#p/basic}* 停机了。
zh_tw: <32>{#p/basic}* 停機了。

source: <32>{#p/human}* (The display appears to be completely offline.)
pt_br: <32>{#p/human}* (Parece estar completamente offline.)
zh_cn: <32>{#p/human}* （显示器已经离线了。）
zh_tw: <32>{#p/human}* （顯示器已經離線了。）

source: <32>{#p/basic}* It's offline.
pt_br: <32>{#p/basic}* Está offline.
zh_cn: <32>{#p/basic}* 离线了。
zh_tw: <32>{#p/basic}* 離線了。

source: <32>{#p/basic}* Anonymity at last.
pt_br: <32>{#p/basic}* Anonimato finalmente.
zh_cn: <32>{#p/basic}* 终于匿名了。
zh_tw: <32>{#p/basic}* 終於匿名了。

source: <32>{#p/basic}* It's probably best not to question how this works.
pt_br: <32>{#p/basic}* É provavelmente para o melhor não questionar como isso funciona.
zh_cn: <32>{#p/basic}* 别问这玩意是怎么工作的。 * 接受就好。
zh_tw: <32>{#p/basic}* 別問這玩意是怎麼工作的。 * 接受就好。

source: The Human EXP $(x) HP $(y) G $(z) DIS $(w)
pt_br: O Humano EXP $(x) HP $(y) G $(z) DIS $(w)
zh_cn: -人类实时数据- EXP $(x) 血量 $(y) 金钱 $(z) 距离 $(w)
zh_tw: -人類實時數據- EXP $(x) 血量 $(y) 金錢 $(z) 距離 $(w)

source: <32>{#p/human}* (You feel the urge to drink from a fountain of punch.)
pt_br: <32>{#p/human}* (Você sente vontade de beber de uma fonte de ponche.)
zh_cn: <32>{#p/human}* （看着喷泉中的果酒， 你忍不住想抿一口。）ゑ
zh_tw: <32>{#p/human}* （看著噴泉中的果酒， 你忍不住想抿一口。）ゑ

source: <32>{#p/basic}* This extravagant fountain is filled with exoberry punch.
pt_br: <32>{#p/basic}* A fonte extravagante está cheia de ponche exuberante.
zh_cn: <32>{#p/basic}* 喷泉中盛满了洋梅果酒。 * 真奢侈。ゑ
zh_tw: <32>{#p/basic}* 噴泉中盛滿了洋梅果酒。 * 真奢侈。ゑ

source: * (Take a sip?)
pt_br: * (Dar uma golada?)
zh_cn: * （抿一口吗？）ゑ
zh_tw: * （抿一口嗎？）ゑ

source: <32>{#p/human}* (You chose not to take a sip.)
pt_br: <32>{#p/human}* (Você decide não provar.)
zh_cn: <32>{#p/human}* （你打算不这么做。）ゑ
zh_tw: <32>{#p/human}* （你打算不這麼做。）ゑ

source: <32>{#p/human}* (You drink from the fountain.) * (HP fully restored.)
pt_br: <32>{#p/human}* (Você bebe da fonte.) * (HP totalmente restaurado.)
zh_cn: <32>{#p/human}* （你抿了一口果酒。） * （HP已回满。）ゑ
zh_tw: <32>{#p/human}* （你抿了一口果酒。） * （HP已回滿。）ゑ

source: <25>{#p/asriel2}{#f/15}* You are properly crazy.
pt_br: <25>{#p/asriel2}{#f/15}* Você é bem maluco.
zh_cn: <25>{#p/asriel2}{#f/15}* 你脑子没坏吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 你腦子沒壞吧。ゑ

source: <32>{#p/human}* (You check Asriel's head to make sure it's safe to climb up.)
pt_br: <32>{#p/human}* (Você checa a cabeça de Asriel para ter certeza que é seguro subir.)
zh_cn: <32>{#p/human}* （你检查了Asriel的肩膀。） * （看来托你上去没啥问题。）ゑ
zh_tw: <32>{#p/human}* （你檢查了Asriel的肩膀。） * （看來託你上去沒啥問題。）ゑ

source: <25>{#p/asriel2}{#f/16}* Why are you like this.
pt_br: <25>{#p/asriel2}{#f/16}* Por que você é assim.
zh_cn: <25>{#p/asriel2}{#f/16}* 为啥非得这样。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 為啥非得這樣。ゑ

source: <25>{#p/asriel2}{#f/8}* Thanks, I guess.
pt_br: <25>{#p/asriel2}{#f/8}* Obrigado, eu acho.
zh_cn: <25>{#p/asriel2}{#f/8}* 真没必要。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 真沒必要。ゑ

source: <32>{#p/human}* (You marvel at the imagery on the computer's screen.) * (It must be daydreaming.)
pt_br: <32>{#p/human}* (Você se maravilha com as imagens na tela do computador.)
zh_cn: <32>{#p/human}* （屏幕上的图像令你叹为观止。） * （你不会在做白日梦吧。）ゑ
zh_tw: <32>{#p/human}* （屏幕上的圖像令你嘆為觀止。） * （你不會在做白日夢吧。）ゑ

source: <32>{#p/basic}* The computer is on standby. * Turn it on?
pt_br: <32>{#p/basic}* O computador está no modo descanso. * Ligar?
zh_cn: <32>{#p/basic}* 电脑休眠了。 * 要开机吗？
zh_tw: <32>{#p/basic}* 電腦休眠了。 * 要開機嗎？

source: * (Turn on the computer?)
pt_br: * (Ligar o computador?)
zh_cn: * （开机吗？）
zh_tw: * （開機嗎？）

source: <32>{#p/human}* (You decide not to turn it on.)
pt_br: <32>{#p/human}* (Você decidiu não ligar.)
zh_cn: <32>{#p/human}* （你不打算开机。）
zh_tw: <32>{#p/human}* （你不打算開機。）

source: <32>{#p/basic}* It's opened to a video game emulator of some kind.
pt_br: <32>{#p/basic}* Está aberto em algum tipo de emulador de vídeo game.
zh_cn: <32>{#p/basic}* 电脑屏幕上显示着 某个模拟器的游戏界面。
zh_tw: <32>{#p/basic}* 電腦屏幕上顯示著 某個模擬器的遊戲介面。

source: <32>{#p/basic}* It's opened to a control panel for a telescope network.
pt_br: <32>{#p/basic}* Está aberto em um controle de painel para a linha de telescópio.
zh_cn: <32>{#p/basic}* 电脑屏幕上显示着 天文观测网络的控制面板。
zh_tw: <32>{#p/basic}* 電腦屏幕上顯示著 天文觀測網路的控制面板。

source: <32>{#p/basic}* It's opened to a set of design plans for a holographic environment.
pt_br: <32>{#p/basic}* Está aberto a um conjunto de planos de design para um ambiente holográfico.
zh_cn: <32>{#p/basic}* 电脑屏幕上显示着 一个全息场景的设计图。
zh_tw: <32>{#p/basic}* 電腦屏幕上顯示著 一個全息場景的設計圖。

source: <32>{#p/basic}* It's a security field.
pt_br: <32>{#p/basic}* É um escudo de segurança.
zh_cn: <32>{#p/basic}* 一道安保屏障。
zh_tw: <32>{#p/basic}* 一道安保屏障。

source: <32>{#p/basic}* As per the crafter's guild standard, an impassable force field surrounds the area.
pt_br: <32>{#p/basic}* De acordo com o padrão da guilda dos artesãos, um campo de força intransponível circunda a área.
zh_cn: <32>{#p/basic}* 按照创艺协会规范， 附近布下了无法跨越的力场。
zh_tw: <32>{#p/basic}* 按照創藝協會規範， 附近布下了無法跨越的力場。

source: <32>{#p/basic}* Only one way forward now.
pt_br: <32>{#p/basic}* Apenas um caminho a frente agora.
zh_cn: <32>{#p/basic}* 现在只有唯一的出路。
zh_tw: <32>{#p/basic}* 現在只有唯一的出路。

source: <32>{#p/basic}* There's nothing special here.
pt_br: <32>{#p/basic}* Não tem nada especial aqui.
zh_cn: <32>{#p/basic}* 这没什么特别的。
zh_tw: <32>{#p/basic}* 這沒什麼特別的。

source: <32>{#p/basic}* Really now.
pt_br: <32>{#p/basic}* Sério agora.
zh_cn: <32>{#p/basic}* 真的。
zh_tw: <32>{#p/basic}* 真的。

source: <32>{#p/basic}* Don't you have anything more intelligent to do?
pt_br: <32>{#p/basic}* Você não tem nada mais inteligente pra fazer?
zh_cn: <32>{#p/basic}* 你就没有更明智的事可做吗？
zh_tw: <32>{#p/basic}* 你就沒有更明智的事可做嗎？

source: <32>{#p/basic}* The barricade blocks your way.
pt_br: <32>{#p/basic}* A barricada bloqueia seu caminho.
zh_cn: <32>{#p/basic}* 路障挡住了你的去路。
zh_tw: <32>{#p/basic}* 路障擋住了你的去路。

source: <32>{#p/human}* (You stare into the blank screen of the terminal.)
pt_br: <32>{#p/human}* (Você olha para a tela preta do terminal.)
zh_cn: <32>{#p/human}* （你盯着终端的空白屏幕。）
zh_tw: <32>{#p/human}* （你盯著終端的空白屏幕。）

source: <32>{#p/basic}* It's inert.
pt_br: <32>{#p/basic}* É inerte.
zh_cn: <32>{#p/basic}* 没反应。ゑ
zh_tw: <32>{#p/basic}* 沒反應。ゑ

source: <25>{#p/alphys}{#g/alphysSideSad}* Sorry about all that stuff with Mettaton...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Desculpa por toda essa coisa com o Mettaton...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 关于Mettaton的事， 我很抱歉...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 關於Mettaton的事， 我很抱歉...

source: <25>{#g/alphysSideSad}* He, uh...
pt_br: <25>{#g/alphysSideSad}* Ele, uh...
zh_cn: <25>{#g/alphysSideSad}* 他，呃...
zh_tw: <25>{#g/alphysSideSad}* 他，呃...

source: <25>{#g/alphysNervousLaugh}* He can get a little antsy at times, ehehe.
pt_br: <25>{#g/alphysNervousLaugh}* Ele pode ficar um pouco agitado as vezes, ehehe.
zh_cn: <25>{#g/alphysNervousLaugh}* 他有时会有点躁动， 呃呵呵。
zh_tw: <25>{#g/alphysNervousLaugh}* 他有時會有點躁動， 呃呵呵。

source: <25>{#p/alphys}{#g/alphysCutscene2}* Thank GOD those guards didn't attack you.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Graças a tudo aqueles guardas não te atacaram.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 谢天谢地， 那些守卫没有攻击你。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 謝天謝地， 那些守衛沒有攻擊你。

source: <25>{#g/alphysNeutralSweat}* I've been trying to put out a royal memo to get them off your back...
pt_br: <25>{#g/alphysNeutralSweat}* Eu tentei colocar um memorial real para mantê-los longe de você...
zh_cn: <25>{#g/alphysNeutralSweat}* 我正在发布一份 皇家备忘录，让他们别再 找你麻烦了。
zh_tw: <25>{#g/alphysNeutralSweat}* 我馬上再發一份 皇家備忘錄，讓他們別再 找你麻煩了...

source: <25>{#g/alphysWelp}* Hopefully it, uh, actually r-reached them.
pt_br: <25>{#g/alphysWelp}* Com esperança, uh, deve t-ter alcançado eles.
zh_cn: <25>{#g/alphysWelp}* 希望他们都-都能接收到。
zh_tw: <25>{#g/alphysWelp}* 希望他們 都-都能接收到。
