Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/mettaton}* WHO WOULD'VE THOUGHT!?
pt_br: <32>{#p/mettaton}* QUEM PODERIA IMAGINAR!?
zh_cn: <32>{#p/mettaton}* 这谁能想到！？
zh_tw: <32>{#p/mettaton}* 這誰能想到！？

source: <32>{#p/mettaton}* CONGRATULATIONS, TEMMIE! * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS!
pt_br: <32>{#p/mettaton}* PARABÉNS, TEMMIE! * VOCÊ GANHOU PARA SI NOVOS FOGOS DE ARTIFÍCIO DA MARCA MTT!
zh_cn: <32>{#p/mettaton}* 恭喜你，TEMMIE！ * 你赢得了MTT官方 认证的烟花！
zh_tw: <32>{#p/mettaton}* 恭喜你，TEMMIE！ * 你贏得了MTT官方 認證的煙花！

source: <32>* IT MAY NOT BE MTT-BRAND, BUT IT'S THE NEXT BEST THING! (TM)
pt_br: <32>* PODEM NÃO SER EXATAMENTE DA MTT, MAS SÃO DA MELHOR QUALIDADE! (TM)
zh_cn: <32>* 虽然不是MTT牌， 但也仅次于它了！(TM)
zh_tw: <32>* 雖然不是MTT牌， 但也僅次於它了！(TM)

source: <32>{#p/tem}* AYAYA!
zh_cn: <32>{#p/tem}* 啊呀呀！
zh_tw: <32>{#p/tem}* 啊呀呀！

source: <32>{#p/mettaton}* CONGRATULATIONS, MONSTER KID! * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS!
pt_br: <32>{#p/mettaton}* PARABÉNS, CRIANÇA MONSTRO! * VOCÊ GANHOU FOGOS DE ARTIFÍCIO DA MARCA MTT!
zh_cn: <32>{#p/mettaton}* 恭喜你，怪物小孩！ * 你赢得了MTT官方 认证的烟花！
zh_tw: <32>{#p/mettaton}* 恭喜你，怪物小孩！ * 你贏得了MTT官方 認證的煙花！

source: <25>{#p/kidd}{#f/1}* YOOOOOO!!!
zh_cn: <25>{#p/kidd}{#f/1}* 哟-！！！
zh_tw: <25>{#p/kidd}{#f/1}* 喲-！！！

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS.
pt_br: <32>{#p/mettaton}* BEM JOGADO $(moniker3u). * VOCÊ GANHOU PARA SI NOVOS FOGOS DE ARTIFÍCIO DA MARCA MTT!
zh_cn: <32>{#p/mettaton}* 好样的，$(moniker3u)。 * 你赢得了MTT官方 认证的烟花。
zh_tw: <32>{#p/mettaton}* 好樣的，$(moniker3u)。 * 你贏得了MTT官方 認證的煙花。

source: <32>{#p/mettaton}* CONGRATULATIONS, HUMAN! * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS!
pt_br: <32>{#p/mettaton}* PARABÉNS, HUMANO! * VOCÊ GANHOU PARA SI NOVOS FOGOS DE ARTIFÍCIO DA MARCA MTT!
zh_cn: <32>{#p/mettaton}* 恭喜你，人类！ * 你赢得了MTT官方 认证的烟花！
zh_tw: <32>{#p/mettaton}* 恭喜你，人類！ * 你贏得了MTT官方 認證的煙花！

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE $(moniker3u)...
pt_br: <32>{#p/mettaton}* COMO VOCÊ ADIVINHOU ANTES DO $(moniker3u)...
zh_cn: <32>{#p/mettaton}* 由于你比$(moniker3u)先一步作答...
zh_tw: <32>{#p/mettaton}* 由於你比$(moniker3u)先一步作答...

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE THE HUMAN...
pt_br: <32>{#p/mettaton}* COMO VOCÊ ADIVINHOU ANTES DO HUMANO...
zh_cn: <32>{#p/mettaton}* 由于你比人类先一步作答...
zh_tw: <32>{#p/mettaton}* 由於你比人類先一步作答...

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE TEMMIE...
pt_br: <32>{#p/mettaton}* COMO VOCÊ ADIVINHOU ANTES DA TEMMIE.
zh_cn: <32>{#p/mettaton}* 由于你比TEMMIE先一步作答...
zh_tw: <32>{#p/mettaton}* 由於你比TEMMIE先一步作答...

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE MONSTER KID...
pt_br: <32>{#p/mettaton}* COMO VOCÊ ADIVINHOU ANTES DA CRIANÇA MONSTRO...
zh_cn: <32>{#p/mettaton}* 由于你比怪物小孩先一步作答...
zh_tw: <32>{#p/mettaton}* 由於你比怪物小孩先一步作答...

source: <32>* WELL PLAYED, $(moniker3u). * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS.
pt_br: <32>* BEM JOGADO, $(moniker3u). * VOCÊ GANHOU PARA SI NOVOS FOGOS DE ARTIFÍCIO DA MARCA MTT.
zh_cn: <32>* 好样的，$(moniker3u)。 * 你赢得了MTT官方 认证的烟花。
zh_tw: <32>* 好樣的，$(moniker3u)。 * 你贏得了MTT官方 認證的煙花。

source: <32>{#p/mettaton}* NOW, SINCE THIS IS THE END OF THE SECOND ROUND...
pt_br: <32>{#p/mettaton}* AGORA, COMO ESTE É O FIM DO SEGUNDO TURNO...
zh_cn: <32>{#p/mettaton}* 现在，由于这已经是第二轮...
zh_tw: <32>{#p/mettaton}* 現在，由於這已經是第二輪...

source: <32>* THERE WON'T BE ANY VOTING.
pt_br: <32>* NÃO HAVERÁ VOTAÇÃO.
zh_cn: <32>* 我们就不投票了。
zh_tw: <32>* 我們就不投票了。

source: <32>* INSTEAD, I'LL JUST GET RID OF WHOEVER I FEEL LIKE! * MY SHOW, MY RULES...
pt_br: <32>* EU SÓ VOU TIRAR QUEM EU SENTIR VONTADE! * MEU SHOW, MINHAS REGRAS...
zh_cn: <32>* 取而代之的是， 我想淘汰谁就淘汰谁！ * 我的节目，我来做主...
zh_tw: <32>* 取而代之的是， 我想淘汰誰就淘汰誰！ * 我的節目，我來做主...

source: <32>* I'M SORRY, UNDYNE. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
pt_br: <32>* ME DESCULPE, UNDYNE. * MAS SUA HORA CHEGOU. * ATÉ MAIS.
zh_cn: <32>* 很遗憾，UNDYNE。 * 但时间差不多了。 * 再见。
zh_tw: <32>* 很遺憾，UNDYNE。 * 但時間差不多了。 * 再見。

source: <32>* I'M SORRY, TEMMIE. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
pt_br: <32>* ME DESCULPE, TEMMIE. * MAS SUA HORA CHEGOU. * ATÉ MAIS.
zh_cn: <32>* 很遗憾，TEMMIE。 * 但时间差不多了。 * 再见。
zh_tw: <32>* 很遺憾，TEMMIE。 * 但時間差不多了。 * 再見。

source: <32>* I'M SORRY, MONSTER KID. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
pt_br: <32>* ME DESCULPE, CRIANÇA MONSTRO. * MAS SUA HORA CHEGOU. * ATÉ MAIS.
zh_cn: <32>* 很遗憾，怪物小孩。 * 但时间差不多了。 * 再见。
zh_tw: <32>* 很遺憾，怪物小孩。 * 但時間差不多了。 * 再見。

source: <25>{#p/undyne}{#f/14}* ... seriously?
pt_br: <25>{#p/undyne}{#f/14}* ... sério?
zh_cn: <25>{#p/undyne}{#f/14}* ...你认真的？
zh_tw: <25>{#p/undyne}{#f/14}* ...你認真的？

source: <32>{#p/tem}* You only remove me because you know I would win.
pt_br: <32>{#p/tem}* Você só tá me tirando pois sabe que eu iria ganhar.
zh_cn: <32>{#p/tem}* 你赶走我只因为 你知道我会赢。
zh_tw: <32>{#p/tem}* 你趕走我只因為 你知道我會贏。

source: <32>* but OKs!!
pt_br: <32>* MAS BELEZA!!
zh_cn: <32>* 但也行！！
zh_tw: <32>* 但也行！！

source: <32>* be sure to check TEM SHOP!!
pt_br: <32>* Dêem uma olhada no Shop da TEMMIE!
zh_cn: <32>* 记得来光顾TEM商店！！
zh_tw: <32>* 記得來光顧TEM商店！！

source: <32>{#p/tem}* nu...
zh_cn: <32>{#p/tem}* 卜...
zh_tw: <32>{#p/tem}* 卜...

source: <32>* tem will be OKs tho...
pt_br: <32>* tem ficará bem...
zh_cn: <32>* tem没油事...
zh_tw: <32>* tem沒油事...

source: <25>{#p/kidd}{#f/3}* See ya later, dudes...
pt_br: <25>{#p/kidd}{#f/3}* Te vejo depois, caras...
zh_cn: <25>{#p/kidd}{#f/3}* 待会见，伙计们...
zh_tw: <25>{#p/kidd}{#f/3}* 待會見，夥計們...

source: <25>{#p/kidd}{#f/3}* Aw man...
pt_br: <25>{#p/kidd}{#f/3}* Aw mano...
zh_cn: <25>{#p/kidd}{#f/3}* 天啊...
zh_tw: <25>{#p/kidd}{#f/3}* 天啊...

source: <25>{#f/1}* Well, thanks for letting me be on the show, Metatron.
pt_br: <25>{#f/1}* Bem, obrigado por me deixar estar no show, Metatron.
zh_cn: <25>{#f/1}* 没关系，谢谢你让我上节目， Metatron。
zh_tw: <25>{#f/1}* 沒關係，謝謝你讓我上節目， Metatron。

source: <25>{#f/1}* My friends are gonna be so stoked when I tell them about this!!!
pt_br: <25>{#f/1}* Meus amigos vão ficar em choque quando eu contar sobre isso!!!
zh_cn: <25>{#f/1}* 我的朋友要是知道了， 肯定会兴奋坏了的！！！
zh_tw: <25>{#f/1}* 我的朋友要是知道了， 肯定會興奮壞了的！！！

source: <32>{#p/mettaton}* SERIOUSLY. * NOW GET OFF THE STAGE.
pt_br: <32>{#p/mettaton}* SÉRIO. * AGORA SAI DO MEU PROGRAMA.
zh_cn: <32>{#p/mettaton}* 认真的。 * 请离开舞台。
zh_tw: <32>{#p/mettaton}* 認真的。 * 請離開舞臺。

source: <25>{#p/undyne}{#f/8}* PFFT! * HOW STUPID IS THAT!
pt_br: <25>{#p/undyne}{#f/8}* PFFT! * QUE PROGRAMA DE MERDA!
zh_cn: <25>{#p/undyne}{#f/8}* 噗！ * 你个大蠢蛋！
zh_tw: <25>{#p/undyne}{#f/8}* 噗！ * 你個大蠢蛋！

source: <25>{#f/1}* You know, that human might be mean, but at least they play fair.
pt_br: <25>{#f/1}* Sabe, esse humano pode ser malvado, mas ele joga justo.
zh_cn: <25>{#f/1}* 你知道， 那人类虽然很凶狠， 但至少会与大家公平竞争。
zh_tw: <25>{#f/1}* 你知道， 那人類雖然很兇狠， 但至少會與大家公平競爭。

source: <25>{#f/5}* As for YOU?
pt_br: <25>{#f/5}* Já VOCÊ?
zh_cn: <25>{#f/5}* 而你呢？
zh_tw: <25>{#f/5}* 而你呢？

source: <25>{#f/7}* You just make up the rules as you go along!
pt_br: <25>{#f/7}* Você só vai fazendo regras enquanto joga!
zh_cn: <25>{#f/7}* 随心所欲，规则说改就改！
zh_tw: <25>{#f/7}* 隨心所欲，規則說改就改！

source: <25>{#f/9}* ... guess I shouldn't have expected anything else, though.
pt_br: <25>{#f/9}* ... acho que eu não deveria ter esperado mais nada, no entanto.
zh_cn: <25>{#f/9}* ...对你真没啥好期待的。
zh_tw: <25>{#f/9}* ...對你真沒啥好期待的。

source: <25>{#f/11}* You've got a reputation for this sort of thing.
pt_br: <25>{#f/11}* Você tem uma reputação com esse tipo de parada.
zh_cn: <25>{#f/11}* 在这点，你可是出了名的。
zh_tw: <25>{#f/11}* 在這點，你可是出了名的。

source: <32>{#p/mettaton}* GOOD RIDDANCE.
pt_br: <32>{#p/mettaton}* BOA VIAGEM.
zh_cn: <32>{#p/mettaton}* 谢天谢地。
zh_tw: <32>{#p/mettaton}* 謝天謝地。

source: <32>{#p/mettaton}* ... JEEZ, AT LEAST SHE'S GONE.
pt_br: <32>{#p/mettaton}* ... AVE, PELO MENOS ELA SE FOI.
zh_cn: <32>{#p/mettaton}* ...天，至少她走了。
zh_tw: <32>{#p/mettaton}* ...天，至少她走了。

source: <32>{#p/mettaton}* AT LEAST SHE'S... HAPPY?
pt_br: <32>{#p/mettaton}* PELO MENOS... ELA ESTÁ FELIZ?
zh_cn: <32>{#p/mettaton}* 她看起来... 很开心？
zh_tw: <32>{#p/mettaton}* 她看起來... 很開心？

source: <32>{#p/mettaton}* AT LEAST THEY'RE... HAPPY? * I CAN'T REALLY SAY FOR SURE, TO BE HONEST...
pt_br: <32>{#p/mettaton}* PELO MENOS ELE ESTÁ... FELIZ? * NÃO POSSO DIZER COM CERTEZA.
zh_cn: <32>{#p/mettaton}* 那小孩看起来... 很开心？ * 老实说，我不确定...
zh_tw: <32>{#p/mettaton}* 那小孩看起來... 很開心？ * 老實說，我不確定...

source: <32>{#p/mettaton}* AT LEAST THEY'RE HAPPY. * AND FOR THE RECORD, IT'S "METTATON," NOT "METATRON."
pt_br: <32>{#p/mettaton}* PELO MENOS ELE ESTÁ FELIZ. * E PARA CONSTAR, É "METTATON", NÃO "METATRON."
zh_cn: <32>{#p/mettaton}* 开心就好。 * 郑重声明，我叫“METTATON”， 不是“METATRON”。
zh_tw: <32>{#p/mettaton}* 開心就好。 * 鄭重聲明，我叫「METTATON」， 不是「METATRON」。

source: <32>* ALAS... WITH ONLY TWO CONTESTANTS LEFT, IT'S TIME FOR THE FINAL ROUND.
pt_br: <32>* ALAS... COM OS ÚLTIMOS DOS COMPETIDORES RESTANTES, HORA DA RODADA FINAL.
zh_cn: <32>* 哎呀... 现在只剩下两位选手了， 是时候开始最后一轮了。
zh_tw: <32>* 哎呀... 現在只剩下兩位選手了， 是時候開始最後一輪了。

source: <32>* THE ONE ITEM WE'LL BE PRESENTING THIS ROUND IS TRULY UNLIKE ANY OTHER.
pt_br: <32>* O ITEM FINAL APRESENTADO É MAIS INCRÍVEL QUE QUALQUER OUTRO.
zh_cn: <32>* 这一轮所展示的物品 将会是与众不同的。
zh_tw: <32>* 這一輪所展示的物品 將會是與眾不同的。

source: <32>* BEAUTIES AND GENTLEBEAUTIES... * FEAST YOUR EYES...
pt_br: <32>* DAMAS E CAVALHEDAMAS... * PREPAREM OS OLHOS...
zh_cn: <32>* 女士们，先生们... * 睁大你们的双眼...
zh_tw: <32>* 女士們，先生們... * 睜大你們的雙眼...

source: <32>{#z3}* ... UPON THIS ABSOLUTELY GORGEOUS LIFE-SIZED MEW MEW DOLL!
pt_br: <32>{#z3}* ... PARA ESTA ABSOLUTAMENTE MARAVILHOSA BONECA MEW MEW TAMANHO REAL!
zh_cn: <32>{#z3}* ...瞧瞧这个精妙绝伦的 等身喵喵玩偶！
zh_tw: <32>{#z3}* ...瞧瞧這個精妙絕倫的 等身喵喵玩偶！

source: <32>{#p/kidd}{#f/14}* Woah...
zh_cn: <32>{#p/kidd}{#f/14}* 哇哦...
zh_tw: <32>{#p/kidd}{#f/14}* 哇喔...

source: <32>{#p/napstablook}* .........
zh_tw: <32>{#p/napstablook}* .........ゑ

source: <32>{#p/napstablook}* oh my............
pt_br: <32>{#p/napstablook}* oh meu............
zh_cn: <32>{#p/napstablook}* 我的天............
zh_tw: <32>{#p/napstablook}* 我的天............

source: <32>{#p/mettaton}* HAHAHA, IMPRESSED?
pt_br: <32>{#p/mettaton}* HAHAHA, IMPRESSIONADO?
zh_cn: <32>{#p/mettaton}* 哈哈哈，心动了吧？
zh_tw: <32>{#p/mettaton}* 哈哈哈，心動了吧？

source: <32>{#p/mettaton}{#z2}* IT WAS FOUND IN...
pt_br: <32>{#p/mettaton}{#z2}* FOI ENCONTRADO NO...
zh_cn: <32>{#p/mettaton}{#z2}* 它被发现于...
zh_tw: <32>{#p/mettaton}{#z2}* 它被發現於...

source: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* M-mettaton, come on! * I've had enough of a bad day as it is!
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* M-mettaton, por favor! * Meu dia já foi suficientemente ruim!
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* 喂，Mettaton！ * 你这是在往我伤口上 撒盐吗？！
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* 喂，Mettaton！ * 你這是在往我傷口上 撒鹽嗎？！

source: <32>* WELL, THAT'S A SHAME, THEN! * BECAUSE, YOU SEE...
pt_br: <32>* BEM, QUE PENINHA, ENTÃO! * JÁ QUE, COMO VOCÊ PODE VER...
zh_cn: <32>* 好吧，太遗憾了！ * 因为，你们也知道...
zh_tw: <32>* 好吧，太遺憾了！ * 因為，你們也知道...

source: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* H-hey! You can't give that away, that's... I own that!
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* Ei! Você não pode dar isso... eu sou a dona!
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* 打-打住！ 你不能把那个随便送人， 我... 那是我的财产！
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* 打-打住！ 你不能把那個隨便送人， 我... 那是我的財產！

source: <32>{#p/mettaton}* OH, DO YOU NOW?
pt_br: <32>{#p/mettaton}* AH, VOCÊ É?
zh_cn: <32>{#p/mettaton}* 哦，你知道了啊？
zh_tw: <32>{#p/mettaton}* 喔，你知道了啊？

source: <32>* I APOLOGIZE. * I WASN'T AWARE. * BUT...
pt_br: <32>* ME DESCULPA. * EU NÃO SABIA. * MAS...
zh_cn: <32>* 我之前不知情，向你致歉。 * 不过...
zh_tw: <32>* 我之前不知情，向你致歉。 * 不過...

source: <25>{#p/alphys}{#g/alphysWTF2}* BUT???
pt_br: <25>{#p/alphys}{#g/alphysWTF2}* MAS???
zh_cn: <25>{#p/alphys}{#g/alphysWTF2}* 不过？？？
zh_tw: <25>{#p/alphys}{#g/alphysWTF2}* 不過？？？

source: <32>{#p/mettaton}* I'M AFRAID IT'S TOO LATE, DR. ALPHYS...
pt_br: <32>{#p/mettaton}* TENHA MEDO DE QUE JÁ SEJA TARDE, DR. ALPHYS...
zh_cn: <32>{#p/mettaton}* ALPHYS博士， 恐怕来不及了哦...
zh_tw: <32>{#p/mettaton}* ALPHYS博士， 恐怕來不及了喔...

source: <32>{#z3}* THE CONTESTANTS HAVE ALREADY GOTTEN THEIR HOPES UP.
pt_br: <32>{#z3}* OS COMPETIDORES JÁ ESTÃO A FLOR DA PELE.
zh_cn: <32>{#z3}* 选手们已经起兴致了。
zh_tw: <32>{#z3}* 選手們已經起興致了。

source: <25>{#p/alphys}{#g/alphysWTF}{#z0}* Are you serious?
pt_br: <25>{#p/alphys}{#g/alphysWTF}{#z0}* Você tá falando sério?
zh_cn: <25>{#p/alphys}{#g/alphysWTF}{#z0}* 你玩我呢？
zh_tw: <25>{#p/alphys}{#g/alphysWTF}{#z0}* 你玩我呢？

source: <25>{|}{#p/alphys}{#g/alphysCutscene3}* I spent months looking for- {%}
pt_br: <25>{|}{#p/alphys}{#g/alphysCutscene3}* Eu passei meses procurando por- {%}
zh_cn: <25>{|}{#p/alphys}{#g/alphysCutscene3}* 我花了好几个月才- {%}
zh_tw: <25>{|}{#p/alphys}{#g/alphysCutscene3}* 我花了好幾個月才- {%}

source: <32>{#p/mettaton}* OH NO. * THE CONNECTION SEEMS TO HAVE BEEN TERMINATED.
pt_br: <32>{#p/mettaton}* OH NÃO. * PARECE QUE A CONEXÃO CAIU.
zh_cn: <32>{#p/mettaton}* 哎呀呀。 * 信号好像不好。
zh_tw: <32>{#p/mettaton}* 哎呀呀。 * 訊號好像不好。

source: <32>* POOR DR. ALPHYS. * NO MEW MEW DOLL FOR HER.
pt_br: <32>* POBRE DR. ALPHYS. * SEM MEW MEW PRA ELA.
zh_cn: <32>* 可怜的ALPHYS博士。 * 她的喵喵玩偶要 拱手相让给别人了。
zh_tw: <32>* 可憐的ALPHYS博士。 * 她的喵喵玩偶要 拱手相讓給別人了。

source: <32>{#z2}* INSTEAD, ONE OF YOU WILL GET TO KEEP IT!
pt_br: <32>{#z2}* AO INVÉS DISSO, UM DE VOCÊS VAI FICAR COM ELA!
zh_cn: <32>{#z2}* 让给在场的其中一位！
zh_tw: <32>{#z2}* 讓給在場的其中一位！

source: <32>{#z3}* BUT WHO?
pt_br: <32>{#z3}* MAS QUEM?
zh_cn: <32>{#z3}* 但是要给谁呢？
zh_tw: <32>{#z3}* 但是要給誰呢？

source: <32>{#p/mettaton}{#z2}* IT WAS FOUND IN AN ABANDONED SHIPPING CONTAINER, ADRIFT AMONGST THE STARS...
pt_br: <32>{#p/mettaton}{#z2}* FOI ENCONTRADA EM UM CONTÊINER ABANDONADO, QUE CAIU DAS ESTRELAS...
zh_cn: <32>{#p/mettaton}{#z2}* 它被发现一个遨游在星际之间的 废弃集装箱里。
zh_tw: <32>{#p/mettaton}{#z2}* 它被發現一個遨遊在星際之間的 廢棄貨櫃裡。

source: <32>* THE SEARCH TEAM SPENT MONTHS LOOKING FOR IT AFTER THE INITIAL TRACE WAS DETECTED...
pt_br: <32>* O TIME DE BUSCA PASSOU MESES PROCURANDO POR ISSO, DEPOIS DO PRIMEIRO TRAÇO DE DETECÇÃO...
zh_cn: <32>* 在发现它的踪迹后， 搜索团队花了几个月来寻找它...
zh_tw: <32>* 在發現它的蹤跡後， 搜尋團隊花了幾個月來尋找它...

source: <32>* AND ITS RARITY... * WELL...
pt_br: <32>* E É UMA RARIDADE... * BEM...
zh_cn: <32>* 它的空前绝后... * 嗯...
zh_tw: <32>* 它的空前絕後... * 嗯...

source: <32>* THAT SPEAKS FOR ITSELF.
pt_br: <32>* ISSO FALA POR SI SÓ.
zh_cn: <32>* 不言自明。
zh_tw: <32>* 不言自明。

source: <32>{#z3}* BUT WHO, MY DEAR VIEWERS, WILL GET TO KEEP IT?
pt_br: <32>{#z3}* MAS QUEM, MEU QUERIDO ESPECTADOR, VAI FICAR COM ISSO?
zh_cn: <32>{#z3}* 我亲爱的观众朋友们， 究竟谁会得到它呢？
zh_tw: <32>{#z3}* 我親愛的觀眾朋友們， 究竟誰會得到它呢？

source: <32>{#z0}* SINCE THIS IS THE FINAL ROUND, THERE WON'T BE A TIME LIMIT.
pt_br: <32>{#z0}* COMO ESTA É A RODADA FINAL, NÃO TERÁ UM TEMPO LIMITE.
zh_cn: <32>{#z0}* 既然这是最后一轮， 就不限时了。
zh_tw: <32>{#z0}* 既然這是最後一輪， 就不限時了。

source: <32>{#z0}* LET'S RUN THIS ONE LAST TIME!
pt_br: <32>{#z0}* VAMOS FAZER ISSO UMA ÚLTIMA VEZ!
zh_cn: <32>{#z0}* 让我们再猜最后一次！
zh_tw: <32>{#z0}* 讓我們再猜最後一次！

source: <32>{#p/mettaton}* THIS IS IT...
pt_br: <32>{#p/mettaton}* É ISSO...
zh_cn: <32>{#p/mettaton}* 终于到了这一刻...
zh_tw: <32>{#p/mettaton}* 終於到了這一刻...

source: <32>{#p/mettaton}{#z3}* WHO WILL WIN THE GRAND PRIZE?
pt_br: <32>{#p/mettaton}{#z3}* QUEM GANHARÁ O GRANDE PRÊMIO?
zh_cn: <32>{#p/mettaton}{#z3}* 谁会赢得大奖呢？
zh_tw: <32>{#p/mettaton}{#z3}* 誰會贏得大獎呢？

source: <32>{#p/mettaton}{#z0}* THE. * PRICE. * IS...
pt_br: <32>{#p/mettaton}{#z0}* E. * O PREÇO. * É...
zh_cn: <32>{#p/mettaton}{#z0}* 价， * 格， * 是...
zh_tw: <32>{#p/mettaton}{#z0}* 價， * 格， * 是...

source: <32>{#p/mettaton}{#z0}* MONSTER KID!
pt_br: <32>{#p/mettaton}{#z0}* CRIANÇA MONSTRO!
zh_cn: <32>{#p/mettaton}{#z0}* 怪物小孩！
zh_tw: <32>{#p/mettaton}{#z0}* 怪物小孩！

source: <32>* IT IS MY HONOR TO BESTOW THIS GIFT UPON YOU.
pt_br: <32>* É MINHA HONRA TE ENTREGAR ESTE GRANDE PRÊMIO.
zh_cn: <32>* 我很荣幸 将这份礼物赠予你。
zh_tw: <32>* 我很榮幸 將這份禮物贈予你。

source: <25>{#p/kidd}{#f/4}* H... huh?
zh_cn: <25>{#p/kidd}{#f/4}* 哈... 啊？
zh_tw: <25>{#p/kidd}{#f/4}* 哈... 啊？

source: <25>{#f/7}* ...
zh_tw: <25>{#f/7}* ...ゑ

source: <25>{#f/14}* YOOOOOOOOOOO!!!!
zh_cn: <25>{#f/14}* 哟噢噢噢噢！！！！
zh_tw: <25>{#f/14}* 喲噢噢噢噢！！！！

source: <32>{#p/mettaton}{#z0}* WELL PLAYED, $(moniker3u).
pt_br: <32>{#p/mettaton}{#z0}* PARABÉNS, $(moniker3u).
zh_cn: <32>{#p/mettaton}{#z0}* 好样的，$(moniker3u)。
zh_tw: <32>{#p/mettaton}{#z0}* 好樣的，$(moniker3u)。

source: <32>{#p/mettaton}* IT IS MY HONOR TO BESTOW THIS GIFT UPON YOU.
pt_br: <32>{#p/mettaton}* É MINHA HONRA TE ENTREGAR ESTE PRÊMIO.
zh_cn: <32>{#p/mettaton}* 我很荣幸 将这份礼物赠予你。
zh_tw: <32>{#p/mettaton}* 我很榮幸 將這份禮物贈予你。

source: <32>{#p/mettaton}{#z0}* HUMAN!
pt_br: <32>{#p/mettaton}{#z0}* HUMANO!
zh_cn: <32>{#p/mettaton}{#z0}* 人类！
zh_tw: <32>{#p/mettaton}{#z0}* 人類！

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS $(moniker3u)'S, BUT YOU MADE YOURS FIRST.
pt_br: <32>* SUA RESPOSTA FOI A MESMA DO $(moniker3u), MAS VOCÊ ADIVINHOU PRIMEIRO.
zh_cn: <32>* 你和$(moniker3u)猜的答案一样， 但你率先作答。
zh_tw: <32>* 你和$(moniker3u)猜的答案一樣， 但你率先作答。

source: <32>* THEREFORE, IT IS MY HONOR TO BESTOW THIS GIFT UPON YOU.
pt_br: <32>* DESSA FORMA, É MINHA HONRA ENTREGAR ESTE PRÊMIO PARA VOCÊ.
zh_cn: <32>* 因此，我很荣幸 将这份礼物赠予你。
zh_tw: <32>* 因此，我很榮幸 將這份禮物贈予你。

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS THE HUMAN'S, BUT YOU MADE YOURS FIRST.
pt_br: <32>* SUA RESPOSTA FOI A MESMA DO HUMANO, MAS VOCÊ DECIDIU PRIMEIRO.
zh_cn: <32>* 你和人类猜的答案一样， 但你率先作答。
zh_tw: <32>* 你和人類猜的答案一樣， 但你率先作答。

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS MONSTER KID'S, BUT YOU MADE YOURS FIRST.
pt_br: <32>* SUA RESPOSTA PODE TER SIDO A MESMA DA CRIANÇA MONSTRO, MAS VOCÊ ADIVINHOU PRIMEIRO.
zh_cn: <32>* 你和怪物小孩猜的答案一样， 但你率先作答。
zh_tw: <32>* 你和怪物小孩猜的答案一樣， 但你率先作答。

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS BLOOKY'S, BUT YOU MADE YOURS FIRST.
pt_br: <32>* SUA RESPOSTA PODE TER SIDO A MESMA DO BLOOKY, MAS VOCÊ ADIVINHOU PRIMEIRO.
zh_cn: <32>* 你和BLOOKY猜的答案一样， 但你率先作答。
zh_tw: <32>* 你和BLOOKY猜的答案一樣， 但你率先作答。

source: <32>* WAIT, BLOOKY, WHERE ARE YOU...
pt_br: <32>* ESPERA, BLOOKY, ONDE VOCÊ...
zh_cn: <32>* 等等，BLOOKY，你这是上哪...
zh_tw: <32>* 等等，BLOOKY，你這是上哪...

source: <32>* ... GOING...
pt_br: <32>* ... ESTÁ INDO...
zh_cn: <32>* ...去...
zh_tw: <32>* ...去...

source: <32>{#z0}* I GUESS THEY DIDN'T WANT TO BE HERE ANY LONGER.
pt_br: <32>{#z0}* EU ACHO QUE ELE NÃO DESEJAVA ESTAR AQUI POR MAIS TEMPO.
zh_cn: <32>{#z0}* 看来BLOOKY不想 呆在这了。
zh_tw: <32>{#z0}* 看來BLOOKY不想 待在這了。

source: <33>{#p/human}* (You got the Fireworks.)
pt_br: <33>{#p/human}* (Você pegou os Fogos de Artifício.)
zh_cn: <33>{#p/human}* （你获得了一箱烟花。）
zh_tw: <33>{#p/human}* （你獲得了一箱煙花。）

source: <32>{#p/human}* (You got the Mew Mew Doll.)
pt_br: <32>{#p/human}* (Você pegou a Boneca Mew Mew.)
zh_cn: <32>{#p/human}* （你获得了喵喵玩偶。）
zh_tw: <32>{#p/human}* （你獲得了喵喵玩偶。）

source: <32>{#p/mettaton}* TOO MUCH TO HANDLE, HUH?
pt_br: <32>{#p/mettaton}* MUITA COISA PRA LEVAR, HUH?
zh_cn: <32>{#p/mettaton}* 东西装不下了，嗯？
zh_tw: <32>{#p/mettaton}* 東西裝不下了，嗯？

source: <32>{#p/mettaton}* WELL, NO WORRIES. * YOUR PRIZES WILL BE AVAILABLE FOR PICKUP AT THE REC CENTER.
pt_br: <32>{#p/mettaton}* BEM, NÃO TEMA. * SEUS PRÊMIOS ESTARÃO DISPONÍVEIS NO REC CENTER.
zh_cn: <32>{#p/mettaton}* 好吧，别担心。 * 你可以到休闲回廊 领取你的奖品。
zh_tw: <32>{#p/mettaton}* 好吧，別擔心。 * 你可以到休閒迴廊 領取你的獎品。

source: <32>{#p/mettaton}* DEAR VIEWERS, IF YOU'D LIKE TO WIN PRIZES ON LIVE TV LIKE THESE...
pt_br: <32>{#p/mettaton}* QUERIDOS ESPECTADORES, SE VOCÊ GOSTA DE GANHAR PRÊMIOS NA TV IGUAL A ESSES...
zh_cn: <32>{#p/mettaton}* 亲爱的观众朋友们， 如果你也想在这样的 电视直播节目中赢取奖品...
zh_tw: <32>{#p/mettaton}* 親愛的觀眾朋友們， 如果你也想在這樣的 電視直播節目中贏取獎品...

source: <32>* THEN DON'T HESITATE TO CONTACT ME VIA THE OUTERNET!
pt_br: <32>* ENTÃO NÃO HESITE EM NOS CONTATAR-ME VIA OUTERNET!
zh_cn: <32>* 请不要犹豫， 直接在域外网联系我！
zh_tw: <32>* 請不要猶豫， 直接在域外網聯繫我！

source: <32>* OTHERWISE, THAT'LL BE ALL...
pt_br: <32>* NO MAIS, ISSO É TUDO...
zh_cn: <32>* 不然，就没有下一期节目了...
zh_tw: <32>* 不然，就沒有下一期節目了...

source: <32>* STAY TUNED FOR THE NEXT EPISODE, TITLED "A DANCE WITH DESTINY!"
pt_br: <32>* ESTEJA PRONTO PARA O PRÓXIMO EPISÓDIO, CHAMADO "A DANÇA DO DESTINO!"
zh_cn: <32>* 敬请期待下期节目， 《舞动命运》！
zh_tw: <32>* 敬請期待下期節目， 《舞動命運》！

source: <32>{#z3}* AND, OF COURSE, STAY FABULOUS!
pt_br: <32>{#z3}* E, É CLARO, FIQUE FABULOSA!
zh_cn: <32>{#z3}* 当然，还请各位保持完美！
zh_tw: <32>{#z3}* 當然，還請各位保持完美！

source: <32>{#p/napstablook}* (psst... hey...)
pt_br: <32>{#p/napstablook}* (psst... ei...)
zh_cn: <32>{#p/napstablook}* （呐呐... 嘿...）
zh_tw: <32>{#p/napstablook}* （吶吶... 嘿...）

source: <32>* (i, um...)
pt_br: <32>* (eu, um...)
zh_cn: <32>* （我，呃...）
zh_tw: <32>* （我，呃...）

source: <32>* (i know you... probably wish i wasn't here, but...)
pt_br: <32>* (eu, você sabe... provavelmente desejava não estar aqui, mas...)
zh_cn: <32>* （我明白... 你可能不想见到我，不过...）
zh_tw: <32>* （我明白... 你可能不想見到我，不過...）

source: <32>* (i know you... probably don't like me, but...)
pt_br: <32>* (eu sei que você... provavelmente não gosta de mim, mas...)
zh_cn: <32>* （我明白... 你可能不喜欢我，不过...）
zh_tw: <32>* （我明白... 你可能不喜歡我，不過...）

source: <32>* (i know we... aren't on the best of terms, but...)
pt_br: <32>* (eu sei que nós... não estão nos melhores termos, mas ...)
zh_cn: <32>* （我明白... 你和我关系还没那么好，不过...）
zh_tw: <32>* （我明白... 你和我關係還沒那麼好，不過...）

source: <32>* (i hope it's not too much to ask, even if we're friends, but...)
pt_br: <32>* (espero que não seja pedir muito, mesmo que sejamos amigos, mas...)
zh_cn: <32>* （我希望我的请求不算过分， 虽然我们是朋友，但是...）
zh_tw: <32>* （我希望我的請求不算過分， 雖然我們是朋友，但是...）

source: <32>* (i hope it's not too much to ask, but...)
pt_br: <32>* (espero que não seja pedir muito, mas...)
zh_cn: <32>* （我希望我的请求不算过分， 但是...）
zh_tw: <32>* （我希望我的請求不算過分， 但是...）

source: <32>* (i think that... after the show...)
pt_br: <32>* (eu acho que... depois do show...)
zh_cn: <32>* （我在想... 节目结束之后...）
zh_tw: <32>* （我在想... 節目結束之後...）

source: <32>* (we should return the mew mew doll to alphys)
pt_br: <32>* (nós deveríamos retornar a boneca mew mew para a alphys.)
zh_cn: <32>* （我们得把喵喵玩偶还给alphys）
zh_tw: <32>* （我們得把喵喵玩偶還給alphys）

source: <32>* (she's been feeling kind of down today, and...)
pt_br: <32>* (ela tem se sentido meio para baixo hoje e...)
zh_cn: <32>* （她今天有点郁闷， 而且...）
zh_tw: <32>* （她今天有點鬱悶， 而且...）

source: <32>* (well...... it'd be nice to give it back to her, don't you think?)
pt_br: <32>* (bem... seria legal devolver isso para ela, você não acha?)
zh_cn: <32>* （不说了...... 也算做了件好事，你不觉得吗？）
zh_tw: <32>* （不說了...... 也算做了件好事，你不覺得嗎？）

source: <32>* (i watched mew mew space adventure with her one time...)
pt_br: <32>* (eu assisti mew mew aventura no espaço com ela uma vez...)
zh_cn: <32>* （我跟她一起看过一次 《喵喵航天行》...）
zh_tw: <32>* （我跟她一起看過一次 《喵喵航天行》...）

source: <32>* (she was... so happy......)
pt_br: <32>* (ela estava... tão feliz.....)
zh_cn: <32>* （那天她... 真的很开心......）
zh_tw: <32>* （那天她... 真的很開心......）

source: <32>{#p/napstablook}* (thanks...)
pt_br: <32>{#p/napstablook}* (obrigado...)
zh_cn: <32>{#p/napstablook}* （谢谢你...）
zh_tw: <32>{#p/napstablook}* （謝謝你...）

source: <32>{#p/mettaton}* WHAT'S THE HOLDUP?
pt_br: <32>{#p/mettaton}* O QUE HÁ COM A DEMORA?
zh_cn: <32>{#p/mettaton}* 怎么了吗？
zh_tw: <32>{#p/mettaton}* 怎麼了嗎？

source: <32>{#p/napstablook}* (i guess... we should make a guess now...)
pt_br: <32>{#p/napstablook}* (eu acho... que deveríamos decidir agora...)
zh_cn: <32>{#p/napstablook}* （那我们... 就来猜吧...）
zh_tw: <32>{#p/napstablook}* （那我們... 就來猜吧...）

source: <32>{#p/napstablook}* (heh)
zh_cn: <32>{#p/napstablook}* （嘿）
zh_tw: <32>{#p/napstablook}* （嘿）

source: <32>{#p/human}* (You gave the Mew Mew Doll to Napstablook.)
pt_br: <32>{#p/human}* (você entrega a Boneca Mew Mew para o Napstablook.)
zh_cn: <32>{#p/human}* （你把喵喵玩偶 递给了Napstablook。）
zh_tw: <32>{#p/human}* （你把喵喵玩偶 遞給了Napstablook。）

source: <32>{#p/napstablook}* i'll make sure she knows what you did for her
pt_br: <32>{#p/napstablook}* eu vou garantir que ela saiba o que você fez por ela...
zh_cn: <32>{#p/napstablook}* 我会让他知道你为她 做了什么的
zh_tw: <32>{#p/napstablook}* 我會讓她知道你為她 做了什麼的
