Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (You flirt with 03.) * (She accepts the compliment, but remains focused on 04.)
pt_br: <32>{#p/human}* (Você flerta com 03.) * (Ela aceita o elogio, mas continua focada na 04.)
zh_cn: <32>{#p/human}* （你向三号守卫调情。） * （她接受了你的赞美， 但仍痴情于四号。）
zh_tw: <32>{#p/human}* （你向三號守衛調情。） * （她接受了你的讚美， 但仍痴情於四號。）

source: <32>{#p/human}* (You flirt with 01.) * (He doesn't seem to react in any significant way.)
pt_br: <32>{#p/human}* (Você flerta com 01.) * (Ele não parece reagir de maneira significativa.)
zh_cn: <32>{#p/human}* （你向一号守卫调情。） * （他根本不搭理你。）
zh_tw: <32>{#p/human}* （你向一號守衛調情。） * （他根本不搭理你。）

source: <32>{#p/human}* (You try to pull on 03's glove, but she slaps your hand away.)
pt_br: <32>{#p/human}* (Você tenta tirar a luva da 03, mas ela da um tapa na sua mão.)
zh_cn: <32>{#p/human}* （你伸手去拉三号的手套， 结果被她一把推开。）
zh_tw: <32>{#p/human}* （你伸手去拉三號的手套， 結果被她一把推開。）

source: <11>{#p/basic}{~}Paws off, sister.
pt_br: <11>{#p/basic}{~}Tire as mãos, irmã.
zh_cn: <11>{#p/basic}{~}给我收敛点。
zh_tw: <11>{#p/basic}{~}給我收斂點。

source: <11>{#p/basic}{~}No touchy.
pt_br: <11>{#p/basic}{~}Sem tocar.
zh_cn: <11>{#p/basic}{~}不准碰我。
zh_tw: <11>{#p/basic}{~}不準碰我。

source: <11>{#p/basic}{~}That's off- limits to you.
pt_br: <11>{#p/basic}{~}Isso está fora dos limites para você.
zh_cn: <11>{#p/basic}{~}出格了。
zh_tw: <11>{#p/basic}{~}出格了。

source: <11>{#p/basic}{~}Nope.
pt_br: <11>{#p/basic}{~}Negativo.
zh_cn: <11>{#p/basic}{~}走开。
zh_tw: <11>{#p/basic}{~}走開。

source: <32>{#p/story}* It would seem some boundaries are better left uncrossed.
pt_br: <32>{#p/story}* Parece que é melhor deixar alguns limites não sendo cruzados.
zh_cn: <32>{#p/story}* 看来，有些红线真不能乱碰。
zh_tw: <32>{#p/story}* 看來，有些紅線真不能亂碰。

source: <32>{#p/human}* (You try to pull on 03's glove, but she raises it out of your reach.)
pt_br: <32>{#p/human}* (Você tenta puxar a luva de 03, mas ela se afasta de você.)
zh_cn: <32>{#p/human}* （你伸手去拉三号的手套， 她猛地抬起爪子，你扑了个空。）
zh_tw: <32>{#p/human}* （你伸手去拉三號的手套， 她猛地抬起爪子，你撲了個空。）

source: <32>{#p/story}* 03 towers above you, masking her true expression.
pt_br: <32>{#p/story}* 03 se eleva acima de você, mascarando sua verdadeira expressão.
zh_cn: <32>{#p/story}* 三号俯视着你， 竭力掩藏内心的感受。
zh_tw: <32>{#p/story}* 三號俯視著你， 竭力掩藏內心的感受。

source: <32>{#p/human}* (You hold 03's paw.)
pt_br: <32>{#p/human}* (Você segura a pata de 03.)
zh_cn: <32>{#p/human}* （你抓住了三号的爪子。）
zh_tw: <32>{#p/human}* （你抓住了三號的爪子。）

source: <32>{#p/basic}* 03 mistakenly believes 04 is holding her paw...
pt_br: <32>{#p/basic}* 03 acaba por acreditar que 04 está segurando sua mão...
zh_cn: <32>{#p/basic}* 三号错把你的手 当成了四号的爪子...
zh_tw: <32>{#p/basic}* 三號錯把你的手 當成了四號的爪子...

source: <11>{#p/basic}{~}04...!
zh_cn: <11>{#p/basic}{~}四号...！
zh_tw: <11>{#p/basic}{~}四號...！

source: <11>{#p/basic}{~}That bracelet...
pt_br: <11>{#p/basic}{~}Esse bracelete...
zh_cn: <11>{#p/basic}{~}那只手镯...
zh_tw: <11>{#p/basic}{~}那隻手鐲...

source: <11>{#p/basic}{~}04, I...
pt_br: <11>{#p/basic}{~}04, eu...
zh_cn: <11>{#p/basic}{~}四号， 我...
zh_tw: <11>{#p/basic}{~}四號， 我...

source: <11>{#p/basic}{~}04, we...
pt_br: <11>{#p/basic}{~}04, nós...
zh_cn: <11>{#p/basic}{~}四号， 我们...
zh_tw: <11>{#p/basic}{~}四號， 我們...

source: <11>{#p/basic}{~}04, you...
pt_br: <11>{#p/basic}{~}04, você...
zh_cn: <11>{#p/basic}{~}四号， 你...
zh_tw: <11>{#p/basic}{~}四號， 你...

source: <11>{#p/basic}{~}04, it's...
pt_br: <11>{#p/basic}{~}04, é...
zh_cn: <11>{#p/basic}{~}四号， 这太...
zh_tw: <11>{#p/basic}{~}四號， 這太...

source: <32>{#p/story}* The solar winds begin to shift towards your favor.
pt_br: <32>{#p/story}* Os ventos solares começam a mudar a seu favor.
zh_cn: <32>{#p/story}* 太阳风开始转向， 助你一路顺风。
zh_tw: <32>{#p/story}* 太陽風開始轉向， 助你一路順風。

source: <32>{#p/human}* (You whisper to 03 to open up about her feelings.)
pt_br: <32>{#p/human}* (Você diz para 03 se abrir em relação a seus sentimentos.)
zh_cn: <32>{#p/human}* （你跟三号守卫悄悄说， 有爱就要大声说出来。）
zh_tw: <32>{#p/human}* （你跟三號守衛悄悄說， 有愛就要大聲說出來。）

source: <32>{#p/human}* (You whisper to 03.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você cochicha para 03.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你跟三号守卫说了几句悄悄话。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你跟三號守衛說了幾句悄悄話。） * （什麼都沒發生。）

source: <11>{#p/basic}{~}04...
zh_cn: <11>{#p/basic}{~}四号...
zh_tw: <11>{#p/basic}{~}四號...

source: <11>{#p/basic}{~}... yeah, 03?
pt_br: <11>{#p/basic}{~}... sim, 03?
zh_cn: <11>{#p/basic}{~}...怎么了， 三号？
zh_tw: <11>{#p/basic}{~}...怎麼了， 三號？

source: <11>{#p/basic}{~}Look at me, 04...
pt_br: <11>{#p/basic}{~}Olha pra mim, 04...
zh_cn: <11>{#p/basic}{~}看我的手...
zh_tw: <11>{#p/basic}{~}看我的手...

source: <11>{#p/basic}{~}But that's...
pt_br: <11>{#p/basic}{~}Mas isso...
zh_cn: <11>{#p/basic}{~}那是...
zh_tw: <11>{#p/basic}{~}那是...

source: <11>{#p/basic}{~}The bracelet of unity...
pt_br: <11>{#p/basic}{~}O bracelete da unidade...
zh_cn: <11>{#p/basic}{~}是团结手镯。
zh_tw: <11>{#p/basic}{~}是團結手鐲。

source: <11>{#p/basic}{~}Remember?
pt_br: <11>{#p/basic}{~}Lembra?
zh_cn: <11>{#p/basic}{~}记得吗？
zh_tw: <11>{#p/basic}{~}記得嗎？

source: <11>{#p/basic}{~}It's you...
pt_br: <11>{#p/basic}{~}É você...
zh_cn: <11>{#p/basic}{~}是你！
zh_tw: <11>{#p/basic}{~}是你！

source: <11>{#p/basic}{~}I thought I'd lost you, all those years ago...
pt_br: <11>{#p/basic}{~}Eu pensei ter te perdido todos esses anos atrás...
zh_cn: <11>{#p/basic}{~}这么多年 没见到你了...
zh_tw: <11>{#p/basic}{~}這麼多年 沒見到你了...

source: <11>{#p/basic}{~}I thought I'd never see you again.
pt_br: <11>{#p/basic}{~}Eu pensei que nunca te veria de novo.
zh_cn: <11>{#p/basic}{~}我以为， 咱们再也 无缘相见。
zh_tw: <11>{#p/basic}{~}我以為， 咱們再也 無緣相見。

source: <11>{#p/basic}{~}But now... After graduating from Undyne's training...
pt_br: <11>{#p/basic}{~}Mas agora... Após a graduação dos treinos da Undyne...
zh_cn: <11>{#p/basic}{~}那之后... 我在Undyne 手下 接受训练。 没想到...
zh_tw: <11>{#p/basic}{~}那之後... 我在Undyne 手下 接受訓練。 沒想到...

source: <11>{#p/basic}{~}We're together again, 04. Just like before.
pt_br: <11>{#p/basic}{~}Nós estamos juntos de novo, 04. Assim como antes.
zh_cn: <11>{#p/basic}{~}过了这么 多年，我还能 再见到你， 四号。
zh_tw: <11>{#p/basic}{~}過了這麼 多年，我還能 再見到你， 四號。

source: <11>{#p/basic}{~}And, no matter what names we go by...
pt_br: <11>{#p/basic}{~}E, não importa quais nomes usemos...
zh_cn: <11>{#p/basic}{~}不管你我的 名字怎么变...
zh_tw: <11>{#p/basic}{~}不管你我的 名字怎麼變...

source: <11>{#p/basic}{~}I will always love you.
pt_br: <11>{#p/basic}{~}Eu sempre irei te amar.
zh_cn: <11>{#p/basic}{~}我对你的爱 永远不变。
zh_tw: <11>{#p/basic}{~}我對你的愛 永遠不變。

source: <11>{#p/basic}{~}03, I...
pt_br: <11>{#p/basic}{~}03, eu...
zh_cn: <11>{#p/basic}{~}三号...
zh_tw: <11>{#p/basic}{~}三號...

source: <11>{#p/basic}{~}I love you too!
pt_br: <11>{#p/basic}{~}Eu te amo também!
zh_cn: <11>{#p/basic}{~}我也爱你！
zh_tw: <11>{#p/basic}{~}我也愛你！

source: <11>{#p/basic}{~}... do you wanna get some ice cream?
pt_br: <11>{#p/basic}{~}... quer ir tomar sorvete?
zh_cn: <11>{#p/basic}{~}...我带你去 吃冰淇淋吧？
zh_tw: <11>{#p/basic}{~}...我帶你去 吃冰淇淋吧？

source: <11>{#p/basic}{~}Salmon- flavored?
pt_br: <11>{#p/basic}{~}Sabor salmão?
zh_cn: <11>{#p/basic}{~}三文鱼味的？
zh_tw: <11>{#p/basic}{~}三文魚味的？

source: <11>{#p/basic}{~}You know it!
pt_br: <11>{#p/basic}{~}Você me conhece demais!
zh_cn: <11>{#p/basic}{~}想一块去了！
zh_tw: <11>{#p/basic}{~}想一塊去了！

source: <11>{#p/basic}{~}I missed you...
pt_br: <11>{#p/basic}{~}Eu senti sua falta...
zh_cn: <11>{#p/basic}{~}这么多年， 我好想你...
zh_tw: <11>{#p/basic}{~}這麼多年， 我好想你...

source: <11>{#p/basic}{~}I'm glad you're here...
pt_br: <11>{#p/basic}{~}Estou feliz que você esteja aqui...
zh_cn: <11>{#p/basic}{~}有你陪着我， 好开心...
zh_tw: <11>{#p/basic}{~}有你陪著我， 好開心...

source: <11>{#p/basic}{~}To think it was you, all this time...
pt_br: <11>{#p/basic}{~}E pensar que era você esse tempo todo...
zh_cn: <11>{#p/basic}{~}没想到， 一起并肩 作战的人 原来就是你...
zh_tw: <11>{#p/basic}{~}沒想到， 一起並肩 作戰的人 原來就是你...

source: <11>{#p/basic}{~}To think I forgot about those beautiful eyes...
pt_br: <11>{#p/basic}{~}E pensar que eu esqueci a cor desses lindos olhos...
zh_cn: <11>{#p/basic}{~}没想到， 那双明眸， 就是你的...
zh_tw: <11>{#p/basic}{~}沒想到， 那雙明眸， 就是你的...

source: <32>{#p/story}* 03 and 04 are looking happily at each other.
pt_br: <32>{#p/story}* 03 e 04 estão olhando felizes uma para a outra.
zh_cn: <32>{#p/story}* 三号和四号幸福地望着彼此。
zh_tw: <32>{#p/story}* 三號和四號幸福地望著彼此。

source: <11>{#p/basic}{~}{@random=1.1/1.1}N... no...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}N... não...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}不... 不要...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}不... 不要...

source: <11>{#p/basic}{~}{@random=1.1/1.1}We were gonna be... so happy together...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Nós seríamos tão... felizes juntos...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}明明说好... 要幸福地 在一起...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}明明說好... 要幸福地 在一起...

source: <11>{#p/basic}{~}{@random=1.1/1.1}I can't go on...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Eu não consigo mais...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}我受不了了...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}我受不了了...

source: <11>{#p/basic}{~}{@random=1.1/1.1}I don't want to live like this anymore...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Eu não desejo mais viver...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}求求你， 让我去死...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}求求你， 讓我去死...

source: <32>{#p/story}* ...
zh_tw: <32>{#p/story}* ...ゑ

source: <32>{#p/story}* 01's gaze pans downwards to the floor.
pt_br: <32>{#p/story}* O olhar de 01 se move para o chão.
zh_cn: <32>{#p/story}* 一号守卫望向地面。
zh_tw: <32>{#p/story}* 一號守衛望向地面。

source: <32>{#p/story}* 03's breathing intensifies.
pt_br: <32>{#p/story}* A respiração de 03 se intensifica.
zh_cn: <32>{#p/story}* 三号守卫喘着粗气。
zh_tw: <32>{#p/story}* 三號守衛喘著粗氣。

source: * RG 02
zh_cn: * 二号守卫
zh_tw: * 二號守衛

source: * RG 04
zh_cn: * 四号守卫
zh_tw: * 四號守衛

source: <11>{#p/basic}{~}I don't get this at all...
pt_br: <11>{#p/basic}{~}Eu não entendo...
zh_cn: <11>{#p/basic}{~}没看懂 那人在干啥...
zh_tw: <11>{#p/basic}{~}沒看懂 那人在幹啥...

source: <11>{#p/basic}{~}That won't work on me.
pt_br: <11>{#p/basic}{~}Isso não vai funcionar comigo.
zh_cn: <11>{#p/basic}{~}这招对我 不好使。
zh_tw: <11>{#p/basic}{~}這招對我 不好使。

source: <32>{#p/asriel2}* RG 02... * There's really not much to say about these guys.
pt_br: <32>{#p/asriel2}* RG 02... * Não tem muito o que dizer sobre esses caras.
zh_cn: <32>{#p/asriel2}* 二号守卫... * 这俩货我没啥好说的。ゑ
zh_tw: <32>{#p/asriel2}* 二號守衛... * 這倆貨我沒啥好說的。ゑ

source: <32>{#p/story}* RG 02 - ATK 30 DEF 20 * A confident lover who seems intent on stopping you.
pt_br: <32>{#p/story}* RG 02 - ATQ 30 DEF 20 * Um confiante amador que tem a intenção de te parar.
zh_cn: <32>{#p/story}* 二号守卫 - 攻击30 防御20 * 这对自信的情侣 似乎铁了心想阻止你。
zh_tw: <32>{#p/story}* 二號守衛 - 攻擊30 防禦20 * 這對自信的情侶 似乎鐵了心想阻止你。

source: <33>{#p/story}* RG 04 - ATK 30 DEF 20 * Believes in friendship, but isn't against something more...
pt_br: <33>{#p/story}* RG 04 - ATQ 30 DEF 20 * Acredita na amizade, mas não é contra algo a mais...
zh_cn: <33>{#p/story}* 四号守卫 - 攻击30 防御20 * 她忠于友情， 但缘分到了，也愿意更进一步...
zh_tw: <33>{#p/story}* 四號守衛 - 攻擊30 防禦20 * 她忠於友情， 但緣分到了，也願意更進一步...

source: <32>{#p/story}* RG 02 - ATK 30 DEF 20 * Intent on stopping you, no matter what it takes.
pt_br: <32>{#p/story}* RG 02 - ATQ 30 DEF 20 * Deseja te impedir não importando o custo.
zh_cn: <32>{#p/story}* 二号守卫 - 攻击30 防御20 * 就算命丧黄泉， 也要彻底消灭你。
zh_tw: <32>{#p/story}* 二號守衛 - 攻擊30 防禦20 * 就算命喪黃泉， 也要徹底消滅你。

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Planning on shopping for new armor soon.
pt_br: <32>{#p/story}* RG 04 - ATQ 30 DEF 20 * Planejando comprar uma nova armadura mais tarde.
zh_cn: <32>{#p/story}* 四号守卫 - 攻击30 防御20 * 之后想淘一件新盔甲。
zh_tw: <32>{#p/story}* 四號守衛 - 攻擊30 防禦20 * 之後想淘一件新盔甲。

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Re-united at last...
pt_br: <32>{#p/story}* RG 04 - ATQ 30 DEF 20 * Reunidos de novo...
zh_cn: <32>{#p/story}* 四号守卫 - 攻击30 防御20 * 她俩终于在一起了...
zh_tw: <32>{#p/story}* 四號守衛 - 攻擊30 防禦20 * 她倆終於在一起了...

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Broken.
pt_br: <32>{#p/story}* RG 04 - ATQ 30 DEF 20 * Despedaçado.
zh_cn: <32>{#p/story}* 四号守卫 - 攻击30 防御20 * 心碎了。
zh_tw: <32>{#p/story}* 四號守衛 - 攻擊30 防禦20 * 心碎了。

source: <33>{#p/story}* RG 04 - ATK 30 DEF 20 * Feeling somewhat exposed...
pt_br: <33>{#p/story}* RG 04 - ATQ 30 DEF 20 * Se sentindo exposta...
zh_cn: <32>{#p/story}* 四号守卫 - 攻击30 防御20 * 有点“露骨”...
zh_tw: <32>{#p/story}* 四號守衛 - 攻擊30 防禦20 * 有點「露骨」...

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Eager to see you dead.
pt_br: <32>{#p/story}* RG 04 - ATQ 30 DEF 20 * Deseja te ver morto.
zh_cn: <32>{#p/story}* 四号守卫 - 攻击30 防御20 * 恨不得马上杀了你。
zh_tw: <32>{#p/story}* 四號守衛 - 攻擊30 防禦20 * 恨不得馬上殺了你。

source: <11>{#p/basic}{~}Team attack!
pt_br: <11>{#p/basic}{~}Ataque em equipe!
zh_cn: <11>{#p/basic}{~}组合技！
zh_tw: <11>{#p/basic}{~}組合技！

source: <11>{#p/basic}{~}Once and for all!
pt_br: <11>{#p/basic}{~}De uma vez por todas!
zh_cn: <11>{#p/basic}{~}一劳永逸！
zh_tw: <11>{#p/basic}{~}一勞永逸！

source: <11>{#p/basic}{~}Absolutely!
pt_br: <11>{#p/basic}{~}Absolutamente!
zh_cn: <11>{#p/basic}{~}纯普通朋友！
zh_tw: <11>{#p/basic}{~}純普通朋友！

source: <11>{#p/basic}{~}You don't stand a chance!
pt_br: <11>{#p/basic}{~}Você não tem chance!
zh_cn: <11>{#p/basic}{~}你就是 在送死！
zh_tw: <11>{#p/basic}{~}你就是 在送死！

source: <11>{#p/basic}{~}No romance here!
pt_br: <11>{#p/basic}{~}Sem romance aqui!
zh_cn: <11>{#p/basic}{~}强扭的瓜 不甜！
zh_tw: <11>{#p/basic}{~}強扭的瓜 不甜！

source: <11>{#p/basic}{~}Totally, bro!
pt_br: <11>{#p/basic}{~}Totalmente, bro!
zh_cn: <11>{#p/basic}{~}必须滴， 兄弟！
zh_tw: <11>{#p/basic}{~}必須滴， 兄弟！

source: <11>{#p/basic}{~}Oh you know it, girl!
pt_br: <11>{#p/basic}{~}Ah você sabe, girl!
zh_cn: <11>{#p/basic}{~}肯定的， 姑娘！
zh_tw: <11>{#p/basic}{~}肯定的， 姑娘！

source: <11>{#p/basic}{~}{@random=1.1/1.1}It's over for you!!
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Já era pra você!!
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}你完蛋了！！ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}你完蛋了！！ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}How could you do this to me...!?
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Como você pôde ter feito isso comigo...!?
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}为什么要 这样对我！？
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}為什麼要 這樣對我！？

source: <11>{#p/basic}{~}{@random=1.1/1.1}Don't even try!!
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Nem mesmo tente!!
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}休想得逞！！ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}休想得逞！！ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}She was my only friend...!
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Ela era minha única amiga...!
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}我就她一个 朋友啊...！
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}我就她一個 朋友啊...！

source: <11>{#p/basic}{~}{@random=1.1/1.1}Prepare to be wiped out!!
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Prepare para ser partido ao meio!
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}老子 宰了你！！ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}老子 宰了你！！ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}She was everything to me...!
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Ela era tudo pra mim...!
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}她就是 我的唯一...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}她就是 我的唯一...

source: <11>{#p/basic}{~}{@random=1.1/1.1}I'm gonna make you pay!!
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Eu irei te fazer pagar!!
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}血债血偿！ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}血債血償！ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}What kind of creature are you...!?
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Que tipo de criatura é você...!?
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}你到底是 什么怪物！？
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}你到底是 什麼怪物！？

source: <32>{#p/story}* 02 has lost his temper.
pt_br: <32>{#p/story}* 02 perdeu seu temperamento.
zh_cn: <32>{#p/story}* 二号的情绪彻底失控。
zh_tw: <32>{#p/story}* 二號的情緒徹底失控。

source: <32>{#p/story}* 04 is in shambles.
pt_br: <32>{#p/story}* 04 está em frangalhos.
zh_cn: <32>{#p/story}* 四号已经心乱如麻。
zh_tw: <32>{#p/story}* 四號已經心亂如麻。

source: <32>{#p/human}* (You flirt with 04.)
pt_br: <32>{#p/human}* (Você flerta com 04.)
zh_cn: <32>{#p/human}* （你向四号守卫调情。）
zh_tw: <32>{#p/human}* （你向四號守衛調情。）

source: <11>{#p/basic}{~}It's in the rules!
pt_br: <11>{#p/basic}{~}Está nas regras!
zh_cn: <11>{#p/basic}{~}严禁调情！
zh_tw: <11>{#p/basic}{~}嚴禁調情！

source: <11>{#p/basic}{~}It won't!
pt_br: <11>{#p/basic}{~}Não vai!
zh_cn: <11>{#p/basic}{~}根本没用！
zh_tw: <11>{#p/basic}{~}根本沒用！

source: <11>{#p/basic}{~}It's against the rules!
pt_br: <11>{#p/basic}{~}É contra as regras!
zh_cn: <11>{#p/basic}{~}真不像话！
zh_tw: <11>{#p/basic}{~}真不像話！

source: <11>{#p/basic}{~}It's not our thing!
pt_br: <11>{#p/basic}{~}Não é nossa parada!
zh_cn: <11>{#p/basic}{~}也跟我们 没关系！
zh_tw: <11>{#p/basic}{~}也跟我們 沒關係！

source: <32>{#p/human}* (You flirt with 04.) * (She's flattered, but her eyes remain locked with 03.)
pt_br: <32>{#p/human}* (Você flerta com 04.) * (Ela está lisonjeada, mas seus olhos permanecem fixos na 03.)
zh_cn: <32>{#p/human}* （你向四号守卫调情。） * （她回应了你的赞美， 但仍痴情于三号。）
zh_tw: <32>{#p/human}* （你向四號守衛調情。） * （她回應了你的讚美， 但仍痴情於三號。）

source: <32>{#p/human}* (You flirt with 02.) * (He doesn't seem to react in any significant way.)
pt_br: <32>{#p/human}* (Você flerta com 02.) * (Ele não parece reagir de maneira significativa.)
zh_cn: <32>{#p/human}* （你向二号守卫调情。） * （他根本不搭理你。）
zh_tw: <32>{#p/human}* （你向二號守衛調情。） * （他根本不搭理你。）

source: <32>{#p/human}* (You pull on 04's glove.)
pt_br: <32>{#p/human}* (Você tira a luva da 04.)
zh_cn: <32>{#p/human}* （你伸手去拉四号的手套。）
zh_tw: <32>{#p/human}* （你伸手去拉四號的手套。）

source: <32>{#p/basic}* 04's glove seems loose...
pt_br: <32>{#p/basic}* A luva de 04 parece escorregar...
zh_cn: <32>{#p/basic}* 手套似乎松动了...
zh_tw: <32>{#p/basic}* 手套似乎鬆動了...

source: <11>{#p/basic}{~}W-what are you doing?
pt_br: <11>{#p/basic}{~}O que você tá fazendo?
zh_cn: <11>{#p/basic}{~}你-你在 干什么？
zh_tw: <11>{#p/basic}{~}你-你在 幹什麼？

source: <11>{#p/basic}{~}Don't tell me you're going to...
pt_br: <11>{#p/basic}{~}Não me diga que você vai...
zh_cn: <11>{#p/basic}{~}难不成... 你要...
zh_tw: <11>{#p/basic}{~}難不成... 你要...

source: <11>{#p/basic}{~}I... This is...
pt_br: <11>{#p/basic}{~}Eu... Isso é...
zh_cn: <11>{#p/basic}{~}我... 这太...
zh_tw: <11>{#p/basic}{~}我... 這太...

source: <32>{#p/story}* 04's glove is slipping.
pt_br: <32>{#p/story}* 04 está escorregando muito.
zh_cn: <32>{#p/story}* 四号的手套 眼看就要掉下来了。
zh_tw: <32>{#p/story}* 四號的手套 眼看就要掉下來了。

source: <32>* 04's glove comes right off!
pt_br: <32>* A luva da 04 sai de sua mão!
zh_cn: <32>* 她的手套直接就掉了！
zh_tw: <32>* 她的手套直接就掉了！

source: <32>{#p/story}* 04 shows no resistance.
pt_br: <32>{#p/story}* 04 não demonstra resistência.
zh_cn: <32>{#p/story}* 四号不理不睬，任你摆布。
zh_tw: <32>{#p/story}* 四號不理不睬，任你擺布。

source: <32>{#p/human}* (You hold 04's claw.)
pt_br: <32>{#p/human}* (Você segura a garra de 04.)
zh_cn: <32>{#p/human}* （你抓住了四号的爪子。）
zh_tw: <32>{#p/human}* （你抓住了四號的爪子。）

source: <11>{#p/basic}{~}Uh...
zh_cn: <11>{#p/basic}{~}呃...
zh_tw: <11>{#p/basic}{~}呃...

source: <32>{#p/story}* 04 is not really sure what to make of this.
pt_br: <32>{#p/story}* 04 não tem certeza do que tirar disso.
zh_cn: <32>{#p/story}* 四号有些不知所措。
zh_tw: <32>{#p/story}* 四號有些不知所措。

source: <32>{#p/human}* (You hold 04's claw.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você segura a garra de 04.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你抓住了四号的爪子。） * （可她一点反应都没有。）
zh_tw: <32>{#p/human}* （你抓住了四號的爪子。） * （可她一點反應都沒有。）

source: <32>{#p/story}* 04 just lets it happen.
pt_br: <32>{#p/story}* 04 está apenas deixando acontecer.
zh_cn: <32>{#p/story}* 四号放弃了抵抗。
zh_tw: <32>{#p/story}* 四號放棄了抵抗。

source: <32>{#p/basic}* 04 mistakenly believes 03 is holding her claw...
pt_br: <32>{#p/basic}* 04 pensa que 03 está segurando sua mão...
zh_cn: <32>{#p/basic}* 四号错把你的手 当成了三号的爪子...
zh_tw: <32>{#p/basic}* 四號錯把你的手 當成了三號的爪子...

source: <32>{#p/story}* The veil has been lifted.
pt_br: <32>{#p/story}* O véu foi levantado.
zh_cn: <32>{#p/story}* 真是饺子破了皮——露馅了。
zh_tw: <32>{#p/story}* 真是餃子破了皮——露餡了。

source: <11>{#p/basic}{~}My glove... It's coming off...!
pt_br: <11>{#p/basic}{~}Minha luva... Está saindo...?
zh_cn: <11>{#p/basic}{~}我的手套... 要掉了...！
zh_tw: <11>{#p/basic}{~}我的手套... 要掉了...！

source: <11>{#p/basic}{~}03...?
zh_cn: <11>{#p/basic}{~}三号...？
zh_tw: <11>{#p/basic}{~}三號...？

source: <11>{#p/basic}{~}Why are you looking at me that way?
pt_br: <11>{#p/basic}{~}Por que você está me olhando desse jeito?
zh_cn: <11>{#p/basic}{~}干嘛露出 那样的眼神？
zh_tw: <11>{#p/basic}{~}幹嘛露出 那樣的眼神？

source: <11>{#p/basic}{~}What's with that face, 03?
pt_br: <11>{#p/basic}{~}Que cara é essa, 03?
zh_cn: <11>{#p/basic}{~}三号， 你的表情 怎么怪怪的？
zh_tw: <11>{#p/basic}{~}三號， 你的表情 怎麼怪怪的？

source: <11>{#p/basic}{~}Are you okay?
pt_br: <11>{#p/basic}{~}Você tá bem?
zh_cn: <11>{#p/basic}{~}你没事吧？
zh_tw: <11>{#p/basic}{~}你沒事吧？

source: <32>{#p/human}* (You whisper to 04, but she just seems confused.)
pt_br: <32>{#p/human}* (Você sussurra para 04, mas ela parece confusa.)
zh_cn: <32>{#p/human}* （你跟四号守卫说了几句悄悄话。） * （可她更加困惑了。）
zh_tw: <32>{#p/human}* （你跟四號守衛說了幾句悄悄話。） * （可她更加困惑了。）

source: <32>{#p/human}* (You whisper to 04.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você cochicha para 04.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你跟四号守卫说了几句悄悄话。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你跟四號守衛說了幾句悄悄話。） * （什麼都沒發生。）

source: <11>{#p/basic}{~}I missed you too!
pt_br: <11>{#p/basic}{~}Eu senti sua falta também!
zh_cn: <11>{#p/basic}{~}我也想你！
zh_tw: <11>{#p/basic}{~}我也想你！

source: <11>{#p/basic}{~}I'm glad YOU'RE here!
pt_br: <11>{#p/basic}{~}Estou feliz que VOCÊ ESTEJA AQUI!
zh_cn: <11>{#p/basic}{~}有你在身边， 好开心！
zh_tw: <11>{#p/basic}{~}有你在身邊， 好開心！

source: <11>{#p/basic}{~}Haha, yeah...
pt_br: <11>{#p/basic}{~}Haha, sim...
zh_cn: <11>{#p/basic}{~}哈哈， 可不是么...
zh_tw: <11>{#p/basic}{~}哈哈， 可不是麼...

source: <11>{#p/basic}{~}Think nothing of it, sweetheart!
pt_br: <11>{#p/basic}{~}Não pense nisso, querida!
zh_cn: <11>{#p/basic}{~}宝贝， 别多想了！
zh_tw: <11>{#p/basic}{~}寶貝， 別多想了！

source: <11>{#p/basic}{~}{@random=1.1/1.1}We were gonna do... so much together...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Nós íamos fazer... tanta coisa juntos...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}明明说好... 要一起做 好多好多事...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}明明說好... 要一起做 好多好多事...

source: <11>{#p/basic}{~}{@random=1.1/1.1}I can't accept it...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Eu não posso aceitar...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}不可能...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}不可能...

source: <11>{#p/basic}{~}{@random=1.1/1.1}Just... kill me...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Só... me mata...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}求求你... 杀了我吧...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}求求你... 殺了我吧...

source: <32>{#p/story}* 02 holds his head high.
pt_br: <32>{#p/story}* 02 mantém a cabeça erguida.
zh_cn: <32>{#p/story}* 二号守卫昂起头颅。
zh_tw: <32>{#p/story}* 二號守衛昂起頭顱。

source: <32>{#p/story}* 04's breathing intensifies.
pt_br: <32>{#p/story}* A respiração de 04 se intensifica.
zh_cn: <32>{#p/story}* 四号守卫喘着粗气。
zh_tw: <32>{#p/story}* 四號守衛喘著粗氣。

source: <32>{#p/human}* (You took out the Sugar Spray.)
pt_br: <32>{#p/human}* (Você tirou o Spray de Açúcar.)
zh_cn: <32>{#p/human}* （你取出了糖雾喷。）
zh_tw: <32>{#p/human}* （你取出了糖霧噴。）

source: <32>{#p/human}* (Nothing happens.)
pt_br: <32>{#p/human}* (Nada acontece.)
zh_cn: <32>{#p/human}* （什么都没发生。）
zh_tw: <32>{#p/human}* （什麼都沒發生。）

source: <32>{#p/human}* (You took out the Stun Gun.)
pt_br: <32>{#p/human}* (Você pegou a arma de choque.)
zh_cn: <32>{#p/human}* （你取出了电击枪。）
zh_tw: <32>{#p/human}* （你取出了電擊槍。）

source: <32>{#p/human}* (You took out the Sleep Bomb.)
pt_br: <32>{#p/human}* (Você tirou a Bomba Sonífera.)
zh_cn: <32>{#p/human}* （你取出了瞌睡弹。）
zh_tw: <32>{#p/human}* （你取出了瞌睡彈。）

source: Alphys's Phone
pt_br: Cell Alphys
zh_cn: 给Alphys打电话
zh_tw: 給Alphys打電話

source: Puzzle Help
pt_br: Ajuda Enigma
zh_cn: 谜题求助
zh_tw: 謎題求助

source: Dimensional Box A
pt_br: Caixa Dimensional A
zh_cn: 次元箱子A
zh_tw: 次元箱子A

source: Dimensional Box B
pt_br: Caixa Dimensional B
zh_cn: 次元箱子B
zh_tw: 次元箱子B
