Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* Could yah apologize to him latah for me? * It'd mean the unahverse.
pt_br: <32>* Você poderia pedir desculpas para ele por mim? * Significaria o universo.
zh_cn: <32>* 恁能过会 替我向他道歉吗？ * 那会让他不敢冒险。
zh_tw: <32>* 恁能過會 替我向他道歉嗎？ * 那會讓他不敢冒險。

source: <32>{#p/basic}{#npc/a}* I'm a waitah. * My wife is a chess playah, and my son is a comedian.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou um garçom. * Minha esposa é grão-mestre no xadrez e meu filho comediante.
zh_cn: <32>{#p/basic}{#npc/a}* 我是个服务员儿。 * 我老婆是下棋的， 儿子是演喜剧的。
zh_tw: <32>{#p/basic}{#npc/a}* 我是一個服務生。 * 我牽手是一個下棋的， 囝仔是一個講笑話的。ゐ

source: <32>* They say being a waitah is a boring job, but it suits me.
pt_br: <32>* Eles dizem que ser garçom é um trabalho entediante, mas ele serve para mim.
zh_cn: <32>* 别人都说当服务员儿挺无聊的， 但我觉着挺适合我。
zh_tw: <32>* 人講做服務生是無聊的工作， 但是對我真合。ゐ

source: <32>* Of course, I'm also a fathah. * I worry about my son, since he doesn't come home often...
pt_br: <32>* É claro, eu também sou um pai. * Eu me preocupo, pois ele não vem pra casa com frequência...
zh_cn: <32>* 当然，我还是个当爹的。 * 我挺担心我儿子的， 他最近不经常回家...
zh_tw: <32>* 我嘛是老爸咧。 * 我擔心我的囝仔， 因為伊無常常返來...ゐ

source: <32>* Instead, he tells jokes with his friends in Starton.
pt_br: <32>* Invés disso, ele fica contando piadas com seus amigos em Starton.
zh_cn: <32>* 反倒是经常去星港 给他朋友讲笑话。
zh_tw: <32>* 反而去星港跟朋友講笑話。ゐ

source: <32>{#p/basic}{#npc/a}* Just try to be kindah from now on, will yah?
pt_br: <32>{#p/basic}{#npc/a}* Só tente ser bom partindo de agora, tudo bem?
zh_cn: <32>{#p/basic}{#npc/a}* 恁以后可以当个良人吗？
zh_tw: <32>{#p/basic}{#npc/a}* 恁以後可以當個良人嗎？

source: <32>{#p/basic}{#npc/a}* Thank yah very much.
pt_br: <32>{#p/basic}{#npc/a}* Muitíssimo obrigado.
zh_cn: <32>{#p/basic}{#npc/a}* 非常感谢儿。
zh_tw: <32>{#p/basic}{#npc/a}* 非常感謝兒。

source: <32>{#p/basic}{#npc/a}* Maybe I'll become a bartendah.
pt_br: <32>{#p/basic}{#npc/a}* Talvez eu me torne um bartender.
zh_cn: <32>{#p/basic}{#npc/a}* 也许我可以当一名酒保儿。
zh_tw: <32>{#p/basic}{#npc/a}* 也許我可以當一名酒保兒。

source: <32>{#p/basic}{#npc/a}* If things keep going like this, I fear I'll be out of a job.
pt_br: <32>{#p/basic}{#npc/a}* Se as coisas continuarem assim, eu temo ter que sair do meu trabalho.
zh_cn: <32>{#p/basic}{#npc/a}* 如果事情 继续这样发展下去， 我就会失业的。
zh_tw: <32>{#p/basic}{#npc/a}* 如果事情 繼續這樣發展下去， 我就會失業的。

source: <32>{#p/basic}{#npc/a}* Just prahmise yah will.
pt_br: <32>{#p/basic}{#npc/a}* Só me prometa que você será.
zh_cn: <32>{#p/basic}{#npc/a}* 我向恁保证。
zh_tw: <32>{#p/basic}{#npc/a}* 我向恁保證。

source: <32>{#p/basic}{#npc/a}* At least the jokes are funny.
pt_br: <32>{#p/basic}{#npc/a}* Pelo menos as piadas são engraçadas.
zh_cn: <32>{#p/basic}{#npc/a}* 至少他讲的笑话还算好笑。
zh_tw: <32>{#p/basic}{#npc/a}* 至少笑話是好笑的。ゐ

source: <32>{#p/basic}{#npc/a}* Security left for the party a while ago, but I decided to stay for now.
pt_br: <32>{#p/basic}{#npc/a}* O segurança saiu para uma festa faz pouco tempo, mas eu decidi ficar.
zh_cn: <32>{#p/basic}{#npc/a}* 刚刚，保安们全去参加派对了， 但我想留在这，吸点仙气。ゑ
zh_tw: <32>{#p/basic}{#npc/a}* 剛剛，保安們全去參加派對了， 但我想留在這，吸點仙氣。ゑ

source: <32>* After all, why go anywhere else, when you can take in the aura...
pt_br: <32>* Afinal, por que ir a qualquer outro lugar, quando você pode absorver a aura...
zh_cn: <32>* 毕竟，什么聚会，什么派对...ゑ
zh_tw: <32>* 畢竟，什麼聚會，什麼派對...ゑ

source: <32>* ... of a wish flower...
pt_br: <32>* ... de uma flor do desejo...
zh_cn: <32>* ...哪有吸蒲公罂的仙气爽...ゑ
zh_tw: <32>* ...哪有吸蒲公罌的仙氣爽...ゑ

source: <32>{#p/basic}{#npc/a}* I was bored, so I started taking in the wish flowers' auras.
pt_br: <32>{#p/basic}{#npc/a}* Eu estava entediado então comecei a respirar a aura da flor do desejo.
zh_cn: <32>{#p/basic}{#npc/a}* 感觉好没意思。 所以我就来这吸点“仙气”。ゑ
zh_tw: <32>{#p/basic}{#npc/a}* 感覺好沒意思。 所以我就來這吸點「仙氣」。ゑ

source: <32>* This one's not TOO bad, but there might be a better one somewhere else...
pt_br: <32>* Essa não é TÃO ruim, mas deve ter alguma por aí...
zh_cn: <32>* 这朵的劲儿还挺足， 但附近应该还有更爽的...ゑ
zh_tw: <32>* 這朵的勁兒還挺足， 但附近應該還有更爽的...ゑ

source: <32>* ... maybe I'll stumble across that one later.
pt_br: <32>* ... que talvez ultrapasse os limites.
zh_cn: <32>* ...说不定一不小心就找到了呢。ゑ
zh_tw: <32>* ...說不定一不小心就找到了呢。ゑ

source: <32>{#p/basic}{#npc/a}* Security kicked me out for taking in the wish flowers' auras.
pt_br: <32>{#p/basic}{#npc/a}* O segurança me expulsou por absorver as auras das flores dos desejos.
zh_cn: <32>{#p/basic}{#npc/a}* 那蒲公罂仙气十足。 * 我就闻了下，结果保安把我轰出来了。ゑ
zh_tw: <32>{#p/basic}{#npc/a}* 那蒲公罌仙氣十足。 * 我就聞了下，結果保安把我轟出來了。ゑ

source: <32>* That famous guy has everyone distracted, so I could probably go back in...
pt_br: <32>* Aquele cara famoso distraiu todo mundo, então agora seria minha chance de voltar...
zh_cn: <32>* 这会，大家都在悼念那个大明星， 所以我可以溜进休闲回廊...ゑ
zh_tw: <32>* 這會，大家都在悼念那個大明星， 所以我可以溜進休閒迴廊...ゑ

source: <32>* The lights went off a while ago, so I could probably go back in...
pt_br: <32>* As luzes apagaram agora pouco, então eu provavelmente poderia voltar pra dentro...
zh_cn: <32>* 不久前，灯突然灭了， 所以我现在可以溜进休闲回廊...ゑ
zh_tw: <32>* 不久前，燈突然滅了， 所以我現在可以溜進休閒迴廊...ゑ

source: <32>* The guards have clocked out, so I could probably go back in...
pt_br: <32>* Os guardas bateram o ponto, então eu provavelmente poderia voltar...
zh_cn: <32>* 这会，守卫全下班了， 所以我可以溜进休闲回廊...ゑ
zh_tw: <32>* 這會，守衛全下班了， 所以我可以溜進休閒迴廊...ゑ

source: <32>* ... but, ahh, this here's the best one I've found so far...
pt_br: <32>* ... mas, ahh, está é a melhor que eu encontrei em muito tempo...
zh_cn: <32>* 但是... 啊... * 闻了这么多，就这朵劲最足...ゑ
zh_tw: <32>* 但是... 啊... * 聞了這麼多，就這朵勁最足...ゑ

source: <32>{#p/basic}{#npc/a}* Don't worry about me, I'm just here... taking in a wish flower's aura.
pt_br: <32>{#p/basic}{#npc/a}* Não se preocupe comigo, só vou ficar aqui... absorvendo a aura desta flor.
zh_cn: <32>{#p/basic}{#npc/a}* 别管我， 我正搁这... 吸仙气呢。ゑ
zh_tw: <32>{#p/basic}{#npc/a}* 別管我， 我正擱這... 吸仙氣呢。ゑ

source: <32>{#p/basic}{#npc/a}* After all our hard work, we've made it out alive.
pt_br: <32>{#p/basic}{#npc/a}* Após todo nosso trabalho, nós conseguimos sair vivos.
zh_cn: <32>{#p/basic}{#npc/a}* 经过一番努力， 我们终于可以逃脱了。
zh_tw: <32>{#p/basic}{#npc/a}* 經過一番努力， 我們終於可以逃脫了。

source: <32>* Frankly, I'm tired of this job. * But it's been a good run.
pt_br: <32>* Francamente, estou cansado desse trabalho. * Mas foi uma boa jornada.
zh_cn: <32>* 老实说， 我已经厌倦了这工作。 * 但这是一段不错的历程。
zh_tw: <32>* 老實說， 我已經厭倦了這工作。 * 但這是一段不錯的歷程。

source: <32>* Maybe, when we get to the new homeworld, I'll be a factory worker instead.
pt_br: <32>* Talvez, quando chegarmos no novo mundo, eu trabalhe na fábrica.
zh_cn: <32>* 也许， 当我们到达新的世界后， 我会成为一名工厂工人。
zh_tw: <32>* 也許， 當我們到達新的世界後， 我會成為一名工廠工人。

source: <32>* And don't tell me that's the same thing as bein' a CORE worker.
pt_br: <32>* E não venha me dizer que é a mesma coisa de trabalhar no CORE.
zh_cn: <32>* 别告诉我这跟 做核心工人是一回事。
zh_tw: <32>* 別告訴我這跟 做核心工人是一回事。

source: <32>* For one, we won't have those two girls breathin' down our necks all the time...
pt_br: <32>* Pelo menos agora, nós não teremos aquelas duas garotas grudadas no nosso cangote...
zh_cn: <32>* 比如说，那两个女孩 就没法盯着我们的脖子了。
zh_tw: <32>* 比如說，那兩個女孩 就沒法盯著我們的脖子了。

source: <32>* No, Catty, I don't want to sleep over with ya! * End of story!
pt_br: <32>* Não, Catty, eu não quero dormir com você! * Fim da história!
zh_cn: <32>* 不，Catty， 我不想和你一起过夜！ * 故事结束了！
zh_tw: <32>* 不，Catty， 我不想和你一起過夜！ * 故事結束了！

source: <32>{#p/basic}{#npc/a}* Long ago, they found a weak spot in the force field, about where the Outlands is now.
pt_br: <32>{#p/basic}{#npc/a}* Muito tempo atrás, foi encontrado um ponto fraco no escudo. As Outlands.
zh_cn: <32>{#p/basic}{#npc/a}* 很久以前， 有人在力场发现了一个弱点， 就是外域所在的那个位置。
zh_tw: <32>{#p/basic}{#npc/a}* 很久以前， 有人在力場發現了一個弱點， 就是外域所在的那個位置。

source: <32>* It doesn't mean we can escape through it, but it does mean any human who comes here...
pt_br: <32>* Não significa que podemos escapar por lá, mas todo humano que vier...
zh_cn: <32>* 这不代表我们就可以从那里逃出去了， 而是代表着任何经过那里的人类...
zh_tw: <32>* 這不代表我們就可以從那裡逃出去了， 而是代表著任何經過那裡的人類...

source: <32>* ... will have to crash-land right around that area.
pt_br: <32>* ... vai cair mais ou menos por aquela área.
zh_cn: <32>* ...都必须在那个地方紧急迫降。
zh_tw: <32>* ...都必須在那個地方緊急迫降。

source: <32>* So we built the outpost to be long and winding to slow down a potential invasion.
pt_br: <32>* Então, construímos o Outpost para ser longo e retardar uma potencial invasão.
zh_cn: <32>* 所以我们把前哨建得 又长又曲折， 来阻碍潜在的入侵可能性。
zh_tw: <32>* 所以我們把前哨建得 又長又曲折， 來阻礙潛在的入侵可能性。

source: <32>* We quickly realized it was a dumb idea, but by then, it'd become a tradition.
pt_br: <32>* Logo descobrimos a burrice da ideia, mas então se tornou uma tradição.
zh_cn: <32>* 我们很快就意识到 这点子实在不聪明。 但那时候，大家都墨守成规了。
zh_tw: <32>* 我們很快就意識到 這點子實在不聰明。 但那時候，大家都墨守成規了。

source: <32>* Now, you can't go two seconds without getting lost...
pt_br: <32>* Agora, você não anda dois segundos sem de perder...
zh_cn: <32>* 现在， 你走不到两秒钟 就会在那里迷路...
zh_tw: <32>* 現在， 你走不到兩秒鐘 就會在那裡迷路...

source: <32>{#p/basic}{#npc/a}* She's always been gettin' up on my case like that.
pt_br: <32>{#p/basic}{#npc/a}* Ela sempre se levantou no meu caso assim.
zh_cn: <32>{#p/basic}{#npc/a}* 她总是那样跟我 鸡蛋里面挑骨头。
zh_tw: <32>{#p/basic}{#npc/a}* 她總是那樣跟我 雞蛋裡面挑骨頭。

source: <32>* Eh... * I guess it could be worse.
pt_br: <32>* Eh... * Eu acho que poderia ser pior.
zh_cn: <32>* 呃... * 也许情况会更糟。
zh_tw: <32>* 呃... * 也許情況會更糟。

source: <32>* We could still be workin' for that dumb robot.
pt_br: <32>* Nós poderíamos ainda estar trabalhando para aquele robô estúpido.
zh_cn: <32>* 也许我们还要为那个 愚蠢的机器人工作。
zh_tw: <32>* 也許我們還要為那個 愚蠢的機器人工作。

source: <32>{#p/basic}{#npc/a}* At least the CORE wasn't designed with this idea.
pt_br: <32>{#p/basic}{#npc/a}* Pelo menos o CORE não foi construído com essa ideia.
zh_cn: <32>{#p/basic}{#npc/a}* 至少核心的设计理念 不是这样的。
zh_tw: <32>{#p/basic}{#npc/a}* 至少核心的設計理念 不是這樣的。

source: <32>* Can you imagine how bad it'd be if we had to go through mazes to do maintenance?
pt_br: <32>* Imagine a tortura que seria andar por labirintos para fazer manutenção?
zh_cn: <32>* 你能想象到我们去修个东西 都得走一遍迷宫的样子吗？
zh_tw: <32>* 你能想像到我們去修個東西 都得走一遍迷宮的樣子嗎？

source: <32>{#p/basic}{#npc/a}* Go on, you two...
pt_br: <32>{#p/basic}{#npc/a}* Vamos lá, vocês dois...
zh_cn: <32>{#p/basic}{#npc/a}* 继续下去吧，你们两个...
zh_tw: <32>{#p/basic}{#npc/a}* 繼續下去吧，你們兩個...

source: <32>{#p/basic}{#npc/a}* Let's just be glad it's over.
pt_br: <32>{#p/basic}{#npc/a}* Só vamos ficar felizes que finalmente acabou.
zh_cn: <32>{#p/basic}{#npc/a}* 还好一切都结束了。
zh_tw: <32>{#p/basic}{#npc/a}* 還好一切都結束了。

source: <32>{#p/basic}{#npc/a}* Please and no thank you.
pt_br: <32>{#p/basic}{#npc/a}* Por favor e não, obrigado.
zh_cn: <32>{#p/basic}{#npc/a}* 别了吧，我可领教不来。
zh_tw: <32>{#p/basic}{#npc/a}* 別了吧，我可領教不來。

source: <32>{#p/basic}{#npc/a}* So looks like my job is over. * No more CORE.
pt_br: <32>{#p/basic}{#npc/a}* Então parece que meu trabalho acabou. * Sem mais CORE.
zh_cn: <32>{#p/basic}{#npc/a}* 看来我的工作要结束了。 * 不再会有更多的核心了。
zh_tw: <32>{#p/basic}{#npc/a}* 看來我的工作要結束了。 * 不再會有更多的核心了。

source: <32>* Actually, yes more core. * But not for us no more.
pt_br: <32>* Na verdade, tem core sim. * Mas não pra gente.
zh_cn: <32>* 确实，更多的核心。 * 但不会属于我们了。
zh_tw: <32>* 確實，更多的核心。 * 但不會屬於我們了。

source: <32>* Any time now, we leave, and we never return.
pt_br: <32>* Qualquer hora agora, iremos ir embora e jamais retornar.
zh_cn: <32>* 马上，我们都会离开， 而且永不回来。
zh_tw: <32>* 馬上，我們都會離開， 而且永不回來。

source: <32>* What will my future be?
pt_br: <32>* O que será do meu futuro?
zh_cn: <32>* 我的未来在何方？
zh_tw: <32>* 我的未來在何方？

source: <32>* Boy, do I sure wish I knew!
pt_br: <32>* Cara, eu com certeza gostaria de saber!
zh_cn: <32>* 天，真希望我知道！
zh_tw: <32>* 天，真希望我知道！

source: <32>{#p/basic}{#npc/a}* I work at the CORE. * The floor plan is designed to look like a bird.
pt_br: <32>{#p/basic}{#npc/a}* Eu trabalho no CORE. * Era para o design se parecer com um pássaro.
zh_cn: <32>{#p/basic}{#npc/a}* 我在核心工作。 * 那里的平面图设计看起来 就像一只鸟。
zh_tw: <32>{#p/basic}{#npc/a}* 我在核心工作。 * 那裡的平面圖設計看起來 就像一隻鳥。

source: <32>* Oh! I bet you don't know what "CORE" stands for!
pt_br: <32>* Oh! Eu aposto que você não sabe o que significa "CORE"!
zh_cn: <32>* 哦！我敢说你肯定不知道 “核心”的意思是什么！
zh_tw: <32>* 喔！我敢說你肯定不知道 「核心」的意思是什麼！

source: <32>* It stands for "Charged Onium- ion Refactorization Engine."
pt_br: <32>* Significa "Carregado de Ônio com íons de Refatoração Eletrizados."
zh_cn: <32>* 它的全称是“\u4dc0离子核重构 电力引擎中心”。
zh_tw: <32>* 它的全稱是「鎓離子核重構 電力引擎中心」。ゐ

source: <32>* What does it mean?
pt_br: <32>* O que isso significa?
zh_cn: <32>* 你问这是什么意思？
zh_tw: <32>* 你問這是什麼意思？

source: <32>* I have no idea, no idea at all!
pt_br: <32>* Sei lá.
zh_cn: <32>* 我反正不知道，毫无头绪！
zh_tw: <32>* 我反正不知道，毫無頭緒！

source: <32>{#p/basic}{#npc/a}* Perhaps, in an alternate timeline, I could be king.
pt_br: <32>{#p/basic}{#npc/a}* Talvez, em uma linha do tempo alternativa, eu posso ser o rei.
zh_cn: <32>{#p/basic}{#npc/a}* 也许，在另一条时间线， 我会当上一个国王。
zh_tw: <32>{#p/basic}{#npc/a}* 也許，在另一條時間軸， 我會當上一個國王。

source: <32>* It is I the good King Charles at your service!
pt_br: <32>* Sou eu, o bom Rei Charles a seu serviço!
zh_cn: <32>* 我是善良的Charles国王， 随时为您服务！
zh_tw: <32>* 我是善良的Charles國王， 隨時為您服務！

source: <32>* Wouldn't that be nice!
pt_br: <32>* Isso não seria legal!
zh_cn: <32>* 那不是很棒吗！
zh_tw: <32>* 那不是很棒嗎！

source: <32>{#p/basic}{#npc/a}* Something else that's cool about the CORE is the override switches.
pt_br: <32>{#p/basic}{#npc/a}* Outra coisa que eu acho legal sobre o Core são as alavancas.
zh_cn: <32>{#p/basic}{#npc/a}* 核心的另一个很酷的地方 在于它的超控开关。
zh_tw: <32>{#p/basic}{#npc/a}* 核心的另一個很酷的地方 在於它的超控開關。

source: <32>* They're both heavily guarded, but one is guarded by puzzles instead of actual guards!
pt_br: <32>* Ambas são muito bem guardadas, mas uma é por guardas e outra é por quebra-cabeças!
zh_cn: <32>* 它们都受着严密的保护， 但其中一个是被谜题保护着， 不是真正的那种守卫在保护！
zh_tw: <32>* 它們都受著嚴密的保護， 但其中一個是被謎題保護著， 不是真正的那種守衛在保護！

source: <32>* I sure do love PUZZLE!
pt_br: <32>* Eu amo quebras-cabeças!
zh_cn: <32>* 我真的爱死谜题了！
zh_tw: <32>* 我真的愛死謎題了！

source: <32>{#p/basic}{#npc/a}* So you're telling me the next comedy show isn't gonna be for another two weeks??
pt_br: <32>{#p/basic}{#npc/a}* Então você tá me dizendo que o show de comedia não sairá por duas semanas??
zh_cn: <32>{#p/basic}{#npc/a}* 所以你是说下一期喜剧节目 两周后才会播出？？
zh_tw: <32>{#p/basic}{#npc/a}* 所以你是說下一期喜劇節目 兩周後才會播出？？

source: <32>* I thought it was today!
pt_br: <32>* Eu pensei que era hoje!
zh_cn: <32>* 我还以为是今天呢！
zh_tw: <32>* 我還以為是今天呢！

source: <32>{#p/basic}{#npc/a}* So you're telling me I can't re-schedule my seat for a later date?
pt_br: <32>{#p/basic}{#npc/a}* Então você tá me dizendo que não posso reagendar meu acento para outra data?
zh_cn: <32>{#p/basic}{#npc/a}* 所以你是说我不能改天 再安排我的座位了？
zh_tw: <32>{#p/basic}{#npc/a}* 所以你是說我不能改天 再安排我的座位了？

source: <32>* This place is a total folly!
pt_br: <32>* Isso é um roubo!
zh_cn: <32>* 这地方简直太蠢了！
zh_tw: <32>* 這地方簡直太蠢了！

source: <32>{#p/human}* (You rest your arm on the abandoned countertop.)
pt_br: <32>{#p/human}* (Você descansa o braço na bancada abandonada.)
zh_cn: <32>{#p/human}* （你靠在这个 废弃的台面上趴了一会。）
zh_tw: <32>{#p/human}* （你靠在這個 廢棄的檯面上趴了一會。）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (All reservations cancelled.) * (Section two, freedom clause.)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Todas as reservas canceladas.) * (Sessão dois, clausula: Liberdade.)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （所有预定已取消。） * （依据条款第二节，自由条款。）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （所有預定已取消。） * （依據條款第二節，自由條款。）

source: <32>* (Haven't you read the terms and conditions...?)
pt_br: <32>* (Você não leu os termos e condições...?)
zh_cn: <32>* （你没看过服务条款吗...？）
zh_tw: <32>* （你沒看過服務條款嗎...？）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (I hope you and your date had a pleasant dining experience.)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Espero que você e seu par tenham tido um ótimo jantar.)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （我希望你与你的约会对象 可以用餐愉快。）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （我希望你與你的約會對象 可以用餐愉快。）

source: <32>* (That looked like quite the nice little chat.)
pt_br: <32>* (Aquela parece ter sido uma ótima conversa.)
zh_cn: <32>* （那看起来是一段 很愉快的小谈话。）
zh_tw: <32>* （看起來你們經歷了一段 很愉快的小談話。）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (Half-price reservations with our limited-time MTT coupon!)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Reservas pela metade do preço com nosso cupom de tempo limitado da MTT!)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （使用我们的MTT限时优惠券， 预订可享受半折优惠！）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （使用我們的MTT限時優惠券， 預訂可享受半折優惠！）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (Day by day, the days grow ever lonelier...)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Dia após dia, tudo parece estar mais triste...)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （这一天天的， 陪我的人越来越少了...）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （這一天天的， 陪我的人越來越少了...）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (You'll have to reserve a table to eat here.)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Você precisa reservar uma mesa pra comer aqui.)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （想在这吃东西的话， 你得先预约一张桌子。）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （想在這吃東西的話， 你得先預約一張桌子。）

source: <32>* (The girls get antsy when the reservations aren't in order.)
pt_br: <32>* (As garotas ficam com raiva quando as reservas não estão em ordem.)
zh_cn: <32>* （那帮事多的人 只要没见着预约按顺序排好 就会感到不安。）
zh_tw: <32>* （那幫事多的人 只要沒見著預約按順序排好 就會感到不安。）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (See you on the homeworld...)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Te vejo no planeta natal...)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （新家园见...）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （新家園見...）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (The coupon expires tomorrow.)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (O cupom expira amanhã.)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （截止到明天。）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （截止到明天。）

source: <32>{#p/basic}{#npc/a}* Blub blub... * (There are no reservations available at this time.)
pt_br: <32>{#p/basic}{#npc/a}* Blub blub... * (Não tem reservas disponíveis no momento.)
zh_cn: <32>{#p/basic}{#npc/a}* 咕噜咕噜... * （现在的预定已经都满了。）
zh_tw: <32>{#p/basic}{#npc/a}* 咕嚕咕嚕... * （現在的預定已經都滿了。）

source: <25>{#p/asriel2}{#f/10}* Why are we going back this way again?
pt_br: <25>{#p/asriel2}{#f/10}* Pra quê estamos voltando por aqui de novo?
zh_cn: <25>{#p/asriel2}{#f/10}* 为啥还要回来呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 為啥還要回來呢？ゑ

source: <25>{#p/asriel2}{#f/7}* We really don't need to do this.
pt_br: <25>{#p/asriel2}{#f/7}* Nós não precisamos fazer isso.
zh_cn: <25>{#p/asriel2}{#f/7}* 完全没必要啊。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 完全沒必要啊。ゑ

source: <25>{#p/asriel2}{#f/13}* Golly... feels weird to be back here with you by my side.
pt_br: <25>{#p/asriel2}{#f/13}* Nossa... é estranho voltar aqui com você ao meu lado.
zh_cn: <25>{#p/asriel2}{#f/13}* 哎呀... 跟你一块来这， 总感觉瘆得慌。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 哎呀... 跟你一塊來這， 總感覺瘮得慌。ゑ

source: <25>{#p/asriel2}{#f/4}* It's like... walking into a warzone with your best friend.
pt_br: <25>{#p/asriel2}{#f/4}* É como... entrar em um campo de batalha com seu melhor amigo.
zh_cn: <25>{#p/asriel2}{#f/4}* 感觉就好像... 和好朋友一起上战场。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 感覺就好像... 和好朋友一起上戰場。ゑ

source: <25>{#f/3}* 'Cause that's what this place was like for me.
pt_br: <25>{#f/3}* Porque era assim que esse lugar era pra mim.
zh_cn: <25>{#f/3}* 你别说，这地方 还真有战场的感觉。ゑ
zh_tw: <25>{#f/3}* 你別說，這地方 還真有戰場的感覺。ゑ

source: <25>{#p/asriel2}{#f/13}* Could be worse, though.
pt_br: <25>{#p/asriel2}{#f/13}* Mas poderia ser pior.
zh_cn: <25>{#p/asriel2}{#f/13}* 其实吧... 这里比战场还恐怖。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 其實吧... 這裡比戰場還恐怖。ゑ

source: <25>{#p/asriel2}{#f/13}* ... at least we have each other, right?
pt_br: <25>{#p/asriel2}{#f/13}* ... pelo menos nós temos um ao outro, certo?
zh_cn: <25>{#p/asriel2}{#f/13}* ...还好 我们俩可以相互扶持， 你说是吧？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* ...還好 我們倆可以相互扶持， 你說是吧？ゑ

source: <25>{#p/asriel2}{#f/13}* Imagine it... the city of Aerialis.
pt_br: <25>{#p/asriel2}{#f/13}* Imagina... a cidade de Aerialis.
zh_cn: <25>{#p/asriel2}{#f/13}* 想象一下... 在空境，一座城市拔地而起。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 想像一下... 在空境，一座城市拔地而起。ゑ

source: <25>{#f/16}* It's a shame it was never finished.
pt_br: <25>{#f/16}* É uma tristeza ela nunca ter sido finalizada.
zh_cn: <25>{#f/16}* 真可惜， “空境城”项目烂尾了。ゑ
zh_tw: <25>{#f/16}* 真可惜， 「空境城」專案爛尾了。ゑ

source: <25>{#p/asriel2}{#f/3}* Apparently, it would've been twice the size of the Citadel.
pt_br: <25>{#p/asriel2}{#f/3}* Aparentemente, ela teria o dobro do tamanho da Cidadela.
zh_cn: <25>{#p/asriel2}{#f/3}* 要是建成了， 估计会有首塔的两倍大。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 要是建成了， 估計會有首塔的兩倍大。ゑ

source: <25>{#f/4}* Just think of us, standing atop all that splendor...
pt_br: <25>{#f/4}* Imagina só a nós dois, acima de todo aquele resplendor...
zh_cn: <25>{#f/4}* 想象一下，假如有一天， 我们登上城市之巅， 将它的辉煌尽收眼底...ゑ
zh_tw: <25>{#f/4}* 想像一下，假如有一天， 我們登上城市之巔， 將它的輝煌盡收眼底...ゑ

source: <25>{#f/3}* Wouldn't that be nice?
pt_br: <25>{#f/3}* Não seria satisfatório?
zh_cn: <25>{#f/3}* 那该多棒啊。ゑ
zh_tw: <25>{#f/3}* 那該多棒啊。ゑ

source: <25>{#p/asriel2}{#f/4}* Anyway, a city that big is probably just a silly idea.
pt_br: <25>{#p/asriel2}{#f/4}* De toda forma, uma cidade desse tamanho é só uma ideia.
zh_cn: <25>{#p/asriel2}{#f/4}* 不过，城市要是真建那么大， 就有点荒唐了。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 不過，城市要是真建那麼大， 就有點荒唐了。ゑ

source: <25>{#f/13}* And you know how those always go for us.
pt_br: <25>{#f/13}* E você sabe como essas coisas vão pra gente.
zh_cn: <25>{#f/13}* 你也知道， 异想天开永远不会有好下场。ゑ
zh_tw: <25>{#f/13}* 你也知道， 異想天開永遠不會有好下場。ゑ

source: <25>{#p/asriel2}{#f/6}* Let me guess, the elevator couldn't take us to the third floor?
pt_br: <25>{#p/asriel2}{#f/6}* Deixa eu adivinhar, o elevador não leva pro terceiro piso?
zh_cn: <25>{#p/asriel2}{#f/6}* 这破电梯， 该不会没法直达三楼吧？ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 這破電梯， 該不會沒法直達三樓吧？ゑ

source: <25>{#f/8}* ...
zh_cn: <25>{#f/8}* ...ゑ
zh_tw: <25>{#f/8}* ...ゑ

source: <25>{#f/7}* I should have known he'd make us take the long way up.
pt_br: <25>{#f/7}* Eu deveria imaginar que eles nos fariam pegar o caminho longo.
zh_cn: <25>{#f/7}* 早该知道，这电梯 肯定要跟咱们对着干。ゑ
zh_tw: <25>{#f/7}* 早該知道，這電梯 肯定要跟咱們對著幹。ゑ

source: <25>{#p/asriel2}{#f/8}* One floor down, two floors to go...
pt_br: <25>{#p/asriel2}{#f/8}* Um piso a menos, dois pisos a frente...
zh_cn: <25>{#p/asriel2}{#f/8}* 走完一层， 还要走两层...ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 走完一層， 還要走兩層...ゑ

source: <25>{#p/asriel2}{#f/7}* Right.
pt_br: <25>{#p/asriel2}{#f/7}* Certo.
zh_cn: <25>{#p/asriel2}{#f/7}* 果然。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 果然。ゑ

source: <25>{#p/asriel2}{#f/6}* It's dark... this isn't normal at all.
pt_br: <25>{#p/asriel2}{#f/6}* Está escuro... isso não é nada normal.
zh_cn: <25>{#p/asriel2}{#f/6}* 真奇怪， 这里不该这么黑啊。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 真奇怪， 這裡不該這麼黑啊。ゑ

source: <25>{#f/7}* Someone must've come through and shorted out the electrics.
pt_br: <25>{#f/7}* Alguém deve ter vindo por dentro e cortado a eletricidade.
zh_cn: <25>{#f/7}* 肯定是有人 把供电系统弄短路了。ゑ
zh_tw: <25>{#f/7}* 肯定是有人 把供電系統弄短路了。ゑ

source: <25>{#p/asriel2}{#f/10}* Seriously, who turned out the lights?
pt_br: <25>{#p/asriel2}{#f/10}* Sério, quem desligou as luzes?
zh_cn: <25>{#p/asriel2}{#f/10}* 真想知道， 到底是谁把灯弄灭的？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 真想知道， 到底是誰把燈弄滅的？ゑ

source: <25>{#p/asriel2}{#f/15}* Come to think of it...
pt_br: <25>{#p/asriel2}{#f/15}* Parando pra pensar...
zh_cn: <25>{#p/asriel2}{#f/15}* 我想了一下...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 我想了一下...ゑ

source: <25>{#f/16}* This does look like it was caused by magic.
pt_br: <25>{#f/16}* Isso parece ter sido causado por magia.
zh_cn: <25>{#f/16}* 这应该是魔法导致的停电。ゑ
zh_tw: <25>{#f/16}* 這應該是魔法導致的停電。ゑ

source: <26>{#f/3}* So that's that, I guess.
pt_br: <26>{#f/3}* Então é isso, eu acho.
zh_cn: <26>{#f/3}* 大概明白了。ゑ
zh_tw: <26>{#f/3}* 大概明白了。ゑ

source: <25>{#p/asriel2}{#f/10}* No security field...?
pt_br: <25>{#p/asriel2}{#f/10}* Sem escudo de segurança...?
zh_cn: <25>{#p/asriel2}{#f/10}* ...安保屏障也没了？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...安保屏障也沒了？ゑ
