Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/mettaton}I... is that all you've got?
pt_br: <20>{#p/mettaton}É isso... isso é tudo que você tem?
zh_cn: <20>{#p/mettaton}你... 你就学会 这些吗？
zh_tw: <20>{#p/mettaton}你... 你就學會 這些嗎？

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}But hey, you know what they say about a bug, right?
pt_br: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}Mas ei, você sabe o que eles dizem sobre bugs, certo?
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}但你知道， 大家对于你这种虫豸 是什么态度，对吧？ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}但你知道， 大家對於你這種蟲豸 是什麼態度，對吧？ゑ

source: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/9}{#a.ra/10}It's just another problem that needs fixing.
pt_br: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/9}{#a.ra/10}É apenas mais um problema que precisa de concerto.
zh_cn: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/9}{#a.ra/10}就是一个 亟待解决的祸患而已。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/9}{#a.ra/10}就是一個 亟待解決的禍患而已。ゑ

source: <20>{#p/mettaton}I d-don't... know what to think anymore...
pt_br: <20>{#p/mettaton}Eu n-não sei... mais o que pensar...
zh_cn: <20>{#p/mettaton}我不-不知道... 该怎么想了...
zh_tw: <20>{#p/mettaton}我不-不知道... 該怎麼想了...

source: <20>{#p/mettaton}Let's h-hear... hear one last roar from the audience!
pt_br: <20>{#p/mettaton}Vamos ouvir... ouvir um último rugido da platéia!
zh_cn: <20>{#p/mettaton}让我们听... 听听观众的 最后一声欢呼吧！
zh_tw: <20>{#p/mettaton}讓我們聽... 聽聽觀眾的 最後一聲歡呼吧！

source: <20>{#p/mettaton}Shoutout t-to... to Dr. Alphys for making my dreams come true!
pt_br: <20>{#p/mettaton}Agradecimentos a... doutora Alphys, por tornar meus sonhos realidade!
zh_cn: <20>{#p/mettaton}感... 感谢 Alphys博士帮助我 的梦想成真！
zh_tw: <20>{#p/mettaton}感... 感謝Alphys博士 幫助我， 讓我夢想成真！

source: <20>{#p/mettaton}Shoutout t-to... to the ones who've given their lives to protect us!
pt_br: <20>{#p/mettaton}Agradecimentos a... aqueles que deram suas vidas para nos proteger!
zh_cn: <20>{#p/mettaton}感... 感谢那些 为保护我们而牺牲 生命的人！
zh_tw: <20>{#p/mettaton}感... 感謝那些 為保護我們而犧牲 生命的人！

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/10}{#a.ra/0}Look. I don't blame you for fighting so valiantly.
pt_br: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/10}{#a.ra/0}Olha. Eu não te culpo por lutar tão valentamente.
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/10}{#a.ra/0}说实话， 我挺佩服你这股 负隅顽抗的劲。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/10}{#a.ra/0}說實話， 我挺佩服你這股 負隅頑抗的勁。ゑ

source: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/0}{#a.ra/10}But, and I mean this in the best possible way...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/0}{#a.ra/10}Mas, e eu quero dizer que este é o melhor caminho possível...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/0}{#a.ra/10}不过， 给你个温馨提示...ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/0}{#a.ra/10}不過， 給你個溫馨提示...ゑ

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}You'd have better chances against a wall of reinforced polycarbide.
pt_br: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}Você teria melhores chances contra uma parede de policarboneto reforçado.
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}你去打力场， 都比在这对付我 来得实在。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}你去打力場， 都比在這對付我 來得實在。ゑ

source: <20>{#p/mettaton}Could it be that they're tr... truly sorry?
pt_br: <20>{#p/mettaton}Eles poderiam estar realmente... realmente arrependidos?
zh_cn: <20>{#p/mettaton}难道他们的道歉 是真... 真心的吗？
zh_tw: <20>{#p/mettaton}難道他們的道歉 是真... 真心的嗎？

source: <20>{#p/mettaton}There's no way I'm giv... giving up now!
pt_br: <20>{#p/mettaton}Não tem como eu desis... desistir agora!
zh_cn: <20>{#p/mettaton}我不能现在就放... 放弃！
zh_tw: <20>{#p/mettaton}我不能現在就放... 放棄！

source: <20>{#p/mettaton}Now it's my turn to ful... fulfill all yours!
pt_br: <20>{#p/mettaton}Agora é a minha vez de cumprir... cumprir todos os seus!
zh_cn: <20>{#p/mettaton}现在轮到我来 成... 成全你了！
zh_tw: <20>{#p/mettaton}現在輪到我來 成... 成全你了！

source: <20>{#p/mettaton}I'll make sure your efforts we... weren't in vain!
pt_br: <20>{#p/mettaton}Eu irei garantir que seus esforços não serão... em vão!
zh_cn: <20>{#p/mettaton}我保证会让你的努力 不... 不会白费！
zh_tw: <20>{#p/mettaton}我保證會讓你的努力 不... 不會白費！

source: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/0}What's that? You don't care what I have to say?
pt_br: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/0}O que é isso? Você não se importa com o que eu tenho pra dizer?
zh_cn: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/0}怎么了？ 听我说话耳根子难受？ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/0}怎麼了？ 聽我說話耳根子難受？ゑ

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}... feh. Your loss, darling!
pt_br: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}... feh. Você que perde, querido!
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}...哼。 真可惜啊，亲！ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}...哼。 真可惜啊，親！ゑ

source: <20>{#p/mettaton}Or is it ju... just a ploy to get into the spotlight?
pt_br: <20>{#p/mettaton}Ou é ap... apenas um estrategia para entrar no centro das atenções?
zh_cn: <20>{#p/mettaton}或者这只... 只是为了出名？
zh_tw: <20>{#p/mettaton}或者這隻... 只是為了出名？

source: <20>{#p/mettaton}Not after al... all we've been through!
pt_br: <20>{#p/mettaton}Não após tu... tudo o que nós passamos!
zh_cn: <20>{#p/mettaton}毕竟我们一同 经... 经历了这么多！
zh_tw: <20>{#p/mettaton}畢竟我們一同 經... 經歷了這麼多！

source: <20>{#p/mettaton}I wouldn't ha... have it any other way!
pt_br: <20>{#p/mettaton}Eu não fa... faria de outra maneira!
zh_cn: <20>{#p/mettaton}我不会拥... 拥有其他选择！
zh_tw: <20>{#p/mettaton}我不會擁... 擁有其他選擇！

source: <20>{#p/mettaton}It's the le... least I can do!
pt_br: <20>{#p/mettaton}É o mínimo que posso... fa... fazer!
zh_cn: <20>{#p/mettaton}这是我最起... 起码可以做的！
zh_tw: <20>{#p/mettaton}這是我最起... 起碼可以做的！

source: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}...ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}...ゑ

source: <20>{#p/mettaton}{#e/mettaton/12}H... haah... H... haah...
zh_cn: <20>{#p/mettaton}{#e/mettaton/12}哈... 啊哈... 哈... 啊哈...
zh_tw: <20>{#p/mettaton}{#e/mettaton/12}哈... 啊哈... 哈... 啊哈...

source: <20>{#p/mettaton}{#e/mettaton/14}{#a.la/3}{#a.ra/0}Oh well. Some people just never learn...
pt_br: <20>{#p/mettaton}{#e/mettaton/14}{#a.la/3}{#a.ra/0}Poxa vida. Algumas pessoas nunca aprendem...
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}{#a.la/3}{#a.ra/0}果然。 有的人就是不知悔改...ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}{#a.la/3}{#a.ra/0}果然。 有的人就是不知悔改...ゑ

source: <20>{#e/mettaton/13}{#a.la/8}{#a.ra/8}But that's enough out of me.
pt_br: <20>{#e/mettaton/13}{#a.la/8}{#a.ra/8}Mas já chega de mim.
zh_cn: <20>{#e/mettaton/13}{#a.la/8}{#a.ra/8}不过 我也懒得跟你废话了。ゑ
zh_tw: <20>{#e/mettaton/13}{#a.la/8}{#a.ra/8}不過 我也懶得跟你廢話了。ゑ

source: <20>{#e/mettaton/7}{#a.la/9}{#a.ra/10}I'll let my heart take it from here!
pt_br: <20>{#e/mettaton/7}{#a.la/9}{#a.ra/10}Eu vou deixar meu coração tomar controle daqui pra frente!
zh_cn: <20>{#e/mettaton/7}{#a.la/9}{#a.ra/10}从现在开始， 我会用心干掉你！ゑ
zh_tw: <20>{#e/mettaton/7}{#a.la/9}{#a.ra/10}從現在開始， 我會用心幹掉你！ゑ

source: <20>{#p/mettaton}{#e/mettaton/13}The show must go on...!
pt_br: <20>{#p/mettaton}{#e/mettaton/13}O show deve continuar...!
zh_cn: <20>{#p/mettaton}{#e/mettaton/13}节目必须继续...！
zh_tw: <20>{#p/mettaton}{#e/mettaton/13}必須... 把節目... ...演下去！

source: <20>{#p/mettaton}{#e/mettaton/11}(Sigh...)
pt_br: <20>{#p/mettaton}{#e/mettaton/11}(Suspiro...)
zh_cn: <20>{#p/mettaton}{#e/mettaton/11}（哎...）
zh_tw: <20>{#p/mettaton}{#e/mettaton/11}（哎...）

source: <20>{#e/mettaton/29}Well...
pt_br: <20>{#e/mettaton/29}Bem...
zh_cn: <20>{#e/mettaton/29}好吧...
zh_tw: <20>{#e/mettaton/29}好吧...

source: <20>{#e/mettaton/10}Would you look at that.
pt_br: <20>{#e/mettaton/10}Olha só pra isso.
zh_cn: <20>{#e/mettaton/10}你看那个。
zh_tw: <20>{#e/mettaton/10}你看那個。

source: <20>{#e/mettaton/20}This is the most viewers I've ever had...
pt_br: <20>{#e/mettaton/20}Acho que essa é maior quantidade de espectadores que eu já tive...
zh_cn: <20>{#e/mettaton/20}我从来没有 这么多的观众...
zh_tw: <20>{#e/mettaton/20}我從來沒有 這麼多的觀眾...

source: <20>{#e/mettaton/17}By now, we've reached the viewer call-in milestone.
pt_br: <20>{#e/mettaton/17}Nós atingimos o marco de ligações para o público.
zh_cn: <20>{#e/mettaton/17}到目前为止， 我们已经达到了 观众来电的里程碑。
zh_tw: <20>{#e/mettaton/17}到目前為止， 我們已經達到了 觀眾來電的裡程碑。

source: <20>{#e/mettaton/14}...
zh_cn: <20>{#e/mettaton/14}...ゑ
zh_tw: <20>{#e/mettaton/14}...ゑ

source: <20>{#e/mettaton/15}Let's see what the audience has to say...
pt_br: <20>{#e/mettaton/15}Vamos ver o que a audiência tem pra dizer...
zh_cn: <20>{#e/mettaton/15}让我们看看观众们 有什么话 想对我们说...
zh_tw: <20>{#e/mettaton/15}讓我們看看觀眾們 有什麼話 想對我們說...

source: <20>{#e/mettaton/12}... before we finish off our saga for good.
pt_br: <20>{#e/mettaton/12}... antes de acabarmos essa saga para o bem.
zh_cn: <20>{#e/mettaton/12}...在结束我们的 传奇之旅之前。
zh_tw: <20>{#e/mettaton/12}...在結束我們的 傳奇之旅之前。

source: <20>{#p/mettaton}{#e/mettaton/8}Ooh, look at these ratings...
pt_br: <20>{#p/mettaton}{#e/mettaton/8}Ooh, olhe para esses números...
zh_cn: <20>{#p/mettaton}{#e/mettaton/8}哦—， 看看这些收视率...
zh_tw: <20>{#p/mettaton}{#e/mettaton/8}喔—， 看看這些收視率...

source: <20>{#e/mettaton/5}This is the most viewers I've ever had!
pt_br: <20>{#e/mettaton/5}Essa é a maior quantidade de espectadores que eu já tive!
zh_cn: <20>{#e/mettaton/5}我从来没拥有过 这么多的观众！
zh_tw: <20>{#e/mettaton/5}我從來沒擁有過 這麼多的觀眾！

source: <20>{#e/mettaton/7}By now, we've reached the viewer call-in milestone.
pt_br: <20>{#e/mettaton/7}Nós alcançamos o marco para ligações dos espectadores.
zh_cn: <20>{#e/mettaton/7}到目前为止， 我们已经达到了 观众来电的里程碑。
zh_tw: <20>{#e/mettaton/7}到目前為止， 我們已經達到了 觀眾來電的裡程碑。

source: <20>{#e/mettaton/19}... before the battle is over for real!
pt_br: <20>{#e/mettaton/19}... antes que a batalha acabe de verdade!
zh_cn: <20>{#e/mettaton/19}...在真正停战之前！
zh_tw: <20>{#e/mettaton/19}...在真正停戰之前！

source: <20>{#e/mettaton/19}... before we finish off our saga for good!
pt_br: <20>{#e/mettaton/19}... antes de acabarmos com essa saga para o bem!
zh_cn: <20>{#e/mettaton/19}...在结束我们的 传奇之旅之前！
zh_tw: <20>{#e/mettaton/19}...在結束我們的 傳奇之旅之前！

source: <20>{#p/mettaton}{#e/mettaton/15}No... I...
pt_br: <20>{#p/mettaton}{#e/mettaton/15}Não... eu...
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}不... 不...
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}不... 不...

source: <20>{#p/mettaton}{#e/mettaton/14}I still have to...
pt_br: <20>{#p/mettaton}{#e/mettaton/14}Eu ainda tenho que...
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}我不能...
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}我不能...

source: <20>{#p/mettaton}{#e/mettaton/9}Blooky, if you're watching this, then...
pt_br: <20>{#p/mettaton}{#e/mettaton/9}Blooky, se você estiver assistindo isso, então...
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}Blooky， 要是你还在...
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}Blooky， 要是你還在...

source: <20>{#p/mettaton}{#e/mettaton/10}Please don't feel bad, alright?
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Por favor não fique triste, tudo bem?
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}别自责，别伤心， 好吗？
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}別自責，別傷心， 好嗎？

source: <20>{#p/mettaton}{#e/mettaton/9}I shouldn't have pushed you away.
pt_br: <20>{#p/mettaton}{#e/mettaton/9}Eu não deveria ter te afastado.
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}是我， 一直逼迫你，欺负你。
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}是我， 一直逼迫你，欺負你。

source: <20>{#p/mettaton}{#e/mettaton/19}I shouldn't have acted like I didn't care.
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Eu não deveria ter agido como se não me importasse.
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}是我， 故意疏远你， 把你当空气。
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}是我， 故意疏遠你， 把你當空氣。

source: <20>{#p/mettaton}{#e/mettaton/17}Because... regardless of what happened in the past...
pt_br: <20>{#p/mettaton}{#e/mettaton/17}Porque... independente do que aconteceu no passado...
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}不管过去发生了什么... 不管家庭出了多大的 变故...
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}不管過去發生了什麼... 不管家庭出了多大的 變故...

source: <20>{#p/mettaton}{#e/mettaton/10}You, Lurksalot... all of you...
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Você, Lurksalot... todos vocês...
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}你，还有Lurksalot 永远都是我的亲人！
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}你，還有Lurksalot 永遠都是我的親人！

source: <20>{#p/mettaton}{#e/mettaton/20}You're still my family!
pt_br: <20>{#p/mettaton}{#e/mettaton/20}Vocês ainda são minha família!
zh_cn: [DEL]
zh_tw: [DEL]

source: <20>{#p/mettaton}{#e/mettaton/15}So... forget everything else I've said.
pt_br: <20>{#p/mettaton}{#e/mettaton/15}Então... esqueça tudo que eu disse.
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}所以... 请把这一切， 把那些话都忘掉吧。
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}所以... 請把這一切， 把那些話都忘掉吧。

source: <20>{#p/mettaton}{#e/mettaton/9}From now on, it doesn't matter.
pt_br: <20>{#p/mettaton}{#e/mettaton/9}De agora em diante, isso não importa.
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}别把那些气话 放在心上，
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}別把那些氣話 放在心上。

source: <20>{#p/mettaton}{#e/mettaton/10}All that matters...
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Tudo que importa...
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}只希望你能记住...
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}只希望你能記住...

source: <20>{#p/mettaton}{#e/mettaton/15}So that's how it is, is it?
pt_br: <20>{#p/mettaton}{#e/mettaton/15}Então é assim que acaba?
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}原来，这场演出 竟是这样谢幕的。
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}原來，這場演出 竟是這樣謝幕的。

source: <20>{#p/mettaton}{#e/mettaton/19}... heh, I think...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}... heh, eu acho...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}...呵... 我懂了...
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}...呵... 我懂了...

source: <20>{#p/mettaton}{#e/mettaton/20}I think I understand now.
pt_br: <20>{#p/mettaton}{#e/mettaton/20}Eu acho que eu entendo agora.
zh_cn: <20>{#p/mettaton}{#e/mettaton/20}我终于懂了。
zh_tw: <20>{#p/mettaton}{#e/mettaton/20}我終於懂了。

source: <20>{#p/mettaton}{#e/mettaton/10}All this time...
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Todo esse tempo...
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}整场节目... 其实只是一场戏。
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}整場節目... 其實只是一場戲。

source: <20>{#p/mettaton}{#e/mettaton/10}I've only been acting like we're enemies.
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Eu estive apenas agindo como se fossemos inimigos.
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}我们假装是敌人， 假装打一架。
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}我們假裝是敵人， 假裝打一架。

source: <20>{#p/mettaton}{#e/mettaton/11}A story for the audience to get invested in.
pt_br: <20>{#p/mettaton}{#e/mettaton/11}Uma história para que a audiência ficasse envolvida.
zh_cn: <20>{#p/mettaton}{#e/mettaton/11}这样的题材， 观众爱看。
zh_tw: <20>{#p/mettaton}{#e/mettaton/11}這樣的題材， 觀眾愛看。

source: <20>{#p/mettaton}{#e/mettaton/19}But you...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Mas você...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}可是...
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}可是...

source: <20>{#p/mettaton}{#e/mettaton/17}You believed it.
pt_br: <20>{#p/mettaton}{#e/mettaton/17}Você acreditou.
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}你入戏太深。
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}你入戲太深。

source: <20>{#p/mettaton}{#e/mettaton/17}You brought our rivalry to life.
pt_br: <20>{#p/mettaton}{#e/mettaton/17}Você trouxe nossa realidade para a vida real.
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}把这场“戏” 当真了。
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}把這場「戲」 當真了。

source: <20>{#p/mettaton}{#e/mettaton/10}And by the end...
pt_br: <20>{#p/mettaton}{#e/mettaton/10}E no fim...
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}最终...
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}最終...

source: <20>{#p/mettaton}{#e/mettaton/9}You lived up perfectly to the role I gave to you.
pt_br: <20>{#p/mettaton}{#e/mettaton/9}Você viveu perfeitamente para a regra que eu te impus.
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}你出色地完成了 自己的使命， 打败了我。
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}你出色地完成了 自己的使命， 打敗了我。

source: <20>{#p/mettaton}{#e/mettaton/14}Well then, dear $(moniker2).
pt_br: <20>{#p/mettaton}{#e/mettaton/14}Pois bem, querido $(moniker2).
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}所以， 亲爱的“$(moniker2)”。
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}所以， 親愛的「$(moniker2)」。

source: <20>{#p/mettaton}{#e/mettaton/12}I guess it's only fair I live up to mine.
pt_br: <20>{#p/mettaton}{#e/mettaton/12}Acho justo que eu esteja à altura do que desejei viver.
zh_cn: <20>{#p/mettaton}{#e/mettaton/12}我作为败者， 也该有败者的样子。
zh_tw: <20>{#p/mettaton}{#e/mettaton/12}我作為敗者， 也該有敗者的樣子。

source: <20>{#p/mettaton}{#e/mettaton/10}Ha... darling...
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Ha... querido...
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}哈啊...
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}哈啊...

source: <20>{#p/mettaton}{#e/mettaton/17}You do know what happens when my HP reaches zero...
pt_br: <20>{#p/mettaton}{#e/mettaton/17}Você sabe o que acontece quando meu HP chega a zero...
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}亲... 你肯定知道把我的HP 打到0...
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}親... 你肯定知道把我的HP 打到0...

source: <20>{#p/mettaton}{#e/mettaton/17}... don't you?
pt_br: <20>{#p/mettaton}{#e/mettaton/17}... não sabe?
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}...会发生什么吧？
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}...會發生什麼吧？

source: <20>{#p/mettaton}{#e/mettaton/9}But before I go.
pt_br: <20>{#p/mettaton}{#e/mettaton/9}Mas antes que eu vá.
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}临死前...
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}臨死前...

source: <20>{#p/mettaton}{#e/mettaton/10}I just wanted to say...
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Eu só queria dizer...
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}希望你知道...
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}希望你知道...

source: <20>{#p/mettaton}{#e/mettaton/17}... you're the greatest guest star I've ever had.
pt_br: <20>{#p/mettaton}{#e/mettaton/17}... você é a maior estrela que eu já tive aqui.
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}...很多人当过我的搭档， 但你是最棒的。
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}...很多人當過我的搭檔， 但你是最棒的。

source: <20>{#p/mettaton}{#e/mettaton/19}All those people, watching us...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Todas essas pessoas, nos assistindo...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}因为有你， 观众来到这里...
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}因為有你， 觀眾來到這裡...

source: <20>{#p/mettaton}{#e/mettaton/19}Cheering us on...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Torcendo por nós...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}他们注视着我们...
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}他們注視著我們...

source: <20>{#p/mettaton}{#e/mettaton/17}They're here because of you.
pt_br: <20>{#p/mettaton}{#e/mettaton/17}Eles estão aqui por sua causa.
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}为我们喝彩...
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}為我們喝彩...

source: <20>{#p/mettaton}{#e/mettaton/10}To see your story unfold.
pt_br: <20>{#p/mettaton}{#e/mettaton/10}Para ver sua história se desenrolar.
zh_cn: <20>{#p/mettaton}{#e/mettaton/10}一同见证着 你的故事。
zh_tw: <20>{#p/mettaton}{#e/mettaton/10}一同見證著 你的故事。

source: <20>{#p/mettaton}{#e/mettaton/9}So... darling.
pt_br: <20>{#p/mettaton}{#e/mettaton/9}Então... querido.
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}所以...
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}所以...

source: <20>{#p/mettaton}{#e/mettaton/13}Don't underestimate yourself, alright?
pt_br: <20>{#p/mettaton}{#e/mettaton/13}Não subestime a si mesmo, tudo bem?
zh_cn: <20>{#p/mettaton}{#e/mettaton/13}不要自卑， 不要轻视自己， 好吗，亲？
zh_tw: <20>{#p/mettaton}{#e/mettaton/13}不要自卑， 不要輕視自己， 好嗎，親？

source: <20>{#p/mettaton}{#e/mettaton/14}And don't worry about me.
pt_br: <20>{#p/mettaton}{#e/mettaton/14}E não se preocupe comigo.
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}不用担心我。
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}不用擔心我。

source: <20>{#p/mettaton}{#e/mettaton/12}Because, even if my story came to an end...
pt_br: <20>{#p/mettaton}{#e/mettaton/12}Porque, mesmo que minha história tenha encontrado um fim...
zh_cn: <20>{#p/mettaton}{#e/mettaton/12}即使我 不能活得精彩...
zh_tw: <20>{#p/mettaton}{#e/mettaton/12}即使我 不能活得精彩...

source: <20>{#p/mettaton}{#e/mettaton/14}... you...
pt_br: <20>{#p/mettaton}{#e/mettaton/14}... você...
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}...你...
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}...你...

source: <20>{#p/mettaton}{#e/mettaton/12}I should have known you'd betray me.
pt_br: <20>{#p/mettaton}{#e/mettaton/12}Eu deveria sabe que você iria me trair.
zh_cn: <20>{#p/mettaton}{#e/mettaton/12}早该料到 你会背叛我。
zh_tw: <20>{#p/mettaton}{#e/mettaton/12}早該料到 你會背叛我。

source: <20>{#p/mettaton}{#e/mettaton/15}I wanted to give you a chance.
pt_br: <20>{#p/mettaton}{#e/mettaton/15}Eu queria te dar uma chance.
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}我给了你机会。
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}我給了你機會。

source: <20>{#p/mettaton}{#e/mettaton/14}I wanted to believe there was still good in you.
pt_br: <20>{#p/mettaton}{#e/mettaton/14}Eu queria acreditar que ainda havia bem em você.
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}我告诉自己， 内心深处， 你还是个好人。
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}我告訴自己， 內心深處， 你還是個好人。

source: <20>{#p/mettaton}{#e/mettaton/19}But now...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Mas agora...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}结果呢？
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}結果呢？

source: <20>{#p/mettaton}{#e/mettaton/22}I know there's no hope of it coming back.
pt_br: <20>{#p/mettaton}{#e/mettaton/22}Eu sei que não existe mais esperança para o que aconteceu.
zh_cn: <20>{#p/mettaton}{#e/mettaton/22}你已经陷得太深， 救不回来了。
zh_tw: <20>{#p/mettaton}{#e/mettaton/22}你已經陷得太深， 救不回來了。

source: <20>{#p/mettaton}{#e/mettaton/14}I wanted to believe that you'd changed.
pt_br: <20>{#p/mettaton}{#e/mettaton/14}Eu queria acreditar na sua mudança.
zh_cn: <20>{#p/mettaton}{#e/mettaton/14}我给了你机会， 相信你能浪子回头。
zh_tw: <20>{#p/mettaton}{#e/mettaton/14}我給了你機會， 相信你能浪子回頭。

source: <20>{#p/mettaton}{#e/mettaton/22}I know you never had good in you to begin with.
pt_br: <20>{#p/mettaton}{#e/mettaton/22}Eu já sabia que não existia bem em você desde o começo.
zh_cn: <20>{#p/mettaton}{#e/mettaton/22}你烂到了骨子里， 根本就无可救药。
zh_tw: <20>{#p/mettaton}{#e/mettaton/22}你爛到了骨子裡， 根本就無可救藥。

source: <20>{#p/mettaton}{#e/mettaton/30}... you poor thing.
pt_br: <20>{#p/mettaton}{#e/mettaton/30}... sua pobre coisa.
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}...真卑鄙。
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}...真卑鄙。

source: <20>{#p/mettaton}{#e/mettaton/30}I really must apologize.
pt_br: <20>{#p/mettaton}{#e/mettaton/30}Eu devo me desculpar.
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}是我的错...
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}是我的錯...

source: <20>{#p/mettaton}{#e/mettaton/20}If I had just been a little more pragmatic...
pt_br: <20>{#p/mettaton}{#e/mettaton/20}Se eu tivesse sido um pouco mais pragmático...
zh_cn: <20>{#p/mettaton}{#e/mettaton/20}要是我当时 心狠一点...
zh_tw: <20>{#p/mettaton}{#e/mettaton/20}要是我當時 心狠一點...

source: <20>{#p/mettaton}{#e/mettaton/23}I could've given you the death you so utterly deserve.
pt_br: <20>{#p/mettaton}{#e/mettaton/23}Eu teria te dado a morte que você tanto merece.
zh_cn: <20>{#p/mettaton}{#e/mettaton/23}就能送你下地狱， 让你遭遭报应。
zh_tw: <20>{#p/mettaton}{#e/mettaton/23}就能送你下地獄， 讓你遭遭報應。

source: <20>{#p/mettaton}{#e/mettaton/30}Well, that's fine.
pt_br: <20>{#p/mettaton}{#e/mettaton/30}Bom, tudo bem.
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}唉，算了。
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}唉，算了。

source: <20>{#p/mettaton}{#e/mettaton/24}You live and learn, darling.
pt_br: <20>{#p/mettaton}{#e/mettaton/24}Você vive e aprende, querido.
zh_cn: <20>{#p/mettaton}{#e/mettaton/24}也算 吃一堑，长一智。
zh_tw: <20>{#p/mettaton}{#e/mettaton/24}也算 吃一塹，長一智。

source: <20>{#p/mettaton}{#e/mettaton/30}And in the end...
pt_br: <20>{#p/mettaton}{#e/mettaton/30}E no fim...
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}反正...
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}反正...

source: <20>{*}{#p/mettaton}{#e/mettaton/31}... is that I forgive you!{^20}{%}
pt_br: <20>{*}{#p/mettaton}{#e/mettaton/31}... é que eu te perdôo!{^20}{%}
zh_cn: <20>{*}{#p/mettaton}{#e/mettaton/31}...我没生你的气！{^20}{%}
zh_tw: <20>{*}{#p/mettaton}{#e/mettaton/31}...我沒生你的氣！{^20}{%}
