Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/10}{#x1}* And look, the emitters are burnt out.
pt_br: <25>{#f/10}{#x1}* E veja, os emissores estão queimados.
zh_cn: <25>{#f/10}{#x1}* 快看， 这安检门都烧坏了。ゑ
zh_tw: <25>{#f/10}{#x1}* 快看， 這安檢門都燒壞了。ゑ

source: <25>{#p/asriel2}{#f/13}* ... to think this damage was caused by her magic...
pt_br: <25>{#p/asriel2}{#f/13}* ... loucura, esse dano foi causado pela magia dela...
zh_cn: <25>{#p/asriel2}{#f/13}* ...一想到这么严重的破坏 都是她的魔法造成的...ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* ...一想到這麼嚴重的破壞 都是她的魔法造成的...ゑ

source: <25>{#p/asriel2}{#f/1}* What fearsome power.
pt_br: <25>{#p/asriel2}{#f/1}* Que poder amedrontador.
zh_cn: <25>{#p/asriel2}{#f/1}* 我就感到后怕。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 我就感到後怕。ゑ

source: <25>{#p/asriel2}{#f/10}* That note on the counter, did you see it?
pt_br: <25>{#p/asriel2}{#f/10}* A nota no balcão, você a viu?
zh_cn: <25>{#p/asriel2}{#f/10}* 柜台上那几张字条 你看了吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 櫃檯上那幾張字條 你看了嗎？ゑ

source: <25>{#f/6}* If Alphys was here earlier, that could explain the lights.
pt_br: <25>{#f/6}* Se Alphys esteve aqui mais cedo, isso explica as luzes.
zh_cn: <25>{#f/6}* 如果Alphys来过这， 那灯的情况就说得通了。ゑ
zh_tw: <25>{#f/6}* 如果Alphys來過這， 那燈的情況就說得通了。ゑ

source: <25>{#f/15}* But to short circuit the entirety of the rec center in one go...
pt_br: <25>{#f/15}* Mas pra desligar toda a energia do rec center de uma vez...
zh_cn: <25>{#f/15}* 不过才来那么会， 就把电器全烧坏了？ゑ
zh_tw: <25>{#f/15}* 不過才來那麼會， 就把電器全燒壞了？ゑ

source: <25>{#f/16}* ... that shouldn't even be possible...
pt_br: <25>{#f/16}* ... esse não deveria ser possível...
zh_cn: <25>{#f/16}* ...这也太离谱了...ゑ
zh_tw: <25>{#f/16}* ...這也太離譜了...ゑ

source: <25>{#p/asriel2}{#f/3}* Abandoned. * As you'd expect.
pt_br: <25>{#p/asriel2}{#f/3}* Abandonado. * Como você deve ter esperado.
zh_cn: <25>{#p/asriel2}{#f/3}* 果然。 * 这里也废弃了。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 果然。 * 這裡也廢棄了。ゑ

source: <25>{#f/4}* ... come on, let's get to the CORE.
pt_br: <25>{#f/4}* ... vamos, vamos logo para o CORE.
zh_cn: <25>{#f/4}* ...不管了，去核心。ゑ
zh_tw: <25>{#f/4}* ...不管了，去核心。ゑ

source: <25>{#p/asriel2}{#f/3}* At last...
pt_br: <25>{#p/asriel2}{#f/3}* No fim...
zh_cn: <25>{#p/asriel2}{#f/3}* 可算到了...ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 可算到了...ゑ

source: <25>{#f/4}* The central source of power for the outpost.
pt_br: <25>{#f/4}* Aqui está o centro de poder do Outpost.
zh_cn: <25>{#f/4}* 核心，整个前哨站的能量中心。ゑ
zh_tw: <25>{#f/4}* 核心，整個前哨站的能量中心。ゑ

source: <25>{#p/asriel2}{#f/8}* Stay close. ELITE squad members might be lurking nearby.
pt_br: <25>{#p/asriel2}{#f/8}* Fique por perto, o esquadrão de ELITE deve estar nos procurando.
zh_cn: <25>{#p/asriel2}{#f/8}* 跟紧我。 搞不好特战队有埋伏。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 跟緊我。 搞不好特戰隊有埋伏。ゑ

source: <25>{#p/asriel2}{#f/10}* No guards...?
pt_br: <25>{#p/asriel2}{#f/10}* Sem guardas...?
zh_cn: <25>{#p/asriel2}{#f/10}* ...居然没人？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...居然沒人？ゑ

source: <25>{#f/15}* Golly... they really ARE afraid of us.
pt_br: <25>{#f/15}* Cara... eles realmente tem medo da gente.
zh_cn: <25>{#f/15}* 哎呀呀... 他们真是吓破胆了。ゑ
zh_tw: <25>{#f/15}* 哎呀呀... 他們真是嚇破膽了。ゑ

source: <25>{#p/asriel2}{#f/3}* Finally, the central control room.
pt_br: <25>{#p/asriel2}{#f/3}* Finalmente, a sala de controle central.
zh_cn: <25>{#p/asriel2}{#f/3}* 总算到总控室了。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 總算到總控室了。ゑ

source: <25>{#f/3}* From here, there's practically a control for everything.
pt_br: <25>{#f/3}* Daqui, tem um controle para praticamente tudo.
zh_cn: <25>{#f/3}* 这里的系统控制着 整个前哨站的重力、 供暖、大气...ゑ
zh_tw: <25>{#f/3}* 這裡的系統控制著 整個前哨站的重力、 供暖、大氣...ゑ

source: <25>{#f/15}* Gravity plating, heat distribution, even the atmosphere...
pt_br: <25>{#f/15}* Revestimento por gravidade, distribuição de calor, até a atmosfera...
zh_cn: <25>{#f/15}* 所以，咱们到了这， 就无所不能了。ゑ
zh_tw: <25>{#f/15}* 所以，咱們到了這， 就無所不能了。ゑ

source: <25>{#f/4}* It all runs through this system.
pt_br: <25>{#f/4}* Tudo aqui roda por esse sistema.
zh_cn: <25>{#f/4}* 操纵重力，改变供暖， 管理大气... 统统不在话下。ゑ
zh_tw: <25>{#f/4}* 操縱重力，改變供暖， 管理大氣... 統統不在話下。ゑ

source: <25>{#f/3}* Let's see if my royal access codes still hold weight.
pt_br: <25>{#f/3}* Vamos ver se meu código de acesso real ainda funciona.
zh_cn: <25>{#f/3}* 让我试试我的皇室访问码 还能不能用。ゑ
zh_tw: <25>{#f/3}* 讓我試試我的皇室訪問碼 還能不能用。ゑ

source: <25>{#f/2}* I wouldn't put it past them to forget...
pt_br: <25>{#f/2}* Eu não perdoaria se eles esquecessem...
zh_cn: <25>{#f/2}* 他们估计都忘了重设权限...ゑ
zh_tw: <25>{#f/2}* 他們估計都忘了重設權限...ゑ

source: <25>{#p/asriel2}{#f/6}* Okay, we made it back.
pt_br: <25>{#p/asriel2}{#f/6}* Beleza, voltamos.
zh_cn: <25>{#p/asriel2}{#f/6}* 我们又回来了。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 我們又回來了。ゑ

source: <25>{#f/7}* Let's give those royal access codes a try.
pt_br: <25>{#f/7}* Vamos de código de acesso real.
zh_cn: <25>{#f/7}* 我用皇室访问码试试。ゑ
zh_tw: <25>{#f/7}* 我用皇室訪問碼試試。ゑ

source: <26>{*}{#p/asriel2}{#f/6}* System, extend the bridge, authorization Asriel STARLING-4-7-7-4.{^40}{%}
pt_br: <26>{*}{#p/asriel2}{#f/6}* Sistema, estender ponte, autorização Asriel ESTRELAS-4-7-7-4.{^40}{%}
zh_cn: <26>{*}{#p/asriel2}{#f/6}* Asriel呼叫系统， 请开启伸缩桥。 * 授权码：STARLING-4-7-7-4。ゑ{^40}{%}
zh_tw: <26>{*}{#p/asriel2}{#f/6}* Asriel呼叫系統， 請開啟伸縮橋。 * 授權碼：STARLING-4-7-7-4。ゑ{^40}{%}

source: <25>{*}{#f/6}* ...{^40}{%}
zh_cn: <25>{*}{#f/6}* ...ゑ{^40}{%}
zh_tw: <25>{*}{#f/6}* ...ゑ{^40}{%}

source: <25>{*}{#f/7}* I guess no- {%}
pt_br: <25>{*}{#f/7}* Acho que- {%}
zh_cn: <25>{*}{#f/7}* 看来没-ゑ {%}
zh_tw: <25>{*}{#f/7}* 看來沒-ゑ {%}

source: <25>{#p/asriel2}{#f/10}* I guess so.
pt_br: <25>{#p/asriel2}{#f/10}* Acho que funciona.
zh_cn: <25>{#p/asriel2}{#f/10}* 看来能用。ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 看來能用。ゑ

source: <25>{#p/asriel2}{#f/3}* Think you can get the back door unlocked while I set this up?
pt_br: <25>{#p/asriel2}{#f/3}* Você acha que pode abrir a porta pra mim enquanto arrumo aqui?
zh_cn: <25>{#p/asriel2}{#f/3}* 我在这篡改系统， 你去把后门解开。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 我在這篡改系統， 你去把後門解開。ゑ

source: <25>{#f/4}* Pick a side, left or right, and hit the switch at the end.
pt_br: <25>{#f/4}* Escolha um lado, esquerda ou direita, e aperta a alavanca.
zh_cn: <25>{#f/4}* 两条路：左或右。 * 选一条，按下尽头开关。ゑ
zh_tw: <25>{#f/4}* 兩條路：左或右。 * 選一條，按下盡頭開關。ゑ

source: <25>{#f/1}* I'll be waiting.
pt_br: <25>{#f/1}* Eu vou estar esperando.
zh_cn: <25>{#f/1}* 等你好消息。ゑ
zh_tw: <25>{#f/1}* 等你好訊息。ゑ

source: <25>{#f/4}* You do your part, and I'll do mine.
pt_br: <25>{#f/4}* Eu faço minha parte e você a sua.
zh_cn: <25>{#f/4}* 你忙你的，我忙我的。ゑ
zh_tw: <25>{#f/4}* 你忙你的，我忙我的。ゑ

source: <25>{#p/asriel2}{#f/8}* Wrong way, $(name).
pt_br: <25>{#p/asriel2}{#f/8}* Caminho errado, $(name).
zh_cn: <25>{#p/asriel2}{#f/8}* $(name)，回来。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* $(name)，回來。ゑ

source: <25>{#p/asriel2}{#f/16}* Perfect timing. * We should be all set to go now.
pt_br: <25>{#p/asriel2}{#f/16}* Sincronia perfeita. * Estamos prontos para ir agora.
zh_cn: <25>{#p/asriel2}{#f/16}* 来的正是时候。 * 咱们出发吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 來的正是時候。 * 咱們出發吧。ゑ

source: <25>{#f/1}* All that's left is to make it to an escape shuttle...
pt_br: <25>{#f/1}* Tudo que precisamos agora é chegar no ônibus espacial...
zh_cn: <25>{#f/1}* 接下来，我们只需要 找到一艘逃生飞船，坐船跑路...ゑ
zh_tw: <25>{#f/1}* 接下來，我們只需要 找到一艘逃生飛船，坐船跑路...ゑ

source: <25>{#f/9}* Set off the blast...
pt_br: <25>{#f/9}* Desencadear a explosão...
zh_cn: <25>{#f/9}* 然后，把这里炸了...ゑ
zh_tw: <25>{#f/9}* 然後，把這裡炸了...ゑ

source: <25>{#f/2}* And ride the shockwave to freedom.
pt_br: <25>{#f/2}* E marchar com a onda de choque para a liberdade.
zh_cn: <25>{#f/2}* 最终，飞向自由的彼岸。ゑ
zh_tw: <25>{#f/2}* 最終，飛向自由的彼岸。ゑ

source: <25>{#f/17}* ... aren't you excited, $(name)?
pt_br: <25>{#f/17}* ... você não está animado, $(name)?
zh_cn: <25>{#f/17}* ...$(name)， 兴不兴奋？高不高兴？ゑ
zh_tw: <25>{#f/17}* ...$(name)， 興不興奮？高不高興？ゑ

source: <25>{#f/17}* Aren't you happy?
pt_br: <25>{#f/17}* Você não está feliz?
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/18}* ... * We're going to be free!
pt_br: <25>{#f/18}* ... * Nós seremos livres!
zh_cn: <25>{#f/18}* ... * 咱俩很快就自由了！ゑ
zh_tw: <25>{#f/18}* ... * 咱倆很快就自由了！ゑ

source: <25>{#p/asriel2}{#f/9}* Ready when you are, $(name).
pt_br: <25>{#p/asriel2}{#f/9}* Pronto quando você estiver, $(name).
zh_cn: <25>{#p/asriel2}{#f/9}* $(name)， 等你准备好，咱们就出发。ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* $(name)， 等你準備好，咱們就出發。ゑ

source: <25>{#p/asriel2}{#f/16}* I'm right behind you.
pt_br: <25>{#p/asriel2}{#f/16}* Atrás de você.
zh_cn: <25>{#p/asriel2}{#f/16}* 你来带路。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 你來帶路。ゑ

source: <25>{#p/asriel2}{#f/8}* Wait, I think I hear something.
pt_br: <25>{#p/asriel2}{#f/8}* Espera, eu acho que escutei algo.
zh_cn: <25>{#p/asriel2}{#f/8}* 等等，好像有人。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 等等，好像有人。ゑ

source: <25>{#p/asriel2}{#f/3}* It's Mettaton. * He's waiting in the next room.
pt_br: <25>{#p/asriel2}{#f/3}* É o Mettaton. * Ele está esperando na próxima sala.
zh_cn: <25>{#p/asriel2}{#f/3}* 是Mettaton。 * 他在里面等着我们。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 是Mettaton。 * 他在裡面等著我們。ゑ

source: <25>{#f/10}* I can only make out a silhouette...
pt_br: <25>{#f/10}* Consigo ver apenas a silhueta...
zh_cn: <25>{#f/10}* 不过，只能看清背影...ゑ
zh_tw: <25>{#f/10}* 不過，只能看清背影...ゑ

source: <25>{#f/6}* Maybe if we sneak up on him, we can take him by surprise.
pt_br: <25>{#f/6}* Talvez se chegarmos na fina, podemos mata-lo de surpresa.
zh_cn: <25>{#f/6}* 咱悄悄溜到他身后， 兴许能打他个措手不及。ゑ
zh_tw: <25>{#f/6}* 咱悄悄溜到他身後， 興許能打他個措手不及。ゑ

source: <25>{#p/asriel2}{#f/7}* You know what to do.
pt_br: <25>{#p/asriel2}{#f/7}* Você sabe o que fazer.
zh_cn: <25>{#p/asriel2}{#f/7}* 你知道该做什么。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 你知道該做什麼。ゑ

source: <32>{#p/mettaton}* Do you really think I'm going to let you get away that easily?
pt_br: <32>{#p/mettaton}* Você realmente acha que irei deixa-los fugir tão facilmente?
zh_cn: <32>{#p/mettaton}* 真以为 我会轻易放你们走？ゑ
zh_tw: <32>{#p/mettaton}* 真以為 我會輕易放你們走？ゑ

source: <25>{#p/asriel2}{#f/8}* ... * Don't be coy, Mettaton. * It's obvious you won't.
pt_br: <25>{#p/asriel2}{#f/8}* ... Não diga besteira Mettaton, é obvio que você não vai.
zh_cn: <25>{#p/asriel2}{#f/8}* ... * 少跟我拐弯抹角。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* ... * 少跟我拐彎抹角。ゑ

source: <25>{#p/asriel2}{#f/7}* It just won't matter when you're dead.
pt_br: <25>{#p/asriel2}{#f/7}* Só não vai importar quando você estiver morto.
zh_cn: <25>{#p/asriel2}{#f/7}* 不过，你爱放不放， 我们才懒得管。 * 毕竟，你早晚都得死。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 不過，你愛放不放， 我們才懶得管。 * 畢竟，你早晚都得死。ゑ

source: <25>{#p/asriel2}{#f/8}* We've had this chat before, pal.
pt_br: <25>{#p/asriel2}{#f/8}* Nós já tivemos essa conversa, cabeça.
zh_cn: <25>{#p/asriel2}{#f/8}* 别废话了，蠢货。 这台词我都听腻了。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 別廢話了，蠢貨。 這臺詞我都聽膩了。ゑ

source: <32>{#p/mettaton}* Ah...
zh_cn: <32>{#p/mettaton}* 呃...ゑ
zh_tw: <32>{#p/mettaton}* 呃...ゑ

source: <32>{#p/mettaton}* But that means I've killed you once before, doesn't it?
pt_br: <32>{#p/mettaton}* Isso significa que eu já te matei antes, não é?
zh_cn: <32>{#p/mettaton}* 那不正好说明， 你们死在了我的手下吗？ゑ
zh_tw: <32>{#p/mettaton}* 那不正好說明， 你們死在了我的手下嗎？ゑ

source: <32>{#p/mettaton}* Heh... don't worry, darling. * I'll make your death even quicker this time around.
pt_br: <32>{#p/mettaton}* Heh... não se preocupe, querido. Irei te matar ainda mais rápido dessa vez.
zh_cn: <32>{#p/mettaton}* 呵... 别担心，亲。 * 这次，就让你死得更痛快。ゑ
zh_tw: <32>{#p/mettaton}* 呵... 別擔心，親。 * 這次，就讓你死得更痛快。ゑ

source: <25>{#p/asriel2}{#f/2}* Oh, how naive you are.
pt_br: <25>{#p/asriel2}{#f/2}* Oh, como você é ingênuo.
zh_cn: <25>{#p/asriel2}{#f/2}* 哎呀，你可真蠢。ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 哎呀，你可真蠢。ゑ

source: <25>{#p/asriel2}{#f/1}* It's YOU who's died to us already, and we can make it happen again.
pt_br: <25>{#p/asriel2}{#f/1}* Foi VOCÊ quem morreu pra gente, e vamos fazer acontecer de novo.
zh_cn: <25>{#p/asriel2}{#f/1}* 看清楚，死的人其实是你。 * 不过，我们很乐意 再把你送进地狱。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 看清楚，死的人其實是你。 * 不過，我們很樂意 再把你送進地獄。ゑ

source: <32>{#p/mettaton}* Nice try... but I won't be tricked so easily.
pt_br: <32>{#p/mettaton}* Boa tentativa, mas eu não serei enganado facilmente.
zh_cn: <32>{#p/mettaton}* 说得好... 不过我可不吃你这一套。ゑ
zh_tw: <32>{#p/mettaton}* 說得好... 不過我可不吃你這一套。ゑ

source: <25>{#p/asriel2}{#f/4}* ... say, since you're about to be spare parts...
pt_br: <25>{#p/asriel2}{#f/4}* ... diga, como você está prestes a ser quebrado em pedaços...
zh_cn: <25>{#p/asriel2}{#f/4}* 啧啧，变成破铜烂铁之前， 让我问问你...ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 嘖嘖，變成破銅爛鐵之前， 讓我問問你...ゑ

source: <25>{#f/3}* Haven't you thought about your family?
pt_br: <25>{#f/3}* Você não parou pra pensar na sua família?
zh_cn: <25>{#f/3}* 抛弃亲人， 离家出走的时候...ゑ
zh_tw: <25>{#f/3}* 拋棄親人， 離家出走的時候...ゑ

source: <25>{#f/1}* You know. * With how you abandoned them, and all.
pt_br: <25>{#f/1}* Sabe. * Como você os abandonou e tudo.
zh_cn: <25>{#f/1}* 就没考虑过他们的感受？ゑ
zh_tw: <25>{#f/1}* 就沒考慮過他們的感受？ゑ

source: <32>{#p/mettaton}* My family would be proud of me if they knew what I was doing.
pt_br: <32>{#p/mettaton}* Minha família estaria orgulhosa de mim se soubesse o que eu estou fazendo.
zh_cn: <32>{#p/mettaton}* 我的家人看到我正在做的， 肯定会以我为荣。ゑ
zh_tw: <32>{#p/mettaton}* 我的家人看到我正在做的， 肯定會以我為榮。ゑ

source: <32>* As for you...?
pt_br: <32>* Já pra você...?
zh_cn: <32>* ...至于你呢？ゑ
zh_tw: <32>* ...至於你呢？ゑ

source: <32>* I can't exactly say the same.
pt_br: <32>* Eu não posso dizer o mesmo.
zh_cn: <32>* 那就不好说了。ゑ
zh_tw: <32>* 那就不好說了。ゑ

source: <25>{#p/asriel2}{#f/6}* I guess it's a good thing I don't care about them, then.
pt_br: <25>{#p/asriel2}{#f/6}* É bom que eu não me importo com eles, então.
zh_cn: <25>{#p/asriel2}{#f/6}* 我才不在乎那些废物。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 我才不在乎那些廢物。ゑ

source: <25>{#f/8}* You, however, have an emotional weakness...
pt_br: <25>{#f/8}* Você, entretanto, tem uma fraqueza emocional...
zh_cn: <25>{#f/8}* 而你放不下家人， 就有了一个致命的软肋。ゑ
zh_tw: <25>{#f/8}* 而你放不下家人， 就有了一個致命的軟肋。ゑ

source: <25>{#f/6}* With that alone, this battle was over before it even started.
pt_br: <25>{#f/6}* Com isso sozinho, está batalha acabou antes de começar.
zh_cn: <25>{#f/6}* 光凭这点，你就注定要输。ゑ
zh_tw: <25>{#f/6}* 光憑這點，你就註定要輸。ゑ

source: <32>{#p/mettaton}* Listen, darling.
pt_br: <32>{#p/mettaton}* Escute, querido.
zh_cn: <32>{#p/mettaton}* 听好了，小子。ゑ
zh_tw: <32>{#p/mettaton}* 聽好了，小子。ゑ

source: <32>* Whatever you have to say, doesn't matter.
pt_br: <32>* Seja lá o que você tem pra dizer, não importa.
zh_cn: <32>* 你那点威胁，对我屁用没有。ゑ
zh_tw: <32>* 你那點威脅，對我屁用沒有。ゑ

source: <32>* All that matters is that you're going to lose to me.
pt_br: <32>* Tudo que importa é que vocês serão mortos por minhas mãos.
zh_cn: <32>* 反正，你马上就要死在我的手里。ゑ
zh_tw: <32>* 反正，你馬上就要死在我的手裡。ゑ

source: <32>* For all your talk of victory and inevitability...
pt_br: <32>* Por toda sua conversa de vitória e invencibilidade...
zh_cn: <32>* 看来，你只会大放厥词， 四处炫耀。ゑ
zh_tw: <32>* 看來，你只會大放厥詞， 四處炫耀。ゑ

source: <32>* For all the showboating you love to go around doing...
pt_br: <32>* Por todo o genocídio que você ama fazer ao redor...
zh_cn: <32>* 自吹自擂， 说自己是常胜将军的时候...ゑ
zh_tw: <32>* 自吹自擂， 說自己是常勝將軍的時候...ゑ

source: <32>* There's one power you failed to consider.
pt_br: <32>* Tem um poder que você esqueceu de considerar.
zh_cn: <32>* 却忽视了最关键的一点。ゑ
zh_tw: <32>* 卻忽視了最關鍵的一點。ゑ

source: <25>{#p/asriel2}{#f/10}* And what is that?
pt_br: <25>{#p/asriel2}{#f/10}* E o que seria?
zh_cn: <25>{#p/asriel2}{#f/10}* 忽视了什么？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 忽視了什麼？ゑ

source: <32>{*}{#p/mettaton}{#f/1}* The power of NEO.{^40}{%}
pt_br: <32>{*}{#p/mettaton}{#f/1}* O poder do NEO.{^40}{%}
zh_cn: <32>{*}{#p/mettaton}{#f/1}* NEO之力。ゑ{^40}{%}
zh_tw: <32>{*}{#p/mettaton}{#f/1}* NEO之力。ゑ{^40}{%}

source: <25>{#p/asriel2}{#f/8}* Golly. * Why is HE still around.
pt_br: <25>{#p/asriel2}{#f/8}* Porra. * Por que ele ainda tá por aqui?
zh_cn: <25>{#p/asriel2}{#f/8}* 我去。 * 这家伙咋不走呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 我去。 * 這傢伙咋不走呢。ゑ

source: <32>{#p/human}* (You can't seem to operate the switch any further.)
pt_br: <32>{#p/human}* (Você não consegue mais operar o interruptor.)
zh_cn: <32>{#p/human}* （你无法再按下开关了。）
zh_tw: <32>{#p/human}* （你無法再按下開關了。）

source: <32>{#p/basic}* It's stuck, like always.
pt_br: <32>{#p/basic}* Tá preso, como sempre.
zh_cn: <32>{#p/basic}* 果然，又卡住了。
zh_tw: <32>{#p/basic}* 果然，又卡住了。

source: <33>{#p/basic}* The switch is... zero-time use. * That's totally a thing that can happen, honest.
pt_br: <33>{#p/basic}* A alavanca... não foi usada nenhuma vez. Isso pode acontecer as vezes, sinceramente.
zh_cn: <33>{#p/basic}* 这个开关... 一次都没被按下过。 * 老实说，这确实有可能发生。
zh_tw: <33>{#p/basic}* 這個開關... 一次都沒被按下過。 * 老實說，這確實有可能發生。

source: <32>{#p/basic}* The switch is... one-time use. * And totally not stuck like all the other ones.
pt_br: <32>{#p/basic}* A alavanca é... de uso único. * E totalmente não presa como todas as outras.
zh_cn: <32>{#p/basic}* 这个开关... 在一瞬间就被按下了。 * 而且不像和其他的那样被卡住。
zh_tw: <32>{#p/basic}* 這個開關... 在一瞬間就被按下了。 * 而且不像別的開關那樣被卡住。

source: <32>{#p/basic}* The switch looks even more resistant to pressing than it was before.
pt_br: <32>{#p/basic}* A alavanca parece ainda mais resistente à pressão do que antes.
zh_cn: <32>{#p/basic}* 看起来这开关 比以前更耐按了。
zh_tw: <32>{#p/basic}* 看起來這開關 比以前更耐按了。

source: <32>{#p/basic}* The switch no longer wants to be pressed. * ... yes, it's stuck.
pt_br: <32>{#p/basic}* A alavanca não quer mais ser pressionada. * ... sim, está emperrada.
zh_cn: <32>{#p/basic}* 这个开关不想再被按下了。 * ...没错，它卡住了。
zh_tw: <32>{#p/basic}* 這個開關不想再被按下了。 * ...沒錯，它卡住了。

source: <32>{#p/human}* (You can't seem to find a way in.)
pt_br: <32>{#p/human}* (Você não consegue encontrar uma maneira de entrar.)
zh_cn: <32>{#p/human}* （你似乎找不到入口。）
zh_tw: <32>{#p/human}* （你似乎找不到入口。）

source: <32>{#p/basic}{#x1}* My boyfriend and I got lost looking for ice cream during training...{#x3}
pt_br: <32>{#p/basic}{#x1}* Meu namorado e eu nos perdemos procurando por sorvete no treino...{#x3}
zh_cn: <32>{#p/basic}{#x1}* 我跟我男朋友在训练的时候 去找冰淇淋，结果迷路了...{#x3}
zh_tw: <32>{#p/basic}{#x1}* 我跟我男朋友在訓練的時候 去找冰淇淋，結果迷路了...{#x3}

source: <32>{#x1}* Eventually, we just gave up and settled for pizza.{#x3}
pt_br: <32>{#x1}* Eventualmente, nós desistimos e comemos uma pizza.{#x3}
zh_cn: <32>{#x1}* 最后，我们放弃了， 吃了顿披萨当弥补了。{#x3}
zh_tw: <32>{#x1}* 最後，我們放棄了， 吃了頓披薩當彌補了。{#x3}

source: <32>{#x1}* Then we took up security duty at this post since that's the most we're qualified to do.{#x3}
pt_br: <32>{#x1}* Então tomamos este posto de segurança, já que somos qualificados para isso.{#x3}
zh_cn: <32>{#x1}* 然后我们就在这个岗位上 担任安保工作，毕竟我们 最擅长的就是这个了。{#x3}
zh_tw: <32>{#x1}* 然後我們就在這個崗位上 擔任安保工作，畢竟我們 最擅長的就是這個了。{#x3}

source: <32>{#p/basic}{#x1}* I've been told us security folks get SUPER exclusive discounts at the shop.{#x3}
pt_br: <32>{#p/basic}{#x1}* Me disseram que os guardas tem descontos SUPER exclusivos nas lojas.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 听说我们这帮安保人员 在店里可以享受超级优惠。{#x3}
zh_tw: <32>{#p/basic}{#x1}* 聽說我們這幫安保人員 在店裡可以享受超級優惠。{#x3}

source: <32>{#x1}* Totally not part of the reason we came here, though.{#x3}
pt_br: <32>{#x1}* Mas este é 0% do motivo de termos vindo aqui, juro.{#x3}
zh_cn: <32>{#x1}* 当然我们完全不是冲这个来的。{#x3}
zh_tw: <32>{#x1}* 當然我們完全不是衝這個來的。{#x3}

source: <32>{#p/basic}{#x2}* Hey, aren't you like, that one quiet kid we saw earlier?{#x3}
pt_br: <32>{#p/basic}{#x2}* Ei, você não é, aquela criança quieta que a gente viu mais cedo?{#x3}
zh_cn: <32>{#p/basic}{#x2}* 嘿，你不就是那个， 我们早些时候看到的 那个安静的孩子吗？{#x3}
zh_tw: <32>{#p/basic}{#x2}* 嘿，你不就是那個， 我們早些時候看到的 那個安靜的孩子嗎？{#x3}

source: <32>{#x2}* I wonder why Alphys had to escort you...{#x3}
pt_br: <32>{#x2}* Me pergunta porque Alphys tinha que te escoltar...{#x3}
zh_cn: <32>{#x2}* 不知道为什么Alphys 一定要护送你...{#x3}
zh_tw: <32>{#x2}* 不知道為什麼Alphys 一定要護送你...{#x3}

source: <32>{#x2}* You must be... MEGA important.{#x3}
pt_br: <32>{#x2}* Talvez você seja... MEGA importante.{#x3}
zh_cn: <32>{#x2}* 你一定... 特别重要吧。{#x3}
zh_tw: <32>{#x2}* 你一定... 特別重要吧。{#x3}

source: <32>{#p/basic}{#x2}* If you're gonna be famous, then don't forget about us when you make it there, yeah?{#x3}
pt_br: <32>{#p/basic}{#x2}* Se você ficar famoso, não esquece da gente quando chegar lá, beleza?{#x3}
zh_cn: <32>{#p/basic}{#x2}* 你要是成名了的话， 等你飞黄腾达了之后 别忘了我们，好吗？{#x3}
zh_tw: <32>{#p/basic}{#x2}* 你要是成名了的話， 等你飛黃騰達了之後 別忘了我們，好嗎？{#x3}

source: <32>{#x2}* Always gotta remember the lil' bros you meet along the way.{#x3}
pt_br: <32>{#x2}* Você sempre tem que se lembrar dos manos que conhece ao longo do caminho.{#x3}
zh_cn: <32>{#x2}* 永远都要记住你在路上 遇到的哥们啊。{#x3}
zh_tw: <32>{#x2}* 永遠都要記住你在路上 遇到的哥們啊。{#x3}

source: CORE Start
pt_br: CORE Começo
zh_cn: 核心入口
zh_tw: 核心入口

source: CORE End
pt_br: CORE Fim
zh_cn: 核心出口
zh_tw: 核心出口

source: The Citadel
pt_br: A Cidadela
zh_cn: 首塔
zh_tw: 首塔

source: <25>{#p/sans}* hey, i heard you're visiting here.
pt_br: <25>{#p/sans}* ei, tá visitando por aqui?
zh_cn: <25>{#p/sans}* 嘿，听说你要来这了。
zh_tw: <25>{#p/sans}* 嘿，聽說你要來這了。

source: <25>{#p/sans}{#f/2}* mind grabbing some dinner with me real quick?
pt_br: <25>{#p/sans}{#f/2}* quer jantar comigo rapidão?
zh_cn: <25>{#p/sans}{#f/2}* 介不介意来和我吃一顿？ 要不了多久的。
zh_tw: <25>{#p/sans}{#f/2}* 介不介意來和我吃一頓？ 要不了多久的。

source: * (Have dinner?)
pt_br: * (Jantar?)
zh_cn: * （共进晚餐吗？）
zh_tw: * （共進晚餐嗎？）

source: <25>{#p/sans}{#f/2}* changed your mind?
pt_br: <25>{#p/sans}{#f/2}* mudou de ideia?
zh_cn: <25>{#p/sans}{#f/2}* 改主意了吗？
zh_tw: <25>{#p/sans}{#f/2}* 改主意了嗎？

source: <25>{#p/sans}{#f/3}* eh, fair enough. * i'll be here if you change your mind.
pt_br: <25>{#p/sans}{#f/3}* tudo bem, então. * eu vou estar aqui se você trocar de ideia.
zh_cn: <25>{#p/sans}{#f/3}* 嗯，没关系。 * 你要是改主意了， 随时来找我。
zh_tw: <25>{#p/sans}{#f/3}* 嗯，沒關係。 * 你要是改主意了， 隨時來找我。

source: <25>{#p/sans}{#f/3}* ok then.
pt_br: <25>{#p/sans}{#f/3}* ok, então.
zh_cn: <25>{#p/sans}{#f/3}* 那好。
zh_tw: <25>{#p/sans}{#f/3}* 那好。

source: <25>{#p/sans}{#p/sans}{#f/0}* sweet.
pt_br: <25>{#p/sans}{#p/sans}{#f/0}* legal.
zh_cn: <25>{#p/sans}{#p/sans}{#f/0}* 挺好。
zh_tw: <25>{#p/sans}{#p/sans}{#f/0}* 挺好。

source: <25>{#p/sans}{#f/2}* right this way.
pt_br: <25>{#p/sans}{#f/2}* por aqui.
zh_cn: <25>{#p/sans}{#f/2}* 这边走。
zh_tw: <25>{#p/sans}{#f/2}* 這邊走。

source: <25>{#p/sans}* here we are.
pt_br: <25>{#p/sans}* aqui estamos nós.
zh_cn: <25>{#p/sans}* 我们到了。
zh_tw: <25>{#p/sans}* 我們到了。

source: <25>{#p/sans}* this table looks good.
pt_br: <25>{#p/sans}* essa mesa parece boa.
zh_cn: <25>{#p/sans}* 咱们就坐这张桌子吧。
zh_tw: <25>{#p/sans}* 咱們就坐這張桌子吧。

source: <25>{#f/2}* i'll take right, you take left.
pt_br: <25>{#f/2}* eu vou sentar na direita, senta na esquerda.
zh_cn: <25>{#f/2}* 我坐右边，你坐左边。
zh_tw: <25>{#f/2}* 我坐右邊，你坐左邊。

source: <25>{#p/sans}* so...
pt_br: <25>{#p/sans}* então...
zh_cn: <25>{#p/sans}* 所以...
zh_tw: <25>{#p/sans}* 所以...

source: <25>{#f/3}* your journey's almost over, huh?
pt_br: <25>{#f/3}* sua jornada está quase acabando, huh?
zh_cn: <25>{#f/3}* 你的旅程就快结束了， 是吧？
zh_tw: <25>{#f/3}* 你的旅程就快結束了， 是吧？

source: <25>{#f/0}* you must really wanna get outta here.
pt_br: <25>{#f/0}* você deve estar realmente querendo sair daqui.
zh_cn: <25>{#f/0}* 你一定迫不及待地 想离开这里了。
zh_tw: <25>{#f/0}* 你一定迫不及待地 想離開這裡了。

source: <25>{#f/0}* ... heh. * trust me, i know the feeling, buddo.
pt_br: <25>{#f/0}* ... heh. * confia em mim, eu sei a sensação, cara.
zh_cn: <25>{#f/0}* ...嘿。 * 相信我，我知道那种感觉， 伙计。
zh_tw: <25>{#f/0}* ...嘿。 * 相信我，我知道那種感覺， 夥計。

source: <25>{#f/3}* ... i also know you've got a lot to leave behind.
pt_br: <25>{#f/3}* ... eu também sei que você tem muito pra deixar pra trás.
zh_cn: <25>{#f/3}* ...我也知道， 你有很多事要忙。
zh_tw: <25>{#f/3}* ...我也知道， 你有很多事要忙。

source: <25>{#f/0}* out here, you've got food, drink, friends...
pt_br: <25>{#f/0}* por aqui você tem comida, bebida, amigos...
zh_cn: <25>{#f/0}* 在这里，你已经有了 美食，饮料，朋友...
zh_tw: <25>{#f/0}* 在這裡，你已經有了 美食，飲料，朋友...

source: <25>{#f/2}* would staying with us really be so bad?
pt_br: <25>{#f/2}* ficar aqui com a gente seria realmente tão ruim?
zh_cn: <25>{#f/2}* 为什么就不能和我们 待在一起呢？
zh_tw: <25>{#f/2}* 為什麼就不能和我們 待在一起呢？

source: <25>{#f/3}* ... i also know you've got a lot on your mind.
pt_br: <25>{#f/3}* ... eu também sei que você tem muito na mente.
zh_cn: <25>{#f/3}* ...我也知道， 你有很多烦心事。
zh_tw: <25>{#f/3}* ...我也知道， 你有很多煩心事。

source: <25>{#f/0}* but whatever you may've done...
pt_br: <25>{#f/0}* mas seja lá o que você fez...
zh_cn: <25>{#f/0}* 但不管你做过什么事...
zh_tw: <25>{#f/0}* 但不管你做過什麼事...
