Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/napstablook}* i'll get this back to her as soon as i can
pt_br: <32>{#p/napstablook}* vou devolver isso para ela assim que eu conseguir
zh_cn: <32>{#p/napstablook}* 我会尽快把这个还给她的
zh_tw: <32>{#p/napstablook}* 我會儘快把這個還給她的

source: <32>{#p/napstablook}* until next time............
pt_br: <32>{#p/napstablook}* até a próxima..........
zh_cn: <32>{#p/napstablook}* 下次再见吧............
zh_tw: <32>{#p/napstablook}* 下次再見吧............

source: <32>* there's... another thing i want to talk to you about........
pt_br: <32>* tem... outra coisa que eu gostaria de conversar com você...
zh_cn: <32>* 我... 还有点事 要跟你说........
zh_tw: <32>* 我... 還有點事 要跟你說........

source: <32>* meet me up ahead, by the big mettaton fountain
pt_br: <32>* me encontre lá em cima, na grande fonte do mettaton.
zh_cn: <32>* 在前面等我，就在那个 大mettaton喷泉那里。
zh_tw: <32>* 在前面等我，就在那個 大mettaton噴泉那裡。

source: <32>* cya there............
pt_br: <32>* te vejo lá............
zh_cn: <32>* 喷泉见............
zh_tw: <32>* 噴泉見............

source: <32>* I get the feeling things could turn serious here.
pt_br: <32>* Eu tenho a sensação de que as coisas vão ficar sérias agora.
zh_cn: <32>* 我现在有种不好的预感。
zh_tw: <32>* 我現在有種不好的預感。

source: <32>{#p/mettaton}* OH DEAR, IS THAT... * IS THAT WHAT IT LOOKS LIKE?
pt_br: <32>{#p/mettaton}* O QUERIDO, ISSO É... * O QUE PARECE QUE É?
zh_cn: <32>{#p/mettaton}* 哦，我是眼花了吗？ゑ
zh_tw: <32>{#p/mettaton}* 喔，我是眼花了嗎？ゑ

source: <32>* OH, I DO BELIEVE THAT IT'S...
pt_br: <32>* AH, EU ACREDITO QUE SEJA...
zh_cn: <32>* 没想到，这里居然藏着...ゑ
zh_tw: <32>* 沒想到，這裡居然藏著...ゑ

source: <32>* A TRAP!
pt_br: <32>* UMA ARMADILHA!
zh_cn: <32>* 一个陷阱呢！ゑ
zh_tw: <32>* 一個陷阱呢！ゑ

source: <32>* AND, OF COURSE...
pt_br: <32>* E CLARO...
zh_cn: <32>* 而且...ゑ
zh_tw: <32>* 而且...ゑ

source: <32>* YOU'RE ON LIVE TV AGAIN!
pt_br: <32>* VOCÊ ESTÁ NA TV AO VIVO DE NOVO!
zh_cn: <32>* 你们又上电视啦！ゑ
zh_tw: <32>* 你們又上電視啦！ゑ

source: <32>* HOW WILL YOU TWO ESCAPE THE ROOM THIS TIME?
pt_br: <32>* COMO VOCÊS DOIS VÃO ESCAPAR DA SALA DESSA VEZ?
zh_cn: <32>* 这次，两人又会上演什么 “死里逃生”的戏码呢？ゑ
zh_tw: <32>* 這次，兩人又會上演什麼 「死裡逃生」的戲碼呢？ゑ

source: <32>* ONLY -TIME- WILL TELL...{%200}
pt_br: <32>* APENAS O -TEMPO- DIRÁ...{%200}
zh_cn: <32>* 就让【时间】告诉我们答案吧...ゑ{%200}
zh_tw: <32>* 就讓【時間】告訴我們答案吧...ゑ{%200}

source: <25>{#p/asriel2}{#f/10}* Hmm...{%100}
zh_cn: <25>{#p/asriel2}{#f/10}* 让我想想...ゑ{%100}
zh_tw: <25>{#p/asriel2}{#f/10}* 讓我想想...ゑ{%100}

source: <25>* The control console is up on that platform...{%100}
pt_br: <25>* O controle do console tá lá na plataforma...{%100}
zh_cn: <25>* 前面有个平台， 而控制器就在平台上...ゑ{%100}
zh_tw: <25>* 前面有個平臺， 而控制器就在平臺上...ゑ{%100}

source: <25>{#f/16}* ...{%100}
zh_cn: <25>{#f/16}* ...ゑ{%100}
zh_tw: <25>{#f/16}* ...ゑ{%100}

source: <25>{#f/13}* This is going to be a little embarrassing, but...{%100}
pt_br: <25>{#f/13}* Isso vai ser um pouco embaraçoso, mas...{%100}
zh_cn: <25>{#f/13}* 我有办法了， 但这办法有点尴尬...ゑ{%100}
zh_tw: <25>{#f/13}* 我有辦法了， 但這辦法有點尷尬...ゑ{%100}

source: <25>{#f/13}* If I kneel in front of the platform...{%100}
pt_br: <25>{#f/13}* Se eu me ajoelhar em frente a plataforma...{%100}
zh_cn: <25>{#f/13}* 我跪在平台前面...ゑ{%100}
zh_tw: <25>{#f/13}* 我跪在平臺前面...ゑ{%100}

source: <25>{#f/16}* You can... maybe climb onto me to get up there and cancel the timer.{%100}
pt_br: <25>{#f/16}* Você pode subir em mim para chegar lá e cancelar o cronômetro. {%100}
zh_cn: <25>{#f/16}* 你就可以... 踩住我的肩膀，爬上平台， 关掉计时器。ゑ{%100}
zh_tw: <25>{#f/16}* 你就可以... 踩住我的肩膀，爬上平臺， 關掉計時器。ゑ{%100}

source: <25>{#f/15}* I hope this works...{%100}
pt_br: <25>{#f/15}* Espero que funcione...{%100}
zh_cn: <25>{#f/15}* 希望能奏效...ゑ{%100}
zh_tw: <25>{#f/15}* 希望能奏效...ゑ{%100}

source: <25>{#p/asriel2}{#f/13}* ...{%100}
zh_cn: <25>{#p/asriel2}{#f/13}* ...ゑ{%100}
zh_tw: <25>{#p/asriel2}{#f/13}* ...ゑ{%100}

source: <25>{#f/4}* You know what we have to do, $(name).{%100}
pt_br: <25>{#f/4}* Você sabe o que temos que fazer, $(name).{%100}
zh_cn: <25>{#f/4}* $(name)， 按计划行事吧。ゑ{%100}
zh_tw: <25>{#f/4}* $(name)， 按計畫行事吧。ゑ{%100}

source: <25>{#p/asriel2}{#f/15}* Are we... * ... going to do this?{%200}
pt_br: <25>{#p/asriel2}{#f/15}* Nós vamos... * ... fazer?{%200}
zh_cn: <25>{#p/asriel2}{#f/15}* 你想... 试一试吗？ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/15}* 你想... 試一試嗎？ゑ{%200}

source: <25>{#p/asriel2}{#f/16}* ... we don't have time for this.{%200}
pt_br: <25>{#p/asriel2}{#f/16}* ... nós não temos tempo para isso.{%200}
zh_cn: <25>{#p/asriel2}{#f/16}* ...没空胡闹了。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/16}* ...沒空胡鬧了。ゑ{%200}

source: <25>{#p/asriel2}{#f/15}* Not again.{%200}
pt_br: <25>{#p/asriel2}{#f/15}* Não de novo.{%200}
zh_cn: <25>{#p/asriel2}{#f/15}* 别磨蹭了。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/15}* 別磨蹭了。ゑ{%200}

source: <25>{#p/asriel2}{#f/16}* Or are we just going to stand here.{%200}
pt_br: <25>{#p/asriel2}{#f/16}* Ou vamos só ficar parados aqui.{%200}
zh_cn: <25>{#p/asriel2}{#f/16}* 难道你想这么傻站着， 浪费时间吗？ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/16}* 難道你想這麼傻站著， 浪費時間嗎？ゑ{%200}

source: <25>{#p/asriel2}{#f/13}* $(name), please... * Don't do this again...{%200}
pt_br: <25>{#p/asriel2}{#f/13}* $(name), por favor... * Não faz isso de novo...{%200}
zh_cn: <25>{#p/asriel2}{#f/13}* $(name)，求你了... * 别磨蹭了...ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/13}* $(name)，求你了... * 別磨蹭了...ゑ{%200}

source: <25>{#p/asriel2}{#f/13}* I guess we are.{%200}
pt_br: <25>{#p/asriel2}{#f/13}* Eu acho que sim.{%200}
zh_cn: <25>{#p/asriel2}{#f/13}* 还真是。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/13}* 還真是。ゑ{%200}

source: <25>{#p/asriel2}{#f/3}* ... * This is so stupid.{%200}
pt_br: <25>{#p/asriel2}{#f/3}* ... * Isso é tão idiota.{%200}
zh_cn: <25>{#p/asriel2}{#f/3}* ... * 他们看咱们，就跟看小丑一样。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/3}* ... * 他們看咱們，就跟看小丑一樣。ゑ{%200}

source: <25>{#p/asriel2}{#f/5}* So how's your day been, huh?{%200}
pt_br: <25>{#p/asriel2}{#f/5}* Então, como tá indo seu dia, huh?{%200}
zh_cn: <25>{#p/asriel2}{#f/5}* 吃饭了吗？ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/5}* 吃飯了嗎？ゑ{%200}

source: <25>{#p/asriel2}{#f/13}* Pretty good? * ...{%200}
pt_br: <25>{#p/asriel2}{#f/13}* Bem do bom? * ...{%200}
zh_cn: <25>{#p/asriel2}{#f/13}* ... * 就当你吃过了吧。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/13}* ... * 就當你吃過了吧。ゑ{%200}

source: <25>{#p/asriel2}{#f/4}* I'm amazed at how you can just stand there without getting bored.{%200}
pt_br: <25>{#p/asriel2}{#f/4}* Eu acho incrível sua capacidade de só ficar aí sem fazer nada.{%200}
zh_cn: <25>{#p/asriel2}{#f/4}* 我就很好奇， 你就这么杵着，有意思吗？ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/4}* 我就很好奇， 你就這麼杵著，有意思嗎？ゑ{%200}

source: <25>{#p/asriel2}{#f/3}* ... * $(name)?{%200}
zh_cn: <25>{#p/asriel2}{#f/3}* ... * $(name)？ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/3}* ... * $(name)？ゑ{%200}

source: <25>{#p/asriel2}{#f/13}* $(name).{%200}
zh_cn: <25>{#p/asriel2}{#f/13}* $(name)。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/13}* $(name)。ゑ{%200}

source: <25>{#p/asriel2}{#f/7}* We could've been off the outpost by this point.{%200}
pt_br: <25>{#p/asriel2}{#f/7}* Nós estaríamos fora do Outpost com esse tempo todo.{%200}
zh_cn: <25>{#p/asriel2}{#f/7}* 你要是不搁着磨蹭， 现在我都离开前哨站了。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/7}* 你要是不擱著磨蹭， 現在我都離開前哨站了。ゑ{%200}

source: <25>{#p/asriel2}{#f/6}* ... * Please.{%200}
pt_br: <25>{#p/asriel2}{#f/6}* ... * Por favor.{%200}
zh_cn: <25>{#p/asriel2}{#f/6}* ... * 算我求你了。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/6}* ... * 算我求你了。ゑ{%200}

source: <25>{#p/asriel2}{#f/15}* Almost there...
pt_br: <25>{#p/asriel2}{#f/15}* Quase lá...
zh_cn: <25>{#p/asriel2}{#f/15}* 可算熬到头了...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 可算熬到頭了...ゑ

source: <25>{#p/asriel2}{#f/13}* Uh... ready.{%200}
pt_br: <25>{#p/asriel2}{#f/13}* Uh... pronto.{%200}
zh_cn: <25>{#p/asriel2}{#f/13}* 呃... 上来吧。ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/13}* 呃... 上來吧。ゑ{%200}

source: <25>{#p/asriel2}{#f/13}* Come on...{%200}
pt_br: <25>{#p/asriel2}{#f/13}* Vamos lá...{%200}
zh_cn: <25>{#p/asriel2}{#f/13}* 别磨蹭...ゑ{%200}
zh_tw: <25>{#p/asriel2}{#f/13}* 別磨蹭...ゑ{%200}

source: <25>{#p/asriel2}{#f/1}* There.
pt_br: <25>{#p/asriel2}{#f/1}* Aí.
zh_cn: <25>{#p/asriel2}{#f/1}* 搞定。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 搞定。ゑ

source: <25>{#p/asriel2}{#f/6}* ...
zh_cn: <25>{#p/asriel2}{#f/6}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* ...ゑ

source: <25>{#p/asriel2}{#f/7}* Did we seriously just wait for that?
pt_br: <25>{#p/asriel2}{#f/7}* Esperamos isso tudo pra nada?
zh_cn: <25>{#p/asriel2}{#f/7}* 浪费这么长时间， 为了啥？ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 浪費這麼長時間， 為了啥？ゑ

source: <32>{#p/mettaton}* DO MY SENSORS DECIEVE?
pt_br: <32>{#p/mettaton}* MEUS SENSORES ESTÃO DETECTANDO?
zh_cn: <32>{#p/mettaton}* 这通操作把我CPU干烧了。
zh_tw: <32>{#p/mettaton}* 這通操作把我CPU幹燒了。

source: <32>* DEAR VIEWERS, WE MIGHT HAVE TO CHANGE THIS SHOW'S RATING...
pt_br: <32>* QUERIDOS ESPECTADORES, NÓS DEVEMOS MUDAR O RATING DESTE SHOW...
zh_cn: <32>* 对不起，亲爱的观众朋友们， 这节目，怎一个“烂”字了得？ゑ
zh_tw: <32>* 對不起，親愛的觀眾朋友們， 這節目，怎一個「爛」字了得？ゑ

source: <32>* FROM "SHAMEFUL" TO "ULTRA SHAMEFUL" OF COURSE!
pt_br: <32>* DE "VERGONHOSO" PARA "ULTRA VERGONHOSO" É CLARO!
zh_cn: <32>* 明明是“烂透了”！ゑ
zh_tw: <32>* 明明是「爛透了」！ゑ

source: <32>* I CAN'T SAY MANY IN YOUR PLACE WOULD BE WILLING TO HUMILIATE THEMSELVES LIKE THAT.
pt_br: <32>* NÃO POSSO DIZER QUE MUITOS NO SEU LUGAR ESTARIAM DISPOSTOS A SE HUMILHAR DESTA FORMA.
zh_cn: <32>* 这么差劲的节目， 多看一眼，都是脏了观众的眼睛。ゑ
zh_tw: <32>* 這麼差勁的節目， 多看一眼，都是髒了觀眾的眼睛。ゑ

source: <32>{#p/mettaton}* WELL, THAT WAS...
pt_br: <32>{#p/mettaton}* BEM, ISSO FOI...
zh_cn: <32>{#p/mettaton}* 呃，真是...ゑ
zh_tw: <32>{#p/mettaton}* 呃，真是...ゑ

source: <32>* UH... I DON'T REALLY KNOW WHAT TO CALL THAT.
pt_br: <32>* UH... EU NEM SEI DIZER O QUE FOI ISSO.
zh_cn: <32>* 呃... 该说点什么好呢...ゑ
zh_tw: <32>* 呃... 該說點什麼好呢...ゑ

source: <32>* THANKS FOR WAITING, I GUESS?
pt_br: <32>* OBRIGADO POR ESPERAR, EU ACHO?
zh_cn: <32>* “感谢各位的耐心与理解”？ゑ
zh_tw: <32>* 「感謝各位的耐心與理解」？ゑ

source: <32>* IT SURE MADE MY JOB A WHOLE LOT EASIER.
pt_br: <32>* COM CERTEZA FACILITOU MEU TRABALHO.
zh_cn: <32>* 不过，你们这一等， 我的事确实好办多了。ゑ
zh_tw: <32>* 不過，你們這一等， 我的事確實好辦多了。ゑ

source: <32>* MY PREPARATIONS ARE NEARLY COMPLETE.
pt_br: <32>* MINHAS PREPARAÇÕES ESTÃO QUASE CONCLUÍDAS.
zh_cn: <32>* 我马上就准备好了。ゑ
zh_tw: <32>* 我馬上就準備好了。ゑ

source: <32>* IF YOU HAVE ANY LAST WORDS FOR THE RESIDENTS OF THE OUTPOST...
pt_br: <32>* SE VOCÊS TEM ÚLTIMAS PALAVRAS PARA OS RESIDENTES DO OUTPOST...
zh_cn: <32>* 两位，要是有遗言， 就现在对电视机前的观众说。ゑ
zh_tw: <32>* 兩位，要是有遺言， 就現在對電視機前的觀眾說。ゑ

source: <32>* NOW WOULD BE THE PERFECT TIME TO SHARE THEM.
pt_br: <32>* AGORA SERIA O MOMENTO PERFEITO PARA COMPARTILHAR.
zh_cn: <32>* 不然，就再也没机会咯。ゑ
zh_tw: <32>* 不然，就再也沒機會嚕。ゑ

source: <25>{#p/asriel2}{#f/15}* ...
zh_cn: <25>{#p/asriel2}{#f/15}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* ...ゑ

source: <25>{#f/2}* Nah.
zh_cn: <25>{#f/2}* 没有。ゑ
zh_tw: <25>{#f/2}* 沒有。ゑ

source: <25>{#p/asriel2}{#f/6}* Come on, get down.
pt_br: <25>{#p/asriel2}{#f/6}* Vamos, desce.
zh_cn: <25>{#p/asriel2}{#f/6}* 下来吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 下來吧。ゑ

source: <25>{#p/asriel2}{#f/8}* ...
zh_cn: <25>{#p/asriel2}{#f/8}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* ...ゑ

source: <25>{#p/asriel2}{#f/6}* Onward to the elevator.
pt_br: <25>{#p/asriel2}{#f/6}* Avante para o elevador.
zh_cn: <25>{#p/asriel2}{#f/6}* 去电梯。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 去電梯。ゑ

source: <32>{#p/basic}{#x1}* Halt! * You've gone far enough!{#x3}
pt_br: <32>{#p/basic}{#x1}* Alto! * Você foi longe demais!{#x3}
zh_cn: <32>{#p/basic}{#x1}* 站住！ * 你走得有点太远了！{#x3}
zh_tw: <32>{#p/basic}{#x1}* 站住！ * 你走得有點太遠了！{#x3}

source: <32>{#p/basic}{#x1}* We aren't going to let you get away that easily, are we, girl?{#x3}
pt_br: <32>{#p/basic}{#x1}* Não vamos deixar ele fugir tão facilmente, né garota?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 我们不会就这么放你走的， 对吧姑娘？{#x3}
zh_tw: <32>{#p/basic}{#x1}* 我們不會就這麼放你走的， 對吧姑娘？{#x3}

source: <32>{#p/basic}{#x1}* So, you're the kid going by "$(moniker2)" now, huh?{#x3}
pt_br: <32>{#p/basic}{#x1}* Então, você é criança que se chama "$(moniker2)", huh?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 所以， 你就是那个叫“$(moniker2)” 的小孩，对吧？{#x3}
zh_tw: <32>{#p/basic}{#x1}* 所以，你就是那個 叫「$(moniker2)」的小孩， 對吧？{#x3}

source: <32>{#x2}* Yeah, we saw. * We also saw how easily Undyne gave up on stopping you.{#x3}
pt_br: <32>{#x2}* É, nós vimos. * Nós também vimos o quão facilmente a Undyne desistiu de te matar.{#x3}
zh_cn: <32>{#x2}* 对，我们从电视上看到了。 * 我们也看到Undyne 就那样放弃了抓你。{#x3}
zh_tw: <32>{#x2}* 對，我們從電視上看到了。 * Undyne在上面居然沒有 將你繩之以法。。{#x3}

source: <33>{#x2}* Yeah, we saw. * We also know you're not as tough as you may seem.{#x3}
pt_br: <33>{#x2}* É, nós vimos. * Também sabemos que você não é tão durão quanto parece.{#x3}
zh_cn: <33>{#x2}* 对，我们从电视上看到了。 * 我们也知道你并没有看上去 那么凶残。{#x3}
zh_tw: <33>{#x2}* 對，我們從電視上看到了。 * 你也太軟弱了， 居然啥也沒幹。{#x3}

source: <32>{#x1}* Pathetic, isn't it?{#x3}
pt_br: <32>{#x1}* Patético, né?{#x3}
zh_cn: <32>{#x1}* 多么可怜啊，不是吗？{#x3}
zh_tw: <32>{#x1}* 你可真沒用啊，是不？{#x3}

source: <32>{#p/basic}{#x1}* Word is there's a human roaming around this area.{#x3}
pt_br: <32>{#p/basic}{#x1}* Disseram que tinha um humano dando uma volta nesta área.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 我们听说有个人类 在这附近游荡。{#x3}
zh_tw: <32>{#p/basic}{#x1}* 我們聽說有個人類 在這附近遊蕩。{#x3}

source: <32>{#x2}* We wouldn't normally suspect anything, but kid, you were just on live TV...{#x3}
pt_br: <32>{#x2}* Normalmente nem acreditamos, mas neném, você estava na TV ao vivo...{#x3}
zh_cn: <32>{#x2}* 我们通常不会随便起疑心， 但是孩子，你刚刚才上了 电视直播...{#x3}
zh_tw: <32>{#x2}* 我們通常不會隨便起疑心， 但是孩子，你剛剛才上了 電視直播...{#x3}

source: <32>{#x1}* It's a little hard to ignore a thing like that, now, isn't it?{#x3}
pt_br: <32>{#x1}* É meio difícil ignorar coisas assim, certo?{#x3}
zh_cn: <32>{#x1}* 那我们就很难忽略你了， 对吧？{#x3}
zh_tw: <32>{#x1}* 那我們就很難忽略你了， 對吧？{#x3}

source: <32>{#x2}* That's what I thought.{#x3}
pt_br: <32>{#x2}* Foi o que eu pensei.{#x3}
zh_cn: <32>{#x2}* 我就是这么想的。{#x3}
zh_tw: <32>{#x2}* 我就是這麼想的。{#x3}

source: <32>{#p/basic}{#x1}* Girl, you thinkin' what I'm thinkin'?{#x3}
pt_br: <32>{#p/basic}{#x1}* Amiga, cê tá pensando o que eu to pensando?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 宝贝，你跟我现在的想法 一模一样？{#x3}
zh_tw: <32>{#p/basic}{#x1}* 寶貝，你跟我現在的想法 一模一樣？{#x3}

source: <32>{#p/basic}* ...
zh_tw: <32>{#p/basic}* ...ゑ

source: <32>{#p/basic}{#x1}{#x2}* Oh, for sure.{#x3}
pt_br: <32>{#p/basic}{#x1}{#x2}* Oh, mas é claro.{#x3}
zh_cn: <32>{#p/basic}{#x1}{#x2}* 哦，那是当然。{#x3}
zh_tw: <32>{#p/basic}{#x1}{#x2}* 喔，那是當然。{#x3}

source: <32>{#p/basic}{#x1}* Come on, girl. * Let's show Undyne what we're worth...{#x3}
pt_br: <32>{#p/basic}{#x1}* Vamos lá, garota. * Vamos mostrar para a Undyne o nosso valor...{#x3}
zh_cn: <32>{#p/basic}{#x1}* 一起上吧，宝贝。 * 我们就让Undyne瞧瞧 我们的实力...{#x3}
zh_tw: <32>{#p/basic}{#x1}* 一起上吧，寶貝。 * 我們就讓Undyne瞧瞧 我們的實力...{#x3}

source: <32>{#x1}{#x2}* ... and whoop some traitor backside.{#x3}
pt_br: <32>{#x1}{#x2}* ... e chutar a bunda de um traidor.{#x3}
zh_cn: <32>{#x1}{#x2}* ...好好教训一下这个叛徒吧。{#x3}
zh_tw: <32>{#x1}{#x2}* ...好好教訓一下這個叛徒吧。{#x3}

source: <32>{#x1}{#x2}* ... and whoop some bully backside.{#x3}
pt_br: <32>{#x1}{#x2}* ... e chutar a bunda de um bully.{#x3}
zh_cn: <32>{#x1}{#x2}* ...好好教训一下这个 横行霸道的家伙吧。{#x3}
zh_tw: <32>{#x1}{#x2}* ...好好教訓一下這個 橫行霸道的傢伙吧。{#x3}

source: <32>{#x1}{#x2}* ... and whoop some human backside.{#x3}
pt_br: <32>{#x1}{#x2}* ... e chutar a bunda de um humano.{#x3}
zh_cn: <32>{#x1}{#x2}* ...好好教训一下这个人类吧。{#x3}
zh_tw: <32>{#x1}{#x2}* ...好好教訓一下這個人類吧。{#x3}

source: <32>{#p/basic}* Wow. * That was...
pt_br: <32>{#p/basic}* Wow. * Isso foi...
zh_cn: <32>{#p/basic}* 哇。 * 真是...
zh_tw: <32>{#p/basic}* 哇。 * 真是...

source: <32>{#p/basic}* ... something.
pt_br: <32>{#p/basic}* ... algo.
zh_cn: <32>{#p/basic}* ...有点东西啊。
zh_tw: <32>{#p/basic}* ...有點東西啊。

source: <32>{#p/basic}{#x1}* Girl, this human thing might not be worth the trouble.{#x3}
pt_br: <32>{#p/basic}{#x1}* Amiga, talvez essa coisa de humano não vale a dor de cabeça.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 姑娘，抓个人类不该遭这种罪。{#x3}
zh_tw: <32>{#p/basic}{#x1}* 姑娘，抓個人類不該遭這種罪。{#x3}

source: <32>{#x2}* Yeah, we'll let the boys handle this one... if Undyne thinks they're up for it.{#x3}
pt_br: <32>{#x2}* Vamos deixar os garotos cuidarem disso... se a Undyne acha que eles conseguem.{#x3}
zh_cn: <32>{#x2}* 没错，还是让男孩儿解决吧... 如果Undyne觉得这活需要他们的话。{#x3}
zh_tw: <32>{#x2}* 沒錯，還是讓男孩兒解決吧... 如果Undyne覺得這活需要他們的話。{#x3}

source: <32>{#p/napstablook}* so, uh...
pt_br: <32>{#p/napstablook}* então, uh...
zh_cn: <32>{#p/napstablook}* 呃...
zh_tw: <32>{#p/napstablook}* 呃...

source: <32>* do you think... * you can you help me with something...?
pt_br: <32>* você acha quem... * pode me ajudar com uma coisa...?
zh_cn: <32>* 你能... * ...帮我个忙吗？
zh_tw: <32>* 你能... * ...幫我個忙嗎？

source: <33>* it's... kind of important......
pt_br: <33>* é... bem importante......
zh_cn: <33>* 那事... 挺重要的......
zh_tw: <33>* 那事... 挺重要的......

source: <32>{#p/napstablook}* okay.........
zh_cn: <32>{#p/napstablook}* 好.........
zh_tw: <32>{#p/napstablook}* 好.........

source: <32>* this way.........
pt_br: <32>* por aqui.........
zh_cn: <32>* 跟我来吧.........
zh_tw: <32>* 跟我來吧.........

source: <32>{#p/napstablook}* oh.........
zh_cn: <32>{#p/napstablook}* 哦........
zh_tw: <32>{#p/napstablook}* 喔........

source: <32>* i'll get out of your way, then.........
pt_br: <32>* eu vou sair do seu caminho, então.........
zh_cn: <32>* 那我不麻烦你了.........
zh_tw: <32>* 那我不麻煩你了.........

source: <32>{#p/napstablook}* well... here we are
pt_br: <32>{#p/napstablook}* bem... aqui estamos
zh_cn: <32>{#p/napstablook}* 我们到了...
zh_tw: <32>{#p/napstablook}* 我們到了...

source: <32>* as for why we're here......
pt_br: <32>* e por que estamos aqui......
zh_cn: <32>* 你可能想问来这做什么......
zh_tw: <32>* 你可能想問來這做什麼......

source: <32>{#p/napstablook}* i've been thinking more and more that mettaton is my long lost cousin.........
pt_br: <32>{#p/napstablook}* eu venho pensando bastante sobre meu primo perdido, mettaton...
zh_cn: <32>{#p/napstablook}* 最近我越看mettaton 越觉得他是我失踪的表亲.........
zh_tw: <32>{#p/napstablook}* 最近我越看mettaton 越覺得他是我失蹤的表親.........

source: <32>* ever since he disappeared, i've been worried about him
pt_br: <32>* desde que ele desapareceu, eu vim pensando sobre ele...
zh_cn: <32>* 自他失踪以来， 我一直很担心他
zh_tw: <32>* 自他失蹤以來， 我一直很擔心他

source: <32>* i just want him to be okay.
pt_br: <32>* eu só quero que ele fique bem.
zh_cn: <32>* 我只是希望他没事。
zh_tw: <32>* 我只是希望他沒事。

source: <32>{#p/napstablook}* take a look at this
pt_br: <32>{#p/napstablook}* de uma olhada nisso.
zh_cn: <32>{#p/napstablook}* 来看看这个
zh_tw: <32>{#p/napstablook}* 來看看這個

source: <32>{#p/napstablook}* it's a private recording i found at the royal lab.
pt_br: <32>{#p/napstablook}* é uma gravação privada que eu encontrei no laboratório real.
zh_cn: <32>{#p/napstablook}* 我在皇家实验室 找到了这份私密录音文件
zh_tw: <32>{#p/napstablook}* 我在皇家實驗室 找到了這份私密錄音檔案

source: <32>{#p/alphys}* Completing your final body is going to take some time...
pt_br: <32>{#p/alphys}* Completar seu corpo vai levar um tempo...
zh_cn: <32>{#p/alphys}* 你最后的身体还需要 一些时间完成...
zh_tw: <32>{#p/alphys}* 你最後的身體還需要 一些時間完成...

source: <32>* Are you sure you want this right now?
pt_br: <32>* Você tem certeza que quer isso agora?
zh_cn: <32>* 现在你还确定想这样做吗？
zh_tw: <32>* 現在你還確定想這樣做嗎？

source: <32>{#p/hapstablook}* i'm ready, doctor.
pt_br: <32>{#p/hapstablook}* eu estou pronta, doutora.
zh_cn: <32>{#p/hapstablook}* 博士，我准备好了。
zh_tw: <32>{#p/hapstablook}* 博士，我準備好了。

source: <32>{#p/alphys}* Okay... I'm b-bringing Mettaton online right now.
pt_br: <32>{#p/alphys}* Okay... Eu v-vou ativar o Mettaton agora.
zh_cn: <32>{#p/alphys}* 行... 我给Mettaton联-联下网。
zh_tw: <32>{#p/alphys}* 行... 我給Mettaton聯-聯下網。

source: <32>* This control chip will allow you to use any body I build for you...
pt_br: <32>* Este chip de controle vai autorizar que você use qualquer corpo que eu construir...
zh_cn: <32>* 有了这块控制芯片， 你就能操控我为你制作的 任何一台身体...
zh_tw: <32>* 有了這塊控制晶片， 只要是我做的身體， 你都可以自由操縱...

source: <32>* When I finish your new body, I'll just t-transfer it there.
pt_br: <32>* Quando eu finalizar seu corpo, eu só irei t-transferi-lo.
zh_cn: <32>* 等我做完新身体， 就-就把芯片插到那上面。
zh_tw: <32>* 等我把你的新身體做完， 就-就把晶片插到那上面。

source: <32>* Will that, uh, work?
pt_br: <32>* Isso vai, uh, funcionar?
zh_cn: <32>* 你觉得这样... 可以吗？
zh_tw: <32>* 你覺得這樣... 可以嗎？

source: <32>{#p/hapstablook}* it's marvelous, doctor. * marvelous!
pt_br: <32>{#p/hapstablook}* é maravilhoso, doutora. * maravilhoso!
zh_cn: <32>{#p/hapstablook}* 博士，这法子太神了。 * 太神了！
zh_tw: <32>{#p/hapstablook}* 博士，這法子太神了。 * 太神了！

source: <32>{#p/alphys}* Heh... that's... * Very nice of you...
pt_br: <32>{#p/alphys}* heh... isso... * foi bem legal da sua parte...
zh_cn: <32>{#p/alphys}* 嘿嘿... 你... * 你人真好...
zh_tw: <32>{#p/alphys}* 嘿嘿... 你... * 你人真好...

source: <32>{#p/hapstablook}* so when do i get to start?
pt_br: <32>{#p/hapstablook}* então, quando eu começo?
zh_cn: <32>{#p/hapstablook}* 所以我什么时候可以开始？
zh_tw: <32>{#p/hapstablook}* 所以我什麼時候可以開始？

source: <32>{#p/alphys}* O-oh, um, you can try right now if you like?
pt_br: <32>{#p/alphys}* O-oh, você pode tentar agora se quiser?
zh_cn: <32>{#p/alphys}* 哦，呃，可以现在就试试？
zh_tw: <32>{#p/alphys}* 喔，呃，可以現在就試試？

source: <32>* It's a universal chip, so you don't need to fuse with it to control it.
pt_br: <32>* É um controle universal, então você não precisa se fundir a ele para controlar.
zh_cn: <32>* 这是块通用芯片， 你不用和它融合也能操作。
zh_tw: <32>* 這是塊通用晶片， 你不用和它融合也能操作。

source: <32>{#p/hapstablook}* oooh, fancy...
zh_cn: <32>{#p/hapstablook}* 哦~，棒欸...
zh_tw: <32>{#p/hapstablook}* 喔~，棒欸...

source: <32>{#p/hapstablook}* being able to upgrade my body will be useful on my path to superstardom!
pt_br: <32>{#p/hapstablook}* ser capaz de atualizar meu corpo será útil no meu caminho para o estrelato!
zh_cn: <32>{#p/hapstablook}* 一台可升级的身体 会让我的星途更平坦的！
zh_tw: <32>{#p/hapstablook}* 一臺可升級的身體 會讓我的星途更平坦的！

source: <32>{#s/echostop}{#p/event}* Playback complete.
pt_br: <32>{#s/echostop}{#p/event}* Playback completo.
zh_cn: <32>{#s/echostop}{#p/event}* 回放完毕。
zh_tw: <32>{#s/echostop}{#p/event}* 回放完畢。

source: <32>{#p/napstablook}* well, that's it
pt_br: <32>{#p/napstablook}* bem, é isso
zh_cn: <32>{#p/napstablook}* 就是这样
zh_tw: <32>{#p/napstablook}* 就是這樣

source: <32>{|}{#p/napstablook}* if i didn't know any better, i'd say that's- {%}
pt_br: <32>{|}{#p/napstablook}* se eu não soubesse melhor, eu diria que- {%}
zh_cn: <32>{|}{#p/napstablook}* 如果我不知道其他更好的可能， 那我就觉得这是- {%}
zh_tw: <32>{|}{#p/napstablook}* 如果我不知道其他更好的可能， 那我就覺得這是- {%}

source: <32>{#p/finalghost}* Sorry, I'm late.
pt_br: <32>{#p/finalghost}* Desculpa, estou atrasado.
zh_cn: <32>{#p/finalghost}* 对不起，我迟到了。
zh_tw: <32>{#p/finalghost}* 對不起，我遲到了。

source: <32>* Oh. * Hello, human.
pt_br: <32>* Oh. * Olá, humano.
zh_cn: <32>* 哦。 * 你好啊，人类。
zh_tw: <32>* 喔。 * 你好啊，人類。

source: <32>* Cousin Blooky. * Why is the human here?
pt_br: <32>* Primo Blooky. * Por que o humano está aqui?
zh_cn: <32>* Blooky表亲。 * 人类咋也在。
zh_tw: <32>* Blooky表親。 * 人類咋也在。

source: <32>{#p/napstablook}* i thought...... * they might be able to help......
pt_br: <32>{#p/napstablook}* eu pensei....... * Que eles poderiam ajudar.
zh_cn: <32>{#p/napstablook}* 我觉得...... * 人类可能帮得上忙......
zh_tw: <32>{#p/napstablook}* 我覺得...... * 人類可能幫得上忙......

source: <32>{#p/finalghost}* Hm. * It would be nice to have them on our side.
pt_br: <32>{#p/finalghost}* Hm. * Será bom tê-los do nosso lado.
zh_cn: <32>{#p/finalghost}* 嗯。 * 不过人类最好可以站在我们这边。
zh_tw: <32>{#p/finalghost}* 嗯。 * 不過人類最好可以站在我們這邊。

source: <32>{#p/finalghost}* Hm. * They'll have to curtail their violent side.
pt_br: <32>{#p/finalghost}* Hm. * Ele terá que reduzir seu lado violento.
zh_cn: <32>{#p/finalghost}* 嗯。 * 不过人类得学着少用暴力。
zh_tw: <32>{#p/finalghost}* 嗯。 * 不過人類得學著少用暴力。

source: <32>{#p/finalghost}* Hm. * We can only hope they don't run away this time.
pt_br: <32>{#p/finalghost}* Hm. * Só podemos esperar que ele não fuja desta vez.
zh_cn: <32>{#p/finalghost}* 嗯。 * 不过人类这次可别再逃跑了。
zh_tw: <32>{#p/finalghost}* 嗯。 * 不過人類這次可別再逃跑了。

source: <32>{#p/finalghost}* Hm. * Last time I saw them, they didn't seem very intelligent.
pt_br: <32>{#p/finalghost}* Hm. * Da última vez que os vi, eles não pareciam muito inteligentes.
zh_cn: <32>{#p/finalghost}* 嗯。 * 上次见到人类， 感觉有点不太聪明的样子。
zh_tw: <32>{#p/finalghost}* 嗯。 * 上次見到人類， 感覺有點不太聰明的樣子。

source: <32>* But who knows.
pt_br: <32>* Mas quem sabe.
zh_cn: <32>* 谁知道呢？
zh_tw: <32>* 誰知道呢？
