Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <08>{#p/basic}{~}If it's what you want..
pt_br: <08>{#p/basic}{~}Se é isso que você deseja..
zh_cn: <08>{#p/basic}{~}你真 这么想 的话...
zh_tw: <08>{#p/basic}{~}你要是 真這麼想...

source: <08>{#p/basic}{~}I-I'll do it!
pt_br: <08>{#p/basic}{~}E-eu vou fazer isso!
zh_cn: <08>{#p/basic}{~}我-我愿意 为你而死！
zh_tw: <08>{#p/basic}{~}我-我願意 為你而死！

source: <08>{#p/basic}{~}D-don't think it means I like you!
pt_br: <08>{#p/basic}{~}N-não pense que isso significa que eu gosto de você!
zh_cn: <08>{#p/basic}{~}这可不是 让-让你 买婚戒的！
zh_tw: <08>{#p/basic}{~}這可不是 讓-讓你 買婚戒的！

source: <32>{#p/asriel2}* Tsunderidex, a monster I have utterly no words for.
pt_br: <32>{#p/asriel2}* Tsunderidex, um monstro ao qual eu não tenho palavras.
zh_cn: <32>{#p/asriel2}* Tsunderidex， 这家伙，我无话可说。
zh_tw: <32>{#p/asriel2}* Tsunderidex， 這傢伙，我無話可說。

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Seems mean, but does it secretly like you?
pt_br: <32>{#p/story}* TSUNDERIDEX - ATQ 25 DEF 26 * Parece grosso, mas gosta de você secretamente?
zh_cn: <32>{#p/story}* TSUNDERIDEX - 攻击25 防御26 * 看起来很刻薄， 但其实暗地里很喜欢你？
zh_tw: <32>{#p/story}* TSUNDERIDEX - 攻擊25 防禦26 * 看起來很刻薄， 但其實暗地裡很喜歡你？

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Caught in the self-sustaining battle of the tsunderes.
pt_br: <32>{#p/story}* TSUNDERIDEX - ATQ 25 DEF 26 * Pego em uma batalha de sustentação própria tsunderes.
zh_cn: <32>{#p/story}* TSUNDERIDEX - 攻击25 防御26 * 仰天大啸出门去， 我辈岂是傲娇姬？
zh_tw: <32>{#p/story}* TSUNDERIDEX - 攻擊25 防禦26 * 仰天大嘯出門去， 我輩豈是傲嬌姬？

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * This hesitant lover's engine is now yours to ride.
pt_br: <32>{#p/story}* TSUNDERIDEX - ATQ 25 DEF 26 * A máquina hesitante de amor agora é sua para controlar.
zh_cn: <32>{#p/story}* TSUNDERIDEX - 攻击25 防御26 * 这个犹豫的情人的引擎 现在由你驱动。
zh_tw: <32>{#p/story}* TSUNDERIDEX - 攻擊25 防禦26 * 這個猶豫的情人的引擎 現在由你驅動。

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Seems... jealous.
pt_br: <32>{#p/história}* TSUNDERIDEX - ATQ 25 DEF 26 * Parece... cioso.
zh_cn: <32>{#p/story}* TSUNDERIDEX - 攻击25 防御26 * 看起来... 很嫉妒。
zh_tw: <32>{#p/story}* TSUNDERIDEX - 攻擊25 防禦26 * 看起來... 很嫉妒。

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Ready to burst.
pt_br: <32>{#p/história}* TSUNDERIDEX - ATK 25 DEF 26 * Pronto para estourar.
zh_cn: <32>{#p/story}* TSUNDERIDEX - 攻击25 防御26 * 随时会爆发。
zh_tw: <32>{#p/story}* TSUNDERIDEX - 攻擊25 防禦26 * 隨時會爆發。

source: <32>{#p/human}* (You intentionally ignore Tsunderidex's presence.)
pt_br: <32>{#p/human}* (Você intencionalmente ignora a presença de Tsunderidex.)
zh_cn: <32>{#p/human}* （你故意无视了Tsunderidex 的存在。）
zh_tw: <32>{#p/human}* （你故意無視了Tsunderidex的存在。）

source: <32>{#p/human}* (You tell Tsunderidex it has an impressive shield.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que ele tem um escudo impressionante.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它拥有引人瞩目的护盾。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它擁有引人矚目的護盾。）

source: <32>{#p/human}* (You tell Tsunderidex it has nice cannons.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que ele tem asas incríveis.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它拥有很棒的大炮。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它擁有很棒的大炮。）

source: <32>{#p/human}* (You tell Tsunderidex it has a powerful jump drive.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que ele tem um grande poder de vôo.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它有一个强大的折跃引擎。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它有一個強大的折躍引擎。）

source: <32>{#p/human}* (You tell Tsunderidex that you like its taste in virtual novels.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que gostou das opiniões dele sobre novelas.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 你喜欢它在虚拟小说上的品味。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 你喜歡它在虛擬小說上的品味。）

source: <32>{#p/human}* (You tell Tsunderidex that it has cute engine struts.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que ele tem uma engenharia fofa.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它拥有可爱的引擎支柱。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它擁有可愛的引擎支柱。）

source: <32>{#p/human}* (You tell Tsunderidex that you'd like to supercharge its capacitor.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que gostaria de ver seu super capacitador.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 你想给它的电容器增压。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 你想給它的電容器增壓。）

source: <32>{#p/human}* (You tell Tsunderidex that you'd like to clean it to a sparkle.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que gostaria de limpá-lo até brilhar.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 你想把它擦得闪闪发光。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 你想把它擦得閃閃發光。）

source: <32>{#p/human}* (You tell Tsunderidex its nose should be nuzzling yours.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que seu nariz deve estar acariciando o seu.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 你们应该用鼻子互相轻蹭对方。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 你想要與它親吻。）

source: <32>{#p/human}* (You tell Tsunderidex its roof scoop is second to none.)
pt_br: <32>{#p/human}* (Você diz ao Tsunderidex que seu teto é inigualável.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它的顶铲是完美无缺的。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它的頂鏟完美無缺。）

source: <32>{#p/human}* (You tell Tsunderidex it has breathtaking wings.)
pt_br: <32>{#p/human}* (Você diz Tsunderidex que suas turbinas são de tirar o fôlego.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它有一个令人惊叹的机翼。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它有一個令人驚嘆的機翼。）

source: <32>{#p/human}* (You tell Tsunderidex it has a captivating underglow.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que ele tem um brilho cativante.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 它拥有迷人的光管。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 它擁有迷人的光管。）

source: <32>{#p/human}* (You tell Tsunderidex you'd like to go where no human has gone before.)
pt_br: <32>{#p/human}* (Você diz a Tsunderidex que gostaria de ir a onde nenhum humano jamais foi.)
zh_cn: <32>{#p/human}* （你告诉Tsunderidex， 你想去一个没有人类 去过的地方。）
zh_tw: <32>{#p/human}* （你告訴Tsunderidex， 你想去一個沒有人類 到過的地方。）

source: <32>{#p/human}* (You move in close to Tsunderidex to siphon its battery power.)
pt_br: <32>{#p/human}* (Você se aproxima de Tsunderidex para sugar a energia da bateria.)
zh_cn: <32>{#p/human}* （你靠近了Tsunderidex， 并抽取它的电池能量。）
zh_tw: <32>{#p/human}* （你靠近了Tsunderidex， 並抽取它的電池能量。）

source: <32>{#p/human}* (You activate the slipstream flight module on Tsunderidex's engines.)
pt_br: <32>{#p/human}* (Você ativa o módulo de vôo de turbilhão nos motores de Tsunderidex.)
zh_cn: <32>{#p/human}* （你激活了Tsunderidex引擎的 滑流飞行模块。）
zh_tw: <32>{#p/human}* （你激活了Tsunderidex引擎的 滑流飛行模塊。）

source: <32>{#p/human}* (You activate the transphasic firing mechanism on Tsunderidex's cannons.)
pt_br: <32>{#p/human}* (Você ativa o mecanismo de disparo transfásico nos canhões de Tsunderidex.)
zh_cn: <32>{#p/human}* （你激活了Tsunderidex大炮的 超相位发射机制。）
zh_tw: <32>{#p/human}* （你激活了Tsunderidex大炮的 超相位發射機制。）

source: <32>{#p/human}* (You activate the auto-adaptive modulation on Tsunderidex's shields.)
pt_br: <32>{#p/human}* (Você ativa a modulação auto-adaptativa nos escudos de Tsunderidex.)
zh_cn: <32>{#p/human}* （你激活了Tsunderidex护盾的 自适应调节。）
zh_tw: <32>{#p/human}* （你激活了Tsunderidex護盾的 自適應調節功能。）

source: <33>{#p/human}* (You can't activate further.) * (All of Tsunderidex's body parts are fully activated.)
pt_br: <33>{#p/human}* (Você não pode ativar mais.) * (Todas as partes do corpo de Tsunderidex estão totalmente ativadas.)
zh_cn: <33>{#p/human}* （你无法再激活了。） * （Tsunderidex的主体部位 已全部激活。）
zh_tw: <33>{#p/human}* （你無法再激活了。） * （Tsunderidex的主體部位 已全部激活。）

source: <08>{#p/basic}{~}It's not like I LIKE you.
pt_br: <08>{#p/basic}{~}Não é como se eu gostasse de VOCÊ.
zh_cn: <08>{#p/basic}{~}别整得跟 我喜欢你 似的。
zh_tw: <08>{#p/basic}{~}別整得跟 我喜歡你 似的。

source: <08>{#p/basic}{~}Id.. idiot!
pt_br: <08>{#p/basic}{~}Id.. idiota!
zh_cn: <08>{#p/basic}{~}大.. 大傻瓜！
zh_tw: <08>{#p/basic}{~}大.. 大傻瓜！

source: <08>{#p/basic}{~}Hmph! Don't get in my way.
pt_br: <08>{#p/basic}{~}Hmph! Não fica no meu caminho!
zh_cn: <08>{#p/basic}{~}哼！ 你挡我 路了。
zh_tw: <08>{#p/basic}{~}哼！ 你擋我 路了。

source: <08>{#p/basic}{~}(Eep..!) Human..
pt_br: <08>{#p/basic}{~}(Eep..!) Humano..
zh_cn: <08>{#p/basic}{~}(..哎呦!) 人类...
zh_tw: <08>{#p/basic}{~}(..哎呦!) 人類...

source: <08>{#p/basic}{~}.. H-human .. ..?
pt_br: <08>{#p/basic}{~}.. H-humano .. ..?
zh_cn: <08>{#p/basic}{~}.. 人-人类 .. ..？
zh_tw: <08>{#p/basic}{~}.. 人-人類 .. ..？

source: <08>{#p/basic}{~}Huh!? Y-you sicko!
pt_br: <08>{#p/basic}{~}Huh!? S-seu tarado!
zh_cn: <08>{#p/basic}{~}啊！？ 臭-臭流氓！
zh_tw: <08>{#p/basic}{~}啊！？ 臭-臭流氓！

source: <08>{#p/basic}{~}I.. I think not! Hmph!
pt_br: <08>{#p/basic}{~}Eu... eu não acho! Hmph!
zh_cn: <08>{#p/basic}{~}想-想得美！ 哼！
zh_tw: <08>{#p/basic}{~}想-想得美！ 哼！

source: <08>{#p/basic}{~}Is that true..?
pt_br: <08>{#p/basic}{~}Isso é verdade..?
zh_cn: <08>{#p/basic}{~}...你是 真心的吗？
zh_tw: <08>{#p/basic}{~}...你是 真心的嗎？

source: <08>{#p/basic}{~}I.. Th-thank you..
pt_br: <08>{#p/basic}{~}Eu.. Mu-muito obrigado..
zh_cn: <08>{#p/basic}{~}我.. 谢-谢谢你..
zh_tw: <08>{#p/basic}{~}我.. 謝-謝謝你..

source: <08>{#p/basic}{~}W-what? Right now???
pt_br: <08>{#p/basic}{~}O-o que? Agora???
zh_cn: <08>{#p/basic}{~}什-什么？ 现在？？？
zh_tw: <08>{#p/basic}{~}什-什麼？ 現在？？？

source: <08>{#p/basic}{~}This is too much..
pt_br: <08>{#p/basic}{~}Isso é demais..
zh_cn: <08>{#p/basic}{~}太早了啦 ..
zh_tw: <08>{#p/basic}{~}太早了啦 ..

source: <08>{#p/basic}{~}H-hey! That's not fair!
pt_br: <08>{#p/basic}{~}E-ei! Isso não é justo!
zh_cn: <08>{#p/basic}{~}嘿！ 凭-凭什么！
zh_tw: <08>{#p/basic}{~}嘿！ 憑-憑什麼！

source: <08>{#p/basic}{~}Ugh, you two are being weird.
pt_br: <08>{#p/basic}{~}Ugh, vocês dois estão sendo estranhos.
zh_cn: <08>{#p/basic}{~}呃，你们 两个怪怪 的。
zh_tw: <08>{#p/basic}{~}呃， 你們兩個 怪怪的。

source: <08>{#p/basic}{~}S-stay away from them!
pt_br: <08>{#p/basic}{~}F-fique longe dele!
zh_cn: <08>{#p/basic}{~}离-离那家 伙远点！
zh_tw: <08>{#p/basic}{~}離-離那家 夥遠點！

source: <08>{#p/basic}{~}Wh.. what are you doing??
pt_br: <08>{#p/basic}{~}Oq... o que você está fazendo?
zh_cn: <08>{#p/basic}{~}干- 干什么？？
zh_tw: <08>{#p/basic}{~}幹- 幹什麼？？

source: <08>{#p/basic}{~}Um. Human.
pt_br: <08>{#p/basic}{~}Um. Humano.
zh_cn: <08>{#p/basic}{~}咳咳。 人类。
zh_tw: <08>{#p/basic}{~}咳咳。 人類。

source: <08>{#p/basic}{~}Oh.. .. W-wow..
zh_cn: <08>{#p/basic}{~}哦.. .. 哇-哇哦..
zh_tw: <08>{#p/basic}{~}喔.. .. 哇-哇喔..

source: <08>{#p/basic}{~}D-don't do that! Please.
pt_br: <08>{#p/basic}{~}N-não faça isso! Por favor.
zh_cn: <08>{#p/basic}{~}别-别这样！ 行吗？
zh_tw: <08>{#p/basic}{~}別-別這樣！ 行嗎？

source: <08>{#p/basic}{~}.. .. (Why..)
pt_br: <08>{#p/basic}{~}.. .. (Por que..)
zh_cn: <08>{#p/basic}{~}.. .. （为什么..）
zh_tw: <08>{#p/basic}{~}.. .. （為什麼..）

source: <08>{#p/basic}{~}Quit stealing my thunder!
pt_br: <08>{#p/basic}{~}Pare de roubar meu trovão!
zh_cn: <08>{#p/basic}{~}别抢我的 风头了！
zh_tw: <08>{#p/basic}{~}別搶我的 風頭了！

source: <08>{#p/basic}{~}Hmph! Ignore me all you want!
pt_br: <08>{#p/basic}{~}Hmph! Me ignora o tanto que quiser!
zh_cn: <08>{#p/basic}{~}哼！ 你爱理 不理！
zh_tw: <08>{#p/basic}{~}哼！ 你愛理 不理！

source: <08>{#p/basic}{~}Yeah! It's not like I want you here!
pt_br: <08>{#p/basic}{~}É! Não é como se eu quisesse você aqui!
zh_cn: <08>{#p/basic}{~}没错！ 我又没 想留你！
zh_tw: <08>{#p/basic}{~}沒錯！ 我又沒 想留你！

source: <32>{#p/asriel2}* Are you actually going to do this right now?
pt_br: <32>{#p/asriel2}* Você realmente vai fazer isso agora?
zh_cn: <32>{#p/asriel2}* 你真打算这么做？
zh_tw: <32>{#p/asriel2}* 你真打算這麼做？

source: <32>{#p/story}* Tsunderidex is checking out its newly activated parts.
pt_br: <32>{#p/story}* Tsunderidex está checando suas novas partes atividades.
zh_cn: <32>{#p/story}* Tsunderidex在检查 你刚才激活的部件。
zh_tw: <32>{#p/story}* Tsunderidex在檢查 你剛才激活的部件。

source: <32>{#p/asriel2}* This is a waste of time...
pt_br: <32>{#p/asriel2}* Isso é uma perda de tempo...
zh_cn: <32>{#p/asriel2}* 简直是浪费时间...
zh_tw: <32>{#p/asriel2}* 簡直是浪費時間...

source: <32>{#p/story}* Tsunderidex is obsessing over its newly activated parts.
pt_br: <32>{#p/story}* Tsunderidex está obcecado com suas novas partes atividades.
zh_cn: <32>{#p/story}* Tsunderidex对你 刚才激活的部件很来电。
zh_tw: <32>{#p/story}* Tsunderidex對你 剛才激活的部件很來電。

source: <32>{#p/story}* Tsunderidex is worried about its newly activated parts.
pt_br: <32>{#p/story}* Tsunderidex está preocupado com suas novas partes ativadas.
zh_cn: <32>{#p/story}* Tsunderidex对你 刚才激活的部件很不安心。
zh_tw: <32>{#p/story}* Tsunderidex對你 剛才激活的部件很不安心。

source: <32>{#p/asriel2}* Tsunderidex.
zh_cn: <32>{#p/asriel2}* Tsunderidex。ゑ
zh_tw: <32>{#p/asriel2}* Tsunderidex。ゑ

source: <32>{#p/story}* Tsunderidex looks over, then turns up its nose.
pt_br: <32>{#p/story}* Tsunderidex olha e depois torce o nariz.
zh_cn: <32>{#p/story}* Tsunderidex在高处望着你， 很快又把头扭开了。
zh_tw: <32>{#p/story}* Tsunderidex在高處望著你， 很快又把頭扭開了。

source: <32>{#p/story}* Tsunderidex shakes its nose dimissively at you.
pt_br: <32>{#p/story}* Tsunderidex balança o nariz com desdém para você.
zh_cn: <32>{#p/story}* Tsunderidex对你 轻蔑地撇了撇鼻子。
zh_tw: <32>{#p/story}* Tsunderidex對你 輕蔑地撇了撇鼻子。

source: <32>{#p/story}* Tsunderidex "accidentally" bumps you with its nacelles.
pt_br: <32>{#p/story}* Tsunderidex "acidentalmente" te acerta com um dos seus ventos.
zh_cn: <32>{#p/story}* Tsunderidex“不小心”地用机舱 蹭了下你。
zh_tw: <32>{#p/story}* Tsunderidex「不小心」地用機艙 蹭了下你。

source: <32>{#p/story}* Tsunderidex sets its cannons to "stun."
pt_br: <32>{#p/story}* Tsunderidex define seus canhões para "atordoar."
zh_cn: <32>{#p/story}* Tsunderidex将大炮 设定为“晕眩”。
zh_tw: <32>{#p/story}* Tsunderidex將大炮模式 設定為「暈眩」。

source: <32>{#p/story}* Smells like space cacti.
pt_br: <32>{#p/story}* Cheira a cacto espacial.
zh_cn: <32>{#p/story}* 闻起来像太空仙人掌。
zh_tw: <32>{#p/story}* 聞起來像太空仙人掌。

source: <32>{#p/story}* Tsunderidex is looking away shyly.
pt_br: <32>{#p/story}* Tsunderidex está olhando longe.
zh_cn: <32>{#p/story}* Tsunderidex面带羞涩， 把目光移开了。
zh_tw: <32>{#p/story}* Tsunderidex面帶羞澀， 把目光移開了。

source: <32>{#p/story}* Tsunderidex's engines are leaking plasma.
pt_br: <32>{#p/story}* Os motores de Tsunderidex estão deixando cair plasma.
zh_cn: <32>{#p/story}* 等离子气体 从Tsunderidex的引擎喷出。
zh_tw: <32>{#p/story}* 等離子氣體 從Tsunderidex的引擎噴出。

source: * RG 01
zh_cn: * 一号守卫
zh_tw: * 一號守衛

source: * RG 03
zh_cn: * 三号守卫
zh_tw: * 三號守衛

source: <11>{#p/basic}{~}Like, what are you even doing?
pt_br: <11>{#p/basic}{~}Tipo, o que você tá fazendo?
zh_cn: <11>{#p/basic}{~}那个， 你在干啥呢？
zh_tw: <11>{#p/basic}{~}那個， 你在幹啥呢？

source: <11>{#p/undyne}{#p/basic}{~}This ain't it, chief.
pt_br: <11>{#p/undyne}{#p/basic}{~}Não é isso, chefe.
zh_cn: <11>{#p/undyne}{#p/basic}{~}不是这样的， 长官。
zh_tw: <11>{#p/undyne}{#p/basic}{~}不是這樣的， 長官。

source: <32>{#p/asriel2}* RG 01... * There's really not much to say about these guys.
pt_br: <32>{#p/asriel2}* RG 01... * Não tem muito o que dizer sobre esses caras.
zh_cn: <32>{#p/asriel2}* 一号守卫... * 这俩货我没啥好说的。ゑ
zh_tw: <32>{#p/asriel2}* 一號守衛... * 這倆貨我沒啥好說的。ゑ

source: <32>{#p/story}* RG 01 - ATK 30 DEF 20 * A confident lover who seems intent on ending you.
pt_br: <32>{#p/story}* RG 01 - ATQ 30 DEF 20 * Um amador confidente que deseja acabar com você.
zh_cn: <32>{#p/story}* 一号守卫 - 攻击30 防御20 * 这对自信的情侣 似乎铁了心想干掉你。
zh_tw: <32>{#p/story}* 一號守衛 - 攻擊30 防禦20 * 這對自信的情侶 似乎鐵了心想幹掉你。

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Conspicuous cowgirl attitude. * Skeptic.
pt_br: <32>{#p/história}* RG 03 - ATQ 30 DEF 20 * Atitude conspícua de cowgirl. * Cética.
zh_cn: <32>{#p/story}* 三号守卫 - 攻击30 防御20 * 对牛仔女孩情有独钟， 还是个怀疑论者。
zh_tw: <32>{#p/story}* 三號守衛 - 攻擊30 防禦20 * 對牛仔女孩情有獨鍾， 還是個懷疑論者。

source: <32>{#p/story}* RG 01 - ATK 30 DEF 20 * Intent on ending you, even if it kills him.
pt_br: <32>{#p/story}* RG 01 - ATK 30 DEF 20 * Na intenção de acabar com você, mesmo que ele também morra.
zh_cn: <32>{#p/story}* 一号守卫 - 攻击30 防御20 * 就算牺牲生命， 也要彻底干掉你。
zh_tw: <32>{#p/story}* 一號守衛 - 攻擊30 防禦20 * 就算犧牲生命， 也要徹底幹掉你。

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Planning on sharpening her falchion soon.
pt_br: <32>{#p/história}* RG 03 - ATK 30 DEF 20 * Planejando afiar seu falchion em breve.
zh_cn: <32>{#p/story}* 三号守卫 - 攻击30 防御20 * 之后想把指甲好好剪剪。
zh_tw: <32>{#p/story}* 三號守衛 - 攻擊30 防禦20 * 之後想把指甲好好剪剪。

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Re-united at last...
pt_br: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Reunidas no fim...
zh_cn: <32>{#p/story}* 三号守卫 - 攻击30 防御20 * 她俩终于在一起了...
zh_tw: <32>{#p/story}* 三號守衛 - 攻擊30 防禦20 * 她倆終於在一起了...

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Broken.
pt_br: <32>{#p/story}* RG 03 - ATQ 30 DEF 20 * Quebrada.
zh_cn: <32>{#p/story}* 三号守卫 - 攻击30 防御20 * 心碎了。
zh_tw: <32>{#p/story}* 三號守衛 - 攻擊30 防禦20 * 心碎了。

source: <33>{#p/story}* RG 03 - ATK 30 DEF 20 * Wants badly to say something...
pt_br: <33>{#p/história}* RG 03 - ATK 30 DEF 20 * Quer muito dizer alguma coisa...
zh_cn: <32>{#p/story}* 三号守卫 - 攻击30 防御20 * 想把心里话 马上说出来...
zh_tw: <32>{#p/story}* 三號守衛 - 攻擊30 防禦20 * 想把心裡話 馬上說出來...

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Eager to make up for her lack of conviction.
pt_br: <32>{#p/história}* RG 03 - ATQ 30 DEF 20 * Ansiosa para compensar sua falta de convicção.
zh_cn: <32>{#p/story}* 三号守卫 - 攻击30 防御20 * 真心想挽回，可惜太自卑。
zh_tw: <32>{#p/story}* 三號守衛 - 攻擊30 防禦20 * 真心想挽回，可惜太自卑。

source: <11>{#p/basic}{~}Team attack.
pt_br: <11>{#p/basic}{~}Ataque em conjunto.
zh_cn: <11>{#p/basic}{~}组合技。
zh_tw: <11>{#p/basic}{~}組合技。

source: <11>{#p/basic}{~}We'll stop you...
pt_br: <11>{#p/basic}{~}Nós vamos te parar...
zh_cn: <11>{#p/basic}{~}我们会 阻止你...
zh_tw: <11>{#p/basic}{~}我們會 阻止你...

source: <11>{#p/basic}{~}We're just friends...
pt_br: <11>{#p/basic}{~}Estamos só na amizade...
zh_cn: <11>{#p/basic}{~}我俩只是 普通朋友...
zh_tw: <11>{#p/basic}{~}我倆只是 普通朋友...

source: <11>{#p/basic}{~}You're no match for us.
pt_br: <11>{#p/basic}{~}Vocês não são nada pra gente.
zh_cn: <11>{#p/basic}{~}你不是 我们的对手。
zh_tw: <11>{#p/basic}{~}你不是 我們的對手。

source: <11>{#p/basic}{~}You best not be shippin' us...
pt_br: <11>{#p/basic}{~}É melhor você não estar shippando a gente...
zh_cn: <11>{#p/basic}{~}别硬给我们 牵线搭桥...
zh_tw: <11>{#p/basic}{~}別硬給我們 牽線搭橋...

source: <11>{#p/basic}{~}Careful, bro.
pt_br: <11>{#p/basic}{~}Cuidado, bro.
zh_cn: <11>{#p/basic}{~}兄弟，当心。
zh_tw: <11>{#p/basic}{~}兄弟，當心。

source: <11>{#p/basic}{~}Careful, girl.
pt_br: <11>{#p/basic}{~}Cuidado, girl.
zh_cn: <11>{#p/basic}{~}姑娘，当心。
zh_tw: <11>{#p/basic}{~}姑娘，當心。

source: <32>{#p/story}* 01 and 02 attack in sync.
pt_br: <32>{#p/story}* 01 e 02 atacam em sincronia.
zh_cn: <32>{#p/story}* 一号和二号配合默契。
zh_tw: <32>{#p/story}* 一號和二號配合默契。

source: <33>{#p/story}* 03 is living in the friendzone. * 04 doesn't question it.
pt_br: <33>{#p/story}* 03 está vivendo na Friendzone. * 04 não questiona.
zh_cn: <33>{#p/story}* 三号想继续和四号做普通朋友。 * 四号没有异议。
zh_tw: <33>{#p/story}* 三號想繼續和四號做普通朋友。 * 四號沒有異議。

source: <32>{#p/story}* 01 and 02 prepare their next assault.
pt_br: <32>{#p/story}* 01 e 02 estão preparados para a batalha.
zh_cn: <32>{#p/story}* 一号和二号正准备施展 下一轮组合技。
zh_tw: <32>{#p/story}* 一號和二號正準備施展 下一輪組合技。

source: <32>{#p/story}* 03 casts her doubts aside for just a moment. * 04 breathes a sigh of relief.
pt_br: <32>{#p/story}* 03 deixa suas dúvidas de lado por um momento. * 04 respira aliviada.
zh_cn: <32>{#p/story}* 三号不再顾虑。 * 四号松了口气。
zh_tw: <32>{#p/story}* 三號不再顧慮。 * 四號鬆了口氣。

source: <32>{#p/story}* 01 and 02 slam their bodies together brotastically.
pt_br: <32>{#p/story}* 01 e 02 batem os corpos juntos com brutalidade.
zh_cn: <32>{#p/story}* 一号和二号互相媳戏， 身子不停地撞来撞去。
zh_tw: <32>{#p/story}* 一號和二號互相媳戲， 身子不停地撞來撞去。

source: <32>{#p/story}* 03 ponders about 04's history. * 04 shrugs.
pt_br: <32>{#p/story}* 03 se questiona sobre a história de 04. * 04 treme.
zh_cn: <32>{#p/story}* 三号细细回忆着四号的过往。 * 四号耸耸肩，毫不在意。
zh_tw: <32>{#p/story}* 三號細細回憶著四號的過往。 * 四號聳聳肩，毫不在意。

source: <32>{#p/story}* Smells like men's body spray.
pt_br: <32>{#p/story}* Cheira a spray corporal masculino.
zh_cn: <32>{#p/story}* 空气中飘来阵阵男士体香。
zh_tw: <32>{#p/story}* 空氣中飄來陣陣男士體香。

source: <32>{#p/story}* Smells like perfume.
pt_br: <32>{#p/story}* Cheira a perfume.
zh_cn: <32>{#p/story}* 空气中飘来阵阵香水芬芳。
zh_tw: <32>{#p/story}* 空氣中飄來陣陣香水芬芳。

source: <32>{#p/story}* 01 and 02 refer to themselves as "brotally swagical."
pt_br: <32>{#p/story}* 01 e 02 referem-se a si mesmos como "brutalmente mágicos."
zh_cn: <32>{#p/story}* 一号和二号说 他们是“最酷的铁哥们”。
zh_tw: <32>{#p/story}* 一號和二號說 他們是「最酷的鐵哥們」。

source: <32>{#p/story}* 03 puts on a brave face. * 04 replies non-verbally with her own bravery.
pt_br: <32>{#p/story}* 03 põe uma face brava. * 04 responde não verbalmente com sua própria cara brava.
zh_cn: <32>{#p/story}* 三号鼓起了勇气。 * 四号回应以无言的勇气。
zh_tw: <32>{#p/story}* 三號鼓起了勇氣。 * 四號回應以無言的勇氣。

source: <11>{#p/basic}{~}{@random=1.1/1.1}Suffer.
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Sofra.
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}下地狱吧。ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}下地獄吧。ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}I'll never know...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Eu nunca vou saber...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}再也无从得知...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}再也無從得知...

source: <11>{#p/basic}{~}{@random=1.1/1.1}No mercy.
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Sem piedade.
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}死有余辜。ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}死有餘辜。ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}It's too late...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}É tarde demais...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}一切都晚了...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}一切都晚了...

source: <11>{#p/basic}{~}{@random=1.1/1.1}Unforgiv- able.
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Imperdoável.
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}禽兽不如。ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}禽獸不如。ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}I missed my chance...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Eu perdi minha chance...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}永远没机会...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}永遠沒機會...

source: <11>{#p/basic}{~}{@random=1.1/1.1}Die.
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Morra.
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}给我去死。ゑ
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}給我去死。ゑ

source: <11>{#p/basic}{~}{@random=1.1/1.1}It can't be...
pt_br: <11>{#p/basic}{~}{@random=1.1/1.1}Não pode ser...
zh_cn: <11>{#p/basic}{~}{@random=1.1/1.1}不要啊...
zh_tw: <11>{#p/basic}{~}{@random=1.1/1.1}不要啊...

source: <32>{#p/story}* 01 seems even more focused than before.
pt_br: <32>{#p/story}* 01 parece ainda mais confuso do que antes.
zh_cn: <32>{#p/story}* 一号变得更加专注。
zh_tw: <32>{#p/story}* 一號變得更加專注。

source: <32>{#p/story}* 03 is in disarray.
pt_br: <32>{#p/story}* 03 está em desordem.
zh_cn: <32>{#p/story}* 三号已经彻底懵了。
zh_tw: <32>{#p/story}* 三號已經徹底懵了。

source: <32>{#p/human}* (You flirt with 03.)
pt_br: <32>{#p/human}* (Você flerta com 03.)
zh_cn: <32>{#p/human}* （你向三号守卫调情。）
zh_tw: <32>{#p/human}* （你向三號守衛調情。）

source: <11>{#p/basic}{~}Flirting is strictly forbidden.
pt_br: <11>{#p/basic}{~}Flertar é estritamente proibido.
zh_cn: <11>{#p/basic}{~}不准调情。
zh_tw: <11>{#p/basic}{~}不準調情。

source: <11>{#p/basic}{~}You think that's gonna work on us?
pt_br: <11>{#p/basic}{~}Você acha que isso vai funcionar na gente?
zh_cn: <11>{#p/basic}{~}这招对我们 根本没用。
zh_tw: <11>{#p/basic}{~}這招對我們 根本沒用。

source: <11>{#p/basic}{~}Flirting is... ack...
pt_br: <11>{#p/basic}{~}Flertar é... paia...
zh_cn: <11>{#p/basic}{~}调情可真... 唉...
zh_tw: <11>{#p/basic}{~}調情可真... 唉...

source: <11>{#p/basic}{~}That's not really... ack...
pt_br: <11>{#p/basic}{~}Não é... ack...
zh_cn: <11>{#p/basic}{~}感觉也... 唉...
zh_tw: <11>{#p/basic}{~}感覺也... 唉...

source: <32>{#p/story}* 03 struggles to contain her feelings. * 04 seems confused...
pt_br: <32>{#p/story}* 03 batalha contra seus sentimentos. * 04 parece confusa...
zh_cn: <32>{#p/story}* 三号努力克制自己的情愫。 * 四号有点不解...
zh_tw: <32>{#p/story}* 三號努力克制自己的情愫。 * 四號有點不解...

source: <32>{#p/story}* 03's feelings are bursting at the seams. * 04 seems concerned...
pt_br: <32>{#p/story}* Os sentimentos de 03 estão explodindo. * 04 parece preocupada...
zh_cn: <32>{#p/story}* 三号快要按捺不住自己的心意。 * 四号有些担忧...
zh_tw: <32>{#p/story}* 三號快要按捺不住自己的心意。 * 四號有些擔憂...
