Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <16>{#k/5/8}* NOOO WAYY!!!
pt_br: <16>{#k/5/8}* SEEEM CHANCEEEE!!!
zh_cn: <16>{#k/5/8}* 才~怪~呢！！！
zh_tw: <16>{#k/5/8}* 才~怪~呢！！！

source: <16>{#k/0/6}* Thanks, but we, like, don't really need anything.
pt_br: <16>{#k/0/6}* Valeu, mas a gente, não precisa de nada.
zh_cn: <16>{#k/0/6}* 谢啦，但我们， 那个，真的 不需要任何 东西。
zh_tw: <16>{#k/0/6}* 謝啦，但我們， 那個，真的 不需要任何 東西。

source: <16>{#k/0/0}* Well, maybe you're right.
pt_br: <16>{#k/0/0}* Sim, talvez você esteja certa.
zh_cn: <16>{#k/0/0}* 好吧， 听你的。
zh_tw: <16>{#k/0/0}* 好吧， 聽你的。

source: <16>{#k/0/0}* Thanks, but we, like, don't really need anything.
pt_br: <16>{#k/0/0}* Valeu, mas, nós, não precisamos de nada.
zh_cn: <16>{#k/0/0}* 谢啦，但我们， 那个，真的 不需要任何 东西。
zh_tw: <16>{#k/0/0}* 謝啦，但我們， 那個，真的 不需要任何 東西。

source: <16>{#k/0/8}* Oh my god, can you get us those new "Slamburgers?"
pt_br: <16>{#k/0/8}* Oh meu senhor, você pode me conseguir um daqueles "Slamburgers?"
zh_cn: <16>{#k/0/8}* 哦天啊， 你能不能 帮我们带点 猛男汉堡？
zh_tw: <16>{#k/0/8}* 喔天啊， 你能不能 幫我們帶點 猛男漢堡？

source: <16>{#k/2/8}* We don't. * Really need. * Anything.
pt_br: <16>{#k/2/8}* Nós não. * Precisamos. * De nada.
zh_cn: <16>{#k/2/8}* 我们。 * 并不。 * 需要什么。
zh_tw: <16>{#k/2/8}* 我們。 * 並不。 * 需要什麼。

source: <16>{#k/1/7}* Wait! I'll pay 1000G if you get Mettaton to autograph my butt!
pt_br: <16>{#k/1/7}* Espera! Eu te pago 1000G se você conseguir fazer o Mettaton autografar minha bunda!
zh_cn: <16>{#k/1/7}* 等等！如果 你能让Mettaton 在我的屁股上 签名的话我会 付你1000G！
zh_tw: <16>{#k/1/7}* 等等！如果 你能讓Mettaton 在我的屁股上 籤名的話我會 付你1000G！

source: <16>{#k/5/1}* We'd kick you out if this wasn't so silly.
pt_br: <16>{#k/5/1}* Nós o expulsaríamos se isso não fosse tão bobo.
zh_cn: <16>{#k/5/1}* 要不是看在你 这么弱智的 份上，我们就 把你踹飞了。
zh_tw: <16>{#k/5/1}* 要不是看在你 這麼弱智的 份上，我們就 把你踹飛了。

source: <16>{#k/5/1}* We'd kick you out if you weren't so cute.
pt_br: <16>{#k/5/1}* Nós te jogariamos pra fora se você não fosse tão fofo.
zh_cn: <16>{#k/5/1}* 要不是看在你 这么可爱的 份上，我们就 把你踹飞了。
zh_tw: <16>{#k/5/1}* 要不是看在你 這麼可愛的 份上，我們就 把你踹飛了。

source: <16>{#k/1/0}* If you really want us to have something...
pt_br: <16>{#k/1/0}* Se você realmente quer que a gente compre algo...
zh_cn: <16>{#k/1/0}* 如果你真的 想给我们 东西的话...
zh_tw: <16>{#k/1/0}* 如果你真的 想給我們 東西的話...

source: <16>{#k/1/2}* ... you could drop it off at the pickup location in Aerialis!
pt_br: <16>{#k/1/2}* ... você tem que jogar lá no local de coleta de Aerialis!
zh_cn: <16>{#k/1/2}* ...你可以把 东西放在 空境的 存放处！
zh_tw: <16>{#k/1/2}* ...你可以把 東西放在 空境的 存放處！

source: <16>{#k/2/0}* But how would they know where it is?
pt_br: <16>{#k/2/0}* Mas como ele vai saber onde é?
zh_cn: <16>{#k/2/0}* 但人家可能 不知道那个 地方在哪里 吧？
zh_tw: <16>{#k/2/0}* 但人家可能 不知道那個 地方在哪裡 吧？

source: <16>{#k/2/4}* OMG you're right... they probably don't...
pt_br: <16>{#k/2/4}* MDS é verdade... ele provavelmente não sabe...
zh_cn: <16>{#k/2/4}* 天啊确实 有道理... 可能人家 不知道呢...
zh_tw: <16>{#k/2/4}* 天啊確實 有道理... 可能人家 不知道呢...

source: <16>{#k/5/8}* Guess you'll have to find it for yourself!
pt_br: <16>{#k/5/8}* Acho que você vai ter que descobrir por conta própria!
zh_cn: <16>{#k/5/8}* 可能得你 自己去找了！
zh_tw: <16>{#k/5/8}* 可能得你 自己去找了！

source: <16>* Guess you'll need to look for it yourself!
pt_br: <16>* Acho que você vai ter que procurar por conta própria!
zh_cn: <16>* 可能得你 自己去找了！
zh_tw: <16>* 可能得你 自己去找了！

source: Is Everyone Okay
pt_br: Está Tudo Bem
zh_cn: 大伙没事吧
zh_tw: 大夥沒事吧

source: Godlike Being
pt_br: O Ser Deus
zh_cn: 神祇出现了
zh_tw: 神祇出現了

source: OuterNet Shutdown
pt_br: OuterNet Desligou
zh_cn: 域外网咋关了
zh_tw: 域外網咋關了

source: The Humans
pt_br: Os Humanos
zh_cn: 聊聊人类
zh_tw: 聊聊人類

source: About You Two
pt_br: Sobre Vocês
zh_cn: 聊聊你俩
zh_tw: 聊聊你倆

source: Thrift Shop
pt_br: Brechó
zh_cn: 聊聊这旧货铺
zh_tw: 聊聊這舊貨鋪

source: Grand Finale
pt_br: Grande Finale
zh_cn: 压轴好戏
zh_tw: 壓軸好戲

source: Area Ownership
pt_br: Donas da Área
zh_cn: 这地方归谁
zh_tw: 這地方歸誰

source: §fill=#ff0§Burgie (NEW)
pt_br: §fill=#ff0§Burgie (NOVO)
zh_cn: §fill=#ff0§堡兄（新）
zh_tw: §fill=#ff0§堡兄（新）

source: Burgie
zh_cn: 堡兄
zh_tw: 堡兄

source: §fill=#ff0§Royal Scientist (NEW)
pt_br: §fill=#ff0§Cientista Real (NOVO)
zh_cn: §fill=#ff0§皇家科学员（新）
zh_tw: §fill=#ff0§皇家科學員（新）

source: §fill=#ff0§Asgore (NEW)
pt_br: §fill=#ff0§Asgore (NOVO)
zh_cn: §fill=#ff0§Asgore（新）
zh_tw: §fill=#ff0§Asgore（新）

source: <09>{#p/basic}{#k/0/0}{@fill=#ffbbdc}So, like, what's up?
pt_br: <09>{#p/basic}{#k/0/0}{@fill=#ffbbdc}Então, tipo, e aí?
zh_cn: <09>{#p/basic}{#k/0/0}{@fill=#ffbbdc}所以，就， 有事吗？
zh_tw: <09>{#p/basic}{#k/0/0}{@fill=#ffbbdc}所以，就， 有事嗎？

source: <16>{#k/4/6}* Huh?
zh_cn: <16>{#k/4/6}* 哈？
zh_tw: <16>{#k/4/6}* 哈？

source: <16>{#k/4/4}* Are we okay?
pt_br: <16>{#k/4/4}* Se estamos bem?
zh_cn: <16>{#k/4/4}* 我们没事吗？
zh_tw: <16>{#k/4/4}* 我們沒事嗎？

source: <16>{#k/6/8}* Mmm hm hm, you're too cute.
pt_br: <16>{#k/6/8}* Mmm hm hm, você é tão fofo.
zh_cn: <16>{#k/6/8}* 呣呼呼， 你真可爱呢。
zh_tw: <16>{#k/6/8}* 呣呼呼， 你真可愛呢。

source: <16>* Of course we're okay!
pt_br: <16>* Claro que estamos bem!
zh_cn: <16>* 我们当然没事！
zh_tw: <16>* 我們當然沒事！

source: <16>{#k/0/0}* I'm Bratty, and this is my best friend, Catty.
pt_br: <16>{#k/0/0}* Eu sou Bratty, melhor amiga da Catty.
zh_cn: <16>{#k/0/0}* 我叫Bratty， 而这位是我 最要好的闺蜜， Catty。
zh_tw: <16>{#k/0/0}* 我叫Bratty， 而這位是我 最要好的閨蜜， Catty。

source: <16>* I'm Catty, and this is my best friend, Bratty.
pt_br: <16>* Eu sou Catty, melhor amiga da Bratty.
zh_cn: <16>* 我叫Catty， 而这位是我 最要好的闺蜜， Bratty。
zh_tw: <16>* 我叫Catty， 而這位是我 最要好的閨蜜， Bratty。

source: <16>{#k/5/8}* Mmm hm hm!
zh_cn: <16>{#k/5/8}* 呣呼呼！
zh_tw: <16>{#k/5/8}* 呣呼呼！

source: <16>* Nya ha ha!
zh_cn: <16>* 喵哈哈！
zh_tw: <16>* 喵哈哈！

source: <16>{#k/0/6}* It was like... woah.
pt_br: <16>{#k/0/6}* Foi tipo... uau.
zh_cn: <16>{#k/0/6}* 那就像... 哇靠...
zh_tw: <16>{#k/0/6}* 那就像... 哇靠...

source: <16>{#k/0/2}* No it was like... OH MY GOD.
pt_br: <16>{#k/0/2}* Não foi tipo... MEU SENHOR.
zh_cn: <16>{#k/0/2}* 不不，那就像... 我的天呐...
zh_tw: <16>{#k/0/2}* 不不，那就像... 我的天吶...

source: <16>{#k/0/1}* And if I ever met them...
pt_br: <16>{#k/0/1}* E se eu o encontrasse...
zh_cn: <16>{#k/0/1}* 当我第一次 见到那位时...
zh_tw: <16>{#k/0/1}* 當我第一次 見到那位時...

source: <16>{#k/2/6}* Don't tell me.
pt_br: <16>{#k/2/6}* Não me diz.
zh_cn: <16>{#k/2/6}* 别跟我说。
zh_tw: <16>{#k/2/6}* 別跟我說。

source: <16>{#k/5/8}* You'd totally just hang out them!
pt_br: <16>{#k/5/8}* Você totalmente sairia com ele!
zh_cn: <16>{#k/5/8}* 你就是想和那位 出去约会！
zh_tw: <16>{#k/5/8}* 你就是想和那位 出去約會！

source: <16>* I'd totally date them!
pt_br: <16>* Eu totalmente namoraria ele!
zh_cn: <16>* 我就是想和那位 谈恋爱！
zh_tw: <16>* 我就是想和那位 談戀愛！

source: <16>{#k/6/0}* Oh. Right. Of course you would.
pt_br: <16>{#k/6/0}* Ah. Certo. É claro que você iria.
zh_cn: <16>{#k/6/0}* 哦，确实。 你肯定会的。
zh_tw: <16>{#k/6/0}* 喔，確實。 你肯定會的。

source: <16>{#k/6/7}* Who WOULDN't want to date a being with godlike powers?
pt_br: <16>{#k/6/7}* Quem não gostaria de namorar um ser com um poder comparado ao de um deus?
zh_cn: <16>{#k/6/7}* 谁不想和 一位神祇 谈对象呢？
zh_tw: <16>{#k/6/7}* 誰不想和 一位神祇 談對象呢？

source: <16>{#k/0/6}* It's like, a second-hand store.
pt_br: <16>{#k/0/6}* É tipo, uma loja de segunda mão.
zh_cn: <16>{#k/0/6}* 其实这就是个，呃， 二手商店。
zh_tw: <16>{#k/0/6}* 其實這就是個，呃， 二手商店。

source: <16>{#k/0/2}* No it's like, a BARGAIN outlet!
pt_br: <16>{#k/0/2}* Não, é como uma loja de bijuterias!
zh_cn: <16>{#k/0/2}* 不对应该说， 比较像零售店！
zh_tw: <16>{#k/0/2}* 不對應該說， 比較像零售店！

source: <16>{#k/2/9}* And get a load of our GENIUS business model...
pt_br: <16>{#k/2/9}* E dá uma olhada no nosso modelo de negócios GENIAL...
zh_cn: <16>{#k/2/9}* 看看我们 天才般的 商业模式...
zh_tw: <16>{#k/2/9}* 看看我們 天才般的 商業模式...

source: <16>{#k/0/6}* People send us their old junk...
pt_br: <16>{#k/0/6}* As pessoas nos mandam suas tralhas antigas...
zh_cn: <16>{#k/0/6}* 大家把他们的 旧垃圾卖给 我们...
zh_tw: <16>{#k/0/6}* 大家把他們的 舊垃圾賣給 我們...

source: <16>{#k/5/8}* ... so we can sell it like new again!
pt_br: <16>{#k/5/8}* ... e nós a vendemos como se fossem novas de novo!
zh_cn: <16>{#k/5/8}* ...这样一来 我们就可以再 把这些东西 卖出去了！
zh_tw: <16>{#k/5/8}* ...這樣一來 我們就可以再 把這些東西 賣出去了！

source: <16>* ... so we can sell it like new again!
pt_br: <16>* ... e nós a vendemos como se fossem novas de novo!
zh_cn: <16>* ...这样一来 我们就可以再 把这些东西 卖出去了！
zh_tw: <16>* ...這樣一來 我們就可以再 把這些東西 賣出去了！

source: <16>{#k/0/1}* You won't find a shop this sick anywhere else.
pt_br: <16>{#k/0/1}* Você não vai achar uma loja tão top em nenhum outro lugar.
zh_cn: <16>{#k/0/1}* 你在其他的 任何地方都 找不到这么 牛逼的店。
zh_tw: <16>{#k/0/1}* 你在其他的 任何地方都 找不到這麼 牛逼的店。

source: <16>* You won't find stuff like ours anywhere else.
pt_br: <16>* Você não vai achar paradas como as nossas em nenhum outro lugar.
zh_cn: <16>* 你在其他的 任何地方都 找不到我们 这样的店。
zh_tw: <16>* 你在其他的 任何地方都 找不到我們 這樣的店。

source: <16>{#k/4/4}* Mettaton, right?
pt_br: <16>{#k/4/4}* Mettaton, né?
zh_cn: <16>{#k/4/4}* Mettaton， 是吧？
zh_tw: <16>{#k/4/4}* Mettaton， 是吧？

source: <16>* Mettaton, huh?
zh_cn: <16>* Mettaton， 哈？
zh_tw: <16>* Mettaton， 哈？

source: <16>{#k/7/5}* We don't really want to talk about him.
pt_br: <16>{#k/7/5}* Nós não queremos falar sobre ele.
zh_cn: <16>{#k/7/5}* 我们不咋想 谈论他。
zh_tw: <16>{#k/7/5}* 我們不咋想 談論他。

source: <16>{#k/7/5}* He's WAY better than you.
pt_br: <16>{#k/7/5}* Ele é MUITO melhor do que você.
zh_cn: <16>{#k/7/5}* 他比你强多了。
zh_tw: <16>{#k/7/5}* 他比你強多了。

source: <16>{#k/1/7}* Of course.
pt_br: <16>{#k/1/7}* É claro.
zh_cn: <16>{#k/1/7}* 当然。
zh_tw: <16>{#k/1/7}* 當然。

source: <16>* OMG yes!
pt_br: <16>* MDS SIM!
zh_cn: <16>* 哦天，当然是！
zh_tw: <16>* 喔天，當然是！

source: <16>{#k/0/0}* You and Mettaton really put on a performance!
pt_br: <16>{#k/0/0}* Você é o Mettaton realmente botaram uma performance incrível!
zh_cn: <16>{#k/0/0}* 你和Mettaton的 表演太赞了！
zh_tw: <16>{#k/0/0}* 你和Mettaton的 表演太贊了！

source: <16>{#k/0/2}* Yeah, you guys really knocked it outta the park!
pt_br: <16>{#k/0/2}* Sim, vocês realmente arrasaram!
zh_cn: <16>{#k/0/2}* 对，你俩简直 太酷了！
zh_tw: <16>{#k/0/2}* 對，你倆簡直 太酷了！

source: <16>{#k/4/6}* I wish I could move like that on stage...
pt_br: <16>{#k/4/6}* Eu queria poder dançar daquele jeito no palco...
zh_cn: <16>{#k/4/6}* 我真希望我在 舞台上也能 那样表演...
zh_tw: <16>{#k/4/6}* 我真希望我在 舞臺上也能 那樣表演...

source: <16>{#k/0/8}* You wanna see some moves? * I've got moves!
pt_br: <16>{#k/0/8}* Então você quer ver movimentos? * Eu tenho movimentos!
zh_cn: <16>{#k/0/8}* 你想看一些 动作吗？ * 我可以跳舞！
zh_tw: <16>{#k/0/8}* 你想看一些 動作嗎？ * 我可以跳喔！

source: <16>{#k/1/8}* I could totally set up a dance off for you guys.
pt_br: <16>{#k/1/8}* Eu poderia preparar uma dança para vocês.
zh_cn: <16>{#k/1/8}* 我要给你俩 办一场舞会！
zh_tw: <16>{#k/1/8}* 我要給你倆 辦一場舞會！

source: <16>{#k/2/7}* You should totally invite the human while you're at it!
pt_br: <16>{#k/2/7}* Você deveria totalmente convidar o humano enquanto faz isso!
zh_cn: <16>{#k/2/7}* 那时你可以 邀请人类共舞！
zh_tw: <16>{#k/2/7}* 那時你可以 邀請人類共舞！

source: <16>{#k/0/0}* ... we'll see.
pt_br: <16>{#k/0/0}* ... veremos.
zh_cn: <16>{#k/0/0}* ...等着瞧好了。
zh_tw: <16>{#k/0/0}* ...等著瞧好了。

source: <16>{#k/0/6}* Yeah, it uses WAY too much power now.
pt_br: <16>{#k/0/6}* Sim, ela usava MUITO poder agora.
zh_cn: <16>{#k/0/6}* 啊，那玩意现在 太耗电了。
zh_tw: <16>{#k/0/6}* 啊，那玩意現在 太耗電了。

source: <16>{#k/0/5}* The force field was the CORE's main energy source.
pt_br: <16>{#k/0/5}* O escudo de força era o centro da energia do CORE.
zh_cn: <16>{#k/0/5}* 力场可是核心的 主要能源。
zh_tw: <16>{#k/0/5}* 力場可是核心的 主要能源。

source: <16>{#k/2/6}* But when we get to the new homeworld...
pt_br: <16>{#k/2/6}* Mas quando chegarmos no novo planeta...
zh_cn: <16>{#k/2/6}* 但当我们到达 新的家园后...
zh_tw: <16>{#k/2/6}* 但當我們到達 新的家園後...

source: <16>* But when we settle into our new home...
pt_br: <16>* Mas quando construirmos uma nova casa...
zh_cn: <16>* 但当我们搬进 新家后...
zh_tw: <16>* 但當我們搬進 新家後...

source: <16>{#k/0/1}* We'll be back in business.
pt_br: <16>{#k/0/1}* Estaremos de volta aos negócios.
zh_cn: <16>{#k/0/1}* 我们将重新 建立一个 新域外网。
zh_tw: <16>{#k/0/1}* 我們將重新 建立一個 新域外網。

source: <16>{#k/2/6}* Running a new OuterNet could make us a lot of money...
pt_br: <16>{#k/2/6}* Comandar uma nova Outernet pode nos dar bastante dinheiro...
zh_cn: <16>{#k/2/6}* 运营一个 新域外网会让我 们大赚特赚的...
zh_tw: <16>{#k/2/6}* 運營一個 新域外網會讓我 們大賺特賺的...

source: <16>{#k/4/0}* We could buy a lifetime supply of Slamburgers!
pt_br: <16>{#k/4/0}* Poderíamos comprar um suprimento vitalício de Slamburgers!
zh_cn: <16>{#k/4/0}* 我们会买上 一辈子都吃不完 的猛男汉堡！
zh_tw: <16>{#k/4/0}* 我們會買上 一輩子都吃不完的 猛男漢堡！

source: <16>{#k/0/6}* Catty. * Why is that your priority.
pt_br: <16>{#k/0/6}* Catty. * Por que essa é a sua prioridade.
zh_cn: <16>{#k/0/6}* Catty。 * 为啥你第一件事 就是想买这个？
zh_tw: <16>{#k/0/6}* Catty。 * 為啥你第一件事 就是想買這個？

source: <16>{#k/0/7}* Why WOULDN'T it be my priority!
pt_br: <16>{#k/0/7}* Por que essa NÃO seria minha prioridade!
zh_cn: <16>{#k/0/7}* 不行吗！
zh_tw: <16>{#k/0/7}* 不行嗎！

source: <16>{#k/2/1}* Oh yeah, we're technically the owners here.
pt_br: <16>{#k/2/1}* É, somos tecnicamente quem manda aqui.
zh_cn: <16>{#k/2/1}* 啊没错，严格说来 我们就是主人。
zh_tw: <16>{#k/2/1}* 啊沒錯，嚴格說來 我們就是主人。

source: <16>* Oh yeah, we practically RULE this zone.
pt_br: <16>* Verdade, nós praticamente COMANDAMOS toda essa zona.
zh_cn: <16>* 啊没错，这地儿 可以算归我们管。
zh_tw: <16>* 啊沒錯，這地兒 可以算歸我們管。

source: <16>{#k/2/6}* So like, originally...
pt_br: <16>{#k/2/6}* Tipo, originalmente...
zh_cn: <16>{#k/2/6}* 所以， 原来...
zh_tw: <16>{#k/2/6}* 所以， 原來...

source: <16>* ... yeah?
pt_br: <16>* ... sim?
zh_cn: <16>* ...啥？
zh_tw: <16>* ...啥？

source: <16>{#k/0/5}* Um... * Never mind.
pt_br: <16>{#k/0/5}* Um... * Esquece...
zh_cn: <16>{#k/0/5}* 呃... * 没事。
zh_tw: <16>{#k/0/5}* 呃... * 沒事。

source: <16>{#k/6/8}* Oh, gotcha. * Yeah, let's not bring THAT up!
pt_br: <16>{#k/6/8}* Oh, te peguei. * É, não vamos falar sobre isso!
zh_cn: <16>{#k/6/8}* 哦，明白了。 * 对， 我们不提这个！
zh_tw: <16>{#k/6/8}* 喔，明白了。 * 對， 我們不提這個！

source: <16>{#k/1/0}* Anyway, Burgie's the one who put us in charge.
pt_br: <16>{#k/1/0}* De toda forma, foi o Burgie que nos colocou no poder.
zh_cn: <16>{#k/1/0}* 无论如何， 是Burgie 让我们负责的。
zh_tw: <16>{#k/1/0}* 無論如何， 是Burgie 讓我們負責的。

source: <16>* We haven't questioned it since.
pt_br: <16>* Nós não questionamos a decisão.
zh_cn: <16>* 姐俩也没质疑过 这码事。
zh_tw: <16>* 姐倆也沒質疑過 這碼事。

source: <16>{#k/2/1}* So like, originally, Mettaton was in charge here, right?
pt_br: <16>{#k/2/1}* Então tipo, originalmente, quem estava no controle era o Mettaton.
zh_cn: <16>{#k/2/1}* 那个，一开始，这儿 归Mettaton来着， 对吧？
zh_tw: <16>{#k/2/1}* 那個，一開始，這兒 歸Mettaton來著， 對吧？

source: <16>{#k/1/1}* Totally in charge.
pt_br: <16>{#k/1/1}* Totalmente no controle.
zh_cn: <16>{#k/1/1}* 完完全全。
zh_tw: <16>{#k/1/1}* 完完全全。

source: <16>{#k/2/5}* But then...
pt_br: <16>{#k/2/5}* Mas então...
zh_cn: <16>{#k/2/5}* 不过后来...
zh_tw: <16>{#k/2/5}* 不過後來...

source: <16>* Then...
pt_br: <16>* Então...
zh_cn: <16>* 后来呢...
zh_tw: <16>* 後來呢...

source: <16>{#k/4/4}* Burgie decided to "overthrow" him.
pt_br: <16>{#k/4/4}* Burgie decidiu "destronar" ele.
zh_cn: <16>{#k/4/4}* 堡兄决定“推翻”他。
zh_tw: <16>{#k/4/4}* 堡兄決定「推翻」他。

source: <16>{#k/2/4}* By having, like, a really strong word with him or something.
pt_br: <16>{#k/2/4}* Através de uns gritos e chutes nele ou algo do tipo.
zh_cn: <16>{#k/2/4}* 于是就通过， 那种，很 强硬的言辞 去跟他对线。
zh_tw: <16>{#k/2/4}* 於是就通過， 那種，很 強硬的言辭 去跟他對線。

source: <16>{#k/2/6}* I think he blackmailed him.
pt_br: <16>{#k/2/6}* Eu acho que ele o humilhou.
zh_cn: <16>{#k/2/6}* 我觉得吧， 堡兄就是 敲诈了他一手。
zh_tw: <16>{#k/2/6}* 我覺得吧， 堡兄就是 敲詐了他一手。

source: <16>* I think he had an accomplice.
pt_br: <16>* Eu acho que ele tinha um cúmplice.
zh_cn: <16>* 我觉得吧， 他肯定还 找了个同谋。
zh_tw: <16>* 我覺得吧， 他肯定還 找了個同謀。

source: <16>{#k/1/0/1}* Anyway, he said we could be the new owners.
pt_br: <16>{#k/1/0/1}* De toda forma, ele disse que a gente poderia tomar controle.
zh_cn: <16>{#k/1/0/1}* 话又说回来， 后来他说这一带 可以让我们管。
zh_tw: <16>{#k/1/0/1}* 話又說回來， 後來他說這一帶 可以讓我們管。

source: <16>{#k/2/0}* Burgie?
zh_cn: <16>{#k/2/0}* 堡兄？
zh_tw: <16>{#k/2/0}* 堡兄？

source: <16>{#k/0/5}* Yeah, he's alright.
pt_br: <16>{#k/0/5}* Ele é legal.
zh_cn: <16>{#k/0/5}* 啊，他人还不错。
zh_tw: <16>{#k/0/5}* 啊，他人還不錯。

source: <16>* Eh, he's cool.
pt_br: <16>* Eh, ele é top.
zh_cn: <16>* 哎呀，他还挺酷的。
zh_tw: <16>* 哎呀，他還挺酷的。

source: <16>{#k/2/6}* He used to act all weird around us, but...
pt_br: <16>{#k/2/6}* Ele costumava agir estranho perto da gente, mas...
zh_cn: <16>{#k/2/6}* 以前，他待在 姐俩身边的时候， 表现得不咋自然， 不过...
zh_tw: <16>{#k/2/6}* 以前，他待在 姐倆身邊的時候， 表現得不咋自然， 不過...

source: <16>* ... he kinda keeps to himself now.
pt_br: <16>* ... ele fica bem na dele agora.
zh_cn: <16>* ...他现在 不咋和人来往了。
zh_tw: <16>* ...他現在 不咋和人來往了。

source: <16>{#k/0/5}* Like, the last time we heard from him...
pt_br: <16>{#k/0/5}* Tipo, da última vez que ouvimos falar sobre ele...
zh_cn: <16>{#k/0/5}* 就比如， 我们最后一次 听到他的 消息...
zh_tw: <16>{#k/0/5}* 就比如， 我們最後一次 聽到他的 訊息...

source: <16>{#k/0/5}* He said he was "done chasing fantasies" or something.
pt_br: <16>{#k/0/5}* Ele disse que estava "cansado de perseguir fantasias."
zh_cn: <16>{#k/0/5}* 他说他不打算 “追逐幻想”了 什么的。
zh_tw: <16>{#k/0/5}* 他說他不打算 「追逐幻想」了 什麼的。

source: <16>* He said he was "done seeking love" or whatever.
pt_br: <16>* Ele disse que estava "cansado de buscar o amor" ou algo assim.
zh_cn: <16>* 他说他不打算 “追逐爱情”了 什么的。
zh_tw: <16>* 他說他不打算 「追逐愛情」了 什麼的。

source: <16>{#k/2/6}* Kinda sounds like...
pt_br: <16>{#k/2/6}* Parece meio que...
zh_cn: <16>{#k/2/6}* 听起来就像...
zh_tw: <16>{#k/2/6}* 聽起來就像...

source: <16>* Sorta feels like...
pt_br: <16>* Eu sinto que...
zh_cn: <16>* 感觉就像...
zh_tw: <16>* 感覺就像...

source: <16>{#k/5/8}* He TOTALLY saw us as a fantasy.
pt_br: <16>{#k/5/8}* Ele TOTALMENTE fantasiava com a gente.
zh_cn: <16>{#k/5/8}* 他完全把 我们当成 幻想了。
zh_tw: <16>{#k/5/8}* 他完全把 我們當成 幻想了。

source: <16>* He DEFINITELY had a crush on us.
pt_br: <16>* Ele COM CERTEZA tinha um crush na gente.
zh_cn: <16>* 他肯定是 喜欢上 我们了。
zh_tw: <16>* 他肯定是 喜歡上 我們了。

source: <16>{#k/4/5}* Too bad he never asked us out, huh?
pt_br: <16>{#k/4/5}* Triste que ele nunca tenha nos chamado pra sair, né?
zh_cn: <16>{#k/4/5}* 可惜他还没 跟我们约过吧？
zh_tw: <16>{#k/4/5}* 可惜他還沒 跟我們約過吧？

source: <16>{#k/2/5}* Catty, we would have said no.
pt_br: <16>{#k/2/5}* Catty, nós teríamos dito não.
zh_cn: <16>{#k/2/5}* Catty，我们保准会 回绝他的。
zh_tw: <16>{#k/2/5}* Catty，我們保準會 回絕他的。

source: <16>{#k/2/1}* ... or would we have said yes?
pt_br: <16>{#k/2/1}* ... ou nós teríamos dito sim?
zh_cn: <16>{#k/2/1}* ...说不准 会答应呢？
zh_tw: <16>{#k/2/1}* ...說不準 會答應呢？

source: <16>{#k/4/1}* No.
pt_br: <16>{#k/4/1}* Não.
zh_cn: <16>{#k/4/1}* 回绝。
zh_tw: <16>{#k/4/1}* 回絕。

source: <16>{#k/4/8}* Yes.
pt_br: <16>{#k/4/8}* Sim.
zh_cn: <16>{#k/4/8}* 答应。
zh_tw: <16>{#k/4/8}* 答應。

source: <16>{#k/1/8}* No.
pt_br: <16>{#k/1/8}* Não.
zh_cn: <16>{#k/1/8}* 回绝。
zh_tw: <16>{#k/1/8}* 回絕。

source: <16>{#k/1/7}* YES!
pt_br: <16>{#k/1/7}* SIM!
zh_cn: <16>{#k/1/7}* 答-应！
zh_tw: <16>{#k/1/7}* 答-應！

source: <16>{#k/5/6}* Catty, don't you have ANY standards?
pt_br: <16>{#k/5/6}* Catty, você não tem valores?
zh_cn: <16>{#k/5/6}* Catty， 你就没有一点 原则吗？
zh_tw: <16>{#k/5/6}* Catty， 你就沒有一點 原則嗎？

source: <16>{#k/5/8}* Nope!!!
pt_br: <16>{#k/5/8}* Nããoo!!!
zh_cn: <16>{#k/5/8}* 没呀！！！
zh_tw: <16>{#k/5/8}* 沒呀！！！

source: <16>{#k/0/0}* There's not much more to say about Burgie, but-
pt_br: <16>{#k/0/0}* Não tem muito mais o que dizer sobre Burgie, mas-
zh_cn: <16>{#k/0/0}* 关于堡兄， 我们没啥好说的了， 不过-
zh_tw: <16>{#k/0/0}* 關於堡兄， 我們沒啥好說的了， 不過-

source: <16>{#k/0/8}* ... no, wait! * Can you go ask him to make us some food?
pt_br: <16>{#k/0/8}* ... Não, espera! * Você pode pedir a ele para nos fazer um pouco de comida?
zh_cn: <16>{#k/0/8}* ...不，等下！ * 你能让他给姐俩 做点吃的吗？
zh_tw: <16>{#k/0/8}* ...不，等下！ * 你能讓他給姐倆 做點吃的嗎？

source: <16>{#k/4/1}* What? * You know I'd take it from a bad boy like him any day.
pt_br: <16>{#k/4/1}* Que? * Você sabe que eu aceitaria de um garotão daqueles qualquer dia.
zh_cn: <16>{#k/4/1}* 怎么？ * 你知道的， 他这样的渣男 我随时都 可以接受的。
zh_tw: <16>{#k/4/1}* 怎麼？ * 你知道的， 他這樣的渣男 我隨時都 可以接受的。

source: <16>{#k/2/8}* You did not just say that out loud.
pt_br: <16>{#k/2/8}* Você não disse isso em voz alta.
zh_cn: <16>{#k/2/8}* 你居然 说出来了啊。
zh_tw: <16>{#k/2/8}* 你居然 說出來了啊。

source: <16>* Mee-YOW!
zh_cn: <16>* 喵-嗷！
zh_tw: <16>* 喵-嗷！

source: <16>{#k/2/0}* The humans?
pt_br: <16>{#k/2/0}* Os humanos?
zh_cn: <16>{#k/2/0}* 那些人类？
zh_tw: <16>{#k/2/0}* 那些人類？

source: <16>{#k/0/0}* Oh yeah, Alphys totally had us adopt one.
pt_br: <16>{#k/0/0}* É, Alphys disse pra gente adotar um.
zh_cn: <16>{#k/0/0}* 哦对，Alphys 让我们领养了 一个。
zh_tw: <16>{#k/0/0}* 喔對，Alphys 讓我們領養了 一個。

source: <16>{#k/2/5}* I mean, they're kind of asleep right now, but...
pt_br: <16>{#k/2/5}* Quer dizer, ele meio que tá dormindo agora, mas...
zh_cn: <16>{#k/2/5}* 我是说，那人类 现在还在睡觉， 但是...
zh_tw: <16>{#k/2/5}* 我是說，那人類 現在還在睡覺， 但是...

source: <16>{#k/7/5}* ... they'll wake up eventually.
pt_br: <16>{#k/7/5}* ... logo ele vai acordar.
zh_cn: <16>{#k/7/5}* ...很快就会 醒来的。
zh_tw: <16>{#k/7/5}* ...很快就會 醒來的。

source: <16>{#k/2/6}* I wonder what they'll have to say about that "archive" thing...
pt_br: <16>{#k/2/6}* Eu me pergunto o que eles terão a dizer sobre essa coisa de "arquivo..."
zh_cn: <16>{#k/2/6}* 想知道那人类 会怎么谈起 “档案” 那玩意...
zh_tw: <16>{#k/2/6}* 想知道那人類 會怎麼談起 「檔案」 那玩意...

source: <16>{#k/2/6}* Yeah, THAT thing...
pt_br: <16>{#k/2/6}* Pois é, AQUELA coisa...
zh_cn: <16>{#k/2/6}* 对， 那玩意...
zh_tw: <16>{#k/2/6}* 對， 那玩意...

source: <16>{#k/2/4}* Isn't that where Asgore was keeping ALL the humans?
pt_br: <16>{#k/2/4}* Não era onde o Asgore estava mantendo TODOS os humanos?
zh_cn: <16>{#k/2/4}* Asgore不就是 把所有人类都 藏在那里了吗？
zh_tw: <16>{#k/2/4}* Asgore不就是 把所有人類都 藏在那裡了嗎？

source: <16>{#k/0/0}* How can you keep a secret like that.
pt_br: <16>{#k/0/0}* Como alguém consegue manter um segredo assim.
zh_cn: <16>{#k/0/0}* 你怎么能保守 那样的秘密的。
zh_tw: <16>{#k/0/0}* 你怎麼能保守 那樣的秘密的。

source: <16>* How was that even POSSIBLE!
pt_br: <16>* Como isso é sequer POSSÍVEL!
zh_cn: <16>* 难以想象啊！
zh_tw: <16>* 難以想像啊！

source: <16>{#k/4/4}* Oh my god. * Alphys.
pt_br: <16>{#k/4/4}* Oh meu senhor. * Alphys.
zh_cn: <16>{#k/4/4}* 天呐。 * 你说Alphys。
zh_tw: <16>{#k/4/4}* 天吶。 * 你說Alphys。

source: <16>* Oh my god, ALPHYS.
pt_br: <16>* Oh meu senhor, ALPHYS.
zh_cn: <16>* 天呐， 你说ALPHYS。
zh_tw: <16>* 天吶， 你說ALPHYS。

source: <16>{#k/5/8}* She used to live in our housing spire!
pt_br: <16>{#k/5/8}* Ela morava em nossa torre de habitação!
zh_cn: <16>{#k/5/8}* 她以前跟我们 住在同一个 塔楼里！
zh_tw: <16>{#k/5/8}* 她以前跟我們 住在同一個 塔樓裡！

source: <16>* She was like a big sister!
pt_br: <16>* Ela era como uma irmã mais velha!
zh_cn: <16>* 她就和个 大姐姐一样！
zh_tw: <16>* 她就和個 大姐姐一樣！

source: <16>{#k/2/6}* I mean, like, if your big sister...
pt_br: <16>{#k/2/6}* Quer dizer, tipo, se sua irmã mais velha...
zh_cn: <16>{#k/2/6}* 我的意思是， 就，如果你的 大姐姐...
zh_tw: <16>{#k/2/6}* 我的意思是， 就，如果你的 大姐姐...

source: <16>{#k/2/2}* ... takes you on rip- roaring interstellar trash hunts!
pt_br: <16>{#k/2/2}* ... leva você a caças de lixo interestelares estrondosas!
zh_cn: <16>{#k/2/2}* ...也会带你 来一场 轰轰烈烈的 淘星际垃圾 热的话！
zh_tw: <16>{#k/2/2}* ...也會帶你 來一場 轟轟烈烈的 淘星際垃圾 熱的話！

source: <16>{#k/0/0}* She showed us the coolest ways to find stuff.
pt_br: <16>{#k/0/0}* Ela mostrou uma forma legal de encontrar coisas.
zh_cn: <16>{#k/0/0}* 她向我们 展示了最酷的 找东西的 方法。
zh_tw: <16>{#k/0/0}* 她向我們 展示了最酷的 找東西的 方法。

source: <16>* She built up a WICKED sci-fi collection.
pt_br: <16>* Ela construiu uma coleção de ficção científica WICKED.
zh_cn: <16>* 她收集了好多 超级赞的 科幻收藏。
zh_tw: <16>* 她收集了好多 超級贊的 科幻收藏。

source: <16>{#k/2/4}* Then she became the royal scientist...
pt_br: <16>{#k/2/4}* Então ela se tornou a cientista real...
zh_cn: <16>{#k/2/4}* 然后她就成为 皇家科学员了...
zh_tw: <16>{#k/2/4}* 然後她就成為 皇家科學員了...

source: <16>{#k/0/5}* ... she doesn't really have time for trash-hunting anymore.
pt_br: <16>{#k/0/5}* ... ela não tem mais tempo para caçar lixo.
zh_cn: <16>{#k/0/5}* ...也没有时间 再去淘垃圾了。
zh_tw: <16>{#k/0/5}* ...也沒有時間 再去淘垃圾了。

source: <16>{#k/0/6}* So Alphys has always been, like...
pt_br: <16>{#k/0/6}* Então, Alphys sempre foi, tipo...
zh_cn: <16>{#k/0/6}* 所以Alphys 总是，就，
zh_tw: <16>{#k/0/6}* 所以Alphys 總是，就，

source: <16>{#k/0/0}* ... super duper smart.
pt_br: <16>{#k/0/0}* ... super duper esperta.
zh_cn: <16>{#k/0/0}* ...超级无敌聪明。
zh_tw: <16>{#k/0/0}* ...超級無敵聰明。
