Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: i'm... getting worried
pt_br: eu estou... ficando preocupado
zh_cn: 我好担心你...
zh_tw: 我好擔心你...

source: ARE WE WATCHING "TV SHOWS" NOW? SOUNDS EXCITING!
pt_br: ESTAMOS ASSISTINDO SHOWS DE TV AGORA? PARECE ANIMADOR!
zh_cn: 你俩说的是什么“电视节目”吗？ 酷欸！
zh_tw: 你倆說的是什麼「電視節目」嗎？ 酷欸！

source: ooh i remember that
pt_br: ohh eu lembro disso
zh_cn: 哦哦哦我想起来了
zh_tw: 喔喔喔我想起來了

source: _Sp4ceAdv3ntur3r_
zh_cn: _舟亢忝行_
zh_tw: _舟亢忝行_

source: _K1ll3rMann3qu1n_
zh_cn: _杀手亾耦_
zh_tw: _殺手亾耦_

source: Alphys, HUH? Are you IGNORING MY COUSIN!?!?
pt_br: Alphys, HUH? Você está ignorando meu primo!?!?
zh_cn: 喂，Alphys！ 敢把我表亲当空气是吧？！？！
zh_tw: 喂，Alphys！ 敢把我表親當空氣是吧？！？！

source: Mew Mew SPACE ADVENTURE??? HAH! WHAT A LOAD OF HOT GARBAGE!
pt_br: Mew Mew AVENTURA NO ESPAÇO?? HAH! É LIXO DA PRIMEIRA CLASSE!
zh_cn: 喵喵航天行？？？ 哈，那玩意就是一坨，唐完了都。
zh_tw: 喵喵航天行？？？ 哈！史詩級糞作！ゐ

source: please stay out of this
pt_br: por favor fica fora disso
zh_cn: 别这样
zh_tw: 別這樣

source: let me guess youre one of those mew mew starfire fans arent you
pt_br: deixa eu adivinhar você é um daqueles fans de mew mew starfire né
zh_cn: 我盲猜你是喵喵星火系列看多了吧 对不对
zh_tw: 讓我猜猜看你是 星火系列的粉絲甘安捏ゐ

source: uhhhh
zh_cn: 呃呃呃
zh_tw: 呃呃呃

source: oh, so i'm just supposed to IGNORE my cousins' problems, AM I?
pt_br: oh, estou eu devo supostamente só IGNORAR os problemas do meu primo?
zh_cn: 嗯？那我就眼睁睁看着 表亲没人搭理？
zh_tw: 嗯？那我就眼睜睜看著 表親沒人搭理？

source: yeah, okay, but ask yourself this: does space venture have EXPLOSIONS!?
pt_br: sim, claro, mas se pergunte isso: ventura no espaço tem EXPLOSÕES!?
zh_cn: 啊对对对你说的都对但请问 喵喵航天腥有爆炸场面吗？！
zh_tw: 還在ㄍㄧㄥ齁好就當你說得對 但杭天行系列哪有爆炸場面！？ゐ

source: whats the matter, huh? SCARED YOU'LL LOSE AN ARGUMENT!?
pt_br: qual o problema, huh? COM MEDO DE TER PERDIDO NO ARGUMENTO!?
zh_cn: 哟嗬，咋没话了？ 我看是没本事，斗不过我吧？
zh_tw: 喲嗬，咋沒話了？ 我看是沒本事，鬥不過我吧？

source: with all due respect please shut up.
pt_br: com todo o respeito, cala a boca
zh_cn: 闭嘴 不然我生气了。
zh_tw: 閉嘴 不然我生氣了。

source: LOLLLLLLLLLLL SPACE VENTURE average starfire fan cant spell XD
pt_br: KKKKKKKKKKKKK VENTURA NO ESPAÇO fã médio de aventura no espaço não sabe escrever XD
zh_cn: 哈哈哈笑死我了还航天腥呢 乐子哥连打字都打不明白呢家人们
zh_tw: 真的要笑死我ㄟ還杭天行呢 你們星火唯粉打字都打不明白的嗎XDゐ

source: im really starting to regret not adding a block function
pt_br: eu estou começando a me arrepender de não ter colocado uma função de bloquear
zh_cn: 真后悔当时忘加拉黑功能了
zh_tw: 真後悔當時忘加屏蔽功能了ゐ

source: gotta go.
pt_br: tenho que ir.
zh_cn: 我得走了。
zh_tw: 我得走了。

source: another show already???
pt_br: outro show, mas já???
zh_cn: 咋又开播了？？？
zh_tw: 咋又開播了？？？

source: well... alright ill look at what you sent me now
pt_br: bem... tá bom eu vou olhar pra o que você me mandou
zh_cn: 呃... 我回来了 看一眼你之前给我发了啥
zh_tw: 呃... 我回來了 看一眼你之前給我發了啥

source: for the record this mew mew doll thing never happened.
pt_br: só pra deixar claro essa coisa da boneca mew mew nunca aconteceu.
zh_cn: 郑重声明： 喵喵玩偶一事，谁都当没看见。
zh_tw: 鄭重聲明： 喵喵玩偶一事，誰都當沒看見。

source: no... come on... i thought i told them not to go after anyone
pt_br: não... droga... eu pensei ter dito pra elas não irem atrás de ninguém
zh_cn: 不... 不要... 明明警告过她们别抓人的
zh_tw: 不... 不要... 明明警告過她們別抓人的

source: phew... i thought they'd be killed for sure there
pt_br: phew... eu pensei que elas seriam mortas de certeza ali
zh_cn: 吓死我了... 还以为她们肯定死翘翘了
zh_tw: 嚇死我了... 還以為她們肯定死翹翹了

source: i thought i told the royal guard not to go after anyone WTF???
pt_br: eu pensei ter dito pra guarda real não ir atrás de ninguém POHA???
zh_cn: 都说了别抓人别抓人 搞什么？？？
zh_tw: 都說了別抓人別抓人 幹三小？？？ゐ

source: Your private message history was successfully cleared.
pt_br: Seu histórico de mensagens privadas foi excluído com sucesso.
zh_cn: 聊天记录已清空。
zh_tw: 聊天記錄已清空。

source: lazybones.
zh_cn: 懒骨。
zh_tw: 懶骨。

source: just to be on the safe side.
pt_br: só para estar no lado seguro.
zh_cn: 以防万一。
zh_tw: 以防萬一。

source: yeah just cleared it out now
pt_br: é acabei de limpar
zh_cn: 嗯 我都给删了
zh_tw: 嗯 我都給刪了

source: heh... remember that time he showed off the new gravity plating?
pt_br: heh... lembra daquela vez que ele tentou mostrar aquela coisa de plantar na gravidade?
zh_cn: 嘿... 还记得有一次， 教授显摆他的重力操纵板吗？
zh_tw: 嘿... 還記得有一次， 教授顯擺他的重力操縱板嗎？

source: and the whole set just started floating into the sky? OMG YES LMAO
pt_br: e todo o set começou a voar no espaço? MDS SIM KSKSKSKSKSK
zh_cn: 就他把一窝子东西整上天那次？ 哦呦 当然记得www
zh_tw: 就他把一窩子東西整上天那次？ 喔呦 當然記得XDDDゐ

source: pfft, he really thought that would work, huh?
pt_br: pfft, ele realmente pensou que aquilo ia funcionar, huh?
zh_cn: 噗，他当时可是信心满满呢。
zh_tw: 噗，他當時可是信心滿滿呢。

source: i remember asgore trying everything he could to hold it down XD
pt_br: eu lembro do asgore tentando tudo que podia para desligar XD
zh_cn: asgore搁那使劲够来够去的 那场面 我记得老清楚了www
zh_tw: asgore擱那使勁夠來夠去的 有夠ㄎㄧㄤ 怎麼可能忘掉XDDDゐ

source: man what a day i really miss working with you sans
pt_br: cara que dia sinto falta de trabalhar com você sans
zh_cn: 累死我了 好想念当年咱们共事的时光啊sans
zh_tw: 累死我了 好想念當年咱們共事的時光啊sans

source: i know you do. but i've got a different job to dddd
pt_br: eu sei que sim. mas eu tenho um trabalho diferente agora dddd
zh_cn: 我明白。 但我有工作在在在在
zh_tw: 我明白。 但我有工作在在在在

source: ... hello?
pt_br: ... oi?
zh_cn: ... 跑哪去了？
zh_tw: ... 跑哪去了？

source: sorry, a human just showed up, totally caught me off guard.
pt_br: desculpa, um humano apareceu e me pegou fora de guarda.
zh_cn: 抱歉，有个人类突然出现了， 打得我措手不及。
zh_tw: 抱歉，有個人類突然出現了， 打得我措手不及。

source: no pun intended.
pt_br: sem piadinha.
zh_cn: 我没开玩笑。
zh_tw: 我沒開玩笑。

source: right... wait really?
pt_br: certo... pera sério?
zh_cn: 哦... 等等，有人类来了？
zh_tw: 喔... 等等，有人類來了？

source: i wouldn't lie about making a pun, would i?
pt_br: eu mentiria sobre fazer um piadinha?
zh_cn: 我不会为了说个双关 还特意撒谎吧？
zh_tw: 我不會為了說個雙關 還特意撒謊吧？

source: you know what i mean.
pt_br: você entendeu o que eu quis dizer.
zh_cn: 知道我要说什么吧。
zh_tw: 知道我要說什麼吧。

source: don't worry, alphys. i've got this under control.
pt_br: não se preocupa, alphys. eu tenho tudo sobre controle.
zh_cn: 别担心，alphys。 有我在，没事的。
zh_tw: 別擔心，alphys。 有我在，沒事的。

source: sure okay
pt_br: claro beleza
zh_cn: 那就行
zh_tw: 那就行

source: woah... did you see that?
pt_br: woah... você viu isso?
zh_cn: 哇... 看到了吗？
zh_tw: 哇... 看到了嗎？

source: papyrus and the human just fought and it was so intense
pt_br: papyrus e o humano lutaram foi super intenso
zh_cn: papyrus和人类刚打了一架 真是惊险
zh_tw: papyrus和人類剛打了一架 真是驚險

source: papyrus and the human just fought and it was kinda weird
pt_br: papyrus e o humano lutaram e foi bem esquisito
zh_cn: papyrus和人类刚打了一架 好奇怪
zh_tw: papyrus和人類剛打了一架 好奇怪

source: what? is he okay?
pt_br: o quê? ele tá bem?
zh_cn: 哦？ 他没事？
zh_tw: 喔？ 他沒事？

source: what? what happened?
pt_br: o quê? o que aconteceu?
zh_cn: 咋了？ 出什么事了？
zh_tw: 咋了？ 出什麼事了？

source: yeah yeah hes fine dont worry
pt_br: sim sim ele tá bem relaxa
zh_cn: 嗯嗯嗯放心他没事
zh_tw: 嗯嗯嗯放心他沒事

source: well papyrus kept beating them and they kept coming back and...
pt_br: bem o papyrus continuava vencendo dele e ele continuava voltando
zh_cn: 呃 papyrus打人类 人类败 人类回来接着打 又败 最后...
zh_tw: 呃 papyrus打人類 人類敗 人類回來接著打 又敗 最後...

source: heh... i could feel it from here. he must've really given it his all.
pt_br: heh... eu pude sentir daqui. ele deve ter dado tudo de si.
zh_cn: 嘿嘿... 能感觉出来 papyrus真是够肝的。
zh_tw: 嘿嘿... 能感覺出來 papyrus真是夠肝的。

source: hey, just tell me if he's okay.
pt_br: ei, só me diz se ele tá bem.
zh_cn: 嘿，快告诉我他没事。
zh_tw: 嘿，快告訴我他沒事。

source: yeah thats one way of putting it
pt_br: sim essa é uma forma de colocar isso.
zh_cn: 说的太对了
zh_tw: 說的太對了

source: hes okay.
pt_br: ele tá bem.
zh_cn: 他没事
zh_tw: 他沒事

source: guess i'll have to congratulate him when he gets back home.
pt_br: acho que vou ter que parabenizá-lo quando ele chegar em casa.
zh_cn: 等他回家， 肯定要好好庆祝一下。
zh_tw: 等他回家， 肯定要好好慶祝一下。

source: heh... glad to hear it.
pt_br: heh... feliz em ouvir isso.
zh_cn: 嗯... 那就好。
zh_tw: 嗯... 那就好。

source: no... doggo...
pt_br: não... doggo...
zh_cn: 不... doggo...
zh_tw: 不... doggo...

source: huh? what happened?
pt_br: huh? o que houve?
zh_cn: 啊？出什么事了？
zh_tw: 啊？出什麼事了？

source: after he lost his eyesight he would come to my lab after work...
pt_br: depois que ele perdeu sentido dos olhos ele veio ao laboratório após o trabalho...
zh_cn: 他失明后 每次下班 都会来我的实验室...
zh_tw: 他失明後 每次下班 都會來我的實驗室...

source: id teach him to use his ears with these little games we played
pt_br: eu o ensinei a usar os ouvidos com este joguinho que brincávamos
zh_cn: 我和他做游戏 靠这些游戏帮他锻炼听觉
zh_tw: 我和他做遊戲 靠這些遊戲幫他鍛鍊聽覺

source: he would always leave with a big smile on his face. but now...
pt_br: ele sempre saía com um grande sorriso no rosto. mas agora...
zh_cn: 每次离开时 都能看到他灿烂的微笑 可现在...
zh_tw: 每次離開時 都能看到他燦爛的微笑 可現在...

source: i see.
pt_br: eu entendo.
zh_cn: 明白了。
zh_tw: 明白了。

source: you know the human is killing monsters in starton right?
pt_br: você sabe que o humano está matando monstros em starton né?
zh_cn: 知道吗？ 那人正在星港猎杀怪物
zh_tw: 知道嗎？ 那人正在星港獵殺怪物

source: theyre going after regular citizens
pt_br: ele tá matando cidadãos comuns
zh_cn: 平民百姓都不放过
zh_tw: 平民百姓都不放過

source: theyre targeting the sentries
pt_br: ele tá matando os sentinelas
zh_cn: 而且专杀哨兵
zh_tw: 而且專殺哨兵

source: theyre going after everyone
pt_br: ele tá matando todo mundo
zh_cn: 所有人都难逃厄运
zh_tw: 所有人都難逃厄運

source: its not just doggo theyre after
pt_br: ele não matou apenas o doggo
zh_cn: 除了doggo 其他民众也有危险
zh_tw: 除了doggo 其他民眾也有危險

source: i know. i'm doing my best to get people out before it's too late.
pt_br: eu sei, tô fazendo meu máximo pra tirar as pessoas daqui antes que seja tarde.
zh_cn: 知道。我正在努力疏散民众。 不然就来不及了。
zh_tw: 知道。我正在努力疏散民眾。 不然就來不及了。

source: okay good
pt_br: beleza ótimo
zh_cn: 那就好
zh_tw: 那就好

source: yknow... stardrakes mom came in the other day
pt_br: sabe... a mãe do stardrake veio aqui outro dia
zh_cn: 你知道吗... stardrake的妈妈前几天刚来过
zh_tw: 你知道嗎... stardrake的媽媽前幾天剛來過

source: she told me how proud she is of her son and the new friends he made...
pt_br: ele me contou sobre como estava orgulhosa do seu filho e dos novos amigos dele...
zh_cn: 她跟我说 看到儿子交到新朋友了 感到很骄傲...
zh_tw: 她跟我說 看到兒子交到新朋友了 感到很驕傲...

source: what am i supposed to tell her now?
pt_br: o que eu vou contar pra ela agora?
zh_cn: 现在我还怎么有脸面对她？
zh_tw: 現在我還怎麼有臉面對她？

source: you tell her that you'll do the best you can in your position.
pt_br: você diz pra ela que vai fazer o melhor que poder na sua posição.
zh_cn: 你就跟她说，身为皇家科学员， 你会竭尽所能。
zh_tw: 你就跟她說，身為皇家科學員， 你會竭盡所能。

source: yeah... i guess thats all i really can tell her huh
pt_br: é... acho que isso é tudo que eu posso dizer huh
zh_cn: 是啊... 也只能这么说了
zh_tw: 是啊... 也只能這麼說了

source: it's better than nothing.
pt_br: é melhor do que nada.
zh_cn: 起码比啥都不说强。
zh_tw: 起碼比啥都不說強。

source: that was close
pt_br: essa foi por pouco
zh_cn: 好险
zh_tw: 好險

source: yeah... guess i shouldn't have doubted my bro, heh.
pt_br: é... acho que eu não deveria duvidar do meu mano, heh.
zh_cn: 嗯... 真不愧是我的兄弟。
zh_tw: 嗯... 真不愧是我的兄弟。

source: yeah...
pt_br: sim...
zh_cn: 嗯...
zh_tw: 嗯...

source: never mind the human is back to killing again
pt_br: esquece o humano voltou a matar pessoas
zh_cn: 白高兴了 那人又开始杀人了
zh_tw: 白高興了 那人又開始殺人了

source: welp.
pt_br: droga.
zh_cn: 唉。
zh_tw: 唉。

source: the human just killed papyrus
pt_br: o humano acabou de matar o papyrus
zh_cn: papyrus被那人杀了
zh_tw: papyrus被那人殺了

source: please tell me youre there
pt_br: por favor me diz que você tava lá
zh_cn: 快点回消息啊sans别吓我
zh_tw: 快點回訊息啊sans別嚇我

source: i'm here. and i should've kept a closer eye on him.
pt_br: eu estou aqui. e eu deveria ter mantido meu olho nele.
zh_cn: 我在。怪我没看住他。
zh_tw: 我在。怪我沒看住他。

source: i'm here. and i shouldn't have left him alone out there.
pt_br: eu estou aqui. e eu não deveria tê-lo deixado sozinho lá fora.
zh_cn: 我在。怪我把他丢外面了， 没看好他。
zh_tw: 我在。怪我把他丟外面了， 沒看好他。

source: what are you gonna do now?
pt_br: o que você vai fazer agora?
zh_cn: 现在咋办？
zh_tw: 現在咋辦？

source: honestly, alphys?
pt_br: sinceramente, alphys?
zh_cn: 我直说吧，Alphys。
zh_tw: 我直說吧，Alphys。

source: i don't feel like doing anything.
pt_br: eu não quero fazer mais nada.
zh_cn: 还能咋办？ 我啥也做不了。
zh_tw: 還能咋辦？ 我啥也做不了。

source: it's not your fault. this would always have happened.
pt_br: não é sua culpa. isso teria acontecido de toda forma.
zh_cn: 错不在你，这就是命。
zh_tw: 錯不在你，這就是命。

source: what do you mean?
pt_br: o que você quer dizer?
zh_cn: 啥意思？
zh_tw: 啥意思？

source: you know how papyrus can be.
pt_br: você sabe como é o papyrus.
zh_cn: papyrus的性格，你也清楚。
zh_tw: papyrus的性格，你也清楚。

source: he's just too damn good to stand by and watch as people die.
pt_br: ele só é bonzinho demais pra ficar parado e ver os outros morrerem.
zh_cn: 他太善良了， 看着别人一个个死去...
zh_tw: 他太善良了， 看著別人一個個死去...

source: unlike us right?
pt_br: diferente da gente?
zh_cn: 绝不会像我们一样， 坐视不管，对吧？
zh_tw: 絕不會像我們一樣， 坐視不管，對吧？

source: yeah.
pt_br: diferente da gente.
zh_cn: 对。
zh_tw: 對。

source: things arent getting any better
pt_br: as coisas não estão melhorando
zh_cn: 事态没有任何好转
zh_tw: 事態沒有任何好轉

source: let me guess, they're going after people in the foundry now?
pt_br: deixa eu adivinhar, ele tá matando pessoas na foundry agora?
zh_cn: 我猜猜看， 那人现在又盯上铸厂居民了？
zh_tw: 我猜猜看， 那人現在又盯上鑄廠居民了？

source: yeah but youre gonna help me evacuate right?
pt_br: sim mas você vai me ajudar a evacuar certo?
zh_cn: 嗯 你会帮我疏散的对吧？
zh_tw: 嗯 你會幫我疏散的對吧？

source: i mean i think so? maybe we should start evacuating or something
pt_br: eu acho que sim? talvez nós devemos começar a evacuar todo mundo
zh_cn: 不好说 咱们得快点疏散大家了
zh_tw: 不好說 咱們得快點疏散大家了

source: i can't make any promises. but i'll try.
pt_br: eu não posso fazer promessas. mas eu vou tentar.
zh_cn: 不保证一定行， 但我会尽力。
zh_tw: 不保證一定行， 但我會盡力。

source: thanks
pt_br: valeu
zh_cn: 谢了
zh_tw: 謝了

source: sans people in the foundry are in serious danger
pt_br: sans as pessoas na foundry estão em muito perigo
zh_cn: sans 铸厂居民有难了
zh_tw: sans 鑄廠居民有難了

source: its the human... even the elite squad cant stop it
pt_br: é o humano... nem mesmo o esquadrão de elite conseguiu para-lo
zh_cn: 那人到处惹事... 连特战队都没拦住
zh_tw: 那人到處惹事... 連特戰隊都沒攔住

source: its the human... theyre going after the residents down there
pt_br: é o humano... ele está indo atrás dos residentes de lá
zh_cn: 那人到处惹事... 平民百姓都遭殃了
zh_tw: 那人到處惹事... 平民百姓都遭殃了

source: its the human... theyre killing everybody down there
pt_br: é o humano... ele tá matando todo mundo por lá
zh_cn: 见过那人的... 全死了
zh_tw: 見過那人的... 全死了

source: well, it was nice while it lasted. you gonna start evacuating people?
pt_br: bem, foi bom enquanto durou. você vai começar a evacuar as pessoas?
zh_cn: 哦，还好还好。 你快去疏散大家啊。
zh_tw: 喔，還好還好。 你快去疏散大家啊。

source: well, aren't you gonna start evacuating people?
pt_br: bem, você não vai começar a evacuar as pessoas?
zh_cn: 嘿，你快去疏散大家啊。
zh_tw: 嘿，你快去疏散大家啊。

source: oh right i need to do that
pt_br: ah é eu preciso fazer isso
zh_cn: 哦对我现在就去
zh_tw: 喔對我現在就去

source: gotta go
pt_br: tenho que ir
zh_cn: 出发
zh_tw: 出發

source: good luck, alphys. i'll help evacuate if i can.
pt_br: boa sorte, alphys. vou ajudar a evacuar se conseguir.
zh_cn: 加油，alphys。 到时候我会尽力帮你。
zh_tw: 加油，alphys。 到時候我會盡力幫你。

source: oh no
pt_br: ah não
zh_cn: 坏了
zh_tw: 壞了

source: undyne and the human are about to fight
pt_br: undyne e o humano estão prestes a lutar
zh_cn: undyne要跟那人开打了
zh_tw: undyne要跟那人開打了

source: this is kind of worrying
pt_br: isso é muito preocupante
zh_cn: 有点慌
zh_tw: 有點慌

source: not gonna lie im kind of excited
pt_br: não vou mentir eu estou bem animada
zh_cn: 说实话 还蛮兴奋的
zh_tw: 說實話 還蠻興奮的

source: and by kind of i mean very
pt_br: e por animada eu digo muuittooo
zh_cn: 不不不我都快慌死了
zh_tw: 不不不我都快慌死了

source: but like really scared at the same time
pt_br: mas bem assustada ao mesmo tempo
zh_cn: 不过也有点慌
zh_tw: 不過也有點慌

source: don't you think you should do something about it?
pt_br: você não acha que deveria fazer algo em relação a isso?
zh_cn: 你是不是该做点啥？
zh_tw: 你是不是該做點啥？

source: didn't you say you were trying to avoid this earlier?
pt_br: você não disse que tava tentando evitar mais cedo ao telefone?
zh_cn: 你不是说， 会想办法避免战斗吗？
zh_tw: 你不是說， 會想辦法避免戰鬥嗎？

source: yeah i dont really think undyne would listen to me
pt_br: eu não acho que a undyne me escutaria
zh_cn: 是啊 但undyne肯定不听我劝
zh_tw: 是啊 但undyne肯定不聽我勸

source: if the human got this far they can make it past her
pt_br: se o humano chegou tão longe ele consegue passar dela
zh_cn: 没必要啦 那人都走到这了 想过Undyne这关就是洒洒水啦
zh_tw: 沒必要啦 那人都走到這了 想過Undyne這關就是灑灑水啦

source: well, okay. if you say so, i guess.
pt_br: beleza então. se você tá dizendo.
zh_cn: 这样啊。 那好吧。
zh_tw: 這樣啊。 那好吧。

source: oh
zh_cn: 哦
zh_tw: 喔

source: i guess killing papyrus wasnt enough for them then
pt_br: eu acho que matar o papyrus não foi o suficiente pra ele
zh_cn: 看来对那人来说 杀了papyrus还不过瘾
zh_tw: 看來對那人來說 殺了papyrus還不過癮

source: i guess slaughtering the elite squad wasnt enough for them then
pt_br: eu acho que assassinar o esquadrão de elite não foi o suficiente
zh_cn: 看来对那人来说 杀了特战队员还不过瘾
zh_tw: 看來對那人來說 殺了特戰隊員還不過癮

source: i guess slaughtering the canine unit wasnt enough for them then
pt_br: eu acho que assassinar a unidade canina não foi o suficiente pra ele
zh_cn: 看来对那人来说 杀了犬卫队员还不过瘾
zh_tw: 看來對那人來說 殺了犬衛隊員還不過癮

source: i guess killing people in the foundry wasnt enough for them then
pt_br: eu acho que matar pessoas na foundry não foi o suficiente pra ele
zh_cn: 看来对那人来说 杀了铸厂居民还不过瘾
zh_tw: 看來對那人來說 殺了鑄廠居民還不過癮

source: i guess killing people in starton wasnt enough for them then
pt_br: eu acho que matar pessoas em starton não foi o suficiente pra ele
zh_cn: 看来对那人来说 杀了星港居民还不过瘾
zh_tw: 看來對那人來說 殺了星港居民還不過癮

source: never mind
pt_br: esquece
zh_cn: 算了
zh_tw: 算了

source: that cant be good
pt_br: isso não deve ser bom
zh_cn: 糟透了
zh_tw: 糟透了

source: what happened?
pt_br: o que houve?
zh_cn: 咋了？
zh_tw: 咋了？

source: she was trying to keep up with them and she stepped on something and...
pt_br: ela estava tentando acompanhá-lo e pisou em algo e...
zh_cn: 为了抓住人类 她到处追赶 结果踩到金属电网...
zh_tw: 為了抓住人類 她到處追趕 結果踏入了靜電區...

source: i see it... i think shes... fallen down
pt_br: eu entendi... eu acho que ela... caiu.
zh_cn: 她是不是... 陨落了
zh_tw: 她是不是... 隕落了

source: okay they spared her
pt_br: beleza ele poupou ela
zh_cn: 好耶 那人饶恕她了
zh_tw: 好耶 那人饒恕她了

source: i'm sorry, alphys. i wish i could do something, but i can't.
pt_br: me desculpa, alphys, eu queria poder fazer algo, mas não posso.
zh_cn: 对不起，alphys。 我想帮忙，但无能为力。
zh_tw: 對不起，alphys。 我想幫忙，但無能為力。

source: i guess there's nothing you can do, then. i'm sorry, alphys.
pt_br: eu acho que não a Dana que você possa fazer, então. desculpa, alphys.
zh_cn: 对不起，alphys。 你救不了她的。
zh_tw: 對不起，alphys。 你救不了她的。

source: though i dont think i want to be here after everything that happened
pt_br: mas eu não acho que queira estar aqui após tudo que aconteceu
zh_cn: 不过这么看 那人也快到这了 不想应付他了
zh_tw: 不過這麼看 那人也快到這了 不想應付他了

source: i let this happen sans... i watched her die and did nothing to stop it
pt_br: eu deixei isso acontecer sans... eu vi ela morrer e não fiz nada
zh_cn: sans我居然啥都没做 眼睁睁地看着她死，啥都没做
zh_tw: sans我居然啥都沒做 眼睜睜地看著她死，啥都沒做

source: i should probably leave the lab while i still have the chance
pt_br: eu provavelmente devo sair logo do laboratório enquanto posso
zh_cn: 我当初为什么不早点 离开实验室呢
zh_tw: 我當初為什麼不早點 離開實驗室呢

source: i get that it could have been an accident but i cant know for sure
pt_br: eu entendo que pode ter sido um acidente mas não dá pra saber de certeza
zh_cn: 也许只是个意外 但我不敢打包票
zh_tw: 也許只是個意外 但我不敢打包票

source: who knows what theyll do next?
pt_br: quem sabe o que ele fará em seguida?
zh_cn: 不知道那人接下来 还要干啥坏事呢
zh_tw: 不知道那人接下來 還要幹啥壞事呢

source: its probably safer just to leave the lab anyway.
pt_br: é mais seguro sair do laboratório de toda forma.
zh_cn: 还是离开实验室比较保险
zh_tw: 還是離開實驗室比較保險

source: maybe it'd be best if you took some time off for a while.
pt_br: talvez seja por você tirar um tempo fora pra você.
zh_cn: 还是给自己留点时间 好好缓缓吧。
zh_tw: 還是給自己留點時間 好好緩緩吧。

source: yeah, you do that. i'll try to keep tabs on 'em though.
pt_br: sim, você faz isso. vou tentar ficar de olho nele.
zh_cn: 行，你走吧。 我会继续监视那人。
zh_tw: 行，你走吧。 我會繼續監視那人。

source: you can leave the lab if you want. i'll try to keep tabs on 'em though.
pt_br: você pode sair do laboratório se quiser. vou tentar ficar de olho nele.
zh_cn: 想走就走吧。 我会继续监视那人。
zh_tw: 想走就走吧。 我會繼續監視那人。

source: yeah... youre probably right
pt_br: é... você provavelmente tá certo
zh_cn: 嗯... 确实得缓缓
zh_tw: 嗯... 確實得緩緩

source: ok but dont get too close. they could kill someone at any moment
pt_br: ok mas não chegue tão perto. ele pode matar alguém a qualquer momento.
zh_cn: 谢了 但别离太近 那人随时可能下手
zh_tw: 謝了 但別離太近 那人隨時可能下手

source: sounds good. just be sure to get a phone that works outside the lab.
pt_br: beleza. só tenha certeza de levar um celular que funciona fora do lab.
zh_cn: 那就好，记得带上备用机， 这样出了实验室也能联系。
zh_tw: 那就好，記得帶上備用機， 這樣出了實驗室也能聯繫。

source: i'll be fine, just be sure to get a phone that works outside the lab.
pt_br: eu ficarei bem, só pega um celular que funciona fora do lab.
zh_cn: 我没事，记得带上备用机， 这样出了实验室也能联系。
zh_tw: 我沒事，記得帶上備用機， 這樣出了實驗室也能聯繫。

source: oh yeah i almost forgot thanks
pt_br: verdade eu quase esqueci valeu
zh_cn: 哦对我差点忘了
zh_tw: 喔對我差點忘了

source: oh, and be sure to clear the message history while you're at it.
pt_br: ah, e não esquece de limpar o histórico de mensagens do celular.
zh_cn: 还有，走之前记得 清空聊天记录。
zh_tw: 還有，走之前記得 清空聊天記錄。

source: yeah ill do that dont worry
pt_br: eu vou fazer isso relaxa
zh_cn: 放心我会清空的
zh_tw: 放心我會清空的

source: sans im kinda getting worried
pt_br: sans eu estou ficando preocupada
zh_cn: sans你别吓我
zh_tw: sans你別嚇我

source: no... no no no no no please tell me that was a prank
pt_br: não... não não não não não me diga que isso é uma piadinha
zh_cn: 不不不不不不不 你肯定在整我对吧快回消息啊
zh_tw: 不不不不不不不 你肯定在整我對吧快回訊息啊

source: youre pranking me right? you wouldnt just die like that
pt_br: você tá brincando né? você não iria Simplesmente morrer assim.
zh_cn: 别开玩笑了sans 你不会死的你肯定不会死的
zh_tw: 別開玩笑了sans 你不會死的你肯定不會死的

source: sans please tell me that youre alive and safe
pt_br: sans por favor me diz que você tá vivo e seguro
zh_cn: sans你还活着对吧 快告诉我
zh_tw: sans你還活著對吧 快告訴我

source: im sorry if i upset you for some reason or did something bad
pt_br: me desculpa se eu te deixei com raiva ou algo assim
zh_cn: 要是我说错话惹到你了我道歉
zh_tw: 要是我說錯話惹到你了我道歉

source: its just been tough on me since you left and i dont know what to do
pt_br: só tem sido difícil pra mim desde que você saiu e eu não sei o que fazer
zh_cn: 求求你了回个消息吧sans 别一直沉默啊
zh_tw: 求求你了回個訊息吧sans 別一直沉默啊

source: well... im back looks like they got your brother
pt_br: bem... eu voltei. parece que eles pegaram seu irmão
zh_cn: 唉... 我回来了 你兄弟死了
zh_tw: 唉... 我回來了 你兄弟死了

source: i went to go do something and when i came back he was gone
pt_br: eu saí pra fazer algo e quando eu voltei ele sumiu
zh_cn: 刚办了点事 一回来他就不见了 肯定是死了
zh_tw: 剛辦了點事 一回來他就不見了 肯定是死了

source: um... sans
pt_br: hmmm... sans
zh_cn: 嗯... sans
zh_tw: 嗯... sans

source: i dont know if youre there in some form or not but
pt_br: eu não sei se você está aí de alguma forma ou não mas
zh_cn: 我不知道你有没有在天之灵 但是
zh_tw: 我不知道你有沒有在天之靈 但是

source: undynes gone
pt_br: undyne foi morta
zh_cn: undyne死了
zh_tw: undyne死了

source: UNDYNES GONE AND I DONT FING KNOW WHAT TO DO
pt_br: UNDYNE FOI MORTA E NÃO SEI QUE KRL EU DEVO FAZER
zh_cn: UNDYNE死了 我他妈却不知道该怎么办
zh_tw: UNDYNE死了 我他媽卻不知道該怎麼辦

source: sorry
pt_br: desculpa
zh_cn: 对不起
zh_tw: 對不起

source: i should probably go.
pt_br: eu deveria ir.
zh_cn: 我要走了。
zh_tw: 我要走了。

source: heck i dont even know why im talking to you anymore
pt_br: caramba eu nem sei porque ainda tô conversando contigo
zh_cn: 见鬼 我他妈为啥还在和你发消息
zh_tw: 見鬼 我他媽為啥還在和你發訊息

source: oh by the way
pt_br: ah e aliás
zh_cn: 哦对了
zh_tw: 喔對了

source: it was the starling flower all along
pt_br: foi aquela flor estrelada o tempo todo
zh_cn: 一直是那朵星花在搞鬼
zh_tw: 一直是那朵星花在搞鬼

source: (NEW)
pt_br: (NOVO)
zh_cn: （新消息）
zh_tw: （新訊息）

source: <32>{#p/basic}{#k/6}* Any time, little bully.
pt_br: <32>{#p/basic}{#k/6}* qualquer hora, valentão.
zh_cn: <32>{#p/basic}{#k/6}* 欢迎下次光临，小恶霸。ゑ
zh_tw: <32>{#p/basic}{#k/6}* 歡迎下次光臨，小惡霸。ゑ

source: <32>{#p/basic}{#k/6}* Any time, little murderer.
pt_br: <32>{#p/basic}{#k/6}* qualquer hora, assassininho.
zh_cn: <32>{#p/basic}{#k/6}* 欢迎下次光临，小魔头。ゑ
zh_tw: <32>{#p/basic}{#k/6}* 歡迎下次光臨，小魔頭。ゑ
