Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (It appears the terminal is beyond your access level.)
pt_br: <32>{#p/human}* (O terminal está acima do seu nível de acesso.)
zh_cn: <32>{#p/human}* （看来控制台 超出了你的访问级别。）
zh_tw: <32>{#p/human}* （看來控制臺 超出了你的訪問級別。）

source: <32>{#p/basic}* It's a CORE terminal. * It doesn't seem to be getting a lot of power.
pt_br: <32>{#p/basic}* É o terminal do CORE. * Não parece estar recebendo muito poder.
zh_cn: <32>{#p/basic}* 核心控制台。 * 看来，能量所剩不多了。ゑ
zh_tw: <32>{#p/basic}* 核心控制臺。 * 看來，能量所剩不多了。ゑ

source: <32>{#p/basic}* It's a CORE terminal. * The atmospheric systems have been accessed recently.
pt_br: <32>{#p/basic}* É o terminal do CORE. * O sistema atmosférico foi acessado recentemente.
zh_cn: <32>{#p/basic}* 核心控制台。 * 近期，供气系统被人动过手脚。ゑ
zh_tw: <32>{#p/basic}* 核心控制臺。 * 近期，供氣系統被人動過手腳。ゑ

source: <32>{#p/basic}* It's a CORE terminal. * It seems to be running low on power.
pt_br: <32>{#p/basic}* É o terminal do CORE. * Parece ter pouco poder no momento.
zh_cn: <32>{#p/basic}* 核心控制台。 * 看来，能量所剩无几了。ゑ
zh_tw: <32>{#p/basic}* 核心控制臺。 * 看來，能量所剩無幾了。ゑ

source: <32>{#p/basic}* It's a CORE terminal. * It seems to be running well.
pt_br: <32>{#p/basic}* É o terminal do CORE. * É um ótimo estado.
zh_cn: <32>{#p/basic}* 核心控制台。 * 看来一切正常。ゑ
zh_tw: <32>{#p/basic}* 核心控制臺。 * 看來一切正常。ゑ

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Please don't touch those!!
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}* Por favor, não toque nisso!!
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 请别碰！！ゑ
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 請別碰！！ゑ

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Seriously.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Sério.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 别玩了。ゑ
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 別玩了。ゑ

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...ゑ
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...ゑ

source: <32>{#p/human}* (You notice you're alone.)
pt_br: <32>{#p/human}* (Você percebe que está sozinho.)
zh_cn: <32>{#p/human}* （你发现四下无人。）ゑ
zh_tw: <32>{#p/human}* （你發現四下無人。）ゑ

source: <32>{#p/human}* (Despite knowing it'd collapse the outpost's atmosphere, you consider something.)
pt_br: <32>{#p/human}* (Mesmo sabendo que isso iria colapsar a atmosfera do Outpost, você ainda considera.)
zh_cn: <32>{#p/human}* （你萌生了一个想法。） * （虽然你深知，这会直接摧毁 整个前哨站的大气系统，但...）ゑ
zh_tw: <32>{#p/human}* （你萌生了一個想法。） * （雖然你深知，這會直接摧毀 整個前哨站的大氣系統，但...）ゑ

source: * (Smash the terminal?)
pt_br: * (Quebrar o terminal?)
zh_cn: * （砸烂控制台吗？）ゑ
zh_tw: * （砸爛控制臺嗎？）ゑ

source: Yes
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: No
pt_br: Não
zh_cn: 否
zh_tw: 否

source: <32>{#p/human}* (You decide not to smash.)
pt_br: <32>{#p/human}* (Você decide não quebrar.)
zh_cn: <32>{#p/human}* （你放弃了砸终端的念头。）
zh_tw: <32>{#p/human}* （你放棄了砸終端的念頭。）

source: <32>{#p/human}* (You take a swing...)
pt_br: <32>{#p/human}* (Você da um balanço...)
zh_cn: <32>{#p/human}* （你挥动武器，砸了下去...）
zh_tw: <32>{#p/human}* （你揮動武器，砸了下去...）

source: <32>{#s/phone}{#p/event}* Ring, ring...
zh_cn: <32>{#s/phone}{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#s/phone}{#p/event}* 鈴鈴，鈴鈴...

source: <25>{#p/alphys}{#g/alphysInquisitive}* Did the puzzle solve itself as well?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Esse quebra-cabeça se resolveu sozinho também?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 这谜题自己被解决了？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 這謎題也自己解開了？

source: <25>{#p/alphys}{#g/alphysInquisitive}* Huh, the puzzle looks like it's already been solved.
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Huh, parece que o quebra-cabeça já está resolvido.
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 啊，这谜题 已经被解决了。
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 啊，這謎題 已經被解開了。

source: <25>{#p/alphys}{#g/alphysFR}* How strange.
pt_br: <25>{#p/alphys}{#g/alphysFR}* Que estranho.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 怪事。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 怪事。

source: <32>{#s/equip}{#p/event}* Click...
pt_br: <32>{#s/equip}{#p/event}* Clique...
zh_cn: <32>{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#s/equip}{#p/event}* 滴...

source: <25>{#p/alphys}{#g/alphysWelp}* And this one. * This one's solved as well.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Este aqui. * Este também está resolvido.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 还有这个。 * 也被解决了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 還有這個。 * 也被解決了。

source: <25>{#p/alphys}{#g/alphysWelp}* Huh... seems like the puzzle's already been done by someone.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Huh... parece que alguém já resolveu este quebra-cabeça.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 啊... 看来这谜题已经被某人解决了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 啊... 看來這謎題已經被某人解決了。

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* We'll take it!!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Bom, vamos aceitar isso!!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 还挺省事的！！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 還挺省事的！！

source: <32>{#p/human}* (You decide not to equip.)
pt_br: <32>{#p/human}* (Você decide não equipar.)
zh_cn: <32>{#p/human}* （你打算不这么做。）
zh_tw: <32>{#p/human}* （你打算不這麼做。）

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
pt_br: <32>{#p/human}* (Você sente a presença dos monstros próximos diminuindo.)
zh_cn: <32>{#p/human}* （你感觉周围的怪物越来越少了。）
zh_tw: <32>{#p/human}* （你感覺周圍的怪物越來越少了。）

source: <32>{#p/human}* (You note the poor quality of this table.)
pt_br: <32>{#p/human}* (Você percebe a péssima qualidade dessa mesa.)
zh_cn: <32>{#p/human}* （你注意到这桌子的质量堪忧。）
zh_tw: <32>{#p/human}* （你注意到這桌子的質量堪憂。）

source: <32>{#p/basic}{#npc/a}* Just so ya know, kiddo...
pt_br: <32>{#p/basic}{#npc/a}* Só pra você saber, carinha...
zh_cn: <32>{#p/basic}{#npc/a}* 只是想让你知道，小子...
zh_tw: <32>{#p/basic}{#npc/a}* 只是想讓你知道，小子...

source: <32>* The Royal Guard'll be all over ya for that sorta thing.
pt_br: <32>* A Guarda Real estará por todo lado pra esse tipo de assunto.
zh_cn: <32>* 皇家卫队很快 就会将你绳之以法。
zh_tw: <32>* 皇家衛隊很快 就會將你繩之以法。

source: <32>* If I were ya, I'd quit while I was ahead.
pt_br: <32>* Se eu fosse você, fugiria enquanto posso.
zh_cn: <32>* 所以啊，准备跑路吧小子。
zh_tw: <32>* 所以啊，準備跑路吧小子。

source: <32>* But that's just my take.
pt_br: <32>* Mas isso só sou eu.
zh_cn: <32>* 但这只是我的态度罢了。
zh_tw: <32>* 只是個人建議而已，別多慮。

source: <32>{#p/basic}* Huhehehaw... * Golly gosharoo, I think I'm in mortal danger!
pt_br: <32>{#p/basic}* Huhehehaw... * Caramba, meu pai, acho que estou em perigo mortal!
zh_cn: <32>{#p/basic}* 呼嘿嘿吼... * 我嘞个天， 我感觉我有性命之忧！
zh_tw: <32>{#p/basic}* 天啦嚕，我好像快要死啦！ * 笑鼠了！

source: <32>{#p/human}* (But there was nothing left for you to do here.)
pt_br: <32>{#p/human}* (Porém não tem mais nada para ser feito aqui.)
zh_cn: <32>{#p/human}* （没必要再踏足了。）
zh_tw: <32>{#p/human}* （沒必要再踏足了。）

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh, h-hey...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh, e-ei...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呃，嘿...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呃，嘿...

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Sorry about... running off and stuff...
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Desculpa por... sair correndo e tals...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 抱歉让你... 逃跑什么的...
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 抱歉讓你... 逃跑什麼的...

source: <25>{#p/alphys}{#g/alphysIDK}* ...
zh_tw: <25>{#p/alphys}{#g/alphysIDK}* ...ゑ

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* You'll be fine, right? * You won't...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Você vai ficar bem, certo? * Você não...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 你还好对吧？ * 你没有...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 你還好對吧？ * 你沒有...

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* You won't get into any more trouble, will you?
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Você não vai mais se meter em confusão, certo?
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 你没有再惹出什么麻烦， 对吧？
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 你沒有再惹出什麼麻煩， 對吧？

source: <25>{#p/alphys}{#g/alphysSideSad}* ...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* ...ゑ

source: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Please... * D-don't do anything crazy, okay?
pt_br: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Por favor... * N-não faça nenhuma loucura, tá bom?
zh_cn: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* 请... * 别再做什么疯狂的事了， 好吗？
zh_tw: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* 請... * 別再做什麼瘋狂的事了， 好嗎？

source: <25>{#p/alphys}{#g/alphysCutscene1}* You made it!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Você chegou!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 太好了，你逃过来了！ゑ
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 太好了，你逃過來了！ゑ

source: <25>{#g/alphysInquisitive}* Oh, uh, sorry about not using my camera before.
pt_br: <25>{#g/alphysInquisitive}* Ah, é, desculpa não usar minha câmera antes.
zh_cn: <25>{#g/alphysInquisitive}* 对了，刚才打电话时， 我怕被发现，就没开视频...ゑ
zh_tw: <25>{#g/alphysInquisitive}* 對了，剛才打電話時， 我怕被發現，就沒開影片...ゑ

source: <25>{#g/alphysYeahYouKnowWhatsUp}* I was trying to keep a "low profile..."
pt_br: <25>{#g/alphysYeahYouKnowWhatsUp}* Eu estava tentando manter um "low profile..."
zh_cn: <25>{#g/alphysYeahYouKnowWhatsUp}* 你别介意...ゑ
zh_tw: <25>{#g/alphysYeahYouKnowWhatsUp}* 你別介意...ゑ

source: <25>{#g/alphysIDK}* Anyway, I'll admit I was... getting k-kind of worried there.
pt_br: <25>{#g/alphysIDK}* Sabe? Err, de toda forma, eu estava ficando b-bem preocupada.
zh_cn: <25>{#g/alphysIDK}* 当时... 我-我真挺慌的。ゑ
zh_tw: <25>{#g/alphysIDK}* 當時... 我-我真挺慌的。ゑ

source: <25>{#g/alphysNervousLaugh}* But I guess things worked out in the end?
pt_br: <25>{#g/alphysNervousLaugh}* Mas acho que as coisas funcionaram bem no final?
zh_cn: <25>{#g/alphysNervousLaugh}* 不过我给你支的招 好像挺有用？ゑ
zh_tw: <25>{#g/alphysNervousLaugh}* 不過我給你支的招 好像挺有用？ゑ

source: <25>{#g/alphysNeutralSweat}* ... hmm.
zh_cn: <25>{#g/alphysNeutralSweat}* 呃，其实...ゑ
zh_tw: <25>{#g/alphysNeutralSweat}* 呃，其實...ゑ

source: <25>* To tell you the truth, Undyne hasn't stopped l-looking for you.
pt_br: <25>* Pra te dizer a verdade, Undyne não parou de te p-procurar.
zh_cn: <25>* Undyne还在追杀你。ゑ
zh_tw: <25>* Undyne還在追殺你。ゑ

source: <25>{#g/alphysNervousLaugh}* I did lock down the elevators to Aerialis, but...
pt_br: <25>{#g/alphysNervousLaugh}* Eu fechei os elevadores de Aerialis, mas...
zh_cn: <25>{#g/alphysNervousLaugh}* 我把空境的电梯停掉了， 可她有喷气背包， 早晚也会飞过来的。ゑ
zh_tw: <25>{#g/alphysNervousLaugh}* 我把空境的電梯停掉了， 可她有噴氣背包， 早晚也會飛過來的。ゑ

source: <25>{#g/alphysNeutralSweat}* Sooner or later, she'll just use her jetpack to get up here.
pt_br: <25>{#g/alphysNeutralSweat}* Cedo ou tarde, ela vai usar sua mochila a jato e chegar aqui.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* So... y-you should probably get going right away.
pt_br: <25>* Então... v-você deveria ir andando logo.
zh_cn: <25>{#g/alphysNeutralSweat}* 所以... 你-你千万别逗留，快走。ゑ
zh_tw: <25>{#g/alphysNeutralSweat}* 所以... 你-你千萬別逗留，快走。ゑ

source: <25>* The other elevator's just a few rooms ahead. * You can't miss it!
pt_br: <25>* O outro elevador está algumas salas a frente. * Não o perca!
zh_cn: <25>* 另一台电梯离这儿不远。 * 你肯定找得到！ゑ
zh_tw: <25>* 另一臺電梯離這兒不遠。 * 你肯定找得到！ゑ

source: <32>{#p/human}* (You hear footsteps fading into the distance.)
pt_br: <32>{#p/human}* (Você escuta passos se distanciando.)
zh_cn: <32>{#p/human}* （你听到脚步声逐渐消失在远方。）
zh_tw: <32>{#p/human}* （你聽到腳步聲逐漸消失在遠方。）

source: <25>{#p/alphys}{#g/alphysWelp}* Just calling to let you know that I'm here if you need my help.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Ligando para avisar que estou aqui se você precisar de mim.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 打你电话只是跟你 说一下，如果遇到困难 可以随时找我帮忙。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 打你電話只是跟你 說一下，如果遇到困難 可以隨時找我幫忙。

source: <25>{#p/alphys}{#g/alphysCutscene2}* I'll keep my phone available while you're in the room!
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Irei manter meu celular disponível enquanto você estiver na sala!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 你在这个房间探索的时候， 我会把我的手机 一直开着的！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 你在這個房間探索的時候， 我會把我的手機 一直開著的！

source: <32>{#p/basic}{#npc/a}* I am the traveler. * My taxi and I can take you to many places on the outpost.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou o viajante. * Meu táxi pode te levar para qualquer lugar no Outpost.
zh_cn: <32>{#p/basic}{#npc/a}* 我是旅人。 * 我可以驾驶我的运输船 带你周游前哨站。
zh_tw: <32>{#p/basic}{#npc/a}* 我是旅人。 * 我可以駕駛我的運輸船 帶你周遊前哨站。ゐ

source: <32>* Where would you like to go?
pt_br: <32>* Onde você gostaria de ir?
zh_cn: <32>* 你想去哪呢？
zh_tw: <32>* 你想去哪呢？

source: * (What do you say?)
pt_br: * (O que você diz?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: Cancel
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

source: Outlands
zh_cn: 外域
zh_tw: 外域

source: Starton
zh_cn: 星港
zh_tw: 星港

source: Foundry
zh_cn: 铸厂
zh_tw: 鑄廠

source: Aerialis
zh_cn: 空境
zh_tw: 空境

source: <32>{#p/basic}{#npc/a}* Tra la la. * The underspace is fast today. * That's good luck...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * O trânsito está rápido hoje. * Que sorte...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速开的很快。 * 运气不错...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速開的很快。 * 運氣不錯...

source: <32>{#p/basic}{#npc/a}* Tra la la. * The underspace is fast today. * That's bad luck...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * O trânsito está rápido hoje. * Que azar...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速开的很快。 * 运气有点背...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速開的很快。 * 運氣有點背...

source: <32>{#p/basic}{#npc/a}* Tra la la. * Remember to take a break every-so-often...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Lembre-se de descansar de vez em quando...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 有时候也记得要休息一下...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 有時候也記得要休息一下...

source: <32>{#p/basic}{#npc/a}* Tra la la. * Everyone knows the old song from the music box...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Todo mundo sabe o velho som da caixa de música.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 大家都知道 那首从音乐盒里传来的老歌...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 大家都知道 那首從音樂盒裡傳來的老歌...

source: <32>{#p/basic}{#npc/a}* ... but do you know its counterpart? * The first thirteen are fine.
pt_br: <32>{#p/basic}{#npc/a}* ... mas você sabe a contra parte? * Os primeiros treze são tranquilos.
zh_cn: <32>{#p/basic}{#npc/a}* ...你知道它还有别的版本吗？ * 前几段还行。
zh_tw: <32>{#p/basic}{#npc/a}* ...你知道它還有別的版本嗎？ * 前幾段還行。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Keep your hands and feet inside the vehicle...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Mantenha suas mãos e pés no veículo...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 不要把手脚伸出船外...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 不要把手腳伸出船外...

source: <32>{#p/basic}{#npc/a}* ... and most of all, your SOUL.
pt_br: <32>{#p/basic}{#npc/a}* ... e acima de tudo, sua ALMA.
zh_cn: <32>{#p/basic}{#npc/a}* ...当然， 管好你的灵魂才是最重要的。
zh_tw: <32>{#p/basic}{#npc/a}* ...當然， 管好你的靈魂才是最重要的。

source: <32>{#p/basic}{#npc/a}* Tra la la. * I heard Toriel has a favorite drink.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Ouvi dizer que a Toriel tem uma bebida favorita.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 我听闻Toriel有一款钟情的饮品。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 我聽聞Toriel有一款鍾情的飲品。

source: <32>{#p/basic}{#npc/a}* Tra la la. * I heard Asgore has a favorite food.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Ouvi dizer que Asgore tem uma comida favorita.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 我听闻Asgore有一款钟情的美食。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 我聽聞Asgore有一款鍾情的美食。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Remember the great King Erogot...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Lembre-se do grande Rei Erogot...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 谨记我们伟大的国王Erogot...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 謹記我們偉大的國王Erogot...

source: <32>{#p/basic}{#npc/a}* ... and his son.
pt_br: <32>{#p/basic}{#npc/a}* ... e seu filho.
zh_cn: <32>{#p/basic}{#npc/a}* ...以及他的儿子。
zh_tw: <32>{#p/basic}{#npc/a}* ...以及他的兒子。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Temmie village...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Vila Temmie...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * Temmie村庄...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * Temmie村莊...

source: <32>{#p/basic}{#npc/a}* ... the room to the left of the short ladder.
pt_br: <32>{#p/basic}{#npc/a}* ... a sala à esquerda da escada curta.
zh_cn: <32>{#p/basic}{#npc/a}* ...坐落在短梯子左边的房间里。
zh_tw: <32>{#p/basic}{#npc/a}* ...坐落在短梯子左邊的房間裡。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Why don't you sing with me? * Tra la la.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Por que você não canta comigo? * Tra la la.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 要不要和我一同轻唱几声？ * 恰啦啦。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 要不要和我一同輕唱幾聲？ * 恰啦啦。

source: <32>{#p/basic}{#npc/a}* Hum hum hum... * Hum hum hum... * I'm having a little concert.
pt_br: <32>{#p/basic}{#npc/a}* Hum hum hum... * Hum hum hum... * Estou tendo um pequeno concerto.
zh_cn: <32>{#p/basic}{#npc/a}* 嗯哼哼... * 嗯哼哼... * 这是我的小型音乐会。
zh_tw: <32>{#p/basic}{#npc/a}* 嗯哼哼... * 嗯哼哼... * 這是我的小型音樂會。

source: <32>{#p/basic}{#npc/a}* Pet pet pet... * The neck stretches infinitely into the cosmos.
pt_br: <32>{#p/basic}{#npc/a}* Acaricia, acaricia... * O pescoço estrala até o infinito do cosmos.
zh_cn: <32>{#p/basic}{#npc/a}* 摸摸摸... * 脖子延伸到宇宙。
zh_tw: <32>{#p/basic}{#npc/a}* 摸摸摸... * 脖子延伸到宇宙。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Remember to pay your fare...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Lembre-se de pagar sua passagem...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 记得付路费...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 記得付路費...

source: <32>{#p/basic}{#npc/a}* ... time and space are quite the valuable commodities.
pt_br: <32>{#p/basic}{#npc/a}* ... tempo e espaço são muito valiosos.
zh_cn: <32>{#p/basic}{#npc/a}* ...时间与空间都弥足珍贵。
zh_tw: <32>{#p/basic}{#npc/a}* ...時間與空間都彌足珍貴。

source: <32>{#p/basic}{#npc/a}* Humans, monsters... * Stars.
pt_br: <32>{#p/basic}{#npc/a}* Humanos, monstros... * Estrelas.
zh_cn: <32>{#p/basic}{#npc/a}* 人类，怪物... * 群星。
zh_tw: <32>{#p/basic}{#npc/a}* 人類，怪物... * 群星。

source: <32>{#p/basic}{#npc/a}* Tra la la. * You can never have too many corn-dogs...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Você nunca terá cachorros quentes o suficiente...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 玉米热狗，多多益善...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 玉米熱狗，多多益善...

source: <32>{#p/basic}{#npc/a}* ... if only they stayed atop your head.
pt_br: <32>{#p/basic}{#npc/a}* ... a não ser que eles fiquem no topo da sua cabeça.
zh_cn: <32>{#p/basic}{#npc/a}* ...要是它们能一直 待在你头上就好了。
zh_tw: <32>{#p/basic}{#npc/a}* ...要是它們能一直 待在你頭上就好了。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Don't snoop behind people's stations...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Não bisbilhotar atrás da estação dos outros...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 别随便偷看别人的工作场所...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 別隨便偷看別人的工作場所...

source: <32>{#p/basic}{#npc/a}* ... you might be mistaken for a thief.
pt_br: <32>{#p/basic}{#npc/a}* ... podem acabar te chamando de ladrão.
zh_cn: <32>{#p/basic}{#npc/a}* ...他们可能会把你当成小偷。
zh_tw: <32>{#p/basic}{#npc/a}* ...他們可能會把你當成小偷。

source: <32>{#p/basic}{#npc/a}* Tra la la. * The underspace is bumpy today.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * O trânsito está cheio hoje.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速路上有点颠簸。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速路上有點顛簸。

source: <33>{#p/basic}{#npc/a}* Tra la la. * The underspace is smooth today.
pt_br: <33>{#p/basic}{#npc/a}* Tra la la. * O trânsito está variado hoje.
zh_cn: <33>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速路上很平稳。
zh_tw: <33>{#p/basic}{#npc/a}* 恰啦啦。 * 今天太空高速路上很平穩。

source: <32>{#p/basic}{#npc/a}* Tra la la. * The royal scientist has a secret...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * A cientista real tem um segredo...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦 * 皇家科学员也有自己的秘密...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦 * 皇家科學員也有自己的秘密...

source: <32>{#p/basic}{#npc/a}* One, two, three, four, five, six...
pt_br: <32>{#p/basic}{#npc/a}* Um, dois, três, quatro, cinco, seis...
zh_cn: <32>{#p/basic}{#npc/a}* 一，二，三，四，五，六...
zh_tw: <32>{#p/basic}{#npc/a}* 一，二，三，四，五，六...

source: <32>* ... reaching full capacity.
pt_br: <32>* ... chegando a capacidade total.
zh_cn: <32>* ...已经到极限了。
zh_tw: <32>* ...已經到極限了。

source: <32>{#p/basic}{#npc/a}* Tra la la. * That robot superstar has a troubled past...
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Aquela robô super famosa tem um passado bagunçado...
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 那个机器人巨星也有着不幸的过去...
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 那個機器人巨星也有著不幸的過去...

source: <32>{#p/basic}{#npc/a}* Tra la la. * Tri li li. * Tre le le.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 嘀哩哩。 * 啼嘞嘞。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 嘀哩哩。 * 啼嘞嘞。

source: <32>{#p/basic}{#npc/a}* Tro lo lo. * Tru lu lu.
zh_cn: <32>{#p/basic}{#npc/a}* 叮咯咯。 * 吐噜噜。
zh_tw: <32>{#p/basic}{#npc/a}* 叮嚕嚕。 * 吐嚕嚕。

source: <32>* ... alas, the vowels reach their end.
pt_br: <32>* ... alas, as vogais chegam ao fim.
zh_cn: <32>* ...啊啦，拟音字都用完了。
zh_tw: <32>* ...啊啦，擬音字都用完了。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Eat a ghost fruit every day.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Coma uma fruta fantasma todo dia.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 记得每天都要吃一个幽灵水果。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 記得每天都要吃一個幽靈水果。

source: <32>{#p/basic}{#npc/a}* ... why? * Then I know you're listening to me...
pt_br: <32>{#p/basic}{#npc/a}* ... Porquê? * Só dessa forma eu saberei que você me escuta.
zh_cn: <32>{#p/basic}{#npc/a}* ...为什么？ * 这样我就知道你有听我的话了...
zh_tw: <32>{#p/basic}{#npc/a}* ...為什麼？ * 這樣我就知道你有聽我的話了...

source: <32>{#p/basic}{#npc/a}* Tra la la. * Have you not heard the song of the stars?
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Você já escutou o som das estrelas?
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 你有没有听说过群星之歌？
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 你有沒有聽說過群星之歌？

source: <32>{#p/basic}{#npc/a}* Tra la la. * What's a game you can play with a dog?
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Quais jogos podemos jogar com um cachorro?
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 有什么游戏可以和狗狗一起玩呢？
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 有什麼遊戲可以和狗狗一起玩呢？

source: <32>{#p/basic}{#npc/a}* ... asking for a friend.
pt_br: <32>{#p/basic}{#npc/a}* ... perguntando para um amigo.
zh_cn: <32>{#p/basic}{#npc/a}* ...问问你的朋友吧。
zh_tw: <32>{#p/basic}{#npc/a}* ...問問你的朋友吧。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Dog justice, dog justice everywhere.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Justiça ao cachorro, justiça ao cachorro por todo lado.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 狗子的公道， 何处不是狗子的公道。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 狗子的公道， 何處不是狗子的公道。

source: <32>{#p/basic}{#npc/a}* Tra la la. * Idle dialogue is not available at this time.
pt_br: <32>{#p/basic}{#npc/a}* Tra la la. * Diálogos não estão disponíveis neste momento.
zh_cn: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 没时间闲言碎语了。
zh_tw: <32>{#p/basic}{#npc/a}* 恰啦啦。 * 沒時間閒言碎語了。

source: <32>{#p/basic}{#npc/a}* I am the traveler. * Dr. Alphys has requested my presence at this location.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou o viajante. * Dr. Alphys requereu minha presença nesta localização.
zh_cn: <32>{#p/basic}{#npc/a}* 我是旅人。 * Alphys博士叫我来接你。
zh_tw: <32>{#p/basic}{#npc/a}* 我是旅人。 * Alphys博士叫我來接你。

source: <32>* You would like to go to Aerialis, would you not?
pt_br: <32>* Você quer ir para Aerialis, não é?
zh_cn: <32>* 去空境吗？
zh_tw: <32>* 去空境嗎？

source: <32>{#p/basic}{#npc/a}* Thank you for taking this ride on my taxi. * My assignment is fulfilled.
pt_br: <32>{#p/basic}{#npc/}* Obrigado por viajar no meu táxi. * Meu objetivo foi concluído.
zh_cn: <32>{#p/basic}{#npc/a}* 感谢乘坐运输船。 * 我的任务完成了。
zh_tw: <32>{#p/basic}{#npc/a}* 感謝乘坐運輸船。 * 我的任務完成了。

source: <18>{#p/papyrus}HELLO, HUMAN!
pt_br: <18>{#p/papyrus}OLÁ, HUMANO!
zh_cn: <18>{#p/papyrus}你好，人类！
zh_tw: <18>{#p/papyrus}你好，人類！

source: <18>{#p/papyrus}I'M GLAD YOU FINALLY SPOKE TO ME.
pt_br: <18>{#p/papyrus}EU ESTOU FELIZ QUE VOCÊ FINALMENTE FALOU COMIGO.
zh_cn: <18>{#p/papyrus}很高兴你终于 和我说话了。
zh_tw: <18>{#p/papyrus}很高興你終於 和我說話了。
