Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* OH MY, $(moniker1u)'S VILLAINY TRULY KNOWS NO BOUNDS!
pt_br: <32>* OH MY, $(moniker1u) É UM VERDADEIRO VILÃO!
zh_cn: <32>* 天呐，$(moniker1u)可真是坏得没边了！
zh_tw: <32>* 天吶，$(moniker1u)可真是壞得沒邊了！

source: <32>* GOOD THING I MADE SOME IN ADVANCE, THEN, HUH?
pt_br: <32>* BOA COISA EU FIZ UM POUCO COM ANTECEDÊNCIA, ENTÃO, HUH?
zh_cn: <32>* 幸好我提前做了一些，对吧？
zh_tw: <32>* 幸好我提前做了一些，對吧？

source: <32>* WELL, DEAR $(moniker2u), I STILL HAVE ONE LAST TRICK UP MY METAPHORICAL SLEEVE.
pt_br: <32>* BEM, QUERIDO, $(moniker2u), EU AINDA TENHO UM ÚLTIMO TRUQUE METAFÓRICO GUARDADO.
zh_cn: <32>* 哎呀呀，亲爱的$(moniker2u)， 对你这种人，我还是留了一手的。 （只是个比喻。）
zh_tw: <32>* 哎呀呀，親愛的$(moniker2u)， 對你這種人，我還是留了一手的。 （只是個比喻。）

source: <32>* IF YOU DON'T CROSS THIS FIELD OF BOMBS IN {@fill=#ff0}NINETY SECONDS{@fill=#fff}...
pt_br: <32>* SE VOCÊ NÃO CRUZAR ESTE CAMPO DE BOMBAS EM {@fill=#ff0}NOVENTA SEGUNDOS{@fill=#fff}...
zh_cn: <32>* 要是那你没能在{@fill=#ff0}九十秒{@fill=#fff}内 飞过这片虚空...
zh_tw: <32>* 要是那你沒能在{@fill=#ff0}九十秒{@fill=#fff}內 飛過這片虛空...

source: <32>* AND, JUST TO RAMP UP THE TENSION, YOU'LL HAVE {@fill=#ff0}NINETY SECONDS{@fill=#fff} TO CROSS THE GAP...
pt_br: <32>* E PARA TER TENSÃO VOCÊ TERÁ QUE CRUZAR ESTE CAMPO DE BOMBAS EM {@fill=#ff0}NOVENTA SEGUNDOS{@fill=#fff}
zh_cn: <32>* 然后，为了增加紧张感， 你需要在{@fill=#ff0}九十秒{@fill=#fff}内飞过这片虚空...
zh_tw: <32>* 然後，為了增加緊張感， 你需要在{@fill=#ff0}九十秒{@fill=#fff}內飛過這片虛空...

source: <32>{#p/mettaton}* I'LL USE YOUR OWN CREATION AGAINST YOU AND {@fill=#f00}BLOW YOU TO SMITHEREENS{@fill=#fff}!
pt_br: <32>{#p/mettaton}* EU USAREI SUA PRÓPRIA CRIANÇÃO CONTRA VOCÊ E TE {@fill=#f00}EXPLODIR EM PEDAÇOS{@fill=#fff}!
zh_cn: <32>{#p/mettaton}* 我就用你的自制武器 把你{@fill=#f00}炸成碎片{@fill=#fff}！
zh_tw: <32>{#p/mettaton}* 我就用你的自製武器 把你{@fill=#f00}炸成碎片{@fill=#fff}！

source: <32>{#p/mettaton}* BEFORE YOU'RE {@fill=#f00}BLOWN TO SMITHEREENS{@fill=#fff}!
pt_br: <32>{#p/mettaton}* ANTES DE VOCÊ {@fill=#f00}EXPLODIR EM PEDAÇOS{@fill=#fff}!
zh_cn: <32>{#p/mettaton}* 不然就会被{@fill=#f00}炸成碎片{@fill=#fff}！
zh_tw: <32>{#p/mettaton}* 不然就會被{@fill=#f00}炸成碎片{@fill=#fff}！

source: <32>{#p/mettaton}* BETTER START RUNNING!!!
pt_br: <32>{#p/mettaton}* MELHOR COMEÇAR A CORRER!!!
zh_cn: <32>{#p/mettaton}* 你最好现在开跑！！！
zh_tw: <32>{#p/mettaton}* 你最好現在開跑！！！

source: <32>{#p/basic}* It doesn't look like you'll be crossing this on your own.
pt_br: <32>{#p/basic}* Não parece que você pode cruzar este caminho sozinho.
zh_cn: <32>{#p/basic}* 看起来靠你自己是无法穿越这里的。
zh_tw: <32>{#p/basic}* 看起來靠你自己是無法穿越這裡的。

source: <25>{#p/alphys}{#f/20}* Uh... I...
pt_br: <25>{#p/alphys}{#f/20}* Uh... eu...
zh_cn: <25>{#p/alphys}{#f/20}* 呃... 我...
zh_tw: <25>{#p/alphys}{#f/20}* 呃... 我...

source: <25>{#g/alphysIDK}* I d-don't know if this is a good idea...
pt_br: <25>{#g/alphysIDK}* Eu n-não sei se isso é uma boa ideia...
zh_cn: <25>{#g/alphysIDK}* 不-不确定这个法子 有没有用...
zh_tw: <25>{#g/alphysIDK}* 不-不確定這個法子 有沒有用...

source: <25>{#f/16}* B-but I'd rather help you than let you die!!
pt_br: <25>{#f/16}* M-mas eu prefiro te ajudar do que te deixar morrer!!
zh_cn: <25>{#f/16}* 不-不过说出来 总比干等着看你死好！！
zh_tw: <25>{#f/16}* 不-不過說出來 總比乾等著看你死好！！

source: <25>{#f/10}* Wouldn't want to... s-stoop to that level, am I right?
pt_br: <25>{#f/10}* Você não iria querer... p-parar aqui, não é?
zh_cn: <25>{#f/10}* 都走到这了... 你-你也不想放弃吧？
zh_tw: <25>{#f/10}* 都走到這了... 你-你也不想放棄吧？

source: <25>{#f/5}* So... basically, most cell phones around here...
pt_br: <25>{#f/5}* Então... basicamente, na maioria dos telefones por aqui...
zh_cn: <25>{#f/5}* 是这样，这儿的手机...
zh_tw: <25>{#f/5}* 是這樣，這兒的手機...

source: <25>{#f/6}* Have a one-time use portable jetpack.
pt_br: <25>{#f/6}* Tem uma mochila a jato de uso único.
zh_cn: <25>{#f/6}* 大多都配有 一次性便携飞行器。
zh_tw: <25>{#f/6}* 大多都配有 一次性便攜飛行器。

source: <25>{#f/10}* Maybe... your phone has one too??
pt_br: <25>{#f/10}* Talvez... seu celular tenha um também??
zh_cn: <25>{#f/10}* ...你那台应该也有吧？？
zh_tw: <25>{#f/10}* ...你那臺應該也有吧？？

source: <25>{#p/alphys}{#g/alphysSide}* Hey, uh...
pt_br: <25>{#p/alphys}{#g/alphysSide}* Ei, uh...
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 嘿，呃...
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 嘿，呃...

source: <25>{#g/alphysCutscene1}* I think I know a way you can get across!
pt_br: <25>{#g/alphysCutscene1}* Eu acho que sei uma forma de te deixar passar!
zh_cn: <25>{#g/alphysCutscene1}* 我知道个法子 能让你飞过去！
zh_tw: <25>{#g/alphysCutscene1}* 我知道個法子 能讓你飛過去！

source: <25>{#g/alphysNervousLaugh}* It's... well...
pt_br: <25>{#g/alphysNervousLaugh}* É... basicamente...
zh_cn: <25>{#g/alphysNervousLaugh}* 就是...
zh_tw: <25>{#g/alphysNervousLaugh}* 就是...

source: <25>{#g/alphysSmileSweat}* It's not as good as Undyne's, but, the phone I gave you...
pt_br: <25>{#g/alphysSmileSweat}* Não é bom igual o da Undyne, mas o celular que eu te dei...
zh_cn: <25>{#g/alphysSmileSweat}* 虽然比不上Undyne的， 但是，我给你的那部 手机里...
zh_tw: <25>{#g/alphysSmileSweat}* 雖然比不上Undyne的， 但是，我給你的那部 手機裡...

source: <25>{#g/alphysHellYeah}* It has a one-time use portable jetpack!
pt_br: <25>{#g/alphysHellYeah}* Tem uma mochila a jato de uso único!
zh_cn: <25>{#g/alphysHellYeah}* 有个一次性的 便携式喷气背包！
zh_tw: <25>{#g/alphysHellYeah}* 有個一次性的便攜飛行器！

source: <25>{#g/alphysNervousLaugh}* Maybe... now would be a good time to try it??
pt_br: <25>{#g/alphysNervousLaugh}* Talvez seja... uma boa hora pra tentar??
zh_cn: <25>{#g/alphysNervousLaugh}* 或许... 现在正好能用用看？？
zh_tw: <25>{#g/alphysNervousLaugh}* 或許... 現在正好能用用看？？

source: <32>{#p/basic}* ... then you realize Alphys's phone came equipped with a jetpack.
pt_br: <32>{#p/basic}* ... então você percebe que o celular da Alphys tem um jetpack instalado.
zh_cn: <32>{#p/basic}* ...你意识到Alphys的手机 配备了个喷气背包。
zh_tw: <32>{#p/basic}* ...你意識到Alphys的手機 配備了個噴氣背包。

source: <32>{#p/human}* (You activated the jetpack.)
pt_br: <32>{#p/human}* (Você ativa o jetpack.)
zh_cn: <32>{#p/human}* （你激活了喷气背包。）
zh_tw: <32>{#p/human}* （你激活了噴氣背包。）

source: <25>{#p/alphys}{#f/3}* G-good luck?
pt_br: <25>{#p/alphys}{#f/3}* B-boa sorte?
zh_cn: <25>{#p/alphys}{#f/3}* 祝-祝你好运？
zh_tw: <25>{#p/alphys}{#f/3}* 祝-祝你好運？

source: <25>{#p/alphys}{#g/alphysHellYeah}* Now we're cooking!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}* Agora estamos cozinhando!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}* 上吧！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}* 上吧！

source: <32>{#p/basic}* This is absolutely bonkers.
pt_br: <32>{#p/basic}* Isso é absolutamente maluco.
zh_cn: <32>{#p/basic}* 实在太癫了。
zh_tw: <32>{#p/basic}* 實在太癲了。

source: <32>{#p/mettaton}* YOU DO REALIZE YOUR LIFE IS IN DANGER HERE... RIGHT?
pt_br: <32>{#p/mettaton}* VOCÊ ENTENDE QUE SUA VIDA ESTÁ ME PERIGO AQUI... CORRETO?
zh_cn: <32>{#p/mettaton}* 你知道在这儿会有生命危险... 对吧？
zh_tw: <32>{#p/mettaton}* 你知道在這兒會有生命危險... 對吧？

source: <32>* PERHAPS OUR GUEST IS... MENTALLY UNSTABLE.
pt_br: <32>* TALVEZ NOSSO CONVIDADO TENHA... UMA MENTE INSTÁVEL.
zh_cn: <32>* 也许我们的嘉宾精神不太稳定。
zh_tw: <32>* 也許我們的嘉賓精神不太穩定。

source: <32>* IN WHICH CASE...
pt_br: <32>* NESSE CASO...
zh_cn: <32>* 这样的话...
zh_tw: <32>* 這樣的話...

source: <32>* WE'LL HAVE TO CUT THIS EPISODE SHORT!
pt_br: <32>* TEREMOS QUE FINALIZAR ESTE EPISÓDIO MAIS CEDO!
zh_cn: <32>* 这期节目就得被剪辑了！
zh_tw: <32>* 這期節目就得被剪輯了！

source: <32>* DON'T WORRY, THOUGH.
pt_br: <32>* MAS NÃO SE PREOCUPEM.
zh_cn: <32>* 不过，别担心。
zh_tw: <32>* 不過，別擔心。

source: <32>* OUR NEXT EPISODE WON'T EVEN -REQUIRE- YOU TO BE SANE!
pt_br: <32>* NOSSO PRÓXIMO EPISÓDIO NÃO IRÁ NECESSITAR SANIDADE!
zh_cn: <32>* 我们的下一期节目甚至 【不需要】你保持理智！
zh_tw: <32>* 我們的下一期節目甚至 【不需要】你保持理智！

source: <32>{#p/mettaton}* WELL, THAT'S ALL FOR NOW.
pt_br: <32>{#p/mettaton}* BEM, ISSO É TUDO POR AGORA.
zh_cn: <32>{#p/mettaton}* 好吧，到此为止。
zh_tw: <32>{#p/mettaton}* 好吧，到此為止。

source: <32>* JUST KNOW THIS, "$(moniker2u)..."
pt_br: <32>* APENAS ISSO AGORA, "$(moniker2u)..."
zh_cn: <32>* 听好了，“$(moniker2u)”...
zh_tw: <32>* 聽好了，「$(moniker2u)」...

source: <32>* THE NEXT TIME WE MEET, SANITY WILL BE THE LEAST OF YOUR WORRIES!
pt_br: <32>* DA PRÓXIMA VEZ QUE NOS VERMOS A SANIDADE SERÁ O MENOR DOS PROBLEMAS!
zh_cn: <32>* 下次再让我碰上你， 能不能保持你的理智 就不是你该操心的事儿了！
zh_tw: <32>* 下次再讓我碰上你， 能不能保持你的理智 就不是你該操心的事兒了！

source: <32>* SO, UNTIL NEXT TIME...
pt_br: <32>* ENTÃO, ATÉ A PRÓXIMA...
zh_cn: <32>* 那么，下回再说吧...
zh_tw: <32>* 那麼，下回再說吧...

source: <32>* LET US WISH THE HUMAN WELL.
pt_br: <32>* ESPERAMOS QUE O HUMANO FIQUE BEM.
zh_cn: <32>* 让我们祝愿人类平安无事。
zh_tw: <32>* 讓我們祝願人類平安無事。

source: <32>{#p/basic}* Huh??
zh_cn: <32>{#p/basic}* 喂？？
zh_tw: <32>{#p/basic}* 喂？？

source: <32>* You could've gotten yourself killed right there!
pt_br: <32>* Você poderia ter sido morto alí mesmo!
zh_cn: <32>* 傻站在这你会死的！
zh_tw: <32>* 傻站在這你會死的！

source: <32>* ... as if I didn't already know this was all just for show.
pt_br: <32>* ... como se eu já não soubesse que isso é tudo por brincadeira.
zh_cn: <32>* ...要是不知道这是节目需要， 我肯定会这么说。
zh_tw: <32>* ...要是不知道這是節目需要， 我肯定會這麼說。

source: <32>* Doesn't make it any less entertaining, though!
pt_br: <32>* Não faz disso nem um pouco menos de entretenimento, pra ser sincera!
zh_cn: <32>* 不过你也别整太无聊了啊！
zh_tw: <32>* 不過你也別整這麼沒趣啊！

source: <32>{#p/mettaton}* WELL, WELL, WELL...
pt_br: <32>{#p/mettaton}* HORA, HORA, HORA...
zh_cn: <32>{#p/mettaton}* 哎呀呀...
zh_tw: <32>{#p/mettaton}* 哎呀呀...

source: <32>* LOOKS LIKE... YOU DIDN'T EVEN MAKE IT HALFWAY THERE?
pt_br: <32>* PARECE QUE... VOCÊ NÃO CHEGOU NEM NA METADE DO CAMINHO?
zh_cn: <32>* 看起来... 你甚至一半都没走到？
zh_tw: <32>* 看起來... 你甚至一半都沒走到？

source: <32>* MY MY. * IT SEEMS YOU'RE GOING TO DIE.
pt_br: <32>* MY MY. * ACHO QUE VOCÊ IRÁ MORRER.
zh_cn: <32>* 天啊。 * 这么说你要死了。
zh_tw: <32>* 天啊。 * 這麼說你要死了。

source: <32>* HAHAHA...
zh_cn: <32>* 哈哈哈...
zh_tw: <32>* 哈哈哈...

source: <32>* ... JUST KIDDING.
pt_br: <32>* ... BRINCADEIRINHA.
zh_cn: <32>* ...开玩笑的。
zh_tw: <32>* ...開玩笑的。

source: <32>* I NEED YOU IN ONE PIECE FOR THE NEXT EPISODE.
pt_br: <32>* PRECISO DE VOCÊ INTEIRO PARA O PRÓXIMO EPISÓDIO.
zh_cn: <32>* 你得安然无恙地参加下一期节目。
zh_tw: <32>* 你得安然無恙地參加下一期節目。

source: <32>* LOOKS LIKE YOU DIDN'T QUITE MAKE IT, HUH?
pt_br: <32>* PARECE QUE VOCÊ NÃO CONSEGUIU, HUH?
zh_cn: <32>* 能力有限，是不是？
zh_tw: <32>* 能力有限，是不是？

source: <32>* BUT HEY. * JUST BECAUSE YOU'RE SUCH A GOOD SPORT, I'LL LET YOU GO.
pt_br: <32>* MAS EI. * SÓ PELO ESPÍRITO ESPORTIVO, EU VOU TE DEIXAR IR.
zh_cn: <32>* 不过没关系。 * 看在你输得起的分上，我放你过关了。
zh_tw: <32>* 不過沒關係。 * 看在你輸得起的分上，我放你過關了。

source: <32>* THE NEXT TIME WE MEET, THINGS WON'T BE SO EASY FOR YOU!
pt_br: <32>* DA PRÓXIMA VEZ QUE NOS VIRMOS, AS COISAS NÃO SERÃO TÃO AGRADÁVEIS PRA VOCÊ!
zh_cn: <32>* 下次再见，可别指望我手下留情了！
zh_tw: <32>* 下次再見，可別指望我手下留情了！

source: <32>* I BID YOU ALL FAREWELL!
pt_br: <32>* TE DESEJO BOA SORTE!
zh_cn: <32>* 再见了各位！
zh_tw: <32>* 再見了各位！

source: <32>{#p/basic}* That sure was the "bomb!"
pt_br: <32>{#p/basic}* Isso com certeza foi uma "bomba"!
zh_cn: <32>{#p/basic}* 真是太“炸裂”了！
zh_tw: <32>{#p/basic}* 真是太「炸裂」了！

source: <32>{#p/basic}* I wonder how well you'll do in the next one.
pt_br: <32>{#p/basic}* Me pergunto o quão bem você irá se sair no próximo.
zh_cn: <32>{#p/basic}* 不知道你下次的表现 会不会也这么好。
zh_tw: <32>{#p/basic}* 不知道你下次的表現 會不會也這麼好。

source: <32>{#p/basic}* Too bad you couldn't make it to the end in time.
pt_br: <32>{#p/basic}* Que triste você não conseguir chegar no final a tempo.
zh_cn: <32>{#p/basic}* 没赶上时间，真可惜。
zh_tw: <32>{#p/basic}* 沒趕上時間，真可惜。

source: <32>* IT SEEMS YOU'VE MADE IT JUST IN TIME.
pt_br: <32>* VOCÊ CHEGOU A TEMPO!
zh_cn: <32>* 看来你还是赶上时间了呢。
zh_tw: <32>* 看來你還是趕上時間了呢。

source: <32>* CONGRATULATIONS! * YOU DON'T COMPLETELY SUCK.
pt_br: <32>* PARABÉNS! * VOCÊ NÃO É UMA COMPLETA DECEPÇÃO.
zh_cn: <32>* 恭喜恭喜！ * 您也没笨得那么彻底。
zh_tw: <32>* 恭喜恭喜！ * 您也沒笨得那麼徹底。

source: <32>{#p/mettaton}* WOW! * A PHOTO FINISH!
pt_br: <32>{#p/mettaton}* UAU! * UM FINAL FOTOGÊNICO!
zh_cn: <32>{#p/mettaton}* 哇哦！ * 掐点到达！
zh_tw: <32>{#p/mettaton}* 哇喔！ * 掐點到達！

source: <32>* YOU'RE A LUCKY ONE, DARLING.
pt_br: <32>* VOCÊ É BEM SORTUDO, GRACINHA.
zh_cn: <32>* 亲爱的，运气不错哦。
zh_tw: <32>* 親愛的，運氣不錯喔。

source: <32>* JUST A FEW MOMENTS MORE, AND YOU'D BE TOAST!
pt_br: <32>* SÓ MAIS ALGUNS MOMENTOS E VOCÊ TERIA TOSTADO!
zh_cn: <32>* 就差那么几秒， 你就得被炸成爆米花了！
zh_tw: <32>* 就差那麼幾秒， 你就得被炸成爆米花了！

source: <32>{#p/mettaton}* WELL, I'D LOVE TO KEEP GOING, BUT I -AM- ON A BIT OF A SCHEDULE HERE.
pt_br: <32>{#p/mettaton}* OLHA, EU AMARIA CONTINUAR, MAS EU -ESTOU- MEIO QUE EM UM IMPASSE AQUI.
zh_cn: <32>{#p/mettaton}* 好吧，我很想继续陪你玩玩， 但我【现在】的日程 有点排不开了。
zh_tw: <32>{#p/mettaton}* 好吧，我很想繼續陪你玩玩， 但我【現在】的日程 有點排不開了。

source: <32>* THE NEXT TIME WE MEET, TIME WILL -NOT- BE ON YOUR SIDE!
pt_br: <32>* DA PRÓXIMA VEZ QUE NÓS VIRMOS O TEMPO -NÃO- ESTARÁ A SEU FAVOR!
zh_cn: <32>* 下次见面时， 时间【可不会】等你的！
zh_tw: <32>* 下次見面時， 時間【可不會】等你的！

source: <25>{#p/alphys}{#g/alphysCutscene1}* You did it!!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Você conseguiu!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 你做到了！！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 你做到了！！

source: <25>{#g/alphysUhButHeresTheDeal}* I guess I should've expected that.
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Eu acho que já deveria ter esperado isso.
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 其实算在我意料之中吧。
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 其實算在我意料之中吧。

source: <25>{#g/alphysSmileSweat}* I guess... you did it??
pt_br: <25>{#g/alphysSmileSweat}* Eu acho... que você conseguiu??
zh_cn: <25>{#g/alphysSmileSweat}* ...做到了？？
zh_tw: <25>{#g/alphysSmileSweat}* ...做到了？？

source: <25>{#p/alphys}{#g/alphysCutscene1}* Yeah! * You did it!!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* É! * Você conseguiu!!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 哦耶！ * 你做到了！！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 喔耶！ * 你做到了！！

source: <25>{#g/alphysFR}* You have a death wish.
pt_br: <25>{#g/alphysFR}* Você quase foi morto.
zh_cn: <25>{#g/alphysFR}* 这么喜欢寻死？
zh_tw: <25>{#g/alphysFR}* 這麼喜歡尋死？

source: <32>{#p/mettaton}* I SEE YOU'VE ARRIVED ON SET.
pt_br: <32>{#p/mettaton}* VEJO QUE VOCÊ CHEGOU AO PALCO.
zh_cn: <32>{#p/mettaton}* 看来你们到片场了呢。ゑ
zh_tw: <32>{#p/mettaton}* 看來你們到片場了呢。ゑ

source: <32>* SMILE FOR THE CAMERAS, HOTSHOTS...
pt_br: <32>* DÊ UM SORRISO PARA A CÂMERA, QUERIDO...
zh_cn: <32>* 对着镜头，笑一个。ゑ
zh_tw: <32>* 對著鏡頭，笑一個。ゑ

source: <32>* BECAUSE YOU'RE ON LIVE TV!
pt_br: <32>* PORQUE VOCÊ ESTÁ NA TV AO VIVO!
zh_cn: <32>* 因为，你们现在上电视了呢， 大明星！ゑ
zh_tw: <32>* 因為，你們現在上電視了呢， 大明星！ゑ

source: <32>* IT'S A TRUE SHAME I CAN'T BE THERE IN PERSON, BUT HEY...
pt_br: <32>* É UMA TRISTEZA QUE EU NÃO POSSA ESTAR AÍ EM PESSOA, MAS...
zh_cn: <32>* 真遗憾呀， 我只能在幕后主持节目了呢...ゑ
zh_tw: <32>* 真遺憾呀， 我只能在幕後主持節目了呢...ゑ

source: <32>* THAT -IS- HOW IT TENDS TO GO THESE DAYS, ISN'T IT?
pt_br: <32>* É ASSIM QUE AS -COISAS- TENDEM A IR NOS DIAS ATUAIS, CORRETO?
zh_cn: <32>* 不过别气馁，听说现在 很流行这种“幕后主持人”哦， 你俩该不会不知道吧？ゑ
zh_tw: <32>* 不過別氣餒，聽說現在 很流行這種「幕後主持人」喔， 你倆該不會不知道吧？ゑ

source: <32>* ANYWAY. THE SMALL AUDIENCE WE HAVE LEFT IS GOING TO ENJOY WATCHING YOU STRUGGLE.
pt_br: <32>* DE TODA FORMA, A PEQUENA AUDIÊNCIA QUE NOS RESTA IRÁ APRECIAR VÊ-LOS SOFRER.
zh_cn: <32>* 哎呀呀，你们又没有喷气背包， 怎么才能飞过那片虚空呢？ゑ
zh_tw: <32>* 哎呀呀，你們又沒有噴氣背包， 怎麼才能飛過那片虛空呢？ゑ

source: <32>* HOW WILL YOU GET ACROSS THE GAP WITH NO JETPACK? * OH, IF ONLY I KNEW...
pt_br: <32>* COMO VOCÊ PASSARÁ PELO ABISMO SEM UMA JETPACK? AH, SE EU TIVESSE A RESPOSTA...
zh_cn: <32>* 我好像也不知道呢...[ADD]<32>* 苦恼吧，挣扎吧。 观众别走哦，现在有好戏看啦。ゑ
zh_tw: <32>* 我好像也不知道呢...[ADD]<32>* 苦惱吧，掙扎吧。 觀眾別走喔，現在有好戲看啦。ゑ

source: <32>* WELL, BEST OF LUCK!
pt_br: <32>* BOA SORTE!
zh_cn: <32>* 祝好！ゑ
zh_tw: <32>* 祝好！ゑ

source: <25>{#p/asriel2}{#f/8}* Really? * "Best of luck?"
pt_br: <25>{#p/asriel2}{#f/8}* Sério? * "Boa sorte?"
zh_cn: <25>{#p/asriel2}{#f/8}* “祝好”？ * 你个蠢货，扯什么淡呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 「祝好」？ * 你個蠢貨，扯什麼淡呢？ゑ

source: <25>{#f/6}* Be careful what you wish for, dolt.
pt_br: <25>{#f/6}* Cuidado com o que você deseja, robô.
zh_cn: <25>{#f/6}* 祝福也得挑挑人啊。ゑ
zh_tw: <25>{#f/6}* 祝福也得挑挑人啊。ゑ

source: <25>{#f/7}* There's a liftgate straight ahead of us.
pt_br: <25>{#f/7}* Tem um portal de levitação bem na nossa frente.
zh_cn: <25>{#f/7}* 前头有个升降机。 * 走，咱去看看。ゑ
zh_tw: <25>{#f/7}* 前頭有個升降機。 * 走，咱去看看。ゑ

source: <32>{#p/basic}* Ah, there you are... * I thought you might show up...
pt_br: <32>{#p/basic}* Ah, aí está você. * Imaginei que você apareceria...
zh_cn: <32>{#p/basic}* 啊，是你们... * 我就知道...ゑ
zh_tw: <32>{#p/basic}* 啊，是你們... * 我就知道...ゑ

source: <32>* This liftgate was placed here to help the others evacuate.
pt_br: <32>* Este portal de levitação foi colocado aqui para ajudar outros a evacuar.
zh_cn: <32>* 这个升降机 是用来疏散民众的。ゑ
zh_tw: <32>* 這個升降機 是用來疏散民眾的。ゑ

source: <32>* Now that they have, though, I'm afraid I can't let anyone else through.
pt_br: <32>* Mas agora que eles já foram, acredito que não possa deixar mais ninguém passar.
zh_cn: <32>* 现在疏散工作已经完成， 所以... 我不会再放人了。ゑ
zh_tw: <32>* 現在疏散工作已經完成， 所以... 我不會再放人了。ゑ

source: <32>{|}* So, if you could just- {%}
pt_br: <32>{|}* Então, se você puder só- {%}
zh_cn: <32>{|}* 所以你俩还是-ゑ {%}
zh_tw: <32>{|}* 所以你倆還是-ゑ {%}

source: <25>{#p/asriel2}{#f/6}* Stay out of our way.
pt_br: <25>{#p/asriel2}{#f/6}* Sai do nosso caminho.
zh_cn: <25>{#p/asriel2}{#f/6}* 滚。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 滾。ゑ

source: <32>{#p/basic}* Ah...! * I don't think... * I can really do that...
pt_br: <32>{#p/basic}* Ah...! * Eu não acho... que eu possa realmente fazer isso...
zh_cn: <32>{#p/basic}* 啊！ * 对不起... 我不敢...ゑ
zh_tw: <32>{#p/basic}* 啊！ * 對不起... 我不敢...ゑ

source: <32>{#p/basic}* I-I mean... * I could make an exception...
pt_br: <32>{#p/basic}* Quer d-dizer... * Eu posso abrir uma exceção...
zh_cn: <32>{#p/basic}* 我-我是说... 我会破例的...ゑ
zh_tw: <32>{#p/basic}* 我-我是說... 我會破例的...ゑ

source: <32>* Just... don't tell the boss...
pt_br: <32>* Só... não conta para o chefe...
zh_cn: <32>* 求... 求你们别告诉老板...ゑ
zh_tw: <32>* 求... 求你們別告訴老闆...ゑ

source: <25>{#p/asriel2}{#f/2}* Oh? * So you ARE going to let us through?
pt_br: <25>{#p/asriel2}{#f/2}* Oh? * Então você vai deixar a gente passar?
zh_cn: <25>{#p/asriel2}{#f/2}* 哦？ * 打算放我们过去，是吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 喔？ * 打算放我們過去，是嗎？ゑ

source: <25>{#f/1}* Good.
pt_br: <25>{#f/1}* Bom pra você.
zh_cn: <25>{#f/1}* 这还差不多。ゑ
zh_tw: <25>{#f/1}* 這還差不多。ゑ

source: <32>{#p/basic}* ... y-yeah! * O-of course I'll let you through!
pt_br: <32>{#p/basic}* ... é! * É c-claro que eu vou deixá-los passar!
zh_cn: <32>{#p/basic}* ...当-当然！ * 我-我保证不拦你们！ゑ
zh_tw: <32>{#p/basic}* ...當-當然！ * 我-我保證不攔你們！ゑ

source: <25>{#p/asriel2}{#f/3}* That was probably a smart choice.
pt_br: <25>{#p/asriel2}{#f/3}* Foi uma escolha inteligente.
zh_cn: <25>{#p/asriel2}{#f/3}* 识时务者为俊杰。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 識時務者為俊傑。ゑ

source: <25>{#p/asriel2}{#f/3}* Let's go.
pt_br: <25>{#p/asriel2}{#f/3}* Vamos.
zh_cn: <25>{#p/asriel2}{#f/3}* 咱们走。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 咱們走。ゑ

source: <32>{#p/mettaton}* I SEE YOU'VE MADE IT ACROSS THE GAP.
pt_br: <32>{#p/mettaton}* VEJO QUE VOCÊ PASSOU PELO ABISMO.
zh_cn: <32>{#p/mettaton}* 你俩就这么飞过虚空了。ゑ
zh_tw: <32>{#p/mettaton}* 你倆就這麼飛過虛空了。ゑ

source: <32>* PERHAPS...
pt_br: <32>* TALVEZ...
zh_cn: <32>* 看来...ゑ
zh_tw: <32>* 看來...ゑ

source: <32>* TRUSTING A LOW-LEVEL SERVICE WORKER TO GUARD THAT LIFTGATE...
pt_br: <32>* ACREDITAR EM UM FUNCIONÁRIO DE BAIXA PATENTE PARA PROTEGER O PORTAL...
zh_cn: <32>* 派一个低级服务员 去守升降机... * 是我失策了。ゑ
zh_tw: <32>* 派一個低級服務生 去守升降機... * 是我失策了。ゑ

source: <32>* WASN'T THE GREATEST PLAN.
pt_br: <32>* NÃO TENHA SIDO O MELHOR PLANO.
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* OH WELL.
pt_br: <32>* POIS BEM.
zh_cn: <32>* 唉，好吧。ゑ
zh_tw: <32>* 唉，好吧。ゑ

source: <32>* I'M GOING TO KILL YOU ANYWAY.
pt_br: <32>* EU IREI TE MATAR DE TODA FORMA.
zh_cn: <32>* 反正，我早晚灭了你们。ゑ
zh_tw: <32>* 反正，我早晚滅了你們。ゑ

source: <32>{#p/basic}* Don't worry, I'll be okay! * Just look at these rings! * I can't be fired forever...
pt_br: <32>{#p/basic}* Não se preocupe, eu ficarei bem! Só olha para esses anéis! Não posso ser demitido...
zh_cn: <32>{#p/basic}* 别担心，我不会有事的！[ADD]<32>{#p/basic}* 这些光圈能证明， 就算老板炒我鱿鱼， 我也肯定能复职的...ゑ
zh_tw: <32>{#p/basic}* 別擔心，我不會有事的！[ADD]<32>{#p/basic}* 這些光圈能證明， 就算老闆炒我魷魚， 我也肯定能復職的...ゑ

source: <25>{#p/alphys}{#g/alphysSide}* You got to the checkpoint!
pt_br: <25>{#p/alphys}{#g/alphysSide}* Você chegou no ponto seguro!
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 你找到检查点了！
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 你找到檢查點了！

source: <25>{#g/alphysWelp}* But, uh, that was only the f-first one.
pt_br: <25>{#g/alphysWelp}* Mas, uh, aquele foi apenas o p-primeiro.
zh_cn: <25>{#g/alphysWelp}* 不过，呃，这才只是 第-第一个呢。
zh_tw: <25>{#g/alphysWelp}* 不過，呃，這才只是 第-第一個呢。

source: <25>{#g/alphysNeutralSweat}* There's still two more left to go.
pt_br: <25>{#g/alphysNeutralSweat}* Ainda tem mais dois.
zh_cn: <25>{#g/alphysNeutralSweat}* 还有两个要找。
zh_tw: <25>{#g/alphysNeutralSweat}* 還有兩個要找。

source: <25>{#p/alphys}{#g/alphysWelp}* One left.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Só mais um.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 还剩一个。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 還剩一個。

source: <25>{#p/alphys}{#g/alphysHellYeah}* Yes!! * That's the last one!!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}* Ótimo!! * Esse era o último!!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}* 好！！ * 最后一个也搞定了！！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}* 好！！ * 最後一個也搞定了！！

source: <25>{#g/alphysCutscene2}* Eheh...
zh_cn: <25>{#g/alphysCutscene2}* 诶嘿...
zh_tw: <25>{#g/alphysCutscene2}* 誒嘿...

source: <25>{#f/10}* ...
zh_tw: <25>{#f/10}* ...ゑ

source: <25>{#f/3}* Don't judge me, I just like rooting for you.
pt_br: <25>{#f/3}* Não me julga, eu só gosto de torcer por você.
zh_cn: <25>{#f/3}* 不用评判我， 我就是喜欢给你 加油打气而已。
zh_tw: <25>{#f/3}* 不用評判我， 我就是喜歡給你 加油打氣而已。

source: <32>{#p/mettaton}* AH, THERE YOU ARE.
pt_br: <32>{#p/mettaton}* AH, AÍ ESTÁ VOCÊ.
zh_cn: <32>{#p/mettaton}* 你来了啊。
zh_tw: <32>{#p/mettaton}* 你來了啊。

source: <32>{#p/mettaton}* YOU'VE DONE WELL TO PLAY ALONG THUS FAR, DEAR "$(moniker2u)."
pt_br: <32>{#p/mettaton}* VOCÊ TEM AGIDO MUITO BEM ATÉ O MOMENTO, QUERIDO "$(moniker2u)."
zh_cn: <32>{#p/mettaton}* 迄今为止， 你配合的很好， 亲爱的“$(moniker2u)”。
zh_tw: <32>{#p/mettaton}* 迄今為止， 你配合的很好， 親愛的「$(moniker2u)」。

source: <32>{#p/mettaton}* YOU'RE LATE, DARLING...
pt_br: <32>{#p/mettaton}* VOCÊ ESTÁ ATRASADO, MEU AMOR...
zh_cn: <32>{#p/mettaton}* 你迟到了，亲爱的...
zh_tw: <32>{#p/mettaton}* 你遲到了，親愛的...

source: <32>{#p/mettaton}* MAYBE IF YOU'D STOPPED KILLING PEOPLE, THAT WOULDN'T BE A PROBLEM.
pt_br: <32>{#p/mettaton}* TALVEZ SE VOCÊ PARASSE DE MATAR AS PESSOAS, ISSO NÃO TERIA ACONTECIDO.
zh_cn: <32>{#p/mettaton}* 要是你不再杀人， 那不成问题的。
zh_tw: <32>{#p/mettaton}* 要是你不再殺人， 那不成問題的。

source: <32>{#p/mettaton}* SALUTATIONS, HUMAN.
pt_br: <32>{#p/mettaton}* SAUDAÇÕES, HUMANO.
zh_cn: <32>{#p/mettaton}* 你来了啊，人类。
zh_tw: <32>{#p/mettaton}* 你來了啊，人類。

source: <32>* YOU'RE JUST A FEW MOMENTS EARLY FOR THE SHOW.
pt_br: <32>* VOCÊ ESTÁ ALGUNS MOMENTOS MAIS CEDO PARA O SHOW.
zh_cn: <32>* 你比演出时间开始 早到了几分钟呢。
zh_tw: <32>* 你比演出時間開始 早到了幾分鐘呢。

source: <32>* ... STILL, DO YOU HAVE WHAT IT TAKES TO KEEP THIS UP?
pt_br: <32>* ... AINDA, VOCÊ TEM O QUE É NECESSÁRIO PARA CONTINUAR EM FRENTE?
zh_cn: <32>* ...不过， 你可以继续保持下去吗？
zh_tw: <32>* ...不過， 你可以繼續保持下去嗎？

source: <32>* ... WOULD YOU MIND MOVING STAGE LEFT FOR ME?
pt_br: <32>* ... PODERIA IR ATÉ A PARTE ESQUERDA DO PALCO PARA MIM?
zh_cn: <32>* ...你介意先去到舞台左侧吗？
zh_tw: <32>* ...你介意先去到舞臺左側嗎？

source: <32>{#p/mettaton}* WELL, FOR NOW, I'LL NEED YOU TO MOVE LEFT OF THE STAGE.
pt_br: <32>{#p/mettaton}* BEM, AGORA VOU PRECISAR QUE VOCÊ VÁ ATÉ A PARTE ESQUERDA DO PALCO.
zh_cn: <32>{#p/mettaton}* 呃，现在我得先让你 去到舞台左侧。
zh_tw: <32>{#p/mettaton}* 呃，現在我得先讓你 去到舞臺左側。

source: <32>* YOU CAN COME BACK INTO FRAME WHEN I CALL OUT FOR YOU.
pt_br: <32>* VOCÊ PODE VOLTAR A TELA QUANDO EU TE CHAMAR.
zh_cn: <32>* 等我叫你之后， 你再回到画面里来。
zh_tw: <32>* 等我叫你之後， 你再回到畫面裡來。

source: <32>{#p/basic}* A few moments later...
pt_br: <32>{#p/basic}* Alguns momentos mais tarde...
zh_cn: <32>{#p/basic}* 过了一会儿...
zh_tw: <32>{#p/basic}* 過了一會兒...

source: <32>{#p/mettaton}* FOLKS, TODAY WE'RE GOING TO DO SOMETHING A LITTLE DIFFERENT.
pt_br: <32>{#p/mettaton}* AMIGOS, HOJE ESTAREMOS FAZENDO ALGO UM POUCO DIFERENTE.
zh_cn: <32>{#p/mettaton}* 伙计们， 今天我们要做点不一样的事。
zh_tw: <32>{#p/mettaton}* 夥計們， 今天我們要做點不一樣的事。
