Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#k/3}* Gosh, isn't talking to you JUST SO MUCH FUN!?!?
pt_br: <32>{#k/3}* Caramba, conversar com você NÃO É TÃO DIVERTIDO?
zh_cn: <32>{#k/3}* 哈哈哈跟您聊天真是太有意思了 您说是不是呀亲爱的？！？！ゑ
zh_tw: <32>{#k/3}* 哈哈哈跟您聊天真是太有意思了 您說是不是呀親愛的？！？！ゑ

source: <32>{#p/basic}{#k/6}* Where we are, eh?
pt_br: <32>{#p/basic}{#k/6}* Onde nós estamos, eh?
zh_cn: <32>{#p/basic}{#k/6}* 嗯？我们在哪？
zh_tw: <32>{#p/basic}{#k/6}* 嗯？我們在哪？

source: <32>{#k/4}* This place is... a little weird...
pt_br: <32>{#k/4}* Esse lugar é... estranho...
zh_cn: <32>{#k/4}* 这个地方... 是有点奇怪...
zh_tw: <32>{#k/4}* 這個地方... 是有點奇怪...

source: <32>{#k/0}* King Asgore had it built as a way to "bring monsters together."
pt_br: <32>{#k/0}* Rei Asgore construiu este lugar como uma forma de "unificar os monstros."
zh_cn: <32>{#k/0}* 国王Asgore建造它 是想“让怪物团结一心”。
zh_tw: <32>{#k/0}* 國王Asgore建造它 是想「讓怪物團結一心」。

source: <32>{#k/7}* Now it's... just kind of this place that exists. * There's food, there's rest, and sometimes they run shows here.
pt_br: <32>{#k/7}* Agora é... apenas um lugar que existe. * Há comida, há descanso e às vezes eles fazem shows aqui.
zh_cn: <32>{#k/7}* 现在则变成了... 这样的地方。 * 这里可以吃饭，可以休息， 有时还会有人来这表演节目。
zh_tw: <32>{#k/7}* 現在則變成了... 這樣的地方。 * 這裡可以吃飯，可以休息， 有時還會有人來這表演節目。

source: <32>{#k/6}* Oh, and, this is where they host the OuterNet. * Bratty and Catty are in charge of the news.
pt_br: <32>{#k/6}* Ah é, é por aqui que eles comandam a Outernet. * Bratty e Catty são as jornalistas anfitriãs.
zh_cn: <32>{#k/6}* 哦，忘了说，这里还是 他们托管域外网的地方。 * 由Bratty和Catty负责管理 上面的新闻。
zh_tw: <32>{#k/6}* 喔，忘了說，這裡還是 他們託管域外網的地方。 * 由Bratty和Catty負責管理 上面的新聞。

source: <32>{#k/4}* Well, actually, they're in charge of this place as a whole.
pt_br: <32>{#k/4}* Bem, na verdade elas estão no comando do lugar de modo geral.
zh_cn: <32>{#k/4}* 哦，实际上， 这个地方，她们说的算。
zh_tw: <32>{#k/4}* 喔，實際上， 這個地方，她們說的算。

source: <32>{#k/0}* After Mettaton left, I told them they could take over. * Besides, I've got my own thing going for me now...
pt_br: <32>{#k/0}* Depois que Mettaton saiu, eu disse a elas que poderiam assumir. * Além disso, eu tenho minhas próprias coisas pra fazer agora...
zh_cn: <32>{#k/0}* Mettaton离开后， 我就让她们来接手这个地方。 * 再说，我现在也有 自己的事要做...
zh_tw: <32>{#k/0}* Mettaton離開後， 我就讓她們來接手這個地方。 * 再說，我現在也有 自己的事要做...

source: <32>{#k/2}* I guess I'm just a little tired.
pt_br: <32>{#k/2}* Eu acho que só estou um pouco cansado.
zh_cn: <32>{#k/2}* 也许我只是有点累了。
zh_tw: <32>{#k/2}* 也許我只是有點累了。

source: <32>{#k/3}* But hey, who has time for THAT when you've got people like GLYDE hanging around, huh!?
pt_br: <32>{#k/3}* Mas ei, quem tem tempo com um cara como o Glyde andando por aí huh!?
zh_cn: <32>{#k/3}* 但是，听着， 当你身边有一个像GLYDE 这样的家伙时， 你难道还有闲空来管 别的事吗！？
zh_tw: <32>{#k/3}* 但是，聽著， 當你身邊有一個像GLYDE 這樣的傢伙時， 你難道還有閒空來管 別的事嗎！？

source: <32>{#p/basic}{#k/6}* Haha... let me tell you about this showboating know-it-all.
pt_br: <32>{#p/basic}{#k/6}* Haha... deixa eu te falar sobre esse sabe-tudo exibicionista.
zh_cn: <32>{#p/basic}{#k/6}* 哈哈... 我来告诉你关于这个 喜欢招摇过市，而且大愚若智的 家伙的那档子事吧。
zh_tw: <32>{#p/basic}{#k/6}* 哈哈... 我來告訴你關於這個 喜歡招搖過市，而且大愚若智的 傢伙的那檔子事吧。

source: <32>{#k/0}* Back when I worked for Mettaton, I regularly had to make this thing called a "face steak."
pt_br: <32>{#k/0}* Quando eu trabalhava com o Mettaton eu precisava fazer um tal chamado de "bife do rosto."
zh_cn: <32>{#k/0}* 在给MTT打工那会， 我经常要做一种 叫做“脸排”的东西。
zh_tw: <32>{#k/0}* 在給MTT打工那會， 我經常要做一種 叫做「臉排」的東西。

source: <32>{#k/1}* For the record, that's a steak with Mettaton's "fabulous" face on it.
pt_br: <32>{#k/1}* Só pra esclarecer, este era um bife com o "fabuloso" rosto do Mettaton.
zh_cn: <32>{#k/1}* 郑重声明， 这种牛排都被印上了Mettaton 那张“无与伦比的美妙”的脸。
zh_tw: <32>{#k/1}* 鄭重聲明， 這種牛排都被印上了Mettaton 那張「無與倫比的美妙」的臉。

source: <32>{#k/3}* But Glyde? * Glyde loved it so much it decided to make its own "steak enterprise" by putting ITS face on steaks instead!
pt_br: <32>{#k/3}* Mas Glyde? * Glyde amou tanto que decidiu fazer sua própria "empresa de bifes", colocando SEU rosto nos bifes!
zh_cn: <32>{#k/3}* 但是Glyde？ * Glyde对那牛排爱的要死， 并决定将自己的脸印在牛排上， 建立起一家属于自己的 “牛排企业”！
zh_tw: <32>{#k/3}* 但是Glyde？ * Glyde對那牛排愛的要死， 並決定將自己的臉印在牛排上， 建立起一家屬於自己的 「牛排企業」！

source: <32>{#k/3}* And, as if that wasn't crazy enough, Glyde BID on me to be its first employee! * Like I'm up for auction or something!
pt_br: <32>{#k/3}* E como se isso não fosse loucura o suficiente, Glyde queria eu eu fosse seu primeiro cliente. Como se eu quisesse participar dessa porcaria.
zh_cn: <32>{#k/3}* 还有，更疯狂的是， Glyde往我店柜上丢了一沓钱， 就要把我拽出来，让我成为它 手下的第一名员工！ * 就像我是被售卖的一个商品似的！
zh_tw: <32>{#k/3}* 還有，更瘋狂的是， Glyde往我店柜上丟了一沓錢， 就要把我拽出來，讓我成為它 手下的第一名員工！ * 就像我是被售賣的一個商品似的！

source: <32>{#k/4}* Of course, Mettaton wasn't going to let me go that easily, so I ended up staying here.
pt_br: <32>{#k/4}* É claro, Mettaton não deixaria eu ir tão facilmente, então acabei ficando aqui com ele.
zh_cn: <32>{#k/4}* 当然，Mettaton不会 轻易放我走的， 所以我最后还是留在了这里。
zh_tw: <32>{#k/4}* 當然，Mettaton不會 輕易放我走的， 所以我最後還是留在了這裡。

source: <32>{#k/0}* In the end, Glyde never got what it wanted, and now it just goes around demanding people join its "crusade."
pt_br: <32>{#k/0}* No fim, Glyde nunca conseguiu o que queria e fica rodando por aí pedindo para as pessoas se juntarem a sua "cruzada."
zh_cn: <32>{#k/0}* 最终，Glyde没有得到想要的。 现在Glyde只是四处要求人们 加入它的“十字军东征”。
zh_tw: <32>{#k/0}* 最終，Glyde沒有得到想要的。 現在Glyde只是四處要求人們 加入它的「十字軍東徵」。

source: <32>{#k/1}* Oh well. * If things get really bad, I can just turn off the lights again...
pt_br: <32>{#k/1}* Ah bem. * Se as coisas ficarem muito ruins, posso simplesmente desligar as luzes novamente.
zh_cn: <32>{#k/1}* 哦对了。 * 如果再发生那样的事， 我可以把灯关掉。
zh_tw: <32>{#k/1}* 喔對了。 * 如果再發生那樣的事， 我可以把燈關掉。

source: <32>{#k/7}* Maniacs like that fear the dark because they can't stand not being in control of every last situation they're in.
pt_br: <32>{#k/7}* Maníacos como ele temem o escuro pois eles não aguentam não estar no controle até da última situação em que se encontram.
zh_cn: <32>{#k/7}* 像那样害怕黑暗的疯子 无法忍受自己不能掌控 自己身处的全部情况。
zh_tw: <32>{#k/7}* 像那樣害怕黑暗的瘋子 永遠不想待在會讓自己孤立無援， 無法掌握大局的環境中。

source: <32>{#p/basic}{#k/4}* I've told you all I really know about Glyde.
pt_br: <32>{#p/basic}{#k/4}* Eu já te disse tudo que sei sobre o Glyde.
zh_cn: <32>{#p/basic}{#k/4}* Glyde那些事 能说的我都说了。
zh_tw: <32>{#p/basic}{#k/4}* Glyde那些事 能說的我都說了。

source: <32>{#k/7}* Maybe there's something buried somewhere in its past to explain why it acts this way...
pt_br: <32>{#k/7}* Talvez exista algo sobre o passado dele para explicar porque ele age assim...
zh_cn: <32>{#k/7}* 也许在过去的什么地方 隐藏着的什么东西可以解释 Glyde为什么要这样做...
zh_tw: <32>{#k/7}* 也許在過去的什麼地方 隱藏著的什麼東西可以解釋 Glyde為什麼要這樣做...

source: <32>{#k/1}* But that's anyone's guess.
pt_br: <32>{#k/1}* Mas isso vale pra todo mundo.
zh_cn: <32>{#k/1}* 但谁知道呢？
zh_tw: <32>{#k/1}* 但誰知道呢？

source: <32>{#p/basic}{#k/1}* What do I look like, a fortune teller?
pt_br: <32>{#p/basic}{#k/1}* O que eu pareço, uma cartomante?
zh_cn: <32>{#p/basic}{#k/1}* 你把我当啥了，算命的吗？
zh_tw: <32>{#p/basic}{#k/1}* 你把我當啥了，算命的嗎？

source: <32>{#k/2}* I have no idea what's in your future.
pt_br: <32>{#k/2}* Eu não tenho ideia sobre o que o futuro te guarda.
zh_cn: <32>{#k/2}* 我哪知道你的未来咋样？
zh_tw: <32>{#k/2}* 我哪知道你的未來咋樣？

source: <32>{#k/4}* But if I had to guess, it'll be better than your past.
pt_br: <32>{#k/4}* Mas se eu puder chutar, acho que vai ser melhor do que seu passado.
zh_cn: <32>{#k/4}* 非要我说的话， 肯定比过去好。
zh_tw: <32>{#k/4}* 非要我說的話， 肯定比過去好。

source: <32>{#k/7}* From what Asgore was saying, humans never come here for particularly good reasons.
pt_br: <32>{#k/7}* Pelo que Asgore diz, humanos nunca vem para cá por boas razões.
zh_cn: <32>{#k/7}* 我总觉得Asgore话外有话， 你们几个可能碰上什么糟心事了， 才来了这前哨站。
zh_tw: <32>{#k/7}* 我總覺得Asgore話外有話， 你們幾個可能碰上什麼糟心事了， 才來了這前哨站。

source: <32>{#k/0}* Except for that brawny kid. * They were just a really big fan of monsters, I guess.
pt_br: <32>{#k/0}* Exceto por aquele garoto musculoso. * Ele era apenas um grande fã de monstros, eu acho.
zh_cn: <32>{#k/0}* 除了那个强壮的孩子。 * 我觉得那孩子只是喜欢怪物。
zh_tw: <32>{#k/0}* 除了那個強壯的孩子。 * 我覺得那孩子只是喜歡怪物。

source: <32>{#p/basic}{#k/5}* My future, huh? * I dunno, little bully...
pt_br: <32>{#p/basic}{#k/5}* Meu futuro, huh? * Eu nem sei, carinha...
zh_cn: <32>{#p/basic}{#k/5}* 我的未来？ * 小恶霸，你问我，我也不知道啊...
zh_tw: <32>{#p/basic}{#k/5}* 我的未來？ * 小惡霸，你問我，我也不知道啊...

source: <32>{#p/basic}{#k/6}* You tell me.
pt_br: <32>{#p/basic}{#k/6}* Me fala você.
zh_cn: <32>{#p/basic}{#k/6}* 之后怎么活， 我还想问你呢。
zh_tw: <32>{#p/basic}{#k/6}* 之後怎麼活， 我還想問你呢。

source: <32>{#p/basic}{#k/5}* Ohhhhh trust me, my little whiny-heinie death-defying slaughter-happy murderer...
pt_br: <32>{#p/basic}{#k/5}* Ohhhh confia em mim, meu projeto de assassino com sorriso psicopático...
zh_cn: <32>{#p/basic}{#k/5}* 哎呦呦呦我最最亲爱的哭哭啼啼 又蠢又笨嗜血成性臭不要脸 唐的不要不要的小魔头啊...ゑ
zh_tw: <32>{#p/basic}{#k/5}* 哎呦呦呦我最最親愛的哭哭啼啼 又蠢又笨嗜血成性臭不要臉 唐的不要不要的小魔頭啊...ゑ

source: <32>{#k/6}* My future's secure.
pt_br: <32>{#k/6}* Meu futuro está seguro.
zh_cn: <32>{#k/6}* 我的未来还轮不到你操心。ゑ
zh_tw: <32>{#k/6}* 我的未來還輪不到你操心。ゑ

source: <32>{#k/2}* Besides, an old buddy of mine told me how I can't be hurt here.
pt_br: <32>{#k/2}* Aliás, um velho amigo meu me disse que não posso ser ferido aqui.
zh_cn: <32>{#k/2}* 而且，有个老伙计告诉过我， 我在这待着肯定安全。ゑ
zh_tw: <32>{#k/2}* 而且，有個老夥計告訴過我， 我在這待著肯定安全。ゑ

source: <32>{#k/5}* You're NEVER getting me.
pt_br: <32>{#k/5}* Você NUNCA vai me pegar.
zh_cn: <32>{#k/5}* 因为你根本打不了我。ゑ
zh_tw: <32>{#k/5}* 因為你根本打不了我。ゑ

source: <32>{#p/basic}{#k/0}* MY future? * Little buddy...
pt_br: <32>{#p/basic}{#k/0}* Meu futuro? * Amiguinho...
zh_cn: <32>{#p/basic}{#k/0}* 我的未来？ * 小家伙啊，操心我的前途之前...ゑ
zh_tw: <32>{#p/basic}{#k/0}* 我的未來？ * 小傢伙啊，操心我的前途之前...ゑ

source: <32>{#k/3}* You should be thinking about your future!
pt_br: <32>{#k/3}* Você deveria estar pensando sobre o seu futuro!
zh_cn: <32>{#k/3}* 先想想自己怎么过活吧！ゑ
zh_tw: <32>{#k/3}* 先想想自己怎麼過活吧！ゑ

source: <32>{#k/6}* Don't worry, pal. * With that rectangular rabble- rouser off my back, things are looking brighter by the day.
pt_br: <32>{#k/6}* Não se preocupe, amigo. * Com aquela turba retangular fora das minhas costas, as coisas parecem mais brilhantes a cada dia.
zh_cn: <32>{#k/6}* 伙计你放心。 * 只要我摆脱了那个臭铁皮盒子， 马上就能转运了。ゑ
zh_tw: <32>{#k/6}* 夥計你放心。 * 只要我擺脫了那個臭鐵皮盒子， 馬上就能轉運了。ゑ

source: <09>{#p/basic}...
zh_cn: <09>{#p/basic}...ゑ
zh_tw: <09>{#p/basic}...ゑ

source: <16>{#k/0/0}* Like, see you later!
pt_br: <16>{#k/0/0}* Tipo, te vejo depois!
zh_cn: <16>{#k/0/0}* 那就， 回见啦！
zh_tw: <16>{#k/0/0}* 那就， 回見啦！

source: <16>* Like, later and stuff!
pt_br: <16>* Tipo, depois e tals.
zh_cn: <16>* 那就，改天见 什么的！
zh_tw: <16>* 那就，改天見 什麼的！

source: 0G - Space Junk
pt_br: 0G - Lixo Espacial
zh_cn: 0G - 太空垃圾
zh_tw: 0G - 太空垃圾

source: 0G - Laser Rifle?
pt_br: 0G - Rifle de Laser?
zh_cn: 0G - 激光步枪？
zh_tw: 0G - 雷射步槍？

source: 0G - Laser Rifle
pt_br: 0G - Rifle de Laser
zh_cn: 0G - 激光步枪
zh_tw: 0G - 雷射步槍

source: 0G - Tactical Visor?
pt_br: 0G - Viseira Tática?
zh_cn: 0G - 战术护目镜？
zh_tw: 0G - 戰術護目鏡？

source: 0G - Tactical Visor
pt_br: 0G - Viseira Tática
zh_cn: 0G - 战术护目镜
zh_tw: 0G - 戰術護目鏡

source: 0G - Mystery Key
pt_br: 0G - Chave Misteriosa
zh_cn: 0G - 神秘钥匙
zh_tw: 0G - 神秘鑰匙

source: 5G - Space Junk
pt_br: 5G - Lixo Espacial
zh_cn: 5G - 太空垃圾
zh_tw: 5G - 太空垃圾

source: 60G - Laser Rifle?
pt_br: 60G - Rifle de Laser?
zh_cn: 60G - 激光步枪？
zh_tw: 60G - 雷射步槍？

source: 70G - Laser Rifle
pt_br: 70G - Rifle de Laser
zh_cn: 70G - 激光步枪
zh_tw: 70G - 雷射步槍

source: 60G - Tactical Visor?
pt_br: 60G - Viseira Tática?
zh_cn: 60G - 战术护目镜？
zh_tw: 60G - 戰術護目鏡？

source: 70G - Tactical Visor
pt_br: 70G - Viseira Tática
zh_cn: 70G - 战术护目镜
zh_tw: 70G - 戰術護目鏡

source: 400G - Mystery Key
pt_br: 400G - Chave Misteriosa
zh_cn: 400G - 神秘钥匙
zh_tw: 400G - 神秘鑰匙

source: Heals ??HP Could be anything.
pt_br: Cura ??HP Pode ser Qualquer coisa.
zh_cn: 回复?? HP 可能是垃圾， 也可能是 战斗机。
zh_tw: 回復?? HP 可能是垃圾， 也可能是 戰鬥機。

source: Weapon: 10AT ($(x) AT) Difficult, but powerful. Replicated.
pt_br: Arma: 10AT ($(x) AT) Difícil, mas poderosa. Replicada.
zh_cn: 武器：12攻击 (当前攻击$(x)) 难用，但有力。 仿制品。ゑ
zh_tw: 武器：12攻擊 (當前攻擊$(x)) 難用，但有力。 仿製品。ゑ

source: Weapon: 12AT ($(x) AT) Difficult, but powerful.
pt_br: Arma: 12AT ($(x) AT) Difícil, mas poderosa.
zh_cn: 武器：12攻击 (当前攻击$(x)) 不易驾驭， 却威力十足。ゑ
zh_tw: 武器：12攻擊 (當前攻擊$(x)) 不易駕馭， 卻威力十足。ゑ

source: Armor: 10DF ($(x) DF) Aiming made easier. Replicated.
pt_br: Armadura: 10DF ($(x) DF) Mira feita Fácil. Replicada.
zh_cn: 防具：12防御 (当前防御$(x)) 瞄准更容易。 仿制品。ゑ
zh_tw: 防具：12防禦 (當前防禦$(x)) 瞄準更容易。 仿製品。ゑ

source: Armor: 12DF ($(x) DF) Aiming made easier.
pt_br: Armadura: 12DF ($(x) DF) Mira feita Fácil.
zh_cn: 防具：12防御 (当前防御$(x)) 让武器 瞄准更容易。ゑ
zh_tw: 防具：12防禦 (當前防禦$(x)) 讓武器 瞄準更容易。ゑ

source: Special: Could lead anywhere.
pt_br: Especial: Pode ser de qualquer lugar.
zh_cn: 特殊物品： 也许能帮你 进入某处。ゑ
zh_tw: 特殊物品： 也許能幫你 進入某處。ゑ

source: <99>{#p/basic}{#k/0/9}{@fill=#d4bbff}You should buy ALL our stuff!
pt_br: <99>{#p/basic}{#k/0/9}{@fill=#d4bbff}Você deveria comprar tudo nosso!
zh_cn: <99>{#p/basic}{#k/0/9}{@fill=#d4bbff}你就该 把我们的商品 统统买下来！
zh_tw: <99>{#p/basic}{#k/0/9}{@fill=#d4bbff}你就該 把我們的商品 統統買下來！

source: <09>{#p/basic}{#k/1/8}{@fill=#d4bbff}Bratty! We're gonna be rich!
pt_br: <09>{#p/basic}{#k/1/8}{@fill=#d4bbff}Bratty! Nós seremos ricas!
zh_cn: <09>{#p/basic}{#k/1/8}{@fill=#d4bbff}Bratty！ 我们发财了！
zh_tw: <09>{#p/basic}{#k/1/8}{@fill=#d4bbff}Bratty！ 我們發財了！

source: <09>{#p/basic}{#k/0/4}{@fill=#d4bbff}So are you gonna buy it??
pt_br: <09>{#p/basic}{#k/0/4}{@fill=#d4bbff}Então, você vai comprar?
zh_cn: <09>{#p/basic}{#k/0/4}{@fill=#d4bbff}所以你要 买吗？？
zh_tw: <09>{#p/basic}{#k/0/4}{@fill=#d4bbff}所以你要 買嗎？？

source: <09>{#p/basic}{#k/4/5}{@fill=#d4bbff}You need WAY more money.
pt_br: <09>{#p/basic}{#k/4/5}{@fill=#d4bbff}Você precisa de MAIS dinheiro.
zh_cn: <09>{#p/basic}{#k/4/5}{@fill=#d4bbff}你的钱 不够。
zh_tw: <09>{#p/basic}{#k/4/5}{@fill=#d4bbff}你的錢 不夠。

source: Add to your keyring?
pt_br: Adicionar ao seu chaveiro?
zh_cn: 挂到钥匙串 上面吗？
zh_tw: 掛到鑰匙串 上面嗎？

source: Add to your keyring for $(x)G?
pt_br: Adicionar ao seu chaveiro por $(x)G?
zh_cn: 花$(x)G买下， 挂到钥匙串 上面吗？
zh_tw: 花$(x)G買下， 掛到鑰匙串 上面嗎？

source: <09>{#p/basic}{#k/5/1}{@fill=#d4bbff}We're all sold out! Mee-YOW!
pt_br: <09>{#p/basic}{#k/5/1}{@fill=#d4bbff}Estamos esgotadas! MEE-YOW
zh_cn: <09>{#p/basic}{#k/5/1}{@fill=#d4bbff}我们 卖光了！ 咪-喵！
zh_tw: <09>{#p/basic}{#k/5/1}{@fill=#d4bbff}我們 賣光了！ 咪-喵！

source: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* Check it out!
pt_br: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* Da uma olhada!
zh_cn: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* 快来看看吧！
zh_tw: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* 快來看看吧！

source: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* No rush or anything.
pt_br: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* Sem pressa nem nada.
zh_cn: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* 走过路过，不要错过。 别急着走嘛。
zh_tw: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* 走過路過，不要錯過。 別急著走嘛。

source: <23>{#p/basic}* ... but nobody came.
pt_br: <23>{#p/basic}* ... mas ninguém veio.
zh_cn: <23>{#p/basic}* ...但是谁也没有来。ゑ
zh_tw: <23>{#p/basic}* ...但是誰也沒有來。ゑ

source: <32>{#p/basic}* There's a series of notes here.
pt_br: <32>{#p/basic}* A uma série de notas aqui.
zh_cn: <32>{#p/basic}* 你找到几张字条。ゑ
zh_tw: <32>{#p/basic}* 你找到幾張字條。ゑ

source: <16>* "If you're reading this..."
pt_br: <16>* "Se você está lendo isso..."
zh_cn: <16>* “既然你看到了 这段话...”ゑ
zh_tw: <16>* 「既然你看到了 這段話...」ゑ

source: <16>* "Then, like, bad news you mega-annoying weirdo!"
pt_br: <16>* "Então, más notícias pra você mega maluco esquisitão!"
zh_cn: <16>* “那么，有个坏消息 等着你， 招人烦的怪胎！”ゑ
zh_tw: <16>* 「那麼，有個壞訊息 等著你， 招人煩的怪胎！」ゑ

source: <16>* "Then, like, bad news you mega-evil weirdo!"
pt_br: <16>* "Então, más notícias pra você mega vilão esquisitão!"
zh_cn: <16>* “那么，有个坏消息 等着你， 没良心的怪胎！”ゑ
zh_tw: <16>* 「那麼，有個壞訊息 等著你， 沒良心的怪胎！」ゑ

source: <16>* "We're not gonna come back here after you, like..."
pt_br: <16>* "Nós não vamos voltar aqui atrás depois de você, tipo..."
zh_cn: <16>* “我们才不想 再回到这，等着...”ゑ
zh_tw: <16>* 「我們才不想 再回到這，等著...」ゑ

source: <16>* "... beat everyone up and stuff."
pt_br: <16>* "... ter espancado todo mundo e tals."
zh_cn: <16>* “...等着你把我们 都揍个遍。”ゑ
zh_tw: <16>* 「...等著你把我們 都揍個遍。」ゑ

source: <16>* "The new homeworld's calling, and it's gonna make us..."
pt_br: <16>* "O novo planeta natal está chamando, e vai nos fazer..."
zh_cn: <16>* “我们要去新世界啦！ 在那里...”ゑ
zh_tw: <16>* 「我們要去新世界啦！ 在那裡...」ゑ

source: <16>* "... super duper rich!"
pt_br: <16>* "... super duper ricas!"
zh_cn: <16>* “...我们富得 流油呢！”ゑ
zh_tw: <16>* 「...我們富得 流油呢！」ゑ

source: <16>* "So, we don't, like, even need that shop anymore."
pt_br: <16>* "Então, nós nem precisamos mais da loja."
zh_cn: <16>* “所以， 小店就送给你啦。”ゑ
zh_tw: <16>* 「所以， 小店就送給你啦。」ゑ

source: <16>* "Yeah!!" * "Take whatever you want!"
pt_br: <16>* "Isso aí!" * "Pegue o que quiser!"
zh_cn: <16>* “对对对！！” * “那些破烂 你随便偷！”
zh_tw: <16>* 「對對對！！」 * 「那些破爛 你隨便偷！」

source: <16>* "Anyway, these gel pens are running out, so..."
pt_br: <16>* "De qualquer forma, essas canetas de gel estão acabando, então..."
zh_cn: <16>* “彩笔快用完了， 所以...”
zh_tw: <16>* 「彩筆快用完了， 所以...」

source: <16>* "That's about all we can say."
pt_br: <16>* "Isso é tudo que a gente pode dizer."
zh_cn: <16>* “就写这些吧。”ゑ
zh_tw: <16>* 「就寫這些吧。」ゑ

source: <16>* "Not that you'd care!"
pt_br: <16>* "Não que você se importe!"
zh_cn: <16>* “字条你爱看看， 不看拉倒！”ゑ
zh_tw: <16>* 「字條你愛看看， 不看拉倒！」ゑ

source: <16>* "Nya ha ha!!!"
zh_cn: <16>* “喵哈哈！！！”ゑ
zh_tw: <16>* 「喵哈哈！！！」ゑ

source: <16>* "Signed, Bratty <3"
pt_br: <16>* "Assinado, Bratty <3"
zh_cn: <16>* “此致， Bratty <3”ゑ
zh_tw: <16>* 「此致， Bratty <3」ゑ

source: <16>* "Signed, Catty <3"
pt_br: <16>* "Assinado, Catty <3"
zh_cn: <16>* “此致， Catty <3”ゑ
zh_tw: <16>* 「此致， Catty <3」ゑ

source: <16>* "We're not gonna stick around while you just..."
pt_br: <16>* "Nós não vamos ficar por aí enquanto você só..."
zh_cn: <16>* “我们才不想 在这傻等， 等着...”ゑ
zh_tw: <16>* 「我們才不想 在這傻等， 等著...」ゑ

source: <16>* "Alphys came through here, and she's taking us..."
pt_br: <16>* "Alphys veio aqui e ela está nós levando..."
zh_cn: <16>* “刚刚， Alphys来到这里， 把我们带到...”ゑ
zh_tw: <16>* 「剛剛， Alphys來到這裡， 把我們帶到...」ゑ

source: <16>* "... somewhere super duper safe!"
pt_br: <16>* "... pra um lugar super duper seguro!"
zh_cn: <16>* “...带到一个 炒鸡安全的 地方！”ゑ
zh_tw: <16>* 「...帶到一個 炒雞安全的 地方！」ゑ

source: <16>* "But first, we gotta use up these gel pens."
pt_br: <16>* "Mas primeiro, temos que usar essas canetas de gel."
zh_cn: <16>* “不过，走之前， 我们得把这些彩笔 用完。”ゑ
zh_tw: <16>* 「不過，走之前， 我們得把這些彩筆 用完。」ゑ

source: <16>* "Yeah, we don't wanna waste pens!"
pt_br: <16>* "Isso aí, não desperdiçamos canetas!"
zh_cn: <16>* “是的呢。 咱可不能 糟蹋笔！”ゑ
zh_tw: <16>* 「是的呢。 咱可不能 糟蹋筆！」ゑ

source: <16>* "Yeah, chill, Alphys!" * "We don't wanna waste pens!"
pt_br: <16>* "É, espera aí, Alphys!" * "Nós não podemos desperdiçar canetas!"
zh_cn: <16>* “是啊。” * “冷静点，Alphys！ 咱可不能糟蹋笔！”ゑ
zh_tw: <16>* 「是啊。」 * 「冷靜點，Alphys！ 咱可不能糟蹋筆！」ゑ

source: <16>* "And don't even think about stealing our stuff."
pt_br: <16>* "E nem pense em roubar nossas coisas!
zh_cn: <16>* “对了， 想偷我们的宝贝？ 门都没有！”ゑ
zh_tw: <16>* 「對了， 想偷我們的寶貝？ 門都沒有！」ゑ

source: <16>* "Yeah, creep!" * "Leave our junk alone!"
pt_br: <16>* "Sim, estranhão!" * "Deixe nosso lixo em paz!"
zh_cn: <16>* “是啊， 你个大垃圾！” * “别碰我们的 垃圾！”ゑ
zh_tw: <16>* 「是啊， 你個大垃圾！」 * 「別碰我們的 垃圾！」ゑ

source: <16>* "Old second-hand junk, to be specific."
pt_br: <16>* "Lixo de segunda mão, pra ser mais específico."
zh_cn: <16>* “说清楚点，明明是 ‘二手旧垃圾’。”ゑ
zh_tw: <16>* 「說清楚點，明明是 『二手舊垃圾』。」ゑ

source: <16>* "Yeah, our used antique store is CRAZY valuable!"
pt_br: <16>* "Sim, nossa loja de antiguidades usadas é MUITO valiosa!"
zh_cn: <16>* “是的呢。 我们的古董店 里面全是宝！”ゑ
zh_tw: <16>* 「是的呢。 我們的古董店 裡面全是寶！」ゑ

source: <16>* "Mettaton came through here, and he's taking everyone..."
pt_br: <16>* "Mettaton passou por aqui e ele está levando todo mundo..."
zh_cn: <16>* “刚刚， Mettaton来这里， 把我们带到...”ゑ
zh_tw: <16>* 「剛剛， Mettaton來這裡， 把我們帶到...」ゑ

source: <16>* "But Alphys..."
pt_br: <16>* "Mas Alphys..."
zh_cn: <16>* “不过，Alphys...”ゑ
zh_tw: <16>* 「不過，Alphys...」ゑ

source: <16>* "Alphys."
zh_cn: <16>* “对，Alphys。”ゑ
zh_tw: <16>* 「對，Alphys。」ゑ

source: <16>* "She seemed..."
pt_br: <16>* "Ela parece..."
zh_cn: <16>* “她看起来...”ゑ
zh_tw: <16>* 「她看起來...」ゑ

source: <16>* "... super duper pissed."
pt_br: <16>* "... super duper irritada."
zh_cn: <16>* “...肺都要 气炸了。”ゑ
zh_tw: <16>* 「...肺都要 氣炸了。」ゑ

source: <16>* "I've never seen her like that before."
pt_br: <16>* "Eu nunca vi ela assim antes."
zh_cn: <16>* “第一次看到她 气成那样。”ゑ
zh_tw: <16>* 「第一次看到她 氣成那樣。」ゑ

source: <16>* "I've never seen ANYTHING like that before."
pt_br: <16>* "Eu nunca vi ALGO assim antes."
zh_cn: <16>* “第一次看到 有人会 气成那样。”ゑ
zh_tw: <16>* 「第一次看到 有人會 氣成那樣。」ゑ

source: <16>* "And Mettaton..."
pt_br: <16>* "E o Mettaton..."
zh_cn: <16>* “而且， Mettaton...”ゑ
zh_tw: <16>* 「而且， Mettaton...」ゑ

source: <16>* "... isn't very happy either."
pt_br: <16>* "... também não está muito feliz."
zh_cn: <16>* “...也不咋高兴。”ゑ
zh_tw: <16>* 「...也不咋高興。」ゑ

source: <16>* "He says he's gonna slap your face."
pt_br: <16>* "Ele disse que vai te dar uma surra."
zh_cn: <16>* “他说要扇死你。”ゑ
zh_tw: <16>* 「他說要扇死你。」ゑ

source: <16>* "He says he's gonna kick your butt!"
pt_br: <16>* "Ele disse que vai chutar sua bunda!"
zh_cn: <16>* “他说要踹死你！”ゑ
zh_tw: <16>* 「他說要踹死你！」ゑ

source: <16>* "Or did he say he'd destroy you...?"
pt_br: <16>* "Ou ele disse que iria te destruir...?"
zh_cn: <16>* “哦，他好像还说 要彻底灭了你。 ...是吧？”ゑ
zh_tw: <16>* 「喔，他好像還說 要徹底滅了你。 ...是吧？」ゑ

source: <16>* "Uh... I forgot."
pt_br: <16>* "Uh... eu esqueci."
zh_cn: <16>* “呃... 忘了。”ゑ
zh_tw: <16>* 「呃... 忘了。」ゑ

source: <16>* "Well, I'd be CRAZY afraid if I were you."
pt_br: <16>* "Bem, eu estaria CHEIA de medo se fosse você."
zh_cn: <16>* “反正，看到这， 你肯定都 吓尿裤子了呢。”ゑ
zh_tw: <16>* 「反正，看到這， 你肯定都 嚇尿褲子了呢。」ゑ

source: <16>* "God, TELL me about it..."
pt_br: <16>* "Senhor, ME FALA...!"
zh_cn: <16>* “哎呀， 说得太对了...”ゑ
zh_tw: <16>* 「哎呀， 說得太對了...」ゑ

source: <16>* "Anyway, in closing, you're a total loser."
pt_br: <16>* "De toda forma, você é um perdedor."
zh_cn: <16>* “总之， 你就是个废物， 彻头彻尾的 废物。”ゑ
zh_tw: <16>* 「總之， 你就是個廢物， 徹頭徹尾的 廢物。」ゑ

source: <16>* "Yeah!" * "Loser!!" * "Nya ha ha!!!"
pt_br: <16>* "Isso aí!" * "Perdedor!!" * "Nya ha ha!!!"
zh_cn: <16>* “对！” * “废物！！” * “喵哈哈！！！”ゑ
zh_tw: <16>* 「對！」 * 「廢物！！」 * 「喵哈哈！！！」ゑ

source: <30>{#p/human}* (You took 5G from the till.)
pt_br: <30>{#p/human}* (Você pegou 5G da tigela.)
zh_cn: <30>{#p/human}* （你从收银机里拿走了5G。）
zh_tw: <30>{#p/human}* （你從收銀機裡拿走了5G。）

source: <16>{#k/2/6}* Um, excuse me?
pt_br: <16>{#k/2/6}* Hm, licença?
zh_cn: <16>{#k/2/6}* 呃，等一下？
zh_tw: <16>{#k/2/6}* 呃，等一下？

source: <16>{#k/2/6}* Like, what are you doing?
pt_br: <16>{#k/2/6}* Tipo, o que você tá fazendo?
zh_cn: <16>{#k/2/6}* 那个，你在干啥？
zh_tw: <16>{#k/2/6}* 那個，你在幹啥？

source: <16>{#k/1/0}* We don't hand out stuff for free.
pt_br: <16>{#k/1/0}* Nós vamos damos nossas coisas de graça.
zh_cn: <16>{#k/1/0}* 不付钱，想让姐俩 把东西送你？ * 没门！
zh_tw: <16>{#k/1/0}* 不付錢，想讓姐倆 把東西送你？ * 沒門！

source: <16>{#k/1/0}* Yeah, go steal somewhere else!
pt_br: <16>{#k/1/0}* É, vá roubar em outro lugar!
zh_cn: <16>{#k/1/0}* 没错，想偷东西 别来我们这儿！
zh_tw: <16>{#k/1/0}* 沒錯，想偷東西 別來我們這兒！

source: <16>{#k/7/0}* Oh, wow. * You actually got one of those new "Slamburgers."
pt_br: <16>{#k/7/0}* Oh, wow. * Você realmente tem um daqueles novos "Slamburgers."
zh_cn: <16>{#k/7/0}* 哇哦。 * 你真把新款 “猛男汉堡”买来了。
zh_tw: <16>{#k/7/0}* 哇喔。 * 你真把新款 「猛男漢堡」買來了。

source: <16>{#k/2/2}* GIMME GIMME!! I'll take your entire stock!!
pt_br: <16>{#k/2/2}* ME DÁ, ME DÁ!! Eu quero seu estoque inteiro!!
zh_cn: <16>{#k/2/2}* 给我给我！！ 你的存货我包了！！
zh_tw: <16>{#k/2/2}* 給我給我！！ 你的存貨我包了！！

source: <16>{#k/4/6}* God, Catty. * Try to have some self- control.
pt_br: <16>{#k/4/6}* Catty. * Se controla!
zh_cn: <16>{#k/4/6}* 天呐，Catty。 * 有点自制力 行不行。
zh_tw: <16>{#k/4/6}* 天吶，Catty。 * 有點自制力 行不行。

source: <16>{#k/4/4}* Sorry...
pt_br: <16>{#k/4/4}* Desculpa...
zh_cn: <16>{#k/4/4}* 抱歉...
zh_tw: <16>{#k/4/4}* 抱歉...

source: <16>{#k/3/5}* 'Cause they OBVIOUSLY brought that for ME.
pt_br: <16>{#k/3/5}* Porque ele OBVIAMENTE comprou eles pra MIM.
zh_cn: <16>{#k/3/5}* 汉堡明显是 给我带的。
zh_tw: <16>{#k/3/5}* 漢堡明顯是 給我帶的。
