Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <33>{#p/basic}{#npc/a}* I should make one for you, too!
pt_br: <33>{#p/basic}{#npc/a}* Eu deveria fazer um pra você também!
zh_cn: <33>{#p/basic}{#npc/a}* 我也可以给你做一套！
zh_tw: <33>{#p/basic}{#npc/a}* 我也可以給你做一套！

source: <32>{#p/basic}{#npc/a}* I'm thinking of something bright and golden. * It'll really make him shine.
pt_br: <32>{#p/basic}{#npc/a}* Eu estou pensando em algo brilhoso e dourado. * Faria ele realmente brilhar.
zh_cn: <32>{#p/basic}{#npc/a}* 我在考虑一些亮闪闪 又发金光的东西。 * 肯定会让他大放异彩的。
zh_tw: <32>{#p/basic}{#npc/a}* 我在考慮一些亮閃閃 又發金光的東西。 * 肯定會讓他大放異彩的。

source: <32>{#p/basic}{#npc/a}* It's as shiny and bright as I could have hoped for!
pt_br: <32>{#p/basic}{#npc/a}* É mais lindo e brilhoso do que eu poderia imaginar!
zh_cn: <32>{#p/basic}{#npc/a}* 那服装和我想的那样光泽鲜艳！
zh_tw: <32>{#p/basic}{#npc/a}* 那服裝和我想的那樣光澤鮮豔！

source: <32>{#p/basic}{#npc/a}* I'll have to ask him for the funding, though, and good luck getting that.
pt_br: <32>{#p/basic}{#npc/a}* Vou ter que pedir a ele o financiamento, porém, e boa sorte para conseguir isso.
zh_cn: <32>{#p/basic}{#npc/a}* 不过，我得向他要那些 设计资金，祝我好运吧。
zh_tw: <32>{#p/basic}{#npc/a}* 不過，我得向他要那些 設計資金，祝我好運吧。

source: <32>{#p/basic}{#npc/a}* I might disappear off the face of the outpost!
pt_br: <32>{#p/basic}{#npc/a}* Eu talvez desapareça da face do Outpost!
zh_cn: <32>{#p/basic}{#npc/a}* 如果不顺利的话， 我可能会消失在前哨站！
zh_tw: <32>{#p/basic}{#npc/a}* 如果不順利的話， 我可能會消失在前哨站！

source: <32>{#p/basic}{#npc/a}* Cha. * We're the shadow-people. * We serve our summoners.
pt_br: <32>{#p/basic}{#npc/a}* Cha. * Nós somos as pessoas sombra. * Nós servimos aos nossos invocadores.
zh_cn: <32>{#p/basic}{#npc/a}* 恰。 * 我们是阴影人。 * 我们侍奉召唤师。
zh_tw: <32>{#p/basic}{#npc/a}* 恰。 * 我們是陰影人。 * 我們侍奉召喚師。

source: <32>* Terrestria first summoned me back in the human-monster war... good times, yo.
pt_br: <32>* Terrestria me invocou pela primeira na guerra monstro-humana... bons tempos, yo.
zh_cn: <32>* Terrestria第一次召唤我 是在人怪战争... 多美好的时光，哟。
zh_tw: <32>* Terrestria第一次召喚我 是在人怪戰爭... 多美好的時光，喲。

source: <32>* But that battle's over now. * And so's yours.
pt_br: <32>* Mas essa batalha acabou agora. * Assim como a sua.
zh_cn: <32>* 但是那场战争已经结束了。 * 你的也一样。
zh_tw: <32>* 但是那場戰爭已經結束了。 * 你的也一樣。

source: <32>{#p/basic}{#npc/a}* I recall all the battles fought by my summoner.
pt_br: <32>{#p/basic}{#npc/a}* Eu me lembro de todas as batalhas lutadas pelo invocador.
zh_cn: <32>{#p/basic}{#npc/a}* 我回想起我的召唤师 所参与的所有战斗。
zh_tw: <32>{#p/basic}{#npc/a}* 我回想起我的召喚師 所參與的所有戰鬥。

source: <32>* Let me tell you about one of my favorites, ya see. * So we're on some coast.
pt_br: <32>* Deixe-me te contar sobre uma das minhas favoritas. * Algum lugar perto da costa.
zh_cn: <32>* 让我告诉你我最喜欢的一个， 听好。 * 那时我们在一个海岸上。
zh_tw: <32>* 讓我告訴你我最喜歡的一個， 聽好。 * 那時我們在一個海岸上。

source: <32>* The terran military thought it'd be a good idea to set spy drones below sea level, right?
pt_br: <32>* Os militares terrestres pensaram de seria uma boa ideia deixar dornes espiadores em baixo da água.
zh_cn: <32>* 人类军方想要将无人侦察机 设置在海平面以下，他们以为 这会是个好主意是吧？
zh_tw: <32>* 人類軍方想要將無人偵察機 設定在海平面以下，他們以為 這會是個好主意是吧？

source: <32>* But we knew they were there. * So I got summoned, did some recon, came back and told all.
pt_br: <32>* Mas nós sabíamos onde eles estavam. * Então eu fui invocado, fiz uma checagem, voltei e contei a todos.
zh_cn: <32>* 但我们知道了他们这个行动。 * 所以我被召见，去做一些侦查， 回来告诉所有人。
zh_tw: <32>* 但我們知道了他們這個行動。 * 所以我被召見，去做一些偵查， 回來告訴所有人。

source: <32>* Next thing you know, we're stormin' in, and we take 'em all out real good.
pt_br: <32>* Depois disso nós estávamos explodindo cada um deles, tendo um bom tempo.
zh_cn: <32>* 接下来就如你想的那样， 我们冲了进去， 将他们全都解决掉了。
zh_tw: <32>* 接下來就如你想的那樣， 我們衝了進去， 將他們全都解決掉了。

source: <32>* Wasn't much in the grand scheme, but it sure felt great.
pt_br: <32>* Não foi lá essas coisas comparado a toda a guerra, mas pareceu grande na hora.
zh_cn: <32>* 虽然算不上什么大事， 但这确实很棒。
zh_tw: <32>* 雖然算不上什麼大事， 但這確實很棒。

source: <32>{#p/basic}{#npc/a}* Ha, from what my summoner tells me, I'm sure you've got a few stories to tell, too.
pt_br: <32>{#p/basic}{#npc/a}* Ha, pelo que meu invocador me contou, tenho certeza que você tem algumas histórias pra contar.
zh_cn: <32>{#p/basic}{#npc/a}* 哈，这是我的召唤师告诉我的， 我相信你也有你的故事。
zh_tw: <32>{#p/basic}{#npc/a}* 哈，這是我的召喚師告訴我的， 我相信你也有你的故事。

source: <32>{#p/basic}{#npc/a}* Sooooo... * The thing about us is...
pt_br: <32>{#p/basic}{#npc/a}* Entãããoo... * Sobre a gente...
zh_cn: <32>{#p/basic}{#npc/a}* 那么——... * 关于我们的事...
zh_tw: <32>{#p/basic}{#npc/a}* 那麼——... * 關於我們的事...

source: <32>* We're not really here. * I mean, we are. * But not really.
pt_br: <32>* Nós não estamos aqui de verdade. * Quer dizer, nós estamos. * Mas não de verdade.
zh_cn: <32>* 我们并不是真的在这里。 * 我的意思是，我们是在这。 * 但却实际上却并不在这里。
zh_tw: <32>* 我們並不是真的在這裡。 * 我的意思是，我們是在這。 * 但卻實際上卻並不在這裡。

source: <32>* It's hard to explain.
pt_br: <32>* É difícil de explicar.
zh_cn: <32>* 这很难解释。
zh_tw: <32>* 這很難解釋。

source: <32>{#p/basic}{#npc/a}* My summoner, Cozmo, once put it like this...
pt_br: <32>{#p/basic}{#npc/a}* Meu invocador, Cozmo, uma vez pôs dessa forma...
zh_cn: <32>{#p/basic}{#npc/a}* 我的召唤师Cozmo曾经说过...
zh_tw: <32>{#p/basic}{#npc/a}* 我的召喚師Cozmo曾經說過...

source: <32>* We're like a part of their personality that can move outside their body.
pt_br: <32>* Nós somos como parte de suas personalidades que conseguem se mover fora do seu corpo.
zh_cn: <32>* 我们就像他们人格的一部分， 可以脱离他们的身体。
zh_tw: <32>* 我們就像他們人格的一部分， 可以脫離他們的身體。

source: <32>* Aaaaand... we come out whenever we've got something to do.
pt_br: <32>* Eeeeee... nós saímos sempre que temos algo para fazer.
zh_cn: <32>* 还有——... 有事需要做时 我们就会脱离出来。
zh_tw: <32>* 還有——... 有事需要做時 我們就會脫離出來。

source: <32>* I came out because I thought it'd be cool to see the outpost before we go.
pt_br: <32>* Eu vim pra fora porque pensei que seria legal ver o Outpost antes de irmos embora.
zh_cn: <32>* 我出来是因为在出发前 看看前哨站会很酷。
zh_tw: <32>* 我出來是因為在出發前 看看前哨站會很酷。

source: <32>* When you're in the heat of action, you uhhhhh... can't really take anything in.
pt_br: <32>* Quando você está no calor da ação, você uhhhhh... realmente não consigo absorver nada.
zh_cn: <32>* 当你情绪很激动时， 你呃——... 什么都不能做。
zh_tw: <32>* 當你情緒很激動時， 你呃——... 什麼都不能做。

source: <32>{#p/basic}{#npc/a}* We don't usually get to relax when we're in the physical realm, sooooo... this is nice.
pt_br: <32>{#p/basic}{#npc/a}* Nós normalmente não temos tempo para relaxar quando estamos no mundo físico, entãooo... é bem legal.
zh_cn: <32>{#p/basic}{#npc/a}* 一般来说我们的形态显现时， 通常都得工作... 所以——... 这样挺好的。
zh_tw: <32>{#p/basic}{#npc/a}* 不過一般來說，當我們的 形態顯現時，通常都得工作... 所以——... 這樣就挺好的。

source: <32>{#p/basic}{#npc/a}* Ever since I quit Glyde's business, I've been realizing how terrible it was ;(
pt_br: <32>{#p/basic}{#npc/a}* Desde que eu saí dos negócios do Glyde, eu percebi o quão terrível eles eram ;(
zh_cn: <32>{#p/basic}{#npc/a}* 我从Glyde的公司辞了职， 这下我才明白那工作有多烂 ;(
zh_tw: <32>{#p/basic}{#npc/a}* 我從Glyde的公司辭了職， 這下我才明白那工作有多爛 ;(

source: <32>{#p/basic}{#npc/a}* Sorry if I sold you anything for too high a price ;( * That's on me ;(
pt_br: <32>{#p/basic}{#npc/a}* Desculpa se eu te vendi qualquer coisa no preço alto ;( * É culpa minha ;(
zh_cn: <32>{#p/basic}{#npc/a}* 我卖给你食品的价格太高了， 为此我很抱歉。 ;( * 这是我的责任。 ;(
zh_tw: <32>{#p/basic}{#npc/a}* 我賣給你食品的價格太高了， 為此我很抱歉。 ;( * 這是我的責任。 ;(

source: <32>{#p/basic}{#npc/a}* Now, if you'll excuse me, I'd like to flex in solitude ;(
pt_br: <32>{#p/basic}{#npc/a}* Agora, se você me permite, eu gostaria de flexionar em solitude ;(
zh_cn: <32>{#p/basic}{#npc/a}* 现在的话，如果可以， 我想一个人秀会肌肉 ;(
zh_tw: <32>{#p/basic}{#npc/a}* 現在的話，如果可以， 我想一個人秀會肌肉 ;(

source: <32>{#p/basic}{#npc/a}* I'll be done soon, okay? ;(
pt_br: <32>{#p/basic}{#npc/a}* Eu vou estar pronto logo, okay? ;(
zh_cn: <32>{#p/basic}{#npc/a}* 不会太久的，放心 ;(
zh_tw: <32>{#p/basic}{#npc/a}* 不會太久的，放心 ;(

source: <32>{#p/basic}{#npc/a}* Sorry, lassy ;( * I need some time to myself right now ;(
pt_br: <32>{#p/basic}{#npc/a}* Desculpa, doçura ;( * Eu preciso de um tempo pra mim ;(
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉咯，小娘娘腔 ;( * 我想自己待一会 ;(
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉嚕，小娘娘腔 ;( * 我想自己待一會 ;(

source: <32>{#p/basic}{#npc/a}* I'm an art student. * But I'm thinking of quitting.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou estudante de artes. * Mas estou pensando em parar.
zh_cn: <32>{#p/basic}{#npc/a}* 我是一名艺术学生。 * 但我考虑不再写生。
zh_tw: <32>{#p/basic}{#npc/a}* 我是一名藝術學生。 * 但我考慮不再寫生。

source: <32>* The constant praise, all of which may be undeserved...
pt_br: <32>* O louvor constante, que pode ser imerecido...
zh_cn: <32>* 赞美无穷无尽，毫无意义...
zh_tw: <32>* 讚美無窮無盡，毫無意義...

source: <32>* In what way would this ever help me improve?
pt_br: <32>* De que forma isso pode me ajudar a melhorar?
zh_cn: <32>* 这对我有何帮助呢？
zh_tw: <32>* 這對我有何幫助呢？

source: <32>{#p/basic}{#npc/a}* I'm an art student. * I've struggled for inspiration for a long time.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou um estudante de artes. * Eu tive problemas com inspiração por muito tempo.
zh_cn: <32>{#p/basic}{#npc/a}* 我是一名艺术学生。 * 为寻灵感我努力了漫长时光。
zh_tw: <32>{#p/basic}{#npc/a}* 我是一名藝術學生。 * 為尋靈感我努力了漫長時光。

source: <32>* Only now, after a recent tragedy, have I been feeling quite motivated indeed.
pt_br: <32>* Apenas agora, após uma recente tragédia, eu tenho me sentido meio motivado.
zh_cn: <32>* 直到现在， 在最近的一场悲剧后， 我才真正得到动力。
zh_tw: <32>* 直到現在， 在最近的一場悲劇後， 我才真正感受到動力。

source: <32>* Is it right to be inspired by such misfortune?
pt_br: <32>* É certo estar inspirado por tamanha desgraça?
zh_cn: <32>* 从这样的不幸中 受到鼓舞是正确的吗？
zh_tw: <32>* 從這樣的不幸中 受到鼓舞是正確的嗎？

source: <32>{#p/basic}{#npc/a}* I'm an art student. * In art, it's said that you only improve with time.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou estudante de arte. * Na arte, é dito que você apenas melhora com o tempo.
zh_cn: <32>{#p/basic}{#npc/a}* 我是一名艺术学生。 * 在艺术上，据说你会 随着时间的推移而逐渐进步。
zh_tw: <32>{#p/basic}{#npc/a}* 我是一名藝術學生。 * 在藝術上，據說你會 隨著時間的推移而逐漸進步。

source: <32>* However, my art teacher thinks everything I do is amazing.
pt_br: <32>* Entretanto, minha professora de artes pensa que tudo que eu faço é incrível.
zh_cn: <32>* 然而，我的艺术老师 认为我所做的一切 都是无与伦比的。
zh_tw: <32>* 然而，我的藝術老師 認為我所做的一切 都是無與倫比的。

source: <32>* Should I be concerned?
pt_br: <32>* Eu deveria me preocupar?
zh_cn: <32>* 我应该为此担忧吗？
zh_tw: <32>* 我應該為此擔憂嗎？

source: <32>{#p/basic}{#npc/a}* As a slime, I'm still not sure how to feel about this.
pt_br: <32>{#p/basic}{#npc/a}* Como um slime, ainda não tenho certeza de como me sentir sobre isso.
zh_cn: <32>{#p/basic}{#npc/a}* 以粘液之名， 我仍不知对此如何看待。
zh_tw: <32>{#p/basic}{#npc/a}* 以粘液之名， 我仍不知對此如何看待。

source: <32>{#p/basic}{#npc/a}* As a slime, I'm not sure how to feel about this.
pt_br: <32>{#p/basic}{#npc/a}* Como um slime, eu não tenho certeza em como devo me sentir em relação a isso.
zh_cn: <32>{#p/basic}{#npc/a}* 以粘液之名， 我不知对此如何看待。
zh_tw: <32>{#p/basic}{#npc/a}* 以粘液之名， 我不知對此如何看待。

source: <32>{#p/basic}{#npc/a}* Are you ready for my "explosive" return???
pt_br: <32>{#p/basic}{#npc/a}* Você está pronto para meu retorno "explosivo"???
zh_cn: <32>{#p/basic}{#npc/a}* 准备好迎接我的 “炸裂”回归了吗？？？
zh_tw: <32>{#p/basic}{#npc/a}* 準備好迎接我的 「炸裂」回歸了嗎？？？

source: <32>* You kinda scared everyone off, but some of us came back after what you did later.
pt_br: <32>* Você meio que assustou todos nós, mas alguns voltaram depois do que você fez.
zh_cn: <32>* 你把所有人都吓跑了， 但我们之中的一些人 在此之后又回来了。
zh_tw: <32>* 之前，你確實把大夥全嚇跑了， 不過幹完這事之後， 有一些怪物又回來了。

source: <32>* Can't say I blame the ones who didn't, but hey...
pt_br: <32>* Não posso culpar os que não voltaram, mas ei...
zh_cn: <32>* 并不是说我在责怪 没有回来的人...
zh_tw: <32>* 我說這事，不是想責備那些 現在還躲著你的人...

source: <32>* I figured I'd give your choice to do the right thing some impact.
pt_br: <32>* Eu entendi que te dar a chance de fazer a coisa certa teve algum impacto.
zh_cn: <32>* 只是我想给你一个 浪子回头的机会。
zh_tw: <32>* 只是我想給你一個 浪子回頭的機會。

source: <32>{#p/basic}{#npc/a}* It was bad enough not knowing what kinda species I was on the old homeworld...
pt_br: <32>{#p/basic}{#npc/a}* Era triste o suficiente não saber que tipo de espécie eu era no antigo planeta natal...
zh_cn: <32>{#p/basic}{#npc/a}* 不知道自己在原来的母星上 是什么物种已经够糟糕了...
zh_tw: <32>{#p/basic}{#npc/a}* 不知道自己在原來的母星上 是什麼物種已經夠糟糕了...

source: <32>* And now, on the new one, there'll be a whole load of new species I don't know.
pt_br: <32>* E agora, no novo, haverá um monte de novas espécies que eu não conheço.
zh_cn: <32>* 现在，在新的母星上， 又将会多出一堆 我叫不出来名的新物种。
zh_tw: <32>* 現在，在新的母星上， 又將會多出一堆 我叫不出來名的新物種。

source: <32>* I might just have to live with the fact that I'll be a bomb... forever...
pt_br: <32>* Talvez eu tenha que conviver com o fato de que serei uma bomba... eternamente...
zh_cn: <32>* 我也许不得不接受 我是个炸弹了... 永远都是...
zh_tw: <32>* 我也許不得不接受 我是個炸彈了... 永遠都是...

source: <32>* Talk about emotional fallout.
pt_br: <32>* Falando sobre as consequências emocionais.
zh_cn: <32>* 谈论如爆后余波的情感荡漾。
zh_tw: <32>* 真是應了那句話啊， 「傷筋『咚』骨，久久難愈」。 * 情感這東西也是這樣啊。

source: <32>{#p/basic}{#npc/a}* Wow. * Talk about explosive.
pt_br: <32>{#p/basic}{#npc/a}* Wow. * Falando sobre explosivo.
zh_cn: <32>{#p/basic}{#npc/a}* 哇哦。 * 真是一场炸裂的谈话啊。
zh_tw: <32>{#p/basic}{#npc/a}* 哇喔。 * 真是一場炸裂的談話啊。

source: <32>* That grand finale really had us all shaken!
pt_br: <32>* O grande final deixou todos nós tremendo!
zh_cn: <32>* 那场压轴演出真的 把我们全都震撼到了！
zh_tw: <32>* 那場壓軸演出真的 把我們全都震撼到了！

source: <32>* Literally. * It shook this entire area of the outpost.
pt_br: <32>* Literalmente. * Tremeu todos nesta área do Outpost.
zh_cn: <32>* 不夸张的说。 * 这使整个前哨站都震动了。
zh_tw: <32>* 不誇張的說。 * 這使整個前哨站都震動了。

source: <32>{#p/basic}{#npc/a}* Well this place sure is the bomb, huh???
pt_br: <32>{#p/basic}{#npc/a}* Bem esse lugar claramente é a bomba, huh???
zh_cn: <32>{#p/basic}{#npc/a}* 嗯哼这地方有一个炸弹， 是吧？？？
zh_tw: <32>{#p/basic}{#npc/a}* 嗯哼這地方有一個炸彈， 是吧？？？

source: <32>* Psst, listen up kid... * I'll let you in on a secret.
pt_br: <32>* Psst, escuta aqui criança... * Eu vou te deixar um segredo.
zh_cn: <32>* 嘘，听着孩子... * 告诉你一个秘密。
zh_tw: <32>* 噓，聽著孩子... * 告訴你一個秘密。

source: <32>* I'm... not really a bomb.
pt_br: <32>* Eu... não sou uma bomba.
zh_cn: <32>* 我... 真的不是炸弹。
zh_tw: <32>* 我... 真的不是炸彈。

source: <32>* Hey, don't be shell-shocked. * It's just that people call me a bomb so much...
pt_br: <32>* Ei, não finja estar chocado. * É só que as pessoas me chamam tanto de bomba...
zh_cn: <32>* 嘿，别这么磺里磺张的。 * 只是人们都爱叫我炸弹。
zh_tw: <32>* 嘿，別這麼磺裡磺張的。 * 只是人們都愛叫我炸彈。

source: <32>* ... that I've just accepted it at this point.
pt_br: <32>* ... que eu só aceitei a esse ponto.
zh_cn: <32>* ...我已经接受了这一点。
zh_tw: <32>* ...我已經接受了這一點。

source: <32>{#p/basic}{#npc/a}* I mean, come on, why does everyone have to live on such a short fuse?
pt_br: <32>{#p/basic}{#npc/a}* Quero dizer, vamos lá, por que todo mundo tem que viver com um pavio tão curto?
zh_cn: <32>{#p/basic}{#npc/a}* 得了吧， 咱为啥表现就像 跟引信被剪了一样？
zh_tw: <32>{#p/basic}{#npc/a}* 得了吧， 咱為啥表現就像 跟引信被剪了一樣？

source: <32>* If a little bullying is all it takes to set you off, then you might as well explode!
pt_br: <32>* Se um bully de nada é tudo que precisa para colocar pra baixo, então você deveria explodir também!
zh_cn: <32>* 一个小恶霸就能让你跑路， 那你还不如原地爆炸呢！
zh_tw: <32>* 一個小惡霸就能讓你跑路， 那你還不如原地爆炸呢！

source: <32>* But that's just me.
pt_br: <32>* Mas essa é só minha opinião.
zh_cn: <32>* 但只是我的想法罢了。
zh_tw: <32>* 但只是我的想法罷了。

source: <32>{#p/basic}{#npc/a}* I mean, at this point, if I WERE to find out what kinda plant I really am...
pt_br: <32>{#p/basic}{#npc/a}* Quero dizer, neste ponto, se eu fosse descobrir que tipo de planta eu realmente sou...
zh_cn: <32>{#p/basic}{#npc/a}* 我是说， 如果我能发现我是什么植物...
zh_tw: <32>{#p/basic}{#npc/a}* 我是說， 如果我能發現我是什麼植物...

source: <32>* ... the realization of such a long-withheld fact would be...
pt_br: <32>* ... a realização de um fato tão retido por tanto tempo seria...
zh_cn: <32>* ...这一尘封已久的真相...
zh_tw: <32>* ...這一塵封已久的真相...

source: <32>* ... explosive.
pt_br: <32>* ... explosivo.
zh_cn: <32>* ...就像拆开早已埋下的地雷。
zh_tw: <32>* ...就像拆開早已埋下的地雷。

source: <32>{#p/basic}{#npc/a}* Maybe, if I was actually a bomb, I'd be envious of it.
pt_br: <32>{#p/basic}{#npc/a}* Talvez, se eu realmente fosse uma bomba, teria inveja.
zh_cn: <32>{#p/basic}{#npc/a}* 假如，我真是一个炸弹， 那我会很激动的。
zh_tw: <32>{#p/basic}{#npc/a}* 假如，我真是一個炸彈， 那我會很激動的。

source: <32>* But I'm not, so... I'm not.
pt_br: <32>* Mas eu não sou, então... não.
zh_cn: <32>* 但我并不是， 所以... 并没有。
zh_tw: <32>* 但我並不是， 所以... 並沒有。

source: <32>* I'm mostly just pissed off about it, really.
pt_br: <32>* Eu estou mais irritado em relação a isso, sério.
zh_cn: <32>* 我对这事很恼火，真的。
zh_tw: <32>* 我對這事很惱火，真的。

source: <32>{#p/basic}{#npc/a}* Turns out I'm supposed to look like a rare homeworld plant.
pt_br: <32>{#p/basic}{#npc/a}* Acaba que era pra eu supostamente parecer uma planta do raro mundo natal.
zh_cn: <32>{#p/basic}{#npc/a}* 原本我应该像一个 稀有的母星植物。
zh_tw: <32>{#p/basic}{#npc/a}* 原本我應該像一個 稀有的母星植物。

source: <32>* That old-timer who came by to talk to Burgie last week said it in passing, I think.
pt_br: <32>* Aquele velho senhor que veio conversar com o Burgie semana passada disse isso.
zh_cn: <32>* 这是上个星期来找 Burgie聊天的老人家 随口说的。
zh_tw: <32>* 這是上個星期來找 Burgie聊天的老人家 隨口說的。

source: <32>* ... oh, what I'd give to understand what I really am...
pt_br: <32>* ... oh, o que eu daria pra entender o que realmente sou...
zh_cn: <32>* ...哦，我愿付出一切 来了解真实的自己...
zh_tw: <32>* ...喔，我願付出一切 來了解真實的自己...

source: <32>{#p/basic}{#npc/a}* ... still don't blame 'em, though.
pt_br: <32>{#p/basic}{#npc/a}* ... mas ainda não os culpo.
zh_cn: <32>{#p/basic}{#npc/a}* ...但还是不能责怪他们。
zh_tw: <32>{#p/basic}{#npc/a}* ...但還是不能責怪他們。

source: <32>{#p/basic}{#npc/a}* ... it's better to stick to what you know.
pt_br: <32>{#p/basic}{#npc/a}* ... é melhor se manter ao que você sabe.
zh_cn: <32>{#p/basic}{#npc/a}* ...不过在此之前， 最好还是接受炸弹这个事实吧。
zh_tw: <32>{#p/basic}{#npc/a}* ...不過在此之前， 最好還是接受炸彈這個事實吧。

source: <32>{#p/basic}{#npc/a}* ... you're lucky I don't explode on you right now.
pt_br: <32>{#p/basic}{#npc/a}* ... você tem sorte de eu não explodir na sua cara agora.
zh_cn: <32>{#p/basic}{#npc/a}* ...你真该庆幸 我没在你身边爆炸。
zh_tw: <32>{#p/basic}{#npc/a}* ...你真該慶幸 我沒在你身邊爆炸。

source: <32>{#p/basic}{#npc/a}* ... don't you ever wonder what you really are?
pt_br: <32>{#p/basic}{#npc/a}* ... você nunca se perguntou o que realmente é?
zh_cn: <32>{#p/basic}{#npc/a}* ...你就没想过你是什么吗？
zh_tw: <32>{#p/basic}{#npc/a}* ...你就沒想過你是什麼嗎？

source: <32>{#p/basic}{#npc/a}* So we're free now, huh? * What crazy times we must be living in.
pt_br: <32>{#p/basic}{#npc/a}* Então estamos livres agora, huh? * Que tempos loucos estes em que vivemos.
zh_cn: <32>{#p/basic}{#npc/a}* 所以我们现在自由了？ * 这个时代是多么疯狂啊。
zh_tw: <32>{#p/basic}{#npc/a}* 所以我們現在自由了？ * 這個時代是多麼瘋狂啊。

source: <32>* Without my job at the Royal Lab, I'll have to find work elsewhere...
pt_br: <32>* Sem meu trabalho no Laboratório Real, eu terei que encontrar trabalho em outro lugar...
zh_cn: <32>* 没有了皇家实验室， 我还得去其他地方找新工作...
zh_tw: <32>* 沒有了皇家實驗室， 我還得去其他地方找新工作...

source: <32>* ... or, we could just establish a new Royal Lab on the homeworld.
pt_br: <32>* ... ou, poderíamos apenas estabilizar um novo Laboratório Real no novo mundo.
zh_cn: <32>* ...或者，我们可以在新世界 建立一个新皇家实验室。
zh_tw: <32>* ...也許，我們可以在新世界 建立一個新皇家實驗室。

source: <32>{#p/basic}{#npc/a}* Normally, I do astronomical research at the Royal Lab.
pt_br: <32>{#p/basic}{#npc/a}* Normalmente, eu faço pesquisas astronômicas no Laboratório Real.
zh_cn: <32>{#p/basic}{#npc/a}* 通常， 我都在皇家实验室内 做天文研究。
zh_tw: <32>{#p/basic}{#npc/a}* 通常， 我都在皇家實驗室內 做天文研究。

source: <32>* I was planning on returning to work after today...
pt_br: <32>* Eu estava planejando em voltar ao trabalho amanhã...
zh_cn: <32>* 我本来打算过了今天 就回去工作的...
zh_tw: <32>* 我本來打算過了今天 就回去工作的...

source: <32>* But, after what happened to Mettaton, I'm not so sure.
pt_br: <32>* Mas, depois do que aconteceu com Mettaton, eu não tenho certeza.
zh_cn: <32>* 但是，看到Mettaton 身上发生的事情后， 我就没那么确定了。
zh_tw: <32>* 但是，看到Mettaton 身上發生的事情後， 我就沒那麼確定了。

source: <32>* Earlier, though, Alphys told us we can take the day off.
pt_br: <32>* Mais cedo, porém, Alphys disse que poderíamos tirar um dia de folga.
zh_cn: <32>* 但早些时候， Alphys告诉我们 可以休息一天。
zh_tw: <32>* 但早些時候， Alphys告訴我們 可以休息一天。

source: <32>* I wonder why...
pt_br: <32>* Me pergunto o por que...
zh_cn: <32>* 我想知道为什么...
zh_tw: <32>* 我想知道為什麼...

source: <32>{#p/basic}{#npc/a}* Imagine how much better it'll be to stargaze with solid ground to roast on.
pt_br: <32>{#p/basic}{#npc/a}* Imagine como será muito melhor observar as estrelas com terra firme para pisar.
zh_cn: <32>{#p/basic}{#npc/a}* 想象一下， 在有坚实地面的地方上 仰望星空有多好。
zh_tw: <32>{#p/basic}{#npc/a}* 想像一下， 在有堅實地面的地方上 仰望星空有多好。

source: <32>{#p/basic}{#npc/a}* Maybe, somewhere out there, his heart still lives on in those constellations...
pt_br: <32>{#p/basic}{#npc/a}* Talvez, em algum lugar aí fora, seu coração ainda vive nas constelações...
zh_cn: <32>{#p/basic}{#npc/a}* 也许，在外面的某个地方， 他的心化作了一颗星星 存在于某个星座里...
zh_tw: <32>{#p/basic}{#npc/a}* 也許，在外面的某個地方， 他的心化作了一顆星星 存在於某個星座裡...

source: <32>{#p/basic}{#npc/a}* Being an astronomer can be fun, but it never hurts to stargaze with your own eyes.
pt_br: <32>{#p/basic}{#npc/a}* Ser um astrônomo é divertido, mas observar as estrelas a olho não tem preço.
zh_cn: <32>{#p/basic}{#npc/a}* 进行天文研究或许很有趣， 但有时用自己的眼睛仰望星空 也永远不会有啥坏处。
zh_tw: <32>{#p/basic}{#npc/a}* 進行天文研究或許很有趣， 但有時用自己的眼睛仰望星空 也永遠不會有啥壞處。

source: <32>{#p/basic}{#npc/a}* Yeah, sometimes I wonder how a person like ya can exist.
pt_br: <32>{#p/basic}{#npc/a}* É, as vezes eu me questiono como uma pessoa igual você pode existir.
zh_cn: <32>{#p/basic}{#npc/a}* 对，有时我很好奇 像你这样的人是 怎么还敢活着的。
zh_tw: <32>{#p/basic}{#npc/a}* 對，有時我很好奇 像你這樣的人是 怎麼還敢活著的。

source: <32>* Ya saved us in the end, but what's it worth if we're all scared to leave our homes?
pt_br: <32>* Cê nos salvou no final, mas de que vale se estamos todos com medo de deixar nossas casas?
zh_cn: <32>* 就算你最后救了我们， 但我们如果都不敢离开家， 那还有什么用呢？
zh_tw: <32>* 就算你最後救了我們， 但我們如果都不敢離開家， 那還有什麼用呢？

source: <32>* I'm not judgin' ya or anything, but ya DO see the irony in that, right?
pt_br: <32>* Eu não estou julgando ocê nem nada, mas ocê entende a ironia nisso, certo?
zh_cn: <32>* 我不是在批评你， 但你确实看到了其中的讽刺， 对吧？
zh_tw: <32>* 我不是在批評你， 但你確實看到了其中的諷刺， 對吧？

source: <32>{#p/basic}{#npc/a}* Our virtualasium project never got off the ground, but maybe...
pt_br: <32>{#p/basic}{#npc/a}* Nosso projeto no virtualismo nunca saiu do chão, mas talvez...
zh_cn: <32>{#p/basic}{#npc/a}* 我们的虚拟空间计划 从来都没成功过， 但也许...
zh_tw: <32>{#p/basic}{#npc/a}* 我們的虛擬空間計畫 從來都沒成功過， 但也許...

source: <32>* ... that's just a sign of things to come?
pt_br: <32>* ... este seja apenas um sinal de coisas a vir?
zh_cn: <32>* ...这是未来的一种预兆？
zh_tw: <32>* ...這是未來的一種預兆？

source: <32>* After all, on a new homeworld, it won't have to leave the ground.
pt_br: <32>* Até porque, em um novo planeta natal, não vamos precisar sair do chão.
zh_cn: <32>* 毕竟，在新的世界， 并不需要离开地面。
zh_tw: <32>* 畢竟，在新的世界， 並不需要離開地面。

source: <32>{#p/basic}{#npc/a}* What a tragedy, huh?
pt_br: <32>{#p/basic}{#npc/a}* Que tragédia, hein?
zh_cn: <32>{#p/basic}{#npc/a}* 真是个悲剧，是吧？
zh_tw: <32>{#p/basic}{#npc/a}* 真是個悲劇，是吧？

source: <32>* ... it's a good thing most people don't know what ya look like up close.
pt_br: <32>* ... é uma boa coisa que a maioria das pessoas não sabem como ocê se parece de perto.
zh_cn: <32>* ...其实也算件好事， 大部分人都不知道 你具体长啥样。
zh_tw: <32>* ...其實也算件好事， 大部分人都不知道 你具體長啥樣。

source: <32>{#p/basic}{#npc/a}* Ya heard me. * Quit while ya're ahead.
pt_br: <32>{#p/basic}{#npc/a}* Ocê me ouviu. * Saia enquanto ocê ainda pode.
zh_cn: <32>{#p/basic}{#npc/a}* 听着。 * 快走。
zh_tw: <32>{#p/basic}{#npc/a}* 聽著。 * 快走。

source: <32>{#p/basic}{#npc/a}* So, ya go by "$(moniker2)" now, huh kid?
pt_br: <32>{#p/basic}{#npc/a}* Então, ocê se chama "$(moniker2)" agora, criança?
zh_cn: <32>{#p/basic}{#npc/a}* 所以，孩子， 你现在叫“$(moniker2)”， 是吧？
zh_tw: <32>{#p/basic}{#npc/a}* 所以，孩子， 你現在叫「$(moniker2)」， 是吧？

source: <32>* ... that's pretty cool.
pt_br: <32>* ... isso é bem da hora.
zh_cn: <32>* ...还挺酷的。
zh_tw: <32>* ...還挺酷的。
