Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* "Laser Rifle?" (10 AT) * Critical hits with this weapon are decent enough.
pt_br: <32>{#p/basic}* "Rifle?" (10 AT) * Acertos críticos com esta arma são decentes o suficiente.
zh_cn: <32>{#p/basic}* “激光步枪？” （10攻击） * 精准命中，火力十足。
zh_tw: <32>{#p/basic}* 「雷射步槍？」 （10攻擊） * 精準命中，火力十足。

source: Laser Rifle?
pt_br: Rifle de Laser?
zh_cn: 激光步枪？
zh_tw: 雷射步槍？

source: Increases aim time in battle.
pt_br: Aumenta o tempo de mira na batalha.
zh_cn: 能延长攻击瞄准时间。
zh_tw: 能延長攻擊瞄準時間。

source: Visor
pt_br: Viseira
zh_cn: 护目镜
zh_tw: 護目鏡

source: <32>{#p/human}* (You throw away the Tactical Visor.)
pt_br: <32>{#p/human}* (Você joga fora a Viseira Tática.)
zh_cn: <32>{#p/human}* （你把护目镜扔掉了。）
zh_tw: <32>{#p/human}* （你把護目鏡扔掉了。）

source: <32>{#p/human}* (12 DF.)
zh_cn: <32>{#p/human}* （12防御。）
zh_tw: <32>{#p/human}* （12防禦。）

source: <32>{#p/basic}* "Tactical Visor" (12 DF) * Increases aim time in battle.
pt_br: <32>{#p/basic}* "Viseira Tática" (12 DF) * Aumenta o tempo de mira na batalha.
zh_cn: <32>{#p/basic}* “战术护目镜” （12防御） * 能延长攻击瞄准时间。
zh_tw: <32>{#p/basic}* 「戰術護目鏡」 （12防禦） * 能延長攻擊瞄準時間。

source: Tactical Visor
pt_br: Viseira Tática
zh_cn: 战术护目镜
zh_tw: 戰術護目鏡

source: <32>{#p/human}* (You wear the Tactical Visor.)
pt_br: <32>{#p/human}* (Você coloca o Viseira Tática.)
zh_cn: <32>{#p/human}* （你戴上了护目镜。）
zh_tw: <32>{#p/human}* （你戴上了護目鏡。）

source: A bit less tactical than the original. Increases aim time.
pt_br: Um pouco menos tática do que a original. Cresce o tempo de mira.
zh_cn: 略微延长瞄准时间， 效果不如正品。
zh_tw: 略微延長瞄準時間， 效果不如正品。

source: Visor?
pt_br: Viseira?
zh_cn: 护目镜？
zh_tw: 護目鏡？

source: <32>{#p/human}* (10 DF.)
zh_cn: <32>{#p/human}* （10防御。）
zh_tw: <32>{#p/human}* （10防禦。）

source: <32>{#p/basic}* "Tactical Visor?" (10 DF) * A bit less tactical than the original. Increases aim time.
pt_br: <32>{#p/basic}* "Viseira Tática?" (10 DF) * Um pouco menos tático que a original. Cresce a mira.
zh_cn: <32>{#p/basic}* “战术护目镜？” （10防御） * 略微延长瞄准时间， 效果不如正品。
zh_tw: <32>{#p/basic}* 「戰術護目鏡？」 （10防禦） * 略微延長瞄準時間， 效果不如正品。

source: Tactical Visor?
pt_br: Viseira Tática?
zh_cn: 战术护目镜？
zh_tw: 戰術護目鏡？

source: A winding wick of flavors! Five uses left.
pt_br: Um pavio sinuoso de sabores! Cinco usos restantes.
zh_cn: 一组弯弯绕绕的灯芯，风味独特！ 还剩五根。
zh_tw: 一組彎彎繞繞的燈芯，風味獨特！ 還剩五根。

source: Filament
pt_br: Filamento
zh_cn: 灯芯
zh_tw: 燈芯

source: <32>{#p/human}* (You throw away the Filament.)
pt_br: <32>{#p/human}* (Você jogou fora o Filamento.)
zh_cn: <32>{#p/human}* （你把灯芯扔掉了。）
zh_tw: <32>{#p/human}* （你把燈芯扔掉了。）

source: <32>{#p/basic}* "Filament" Heals 30 HP * A winding wick of flavors! * Five uses left.
pt_br: <32>{#p/basic}* "Filamento" Cura 30 HP. * Um pavio sinuoso de sabores! * Cinco usos restantes.
zh_cn: <32>{#p/basic}* “灯芯” 回复30 HP * 一组弯弯绕绕的灯芯，风味独特！ * 还剩五根。
zh_tw: <32>{#p/basic}* 「燈芯」 回復30 HP * 一組彎彎繞繞的燈芯，風味獨特！ * 還剩五根。

source: Quintuple Filament
pt_br: Filamento Quinto
zh_cn: 五根灯芯
zh_tw: 五根燈芯

source: <32>{#p/human}* (You extract some energy from the Filament.)
pt_br: <32>{#p/human}* (Você extrai certa energia do Filamento.)
zh_cn: <32>{#p/human}* （你从灯丝中汲取了些能量。）
zh_tw: <32>{#p/human}* （你從燈絲中汲取了些能量。）

source: A winding wick of flavors! Four uses left.
pt_br: Um pavio sinuoso de sabores! Quatro usos restantes.
zh_cn: 一组弯弯绕绕的灯芯，风味独特！ 还剩四根。
zh_tw: 一組彎彎繞繞的燈芯，風味獨特！ 還剩四根。

source: <32>{#p/basic}* "Filament" Heals 25 HP * A winding wick of flavors! * Four uses left.
pt_br: <32>{#p/basic}* "Filamento" Cura 25 HP * Um pavio sinuoso de sabores! * Quatro usos restantes.
zh_cn: <32>{#p/basic}* “灯芯” 回复25 HP * 一组弯弯绕绕的灯芯，风味独特！ * 还剩四根。
zh_tw: <32>{#p/basic}* 「燈芯」 回復25 HP * 一組彎彎繞繞的燈芯，風味獨特！ * 還剩四根。

source: Quadruple Filament
pt_br: Filamento Quarto
zh_cn: 四根灯芯
zh_tw: 四根燈芯

source: A winding wick of flavors! Three uses left.
pt_br: Um pavio sinuoso de sabores! Três usos restantes.
zh_cn: 一组弯弯绕绕的灯芯，风味独特！ 还剩三根。
zh_tw: 一組彎彎繞繞的燈芯，風味獨特！ 還剩三根。

source: <32>{#p/basic}* "Filament" Heals 20 HP * A winding wick of flavors! * Three uses left.
pt_br: <32>{#p/basic}* "Filamento" Cura 20 HP * Um pavio sinuoso de sabores! * Três usos restantes.
zh_cn: <32>{#p/basic}* “灯芯” 回复20 HP * 一组弯弯绕绕的灯芯，风味独特！ * 还剩三根。
zh_tw: <32>{#p/basic}* 「燈芯」 回復20 HP * 一組彎彎繞繞的燈芯，風味獨特！ * 還剩三根。

source: Triple Filament
pt_br: Filamento Triplo
zh_cn: 三根灯芯
zh_tw: 三根燈芯

source: A winding wick of flavors! Two uses left.
pt_br: Um pavio sinuoso de sabores! Dois usos restantes.
zh_cn: 一组弯弯绕绕的灯芯，风味独特！ 还剩两根。
zh_tw: 一組彎彎繞繞的燈芯，風味獨特！ 還剩兩根。

source: <32>{#p/basic}* "Filament" Heals 15 HP * A winding wick of flavors! * Two uses left.
pt_br: <32>{#p/basic}* "Filamento" Cura 15 HP * Um pavio sinuoso de sabores! * Dois usos restantes.
zh_cn: <32>{#p/basic}* “灯芯” 回复15 HP * 一组弯弯绕绕的灯芯，风味独特！ * 还剩两根。
zh_tw: <32>{#p/basic}* 「燈芯」 回復15 HP * 一組彎彎繞繞的燈芯，風味獨特！ * 還剩兩根。

source: Double Filament
pt_br: Filamento Duplo
zh_cn: 两根灯芯
zh_tw: 兩根燈芯

source: A winding wick of flavors! One use left.
pt_br: Um pavio sinuoso de sabores! Resta um uso.
zh_cn: 一组弯弯绕绕的灯芯，风味独特！ 只剩一根。
zh_tw: 一組彎彎繞繞的燈芯，風味獨特！ 只剩一根。

source: <32>{#p/basic}* "Filament" Heals 10 HP * A winding wick of flavors! * One use left.
pt_br: <32>{#p/basic}* "Filamento" Cura 10 HP * Um pavio sinuoso de sabores! * Um uso restante.
zh_cn: <32>{#p/basic}* “灯芯” 回复10 HP * 一组弯弯绕绕的灯芯，风味独特！ * 只剩一根。
zh_tw: <32>{#p/basic}* 「燈芯」 回復10 HP * 一組彎彎繞繞的燈芯，風味獨特！ * 只剩一根。

source: Flat, but sharp. Restores some lost HP after each turn.
pt_br: Fino, mas forte. Restaura HP perdido em cada turno.
zh_cn: 表面平坦，但边缘锋利。 每回合受伤后回复一定量HP。
zh_tw: 表面平坦，但邊緣鋒利。 每回合受傷後回復一定量HP。

source: Tablaphone
zh_cn: 塔布拉木琴
zh_tw: 塔布拉木琴

source: <32>{#p/human}* (You throw away the Tablaphone.)
pt_br: <32>{#p/human}* (Você joga fora o Tablaphone.)
zh_cn: <32>{#p/human}* （你把塔布拉木琴扔掉了。）
zh_tw: <32>{#p/human}* （你把塔布拉木琴扔掉了。）

source: <32>{#p/basic}* "Tablaphone" (10 AT) * Flat, but sharp. Restores some lost HP after each turn.
pt_br: <32>{#p/basic}* "Tablaphone" (10 AT) * Fino, mas forte. Restaura HP perdido em cada turno.
zh_cn: <32>{#p/basic}* “塔布拉木琴” （10攻击） * 表面平坦，但边缘锋利。 每回合受伤后回复一定量HP。
zh_tw: <32>{#p/basic}* 「塔布拉木琴」 （10攻擊） * 表面平坦，但邊緣鋒利。 每回合受傷後回復一定量HP。

source: <32>{#p/human}* (You equip the Tablaphone.)
pt_br: <32>{#p/human}* (Você equipa o Tablaphone.)
zh_cn: <32>{#p/human}* （你架好了塔布拉木琴。）
zh_tw: <32>{#p/human}* （你架好了塔布拉木琴。）

source: Your opposition's attacks have a small chance to heal you.
pt_br: Os ataques do seu oponente têm uma pequena chance de curá-lo.
zh_cn: 受到弹幕攻击时， 小概率转变为回血效果。
zh_tw: 受到彈幕攻擊時， 小概率轉變為回血效果。

source: Resonator
pt_br: Ressonador
zh_cn: 谐振器
zh_tw: 諧振器

source: <32>{#p/human}* (You throw away the Sonic Resonator.)
pt_br: <32>{#p/human}* (Você joga fora o Ressonador Sônico.)
zh_cn: <32>{#p/human}* （你把声波谐振器扔掉了。）
zh_tw: <32>{#p/human}* （你把聲波諧振器扔掉了。）

source: <32>{#p/human}* (11 DF.)
zh_cn: <32>{#p/human}* （11防御。）
zh_tw: <32>{#p/human}* （11防禦。）

source: <32>{#p/basic}* "Sonic Resonator" (11 DF) * Your opposition's attacks have a small chance to heal you.
pt_br: <32>{#p/basic}* "Ressonador Sônico" (11 DF) * Os ataques do seu oponente têm uma pequena chance de curá-lo.
zh_cn: <32>{#p/basic}* “声波谐振器” （11防御） * 受到弹幕攻击时， 小概率转变为回血效果。
zh_tw: <32>{#p/basic}* 「聲波諧振器」 （11防禦） * 受到彈幕攻擊時， 小概率轉變為回血效果。

source: Sonic Resonator
pt_br: Ressonador Sônico
zh_cn: 声波谐振器
zh_tw: 聲波諧振器

source: <32>{#p/human}* (You equip the Sonic Resonator.)
pt_br: <32>{#p/human}* (Você equipa o Ressonador Sônico.)
zh_cn: <32>{#p/human}* （你启动了声波谐振器。）
zh_tw: <32>{#p/human}* （你啟動了聲波諧振器。）

source: The kind of food you expect to find at a rec center.
pt_br: O tipo de comida que você espera encontrar no Rec Center.
zh_cn: 这种食物在休闲回廊十分常见。
zh_tw: 這種食物在休閒迴廊十分常見。

source: Mysteryfood
pt_br: ComidaMisterio
zh_cn: 神秘食物
zh_tw: 神秘食物

source: <32>{#p/human}* (You throw away the Mysteryfood.)
pt_br: <32>{#p/human}* (Você jogou fora a ComidaMisterio.)
zh_cn: <32>{#p/human}* （你把神秘食物扔掉了。）
zh_tw: <32>{#p/human}* （你把神秘食物扔掉了。）

source: <32>{#p/basic}* "Mysteryfood" Heals 13 HP * The kind of food you expect to find at a rec center.
pt_br: <32>{#p/basic}* "ComidaMisterio" Cura 13 HP * O tipo de comida que você espera encontrar no Rec Center.
zh_cn: <32>{#p/basic}* “神秘食物” 回复13 HP * 这种食物在休闲回廊十分常见。
zh_tw: <32>{#p/basic}* 「神秘食物」 回復13 HP * 這種食物在休閒迴廊十分常見。

source: <32>{#p/human}* (You eat the Mysteryfood.)
pt_br: <32>{#p/human}* (Você come a ComidaMisterio.)
zh_cn: <32>{#p/human}* （你吃掉了神秘食物。）
zh_tw: <32>{#p/human}* （你吃掉了神秘食物。）

source: Alters your perception of time.
pt_br: Altera sua percepção do tempo.
zh_cn: 可改变主观时间流速。
zh_tw: 可改變主觀時間流速。

source: Hyper Pop
zh_cn: 豪华棒棒糖
zh_tw: 豪華棒棒糖

source: <32>{#p/human}* (You throw away the Hyper Vortex Pop.)
pt_br: <32>{#p/human}* (Você joga fora o Hyper Vortex Pop.)
zh_cn: <32>{#p/human}* （你把豪华涡旋棒棒糖扔掉了。）
zh_tw: <32>{#p/human}* （你把豪華渦旋棒棒糖扔掉了。）

source: <33>{#p/basic}* "Hyper Vortex Pop" Heals 22 HP * Alters your perception of time. * Not viable outside of battle.
pt_br: <33>{#p/basic}* "Pop do Vórtice Hiper" cura 22 HP * Altera sua percepção do tempo. * Não é viável fora da batalha
zh_cn: <33>{#p/basic}* “豪华涡旋棒棒糖” 回复22 HP * 可改变主观时间流速。 * 仅在战斗中有效。
zh_tw: <33>{#p/basic}* 「豪華渦旋棒棒糖」 回復22 HP * 可改變主觀時間流速。 * 僅在戰鬥中有效。

source: Hyper Vortex Pop
zh_cn: 豪华涡旋棒棒糖
zh_tw: 豪華渦旋棒棒糖

source: <32>{#p/human}* (You sucked on the Hyper Vortex Pop.)
pt_br: <32>{#p/human}* (Você suga o Hyper Vortex Pop.)
zh_cn: <32>{#p/human}* （你把超级涡旋棒棒糖舔没了。）
zh_tw: <32>{#p/human}* （你把超級渦旋棒棒糖舔沒了。）

source: <32>{#p/human}* (Your perception of time is already shifted.)
pt_br: <32>{#p/human}* (Sua percepção de tempo já foi alterada.)
zh_cn: <32>{#p/human}* （主观时间流速之前已改变。）
zh_tw: <32>{#p/human}* （主觀時間流速之前已改變。）

source: <32>{#p/human}* (Your perception of time begins to shift.)
pt_br: <32>{#p/human}* (Sua percepção de tempo começa a se alterar.)
zh_cn: <32>{#p/human}* （你的主观时间流速开始改变。）
zh_tw: <32>{#p/human}* （你的主觀時間流速開始改變。）

source: <32>{#p/story}* FOCUS up for two turns!
pt_br: <32>{#p/story}* FOCO cresceu por dois turnos!
zh_cn: <32>{#p/story}* 两回合内，你的专注力提升！
zh_tw: <32>{#p/story}* 兩回合內，你的專注力提升！

source: <32>{#p/human}* (No effect outside of battle.)
pt_br: <32>{#p/human}* (Sem efeito fora de batalha.)
zh_cn: <32>{#p/human}* （战斗外使用无效。）
zh_tw: <32>{#p/human}* （戰鬥外使用無效。）

source: A non-violent single-use weapon.
pt_br: Uma arma de uso único não violenta.
zh_cn: 无害的一次性武器。
zh_tw: 無害的一次性武器。

source: Stun Gun
zh_cn: 电击枪
zh_tw: 電擊槍

source: <32>{#p/human}* (You throw away the Stun Gun.)
pt_br: <32>{#p/human}* (Você joga fora a Stun Gun.)
zh_cn: <32>{#p/human}* （你把电击枪扔掉了。）
zh_tw: <32>{#p/human}* （你把電擊槍扔掉了。）

source: <32>{#p/human}* (You get the sense this item shouldn't be carried as lightly as one might think.)
pt_br: <32>{#p/human}* (Você tem a sensação de que este item não deve ser carregado tão levianamente quanto se imagina.)
zh_cn: <32>{#p/human}* （你感觉这东西 并没有想象中那么便携。）
zh_tw: <32>{#p/human}* （你感覺這東西 並沒有想像中那麼便攜。）

source: <32>{#p/basic}* A non-violent single-use weapon. * Not viable outside of battle.
pt_br: <32>{#p/basic}* Uma arma de uso único não violenta. * Sem efeito fora de batalha.
zh_cn: <32>{#p/basic}* 无害的一次性武器。 * 只能在战斗中使用。
zh_tw: <32>{#p/basic}* 無害的一次性武器。 * 只能在戰鬥中使用。

source: Sleep Bomb
pt_br: Bomba Sonífera
zh_cn: 瞌睡炸弹
zh_tw: 瞌睡炸彈

source: <32>{#p/human}* (You throw away the Sleep Bomb.)
pt_br: <32>{#p/human}* (Você joga fora a Bomba Sonífera.)
zh_cn: <32>{#p/human}* （你把瞌睡炸弹扔掉了。）
zh_tw: <32>{#p/human}* （你把瞌睡炸彈扔掉了。）

source: <32>{#p/human}* (You get the sense this item wouldn't be as calming as one would hope.)
pt_br: <32>{#p/human}* (Você tem a sensação de que este ítem não será calmamente como se espera.)
zh_cn: <32>{#p/human}* （你感觉这东西 并没有想象中那么让人镇静。）
zh_tw: <32>{#p/human}* （你感覺這東西 並沒有想像中那麼讓人發困。）

source: Sugar Spray
pt_br: Spray de Açúcar
zh_cn: 糖雾喷剂
zh_tw: 糖霧噴劑

source: <32>{#p/human}* (You throw away the Sugar Spray.)
pt_br: <32>{#p/human}* (Você joga fora o Spray de Açúcar.)
zh_cn: <32>{#p/human}* （你扔掉了糖雾喷剂。）
zh_tw: <32>{#p/human}* （你扔掉了糖霧噴劑。）

source: <32>{#p/human}* (You get the sense this item isn't as sweet as it seems.)
pt_br: <32>{#p/human}* (Você tem a sensação de que este ítem não será tão doce quanto parece.)
zh_cn: <32>{#p/human}* （你感觉这东西 并没有想象中那么甜。）
zh_tw: <32>{#p/human}* （你感覺這東西 並沒有想像中那麼甜。）

source: Fresh from the microwave.
pt_br: Esquentado no micro-ondas.
zh_cn: 刚从微波炉里拿出来。
zh_tw: 剛從微波爐裡拿出來。

source: Corn Dog
pt_br: Cachorro Quente
zh_cn: 玉米热狗
zh_tw: 玉米熱狗

source: <32>{#p/human}* (You throw away the Corn Dog.)
pt_br: <32>{#p/human}* (Você joga fora o Cachorro Quente.)
zh_cn: <32>{#p/human}* （你把玉米热狗扔掉了。）
zh_tw: <32>{#p/human}* （你把玉米熱狗扔掉了。）

source: <32>{#p/basic}* "Corn Dog" Heals 10 HP * Fresh from the microwave.
pt_br: <32>{#p/basic}* "Cachorro Quente" Cura 10 HP * Esquentado no micro-ondas.
zh_cn: <32>{#p/basic}* “玉米热狗” 回复10 HP * 刚从微波炉里拿出来。
zh_tw: <32>{#p/basic}* 「玉米熱狗」 回復10 HP * 剛從微波爐裡拿出來。

source: <32>{#p/human}* (You eat the Corn Dog.)
pt_br: <32>{#p/human}* (Você come o Cachorro Quente.)
zh_cn: <32>{#p/human}* （你吃掉了玉米热狗。）
zh_tw: <32>{#p/human}* （你吃掉了玉米熱狗。）

source: Like a corn dog, but fluffier. Don't question it.
pt_br: Como um Cachorro Quente, mas fofo. Não pergunta.
zh_cn: 很像玉米热狗，但更加软糯蓬松。 别问为啥。
zh_tw: 很像玉米熱狗，但更加軟糯蓬鬆。 別問為啥。

source: Corn Goat
pt_br: Cabra Quente
zh_cn: 玉米热羊
zh_tw: 玉米熱羊

source: <32>{#p/human}* (You throw away the Corn Goat.)
pt_br: <32>{#p/human}* (Você joga fora a Cabra Quente.)
zh_cn: <32>{#p/human}* （你把玉米热羊扔掉了。）
zh_tw: <32>{#p/human}* （你把玉米熱羊扔掉了。）

source: <32>{#p/basic}* "Corn Goat" Heals 20 HP * Like a corn dog, but fluffier. * Don't question it.
pt_br: <32>{#p/basic}* "Cabra Quente" Cura 20 HP * Como um Cachorro Quente, mas fofo. * Não pergunta.
zh_cn: <32>{#p/basic}* “玉米热羊” 回复20 HP * 很像玉米热狗，但更加软糯蓬松。 * 别问为啥。
zh_tw: <32>{#p/basic}* 「玉米熱羊」 回復20 HP * 很像玉米熱狗，但更加軟糯蓬鬆。 * 別問為啥。

source: <32>{#p/human}* (You eat the Corn Goat.)
pt_br: <32>{#p/human}* (Você come a Cabra Quente.)
zh_cn: <32>{#p/human}* （你吃掉了玉米热羊。）
zh_tw: <32>{#p/human}* （你吃掉了玉米熱羊。）

source: <25>{#p/asriel1}{#f/13}* Please don't tell me that's symbolic of anything...
pt_br: <25>{#p/asriel1}{#f/13}* Por favor não me diga que isso significa alguma coisa a mais...
zh_cn: <25>{#p/asriel1}{#f/13}* 别告诉我 这代表着什么...
zh_tw: <25>{#p/asriel1}{#f/13}* 別告訴我 這代表著什麼...

source: A slice of pie from the Earth's night sky.
pt_br: Um pedaço de torta da noite estrelada na Terra.
zh_cn: 一小块源自地球夜空的糕点。
zh_tw: 一小塊源自地球夜空的糕點。

source: Moon Pie
pt_br: Torta da Lua
zh_cn: 月派
zh_tw: 月派

source: <32>{#p/human}* (You throw away the Moon Pie.)
pt_br: <32>{#p/human}* (Você joga fora a Torta da Lua.)
zh_cn: <32>{#p/human}* （你把月派扔掉了。）
zh_tw: <32>{#p/human}* （你把月派扔掉了。）

source: <32>{#p/basic}* "Moon Pie" Heals 99 HP * A slice of pie from the Earth's night sky.
pt_br: <32>{#p/basic}* "Torta da Lua" Cura 99 HP * Um pedaço de torta da noite estrelada na Terra.
zh_cn: <32>{#p/basic}* “月派” 回复99 HP * 一小块源自地球夜空的糕点。
zh_tw: <32>{#p/basic}* 「月派」 回復99 HP * 一小塊源自地球夜空的糕點。

source: <32>{#p/human}* (You eat the Moon Pie.)
pt_br: <32>{#p/human}* (Você come a Torta da Lua.)
zh_cn: <32>{#p/human}* （你吃掉了月派。）
zh_tw: <32>{#p/human}* （你吃掉了月派。）

source: A crushingly orange soda. Tolerable.
pt_br: Um refrigerante de laranja esmagador. Tolerável.
zh_cn: 一瓶超级难喝的橙汁汽水。 捏着鼻子，也不是不能喝。
zh_tw: 一瓶超級難喝的橙汁汽水。 捏著鼻子，也不是不能喝。

source: Orange Soda
pt_br: Refri de Laranja
zh_cn: 橙汁汽水
zh_tw: 橙汁汽水

source: <32>{#p/human}* (You throw away the Orange Soda.)
pt_br: <32>{#p/human}* (Você jogou fora o Refri de Laranja.)
zh_cn: <32>{#p/human}* （你把橙汁汽水全倒掉了。）
zh_tw: <32>{#p/human}* （你把橙汁汽水全倒掉了。）

source: <25>* Did you just throw away a perfectly good orange soda?
pt_br: <25>* Você acabou de jogar fora um perfeito refrigerante de laranja?
zh_cn: <25>* 你刚才是不是把一瓶 质量上乘的橘汁汽水 扔掉了？
zh_tw: <25>* 你剛才是不是把一瓶 質量上乘的橘汁汽水 扔掉了？

source: <32>{#p/basic}* "Orange Soda" Heals 16 HP * A crushingly orange soda. * Tolerable.
pt_br: <32>{#p/basic}* "Refri de Laranja" Cura 16 HP * Um refri de laranja esmagador. * Tolerável.
zh_cn: <32>{#p/basic}* “橙汁汽水” 回复16 HP * 一瓶超级难喝的橙汁汽水。 * 捏着鼻子，也不是不能喝。
zh_tw: <32>{#p/basic}* 「橙汁汽水」 回復16 HP * 一瓶超級難喝的橙汁汽水。 * 捏著鼻子，也不是不能喝。

source: <32>{#p/human}* (You drink the Orange Soda, and crush it in your hands.)
pt_br: <32>{#p/human}* (Você bebe o Refri de Laranja e esmaga a latinha nas mãos.)
zh_cn: <32>{#p/human}* （你喝掉了橙汁汽水， 喝完了，还不忘把瓶子捏烂。）
zh_tw: <32>{#p/human}* （你喝掉了橙汁汽水， 喝完了，還不忘把瓶子捏爛。）

source: <32>{#p/story}* ATTACK up by ${8 + battler.at_bonus}!
pt_br: <32>{#p/story}* ATAQUE subiu mais ${8 + battler.at_bonus}!
zh_cn: <32>{#p/story}* 你的攻击力提升了${8 + battler.at_bonus}点！
zh_tw: <32>{#p/story}* 你的攻擊力提升了${8 + battler.at_bonus}點！

source: <25>{#p/alphys}{#g/alphysOhGodNo}* W-was that my drink!?
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}* E-essa era minha bebia!?
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 那-那不是我的饮料吗！？
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 那-那不是我的飲料嗎！？

source: <25>{#p/alphys}{#f/10}* Oh... my god...
pt_br: <25>{#p/alphys}{#f/10}* Oh... meu amado...
zh_cn: <25>{#p/alphys}{#f/10}* 我... 的... 天...
zh_tw: <25>{#p/alphys}{#f/10}* 我... 的... 天...

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* You did not hold back!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Você nem hesitou!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 你就不能克制一下吗！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 你就非要拿是吧！

source: <32>{#p/human}* (You drink the Orange Soda.)
pt_br: <32>{#p/human}* (Você bebeu o Refri de Laranja.)
zh_cn: <32>{#p/human}* （你喝掉了橙汁汽水。）
zh_tw: <32>{#p/human}* （你喝掉了橙汁汽水。）

source: Demise
pt_br: Morte
zh_cn: 自作孽不可活
zh_tw: 自作孽不可活

source: <32>{#p/human}* (You throw away the Plunderer's Demise.)
pt_br: <32>{#p/human}* (Você joga fora o Morte ao Saqueador.)
zh_cn: <32>{#p/human}* （你把“自作孽不可活”扔掉了。）
zh_tw: <32>{#p/human}* （你把「自作孽不可活」扔掉了。）

source: <32>{#p/basic}* "Plunderer's Demise" * Heals -99 HP * ...
pt_br: <32>{#p/basic}* "Morte ao Saqueador" * Cura -99 HP * ...
zh_cn: <32>{#p/basic}* “自作孽不可活” 回复-99 HP * ...
zh_tw: <32>{#p/basic}* 「自作孽不可活」 回復-99 HP * ...

source: Plunderer's Demise
pt_br: B<32>{#p/human}* (Você joga fora o Morte ao Saqueador.)
zh_cn: 自作孽不可活
zh_tw: 自作孽不可活

source: <32>{#p/human}* (You eat the Plunderer's Demise.)
pt_br: <32>{#p/human}* (Você come o Morte ao Saqueador.)
zh_cn: <32>{#p/human}* （你吃掉了“自作孽不可活”。）
zh_tw: <32>{#p/human}* （你吃掉了「自作孽不可活」。）

source: Liftgate Pass
pt_br: Passe Levitador
zh_cn: 升降机通行证
zh_tw: 升降機通行證

source: Acquired from your upgraded CELL. Used to access the liftgate network.
pt_br: Adquirido na atualização do CELL. Usado para acessar o levitador.
zh_cn: 在新手机上自带的。 可以用来启动升降机。
zh_tw: 在新手機上自帶的。 可以用來啟動升降機。

source: Mystery Key
pt_br: Chave Misteriosa
zh_cn: 神秘钥匙
zh_tw: 神秘鑰匙

source: Used to unlock the door to Mettaton's house.
pt_br: Usada para abrir a porta da casa do Mettaton.
zh_cn: 用它解锁了Mettaton家的大门。
zh_tw: 用它解鎖了Mettaton家的大門。

source: Acquired from Bratty and Catty's shop in the rec center.
pt_br: Adquirido na loja da Bratty e Catty no Rec Center.
zh_cn: 在休闲回廊里Bratty和Catty 开的杂货铺中搞到的。
zh_tw: 在休閒迴廊裡Bratty和Catty 開的雜貨鋪中搞到的。

source: POSTS (NEWEST FIRST)
pt_br: POSTS (NOVOS)
zh_cn: 帖子（按时间倒序）
zh_tw: 帖子（按時間倒序）

source: PRIVATE MESSAGES (NEWEST FIRST)
pt_br: MENSAGENS PRIVADAS (NOVAS PRIMEIRO)
zh_cn: 私聊（按时间倒序）
zh_tw: 私聊（按時間倒序）

source: Press [X] to Finish
pt_br: Pressione [x] para acabar
zh_cn: 按 [X] 返回
zh_tw: 按 [X] 返回

source: SYSTEM
pt_br: SISTEMA
zh_cn: 系统消息ゑ
zh_tw: 系統訊息ゑ

source: An evacuation notice has been issued in your area. Vacate at once.
pt_br: Um aviso de evacuação foi emitido em sua área. Desocupe imediatamente.
zh_cn: 您所在的地区已发布疏散预警。 请立即撤离。ゑ
zh_tw: 您所在的地區已發布疏散預警。 請立即撤離。ゑ

source: Thank you for creating an account on the outpost's #1 social network!
pt_br: Obrigado por criar uma conta na internet número 1 do Outpost!
zh_cn: 欢迎使用前哨站首屈一指的 社交网络！ゑ
zh_tw: 歡迎使用前哨站首屈一指的 社交網路！ゑ

source: ALPHYS
zh_cn: ALPHYSゑ
zh_tw: ALPHYSゑ

source: uhhhh nobody saw that right
pt_br: uhhhh ninguém viu aquilo né
zh_cn: 呃呃呃应该就我看到了吧
zh_tw: 呃呃呃應該就我看到了吧

source: finally met the human that was kinda nervewracking LOL
pt_br: finalmente conheci o humano foi bem loucura kkkkk
zh_cn: 终于见到人类了，有点伤脑筋www
zh_tw: 終於見到人類了，有點傷腦筋www

source: well i just met the human
pt_br: bem acabei de conhecer o humano
zh_cn: 见到那人了
zh_tw: 見到那人了

source: ok good
pt_br: bom
zh_cn: 哦那就行
zh_tw: 喔那就行

source: still cant believe mettaton gave them a moniker???
pt_br: nem acredito que o mettaton deu pra ele um apelido???
zh_cn: 没想到mettaton居然给那人 起外号了？？？离谱
zh_tw: 沒想到mettaton居然給那人 起外號了？？？離譜

source: still cant believe mettaton wanted me to fight them???
pt_br: nem posso acreditar que o mettaton queria que eu lutasse com ele???
zh_cn: 没想到mettaton居然让我跟 那人打？？？离谱
zh_tw: 沒想到mettaton居然讓我跟 那人打？？？離譜

source: they seem... nice?
pt_br: ele parece... legal?
zh_cn: 那人好像... 还行？
zh_tw: 那人好像... 還行？

source: yeah that wouldve been pretty embarrasing otherwise
pt_br: é isso teria sido bem embaraçoso
zh_cn: 不然尴尬死了
zh_tw: 不然尷尬死了

source: yeah lets hope that doesnt get blown out of proportion
pt_br: é vamos esperar que isso não saia de proporção
zh_cn: 行吧希望这事别上热搜
zh_tw: 行吧希望這事別上熱搜

source: yeah lets hope that doesnt happen again
pt_br: é vamos esperar que isso não aconteça de novo
zh_cn: 行吧希望别再整出这事
zh_tw: 行吧希望別再整出這事

source: yeah lets hope nothing bad happens
pt_br: é vamos esperar que nada de ruim aconteça
zh_cn: 行吧希望别出啥岔子
zh_tw: 行吧希望別出啥岔子

source: oh my god i thought those guys were about to provoke the human
pt_br: oh senhor eu pensei que aqueles caras iriam provocar o humano
zh_cn: 吓死我了 还以为那些家伙要惹人类
zh_tw: 嚇死我了 還以為那些傢伙要惹人類

source: really guys? THERES ICE CREAM AT THE REC CENTER
pt_br: sério caras? TEM SORVETE NO REC CENTER
zh_cn: 不是哥们？ 馋 冰 淇 淋 你 去 休 闲 回 廊 啊
zh_tw: 到底在講蝦毀， 饞 冰 淇 淋 你 倒 去 休 閒 回 廊 啊ゐ

source: awkward
pt_br: estranho
zh_cn: 离谱
zh_tw: 離譜

source: oh no.
pt_br: ah não.
zh_cn: 哦不。
zh_tw: 喔不。

source: ok mettaton could you like not keep doing this to me thanks
pt_br: tá mettaton da pra você não continuar fazendo isso comigo obrigada
zh_cn: mettaton求你别这么搞我了求求了
zh_tw: mettaton求你別這麼搞我了求求了

source: ok ill be honest i have no idea how that worked out LOL
pt_br: tá eu vou ser sincera eu não faço ideia de como aquilo funcionou KKKKK
zh_cn: 哎呀 说实话真没想到这招居然好使233
zh_tw: 哎呀 說實話真沒想到這招居然好使XDゐ

source: wow, i shouldve known those bombs were just TV props LOL
pt_br: wow, eu deveria saber que aquelas bombas eram só besteira da TV kkkkkkk
zh_cn: 哇，我怎么没想到 这些炸弹全是节目道具呢233
zh_tw: 挖靠我居然沒想到那些 炸彈只是電視道具XDDDゐ

source: NOOOO they were so close
pt_br: NÃÃÃO tava tão perto
zh_cn: 不不不不不马上就赢了啊
zh_tw: 不不不不不馬上就贏了啊

source: let's go the human made it to the end
pt_br: aí sim o humano chegou no final
zh_cn: 耶耶耶人类赢啦
zh_tw: 耶耶耶人類贏啦

source: anyone who wasnt watching just now missed out big time
pt_br: quem não estava assistindo perdeu um momento muito da hora
zh_cn: 太精彩了 谁没看到真就亏大发了
zh_tw: 太精彩了 誰沒看到真就虧大發了

source: well, there goes my last one-time use portable jetpack
pt_br: bem, aí foi meu jetpack de uso único portátil
zh_cn: 唉，那是我最后一个 一次性飞行器了
zh_tw: 唉，那是我最後一個 一次性飛行器了

source: wait how did the human get here if i never gave them a liftgate pass
pt_br: espera aí como é que o humano conseguiu aquilo se eu nunca dei um passe pra ele
zh_cn: 怪事了 我明明没给那人通行证 那咋过来的
zh_tw: 怪事了 我明明沒給那人通行證 那咋過來的

source: BTW has anyone else seen mew mew space adventure???
pt_br: ALIÁS, alguém aí vou Mew Mew aventura no espaço???
zh_cn: 哦对了还有谁看过 喵喵航天行吗？？？
zh_tw: 喔對了還有誰看過 喵喵航天行嗎？？？

source: like did they just steal my spare cell phone or something
pt_br: tipo ele realmente roubou meu telefone reserva
zh_cn: 是不是偷我备用机了
zh_tw: 是不是偷我備用機了

source: i finally started watching the last season and its actually good WTF
pt_br: eu finalmente comecei a assistir a última temporada e nossa é muito bom PQP
zh_cn: 我刚开始看最后一季 感觉还不错草
zh_tw: 我終於開始看最後一季了 感覺好像還挺OK的是衝三小ゐ

source: alphys... can you please respond to my private messages...
pt_br: alphys... da pra você responder minhas mensagens no privado...
zh_cn: alphys... 可以看一眼私信吗... 给我回个话吧...
zh_tw: alphys... 可以看一眼私信嗎... 給我回個話吧...

source: we did... that one time...
pt_br: nós assistimos... naquela vez...
zh_cn: 那次... 咱俩一起看的...
zh_tw: 那次... 咱倆一起看的...

source: COOLSKELETON95
zh_cn: 酷炫骷髅95
zh_tw: 酷炫骷髏95
