Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/10}* A-anyway, you're, like, new to Aerialis, right!?
pt_br: <25>{#f/10}* De-de toda forma, você é novo em Aerialis, né!?
zh_cn: <25>{#f/10}* 那-那个，话说， 你是新来的，对吧！？
zh_tw: <25>{#f/10}* 那-那個，話說， 你是新來的，對吧！？

source: <25>{#g/alphysIDK}* Well, then... y-you...
pt_br: <25>{#g/alphysIDK}* Bem, então... v-você...
zh_cn: <25>{#g/alphysIDK}* 你可-可能...
zh_tw: <25>{#g/alphysIDK}* 你可-可能...

source: <25>{#f/3}* You're g-g-gonna need my help!
pt_br: <25>{#f/3}* Você vai p-p-precisar da minha ajuda!
zh_cn: <25>{#f/3}* 你可能需要我的帮助！
zh_tw: <25>{#f/3}* 你可能需要我的幫助！

source: <25>{#f/5}* 'Cause... like...
pt_br: <25>{#f/5}* Porque... tipo...
zh_cn: <25>{#f/5}* 因-因为...
zh_tw: <25>{#f/5}* 因-因為...

source: <25>{#f/10}* I-it's not really a... "human friendly" place.
pt_br: <25>{#f/10}* N-não é um lugar amigável para... humanos.
zh_cn: <25>{#f/10}* 空境对-对人类来说... 不太安全。
zh_tw: <25>{#f/10}* 空境對-對人類來說... 不太安全。

source: <25>{#f/3}* Deadly traps... * Impossible puzzles... * ... and, uh...
pt_br: <25>{#f/3}* Armadilhas mortais... * Enigmas impossíveis... * ... e, uh...
zh_cn: <25>{#f/3}* 陷阱随-随时会要你命... * 谜题压-压根就解不开... * 还有...
zh_tw: <25>{#f/3}* 陷阱隨-隨時會要你命... * 謎題壓-壓根就解不開... * 還有...

source: <25>{|}{#g/alphysIDK}* C-crud, what was I going to- {%}
pt_br: <25>{|}{#g/alphysIDK}* C-crud, o que eu estava indo- {%}
zh_cn: <25>{|}{#g/alphysIDK}* 该-该死，我要怎么- {%}
zh_tw: <25>{|}{#g/alphysIDK}* 該-該死，我要怎麼- {%}

source: <25>{#f/1}* Well, uh, h-hiya!
pt_br: <25>{#f/1}* Bem, uh, é!
zh_cn: <25>{#f/1}* 嗯，呃，你-你好！
zh_tw: <25>{#f/1}* 嗯，呃，你-你好！

source: <25>{#f/1}* I'm Dr. Alphys. * Head of the royal science division.
pt_br: <25>{#f/1}* Eu sou a Drª Alphys. A frente da divisão de ciência real.
zh_cn: <25>{#f/1}* 我是Alphys博士。 * 皇家科学部门的负责人。
zh_tw: <25>{#f/1}* 我是Alphys博士。 * 皇家科學部門的負責人。

source: <25>{#f/10}* But, uh, I'm not actually one of the "bad guys!"
pt_br: <25>{#f/10}* Mas, uh, eu não sou um dos "caras malvados!"
zh_cn: <25>{#f/10}* 但是，呃， 我不是那些“坏家伙”！
zh_tw: <25>{#f/10}* 但是，呃， 我不是那些「壞傢伙」！

source: <25>{#f/17}* Actually, since you left the Outlands, I've been...
pt_br: <25>{#f/17}* Na verdade, desde que você saiu das Outlands, eu tenho...
zh_cn: <25>{#f/17}* 实际上，从你刚刚走出 外域时，我就...
zh_tw: <25>{#f/17}* 實際上，從你剛剛走出 外域時，我就...

source: <25>{#f/5}* Eheh, "observing" you through my security consoles.
pt_br: <25>{#f/5}* Eheh, te "observado" atrás do meu console de segurança.
zh_cn: <25>{#f/5}* 诶嘿，用我的安全控制台 “观察”你。
zh_tw: <25>{#f/5}* 誒嘿，用我的安全控制臺 「觀察」你。

source: <25>{#f/8}* Your fights... * Your friendships...
pt_br: <25>{#f/8}* Suas lutas... * Seus amigos...
zh_cn: <25>{#f/8}* 你的战斗... * 你的朋友们...
zh_tw: <25>{#f/8}* 你的戰鬥... * 你的朋友們...

source: <25>{#f/1}* Everything!
pt_br: <25>{#f/1}* Tudo!
zh_cn: <25>{#f/1}* 你的一切！
zh_tw: <25>{#f/1}* 你的一切！

source: <25>{#f/9}* OH! And my favorite part of all...
pt_br: <25>{#f/9}* E minha parte favorita...
zh_cn: <25>{#f/9}* 哦！然后我 最喜欢的部分就是...
zh_tw: <25>{#f/9}* 喔！然後我 最喜歡的部分就是...

source: <25>{#f/16}* ... was watching you destroy Sans's cheated h-high score!
pt_br: <25>{#f/16}* ... foi te ver destruir a pontuação do Sans, ele com certeza t-trapaceou!
zh_cn: <25>{#f/16}* ...看到你超过了 Sans作弊打出来的分数！
zh_tw: <25>{#f/16}* ...看到你超過了 Sans作弊打出來的分數！

source: <25>{#f/12}* So awesome...
pt_br: <25>{#f/12}* Tão legal...
zh_cn: <25>{#f/12}* 太厉害了...
zh_tw: <25>{#f/12}* 太厲害了...

source: <25>{#f/16}* ... was how you actually won a game o-of electrosnail!
pt_br: <25>{#f/16}* ... foi como você realmente ganhou um jogo de electrosnail!
zh_cn: <25>{#f/16}* ...看到你赢了一局 雷霆蜗牛！
zh_tw: <25>{#f/16}* ...看到你贏了一局 雷霆蝸牛！

source: <25>{#f/16}* ... was how you got through the wall of fire on your first try!
pt_br: <25>{#f/16}* ... foi como você passou da parede de fogo na primeira tentativa!
zh_cn: <25>{#f/16}* ...看到你第一次尝试 就通过了躲避烈火之墙！
zh_tw: <25>{#f/16}* ...看到你第一次嘗試 就通過了躲避烈火之牆！

source: <25>{#f/16}* ... was how you beat the number neutralizer puzzle by y-yourself!
pt_br: <25>{#f/16}* ... foi como você venceu o quebra-cabeça do neutralizador de números por você!
zh_cn: <25>{#f/16}* ...看到你靠自己一个人 破解了数字中和谜题！
zh_tw: <25>{#f/16}* ...看到你靠自己一個人 破解了數字中和謎題！

source: <25>{#f/16}* ... was watching you fight Undyne???
pt_br: <25>{#f/16}* ... foi te ver lutar a Undyne???
zh_cn: <25>{#f/16}* ...看到了你和 Undyne战斗？？？
zh_tw: <25>{#f/16}* ...看到了你和 Undyne戰鬥？？？

source: <25>{#f/18}* But, uh, you're gonna need my help to get through Aerialis!
pt_br: <25>{#f/18}* Mas, uh, você vai precisar da minha ajuda em Aerialis!
zh_cn: <25>{#f/18}* 但是，呃，你需要 我的引导来通过空境！
zh_tw: <25>{#f/18}* 但是，呃，你需要 我的引導來通過空境！

source: <25>{#f/8}* Well, h-hiya...
pt_br: <25>{#f/8}* Bem, é...
zh_cn: <25>{#f/8}* 嗯，你-你好...
zh_tw: <25>{#f/8}* 嗯，你-你好...

source: <25>{#f/9}* I'm... Dr. Alphys. * Head of the royal science division.
pt_br: <25>{#f/9}* Eu sou a... Drª Alphys. A frente da divisão de ciência real.
zh_cn: <25>{#f/9}* 我是... Alphys博士。 * 皇家科学部门的负责人。
zh_tw: <25>{#f/9}* 我是... Alphys博士。 * 皇家科學部門的負責人。

source: <25>{#f/4}* Ever since you left the Outlands, I've been...
pt_br: <25>{#f/4}* Desde que você saiu das Outlands eu tenho...
zh_cn: <25>{#f/4}* 从你刚刚走出外域时， 我就...
zh_tw: <25>{#f/4}* 從你剛剛走出外域時， 我就...

source: <25>{#f/4}* Eheh, "observing" you through my security consoles.
pt_br: <25>{#f/4}* Eheh, "observado" você através do meu console de segurança.
zh_cn: <25>{#f/4}* 诶嘿，用我的安全控制台 “观察”你。
zh_tw: <25>{#f/4}* 誒嘿，用我的安全控制臺 「觀察」你。

source: <25>{#f/11}* Your fights... * Your friendships...
pt_br: <25>{#f/11}* Suas lutas... * Seus amigos...
zh_cn: <25>{#f/11}* 你的战斗... * 你的朋友们...
zh_tw: <25>{#f/11}* 你的戰鬥... * 你的朋友們...

source: <25>{#f/11}* ...
zh_tw: <25>{#f/11}* ...ゑ

source: <25>{#f/13}* Even... * Papyrus's d-death...
pt_br: <25>{#f/13}* Até... * A morte do Papyrus...
zh_cn: <25>{#f/13}* 甚至... * Papyrus的死-死亡...
zh_tw: <25>{#f/13}* 甚至... * Papyrus的死-死亡...

source: <25>{#f/13}* ... even the deaths of Undyne's ELITE s-squad...
pt_br: <25>{#f/13}* ... até a morte do esquadrão de ELITE da Undyne...
zh_cn: <25>{#f/13}* ...甚至由Undyne带领的 特战队的覆-覆灭..
zh_tw: <25>{#f/13}* ...甚至由Undyne帶領的 特戰隊的覆-覆滅..

source: <25>{#f/13}* ... even the deaths of the c-canine unit...
pt_br: <25>{#f/13}* ... até mesmo a morte da tropa c-canina...
zh_cn: <25>{#f/13}* ...甚至犬卫队的 覆-覆灭...
zh_tw: <25>{#f/13}* ...甚至犬衛隊的 覆-覆滅...

source: <25>{#f/13}* Even... * Doggo's d-death...
pt_br: <25>{#f/13}* Até... * A morte do Doggo.
zh_cn: <25>{#f/13}* 甚至... * Doggo的死-死亡...
zh_tw: <25>{#f/13}* 甚至... * Doggo的死-死亡...

source: <25>{#f/13}* Even... * Muffet's d-death...
pt_br: <25>{#f/13}* Até... * A m-morte da Muffet...
zh_cn: <25>{#f/13}* 甚至... * Muffet的死-死亡...
zh_tw: <25>{#f/13}* 甚至... * Muffet的死-死亡...

source: <25>{#f/13}* Even... * Doge's d-death...
pt_br: <25>{#f/13}* Até... * A m-morte da Doge...
zh_cn: <25>{#f/13}* 甚至... * Doge的死-死亡...
zh_tw: <25>{#f/13}* 甚至... * Doge的死-死亡...

source: <25>{#f/13}* Even... * Canis Major's d-death...
pt_br: <25>{#f/13}* Até... * A m-morte do Major Canis...
zh_cn: <25>{#f/13}* 甚至... * Canis Major的死-死亡...
zh_tw: <25>{#f/13}* 甚至... * Canis Major的死-死亡...

source: <25>{#f/13}* Even... * Canis Minor's d-death...
pt_br: <25>{#f/13}* Até... * A m-morte do Minor Canis...
zh_cn: <25>{#f/13}* 甚至... * Canis Minor的死-死亡...
zh_tw: <25>{#f/13}* 甚至... * Canis Minor的死-死亡...

source: <25>{#f/13}* ... even those monsters' d-deaths...
pt_br: <25>{#f/13}* ... até a morte daqueles m-monstros...
zh_cn: <25>{#f/13}* ...甚至那些怪物们的 死-死亡...
zh_tw: <25>{#f/13}* ...甚至那些怪物們的 死-死亡...

source: <25>{#f/10}* ... but hey, it's not all bad... right?
pt_br: <25>{#f/10}* ... mas ei, não é de todo mau... ok?
zh_cn: <25>{#f/10}* ...不过，嘿，也不 全是坏事，是吧？
zh_tw: <25>{#f/10}* ...不過，嘿，也不 全是壞事，是吧？

source: <25>{#g/alphysCutscene2}* You're alive, you made it here in one piece...
pt_br: <25>{#g/alphysCutscene2}* Você está vivo, chegou até aqui inteirinho...
zh_cn: <25>{#g/alphysCutscene2}* 你还活着， 你完好无损地 来到了这里...
zh_tw: <25>{#g/alphysCutscene2}* 你還活著， 你完好無損地 來到了這裡...

source: <25>{#f/3}* That has to count for something, right???
pt_br: <25>{#f/3}* Isso deve contar como alguma coisa, certo???
zh_cn: <25>{#f/3}* 这是很重要的， 对吧？？？
zh_tw: <25>{#f/3}* 這是很重要的， 對吧？？？

source: <25>{#g/alphysIDK}* ...
zh_tw: <25>{#g/alphysIDK}* ...ゑ

source: <25>{#g/alphysIDK}* That being said, you're probably gonna need my help in Aerialis.
pt_br: <25>{#g/alphysIDK}* Com isso dito, você provavelmente vai precisar de mim para passar por Aerialis.
zh_cn: <25>{#g/alphysIDK}* 话虽如此，你可能 需要我指导你 穿过空境。
zh_tw: <25>{#g/alphysIDK}* 話雖如此，你可能 需要我指導你 穿過空境。

source: <25>{#f/15}* Yeah... it's not really a "human friendly" place...
pt_br: <25>{#f/15}* Pois é... não é um lugar muito amigável para humanos...
zh_cn: <25>{#f/15}* 呃对... 这儿对人类来说 可能有点危险...
zh_tw: <25>{#f/15}* 呃對... 這兒對人類來說 可能有點危險...

source: <25>{#f/17}* Deadly traps... * Impossible puzzles... * Royal guards...
pt_br: <25>{#f/17}* Armadilhas mortais... * Quebra-cabeças... * Guardas reais...
zh_cn: <25>{#f/3}* 陷阱随时会要你命... * 谜题也难得离谱... * 还有那些皇家守卫...
zh_tw: <25>{#f/3}* 陷阱隨時會要你命... * 謎題也難得離譜... * 還有那些皇家守衛...

source: <25>{|}{#f/15}* Not to mention- {%}
pt_br: <25>{|}{#f/15}* Sem mencionar- {%}
zh_cn: <25>{|}{#f/15}* 更不用说- {%}
zh_tw: <25>{|}{#f/15}* 更不用說- {%}

source: <25>{#g/alphysIDK}* No... no no no no no...
pt_br: <25>{#g/alphysIDK}* Não... não não não não não...
zh_cn: <25>{#g/alphysIDK}* 不... 不不不不不...
zh_tw: <25>{#g/alphysIDK}* 不... 不不不不不...

source: <25>{#f/20}* Not here... not now...
pt_br: <25>{#f/20}* Não aqui... não agora...
zh_cn: <25>{#f/20}* 别是在这... 也别是现在啊...
zh_tw: <25>{#f/20}* 別是在這... 也別是現在啊...

source: <25>{#f/3}* Eheh...
zh_cn: <25>{#f/3}* 诶嘿...
zh_tw: <25>{#f/3}* 誒嘿...

source: <25>{#f/23}* Oh god.
pt_br: <25>{#f/23}* Oh meu.
zh_cn: <25>{#f/23}* 哦天啊。
zh_tw: <25>{#f/23}* 喔天啊。

source: <25>{#f/11}* Oh no.
pt_br: <25>{#f/11}* Oh não
zh_cn: <25>{#f/11}* 哦不。
zh_tw: <25>{#f/11}* 喔不。

source: <32>{#p/mettaton}* OHHHH MY!
zh_cn: <32>{#p/mettaton}* 哦哦哦天啊！
zh_tw: <32>{#p/mettaton}* 喔喔喔天啊！

source: <32>{#p/mettaton}* OHHHH YES!
zh_cn: <32>{#p/mettaton}* 哦哦哦耶！
zh_tw: <32>{#p/mettaton}* 喔喔喔耶！

source: <32>{#p/mettaton}* WELCOME, BEAUTIES...
pt_br: <32>{#p/mettaton}* BEM-VINDAS, LINDEZAS...
zh_cn: <32>{#p/mettaton}* 欢迎，美人儿们...
zh_tw: <32>{#p/mettaton}* 歡迎，美人兒們...

source: <32>{#p/mettaton}* TO TODAY'S TALENT SHOW!
pt_br: <32>{#p/mettaton}* PARA O SHOW DE TALENTO DE HOJE!
zh_cn: <32>{#p/mettaton}* 来到今天的 达人秀节目！
zh_tw: <32>{#p/mettaton}* 來到今天的 達人秀節目！

source: <32>{#p/mettaton}* YOU KNOW, FOR A SEEMINGLY "INNOCENT" HUMAN CHILD...
pt_br: <32>{#p/mettaton}* SABE, PARA UMA APARENTE "INOCENTE" CRIANÇA HUMANA...
zh_cn: <32>{#p/mettaton}* 我们每个人要知道， 通常我们看到一个看似 “无辜”的人类小孩...
zh_tw: <32>{#p/mettaton}* 我們每個人要知道， 通常我們看到一個看似 「無辜」的人類小孩...

source: <32>* YOU SURE KNOW HOW TO LAY DOWN THE HURT!
pt_br: <32>* VOCÊ SABE MUITO BEM COMO MACHUCAR!
zh_cn: <32>* 很容易让我们对其放下戒心... * 在此，我想告诉大家， 永远不要以貌取人...
zh_tw: <32>* 很容易讓我們對其放下戒心... * 在此，我想告訴大家， 永遠不要以貌取人...

source: <32>* BEING BROADCAST TO YOUR SCREENS NOW IS REAL FOOTAGE OF THEIR VILLAINOUS ACTS!
pt_br: <32>* SENDO TRANSMITIDO AGORA NA TV IMAGENS REAIS DOS SEUS ATOS "VILANICOS"!
zh_cn: <32>* 现在展示在你们屏幕上的， 是这个卑鄙无耻的人类在前哨站 为非作歹的真实录像！
zh_tw: <32>* 現在展示在你們屏幕上的， 是這個卑鄙無恥的人類在前哨站 為非作歹的真實錄像！

source: <25>{#p/alphys}{#f/2}* M-mettaton, wait!! * What are you...
pt_br: <25>{#p/alphys}{#f/2}* M-mettaton, pera!! * O que você...
zh_cn: <25>{#p/alphys}{#f/2}* Mettaton，等-等一下！ * 你在干什...
zh_tw: <25>{#p/alphys}{#f/2}* Mettaton，等-等一下！ * 你在幹什...

source: <25>{#p/alphys}{#g/alphysGarbo}* Huh? * Did you steal security footage again?
pt_br: <25>{#p/alphys}{#g/alphysGarbo}* Huh? * Você roubou os vídeos da câmera de segurança de novo?
zh_cn: <25>{#p/alphys}{#g/alphysGarbo}* 啊？ * 你又顺走监控录像了？
zh_tw: <25>{#p/alphys}{#g/alphysGarbo}* 啊？ * 你又順走監控錄像了？

source: <32>{#p/mettaton}* I CAN ALREADY TELL IT'S GONNA BE A GREAT SHOW!
pt_br: <32>{#p/mettaton}* EU JÁ CONSIGO DIZER QUE VAI SER UM ÓTIMO SHOW!
zh_cn: <32>{#p/mettaton}* 我敢说这期节目会超棒哦！
zh_tw: <32>{#p/mettaton}* 我敢說這期節目會超棒喔！

source: <32>* LET'S GIVE A ROUND OF APPLAUSE TO OUR NEW CONTESTANT...
pt_br: <32>* VAMOS DAR APLAUSOS AO NOSSO NOVO PARTICIPANTE...
zh_cn: <32>* 让我们以热烈的掌声 欢迎我们的新选手...
zh_tw: <32>* 讓我們以熱烈的掌聲 歡迎我們的新選手...

source: <33>* THE ONE AND ONLY HUMAN VISITOR!
pt_br: <33>* O GRANDE E ÚNICO, HUMANO VISITANTE!
zh_cn: <33>* 唯一一位的人类访客！
zh_tw: <33>* 唯一一位的人類訪客！

source: <32>{#p/mettaton}* (PLEASE WAIT AS THE AUDIENCE WATCHES THE FOOTAGE.)
pt_br: <32>{#p/mettaton}* (POR FAVOR ESPERE ENQUANTO A AUDIÊNCIA VÊ AS FOTOS.)
zh_cn: <32>{#p/mettaton}* （等观众看完再说。）
zh_tw: <32>{#p/mettaton}* （等觀眾看完再說。）

source: <25>{#p/alphys}{#f/21}* ... * I just can't win.
pt_br: <25>{#p/alphys}{#f/21}* ... * Eu só não consigo vencer.
zh_cn: <25>{#p/alphys}{#f/21}* ... * 真就说不过你。
zh_tw: <25>{#p/alphys}{#f/21}* ... * 真就說不過你。

source: <26>{#p/alphys}{#g/alphysGarboCenter}* I'll take that as a yes.
pt_br: <26>{#p/alphys}{#g/alphysGarboCenter}* Eu vou entender isso como sim.
zh_cn: <26>{#p/alphys}{#g/alphysGarboCenter}* 所以你承认喽。
zh_tw: <26>{#p/alphys}{#g/alphysGarboCenter}* 所以你承認嘍。

source: <32>{#p/mettaton}* ANYWAY, THAT BEING SAID, WE'LL NEED TO GIVE THEM A MONIKER!
pt_br: <32>{#p/mettaton}* DE QUALQUER FORMA, DITO ISSO, PRECISAREMOS DAR A ELE UM APELIDO!
zh_cn: <32>{#p/mettaton}* 不管怎么说， 我们需要给这人类 取个外号！
zh_tw: <32>{#p/mettaton}* 不管怎麼說， 我們需要給這人類 取個外號！

source: <32>{#p/mettaton}* WHEN IT COMES TO VILLAINS, ALL THE GREATS HAVE ONE. * BUT YOU...
pt_br: <32>{#p/mettaton}* QUANDO FALAMOS SOBRE VILÕES, TODOS ELES TEM UM. * MAS VOCÊ...
zh_cn: <32>{#p/mettaton}* 毕竟所有恶劣至极的反派， 都拥有一个外号。 * 除了你以外...
zh_tw: <32>{#p/mettaton}* 畢竟所有惡劣至極的反派， 都擁有一個外號。 * 除了你以外...

source: <32>{#p/mettaton}* FOR A FLIRTATIOUS BULLY LIKE YOU, THERE'S ONLY ONE NAME THAT FITS!
pt_br: <32>{#p/mettaton}* PARA UM BULLY SAFADO COMO VOCÊ, SÓ TEM UM NOME QUE COMBINA!
zh_cn: <32>{#p/mettaton}* 像你这样 喜欢沾花惹草的恶霸， 只有一个外号会适合你！
zh_tw: <32>{#p/mettaton}* 像你這樣 喜歡沾花惹草的惡霸， 只有一個外號會適合你！

source: <32>{#p/mettaton}* WHEN IT COMES TO VILLAINS, ALL THE GREATS HAVE ONE. * SO WHAT'LL IT BE?
pt_br: <32>{#p/mettaton}* QUANDO SE FALAM SOBRE VILÕES, TODOS TEM UM. * ENTÃO, O QUE SERÁ?
zh_cn: <32>{#p/mettaton}* 毕竟所有恶劣至极的反派， 都拥有一个外号。 * 那你的将是什么呢？
zh_tw: <32>{#p/mettaton}* 畢竟所有惡劣至極的反派， 都擁有一個外號。 * 那你的將是什麼呢？

source: <32>{#p/mettaton}* NEVER PLAYED BEFORE, GORGEOUS?
pt_br: <32>{#p/mettaton}* NUNCA BRINCOU ANTES, MARAVILHA?
zh_cn: <32>{#p/mettaton}* 从来没有玩过吗，幸运儿？
zh_tw: <32>{#p/mettaton}* 從來沒有玩過嗎，幸運兒？

source: <32>* WELL, IT'S SIMPLE.
pt_br: <32>* BEM, É SIMPLES.
zh_cn: <32>* 没关系，很简单。
zh_tw: <32>* 沒關係，很簡單。

source: * (Which name will you choose?)
pt_br: * (Qual nome você vai escolher?)
zh_cn: * （你打算起啥外号呢？）
zh_tw: * （你打算起啥外號呢？）

source: Yellow Kid
pt_br: Menor Amarelo
zh_cn: 黄天霸主
zh_tw: 黃天霸主

source: Oncoming Storm
pt_br: Tempestade Chegando
zh_cn: 风云剑客
zh_tw: 風雲劍客

source: Hyper Rage
pt_br: Super Raivoso
zh_cn: 狂怒剑皇
zh_tw: 狂怒劍皇

source: Space Invader
pt_br: Invasor Espacial
zh_cn: 星际游侠
zh_tw: 星際遊俠

source: <32>{#p/mettaton}* SO, $(moniker2u), LET'S SEE IF YOUR SKILLS ON THE BATTLEFIELD...
pt_br: <32>{#p/mettaton}* ENTÃO, $(moniker2u), VAMOS VER SE SUAS HABILIDADES NO CAMPO DE BATALHA...
zh_cn: <32>{#p/mettaton}* 所以，$(moniker2u)， 拿出你的战斗技巧...
zh_tw: <32>{#p/mettaton}* 所以，$(moniker2u)， 拿出你的戰鬥技巧...

source: <32>{#p/mettaton}* $(moniker1u), HUH? * MY, WHAT AN EXCELLENT CHOICE!
pt_br: <32>{#p/mettaton}* $(moniker1u), HUH? * MY, QUE ESCOLHA EXCELENTE!
zh_cn: <32>{#p/mettaton}* $(moniker1u)吗？ * 天呐，这名真不错！
zh_tw: <32>{#p/mettaton}* $(moniker1u)嗎？ * 天吶，這名真不錯！

source: <32>{#p/mettaton}* WELL, $(moniker2u), LET'S SEE IF YOUR SKILLS ON THE BATTLEFIELD...
pt_br: <32>{#p/mettaton}* BEM, $(moniker2u), VEREMOS SE SUAS HABILIDADES EM BATALHA...
zh_cn: <32>{#p/mettaton}* 行，$(moniker2u)， 拿出你的战斗技巧...
zh_tw: <32>{#p/mettaton}* 行，$(moniker2u)， 拿出你的戰鬥技巧...

source: <32>* IN FACT, THERE'S ONLY ONE RULE!
pt_br: <32>* NA VERDADE, SÓ TEM UMA REGRA!
zh_cn: <32>* 实际上，规则只有一个！
zh_tw: <32>* 實際上，規則只有一個！

source: <32>* PUT ON THE BEST PERFORMANCE OF YOUR LIFE...
pt_br: <32>* FAÇA A MELHOR PERFORMANCE DA SUA VIDA...
zh_cn: <32>* 拿出你一生中 最好的表现...
zh_tw: <32>* 拿出你一生中 最好的表現...

source: <32>{*}{#p/mettaton}* TRANSLATE TO THE STAGE!!!{^20}{%}
pt_br: <32>{*}{#p/mettaton}* TRADUZIR PARA O PALCO!!!{^20}{%}
zh_cn: <32>{*}{#p/mettaton}* 把它搬上舞台！！！{^20}{%}
zh_tw: <32>{*}{#p/mettaton}* 把它搬上舞臺！！！{^20}{%}

source: <32>{*}{#p/mettaton}* OR DIE TRYING!!!{^20}{%}
pt_br: <32>{*}{#p/mettaton}* OU MORRA TENTANDO!!!{^20}{%}
zh_cn: <32>{*}{#p/mettaton}* 否则就会死！！！{^20}{%}
zh_tw: <32>{*}{#p/mettaton}* 否則就會死！！！{^20}{%}

source: <25>{#p/alphys}{#f/10}* Y... you know what?
pt_br: <25>{#p/alphys}{#f/10}* Q... quer saber?
zh_cn: <25>{#p/alphys}{#f/10}* 你... 你知道吗？
zh_tw: <25>{#p/alphys}{#f/10}* 你... 你知道嗎？

source: <25>{#f/10}* You can do whatever you want.
pt_br: <25>{#f/10}* Faça o que quiser.
zh_cn: <25>{#f/10}* 你想做啥都行。
zh_tw: <25>{#f/10}* 你想做啥都行。

source: <25>{#f/23}* 'Cause... I'm leaving.
pt_br: <25>{#f/23}* Porque... eu estou indo embora.
zh_cn: <25>{#f/23}* 因为我... 我得离开了。
zh_tw: <25>{#f/23}* 因為我... 我得離開了。

source: <25>{#f/23}* Forever.
pt_br: <25>{#f/23}* Pra sempre.
zh_cn: <25>{#f/23}* 永远。
zh_tw: <25>{#f/23}* 永遠。

source: <25>{#f/5}* And if you need me for something...
pt_br: <25>{#f/5}* E se você precisar de mim para alguma coisa...
zh_cn: <25>{#f/5}* 还有你要是想 吩咐我什么...
zh_tw: <25>{#f/5}* 還有你要是想 吩咐我什麼...

source: <25>{#f/5}* Well...
pt_br: <25>{#f/5}* Bem...
zh_cn: <25>{#f/5}* 嗯...
zh_tw: <25>{#f/5}* 嗯...

source: <25>{|}{#f/16}* Too bad!!!{%}
pt_br: <25>{|}{#f/16}* Que pena pra você!!!{%}
zh_cn: <25>{|}{#f/16}* 算了吧！！！{%}
zh_tw: <25>{|}{#f/16}* 算了吧！！！{%}

source: <25>{#p/alphys}{#f/5}* Hey...
pt_br: <25>{#p/alphys}{#f/5}* Ei...
zh_cn: <25>{#p/alphys}{#f/5}* 嘿...
zh_tw: <25>{#p/alphys}{#f/5}* 嘿...

source: <25>{#f/8}* I know that kinda came outta nowhere, but... you were p-pretty cool.
pt_br: <25>{#f/8}* Eu sei que isso veio do nada, mas... você é b-bem da hora.
zh_cn: <25>{#f/8}* 我知道这么说有点 莫名其妙，但是... 你真-真的很酷。
zh_tw: <25>{#f/8}* 我知道這麼說有點 莫名其妙，但是... 你真-真的很酷。

source: <25>{#f/8}* I know that kinda came outta nowhere, but...
pt_br: <25>{#f/8}* Eu sei que isso veio do nada, mas...
zh_cn: <25>{#f/8}* 我知道这有点莫名其妙， 但是...
zh_tw: <25>{#f/8}* 我知道這有點莫名其妙， 但是...

source: <25>* You handled it p-pretty well.
pt_br: <25>* Você conseguiu aguentar m-muito bem.
zh_cn: <25>* 你做的很-很好。
zh_tw: <25>* 你做的很-很好。

source: <25>{#f/9}* Anyway, uh, as I was saying, you're gonna need my help.
pt_br: <25>{#f/9}* De toda forma, uh, como eu estava dizendo, você vai precisar de mim.
zh_cn: <25>{#f/9}* 总之，呃，就像我说的， 你会需要我的帮助的。
zh_tw: <25>{#f/9}* 總之，呃，就像我說的， 你會需要我的幫助的。

source: <25>{#f/17}* Let's see what you've got on you...
pt_br: <25>{#f/17}* Vamos ver o que você tem consigo...
zh_cn: <25>{#f/17}* 让我看看你身上 都带了些什么...
zh_tw: <25>{#f/17}* 讓我看看你身上 都帶了些什麼...

source: <25>{#p/alphys}{#f/21}* ...
zh_tw: <25>{#p/alphys}{#f/21}* ...ゑ

source: <25>{#f/21}* What is this.
pt_br: <25>{#f/21}* O que é isso.
zh_cn: <25>{#f/21}* 这是啥。
zh_tw: <25>{#f/21}* 這是啥。

source: <25>{#f/21}* Who gave you this.
pt_br: <25>{#f/21}* Quem te deu isso???
zh_cn: <25>{#f/21}* 这是谁给你的。
zh_tw: <25>{#f/21}* 這是誰給你的。

source: <25>{#f/22}* WHO IS STILL USING TECHNOLOGY LIKE THIS???
pt_br: <25>{#f/22}* QUEM AINDA USA TECNOLOGIA ASSIM???
zh_cn: <25>{#f/22}* 谁还用这样的 老古董啊？？？
zh_tw: <25>{#f/22}* 誰還用這樣的 老古董啊？？？

source: <25>{#f/22}* ...
zh_tw: <25>{#f/22}* ...ゑ

source: <25>{#f/23}* I'll be right back.
pt_br: <25>{#f/23}* Eu estarei de volta logo.
zh_cn: <25>{#f/23}* 我马上回来。
zh_tw: <25>{#f/23}* 我馬上回來。

source: <25>{#p/alphys}{#g/alphysCutscene1}* Okay, I got you a new cell phone!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Aqui, um celular novinho!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 好了，我给你搞了个 新手机！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 好了，我給你搞了個 新手機！

source: <25>* It's got a liftgate pass, dimensional boxes...
pt_br: <25>* Tem um passe para as levitações e caixas dimensionais...
zh_cn: <25>* 里面有升降机通行证， 次元箱子...
zh_tw: <25>* 裡面有升降機通行證， 次元箱子...

source: <25>{#g/alphysHellYeah}* And your very own OuterNet account!
pt_br: <25>{#g/alphysHellYeah}* E sua conta na Outernet!
zh_cn: <25>{#g/alphysHellYeah}* 还有你自己的域外网账号！
zh_tw: <25>{#g/alphysHellYeah}* 還有你自己的域外網帳戶！

source: <25>{#g/alphysSmileSweat}* I also made us friends so you can ping me for help at any time!
pt_br: <25>{#g/alphysSmileSweat}* Eu te adicionei como amigo, assim podemos nos comunicar.
zh_cn: <25>{#g/alphysSmileSweat}* 我顺便加了你的好友， 这样你需要帮助的时候 随时都能联系我了！
zh_tw: <25>{#g/alphysSmileSweat}* 我順便加了你的好友， 這樣你需要幫助的時候 隨時都能聯繫我了！

source: <25>{#g/alphysUhButHeresTheDeal}* So yeah!!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Então, é isso!!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 好耶！！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 好耶！！

source: <32>{#s/equip}{#p/human}* (You got the upgraded CELL.)
pt_br: <32>{#s/equip}{#p/human}* (Você ganhou um celular atualizado!)
zh_cn: <32>{#s/equip}{#p/human}* （你有了一部新手机。）
zh_tw: <32>{#s/equip}{#p/human}* （你有了一部新手機。）

source: <25>{#p/alphys}{#g/alphysWelp}* Sorry, but that thing you were using was a glorified brick.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Desculpa, mas aquilo que você tinha era uma relíquia do passado.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 抱歉，但实话说， 你那手机和砖头没啥区别， 就是好看点。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 抱歉，但實話說， 你那手機和磚頭沒啥區別， 就是好看點。

source: <25>{#g/alphysSide}* This new phone's got a liftgate pass, dimensional boxes...
pt_br: <25>{#g/alphysSide}* Este novo te dá acesso aos transportes e caixas dimensionais.
zh_cn: <25>{#g/alphysSide}* 拿去，这新手机里面有 升降机通行证， 次元箱子...
zh_tw: <25>{#g/alphysSide}* 拿去，這新手機裡面有 升降機通行證， 次元箱子...

source: <25>{#g/alphysSmileSweat}* And your very own OuterNet account!
pt_br: <25>{#g/alphysSmileSweat}* E sua conta na Outernet!
zh_cn: <25>{#g/alphysSmileSweat}* 还有你自己的域外网账号！
zh_tw: <25>{#g/alphysSmileSweat}* 還有你自己的域外網帳戶！

source: <25>{#g/alphysNervousLaugh}* Don't worry, I made us friends so you can ping me for help if needed.
pt_br: <25>{#g/alphysNervousLaugh}* Não se preocupa, coloquei a gente como amigos caso necessário.
zh_cn: <25>{#g/alphysNervousLaugh}* 别担心，我们加了好友， 这样你需要帮助 就能联系我了。
zh_tw: <25>{#g/alphysNervousLaugh}* 別擔心，我們加了好友， 這樣你需要幫助 就能聯繫我了。

source: <25>{#p/alphys}{#g/alphysWelp}* I'll be at my desk.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Eu estarei no meu computador.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 我先去办公了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 我先去辦公了。

source: <32>{#p/basic}{#x1}* You two!{#x3}
pt_br: <32>{#p/basic}{#x1}* Vocês dois!{#x3}
zh_cn: <32>{#p/basic}{#x1}* 你俩，站住！ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 你倆，站住！ゑ{#x3}

source: <32>{#p/basic}{#x1}* You there!{#x3}
pt_br: <32>{#p/basic}{#x1}* Você aí!{#x3}
zh_cn: <32>{#p/basic}{#x1}* 你，站住！ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 你，站住！ゑ{#x3}

source: <32>{#p/basic}{#x1}* Hey kid!{#x3}
pt_br: <32>{#p/basic}{#x1}* Ei criança!{#x3}
zh_cn: <32>{#p/basic}{#x1}* 孩子，你好！ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 孩子，你好！ゑ{#x3}

source: <32>{#p/basic}{#x1}* Can you like, tell us why you killed those people?{#x3}
pt_br: <32>{#p/basic}{#x1}* Você poderia nos dizer o motivo de você ter matado todas aquelas pessoas?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 前面的，那个，给个说法： 为啥把人都杀了？ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 前面的，那個，給個說法： 為啥把人都殺了？ゑ{#x3}

source: <32>{#p/basic}{#x1}* Can you like, help us find the nearest ice cream stand?{#x3}
pt_br: <32>{#p/basic}{#x1}* Você poderia nos ajudar achar a máquina de sorvete mais próxima ?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 请问，那个，你知道 附近哪里有卖冰淇淋的吗？ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 請問，那個，你知道 附近哪裡有賣冰淇淋的嗎？ゑ{#x3}

source: <32>{#p/basic}{#x1}* My boyfriend and I... think it's kind of uncool.{#x3}
pt_br: <32>{#p/basic}{#x1}* Meu namorado e eu... pensamos que não é nada legal.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 我和我男朋友... 觉得这事很蠢唉。ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 我和我男朋友... 覺得這事很蠢唉。ゑ{#x3}

source: <32>{#p/basic}{#x1}* My boyfriend and I have been looking all over the place!{#x3}
pt_br: <32>{#p/basic}{#x1}* Meu namorado e eu já procuramos por todos os lados!{#x3}
zh_cn: <32>{#p/basic}{#x1}* 我和我男朋友附近都找遍了， 就是找不着！ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 我和我男朋友附近都找遍了， 就是找不著！ゑ{#x3}
