Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#f/4}THERE'S SO MANY INTERESTING THINGS TO DO HERE...
pt_br: <18>{#f/4}A MUITAS COISAS INTERESSANTES PARA FAZER AQUI...
zh_cn: <18>{#f/4}这地方有好多 好玩的...
zh_tw: <18>{#f/4}這地方有好多 好玩的...

source: <18>{#f/0}HAVE YOU TRIED THE BOWLING ALLEY YET?
pt_br: <18>{#f/0}VOCÊ JÁ TENTOU JOGAR BOLICHE?
zh_cn: <18>{#f/0}你去过 保龄球馆了吗？
zh_tw: <18>{#f/0}你去過 保齡球館了嗎？

source: <18>{#f/9}OR, EVEN BETTER, THE SWIMMING POOL!
pt_br: <18>{#f/9}OU, MELHOR, NADAR NA PISCINA!
zh_cn: <18>{#f/9}或者更棒的 游泳池！
zh_tw: <18>{#f/9}或者更棒的 遊泳池！

source: <18>{#f/4}BOTH OF WHICH ARE CLOSED AT THE MOMENT...
pt_br: <18>{#f/4}AMBOS ESTÃO FECHADOS NO MOMENTO...
zh_cn: <18>{#f/4}这俩现在 都关门了...
zh_tw: <18>{#f/4}這倆現在 都關門了...

source: <18>{#f/5}... IN HONOR OF METTATON'S SO- CALLED "DEATH."
pt_br: <18>{#f/5}... EM HOMENAGEM À CHAMADA "MORTE" DO METTATON.
zh_cn: <18>{#f/5}...就只是为了纪念 METTATON所谓的 “死亡”。
zh_tw: <18>{#f/5}...就只是為了紀念 METTATON所謂的 「死亡」。

source: <18>{#f/4}BOTH OF WHICH ARE ACCESSIBLE VIA THE TAXI...
pt_br: <18>{#f/4}AMBOS QUE ESTÃO ACESSÍVEIS ATRAVÉS DO TAXI...
zh_cn: <18>{#f/4}这俩地方都可以 乘坐运输船到达...
zh_tw: <18>{#f/4}這倆地方都可以 乘坐運輸船到達...

source: <18>{#f/5}... FOR ANYONE AGED TEN AND UP.
pt_br: <18>{#f/5}... PARA TODO MUNDO ACIMA DOS 10 ANOS.
zh_cn: <18>{#f/5}...但这俩地方只适 合10岁以上的人。
zh_tw: <18>{#f/5}...但這倆地方只適 合10歲以上的人。

source: <18>{#p/papyrus}IT'S ABOUT TIME YOU GOT HERE.
pt_br: <18>{#p/papyrus}JÁ ERA HORA DE VOCÊ CHEGAR AQUI.
zh_cn: <18>{#p/papyrus}你终于到这里了。
zh_tw: <18>{#p/papyrus}你終於到這裡了。

source: <18>{#f/4}THERE'S SO MANY INTERESTING THINGS TO DO...
pt_br: <18>{#f/4}TEM MUITAS COISAS INTERESSANTES PARA FAZER AQUI...
zh_cn: <18>{#f/4}这地方有好多 好玩的...
zh_tw: <18>{#f/4}這地方有好多 好玩的...

source: <25>{#p/undyne}{#f/17}* Really, Papyrus? * Bowling?
pt_br: <25>{#p/undyne}{#f/17}* Sério, Papyrus? * Boliche?
zh_cn: <25>{#p/undyne}{#f/17}* 认真的，Papyrus？ * 保龄球？
zh_tw: <25>{#p/undyne}{#f/17}* 認真的，Papyrus？ * 保齡球？

source: <25>{#p/undyne}{#f/8}* The magical arts club is OBVIOUSLY better!
pt_br: <25>{#p/undyne}{#f/8}* O clube de Artes Mágicas é claramente melhor!
zh_cn: <25>{#p/undyne}{#f/8}* 魔法艺术俱乐部 显然更好！
zh_tw: <25>{#p/undyne}{#f/8}* 魔法藝術俱樂部 顯然更好！

source: <18>{#p/papyrus}{#f/4}YOU'RE NOT AFRAID OF HUMAN GAMES, ARE YOU?
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ NÃO ESTÁ COM MEDO DOS JOGOS HUMANOS, ESTÁ?
zh_cn: <18>{#p/papyrus}{#f/4}你不会害怕人类 的游戏吧？
zh_tw: <18>{#p/papyrus}{#f/4}你不會害怕 人類的遊戲吧？

source: <25>{#p/undyne}{#f/4}* What!? * Of course not!
pt_br: <25>{#p/undyne}{#f/4}* Quê? * Óbvio que não!
zh_cn: <25>{#p/undyne}{#f/4}* 啥？ * 不可能！
zh_tw: <25>{#p/undyne}{#f/4}* 啥？ * 不可能！

source: <25>{#p/undyne}{#f/5}* I'm just...
pt_br: <25>{#p/undyne}{#f/5}* Eu só...
zh_cn: <25>{#p/undyne}{#f/5}* 我只是...
zh_tw: <25>{#p/undyne}{#f/5}* 我只是...

source: <25>{#p/undyne}{#f/12}* I'm just an avid believer in the beauty of artistry.
pt_br: <25>{#p/undyne}{#f/12}* Eu só sou uma grande admiradora das belezas de um artista.
zh_cn: <25>{#p/undyne}{#f/12}* 我只是艺术之美的 狂热粉丝。
zh_tw: <25>{#p/undyne}{#f/12}* 我只是藝術之美的 狂熱粉絲。

source: <18>{#p/papyrus}{#f/5}SO YOU'LL JOIN ME AT THE JAZZ AND BLUES MUSIC CLUB?
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO VOCÊ IRIA COMIGO AO CLUBE DE JAZZ E BLUES MUSIC?
zh_cn: <18>{#p/papyrus}{#f/5}那你会和我去爵士乐 与布鲁斯蓝调 俱乐部吗？
zh_tw: <18>{#p/papyrus}{#f/5}那你會和我去爵士樂 與布魯斯藍調 俱樂部嗎？

source: <25>{#p/undyne}{#f/8}* Oh my god, for the last time, I'm NOT playing a saxophone again!!
pt_br: <25>{#p/undyne}{#f/8}* Ai meu senhor, pela última vez, eu NÃO vou tocar um saxophone de novo!!
zh_cn: <25>{#p/undyne}{#f/8}* 我的天哪， 在最后说一次， 我再也不会吹萨克斯了！！
zh_tw: <25>{#p/undyne}{#f/8}* 我的天哪， 在最後說一次， 我再也不會吹薩克斯了！！

source: <18>{#p/papyrus}{#f/6}DON'T BUY INTO IT! IT'S AN MTT-BRAND MARKETING STUNT!
pt_br: <18>{#p/papyrus}{#f/6}NÃO ACREDITE NISSO! É UM GOLPE DE MARKETING DA MARCA MTT!
zh_cn: <18>{#p/papyrus}{#f/6}别买这东西！ 这是MTT牌的 营销手段！
zh_tw: <18>{#p/papyrus}{#f/6}別買這東西！ 這是MTT牌的 營銷手段！

source: <18>{#p/papyrus}{#f/5}METTATON'S QUITE INFAMOUS FOR THIS SORT OF THING.
pt_br: <18>{#p/papyrus}{#f/5}METTATON NÃO É MUITO FAMOSO POR ESSE TIPO DE COISA.
zh_cn: <18>{#p/papyrus}{#f/5}METTATON在这种事上 真的臭名昭著。
zh_tw: <18>{#p/papyrus}{#f/5}METTATON在這種事上 真的臭名昭著。

source: <18>{#p/papyrus}{#f/4}... I DON'T LIKE IT ANY MORE THAN YOU DO.
pt_br: <18>{#p/papyrus}{#f/4}... EU NÃO GOSTO TANTO QUANTO VOCÊ.
zh_cn: <18>{#p/papyrus}{#f/4}...我和你一样 不喜欢它。
zh_tw: <18>{#p/papyrus}{#f/4}...我和你一樣 不喜歡它。

source: <18>{#p/papyrus}{#f/0}THAT'S TEN IN KRIOS-YEARS, BY THE WAY.
pt_br: <18>{#p/papyrus}{#f/0}ALIÁS, ISSO SÃO DEZ ANOS KRIOS.
zh_cn: <18>{#p/papyrus}{#f/0}顺带说一下， 这大概持续了 10个克历年了。
zh_tw: <18>{#p/papyrus}{#f/0}順帶說一下， 這大概持續了 10個克歷年了。

source: <18>{#p/papyrus}{#f/4}I HAVE NO IDEA HOW MANY EARTH-YEARS THAT IS...
pt_br: <18>{#p/papyrus}{#f/4}NÃO TENHO IDEIA DE QUANTOS ANOS TERRESTRES ISSO SERIA...
zh_cn: <18>{#p/papyrus}{#f/4}我不知道换算成 地球年又是多少...
zh_tw: <18>{#p/papyrus}{#f/4}我不知道換算成 地球年又是多少...

source: <18>{#p/papyrus}{#f/5}THOUGH I'VE HEARD THE DIFFERENCE ISN'T THAT BIG.
pt_br: <18>{#p/papyrus}{#f/5}ACHO QUE EU OUVI SOBRE A DIFERENÇA NÃO SER GRANDE.
zh_cn: <18>{#p/papyrus}{#f/5}虽然好像差别 不大罢了。
zh_tw: <18>{#p/papyrus}{#f/5}雖然好像差別 不大罷了。

source: <18>{#p/papyrus}{#f/5}IT'S TOO BAD. UNDYNE WOULD BE A GREAT MUSICIAN.
pt_br: <18>{#p/papyrus}{#f/5}É TRISTE. A UNDYNE SERIA UMA ÓTIMA TOCADORA.
zh_cn: <18>{#p/papyrus}{#f/5}太糟糕了。 UNDYNE会成为一个 伟大的音乐家的。
zh_tw: <18>{#p/papyrus}{#f/5}太糟糕了。 UNDYNE會成為一個 偉大的音樂家的。

source: <18>{#p/papyrus}{#f/4}IMAGINE ALL THE WARRIOR SONGS SHE'D WRITE...
pt_br: <18>{#p/papyrus}{#f/4}IMAGINE TODOS OS SONS DE GUERRA QUE ELA ESCREVERIA.
zh_cn: <18>{#p/papyrus}{#f/4}设想一下由她作词 的战士之歌...
zh_tw: <18>{#p/papyrus}{#f/4}設想一下 由她作詞的戰士之歌...

source: <25>{#p/undyne}{#f/1}* Yeah, I guess.
pt_br: <25>{#p/undyne}{#f/1}*É, acho que sim.
zh_cn: <25>{#p/undyne}{#f/1}* 大概会吧。
zh_tw: <25>{#p/undyne}{#f/1}* 大概會吧。

source: <25>{#p/undyne}{#f/12}* That does sound kind of cool...
pt_br: <25>{#p/undyne}{#f/12}*Isso soa bem legal...
zh_cn: <25>{#p/undyne}{#f/12}* 听起来确实很酷...
zh_tw: <25>{#p/undyne}{#f/12}* 聽起來確實很酷...

source: <18>{#p/papyrus}{#f/0}I KNOW, RIGHT? IT'D BE TOTALLY FISH-TASTITC!
pt_br: <18>{#p/papyrus}{#f/0}EU SEI, CERTO? SERIA TOTALMENTE PEIXASTICO.
zh_cn: <18>{#p/papyrus}{#f/0}我知道啊！ 那简直可以说是 “鱼”味无穷啊！
zh_tw: <18>{#p/papyrus}{#f/0}我知道啊！ 那簡直可以說是 「魚」味無窮啊！

source: <25>{#p/undyne}{#f/3}* Never say that to me again.
pt_br: <25>{#p/undyne}{#f/3}*Nunca mais diga isso.
zh_cn: <25>{#p/undyne}{#f/3}* 别再对我这么说了。
zh_tw: <25>{#p/undyne}{#f/3}* 別再對我這麼說了。

source: <18>{#p/papyrus}IF YOU'RE LOOKING FOR THE ICE CREAM, IT'S TO MY RIGHT.
pt_br: <18>{#p/papyrus}SE VOCÊ ESTÁ PROCURANDO PELO SORVETE, ESTÁ NA MINHA DIREITA.
zh_cn: <18>{#p/papyrus}如果你想买冰激凌， 就在我右边。
zh_tw: <18>{#p/papyrus}如果你想買冰激凌， 就在我右邊。

source: <25>{#p/undyne}{#f/3}* Don't you mean "left?"
pt_br: <25>{#p/undyne}{#f/3}*Você quer dizer "esquerda?"
zh_cn: <25>{#p/undyne}{#f/3}* 不应该是“左边”吗？
zh_tw: <25>{#p/undyne}{#f/3}* 不應該是「左邊」嗎？

source: <18>{#p/papyrus}{#f/5}TECHNICALLY, THE ICE CREAM STAND -IS- TO MY LEFT.
pt_br: <18>{#p/papyrus}{#f/5}TECNICAMENTE, O SORVETE ESTÁ NA MINHA ESQUERDA.
zh_cn: <18>{#p/papyrus}{#f/5}按理说， 冰激凌摊确实是 在我左边。
zh_tw: <18>{#p/papyrus}{#f/5}按理說， 冰激凌攤確實是 在我左邊。

source: <18>{#p/papyrus}{#f/4}BUT TO THE HUMAN, IT'S ACTUALLY ON MY RIGHT.
pt_br: <18>{#p/papyrus}{#f/4}MAS PARA O HUMANO, ESTÁ NA MINHA DIREITA.
zh_cn: <18>{#p/papyrus}{#f/4}但对人类来说， 冰激凌摊却在 我的右边。
zh_tw: <18>{#p/papyrus}{#f/4}但對人類來說， 冰激凌攤卻在 我的右邊。

source: <25>{#p/undyne}{#f/14}* Ah. * How considerate of you!
pt_br: <25>{#p/undyne}{#f/14}* Ah. * Que inteligente da sua parte!
zh_cn: <25>{#p/undyne}{#f/14}* 啊。 * 你真的很体贴呢！
zh_tw: <25>{#p/undyne}{#f/14}* 啊。 * 你真的很體貼呢！

source: <25>{#p/undyne}{#f/17}* Just don't be surprised if they get lost.
pt_br: <25>{#p/undyne}{#f/17}*Só não vá ficar surpreso se ele se perder.
zh_cn: <25>{#p/undyne}{#f/17}* 只希望人类不会 因此迷路。
zh_tw: <25>{#p/undyne}{#f/17}* 只希望人類不會 因此迷路。

source: <18>{#p/papyrus}{#f/5}HE SHOULDN'T HAVE TO LIE TO PROMOTE HIS BRAND...
pt_br: <18>{#p/papyrus}{#f/5}ELE NÃO PRECISARIA MENTIR PARA PROMOVER SUA MARCA...
zh_cn: <18>{#p/papyrus}{#f/5}他不该为推广 自己的品牌而撒谎...
zh_tw: <18>{#p/papyrus}{#f/5}他不該為推廣 自己的品牌而撒謊...

source: <18>{#p/papyrus}{#f/5}KEEPING TIME IS HARD SOMETIMES.
pt_br: <18>{#p/papyrus}{#f/5}TRABALHAR DURO É DIFÍCIL AS VEZES.
zh_cn: <18>{#p/papyrus}{#f/5}守时间 有时真的很难。
zh_tw: <18>{#p/papyrus}{#f/5}守時間 有時真的很難。

source: <18>{#p/papyrus}{#f/4}MY LIPS ARE SEALED.
pt_br: <18>{#p/papiro}{#f/4}MEUS LÁBIOS ESTÃO SELADOS.
zh_cn: <18>{#p/papyrus}{#f/4}我的嘴 被贴上了封条。
zh_tw: <18>{#p/papyrus}{#f/4}我的嘴 被貼上了封條。

source: <18>{#p/papyrus}{#f/5}DIRECTIONS CAN BE HARD SOMETIMES.
pt_br: <18>{#p/papyrus}{#f/5}DIREÇÕES PODEM SER DIFÍCEIS AS VEZES.
zh_cn: <18>{#p/papyrus}{#f/5}辨别方向有时 真的很难。
zh_tw: <18>{#p/papyrus}{#f/5}辨別方向有時 真的很難。

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN.
pt_br: <18>{#p/papyrus}{#f/0}OLÁ, HUMANO.
zh_cn: <18>{#p/papyrus}{#f/0}你好，人类。
zh_tw: <18>{#p/papyrus}{#f/0}你好，人類。

source: <18>{#p/papyrus}{#f/5}(SIGH...)
pt_br: <18>{#p/papyrus}{#f/5}(CHORINHO...)
zh_cn: <18>{#p/papyrus}{#f/5}（唉...）
zh_tw: <18>{#p/papyrus}{#f/5}（唉...）

source: <18>YOU'RE PROBABLY WONDERING WHY UNDYNE'S NOT HERE.
pt_br: <18>VOCÊ PROVAVELMENTE ESTÁ SE PERGUNTANDO O MOTIVO DE UNDYNE NÃO ESTAR AQUI.
zh_cn: <18>你可能在想为啥 UNDYNE没来。
zh_tw: <18>你可能在想為啥 UNDYNE沒來。

source: <18>HOW DO I PUT IT...
pt_br: <18>COMO EU PODERIA DIZER...
zh_cn: <18>怎么说呢...
zh_tw: <18>怎麼說呢...

source: <18>{#f/6}LET'S SAY UNDYNE HAD TO LEAVE FOR... REASONS.
pt_br: <18>{#f/6}VAMOS DIZER QUE UNDYNE FUGIU POR RAZÕES...
zh_cn: <18>{#f/6}假设，UNDYNE 离开的原因是...
zh_tw: <18>{#f/6}假設，UNDYNE 離開的原因是...

source: <18>{#f/5}... INVOLVING HER THINKING THAT YOU...
pt_br: <18>{#f/5}... ENVOLVENDO ELA PENSAR QUE VOCÊ...
zh_cn: <18>{#f/5}...甚至她自己 也这么说...
zh_tw: <18>{#f/5}...甚至她自己 也這麼說...

source: <18>{#f/1}KILLED SOMEONE!?!?
pt_br: <18>{#f/1}MATOU ALGUÉM!?!?
zh_cn: <18>{#f/1}你杀了某个人！？！？
zh_tw: <18>{#f/1}你殺了某個人！？！？

source: <18>{#f/4}I MEAN, I UNDERSTAND WHY SHE DOES.
pt_br: <18>{#f/4}OLHA, EU ENTENDO TOTALMENTE ELA.
zh_cn: <18>{#f/4}我是说， 我理解她为何离开。
zh_tw: <18>{#f/4}我是說， 我理解她為何離開。

source: <18>{#f/5}METTATON'S "DEATH" -WAS- PRETTY CONVINCING.
pt_br: <18>{#f/5}A "MORTE" DO METTATON FOI BEM CONVINCENTE.
zh_cn: <18>{#f/5}METTATON的“死亡” 对此【特别】有 说服力。
zh_tw: <18>{#f/5}METTATON的「死亡」 對此【特別】有 說服力。

source: <18>{#f/0}STILL, EVERYBODY KNOWS THAT'S JUST FOR SHOW.
pt_br: <18>{#f/0}MAS, TODO MUNDO SABE QUE ISSO É SÓ PARA O SHOW.
zh_cn: <18>{#f/0}然而，每个人都知道 那只是节目效果。
zh_tw: <18>{#f/0}然而，每個人都知道 那只是節目效果。

source: <18>{#f/4}EVERYBODY EXCEPT FOR UNDYNE, OF COURSE.
pt_br: <18>{#f/4}TODO MUNDO EXCETO A UNDYNE, PELO VISTO.
zh_cn: <18>{#f/4}自然， 除了UNDYNE以外。
zh_tw: <18>{#f/4}自然， 除了UNDYNE以外。

source: <18>{#f/5}I SWEAR...
pt_br: <18>{#f/5}EU JURO...
zh_cn: <18>{#f/5}我保证...
zh_tw: <18>{#f/5}我保證...

source: <18>{#f/5}THE THINGS THAT GO THROUGH HER HEAD SOMETIMES...
pt_br: <18>{#f/5}AS COISAS QUE VÃO PELA CABEÇA DELA AS VEZES.
zh_cn: <18>{#f/5}有时她想的 那些东西...
zh_tw: <18>{#f/5}有時她想的 那些東西...

source: <18>{#f/5}... INVOLVING HER FINDING OUT THAT YOU...
pt_br: <18>{#f/5}... ENVOLVENDO ELA PENSAR QUE VOCÊ...
zh_cn: <18>{#f/5}...包括她说发现 你的做为...
zh_tw: <18>{#f/5}...包括她說發現 你的所做所為...

source: <18>{#f/0}BUT I'M SURE SHE'S JUST MISTAKEN.
pt_br: <18>{#f/0}MAS EU TENHO CERTEZA QUE ELA SÓ PENSOU ERRADO.
zh_cn: <18>{#f/0}但那肯定是个误会。
zh_tw: <18>{#f/0}肯定是個誤會。

source: <18>{#f/5}YOU WOULDN'T DO ANYTHING LIKE THAT... RIGHT?
pt_br: <18>{#f/5}VOCÊ NÃO FARIA ALGO TÃO TERRIVEL... CERTO?
zh_cn: <18>{#f/5}你不会那样做的 ... 对吗？
zh_tw: <18>{#f/5}你不會那樣做的 ... 對嗎？

source: <18>{#f/6}S-SO, I'VE DECIDED TO STAY.
pt_br: <18>{#f/6}EN-ENTÃO, EU DECIDI FICAR.
zh_cn: <18>{#f/6}所-所以， 我决定留下。
zh_tw: <18>{#f/6}所-所以， 我決定留下。

source: <18>{#f/9}SOMEONE HAS TO STAND UP FOR THE "LITTLE GUY" HERE!
pt_br: <18>{#f/9} ALGUÉM PRECISA MANTER A SEGURANÇA DO "CARINHA" AQUI!
zh_cn: <18>{#f/9}必须有人站出来 为“小男孩”发声！
zh_tw: <18>{#f/9}必須有人站出來 為「小夥子」發聲！

source: <18>{#f/0}OR GIRL. OR WHATEVER NAME YOU SO CHOOSE.
pt_br: <18>{#f/0}OU MENINA. OU SEJA LÁ O QUE VOCÊ FOR.
zh_cn: <18>{#f/0}或者小女孩， 或者你自己选的 那个外号。
zh_tw: <18>{#f/0}或者小姑娘， 或者你自己選的 那個外號。

source: <18>{#f/4}WAIT, WHAT IF YOU DON'T HAVE THAT KIND OF NAME...
pt_br: <18>{#f/4}PERA, SE VOCÊ NÃO TEM ESTE TIPO DE NOMEAÇÃO...
zh_cn: <18>{#f/4}等等，如果你没有 外号怎么办...
zh_tw: <18>{#f/4}等等，如果你沒有 外號怎麼辦...

source: <18>{#f/8}WHAT WOULD I CALL YOU THEN!?!?
pt_br: <18>{#f/8}COMO TODOS DEVERIAM TE CHAMAR!?!?
zh_cn: <18>{#f/8}那我该叫你啥！？！？
zh_tw: <18>{#f/8}那我該叫你啥！？！？

source: <18>{#f/0}WELL, I'LL BE HERE IF YOU WANT TO CHAT.
pt_br: <18>{#f/0}BEM, EU ESTAREI AQUI CASO VOCÊ QUEIRA CONVERSAR.
zh_cn: <18>{#f/0}好吧，想聊天的话， 就来这里找我好了。
zh_tw: <18>{#f/0}好吧，想聊天的話， 就來這裡找我好了。

source: <18>{#f/5}I'D BE HERE TO CALL, TOO, BUT...
pt_br: <18>{#f/5}EU ESTARIA AQUI CASO ME LIGUE, TAMBÉM, MAS...
zh_cn: <18>{#f/5}我也可以在这跟你 打电话，但是...
zh_tw: <18>{#f/5}我也可以在這跟你 打電話，但是...

source: <18>{#f/5}UNDYNE SMASHED MY PHONE WHEN I SAID I'D CALL YOU.
pt_br: <18>{#f/5}UNDYNE ESMAGOU MEU TELEFONE QUANDO EU DISSE QUE TE LIGARIA.
zh_cn: <18>{#f/5}UNDYNE听见我想 跟你打电话， 就把我手机砸了。
zh_tw: <18>{#f/5}UNDYNE聽見我想 跟你打電話， 就把我手機砸了。

source: <18>{#f/6}SHE'S VERY PROTECTIVE, IT WOULD SEEM!
pt_br: <18>{#f/6}ELA É BEM PROTETORA E ISSO EU ADMIRO.
zh_cn: <18>{#f/6}看起来， 她保护欲很强！
zh_tw: <18>{#f/6}看起來， 她保護欲很強！

source: <25>{#p/undyne}{#f/1}* Hey, punk. * Long time no see.
pt_br: <25>{#p/undyne}{#f/1}* Ei, cara. * Quanto tempo.
zh_cn: <25>{#p/undyne}{#f/1}* 嘿，小混蛋。 * 好久不见。
zh_tw: <25>{#p/undyne}{#f/1}* 嘿，小混蛋。 * 好久不見。

source: <18>{#p/papyrus}{#f/6}WEREN'T YOU JUST ON TV WITH THEM A MOMENT AGO???
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ NÃO TAVA NA TV COM ELES AGORA POUCO??
zh_cn: <18>{#p/papyrus}{#f/6}你不是刚才 和人类一起上了 电视吗？？？
zh_tw: <18>{#p/papyrus}{#f/6}你不是剛才 和人類一起上了 電視嗎？？？

source: <25>{#p/undyne}{#f/14}* I mean, yeah, but a moment's a long time.
pt_br: <25>{#p/undyne}{#f/14}* É tipo, sim, mas pra mim é bastante tempo.
zh_cn: <25>{#p/undyne}{#f/14}* 我是说，对， 刚才已经够久了。
zh_tw: <25>{#p/undyne}{#f/14}* 我是說，對， 剛才已經夠久了。

source: <18>{#p/papyrus}{#f/0}THAT'S TRUE.
pt_br: <18>{#p/papyrus}{#f/0}É VERDADE.
zh_cn: <18>{#p/papyrus}{#f/0}确实。
zh_tw: <18>{#p/papyrus}{#f/0}確實。

source: <18>{#p/papyrus}{#f/5}WOW... IMAGINE ALL I COULD DO IF I HAD A MOMENT...
pt_br: <18>{#p/papyrus}{#f/5}IMAGINE... TUDO QUE DA PRA FAZER EM UM MOMENTO...
zh_cn: <18>{#p/papyrus}{#f/5}哇... 想象我有 时间会做什么...
zh_tw: <18>{#p/papyrus}{#f/5}哇... 想想我有時間 會做什麼...

source: <18>{#p/papyrus}{#f/4}... WHERE I DIDN'T HAVE TO STOP SANS FROM SLACKING OFF.
pt_br: <18>{#p/papyrus}{#f/4}... MOMENTO ESTE EM QUE EU NÃO ESTARIA ACORDANDO O SANS DE UM COCHILO.
zh_cn: <18>{#p/papyrus}{#f/4}...我可以不阻止 SANS偷懒。
zh_tw: <18>{#p/papyrus}{#f/4}...我可以不阻止 SANS偷懶。

source: <25>{#p/undyne}{#f/17}* Tell me about it.
pt_br: <25>{#p/undyne}{#f/17}* Nem me fala.
zh_cn: <25>{#p/undyne}{#f/17}* 跟我说说。
zh_tw: <25>{#p/undyne}{#f/17}* 跟我說說。

source: <25>{#p/undyne}{#f/1}* Hey, punk. * Nice to see you.
pt_br: <25>{#p/undyne}{#f/1}* Ei, cara. * Legal te ver.
zh_cn: <25>{#p/undyne}{#f/1}* 嘿，小混蛋。 * 很高兴见到你。
zh_tw: <25>{#p/undyne}{#f/1}* 嘿，小混蛋。 * 很高興見到你。

source: <18>{#p/papyrus}{#f/6}WEREN'T YOU JUST ENEMIES WITH THEM EARLIER TODAY???
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ NÃO ERA TIPO A INIMIGA MORTAL DELE HOJE MAIS CEDO?
zh_cn: <18>{#p/papyrus}{#f/6}今天早些时候你们 不还是敌人吗？？？
zh_tw: <18>{#p/papyrus}{#f/6}今天早些時候你們 不還是敵人嗎？？？

source: <25>{#p/undyne}{#f/14}* I mean, yeah, but that's all in the past now.
pt_br: <25>{#p/undyne}{#f/14}* É tipo, sim, mas isso aí está tudo no passado.
zh_cn: <25>{#p/undyne}{#f/14}* 我是说，对， 但这都过去了。
zh_tw: <25>{#p/undyne}{#f/14}* 我是說，對， 但這都過去了。

source: <18>{#p/papyrus}{#f/0}IF YOU SAY SO.
pt_br: <18>{#p/papyrus}{#f/0}SE VOCÊ DIZ.
zh_cn: <18>{#p/papyrus}{#f/0}就按你这么说了。
zh_tw: <18>{#p/papyrus}{#f/0}就按你這麼說了。

source: <18>{#p/papyrus}{#f/5}WOW... IMAGINE ALL I COULD DO IF SANS MEANT IT...
pt_br: <18>{#p/papyrus}{#f/5}UAU... IMAGINE TUDO O QUE EU PODERIA FAZER SE SANS PENSASSE ASSIM...
zh_cn: <18>{#p/papyrus}{#f/5}哇哦... 就像平常SANS 说的那样...
zh_tw: <18>{#p/papyrus}{#f/5}哇喔... 就像平常SANS 說的那樣...

source: <18>{#p/papyrus}{#f/4}... EVERY TIME HE SAID SOMETHING WAS "IN THE PAST."
pt_br: <18>{#p/papiro}{#f/4}... TODA VEZ QUE ELE DIZ QUE ALGO ESTA "NO PASSADO."
zh_cn: <18>{#p/papyrus}{#f/4}...他每次都是说有 些事已经“过去了”。
zh_tw: <18>{#p/papyrus}{#f/4}...他每次都是說有 些事已經「過去了」。

source: <25>{#p/undyne}{#f/17}* Old habits die hard.
pt_br: <25>{#p/undyne}{#f/17}*Hábitos antigos prevalecem.
zh_cn: <25>{#p/undyne}{#f/17}* 积习难改啊。
zh_tw: <25>{#p/undyne}{#f/17}* 積習難改啊。

source: <25>{#p/undyne}{#f/1}* Hey, punk. * Papyrus had some "business" to see to.
pt_br: <25>{#p/undyne}{#f/1}* Ei, cara. * Papyrus tinha alguns "assuntos" para tratar.
zh_cn: <25>{#p/undyne}{#f/1}* 嘿，小混蛋。 * Papyrus要处理件“私事”。
zh_tw: <25>{#p/undyne}{#f/1}* 嘿，小混蛋。 * Papyrus要處理件「私事」。

source: <25>{#f/14}* At least, that's what he tells me.
pt_br: <25>{#f/14}* Pelo menos é isso que ele disse.
zh_cn: <25>{#f/14}* 至少，他就这么讲的。
zh_tw: <25>{#f/14}* 至少，他就這麼講的。

source: <25>{#f/7}* But that means I'M the only friend you've got up here!
pt_br: <25>{#f/7}* E isso significa que EU sou a única amiga que você tem aqui!
zh_cn: <25>{#f/7}* 但这意味着，我是你 待在这儿唯一的朋友了嘛！
zh_tw: <25>{#f/7}* 但這意味著，我是你 待在這兒唯一的朋友了嘛！

source: <25>{#f/4}* ... so you better not do anything STUPID!
pt_br: <25>{#f/4}* ... então é melhor não fazer nada IDIOTA!
zh_cn: <25>{#f/4}* ...所以你最好 别给我出洋相了！
zh_tw: <25>{#f/4}* ...所以你最好 別給我出洋相了！

source: <25>{#p/undyne}{#f/1}* If you ever want to join me in the magical arts club...
pt_br: <25>{#p/undyne}{#f/1}* Se você quiser se juntar a mim no clube de artes mágicas...
zh_cn: <25>{#p/undyne}{#f/1}* 如果你想加入我的 魔法艺术俱乐部...
zh_tw: <25>{#p/undyne}{#f/1}* 如果你想加入我的 魔法藝術俱樂部...

source: <25>{#p/undyne}{#f/3}* ... er, I doubt the taxi would wanna take a kid there, actually.
pt_br: <25>{#p/undyne}{#f/3}* ... er, na verdade eu dúvido muito que o taxi te levaria lá, por você ser criança.
zh_cn: <25>{#p/undyne}{#f/3}* ...呃，我不确定运输船 会不会载一个孩子 去那里。
zh_tw: <25>{#p/undyne}{#f/3}* ...呃，我不確定運輸船 會不會載一個孩子 去那裡。

source: <25>{#p/undyne}{#f/12}* Maybe they'll let you visit after you've grown up a little.
pt_br: <25>{#p/undyne}{#f/12}* Talvez ele te deixa visitar depois que você crescer um bocadinho.
zh_cn: <25>{#p/undyne}{#f/12}* 也许当你大一点 就会载你去了。
zh_tw: <25>{#p/undyne}{#f/12}* 也許當你大一點 就會載你去了。

source: <25>{#p/undyne}{#f/11}* I've got my eye on you.
pt_br: <25>{#p/undyne}{#f/11}* Estou de olho em você.
zh_cn: <25>{#p/undyne}{#f/11}* 我会盯着你的。
zh_tw: <25>{#p/undyne}{#f/11}* 我會盯著你的。

source: <25>{#p/sans}{#f/0}* i'm selling corn dogs for 5G a piece, if you're interested.
pt_br: <25>{#p/sans}{#f/0}* eu estou vendendo cachorros quentes por 5G cada, tá afim?
zh_cn: <25>{#p/sans}{#f/0}* 我在这卖点玉米热狗， 5G一个，喜欢就尝尝。
zh_tw: <25>{#p/sans}{#f/0}* 我在這賣點玉米熱狗， 5G一個，喜歡就嘗嘗。

source: * (Buy the Corn Dog for 5G?)
pt_br: * (Comprar um cachorro quente por 5G?)
zh_cn: * （花5G买个热狗吗？）
zh_tw: * （花5G買個熱狗嗎？）

source: <25>{#p/sans}{#f/0}* corn dogs for 5G.
pt_br: <25>{#p/sans}{#f/0}* cachorros quentes por 5G.
zh_cn: <25>{#p/sans}{#f/0}* 玉米热狗，5G一个。
zh_tw: <25>{#p/sans}{#f/0}* 玉米熱狗，5G一個。

source: <32>{#p/human}* (You're carrying too much.)
pt_br: <32>{#p/human}* (Você está carregando muito.)
zh_cn: <32>{#p/human}* （你带的东西太多了。）
zh_tw: <32>{#p/human}* （你帶的東西太多了。）

source: <25>{#p/sans}{#f/2}* tell you what, i'll just drop it right here.
pt_br: <25>{#p/sans}{#f/2}* relaxa, eu só vou colocar ele bem aqui.
zh_cn: <25>{#p/sans}{#f/2}* 这样吧， 我就放在这里好了。
zh_tw: <25>{#p/sans}{#f/2}* 這樣吧， 我就放在這裡好了。

source: <25>{#p/sans}{#f/2}* here you go.
pt_br: <25>{#p/sans}{#f/2}* aí vai.
zh_cn: <25>{#p/sans}{#f/2}* 给你。
zh_tw: <25>{#p/sans}{#f/2}* 給你。

source: <32>{#p/human}* (You don't have enough G.)
pt_br: <32>{#p/human}* (Você não tem dinheiro o suficiente.)
zh_cn: <32>{#p/human}* （你的钱不够。）
zh_tw: <32>{#p/human}* （你的錢不夠。）

source: <25>{#p/sans}{#f/0}* you don't even have 5G?
pt_br: <25>{#p/sans}{#f/0}* você não tem 5G?
zh_cn: <25>{#p/sans}{#f/0}* 你连5G都没有？
zh_tw: <25>{#p/sans}{#f/0}* 你連5G都沒有？

source: <25>{#p/sans}{#f/3}* ... here. * take some of mine.
pt_br: <25>{#p/sans}{#f/3}* ... aqui. * eu te empresto o meu.
zh_cn: <25>{#p/sans}{#f/3}* 要不... * 我给你点钱吧。
zh_tw: <25>{#p/sans}{#f/3}* 要不... * 我給你點錢吧。

source: <32>{#s/equip}{#p/human}* (You got 100G.)
pt_br: <32>{#s/equip}{#p/human}* (Você ganhou 100G.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了100G。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了100G。）

source: <25>{#p/sans}{#f/2}* hope that helps.
pt_br: <25>{#p/sans}{#f/2}* espero que ajude.
zh_cn: <25>{#p/sans}{#f/2}* 希望这点钱能帮到你。
zh_tw: <25>{#p/sans}{#f/2}* 希望這點錢能幫到你。

source: <25>{#p/sans}{#f/0}* outta cash again?
pt_br: <25>{#p/sans}{#f/0}* sem dinheiro de novo?
zh_cn: <25>{#p/sans}{#f/0}* 又没钱了？
zh_tw: <25>{#p/sans}{#f/0}* 又沒錢了？

source: <25>{#p/sans}{#f/3}* ... eh. * don't worry about it.
pt_br: <25>{#p/sans}{#f/3}* ... eh. * não se preocupe.
zh_cn: <25>{#p/sans}{#f/3}* ...呃。 * 没事。
zh_tw: <25>{#p/sans}{#f/3}* ...呃。 * 沒事。

source: <25>{#p/sans}{#f/2}* i don't REALLY need the 5G, anyway.
pt_br: <25>{#p/sans}{#f/2}* eu nem preciso do dinheiro de verdade.
zh_cn: <25>{#p/sans}{#f/2}* 我也不差那5G，就请你吃吧。
zh_tw: <25>{#p/sans}{#f/2}* 我也不差那5G，就請你吃吧。

source: <32>{#p/human}* (You got the Corn Dog.)
pt_br: <32>{#p/human}* (Você ganhou o cachorro quente.)
zh_cn: <32>{#p/human}* （你得到了玉米热狗。）
zh_tw: <32>{#p/human}* （你得到了玉米熱狗。）

source: <25>{#p/sans}{#f/2}* enjoy.
pt_br: <25>{#p/sans}{#f/2}* faça bom proveito.
zh_cn: <25>{#p/sans}{#f/2}* 请慢用。
zh_tw: <25>{#p/sans}{#f/2}* 請慢用。

source: <32>{#p/human}* (You got the Corn Goat.)
pt_br: <32>{#p/human}* (Você ganhou a cabra quente.)
zh_cn: <32>{#p/human}* （你得到了玉米热羊。）
zh_tw: <32>{#p/human}* （你得到了玉米熱羊。）

source: <25>{#p/sans}{#f/2}* oops, that was supposed to be a dog. * my mistake.
pt_br: <25>{#p/sans}{#f/2}* oops, esse era pra ser um cachorro. * Foi mal.
zh_cn: <25>{#p/sans}{#f/2}* 哎呀，不好意思。 应该是狗狗的。
zh_tw: <25>{#p/sans}{#f/2}* 哎呀，不好意思。 應該是狗狗的。

source: <32>{#p/human}* (You decide not to buy.)
pt_br: <32>{#p/human}* (Você decide não comprar.)
zh_cn: <32>{#p/human}* （你决定先不买。）
zh_tw: <32>{#p/human}* （你決定先不買。）

source: <32>{#p/human}* (This sentry station strikes you as rather outrageous.)
pt_br: <32>{#p/human}* (Esta estação de sentinela parece bastante ultrajante.)
zh_cn: <32>{#p/human}* （这个哨站给你 所带来的印象相当离谱。）
zh_tw: <32>{#p/human}* （這個哨站給你 所帶來的印象相當離譜。）

source: <32>{#p/basic}* It's a sentry station.
pt_br: <32>{#p/basic}* É uma estação de sentinela.
zh_cn: <32>{#p/basic}* 一个哨站。
zh_tw: <32>{#p/basic}* 一個哨站。

source: <32>{#p/basic}* Just another sentry station for the one and only Sans.
pt_br: <32>{#p/basic}* Apenas outra estação sentinela do primeiro e único Sans.
zh_cn: <32>{#p/basic}* 哨站有多个，Sans只有一个。
zh_tw: <32>{#p/basic}* 哨站有多個，Sans只有一個。

source: <25>{#p/sans}{#f/0}* so, how was the show?
pt_br: <25>{#p/sans}{#f/0}* Eai, como foi o show?
zh_cn: <25>{#p/sans}{#f/0}* 所以，节目怎么样？
zh_tw: <25>{#p/sans}{#f/0}* 所以，節目怎麼樣？

source: <25>{#f/0}* good...? * bad...?
pt_br: <25>{#f/0}* bom...? * ruim...?
zh_cn: <25>{#f/0}* 棒...？ * 还是烂...？
zh_tw: <25>{#f/0}* 棒...？ * 還是爛...？

source: <25>{#f/3}* eh, i'm just the guy with the puns.
pt_br: <25>{#f/3}* eh, eu só sou o cara com as piadas.
zh_cn: <25>{#f/3}* 嗯，我只是个会说双关 的家伙罢了。
zh_tw: <25>{#f/3}* 嗯，我只是個 會說雙關的傢伙罷了。

source: <25>{#f/2}* someone like me wouldn't know the difference anyway.
pt_br: <25>{#f/2}* alguém como eu não saberia a diferença, de toda forma.
zh_cn: <25>{#f/2}* 像我这样的永远也 看不出这俩有啥区别。
zh_tw: <25>{#f/2}* 像我這樣的永遠也 看不出這倆有啥區別。

source: <26>{#f/3}* but... hey. * i wasn't really paying attention, so it's fine.
pt_br: <26>{#f/3}* mas... ei. * eu nem estava prestando atenção, então tudo bem.
zh_cn: <26>{#f/3}* 但是吧... * 我对这并不咋关心， 所以也没事。
zh_tw: <26>{#f/3}* 但是吧... * 我對這並不咋關心， 所以也沒事。

source: <25>{#f/3}* but... hey. * i wasn't even there to see it, so it's fine.
pt_br: <25>{#f/3}* mas... ei. * eu nem estava lá pra ver, então tudo bem.
zh_cn: <25>{#f/3}* 但是吧... * 我都没去看，所以也没事。
zh_tw: <25>{#f/3}* 但是吧... * 我都沒去看，所以也沒事。

source: <25>{#f/0}* i only ask, because... * frankly...
pt_br: <25>{#f/0}* eu tô perguntando, porquê... * sinceramente...
zh_cn: <25>{#f/0}* 我这么问是因为... * 老实说吧...
zh_tw: <25>{#f/0}* 我這麼問是因為... * 老實說吧...
