Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: §fill=#ff0§OuterNet (NEW)
pt_br: §fill=#ff0§OuterNet (NOVO)
zh_cn: §fill=#ff0§域外网（有新消息）
zh_tw: §fill=#ff0§域外網（有新訊息）

source: OuterNet
zh_cn: 域外网
zh_tw: 域外網

source: <25>{#p/alphys}{#g/alphysCutscene1}* Oh, h-hey!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Oh, e-epa!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 哦，我-我在！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 喔，我-我在！

source: <25>{#g/alphysCutscene2}* So... this puzzle is actually kinda simple.
pt_br: <25>{#g/alphysCutscene2}* Então... este quebra-cabeça é até que simples.
zh_cn: <25>{#g/alphysCutscene2}* 嗯... 这个谜题其实蛮简单的。
zh_tw: <25>{#g/alphysCutscene2}* 嗯... 這個謎題其實蠻簡單的。

source: <25>{#g/alphysSide}* Each time you pass by a terminal, it alters your phase.
pt_br: <25>{#g/alphysSide}* Cada vez que você passa por um terminal isso altera sua fase.
zh_cn: <25>{#g/alphysSide}* 从终端旁经过， 它就会改变你的时间位移。
zh_tw: <25>{#g/alphysSide}* 從終端旁經過， 它就會改變你的時間位移。

source: <25>{#g/alphysSmileSweat}* Or, in layman's terms, how far you are along the fourth dimension.
pt_br: <25>{#g/alphysSmileSweat}* Ou, na lei dos humanos, o quão longe você está da quarta dimensão.
zh_cn: <25>{#g/alphysSmileSweat}* 用外行话说， 你现在在四维时空。
zh_tw: <25>{#g/alphysSmileSweat}* 用外行話說， 你現在在四維時空。

source: <25>{#g/alphysInquisitive}* Except it's not really a dimension, but... you get the idea.
pt_br: <25>{#g/alphysInquisitive}* Com exceção de que não é uma dimensão... mas você entendeu.
zh_cn: <25>{#g/alphysInquisitive}* 只不过它并不能 算是一个维度， 但是... 你懂的。
zh_tw: <25>{#g/alphysInquisitive}* 只不過它並不能 算是一個維度， 但是... 你懂的。

source: <25>{#g/alphysNervousLaugh}* Anyway, to pass through the puzzle, just align your local phase...
pt_br: <25>{#g/alphysNervousLaugh}* Bem, pra passar do quebra-cabeça, apenas alinhe sua fase...
zh_cn: <25>{#g/alphysNervousLaugh}* 不管怎样，要通过此谜题， 只需要随着房间的 全局相移...
zh_tw: <25>{#g/alphysNervousLaugh}* 不管怎樣，要通過此謎題， 只需要隨著房間的 全局相移...

source: <25>{#g/alphysHellYeah}* ... with the global phase shift of the room!
pt_br: <25>{#g/alphysHellYeah}* ... com a mudança de fase global da sala!
zh_cn: <25>{#g/alphysHellYeah}* ...对齐你的局部相位！
zh_tw: <25>{#g/alphysHellYeah}* ...對齊你的局部相位！

source: <25>{#g/alphysCutscene2}* Which you can do by walking forwards and backwards, of course.
pt_br: <25>{#g/alphysCutscene2}* O que você pode fazer andando pra frente ou pra trás, é claro.
zh_cn: <25>{#g/alphysCutscene2}* 当然， 你只需要向前或者 向后走就可以了。
zh_tw: <25>{#g/alphysCutscene2}* 當然， 你只需要向前或者 向後走就可以了。

source: <25>{#g/alphysSmileSweat}* A-and, the terminals are set to display your local phase offset...
pt_br: <25>{#g/alphysSmileSweat}* Os terminais estão ativos para exibir o deslocamento de fase.
zh_cn: <25>{#g/alphysSmileSweat}* 还-还有，终端显示的是 你的局部相位偏移量...
zh_tw: <25>{#g/alphysSmileSweat}* 還-還有，終端顯示的是 你的局部相位偏移量...

source: <25>{#g/alphysSide}* That way, you'll know when you're properly aligned.
pt_br: <25>{#g/alphysSide}* Dessa forma você sabe quanto está propriamente alinhado.
zh_cn: <25>{#g/alphysSide}* 这样，你就可以知道 何时才能对齐了。
zh_tw: <25>{#g/alphysSide}* 這樣，你就可以知道 何時才能對齊了。

source: <25>{#g/alphysCutscene1}* Well, g-good luck!
pt_br: <25>{#g/alphysCutscene1}* B-boa sorte!
zh_cn: <25>{#g/alphysCutscene1}* 嗯，祝-祝好运！
zh_tw: <25>{#g/alphysCutscene1}* 嗯，祝-祝好運！

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... still stuck?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* ... ainda preso?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* ...还没解决？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...還沒解決？

source: <25>{#g/alphysCutscene2}* Hmmm...
zh_cn: <25>{#g/alphysCutscene2}* 嗯...
zh_tw: <25>{#g/alphysCutscene2}* 嗯...

source: <25>* I guess my explanation WAS a bit wordy... * Ehehe.
pt_br: <25>* Eu acho que minha explicação foi um pouco complexa... * Ehehe.
zh_cn: <25>* 可能上回我太啰嗦了， 没解释清楚... * 嘿嘿。
zh_tw: <25>* 可能上回我太囉嗦了， 沒解釋清楚... * 嘿嘿。

source: <25>{#g/alphysSide}* Really, you just have to get to the terminal that says zero on it.
pt_br: <25>{#g/alphysSide}* Certo, você só precisa chega ao terminal que diz zero.
zh_cn: <25>{#g/alphysSide}* 你就看看哪台终端写着0， 去那点下确认就好。
zh_tw: <25>{#g/alphysSide}* 你就看看哪臺終端寫著0， 去那點下確認就好。

source: <25>{#g/alphysNervousLaugh}* Again, it's all about phase offset.
pt_br: <25>{#g/alphysNervousLaugh}* Novamente, é tudo uma questão de deslocamento de fase.
zh_cn: <25>{#g/alphysNervousLaugh}* 再说一次， 这与相位偏移有关。
zh_tw: <25>{#g/alphysNervousLaugh}* 再說一次， 這與相位偏移有關。

source: <25>{#g/alphysCutscene2}* As long as your local phase is aligned...
pt_br: <25>{#g/alphysCutscene2}* Com tanto que sua fase local esteja alinhada...
zh_cn: <25>{#g/alphysCutscene2}* 只要对齐你的 局部相位...
zh_tw: <25>{#g/alphysCutscene2}* 只要對齊你的 局部相位...

source: <25>{#g/alphysUhButHeresTheDeal}* Just g-get to zero and you're home free!!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Só c-chegue ao zero e você estará livre!!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 不说了！ 总之找写着0的终端就成！！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 不說了！ 總之找寫著0的終端就成！！

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... still?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* ... ainda?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* ...又来？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...又來？

source: <25>{#g/alphysSmileSweat}* Uh, uh... * Walk forwards, until...
pt_br: <25>{#g/alphysSmileSweat}* Uh, uh... * Caminhe para a frente, até...
zh_cn: <25>{#g/alphysSmileSweat}* 嗯，呃... * 你先往前走，看好...
zh_tw: <25>{#g/alphysSmileSweat}* 嗯，呃... * 你先往前走，看好...

source: <25>{#g/alphysSideSad}* ... wait, what if you already went past it?
pt_br: <25>{#g/alphysSideSad}* ... Espera, e se você já passou por ele?
zh_cn: <25>{#g/alphysSideSad}* ...不对， 万一你已经走过头了。
zh_tw: <25>{#g/alphysSideSad}* ...不對， 萬一你已經走過頭了。

source: <25>{#g/alphysCutscene3}* You're smart, f-figure it out yourself!
pt_br: <25>{#g/alphysCutscene3}* Você é inteligente, d-descubra você mesmo!
zh_cn: <25>{#g/alphysCutscene3}* 你脑子应该好使， 自-自己琢磨琢磨吧！！
zh_tw: <25>{#g/alphysCutscene3}* 你腦子應該好使， 自-自己琢磨琢磨吧！！

source: <25>{#p/alphys}{#g/alphysCutscene2}* This puzzle is a little more complicated than the last one.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Este aí é um pouco mais complicado do que aquele último.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 这套谜题比上回那个 稍微复杂一点。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 這套謎題比上回那個 稍微複雜一點。

source: <25>{#p/alphys}{#g/alphysWelp}* Y'know, b-because of the whole extra dimension added.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Sabe, por causa da dimensão a mais adicionada.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 毕竟比上回多了个维度。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 畢竟比上回多了個維度。

source: <25>{#p/alphys}{#g/alphysCutscene3}* Sometimes I question whether that actually makes it harder.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Às vezes me questiono se isso torna as coisas mais difíceis.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 有时我挺怀疑 这能增加多少难度的。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 有時我挺懷疑 這能增加多少難度的。

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Well, uh, l-like the last one, you just need to align your phase.
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* Bem, uh, c-como o último, você só precisa alinhar sua fase.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 呃，就-就像上一个， 对齐你的相位就行。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 呃，就-就像上一個， 對齊你的相位就行。

source: <25>{#p/alphys}{#g/alphysFR}* If you don't know what that is by now...
pt_br: <25>{#p/alphys}{#g/alphysFR}* Se você não sabe o que é isso a essa altura...
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 要是你还听不懂的话...
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 要是你還聽不懂的話...

source: <25>{#p/alphys}{#g/alphysSide}* I'd say you've probably b-been living in an asteroid all this time.
pt_br: <25>{#p/alphys}{#g/alphysSide}* Eu diria que você deve estar vivendo um asteróide.
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 你难道一直 住在小行星上吗？
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 你難道一直 住在小行星上嗎？

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... so you HAVE been living in an asteroid.
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* ... Então você ESTAVA vivendo em um asteróide.
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* ...所以你确实 住在小行星上。
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...所以你確實 住在小行星上。

source: <25>{#p/alphys}{#g/alphysDontGetAllDreamyEyedOnMeNow}* Jeez, just find the terminal that says zero on it!
pt_br: <25>{#p/alphys}{#g/alphysDontGetAllDreamyEyedOnMeNow}* Caramba, basta encontrar o terminal que diz zero nele!
zh_cn: <25>{#p/alphys}{#g/alphysDontGetAllDreamyEyedOnMeNow}* 我真服了，反正找 写着0的终端就好了！
zh_tw: <25>{#p/alphys}{#g/alphysDontGetAllDreamyEyedOnMeNow}* 我真服了，反正找 寫著0的終端就好了！

source: An old earth radio.
pt_br: Um velho rádio da terra.
zh_cn: 一台来自地球的老式收音机。
zh_tw: 一臺來自地球的老式收音機。

source: Radio
pt_br: Rádio
zh_cn: 收音机
zh_tw: 收音機

source: <32>{#p/human}* (You throw away the Old Radio.)
pt_br: <32>{#p/human}* (Você joga fora o velho rádio.)
zh_cn: <32>{#p/human}* （你把老式收音机扔掉了。）
zh_tw: <32>{#p/human}* （你把老式收音機扔掉了。）

source: <32>{#p/human}* (This artifact looks a lot like other things you're used to seeing all the time.)
pt_br: <32>{#p/human}* (Este artefato se parece muito com coisas que você via o tempo todo.)
zh_cn: <32>{#p/human}* （这件文物你以前好像见过。）
zh_tw: <32>{#p/human}* （這件文物你以前好像見過。）

source: <32>{#p/basic}* It's an old earth radio.
pt_br: <32>{#p/basic}* É um velho rádio da terra.
zh_cn: <32>{#p/basic}* 一台来自地球的老式收音机。
zh_tw: <32>{#p/basic}* 一臺來自地球的老式收音機。

source: Old Radio
pt_br: Rádio Velho
zh_cn: 老式收音机
zh_tw: 老式收音機

source: <32>{#p/human}* (You turned on the Old Radio.)
pt_br: <32>{#p/human}* (Você liga o Velho Rádio.)
zh_cn: <32>{#p/human}* （你打开了收音机。）
zh_tw: <32>{#p/human}* （你打開了收音機。）

source: <32>{#p/human}* (You turned on the Old Radio.) * (No signal.)
pt_br: <32>{#p/human}* (Você ligou o Rádio Velho.) * (Sem sinal.)
zh_cn: <32>{#p/human}* （你打开了收音机。） * （没有信号。）
zh_tw: <32>{#p/human}* （你打開了收音機。） * （沒有訊號。）

source: A box of fireworks from earth.
pt_br: Uma caixa de fogos de artifício da terra.
zh_cn: 一箱来自地球的烟花。
zh_tw: 一箱來自地球的煙花。

source: Fireworks
pt_br: Fogos de Art
zh_cn: 烟花
zh_tw: 煙花

source: <32>{#p/human}* (You throw away the Fireworks box.)
pt_br: <32>{#p/human}* (Você jogou fora a caixa de Fogos de Artifício.)
zh_cn: <32>{#p/human}* （你把整箱烟花全扔掉了。）
zh_tw: <32>{#p/human}* （你把整箱煙花全扔掉了。）

source: <32>{#p/human}* (This supposed artifact looks like nothing else you've seen.)
pt_br: <32>{#p/human}* (Este suposto artefato não se parece nada com algo que você viu antes.)
zh_cn: <32>{#p/human}* （这件所谓的文物 你好像并没见过。）
zh_tw: <32>{#p/human}* （這件所謂的文物 你好像並沒見過。）

source: <32>{#p/basic}* It's a box of fireworks from earth.
pt_br: <32>{#p/basic}* É uma caixa de fogos de artifício da terra.
zh_cn: <32>{#p/basic}* 一箱来自地球的烟花。
zh_tw: <32>{#p/basic}* 一箱來自地球的煙花。

source: <32>{#p/human}* (You peered into the Fireworks box.)
pt_br: <32>{#p/human}* (Você olhou para a caixa de fogos de artifício.)
zh_cn: <32>{#p/human}* （你往装烟花的箱子里 瞅了一眼。）
zh_tw: <32>{#p/human}* （你往裝煙花的箱子裡 瞅了一眼。）

source: <32>* (You can't seem to figure out how to use these.)
pt_br: <32>* (Você não consegue entender como fazer para usá-los!)
zh_cn: <32>* （看来，你还不会放烟花。）
zh_tw: <32>* （看來，你還不會放煙花。）

source: A life-sized Mew Mew doll.
pt_br: Uma Boneca Mew Mew tamanho real.
zh_cn: 一只等身大的喵喵玩偶。
zh_tw: 一隻等身大的喵喵玩偶。

source: Doll
pt_br: Boneca
zh_cn: 喵喵玩偶
zh_tw: 喵喵玩偶

source: <32>{#p/human}* (You throw away the Mew Mew Doll.)
pt_br: <32>{#p/human}* (Você joga fora a Boneca Mew Mew.)
zh_cn: <32>{#p/human}* （你把喵喵玩偶扔掉了。）
zh_tw: <32>{#p/human}* （你把喵喵玩偶扔掉了。）

source: <25>{#p/alphys}{#f/23}* Wow, you're so kind for leaving that there for me.
pt_br: <25>{#p/alphys}{#f/23}* Wow, você é tão legal por deixar isso aí pra mim.
zh_cn: <25>{#p/alphys}{#f/23}* 哇，你真是个大好人， 还给我留着那个。
zh_tw: <25>{#p/alphys}{#f/23}* 哇，你真是個大好人， 還給我留著那個。

source: <25>{#p/alphys}{#f/22}* It only TOOK YOU LONG ENOUGH!!!
pt_br: <25>{#p/alphys}{#f/22}* Você só precisou de TODO TEMPO DO MUNDO!!!
zh_cn: <25>{#p/alphys}{#f/22}* 还保护了这么久！
zh_tw: <25>{#p/alphys}{#f/22}* 還保護了這麼久！

source: <25>{#p/alphys}{#g/alphysCutscene2}* ... thanks, I guess.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* ... obrigada, eu acho.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* ...谢谢你。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* ...謝謝你。

source: <32>{#p/basic}* You're leaving it here??
pt_br: <32>{#p/basic}* Você vai deixar isso aqui??
zh_cn: <32>{#p/basic}* 你把它留在这了？？
zh_tw: <32>{#p/basic}* 你把它留在這了？？

source: <32>{#p/basic}* Well... what makes you think I want it, HUH!?
pt_br: <32>{#p/basic}* Bem... o que te faz pensar que eu quero, HUH!?
zh_cn: <32>{#p/basic}* 嗯... 你为啥会以为 我想要这个，哈！？
zh_tw: <32>{#p/basic}* 嗯... 你為啥會以為 我想要這個，哈！？

source: <32>{#p/basic}* Because, I DON'T! * It's... just a stupid doll!
pt_br: <32>{#p/basic}* Porque EU NÃO QUERO! * É... só uma boneca estúpida!
zh_cn: <32>{#p/basic}* 才怪呢！ * 这就是一个... 愚蠢的玩偶而已！
zh_tw: <32>{#p/basic}* 才怪呢！ * 這就是一個... 愚蠢的玩偶而已！

source: <32>{#p/basic}* I guess... it is kind of cute, though...
pt_br: <32>{#p/basic}* Eu acho... que é até que fofa...
zh_cn: <32>{#p/basic}* ... 不过还是挺可爱的...
zh_tw: <32>{#p/basic}* ... 不過還是挺可愛的...

source: <32>{#p/basic}* W-what are you looking at!? * I'm not blushing!
pt_br: <32>{#p/basic}* O que v-você tá olhando!? * Eu não tô com vergonha!
zh_cn: <32>{#p/basic}* 看-看啥！？ * 我才没脸红呢！哼！
zh_tw: <32>{#p/basic}* 看-看啥！？ * 我才沒臉紅呢！哼！

source: <32>{#p/basic}* Not on the outside, anyway...
pt_br: <32>{#p/basic}* Não por fora, pelo menos...
zh_cn: <32>{#p/basic}* 至少表面没有...
zh_tw: <32>{#p/basic}* 至少心裡沒有...

source: <32>{#p/basic}* It's a life-sized Mew Mew doll, what else would it be?
pt_br: <32>{#p/basic}* É um boneca Mew Mew em tamanho real, o que mais seria
zh_cn: <32>{#p/basic}* 一只等身大的喵喵玩偶。 不然还能是别的吗？
zh_tw: <32>{#p/basic}* 一隻等身大的喵喵玩偶。 不然還能是別的嗎？

source: Mew Mew Doll
pt_br: Boneca Mew Mew
zh_cn: 喵喵玩偶
zh_tw: 喵喵玩偶

source: <32>{#p/human}* (You use the Mew Mew Doll.)
pt_br: <32>{#p/human}* (Você usa a Boneca Mew Mew.)
zh_cn: <32>{#p/human}* （你使用了喵喵玩偶。）
zh_tw: <32>{#p/human}* （你使用了喵喵玩偶。）

source: <32>{#p/basic}* Would you quit waving that thing around?
pt_br: <32>{#p/basic}* Da pra parar de balançar essa coisa para os lados?
zh_cn: <32>{#p/basic}* 你能不能别玩那玩意了？
zh_tw: <32>{#p/basic}* 你能不能別玩那玩意了？

source: <32>{#p/basic}* What were you even expecting to happen here...?
pt_br: <32>{#p/basic}* O que você esperava que acontecesse aqui...?
zh_cn: <32>{#p/basic}* 你在期待什么...？
zh_tw: <32>{#p/basic}* 你在期待什麼...？

source: There is such a thing as too much sugar.
pt_br: Existe muita coisa além de muito açúcar.
zh_cn: 明显加糖加多了。
zh_tw: 明顯加糖加多了。

source: Starfaint
zh_cn: 新星咖啡
zh_tw: 新星咖啡

source: <32>{#p/human}* (You throw away the Starfaint.)
pt_br: <32>{#p/human}* (Você joga fora o Starfaint.)
zh_cn: <32>{#p/human}* （你把新星咖啡扔掉了。）
zh_tw: <32>{#p/human}* （你把新星咖啡扔掉了。）

source: <32>{#p/basic}* "Starfaint" Heals 23 HP * There is such a thing as too much sugar.
pt_br: <32>{#p/basic}* "Starfaint" cura 23 HP * Existe muito açúcar.
zh_cn: <32>{#p/basic}* “新星咖啡” 回复23 HP * 明显加糖加多了。
zh_tw: <32>{#p/basic}* 「新星咖啡」 回復23 HP * 明顯加糖加多了。

source: <32>{#p/human}* (You consume the Starfaint.)
pt_br: <32>{#p/human}* (Você consome o Starfaint.)
zh_cn: <32>{#p/human}* （你喝掉了新星咖啡。）
zh_tw: <32>{#p/human}* （你喝掉了新星咖啡。）

source: A shieldwich you can hold to heal after the opponent's turn.
pt_br: Um escudo que você pode segurar para curar após o turno do oponente.
zh_cn: 回合中保护，回合后回血， 这三明治简直碉堡了。
zh_tw: 回合中保護，回合後回血， 這三明治簡直碉堡了。

source: H.Y.G.
zh_cn: 星园烁宠
zh_tw: 星園爍寵

source: <32>{#p/human}* (You throw away the Hold Yer Grane.)
pt_br: <32>{#p/human}* (Você joga fora o Hold Yer Grane.)
zh_cn: <32>{#p/human}* （你把星园烁宠扔掉了。）
zh_tw: <32>{#p/human}* （你把星園爍寵扔掉了。）

source: <33>{#p/basic}* "Hold Yer Grane" Heals 40 HP * A shieldwich you can hold to heal after the opponent's turn.
pt_br: <33>{#p/basic}* "Holder Yer Grane" Cura 40 HP * Um escudo que você pode segurar para curar após o turno.
zh_cn: <33>{#p/basic}* “星园烁宠” 回复40 HP * 回合中保护，回合后回血， 这三明治简直碉堡了。
zh_tw: <33>{#p/basic}* 「星園爍寵」 回復40 HP * 回合中保護，回合後回血， 這三明治簡直碉堡了。

source: Hold Yer Grane
zh_cn: 星园烁宠
zh_tw: 星園爍寵

source: <32>{#p/human}* (You brandish the Hold Yer Grane proudly.)
pt_br: <32>{#p/human}* (Você brande o Hold Yer Grane com orgulho.)
zh_cn: <32>{#p/human}* （你自豪地挥舞着星园烁宠。）
zh_tw: <32>{#p/human}* （你自豪地揮舞著星園爍寵。）

source: <32>{#p/story}* DEFENSE up for this turn!
pt_br: <32>{#p/story}* DEFESA aumentou por este turno!
zh_cn: <32>{#p/story}* 本回合，你的防御力提升！
zh_tw: <32>{#p/story}* 本回合，你的防禦力提升！

source: <32>{#p/human}* (You eat the Hold Yer Grane.)
pt_br: <32>{#p/human}* (Você come o Hold Yer Grane.)
zh_cn: <32>{#p/human}* （你吃掉了猛男汉堡。）
zh_tw: <32>{#p/human}* （你吃掉了星園爍寵。）

source: This high-octane hamburger harbors a certain spicy kick.
pt_br: Este grande hambúrguer octávio tem um gosto picante.
zh_cn: 汉堡火辣辣，打人顶呱呱。
zh_tw: 漢堡火辣辣，打人頂呱呱。

source: Slamburger
zh_cn: 猛男汉堡
zh_tw: 猛男漢堡

source: <32>{#p/human}* (You knocked the Slamburger out of the park.)
pt_br: <32>{#p/human}* (Você joga o Slamburger no chão com força.)
zh_cn: <32>{#p/human}* （你拿猛男汉堡来了个全垒打。）
zh_tw: <32>{#p/human}* （你拿猛男漢堡來了個全壘打。）

source: <32>{#p/basic}* And that's a home run!
pt_br: <32>{#p/basic}* E é cestaaaa!
zh_cn: <32>{#p/basic}* 明明是本垒打！
zh_tw: <32>{#p/basic}* 明明是本壘打！

source: <32>{#p/basic}* "Slamburger" Heals 34 HP * This high-octane hamburger harbors a certain spicy kick.
pt_br: <32>{#p/basic}* "Slamburger" Cura 34 HP * Este grande hambúrguer octávio tem um gosto picante.
zh_cn: <32>{#p/basic}* “猛男汉堡” 回复34 HP * 汉堡火辣辣，打人顶呱呱。
zh_tw: <32>{#p/basic}* 「猛男漢堡」 回復34 HP * 漢堡火辣辣，打人頂呱呱。

source: <32>{#p/human}* (You slammed down the Slamburger.)
pt_br: <32>{#p/human}* (Você derrubou o Slamburger.)
zh_cn: <32>{#p/human}* （你猛得吞下猛男汉堡。）
zh_tw: <32>{#p/human}* （你猛得吞下猛男漢堡。）

source: <32>{#p/basic}* Careful, it's hot in more ways than one!
pt_br: <32>{#p/basic}* Cuidado, é mais quente do que muitos!
zh_cn: <32>{#p/basic}* 小心，里面放了好几种辣椒呢！
zh_tw: <32>{#p/basic}* 小心，裡面放了好幾種辣椒呢！

source: How the turns have tabled.
pt_br: Como a vida virou.
zh_cn: 这就叫“攻守易形”。
zh_tw: 這就叫「攻守易形」。

source: G's Envy
pt_br: Envio do G
zh_cn: Glyde的爱
zh_tw: Glyde的愛

source: <32>{#p/human}* (You throw away the Glyde's Envy.)
pt_br: <32>{#p/human}* (Você jogou fora o presente do Glyde.)
zh_cn: <32>{#p/human}* （你把Glyde的爱扔掉了。）
zh_tw: <32>{#p/human}* （你把Glyde的愛扔掉了。）

source: <32>{#p/basic}* "Glyde's Envy" Heals 55 HP * How the turns have tabled.
pt_br: <32>{#p/basic}* "Envio do G" Cura 55 HP * Como a vida virou.
zh_cn: <32>{#p/basic}* “Glyde的爱” 回复55 HP * 这就叫“攻守易形”。
zh_tw: <32>{#p/basic}* 「Glyde的愛」 回復55 HP * 這就叫「攻守易形」。

source: Glyde's Envy
pt_br: Envio do G
zh_cn: Glyde的爱
zh_tw: Glyde的愛

source: <32>{#p/human}* (You consume the Glyde's Envy.)
pt_br: <32>{#p/human}* (Você consome o Envio do G.)
zh_cn: <32>{#p/human}* （你尽情享受着Glyde的爱。）
zh_tw: <32>{#p/human}* （你盡情享受著Glyde的愛。）

source: Startaint
zh_cn: 新星吗啡
zh_tw: 新星嗎啡

source: <32>{#p/human}* (You throw away the Startaint.)
pt_br: <32>{#p/human}* (Você jogou fora o Startaint.)
zh_cn: <32>{#p/human}* （你把“新星吗啡”扔掉了。）
zh_tw: <32>{#p/human}* （你把「新星嗎啡」扔掉了。）

source: <32>{#p/basic}* "Startaint" Heals -23 HP * ...
pt_br: <32>{#p/basic}* "Startaint" Cura -23 HP * ...
zh_cn: <32>{#p/basic}* “新星吗啡” 回复-23 HP * ...
zh_tw: <32>{#p/basic}* 「新星嗎啡」 回復-23 HP * ...

source: <32>{#p/human}* (You consume the Startaint.)
pt_br: <32>{#p/human}* (Você consome o Startaint.)
zh_cn: <32>{#p/human}* （你吸食了新星吗啡。）
zh_tw: <32>{#p/human}* （你吸食了新星嗎啡。）

source: H.Y.P.
zh_cn: 猩猿硕虫
zh_tw: 猩猿碩蟲

source: <32>{#p/human}* (You throw away the Hold Yer Pain.)
pt_br: <32>{#p/human}* (Você joga fora o Hold Yer Pain.)
zh_cn: <32>{#p/human}* （你把猩猿硕虫扔掉了。）
zh_tw: <32>{#p/human}* （你把猩猿碩蟲扔掉了。）

source: <32>{#p/basic}* "Hold Yer Pain" Heals -40 HP * ...
pt_br: <32>{#p/basic}* "Hold Yer Pain" Cura -40 HP * ...
zh_cn: <32>{#p/basic}* “猩猿硕虫” 回复-40 HP * ...
zh_tw: <32>{#p/basic}* 「猩猿碩蟲」 回復-40 HP * ...

source: Hold Yer Pain
zh_cn: 猩猿硕虫
zh_tw: 猩猿碩蟲

source: <32>{#p/human}* (You brandish the Hold Yer Pain anxiously.)
pt_br: <32>{#p/human}* (Você brande o Hold Yer Pain ansiosamente.)
zh_cn: <32>{#p/human}* （你慌乱地挥舞着猩猿硕虫。）
zh_tw: <32>{#p/human}* （你慌亂地揮舞著猩猿碩蟲。）

source: <32>{#p/story}* DEFENSE down for this turn!
pt_br: <32>{#p/story}* DEFESA abaixou por este turno!
zh_cn: <32>{#p/story}* 本回合，你的防御力降低！
zh_tw: <32>{#p/story}* 本回合，你的防禦力降低！

source: <32>{#p/human}* (You eat the Hold Yer Pain.)
pt_br: <32>{#p/human}* (Você consome o Hold Yer Pain.)
zh_cn: <32>{#p/human}* （你吃掉了猩猿硕虫。）
zh_tw: <32>{#p/human}* （你吃掉了猩猿碩蟲。）

source: Slamdunker
zh_cn: 猛烂汉堡
zh_tw: 猛爛漢堡

source: <32>{#p/human}* (You dunk the Slamdunker into the trash.)
pt_br: <32>{#p/human}* (Você joga o Slamdunker no lixo.)
zh_cn: <32>{#p/human}* （你把猛烂汉堡扔到了垃圾堆。）
zh_tw: <32>{#p/human}* （你把猛爛漢堡扔到了垃圾堆。）

source: <32>{#p/basic}* "Slamdunker" Heals -34 HP * ...
pt_br: <32>{#p/basic}* "Slamdunker" Cura -34 HP * ...
zh_cn: <32>{#p/basic}* “猛烂汉堡” 回复-34 HP * ...
zh_tw: <32>{#p/basic}* 「猛爛漢堡」 回復-34 HP * ...

source: <32>{#p/human}* (You slammed down the Slamdunker.)
pt_br: <32>{#p/human}* (Você derrubou o Slamdunker.)
zh_cn: <32>{#p/human}* （你猛地吞下了猛烂汉堡。）
zh_tw: <32>{#p/human}* （你猛地吞下了猛爛漢堡。）

source: Envy
pt_br: Envio
zh_cn: Undyne的哀
zh_tw: Undyne的哀

source: <32>{#p/human}* (You throw away the Undyne's Envy.)
pt_br: <32>{#p/human}* (Você jogou fora o presente da Undyne.)
zh_cn: <32>{#p/human}* （你把Undyne的哀扔掉了。）
zh_tw: <32>{#p/human}* （你把Undyne的哀扔掉了。）

source: <32>{#p/basic}* "Undyne's Envy" Heals -55 HP * ...
pt_br: <32>{#p/basic}* "Envio da Undyne" Cura -55 HP * ...
zh_cn: <32>{#p/basic}* “Undyne的哀” 回复-55 HP * ...
zh_tw: <32>{#p/basic}* 「Undyne的哀」 回復-55 HP * ...

source: Undyne's Envy
pt_br: Envio da Undyne
zh_cn: Undyne的哀
zh_tw: Undyne的哀

source: <32>{#p/human}* (You eat the Undyne's Envy.)
pt_br: <32>{#p/human}* (Você come o Envio da Undyne.)
zh_cn: <32>{#p/human}* （你把Undyne的哀都咽到肚子里。）
zh_tw: <32>{#p/human}* （你把Undyne的哀都咽到肚子裡。）

source: Are you brave enough to eat literal garbage?
pt_br: Você é forte o suficiente para comer literalmente lixo?
zh_cn: 你敢尝尝真正的垃圾 是什么味道吗？
zh_tw: 你敢嘗嘗真正的垃圾 是什麼味道嗎？

source: Space Junk
pt_br: Lixo Espacial
zh_cn: 太空垃圾
zh_tw: 太空垃圾

source: <32>{#p/human}* (You throw away the Space Junk.)
pt_br: <32>{#p/human}* (Você joga fora o Lixo Espacial.)
zh_cn: <32>{#p/human}* （你把太空垃圾扔掉了。）
zh_tw: <32>{#p/human}* （你把太空垃圾扔掉了。）

source: <32>{#p/basic}* "Space Junk" Heals ?? HP * Are you brave enough to eat literal garbage?
pt_br: <32>{#p/basic}* "Lixo Espacial" Cura ?? HP * Você é forte o suficiente para comer literalmente lixo?
zh_cn: <32>{#p/basic}* “太空垃圾” 回复?? HP * 你敢尝尝真正的垃圾 是什么味道吗？
zh_tw: <32>{#p/basic}* 「太空垃圾」 回復?? HP * 你敢嘗嘗真正的垃圾 是什麼味道嗎？

source: <32>{#p/human}* (You eat the Space Junk.)
pt_br: <32>{#p/human}* (Você come o Lixo Espacial.)
zh_cn: <32>{#p/human}* （你吃掉了太空垃圾。）
zh_tw: <32>{#p/human}* （你吃掉了太空垃圾。）

source: <32>{#p/basic}* Dear god.
pt_br: <32>{#p/basic}* Senhores Celestiais.
zh_cn: <32>{#p/basic}* 饶了我吧。
zh_tw: <32>{#p/basic}* 饒了我吧。

source: Critical hits with this weapon deal MASSIVE damage.
pt_br: Ataques críticos com essa arma dão um dano INSANO.
zh_cn: 精准命中，威力无穷。
zh_tw: 精準命中，威力無窮。

source: Laser Rifle
pt_br: Rifle de Laser
zh_cn: 激光步枪
zh_tw: 雷射步槍

source: <32>{#p/human}* (You throw away the Laser Rifle.)
pt_br: <32>{#p/human}* (Você joga fora o Rifle de Laser.)
zh_cn: <32>{#p/human}* （你把激光步枪扔掉了。）
zh_tw: <32>{#p/human}* （你把雷射步槍扔掉了。）

source: <32>{#p/human}* (12 AT.)
zh_cn: <32>{#p/human}* （12攻击。）
zh_tw: <32>{#p/human}* （12攻擊。）

source: <32>{#p/basic}* "Laser Rifle" (12 AT) * Critical hits with this weapon deal MASSIVE damage.
pt_br: <32>{#p/basic}* "Rifle de Laser" 12 (AT) * Ataques críticos com essa arma dão um dano INSANO.
zh_cn: <32>{#p/basic}* “激光步枪” （12攻击） * 精准命中，威力无穷。
zh_tw: <32>{#p/basic}* 「雷射步槍」 （12攻擊） * 精準命中，威力無窮。

source: <32>{#p/human}* (You equip the Laser Rifle.)
pt_br: <32>{#p/human}* (Você equipa o Rifle de Laser.)
zh_cn: <32>{#p/human}* （你扛起了激光步枪。）
zh_tw: <32>{#p/human}* （你扛起了雷射步槍。）

source: Critical hits with this weapon are decent enough.
pt_br: Acertos críticos com esta arma são decentes o suficiente.
zh_cn: 精准命中，火力十足。
zh_tw: 精準命中，火力十足。

source: Rifle?
zh_cn: 激光步枪？
zh_tw: 雷射步槍？

source: <32>{#p/human}* (10 AT.)
zh_cn: <32>{#p/human}* （10攻击。）
zh_tw: <32>{#p/human}* （10攻擊。）
