Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/finalghost}* Hm. * They were pretty nice to me...
pt_br: <32>{#p/finalghost}* Hm. * Eles foram bem legais comigo...
zh_cn: <32>{#p/finalghost}* 嗯。 * 人类对我挺好的...
zh_tw: <32>{#p/finalghost}* 嗯。 * 人類對我挺好的...

source: <32>{#p/finalghost}* Hm. * We can only hope they keep their hands to themself.
pt_br: <32>{#p/finalghost}* Hm. * Podemos apenas desejar que eles mantenham suas mãos em si mesmos.
zh_cn: <32>{#p/finalghost}* 嗯。 * 不过人类最好老实点。
zh_tw: <32>{#p/finalghost}* 嗯。 * 不過人類最好老實點。

source: <32>{#p/finalghost}* Hm. * They'll need to keep their flirtatious attitude in check.
pt_br: <32>{#p/finalghost}* Hm. * Eles vão precisar manter essa atitude de flerte para si.
zh_cn: <32>{#p/finalghost}* 嗯。 * 不过人类最好不要随便搭讪。
zh_tw: <32>{#p/finalghost}* 嗯。 * 不過人類最好不要隨便搭訕。

source: <32>* Are we ready to make the call?
pt_br: <32>* Estamos prontos para ligar?
zh_cn: <32>* 我们准备打电话了吗？
zh_tw: <32>* 我們準備打電話了嗎？

source: <32>{#p/napstablook}* well, hold on...
pt_br: <32>{#p/napstablook}* bem, espera aí...
zh_cn: <32>{#p/napstablook}* 额，等等吧...
zh_tw: <32>{#p/napstablook}* 額，等等吧...

source: <32>{|}* where's- {%}
pt_br: <32>{|}* onde es- {%}
zh_cn: <32>{|}* 所以- {%}
zh_tw: <32>{|}* 所以- {%}

source: <32>{#p/basic}* RIGHT HERE, BOZO!
pt_br: <32>{#p/basic}* BEM AQUI, MANÉ!
zh_cn: <32>{#p/basic}* 呆子们，我来了！
zh_tw: <32>{#p/basic}* 呆子們，我來了！

source: <32>{#p/finalghost}* Do you always have to do that.
pt_br: <32>{#p/finalghost}* Você sempre precisa fazer isso?
zh_cn: <32>{#p/finalghost}* 你就非得这么 大张旗鼓的吗？
zh_tw: <32>{#p/finalghost}* 你就非得這麼 大張旗鼓的嗎？

source: <32>{#p/basic}* Human. * Human! * HUMAN!!!
pt_br: <32>{#p/basic}* Humano. * Humano! * HUMANO!!!
zh_cn: <32>{#p/basic}* 人类。 * 人类！ * 人-类！！！
zh_tw: <32>{#p/basic}* 人類。 * 人類！ * 人-類！！！

source: <32>* WHAT HAVE YOU DONE TO MY COUSIN THIS TIME!?
pt_br: <32>* O QUE VOCÊ FEZ COM MEU PRIMO DESSA VEZ?
zh_cn: <32>* 这会又和我表亲作甚？
zh_tw: <32>* 這會又和我表親作甚？

source: <32>{#p/finalghost}* They didn't do anything to me. * You're overreacting.
pt_br: <32>{#p/finalghost}* Ele não fez nada comigo, você só tá exagerando.
zh_cn: <32>{#p/finalghost}* 人类没做啥。 * 你反应也太夸张了。
zh_tw: <32>{#p/finalghost}* 人類沒做啥。 * 你反應也太誇張了。

source: <32>{#p/basic}* Jeez, I was only kidding...
pt_br: <32>{#p/basic}* Qual foi, eu só estava brincando...
zh_cn: <32>{#p/basic}* 哎呀，开个玩笑嘛..
zh_tw: <32>{#p/basic}* 哎呀，開個玩笑嘛..

source: <32>{#p/finalghost}* Sure you were. * Now, for the matter at hand...
pt_br: <32>{#p/finalghost}* Claro que estava. * Agora, para o que importa.
zh_cn: <32>{#p/finalghost}* 自然。 * 现在，对于手头上的事情...
zh_tw: <32>{#p/finalghost}* 自然。 * 現在，對於手頭上的事情...

source: <32>{#p/finalghost}* We all know why we're here. * Our cousin is...
pt_br: <32>{#p/finalghost}* Todos sabemos o motivo de estarmos aqui. * Nosso primo...
zh_cn: <32>{#p/finalghost}* 我们都知道 我们为何相聚于此。 * 我们的表亲...
zh_tw: <32>{#p/finalghost}* 我們都知道 我們為何相聚於此。 * 我們的表親...

source: <32>{#p/basic}* Our cousin's a SELLOUT.
pt_br: <32>{#p/basic}* Nosso primo é um VENDIDO.
zh_cn: <32>{#p/basic}* 我们的表亲是个叛徒。
zh_tw: <32>{#p/basic}* 我們的表親是個叛徒。

source: <32>{#p/finalghost}* ...
zh_tw: <32>{#p/finalghost}* ...ゑ

source: <32>* Our cousin is many things, but a "sellout" is not one of them.
pt_br: <32>* Nosso primo é muitas coisas, mas "vendido" não é uma delas.
zh_cn: <32>* 我们的表亲可以是任何东西， 但绝对不会是个“叛徒”。
zh_tw: <32>* 我們的表親可以是任何東西， 但絕對不會是個「叛徒」。

source: <32>* In fact, after Blooky and I read his diaries... I fear we may be the ones at fault.
pt_br: <32>* Em fato, após eu e Blooky lermos o diário dele... sinto que somos os culpados.
zh_cn: <32>* 实际上，我和Blooky 在读了表亲的日记后... 我才知道这是我们的错。
zh_tw: <32>* 實際上，我和Blooky 在讀了表親的日記後... 我才知道這是我們的錯。

source: <32>{#p/napstablook}* ......... * ......... should we call him?
pt_br: <32>{#p/napstablook}* ......... * ......... deveríamos ligar?
zh_cn: <32>{#p/napstablook}* ......... * ......... 我们要给他打电话吗？
zh_tw: <32>{#p/napstablook}* ......... * ......... 我們要給他打電話嗎？

source: <32>{#p/finalghost}* I don't see a reason not to.
pt_br: <32>{#p/finalghost}* Eu não vejo o motivo de não fazer isso.
zh_cn: <32>{#p/finalghost}* 我没意见。
zh_tw: <32>{#p/finalghost}* 我沒意見。

source: <32>{#p/mettaton}* BLOOKY! * WHAT A WONDERFUL SURPRISE! * WHAT IS IT YOU NEED?
pt_br: <32>{#p/mettaton}* BLOOKY! * QUE SURPRESA MARAVILHOSA! * O QUE VOCÊ PRECISA?
zh_cn: <32>{#p/mettaton}* BLOOKY！ * 多棒的惊喜啊！ * 你需要什么不？
zh_tw: <32>{#p/mettaton}* 天吶，居然是你啊，BLOOKY！ * 咱倆可剛在節目上見過呢！ * 你需要什麼幫助嗎？

source: <32>{#p/napstablook}* um... i wanted to talk to you about something
pt_br: <32>{#p/napstablook}* hm... eu preciso conversar com você sobre algo
zh_cn: <32>{#p/napstablook}* 额... 我想跟你聊聊
zh_tw: <32>{#p/napstablook}* 額... 我想跟你聊聊

source: <32>{#p/mettaton}* WELL, HEY, WE CAN DO IT RIGHT HERE, WHAT DO YOU NEED?
pt_br: <32>{#p/mettaton}* OLHA SÓ, PODEMOS FAZER ISSO AGORA, QUE TAL?
zh_cn: <32>{#p/mettaton}* 好啊，我们当然可以聊天， 你想聊啥呢？
zh_tw: <32>{#p/mettaton}* 好啊，正好我現在有空， 你想聊啥呢？

source: <32>{#p/napstablook}* in private.........
pt_br: <32>{#p/napstablook}* em particular.........
zh_cn: <32>{#p/napstablook}* 可以私下聊吗.........
zh_tw: <32>{#p/napstablook}* 可以私下聊嗎.........

source: <32>{#p/mettaton}* I'M AFRAID I CAN'T DO THAT RIGHT NOW SINCE I'M PREPARING FOR ANOTHER SHOW.
pt_br: <32>{#p/mettaton}* EU TEMO QUE NÃO POSSA FAZER ISSO AGORA JÁ QUE ESTOU ME PREPARANDO PARA OUTRO SHOW.
zh_cn: <32>{#p/mettaton}* 恐怕现在不行， 我还在准备另一场演出。
zh_tw: <32>{#p/mettaton}* 恐怕現在不行， 我還需要準備下一場演出呢！

source: <32>* HOW ABOUT WE MEET UP ONCE THAT'S OVER WITH?
pt_br: <32>* QUE TAL NOS ENCONTRARMOS APÓS EU FINALIZAR?
zh_cn: <32>* 等完事我们见个面怎么样？
zh_tw: <32>* 等完事我們見個面怎麼樣？

source: <32>{|}{#p/basic}* Anything to avoid- {%}
pt_br: <32>{|}{#p/basic}* Qualquer coisa para evi- {%}
zh_cn: <32>{|}{#p/basic}* 你一直在回避- {%}
zh_tw: <32>{|}{#p/basic}* 你一直在迴避- {%}

source: <32>{#p/finalghost}* Quiet!
pt_br: <32>{#p/finalghost}* Quieto!
zh_cn: <32>{#p/finalghost}* 闭嘴！
zh_tw: <32>{#p/finalghost}* 少插嘴！

source: <32>{#p/napstablook}* that works...
pt_br: <32>{#p/napstablook}* pode ser...
zh_cn: <32>{#p/napstablook}* 那些工作...
zh_tw: <32>{#p/napstablook}* 那些工作...

source: <32>{#p/mettaton}* FABULOUS, DARLING.
pt_br: <32>{#p/mettaton}* FABULOSO, QUERIDO.
zh_cn: <32>{#p/mettaton}* 棒极了，亲爱的。
zh_tw: <32>{#p/mettaton}* 棒極了，親愛的。

source: <32>* I'LL CATCH UP WITH YOU THEN!
pt_br: <32>* EU TE ENCONTRO LÁ, ENTÃO!
zh_cn: <32>* 到时候我会见面 跟你说说的！
zh_tw: <32>* 到時候我會見面 跟你說說的！

source: <32>{#p/basic}* I knew it. * I knew it! * I KNEW IT!
pt_br: <32>{#p/basic}* Eu sabia. * Eu sabia! * EU SABIA!
zh_cn: <32>{#p/basic}* 我知道了。 * 我知道了！ * 我知道了！
zh_tw: <32>{#p/basic}* 我就知道。 * 我就知道！ * 我-就-知-道！

source: <32>* This was doomed to fail from the very beginning.
pt_br: <32>* Isso estava fadado ao fracasso do começo.
zh_cn: <32>* 这计划从一开始 就注定要失败。
zh_tw: <32>* 這事就壓根成不了。

source: <32>{#p/finalghost}* Just because Mettaton isn't here right now doesn't mean we've failed.
pt_br: <32>{#p/finalghost}* Só porque o Mettaton não quer conversar agora, não significa que falhamos.
zh_cn: <32>{#p/finalghost}* 就只是因为 Mettaton现在不在这吗， 但这并不代表我们的计划会失败。
zh_tw: <32>{#p/finalghost}* 急啥？ 他這會不是沒空嗎？ 你怎麼就能說這事談不成了？

source: <32>* We'll just have to be patient.
pt_br: <32>* Só precisamos ter paciência.
zh_cn: <32>* 我们必须要有耐心。
zh_tw: <32>* 要有點耐心，等等看唄。

source: <32>{#p/basic}* Fine...
pt_br: <32>{#p/basic}* Certo...
zh_cn: <32>{#p/basic}* 好吧...
zh_tw: <32>{#p/basic}* 喔...

source: <32>{#p/finalghost}* Well, it was nice to talk to you again.
pt_br: <32>{#p/finalghost}* Bem, foi legal falar com vocês de novo.
zh_cn: <32>{#p/finalghost}* 好吧， 聊天很愉快再见。
zh_tw: <32>{#p/finalghost}* 好吧， 聊天很愉快再見。

source: <32>* We'll see each other soon.
pt_br: <32>* Bem, nos vemos mais tarde.
zh_cn: <32>* 我们很快就会再见面的。
zh_tw: <32>* 我們很快就會再見面的。

source: <32>{#p/napstablook}* heh...
zh_cn: <32>{#p/napstablook}* 嘿...
zh_tw: <32>{#p/napstablook}* 嘿...

source: <32>{#p/napstablook}* see you then, i guess
pt_br: <32>{#p/napstablook}* te vejo depois, eu acho
zh_cn: <32>{#p/napstablook}* 回见，人类
zh_tw: <32>{#p/napstablook}* 回見，人類

source: <32>{#p/napstablook}* and $(namel)?
pt_br: <32>{#p/napstablook}* s $(namel)?
zh_cn: <32>{#p/napstablook}* 还有$(namel)？
zh_tw: <32>{#p/napstablook}* 還有$(namel)？

source: <32>{#p/basic}* ...?
zh_tw: <32>{#p/basic}* ...？ゑ

source: <32>{#p/napstablook}* ......... * thanks for sticking around.
pt_br: <32>{#p/napstablook}* ......... * valeu por estar aqui.
zh_cn: <32>{#p/napstablook}* ......... * 谢谢你能陪着。
zh_tw: <32>{#p/napstablook}* ......... * 謝謝你能陪著。

source: <32>{#p/basic}* I just hope I can be useful for once...
pt_br: <32>{#p/basic}* Eu só espero poder ajudar...
zh_cn: <32>{#p/basic}* 真希望自己能帮上忙， 一次也行...
zh_tw: <32>{#p/basic}* 真希望自己能幫上忙， 一次也行...

source: <25>{#p/alphys}{#g/alphysSideSad}* ... hey, uh...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* ...嘿，额...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* ...嘿，額...

source: <25>{#f/30}* I'm sorry I ran off like that earlier.
pt_br: <25>{#f/30}* Desculpa por sair correndo mais cedo.
zh_cn: <25>{#f/30}* 对不起， 我刚才就那样跑掉了。
zh_tw: <25>{#f/30}* 對不起， 之前我就那樣跑掉了。

source: <25>{#f/32}* It's just... been really hard...
pt_br: <25>{#f/32}* Só... tem sido difícil...
zh_cn: <25>{#f/32}* 那件事真的... 很难接受...
zh_tw: <25>{#f/32}* Undyne的死對我來說... 真-真的很難接受...

source: <25>{#f/20}* After seeing you leave Undyne behind on the platform like that.
pt_br: <25>{#f/20}* Depois de te ver deixar Undyne na plataforma daquele jeito.
zh_cn: <25>{#f/20}* 看到你将Undyne 就那么丢在那里 放任不管。
zh_tw: <25>{#f/20}* 你就這麼... 在她最需要 幫助的時候... 拋下了她...

source: <25>{#f/5}* Still, I... * I get that it probably wasn't your fault.
pt_br: <25>{#f/5}* Ainda assim, eu... * Eu sinto que não foi sua culpa.
zh_cn: <25>{#f/5}* 不过，我... * 我知道这并非你的本意...
zh_tw: <25>{#f/5}* 當然... * 我-我知道這並非你本意...

source: <25>{#f/20}* You were trying to run away from someone chasing you.
pt_br: <25>{#f/20}* Você estava tentando correr que alguém que estava te seguindo.
zh_cn: <25>{#f/20}* 你只是出于害怕， 想尽快逃离对你 紧追不舍的追捕者。
zh_tw: <25>{#f/20}* 你只是太害怕了， 想儘快逃離那個對你 窮追不捨的傢伙。

source: <25>{#f/31}* I just... had a hard time accepting what had happened to her.
pt_br: <25>{#f/31}* Eu só... tenho tido um tempo difícil aceitando o que ocorreu com ela.
zh_cn: <25>{#f/31}* 就算这样解释... 我还是不能接受 她就那么...
zh_tw: <25>{#f/31}* 就算這樣解釋... 我還是不能接受 她就那麼...

source: <25>{#f/31}* ...
zh_tw: <25>{#f/31}* ...ゑ

source: <25>{#f/20}* Well, we should probably head up to the rec center now.
pt_br: <25>{#f/20}* Bem, provavelmente deveríamos ir direto pro rec center agora.
zh_cn: <25>{#f/20}* 好了， 我们该去休闲回廊了。
zh_tw: <25>{#f/20}* 唉，我們該去休閒迴廊了。

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ah, there you are!
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ah, aí está você!
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 啊，你来了！
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 啊，你來了！

source: <25>{#g/alphysSideSad}* I've been... worried, about what you'd do if I didn't escort you.
pt_br: <25>{#g/alphysSideSad}* Eu estive preocupada... sobre o que você faria se eu não tivesse te escortado.
zh_cn: <25>{#g/alphysSideSad}* 我一直在... 担心， 如果我不陪同你， 你会做出什么。
zh_tw: <25>{#g/alphysSideSad}* 我一直在... 擔心， 擔心你會趁我不在 做出些什麼事來...

source: <25>{#g/alphysOhGodNo}* Uh, not that you'd do anything bad!
pt_br: <25>{#g/alphysOhGodNo}* Uh, não que você faria algo ruim!
zh_cn: <25>{#g/alphysOhGodNo}* 啊，没说你 会做出什么坏事！
zh_tw: <25>{#g/alphysOhGodNo}* 啊，不是說你會做出 什麼不好的事！

source: <25>{#g/alphysWorried}* Just...
pt_br: <25>{#g/alphysWorried}* É só que...
zh_cn: <25>{#g/alphysWorried}* 就只是...
zh_tw: <25>{#g/alphysWorried}* 就只是...

source: <25>{#g/alphysCutscene2}* I feel like it's important that I help you, you know?
pt_br: <25>{#g/alphysCutscene2}* Eu só sinto que seja importante eu te ajudar, sabe?
zh_cn: <25>{#g/alphysCutscene2}* 你知道吗， 我觉得为你提供帮助 真的非常重要。
zh_tw: <25>{#g/alphysCutscene2}* 就只是擔心要是沒有 我的幫助，你就可能會陷入 什麼困境，懂了嗎？

source: <25>{#g/alphysWelp}* One thing's for sure, those guards were NOT supposed to attack you.
pt_br: <25>{#g/alphysWelp}* Uma coisa é certeza, aqueles guardas NÃO deveriam ter te atacado.
zh_cn: <25>{#g/alphysWelp}* 有一件事是肯定的， 那些守卫不应该攻击你。
zh_tw: <25>{#g/alphysWelp}* 有一件事是肯定的， 那些守衛不應該攻擊你。

source: <25>{#g/alphysSideSad}* I've been really w-worried about you...
pt_br: <25>{#g/alphysSideSad}* Eu estive bem p-preocupada com você...
zh_cn: <25>{#g/alphysSideSad}* 我真-真的很担心你...
zh_tw: <25>{#g/alphysSideSad}* 我真-真的很擔心你...

source: <25>{#g/alphysSideSad}* About the puzzles, and about Mettaton, and...
pt_br: <25>{#g/alphysSideSad}* Sobre os desafios, e o Mettaton, e...
zh_cn: <25>{#g/alphysSideSad}* 又是谜题， 又是Mettaton， 还有...
zh_tw: <25>{#g/alphysSideSad}* 又是謎題， 又是Mettaton， 還有...

source: <25>{#g/alphysHaveSomeCompassion}* Those guards were NOT supposed to attack you.
pt_br: <25>{#g/alphysHaveSomeCompassion}* Aqueles guardas que NÃO deveriam ter te atacado.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 那些本来不应该 攻击你的守卫。
zh_tw: <25>{#g/alphysHaveSomeCompassion}* 那些本來不應該 攻擊你的守衛。

source: <25>{#g/alphysUhButHeresTheDeal}* Maybe my royal memos didn't reach them??? * For some reason???
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Talvez minhas ordens reais não chegaram neles???
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 也许出于某种原因？？？ * 她们没收到消息？？？
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 也許出於某種原因？？？ * 她們沒收到訊息？？？

source: <25>{#g/alphysTheFactIs}* I mean, they WERE only just hired today...
pt_br: <25>{#g/alphysTheFactIs}* Quer dizer, eles FORAM contratados hoje...
zh_cn: <25>{#g/alphysTheFactIs}* 我是说， 她们是今天才新来的...
zh_tw: <25>{#g/alphysTheFactIs}* 我是說， 她們是今天才新來的...

source: <25>{#g/alphysWelp}* Well, uh, anyway, it looks like you're fine, so...
pt_br: <25>{#g/alphysWelp}* Bem, de toda forma, parece que você está bem...
zh_cn: <25>{#g/alphysWelp}* 好，呃，总之， 看起来你状态还不错， 所以...
zh_tw: <25>{#g/alphysWelp}* 好，呃，總之， 看起來你狀態還不錯， 所以...

source: <25>{#g/alphysCutscene2}* I guess we can go.
pt_br: <25>{#g/alphysCutscene2}* Acho que podemos ir.
zh_cn: <25>{#g/alphysCutscene2}* 我们应该可以走了。
zh_tw: <25>{#g/alphysCutscene2}* 我們應該可以走了。

source: <25>{#g/alphysWelp}* Well, uh, anyway, it looks like you're fine.
pt_br: <25>{#g/alphysWelp}* Bem, uh, de toda forma, acho que você está bem.
zh_cn: <25>{#g/alphysWelp}* 好，呃，总之， 看起来你状态还不错。
zh_tw: <25>{#g/alphysWelp}* 好，呃，總之， 看起來你狀態還不錯。

source: <25>{#g/alphysFR}* Apart from that Mew Mew doll that doesn't belong to you.
pt_br: <25>{#g/alphysFR}* Tirando isso, aquela Boneca Mew Mew que não te pertence.
zh_cn: <25>{#g/alphysFR}* 除了那个不属于你的 喵喵玩偶。
zh_tw: <25>{#g/alphysFR}* 除了那個不屬於你的 喵喵玩偶。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Are you coming?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Você vem?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 跟上吧？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 跟上吧？

source: <25>{#p/asriel2}{#f/1}* It's time to end this.
pt_br: <25>{#p/asriel2}{#f/1}* É hora de acabar com isso.
zh_cn: <25>{#p/asriel2}{#f/1}* 是时候动手了。
zh_tw: <25>{#p/asriel2}{#f/1}* 是時候動手了。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Here we are.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Aqui vamos nós.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 我们到了。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 我們到了。

source: <25>{#p/alphys}{#g/alphysCutscene1}* Okay, we're here!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Okay, lá vamos nós!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 好，咱到了！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 好，咱到了！

source: <25>{#g/alphysSmileSweat}* B-better stay behind me while we get through security.
pt_br: <25>{#g/alphysSmileSweat}* Fica atrás de mim enquanto passamos pela segurança.
zh_cn: <25>{#g/alphysSmileSweat}* 过安检的时候， 最-最好跟着我。
zh_tw: <25>{#g/alphysSmileSweat}* 過安檢的時候， 最-最好跟著我。

source: <25>{#p/alphys}{#g/alphysSmileSweat}* H-hiya.
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* O-oi.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 你-你们好呀。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 你-你們好呀。

source: <32>{#p/basic}{#x1}* 'Sup.{#x3}
pt_br: <32>{#p/basic}{#x1}* Salve.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 好啊。{#x3}
zh_tw: <32>{#p/basic}{#x1}* 好啊。{#x3}

source: <25>{#p/alphys}{#g/alphysSmileSweat}* O-oh, I guess there is no security.
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* A-ah, a-acho que não tem seguranças.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 哦-哦， 我觉得这里应该 没有守卫。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 呃，喔！ 這裡好像本來就沒守衛。

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Uh, y-yeah! * Hi!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Uh, s-sim! * Salve!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 呃，是-是啊！ * 你好！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 呃，是-是啊！ * 你好！

source: <25>{#p/alphys}{#g/alphysWelp}* It's a good thing you didn't attack the human earlier...
pt_br: <25>{#p/alphys}{#g/alphysWelp}* É bom que vocês não tenham atacado o humano mais cedo...
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 幸好你们之前 没有攻击人类....
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 幸好你們之前 沒有攻擊人類....

source: <25>{#g/alphysNeutralSweat}* If you had, they might've...
pt_br: <25>{#g/alphysNeutralSweat}* Se vocês tivessem, eles teriam...
zh_cn: <25>{#g/alphysNeutralSweat}* 要是你们攻击了人类， 那你们可能...
zh_tw: <25>{#g/alphysNeutralSweat}* 要是你們攻擊了人類， 那你們可能...

source: <25>{#p/alphys}{#g/alphysWelp}* Well uh, thanks for... not attacking the human earlier.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Bem uh, obrigado por... não atacar o humano mais cedo.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 好呃，谢谢你们... 早些时候没有攻击人类。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 好呃，謝謝你們... 早些時候沒有攻擊人類。

source: <25>{#g/alphysGarbo}* The other guards didn't really "get the memo," so to speak.
pt_br: <25>{#g/alphysGarbo}* Os outros guardas não receberam "minhas ordens."
zh_cn: <25>{#g/alphysGarbo}* 感觉别的守卫都没有 真正理解我的意思。
zh_tw: <25>{#g/alphysGarbo}* 感覺別的守衛都沒有 真正理解我的意思。

source: <32>{#p/basic}{#x1}* ... human?{#x3}
pt_br: <32>{#p/basic}{#x1}* ... humano?{#x3}
zh_cn: <32>{#p/basic}{#x1}* ...人类？{#x3}
zh_tw: <32>{#p/basic}{#x1}* ...人類？{#x3}

source: <32>{#x1}* What human?{#x3}
pt_br: <32>{#x1}* Que humano?{#x3}
zh_cn: <32>{#x1}* 哪有人类？{#x3}
zh_tw: <32>{#x1}* 哪有人類？{#x3}

source: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* Uhhhhh I don't know I'm just trying to escor- {%}
pt_br: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* Uhhhhh eu não sei, eu só estou tentando escor- {%}
zh_cn: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* 呃呃呃我不知道我就是 想着帮- {%}
zh_tw: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* 呃呃呃我不知道我就是 想著幫- {%}

source: <32>{#p/basic}{#x1}* Alphys, you're like, the second highest authority on the outpost.{#x3}
pt_br: <32>{#p/basic}{#x1}* Alphys, você é a segunda maior autoridade do Outpost.{#x3}
zh_cn: <32>{#p/basic}{#x1}* Alphys，你可是，就， 前哨站的二把手啊。{#x3}
zh_tw: <32>{#p/basic}{#x1}* Alphys，你可是，就， 前哨站的二把手啊。{#x3}

source: <32>{#x2}* Yeah, you don't need to ask us for permission, haha.{#x3}
pt_br: <32>{#x2}* Pois é, você não precisa pedir permissão pra gente, haha.{#3}
zh_cn: <32>{#x2}* 对啊，你都不用问， 我们就会让你通过的， 哈哈。{#x3}
zh_tw: <32>{#x2}* 對啊，你都不用問， 我們就會讓你通過的， 哈哈。{#x3}

source: <32>{#p/basic}{#x1}{#x2}* We haven't even made it out of guard training yet!{#x3}
pt_br: <32>{#p/basic}{#x1}{#x2}* Nós nem terminamos nossos treinamentos ainda!{#x3}
zh_cn: <32>{#p/basic}{#x1}{#x2}* 我们还没完成 卫队的训练呢！{#x3}
zh_tw: <32>{#p/basic}{#x1}{#x2}* 我們還沒完成 衛隊的訓練呢！{#x3}

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Oh. * I see.
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Oh. * Eu entendo.
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 哦。 * 我知道了。
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 喔。 * 我知道了。

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* We'll be on our way through, then!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Nós vamos indo então!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 那我们就走了！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 那我們就走了！

source: <32>{#p/basic}{#x1}* (Bro... is she okay?){#x3}
pt_br: <32>{#p/basic}{#x1}* (Mano... ela tá bem?){#x3}
zh_cn: <32>{#p/basic}{#x1}* （老兄... 她真的没问题吗？）{#x3}
zh_tw: <32>{#p/basic}{#x1}* （老兄... 她真的沒問題嗎？）{#x3}

source: <32>{#x2}* (You tell me...){#x3}
pt_br: <32>{#x2}* (Nem me fala...){#x3}
zh_cn: <32>{#x2}* （你问我，我问谁啊...）{#x3}
zh_tw: <32>{#x2}* （你問我，我問誰啊...）{#x3}

source: <32>{#p/basic}* Meanwhile...
pt_br: <32>{#p/basic}* Enquanto isso...
zh_cn: <32>{#p/basic}* 与此同时...
zh_tw: <32>{#p/basic}* 與此同時...

source: <25>{#p/alphys}{#g/alphysSideSad}* It's so dark in here...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Está tão escuro isso...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 这里太暗了...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 這裡太暗了...

source: <25>* Maybe we should turn back. Find another way.
pt_br: <25>* Talvez devêssemos voltar. Achar outro caminho.
zh_cn: <25>* 我们可能得回头。 找一条别的路过去。
zh_tw: <25>* 我們可能得回頭。 找一條別的路過去。

source: <25>{|}* Unless it's- {%}
pt_br: <25>{|}* Ah não ser q- {%}
zh_cn: <25>{|}* 除非是- {%}
zh_tw: <25>{|}* 除非是- {%}

source: <32>{#p/mettaton}* OH MY...
zh_cn: <32>{#p/mettaton}* 天啊...
zh_tw: <32>{#p/mettaton}* 天啊...

source: <32>* WHAT DO WE HAVE HERE?
pt_br: <32>* O QUE TEMOS AQUI?
zh_cn: <32>* 快看，是谁来了！
zh_tw: <32>* 快看，是誰來了！

source: <32>{#p/mettaton}* COULD IT BE?
pt_br: <32>{#p/mettaton}* PODERIA SER?
zh_cn: <32>{#p/mettaton}* 难道是...
zh_tw: <32>{#p/mettaton}* 難道是...

source: <32>* THE NEMESIS OF MY DREAMS...?
pt_br: <32>* O NEMESIS DOS MEUS SONHOS...?
zh_cn: <32>* ...我的梦中情敌？
zh_tw: <32>* ...我的夢中情敵？

source: <32>* MY ONE TRUE LOVE...?
pt_br: <32>* MEU ÚNICO E VERDADEIRO AMOR...?
zh_cn: <32>* ...我的真命天子？
zh_tw: <32>* ...我的真命天子？

source: <25>{*}{#p/alphys}{#g/alphysGarbo}* What the heck are you doing to them now...{^30}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysGarbo}* O que caramba você vai fazer com ele agora...{^30}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysGarbo}* 你这破铁皮盒子 到底想干啥...{^30}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysGarbo}* 你這破鐵皮盒子 到底想幹啥...{^30}{%}

source: <32>{*}{#p/mettaton}{#x1}* EXCUSE ME?{^30}{%}
pt_br: <32>{*}{#p/mettaton}{#x1}* COM LI-CEN-ÇA?{^30}{%}
zh_cn: <32>{*}{#p/mettaton}{#x1}* 咋了博士？{^30}{%}
zh_tw: <32>{*}{#p/mettaton}{#x1}* 咋了博士？{^30}{%}

source: <32>{*}{#x2}* I'M TRYING TO RUN A SHOW HERE.{^30}{%}
pt_br: <32>{*}{#x2}* EU ESTOU TENTANDO APRESENTAR UM SHOW AQUI.{^30}{%}
zh_cn: <32>{*}{#x2}* 我要演节目啊。{^30}{%}
zh_tw: <32>{*}{#x2}* 我要演節目啊。{^30}{%}

source: <32>{*}* MY, MY...{^30}{%}
zh_cn: <32>{*}* 苍天啊，大地啊...{^30}{%}
zh_tw: <32>{*}* 蒼天啊，大地啊...{^30}{%}

source: <32>{*}{#x1}* IT'S A SHAME ALPHYS ISN'T HERE TO SEE THIS.{^30}{%}
pt_br: <32>{*}{#x1}* LAMENTÁVEL QUE ALPHYS NÃO ESTEJA AQUI.{^30}{%}
zh_cn: <32>{*}{#x1}* 真是太遗憾了！ * 这么棒的演出， ALPHYS居然无福消受啊！{^30}{%}
zh_tw: <32>{*}{#x1}* 真是太遺憾了！ * 這麼棒的演出， ALPHYS居然無福消受啊！{^30}{%}

source: <32>{*}{#x2}* SHE WOULD'VE LOVED IT.{^30}{%}
pt_br: <32>{*}{#x2}* ELA AMARIA ISSO.{^30}{%}
zh_cn: <32>{*}{#x2}* 她要是在的话， 肯定非常喜欢。{^30}{%}
zh_tw: <32>{*}{#x2}* 她要是在的話， 肯定非常喜歡。{^30}{%}

source: Oh |my |friends...
pt_br: Oh |meus |amigos...
zh_cn: 朋|友|啊...
zh_tw: 朋|友|啊...

source: Oh |how |sad...
pt_br: Oh |que |triste isso...
zh_cn: 我|心|悲...
zh_tw: 我|心|悲...

source: Oh |my |love...
pt_br: Oh |meu |amor...
zh_cn: 爱|人|啊...
zh_tw: 愛|人|啊...

source: Time's |run|ning |thin...
pt_br: Tempo |voa|para |acabar...
zh_cn: 光|阴|将|尽...
zh_tw: 光|陰|將|盡...

source: It |is |to |see...
pt_br: Que |é |ver...
zh_cn: 看|你|憔|悴...
zh_tw: 看|你|憔|悴...

source: Please |run |a|way...
pt_br: Por |favor |vá|fugir...
zh_cn: 请|你|速|离...
zh_tw: 請|你|速|離...

source: Soon |you'll |wish...
pt_br: Logo |você |desejará...
zh_cn: 终|有|悔...
zh_tw: 終|有|悔...

source: Some |one |waste...
pt_br: Alguém |desperdiçou...
zh_cn: 白|白|将...
zh_tw: 白|白|將...

source: Mon|ster |king...
pt_br: O|rei |monstro...
zh_cn: 怪|物|王...
zh_tw: 怪|物|王...

source: You |ha|dn't |sinned...
pt_br: Que |você|não |pecasse...
zh_cn: 过|往|深|罪...
zh_tw: 過|往|深|罪...

source: Their |time |on |me...
pt_br: Seu |tempo |em |mim...
zh_cn: 光|阴|浪|费...
zh_tw: 光|陰|浪|費...

source: For|bids |your |stay...
pt_br: Proí|be |sua |estadia...
zh_cn: 要|把|你|挡...
zh_tw: 要|把|你|擋...

source: <25>{*}{#p/alphys}{#g/alphysInquisitive}* Huh?{^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysInquisitive}* 哈？{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysInquisitive}* 哈？{^40}{%}
