Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * This smoking hothead's rhymes might just catch fire.
pt_br: <32>{#p/história}* HOTWIRE - ATQ 29 DEF 14 * As rimas dessa tocha podem pegar fogo
zh_cn: <32>{#p/story}* HOTWIRE - 攻击29 防御14 * 这个冒烟蠢货的押韵词容易着火。
zh_tw: <32>{#p/story}* HOTWIRE - 攻擊29 防禦14 * 這個冒煙蠢貨的押韻詞容易著火。

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * Re-kindling its love for rap, a-one-liner at a time.
pt_br: <32>{#p/história}* HOTWIRE - ATQ 29 DEF 14 * Reacendendo seu amor pelo rap, uma linha de cada vez.
zh_cn: <32>{#p/story}* HOTWIRE - 攻击29 防御14 * 重新点燃了对说唱的热爱，每次一句。
zh_tw: <32>{#p/story}* HOTWIRE - 攻擊29 防禦14 * 重新點燃了對說唱的熱愛，每次一句。

source: <32>{#p/human}* (You flirt with Hotwire.)
pt_br: <32>{#p/human}* (Você flerta com Hotwire.)
zh_cn: <32>{#p/human}* （你对Hotwire调情。）
zh_tw: <32>{#p/human}* （你對Hotwire調情。）

source: <32>{#p/basic}* Hotwire flirts back!
pt_br: <32>{#p/basic}* Hotwire flerta de volta!
zh_cn: <32>{#p/basic}* Hotwire也向你调情！
zh_tw: <32>{#p/basic}* Hotwire也向你調情！

source: <32>{#p/human}* (You let your best diss track loose on Hotwire.)
pt_br: <32>{#p/human}* (Você deixou sua melhor faixa solta no Hotwire.)
zh_cn: <32>{#p/human}* （你使劲贬损Hotwire。）
zh_tw: <32>{#p/human}* （你使勁貶損Hotwire。）

source: <08>{#p/basic}{~}If you wanna call me crap
pt_br: <08>{#p/basic}{~}Se você quer me chamar de babaca
zh_cn: <08>{#p/basic}{~}你若骂我 不会说唱
zh_tw: <08>{#p/basic}{~}你若罵我 不會說唱

source: <08>{#p/basic}{~}You better know how to rap!
pt_br: <08>{#p/basic}{~}É melhor saber rimar na batalha!
zh_cn: <08>{#p/basic}{~}我可得说 你行你上！
zh_tw: <08>{#p/basic}{~}我可得說 你行你上！

source: <08>{#p/basic}{~}Your disses are trash
pt_br: <08>{#p/basic}{~}Suas rimas são um lixo
zh_cn: <08>{#p/basic}{~}你的嘲讽， 也太无趣
zh_tw: <08>{#p/basic}{~}你的嘲諷， 也太無趣

source: <08>{#p/basic}{~}So you might as well dash
pt_br: <08>{#p/basic}{~}Então você deveria ir lavar...
zh_cn: <08>{#p/basic}{~}不如抓紧， 速速逃去！
zh_tw: <08>{#p/basic}{~}不如抓緊， 速速逃去！

source: <08>{#p/basic}{~}Before I turn you to ash!
pt_br: <08>{#p/basic}{~}Antes que eu te coloque no seu lugar!
zh_cn: <08>{#p/basic}{~}否则你将， 大受恐惧！
zh_tw: <08>{#p/basic}{~}否則你將， 大受恐懼！

source: <08>{#p/basic}{~}Bet you think you're so chic
pt_br: <08>{#p/basic}{~}Aposto que você pensa tão fera
zh_cn: <08>{#p/basic}{~}认为自己， 很是时髦？
zh_tw: <08>{#p/basic}{~}認為自己， 很是時髦？

source: <08>{#p/basic}{~}You're just a wimpy pip- squeak
pt_br: <08>{#p/basic}{~}Mas você não aguenta o ritmo da pantera
zh_cn: <08>{#p/basic}{~}不过如此， 一介草包！
zh_tw: <08>{#p/basic}{~}不過如此， 一介草包！

source: <08>{#p/basic}{~}I'm the original hot streak
pt_br: <08>{#p/basic}{~}Eu estou na caminho original
zh_cn: <08>{#p/basic}{~}我是最初 火焰狂潮
zh_tw: <08>{#p/basic}{~}我是最初 火焰狂潮

source: <08>{#p/basic}{~}I make your insults look weak!
pt_br: <08>{#p/basic}{~}Eu faço seus insultos parecerem nada!
zh_cn: <08>{#p/basic}{~}你这弱鸡， 真是无聊！
zh_tw: <08>{#p/basic}{~}你這弱雞， 真是無聊！

source: <32>{#p/human}* (You spark Hotwire's cables.)
pt_br: <32>{#p/human}* (Você acende os cabos de Hotwire.)
zh_cn: <32>{#p/human}* （你点亮了Hotwire的引线。）
zh_tw: <32>{#p/human}* （你點亮了Hotwire的引線。）

source: <32>{#p/basic}* Hotwire's confidence grows.
pt_br: <32>{#p/basic}* Hotwire cresce sua confiança.
zh_cn: <32>{#p/basic}* Hotwire的自信不断增加。
zh_tw: <32>{#p/basic}* Hotwire的自信不斷增加。

source: <32>{#p/basic}* Hotwire is peaking!
pt_br: <32>{#p/basic}* Hotwire está no auge!
zh_cn: <32>{#p/basic}* Hotwire达到了巅峰！
zh_tw: <32>{#p/basic}* Hotwire達到了巔峰！

source: <32>{#p/basic}* Hotwire is already powered up.
pt_br: <32>{#p/basic}* Hotwire já está super poderoso.
zh_cn: <32>{#p/basic}* Hotwire已经通电了。
zh_tw: <32>{#p/basic}* Hotwire已經通電了。

source: <32>{#p/human}* (You rap at Hotwire.)
pt_br: <32>{#p/human}* (Você faz rap com o Hotwire.)
zh_cn: <32>{#p/human}* （你向Hotwire说唱。）
zh_tw: <32>{#p/human}* （你向Hotwire說唱。）

source: <32>{#p/basic}* Hotwire is indifferent towards you.
pt_br: <32>{#p/basic}* Hotwire é indiferente em relação a você.
zh_cn: <32>{#p/basic}* Hotwire对你很冷漠。
zh_tw: <32>{#p/basic}* Hotwire對你很冷漠。

source: <32>{#p/basic}* Hotwire is disappointed in you.
pt_br: <32>{#p/basic}* Hotwire está desapontado com você.
zh_cn: <32>{#p/basic}* Hotwire对你很失望。
zh_tw: <32>{#p/basic}* Hotwire對你很失望。

source: <32>{#p/basic}* Hotwire is disgusted at you.
pt_br: <32>{#p/basic}* Hotwire tem nojo de você.
zh_cn: <32>{#p/basic}* Hotwire感到你很恶心。
zh_tw: <32>{#p/basic}* Hotwire感到你很噁心。

source: <08>{#p/basic}{~}No shame on this flame
pt_br: <08>{#p/basic}{~}Sem pena no fogo
zh_cn: <08>{#p/basic}{~}管他什么 烈焰 在燃烧
zh_tw: <08>{#p/basic}{~}管他什麼 烈焰 在燃燒

source: <08>{#p/basic}{~}I cannot be tamed!
pt_br: <08>{#p/basic}{~}Eu não posso parar meu desejo caloroso!
zh_cn: <08>{#p/basic}{~}我就这样 无畏 且骄傲！
zh_tw: <08>{#p/basic}{~}我就這樣 無畏 且驕傲！

source: <08>{#p/basic}{~}The name's Hotwire
pt_br: <08>{#p/basic}{~}O nome é Hotwire
zh_cn: <08>{#p/basic}{~}老子登场， 就炙热 无双
zh_tw: <08>{#p/basic}{~}老子登場， 就炙熱 無雙

source: <08>{#p/basic}{~}I'm super hot fire!
pt_br: <08>{#p/basic}{~}Eu super hot fire!
zh_cn: <08>{#p/basic}{~}无所畏惧， 枷锁 给锁上
zh_tw: <08>{#p/basic}{~}無所畏懼， 枷鎖 給鎖上

source: <08>{#p/basic}{~}Even a noose
pt_br: <08>{#p/basic}{~}Até mesmo um laço
zh_cn: <08>{#p/basic}{~}挡不住我， 放肆 和张扬！
zh_tw: <08>{#p/basic}{~}擋不住我， 放肆 和張揚！

source: <08>{#p/basic}{~}Won't stop me letting loose!
pt_br: <08>{#p/basic}{~}Não me para de ser um amasso!
zh_cn: <08>{#p/basic}{~}烈焰熊熊， 我从容 不慌，
zh_tw: <08>{#p/basic}{~}烈焰熊熊， 我從容 不慌，

source: <08>{#p/basic}{~}I'm ablaze and unfazed
pt_br: <08>{#p/basic}{~}Estou em chamas e imperturbável
zh_cn: <08>{#p/basic}{~}我的节奏， 你可 跟不上
zh_tw: <08>{#p/basic}{~}我的節奏， 你可 跟不上

source: <08>{#p/basic}{~}Can't step to my ways!
pt_br: <08>{#p/basic}{~}Isso me torna imparável!
zh_cn: <08>{#p/basic}{~}舞台中央， 我闪闪 发光！
zh_tw: <08>{#p/basic}{~}舞臺中央， 我閃閃 發光！

source: <08>{#p/basic}{~}I'm in the hot seat
pt_br: <08>{#p/basic}{~}Eu estou na parte quente
zh_cn: <08>{#p/basic}{~}身处火线， 我迎战 热浪
zh_tw: <08>{#p/basic}{~}身處火線， 我迎戰 熱浪

source: <08>{#p/basic}{~}So bring on the heat!
pt_br: <08>{#p/basic}{~}Então sai da minha frente!
zh_cn: <08>{#p/basic}{~}想来试试？ 就带上 力量！
zh_tw: <08>{#p/basic}{~}想來試試？ 就帶上 力量！

source: <08>{#p/basic}{~}My flirting is un- matched
pt_br: <08>{#p/basic}{~}Meu flerte é incomparável
zh_cn: <08>{#p/basic}{~}我的撩拨 无敌手，
zh_tw: <08>{#p/basic}{~}我的撩撥 無敵手，

source: <08>{#p/basic}{~}There's no quip I won't catch!
pt_br: <08>{#p/basic}{~}Seu coração é flecha do vigário!
zh_cn: <08>{#p/basic}{~}机智反击 全抓走！
zh_tw: <08>{#p/basic}{~}機智反擊 全抓走！

source: <08>{#p/basic}{~}I'll serve you a hot one
pt_br: <08>{#p/basic}{~}Eu vou te servir uma quente agora
zh_cn: <08>{#p/basic}{~}一发热浪 送给你
zh_tw: <08>{#p/basic}{~}一發熱浪 送給你

source: <08>{#p/basic}{~}Even if you're not one
pt_br: <08>{#p/basic}{~}Mesmo se você não merecer
zh_cn: <08>{#p/basic}{~}让你认清 你自己！
zh_tw: <08>{#p/basic}{~}讓你認清 你自己！

source: <08>{#p/basic}{~}Fire off like a shotgun!
pt_br: <08>{#p/basic}{~}Dispare como uma espingarda!
zh_cn: <08>{#p/basic}{~}炽热如同 电烙笔！
zh_tw: <08>{#p/basic}{~}熾熱如同 電烙筆！

source: <08>{#p/basic}{~}This mark's about to get bruised
pt_br: <08>{#p/basic}{~}Esta marca está prestes a ficar machucada
zh_cn: <08>{#p/basic}{~}一战注定 打你 只能挨！
zh_tw: <08>{#p/basic}{~}一戰註定 打你 只能挨！

source: <08>{#p/basic}{~}Four little words to describe the hurt
pt_br: <08>{#p/basic}{~}Quatro palavrinhas para descrever a dor
zh_cn: <08>{#p/basic}{~}用四个字 描摹 你惨败
zh_tw: <08>{#p/basic}{~}用四個字 描摹 你慘敗

source: <08>{#p/basic}{~}Lost, con- fused, beaten, abused!
pt_br: <08>{#p/basic}{~}Confuso, perdido, abatido e abusado!
zh_cn: <08>{#p/basic}{~}不知好歹、 自食其灾、 哭天喊地、 却无人来！
zh_tw: <08>{#p/basic}{~}不知好歹、 自食其災、 哭天喊地、 卻無人來！

source: <08>{#p/basic}{~}Danger, danger, in comes a long- ranger
pt_br: <08>{#p/basic}{~}Perigo, perigo, entra um longo prazo
zh_cn: <08>{#p/basic}{~}危险危险， 远处 来了一人
zh_tw: <08>{#p/basic}{~}危險危險， 遠處 來了一人

source: <08>{#p/basic}{~}A sniper so wack, it's a life- changer
pt_br: <08>{#p/basic}{~}Um atirador tão maluco, é uma mudança de vida
zh_cn: <08>{#p/basic}{~}狙击手来， 改写 人生剧本
zh_tw: <08>{#p/basic}{~}狙擊手來， 改寫 人生劇本

source: <08>{#p/basic}{~}Only need one bullet in the chamber!
pt_br: <08>{#p/basic}{~}Só precisa de uma bala na caçamba!
zh_cn: <08>{#p/basic}{~}一发子弹， 胜负早已 定分！
zh_tw: <08>{#p/basic}{~}一發子彈， 勝負早已 定分！

source: <08>{#p/basic}{~}I see you like it lovey dovey
pt_br: <08>{#p/basic}{~}Vejo que você gosta de amor
zh_cn: <08>{#p/basic}{~}汝等鼠辈， 喜欢甜蜜 爱恋
zh_tw: <08>{#p/basic}{~}汝等鼠輩， 喜歡甜蜜 愛戀

source: <08>{#p/basic}{~}Ready, steady, hot and heavy
pt_br: <08>{#p/basic}{~}Carinhoso, pronto, quente e diferente
zh_cn: <08>{#p/basic}{~}快准备好， 接受炽热 考验
zh_tw: <08>{#p/basic}{~}快準備好， 接受熾熱 考驗

source: <08>{#p/basic}{~}This track's a real heart attack!
pt_br: <08>{#p/basic}{~}Esta faixa é um verdadeiro ataque cardíaco!
zh_cn: <08>{#p/basic}{~}听这歌声， 你将 夜不能眠！
zh_tw: <08>{#p/basic}{~}聽這歌聲， 你將 夜不能眠！

source: <08>{#p/basic}{~}I flow like I'm stream- ing
pt_br: <08>{#p/basic}{~}E o seu flow te coloca no ritmo
zh_cn: <08>{#p/basic}{~}我如流水般 流畅自信
zh_tw: <08>{#p/basic}{~}我如流水般 流暢自信

source: <08>{#p/basic}{~}Winsome smile is beaming
pt_br: <08>{#p/basic}{~}Sorriso cativante está radiante
zh_cn: <08>{#p/basic}{~}我灿烂笑容， 掌声来临
zh_tw: <08>{#p/basic}{~}我燦爛笑容， 掌聲來臨

source: <08>{#p/basic}{~}I'll whip you so bad, ooh
pt_br: <08>{#p/basic}{~}Eu vou te chicotear tanto, ooh
zh_cn: <08>{#p/basic}{~}出手凌厉， 你要喊救命
zh_tw: <08>{#p/basic}{~}出手凌厲， 你要喊救命

source: <08>{#p/basic}{~}You'll wish you were dreaming
pt_br: <08>{#p/basic}{~}Você deseja estar sonhando acordado
zh_cn: <08>{#p/basic}{~}你会期盼， 正身处梦境！
zh_tw: <08>{#p/basic}{~}你會期盼， 正身處夢境！

source: <08>{#p/basic}{~}On a mission, consum- mated
pt_br: <08>{#p/basic}{~}Pois está perdendo pro cara esquentado
zh_cn: <08>{#p/basic}{~}使命完成， 掌控全局，
zh_tw: <08>{#p/basic}{~}使命完成， 掌控全局，

source: <09>{#p/basic}{~}I'm bi- partisan, nomi- nated
pt_br: <09>{#p/basic}{~}Sou bipartidário, nomeado
zh_cn: <09>{#p/basic}{~}左右逢源， 百万壮举！
zh_tw: <09>{#p/basic}{~}左右逢源， 百萬壯舉！

source: <08>{#p/basic}{~}You're just a citizen, domi- nated
pt_br: <08>{#p/basic}{~}Você é um cidadão dominado
zh_cn: <08>{#p/basic}{~}而你这条， 小小咸鱼
zh_tw: <08>{#p/basic}{~}而你這條， 小小鹹魚

source: <08>{#p/basic}{~}Even your SOUL is unculti- vated!
pt_br: <08>{#p/basic}{~}Até mesmo sua ALMA é corrompida!
zh_cn: <08>{#p/basic}{~}想完爆你， 只需一句！
zh_tw: <08>{#p/basic}{~}想完爆你， 只需一句！

source: <08>{#p/basic}{~}I'm a bonafide killer
pt_br: <08>{#p/basic}{~}Eu sou um assassino genuíno
zh_cn: <08>{#p/basic}{~}我天生杀手， 可气吞万里
zh_tw: <08>{#p/basic}{~}我天生殺手， 可氣吞萬裡

source: <08>{#p/basic}{~}You're a waste dist- iller
pt_br: <08>{#p/basic}{~}Você é um distribuidor de resíduos
zh_cn: <08>{#p/basic}{~}你只是废物， 不值我一提
zh_tw: <08>{#p/basic}{~}你只是廢物， 不值我一提

source: <08>{#p/basic}{~}Your bars are lame fillers
pt_br: <08>{#p/basic}{~}Suas barras são enchimentos coxos
zh_cn: <08>{#p/basic}{~}而你的歌词， 都不通人理
zh_tw: <08>{#p/basic}{~}而你的歌詞， 都不通人理

source: <08>{#p/basic}{~}Whereas mine are straight thril- lers!
pt_br: <08>{#p/basic}{~}Considerando que os meus são thrillers diretos!
zh_cn: <08>{#p/basic}{~}我每句爆款， 你前功尽弃！
zh_tw: <08>{#p/basic}{~}我每句爆款， 你前功盡棄！

source: <08>{#p/basic}{~}You're flirting with fire, bud
pt_br: <08>{#p/basic}{~}Você está flertando com o fogo, amigo
zh_cn: <08>{#p/basic}{~}伙计， 你这是 在玩火！
zh_tw: <08>{#p/basic}{~}夥計， 你這是 在玩火！

source: <08>{#p/basic}{~}No shot you'll step to this stud
pt_br: <08>{#p/basic}{~}Sem que você vai conquistar este garanhão
zh_cn: <08>{#p/basic}{~}你的能力 永远 追不上我
zh_tw: <08>{#p/basic}{~}你的能力 永遠 追不上我

source: <08>{#p/basic}{~}One mistake is all it takes
pt_br: <08>{#p/basic}{~}Um erro é tudo que se precisa
zh_cn: <08>{#p/basic}{~}我等待你 一次不小心 失误
zh_tw: <08>{#p/basic}{~}我等待你 一次不小心 失誤

source: <08>{#p/basic}{~}Before I land a rhyme in your face!
pt_br: <08>{#p/basic}{~}Pra eu te encher de rima!
zh_cn: <08>{#p/basic}{~}用韵脚突击 叫你心服 口服！
zh_tw: <08>{#p/basic}{~}用韻腳突擊 叫你心服 口服！

source: <32>{#p/story}* Hotwire is looking for that extra little boost.
pt_br: <32>{#p/story}* Hotwire está procurando por um pequeno impulso extra.
zh_cn: <32>{#p/story}* Hotwire正在寻找额外的动力。
zh_tw: <32>{#p/story}* Hotwire正在尋找額外的動力。

source: <32>{#p/story}* Hotwire is rhyming up a storm.
pt_br: <32>{#p/story}* Hotwire está rimando na tempestade.
zh_cn: <32>{#p/story}* Hotwire吟唱起了一场风暴。
zh_tw: <32>{#p/story}* Hotwire吟唱起了一場風暴。

source: <32>{#p/story}* Hotwire is protected by its winsome smile.
pt_br: <32>{#p/story}* Hotwire é protegido por seu sorriso cativante.
zh_cn: <32>{#p/story}* Hotwire被它迷人的微笑保护了起来。
zh_tw: <32>{#p/story}* Hotwire被它迷人的微笑保護了起來。

source: <32>{#p/story}* Hotwire reaches for the turbocharger.
pt_br: <32>{#p/story}* Hotwire alcança o turbo carregador.
zh_cn: <32>{#p/story}* Hotwire尝试涡轮增压。
zh_tw: <32>{#p/story}* Hotwire嘗試渦輪增壓。

source: <32>{#p/story}* Smells like lyricism.
pt_br: <32>{#p/story}* Cheira a lirismo.
zh_cn: <32>{#p/story}* 闻起来像抒情。
zh_tw: <32>{#p/story}* 聞起來像抒情。

source: <32>{#p/story}* Hotwire is shocked at its own brilliance.
pt_br: <32>{#p/story}* Hotwire está chocado com seu próprio brilhantismo.
zh_cn: <32>{#p/story}* Hotwire被它的辉煌震惊了。
zh_tw: <32>{#p/story}* Hotwire被它的輝煌震驚了。

source: <32>{#p/story}* Hotwire begins its ignition sequence... manually.
pt_br: <32>{#p/story}* Hotwire começa sua sequência de ignição... manualmente.
zh_cn: <32>{#p/story}* Hotwire启动了点火程序... 而且是手动点火。
zh_tw: <32>{#p/story}* Hotwire啟動了點火程式... 而且是手動點火。

source: <32>{#p/story}* Hotwire gets things going whether we like it or not.
pt_br: <32>{#p/story}* Hotwire continua indo, gostando você ou não.
zh_cn: <32>{#p/story}* Hotwire我行我素， 根本不在乎我们的目光。
zh_tw: <32>{#p/story}* Hotwire我行我素， 根本不在乎我們的目光。

source: <32>{#p/story}* Hotwire is feeling electric.
pt_br: <32>{#p/story}* Hotwire está se sentindo elétrico.
zh_cn: <32>{#p/story}* Hotwire很兴奋。
zh_tw: <32>{#p/story}* Hotwire很興奮。

source: <32>{#p/story}* Hotwire has reached its true level.
pt_br: <32>{#p/story}* Hotwire chegou no seu verdadeiro nível.
zh_cn: <32>{#p/story}* Hotwire的能力完全释放了出来。
zh_tw: <32>{#p/story}* Hotwire的能力完全釋放了出來。

source: <32>{#p/story}* Hotwire is turbocharged.
pt_br: <32>{#p/story}* Hotwire está turbo carregador.
zh_cn: <32>{#p/story}* Hotwire正在涡轮增压。
zh_tw: <32>{#p/story}* Hotwire正在渦輪增壓。

source: <32>{#p/story}* Hotwire is spiraling out of control.
pt_br: <32>{#p/story}* Hotwire está ficando fora de controle.
zh_cn: <32>{#p/story}* Hotwire要失控了。
zh_tw: <32>{#p/story}* Hotwire要失控了。

source: <08>{#p/basic}{~}I shall be else- where.
pt_br: <08>{#p/basic}{~}Eu deveria estar em outro lugar.
zh_cn: <08>{#p/basic}{~}我要去 别的地方 了。
zh_tw: <08>{#p/basic}{~}我要去 別的地方 了。

source: <08>{#p/basic}{~}It is no longer safe for me here.
pt_br: <08>{#p/basic}{~}Não é seguro para mim aqui.
zh_cn: <08>{#p/basic}{~}这儿不安全。
zh_tw: <08>{#p/basic}{~}這兒不安全。

source: <08>{#p/basic}{~}Is this love?
pt_br: <08>{#p/basic}{~}Isto é amor?
zh_cn: <08>{#p/basic}{~}这是 爱吗？
zh_tw: <08>{#p/basic}{~}這是 愛嗎？

source: <08>{#p/basic}{~}I look forward to our friend- ship.
pt_br: <08>{#p/basic}{~}Eu estou olhando pela nossa amizade.
zh_cn: <08>{#p/basic}{~}我期待 我们的 友谊。
zh_tw: <08>{#p/basic}{~}我期待 我們的 友誼。

source: <08>{#p/basic}{~}Thank you.. So very much..
pt_br: <08>{#p/basic}{~}Obrigado... Muito obrigado...
zh_cn: <08>{#p/basic}{~}非常.. 感谢..
zh_tw: <08>{#p/basic}{~}非常... 感謝...

source: <08>{#p/basic}{~}I under- stand why I must die.
pt_br: <08>{#p/basic}{~}Eu entendo o motivo de ter que morrer.
zh_cn: <08>{#p/basic}{~}我明白 我必须死。
zh_tw: <08>{#p/basic}{~}我明白 我必須死。

source: <08>{#p/basic}{~}Please.. Live on in my name..
pt_br: <08>{#p/basic}{~}Por favor.. Viva em meu nome..
zh_cn: <08>{#p/basic}{~}请.. 以我的 名义 活下去..
zh_tw: <08>{#p/basic}{~}請.. 以我的 名義 活下去..

source: <08>{#p/basic}{~}Take as much as you need.
pt_br: <08>{#p/basic}{~}Pegue o tanto que precisar.
zh_cn: <08>{#p/basic}{~}要多少 拿多少。
zh_tw: <08>{#p/basic}{~}要多少 拿多少。

source: <32>{#p/asriel2}* Perigee.
zh_cn: <32>{#p/asriel2}* Perigee。ゑ
zh_tw: <32>{#p/asriel2}* Perigee。ゑ

source: <32>{#p/asriel2}* Perigee, the lethargic bird. * Spends too much time in its own happy-go-lucky head.
pt_br: <32>{#p/asriel2}* Perigee, o pássaro letárgico. * Passa muito tempo em sua própria cabeça despreocupada.
zh_cn: <32>{#p/asriel2}* Perigee，一只傻鸟， 跟死猪似的。 * 成天净知道做白日梦。
zh_tw: <32>{#p/asriel2}* Perigee，一隻傻鳥， 跟死豬似的。 * 成天淨知道做白日夢。

source: <32>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace believes its feathers heal all wounds.
pt_br: <32>{#p/story}* PERIGEE - ATQ 25 DEF 0 * Este pássaro da paz acredita que suas asas curam todos os pecados.
zh_cn: <32>{#p/story}* PERIGEE - 攻击25 防御0 * 这只和平之鸟相信 它的羽毛能治愈一切创伤。
zh_tw: <32>{#p/story}* PERIGEE - 攻擊25 防禦0 * 這隻和平之鳥相信 它的羽毛能治癒一切創傷。

source: <33>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace is trying to use its feathers to recover.
pt_br: <33>{#p/story}* PERIGEE - ATQ 25 DEF 0 * Este pássaro da paz está tentando usar suas asas para cuidar-se.
zh_cn: <33>{#p/story}* PERIGEE - 攻击25 防御0 * 这只和平之鸟正试着 用自己的羽毛来治疗自己。
zh_tw: <33>{#p/story}* PERIGEE - 攻擊25 防禦0 * 這隻和平之鳥正試著 用自己的羽毛來治療自己。

source: <32>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace is also a patron of the arts.
pt_br: <32>{#p/história}* PERIGEU - ATQ 25 DEF 0 * Este pássaro da paz também é um patrono das artes.
zh_cn: <32>{#p/story}* PERIGEE - 攻击25 防御0 * 既是和平之鸟， 亦是艺术之守护神。
zh_tw: <32>{#p/story}* PERIGEE - 攻擊25 防禦0 * 既是和平之鳥， 亦是藝術之守護神。

source: <32>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace appreciates your love songs platonically.
pt_br: <32>{#p/história}* PERIGEU - ATQ 25 DEF 0 * Este pássaro da paz aprecia suas canções de amor platonicamente.
zh_cn: <32>{#p/story}* PERIGEE - 攻击25 防御0 * 这只和平之鸟 欣赏着你那柏拉图式的情歌。
zh_tw: <32>{#p/story}* PERIGEE - 攻擊25 防禦0 * 這隻和平之鳥 欣賞著你那柏拉圖式的情歌。

source: <32>{#p/human}* (You flirt with Perigee.)
pt_br: <32>{#p/human}* (Você flerta com o Perigee.)
zh_cn: <32>{#p/human}* （你向Perigee调情。）
zh_tw: <32>{#p/human}* （你向Perigee調情。）

source: <32>{#p/human}* (You shout at Perigee.)
pt_br: <32>{#p/human}* (Você grita com o Perigee.)
zh_cn: <32>{#p/human}* （你扯着嗓子， 冲Perigee大喊大叫。）
zh_tw: <32>{#p/human}* （你扯著嗓子， 衝Perigee大喊大叫。）

source: <08>{#p/basic}{~}Chirp, chirp.
zh_cn: <08>{#p/basic}{~}啾啾， 啾啾。
zh_tw: <08>{#p/basic}{~}啾啾， 啾啾。

source: <08>{#p/basic}{~}\x00*calming whistle*
pt_br: <08>{#p/basic}{~}\x00*apito calmante*
zh_cn: <08>{#p/basic}{~}\x00*舒缓的 哨声*
zh_tw: <08>{#p/basic}{~}\x00*舒緩的 哨聲*

source: <08>{#p/basic}{~}Life is good.
pt_br: <08>{#p/basic}{~}A vida é boa.
zh_cn: <08>{#p/basic}{~}生命 真美好。
zh_tw: <08>{#p/basic}{~}生命 真美好。

source: <08>{#p/basic}{~}\x00*flap- ping sounds*
pt_br: <08>{#p/basic}{~}\x00*sons de flap-ping*
zh_cn: <08>{#p/basic}{~}\x00*拍打翅膀 的声音*
zh_tw: <08>{#p/basic}{~}\x00*翅膀 拍打聲*

source: <08>{#p/basic}{~}Peace and tran- quility.
pt_br: <08>{#p/basic}{~}Paz e tranquilidade.
zh_cn: <08>{#p/basic}{~}和平与 安宁。
zh_tw: <08>{#p/basic}{~}和平與 安寧。

source: <08>{#p/basic}{~}Hm? I don't under- stand...
pt_br: <08>{#p/basic}{~}Hm? Eu não entendo...
zh_cn: <08>{#p/basic}{~}额？ 我不 明白...
zh_tw: <08>{#p/basic}{~}額？ 我不 明白...

source: <08>{#p/basic}{~}It's okay, I can help you feel better.
pt_br: <08>{#p/basic}{~} Está tudo bem, posso te fazer sentir melhor.
zh_cn: <08>{#p/basic}{~}没关系， 我能让你 好一些。
zh_tw: <08>{#p/basic}{~}沒關係， 我能讓你 好一些。

source: <08>{#p/basic}{~}Here, I'll help you calm down.
pt_br: <08>{#p/basic}{~}Aqui, vou te ajudar a se acalmar.
zh_cn: <08>{#p/basic}{~}来， 我帮你 平静下来。
zh_tw: <08>{#p/basic}{~}來， 我幫你 平靜下來。

source: <08>{#p/basic}{~}Don't be upset.
pt_br: <08>{#p/basic}{~}Não fique com raiva.
zh_cn: <08>{#p/basic}{~}不要 生气。
zh_tw: <08>{#p/basic}{~}不要 生氣。

source: <08>{#p/basic}{~}You can always whistle another tune.
pt_br: <08>{#p/basic}{~}Você sempre pode assobiar outra música.
zh_cn: <08>{#p/basic}{~}你可以吹 其他曲子。
zh_tw: <08>{#p/basic}{~}你可以吹 其他曲子。

source: <08>{#p/basic}{~}Ah, that cute remark was your song?
pt_br: <08>{#p/basic}{~}Ah, essa bela remarca foi seu som?
zh_cn: <08>{#p/basic}{~}啊，那句 可爱的话 是你的 歌吗？
zh_tw: <08>{#p/basic}{~}啊，那句 可愛的話 是你的 歌嗎？

source: <08>{#p/basic}{~}I accept it, and your gesture.
pt_br: <08>{#p/basic}{~}Eu aceito e aceito seu gesto.
zh_cn: <08>{#p/basic}{~}我接受了， 还有你的 姿态。
zh_tw: <08>{#p/basic}{~}我接受了， 還有你的 姿態。

source: <08>{#p/basic}{~}I accept your gesture.
pt_br: <08>{#p/basic}{~}Eu aceito seu gesto.
zh_cn: <08>{#p/basic}{~}我接受你 的姿态。
zh_tw: <08>{#p/basic}{~}我接受 你的姿態。

source: <08>{#p/basic}{~}\x00*intent whistle*
pt_br: <08>{#p/basic}{~}\x00*apito de intenção*
zh_cn: <08>{#p/basic}{~}\x00*专心地 吹口哨*
zh_tw: <08>{#p/basic}{~}\x00*專心地 吹口哨*

source: <32>{#p/story}* Perigee awaits your gesture.
pt_br: <32>{#p/story}* Perigee espera seu gesto.
zh_cn: <32>{#p/story}* Perigee等待着你的回应。
zh_tw: <32>{#p/story}* Perigee等待著你的回應。

source: <32>{#p/human}* (But there was nothing to bow for yet.)
pt_br: <32>{#p/human}* (Mas não havia nada para se curvar ainda.)
zh_cn: <32>{#p/human}* （但没有什么可以鞠躬。）
zh_tw: <32>{#p/human}* （但沒有什麼可以鞠躬。）

source: <32>{#p/human}* (You bow.) * (Perigee bows back.) * (An understanding is reached.)
pt_br: <32>{#p/human}* (Você se curva.) * (Perigee se curva de volta.) * (Um entendimento de ambas partes.)
zh_cn: <32>{#p/human}* （你鞠了一躬。） * （Perigee也对你鞠了一躬。） * （双方达成了谅解。）
zh_tw: <32>{#p/human}* （你鞠了一躬。） * （Perigee也對你鞠了一躬。） * （雙方達成了諒解。）

source: <32>{#p/human}* (You whistle a tranquil tune.) * (Perigee whistles back.) * (The song goes on and on...)
pt_br: <32>{#p/human}* (Você cantarola uma tom tranquilo.) * (Perigee cantarola de volta e o som vai e volta...)
zh_cn: <32>{#p/human}* （你吹了一首宁静的曲子。） * （Perigee以哨声回应。） * （歌声余音绕梁...）
zh_tw: <32>{#p/human}* （你吹了一首寧靜的曲子。） * （Perigee以哨聲回應。） * （歌聲餘音繞梁...）

source: <32>{#p/story}* Perigee orbits closeby.
pt_br: <32>{#p/story}* Perigee voa próximo.
zh_cn: <32>{#p/story}* 你进入了Perigee的轨道附近。
zh_tw: <32>{#p/story}* 你進入了Perigee的軌道附近。

source: <32>{#p/story}* Perigee is living fancy-free.
pt_br: <32>{#p/story}* Perigee está vivendo livre da moda.
zh_cn: <32>{#p/story}* Perigee的生活无忧无虑。
zh_tw: <32>{#p/story}* Perigee的生活無憂無慮。

source: <32>{#p/story}* Perigee is as happy as could be.
pt_br: <32>{#p/story}* Perigee está tão feliz quando poderia.
zh_cn: <32>{#p/story}* Perigee非常开心。
zh_tw: <32>{#p/story}* Perigee非常開心。

source: <32>{#p/story}* Perigee maintains a feather- light touch.
pt_br: <32>{#p/story}* O Perigee mantém um toque leve como uma pena.
zh_cn: <32>{#p/story}* Perigee以羽毛轻触。
zh_tw: <32>{#p/story}* Perigee以羽毛輕觸。

source: <32>{#p/story}* Smells like spare bread.
pt_br: <32>{#p/story}* Cheira a pão amanhecido.
zh_cn: <32>{#p/story}* 闻起来像备用面包。
zh_tw: <32>{#p/story}* 聞起來像備用麵包。

source: <32>{#p/story}* Perigee is satisfied.
pt_br: <32>{#p/story}* Perigee está satisfeito.
zh_cn: <32>{#p/story}* Perigee非常满足。
zh_tw: <32>{#p/story}* Perigee非常滿足。

source: <32>{#p/story}* Perigee's time is near.
pt_br: <32>{#p/story}* O tempo de Perigee está próximo.
zh_cn: <32>{#p/story}* Perigee的死期快到了。
zh_tw: <32>{#p/story}* Perigee的死期快到了。

source: <08>{#p/basic}{~}Y-yeah, I didn't want you around anyway!
pt_br: <08>{#p/basic}{~}É, e-eu nem te queria por perto mesmo!
zh_cn: <08>{#p/basic}{~}快-快走， 我又不想 留你！
zh_tw: <08>{#p/basic}{~}快-快走， 我又不想 留你！

source: <08>{#p/basic}{~}Y-yeah! Get outta my way!
pt_br: <08>{#p/basic}{~}É! S-sai daqui!
zh_cn: <08>{#p/basic}{~}离- 离我远点！
zh_tw: <08>{#p/basic}{~}離- 離我遠點！

source: <08>{#p/basic}{~}Um.. W-well..
pt_br: <08>{#p/basic}{~}Hmm.. B-bem..
zh_cn: <08>{#p/basic}{~}我...
zh_tw: <08>{#p/basic}{~}我...

source: <08>{#p/basic}{~}.. well, I love you too!
pt_br: <08>{#p/basic}{~}.. bem, eu te amo também!
zh_cn: <08>{#p/basic}{~}我其-其实 也爱你！
zh_tw: <08>{#p/basic}{~}我其-其實 也愛你！

source: <08>{#p/basic}{~}J-just friends, huh?
pt_br: <08>{#p/basic}{~}A-apenas amigos, huh?
zh_cn: <08>{#p/basic}{~}只-只是 交个朋友， 对吧？
zh_tw: <08>{#p/basic}{~}只-只是 交個朋友， 對吧？

source: <08>Sure thing, I guess..
pt_br: <08>Claro, eu acho...
zh_cn: <08>应该 没问题...
zh_tw: <08>應該 沒問題...

source: <08>{#p/basic}{~}Eeeh? What are you..
pt_br: <08>{#p/basic}{~}Eeeh? O que você está..
zh_cn: <08>{#p/basic}{~}欸？ 干什...
zh_tw: <08>{#p/basic}{~}欸？ 幹什...

source: <08>{#p/basic}{~}.. oh.. Thanks, eheh..
pt_br: <08>{#p/basic}{~}.. oh.. Obrigado, eheh..
zh_cn: <08>{#p/basic}{~}..哦.. 谢谢，欸嘿..
zh_tw: <08>{#p/basic}{~}..喔.. 謝謝，欸嘿..
