Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asriel1}{#f/18}* Did you just... nuzzle my snout?
pt_br: <25>{#p/asriel1}{#f/18}* Você acabou de... acariciar meu focinho?
zh_cn: <25>{#p/asriel1}{#f/18}* 你刚才... 是不是戳了下我的鼻子？
zh_tw: <25>{#p/asriel1}{#f/18}* 你剛才... 是不是戳了下我的鼻子？

source: <25>{#p/asriel1}{#f/18}* Ah- * That tickles, Frisk!
pt_br: <25>{#p/asriel1}{#f/18}* Ah- * Isso coça, Frisk!
zh_cn: <25>{#p/asriel1}{#f/18}* 啊— * 好痒啊，Frisk！
zh_tw: <25>{#p/asriel1}{#f/18}* 啊— * 好癢啊，Frisk！

source: <25>{#p/asriel1}{#f/17}* ... Frisk... * ... have mercy...
pt_br: <25>{#p/asriel1}{#f/17}* ... Frisk... * ... tenha piedade...
zh_cn: <25>{#p/asriel1}{#f/17}* ... Frisk... * ...不要啦...
zh_tw: <25>{#p/asriel1}{#f/17}* ... Frisk... * ...不要啦...

source: <25>{#p/asriel1}{#f/20}* ... you're too sweet, Frisk.
pt_br: <25>{#p/asriel1}{#f/20}* ... você é muito fofo, Frisk.
zh_cn: <25>{#p/asriel1}{#f/20}* ...你真可爱， Frisk。
zh_tw: <25>{#p/asriel1}{#f/20}* ...你真可愛， Frisk。

source: <25>{#p/asriel1}{#f/13}* Uh, Frisk, you can stop that now.
pt_br: <25>{#p/asriel1}{#f/13}* Uh, Frisk, você pode parar agora.
zh_cn: <25>{#p/asriel1}{#f/13}* 呃，Frisk， 你可以停下来了。
zh_tw: <25>{#p/asriel1}{#f/13}* 呃，Frisk， 你可以停下來了。

source: <25>{#p/asriel1}{#f/16}* I guess there's nothing I can do about this.
pt_br: <25>{#p/asriel1}{#f/16}* Acho que não a nada que eu possa fazer.
zh_cn: <25>{#p/asriel1}{#f/16}* 我无能为力了。
zh_tw: <25>{#p/asriel1}{#f/16}* 我無能為力了。

source: <32>{#p/basic}* A bastion box. * There's a human inside...
pt_br: <32>{#p/basic}* Uma caixa bastião. * Tem um humano dentro...
zh_cn: <32>{#p/basic}* 这是个休眠舱。 * 有个人类在里头...
zh_tw: <32>{#p/basic}* 這是個休眠艙。 * 有個人類在裡頭...

source: <32>{#p/human}* (You take in the wish flower's aura.)
pt_br: <32>{#p/human}* (Você cheira a aura da flor do desejo.)
zh_cn: <32>{#p/human}* （你吸了一口仙气。）
zh_tw: <32>{#p/human}* （你吸了一口仙氣。）

source: <32>{#p/basic}* It's a wish flower.
pt_br: <32>{#p/basic}* É uma flor do desejo.
zh_cn: <32>{#p/basic}* 一株蒲公罂。ゑ
zh_tw: <32>{#p/basic}* 一株蒲公罌。ゑ

source: <32>{#p/basic}* Just any old wish flower.
pt_br: <32>{#p/basic}* Só uma flor do desejo qualquer.
zh_cn: <32>{#p/basic}* 一丛年代久远的蒲公罂而已。
zh_tw: <32>{#p/basic}* 一叢年代久遠的蒲公罌而已。

source: <32>{#p/basic}* This wish flower wishes to remain a wish flower.
pt_br: <32>{#p/basic}* Esta flor do desejo deseja permanecer uma flor do desejo.
zh_cn: <32>{#p/basic}* 这朵蒲公罂的最大粟求 便是继续保持着蒲公罂的样子。
zh_tw: <32>{#p/basic}* 這朵蒲公罌的最大粟求 便是繼續保持著蒲公罌的樣子。

source: <32>{#p/basic}* A wishy-washy wish flower.
pt_br: <32>{#p/basic}* Uma flor do desejo insossa.
zh_cn: <32>{#p/basic}* 毫无罂姿的蒲公罂。
zh_tw: <32>{#p/basic}* 毫無罌姿的蒲公罌。

source: <33>{#p/basic}* Wish upon a flower. * Wait, that doesn't sound right.
pt_br: <33>{#p/basic}* Desejo de uma flor. * Espera, isso não parece certo.
zh_cn: <33>{#p/basic}* 向蒲公罂粟求。 * 等下，听起来有点不对劲。
zh_tw: <33>{#p/basic}* 向蒲公罌粟求。 * 等下，聽起來有點不對勁。

source: <32>{#p/basic}* How many wishes can a wish flower flower?
pt_br: <32>{#p/basic}* Quantos desejos uma flor do desejo pode desejar?
zh_cn: <32>{#p/basic}* 一朵蒲公罂能回罂 多少简蒲的粟求呢？
zh_tw: <32>{#p/basic}* 一朵蒲公罌能回罌 多少簡蒲的粟求呢？

source: <32>{#p/basic}* A flower... made of wishes.
pt_br: <32>{#p/basic}* Uma flor... faz desejos.
zh_cn: <32>{#p/basic}* 一朵蒲公罂... 里面载满着粟求。
zh_tw: <32>{#p/basic}* 一朵蒲公罌... 裡面載滿著粟求。

source: <32>{#p/basic}* Yet another wish flower.
pt_br: <32>{#p/basic}* Mais uma flor do desejo.
zh_cn: <32>{#p/basic}* 又是一朵蒲公罂。
zh_tw: <32>{#p/basic}* 又是一朵蒲公罌。

source: <32>{#p/human}* (You glance at the poster.)
pt_br: <32>{#p/human}* (Você olha para o pôster.)
zh_cn: <32>{#p/human}* （你看了一眼海报。）
zh_tw: <32>{#p/human}* （你看了一眼海報。）

source: <25>{#p/asriel1}{#f/7}* This really was a new low for Mettaton's ad department.
pt_br: <25>{#p/asriel1}{#f/7}* Esta foi realmente uma nova baixa para o departamento de publicidade do Mettaton.
zh_cn: <25>{#p/asriel1}{#f/7}* 这真是Mettaton的 广告部门所制作过的 最烂的广告。
zh_tw: <25>{#p/asriel1}{#f/7}* 這真是Mettaton的 廣告部門所製作過的 最爛的廣告。

source: <26>{#f/15}* I mean, you could have at least given credit...
pt_br: <26>{#f/15}* Quer dizer, você poderia ao menos dar o crédito...
zh_cn: <26>{#f/15}* 好吧， 除了这产品可以赊账...
zh_tw: <26>{#f/15}* 好吧， 起碼他們說 這產品可以賒帳...

source: <26>{#f/20}* For the most obvious sci-fi anime inspiration of all time.
pt_br: <26>{#f/20}* Para a mais óbvia inspiração de anime sci-fi de todos os tempos.
zh_cn: <26>{#f/20}* 主要是， 这明显就是通过科幻动漫 来获取的灵感。
zh_tw: <26>{#f/20}* 主要是， 這明顯就是通過科幻動漫 來獲取的靈感。

source: <25>{#p/asriel1}{#f/13}* It's based on a scene from season two, episode seventeen.
pt_br: <25>{#p/asriel1}{#f/13}* É baseado na cena da segunda temporada, episódio dezessete.
zh_cn: <25>{#p/asriel1}{#f/13}* 是根据第二季 第十七集的一个场景 改编的。
zh_tw: <25>{#p/asriel1}{#f/13}* 那是根據喵喵動漫第二季 第十七集的一個場景 改編的。

source: <25>{#f/13}* Called "Mew Mew's all- in-one kitchen."
pt_br: <25>{#f/13}* Chamado "Mew Mew tudo em uma cozinha."
zh_cn: <25>{#f/13}* 那一集叫做 “喵喵的一体化厨房”。
zh_tw: <25>{#f/13}* 那一集叫做 「喵喵的一體化廚房」。

source: <25>{#f/15}* ... let's just say the species she encountered that day...
pt_br: <25>{#f/15}* ... digamos apenas a espécie que ela encontrou naquele dia...
zh_cn: <25>{#f/15}* ...这么说吧， 她那一天遭遇的物种...
zh_tw: <25>{#f/15}* ...這麼說吧， 她那一天遭遇的物種...

source: <25>{#f/15}* ... had an unhealthy obsession with kitchen appliances.
pt_br: <25>{#f/15}* ... tinha uma obsessão nada saudável com utensílios de cozinha.
zh_cn: <25>{#f/15}* ...对厨房电器有一种 几乎走火入魔般的痴迷。
zh_tw: <25>{#f/15}* ...對廚房電器有一種 幾乎走火入魔般的痴迷。

source: <25>{#p/asriel1}{#f/10}* What? * I lived a hundred years worth of lifetimes.
pt_br: <25>{#p/asriel1}{#f/10}* Que? * Eu vivi centenas de anos.
zh_cn: <25>{#p/asriel1}{#f/10}* 怎么了？ * 我可是活了 整整100年的时间。
zh_tw: <25>{#p/asriel1}{#f/10}* 怎麼了？ * 我可是活了 整整100年的時間。

source: <25>{#f/16}* We've been over this before, Frisk. * Come on.
pt_br: <25>{#f/16}* Nós já fizemos isso antes, Frisk. * Vamos lá.
zh_cn: <25>{#f/16}* 这个我以前就告诉 过你了，Frisk。
zh_tw: <25>{#f/16}* 這個我以前就告訴 過你了，Frisk。

source: <25>{#f/10}* You think I just sat around doing nothing when I got bored?
pt_br: <25>{#f/10}* Você acha que eu só fico fazendo nada quando estou entediado?
zh_cn: <25>{#f/10}* 喂。 * 要不然你以为我那些无聊 的时光是怎么熬过去的。
zh_tw: <25>{#f/10}* 喂。 * 要不然你以為我那些無聊的 時光是怎麼熬過去的。

source: <25>{#p/asriel1}{#f/13}* You should know me by now.
pt_br: <25>{#p/asriel1}{#f/13}* Você já deveria me conhecer a essa altura.
zh_cn: <25>{#p/asriel1}{#f/13}* 现在你应该知道了。
zh_tw: <25>{#p/asriel1}{#f/13}* 現在你應該知道了。

source: <25>{#p/asriel1}{#f/16}* ... you WOULD think about it like that...
pt_br: <25>{#p/asriel1}{#f/16}* ... você pensar nisso como...
zh_cn: <25>{#p/asriel1}{#f/16}* ...你好好想想吧...
zh_tw: <25>{#p/asriel1}{#f/16}* ...你好好想想吧...

source: <33>{#p/basic}* Just a pointless advertisement.
pt_br: <33>{#p/basic}* Apenas um anúncio inútil.
zh_cn: <33>{#p/basic}* 无聊的广告。
zh_tw: <33>{#p/basic}* 無聊的廣告。

source: <32>{#p/basic}* It's an advertisement for a fancy MTT-brand stove...
pt_br: <32>{#p/basic}* É um anúncio para uma marca de fogão chique da marca MTT...
zh_cn: <32>{#p/basic}* 这是个高档MTT牌炉子的广告...
zh_tw: <32>{#p/basic}* 這是個高檔MTT牌爐子的廣告...

source: <32>{#p/basic}* A great appliance, for life on any homeworld.
pt_br: <32>{#p/basic}* Um grande utensílio, para a vida em qualquer mundo.
zh_cn: <32>{#p/basic}* 任何母星的生活 都离不开这件伟大的电器。
zh_tw: <32>{#p/basic}* 任何母星的生活 都離不開這件偉大的電器。

source: <32>{#p/basic}* How delightfully over the top.
pt_br: <32>{#p/basic}* Que deliciosamente exagerado.
zh_cn: <32>{#p/basic}* 可真是风光。
zh_tw: <32>{#p/basic}* 可真是風光。

source: <25>{#p/asriel1}{#f/17}* Hey look, it's you.
pt_br: <25>{#p/asriel1}{#f/17}* Ei olha, é você.
zh_cn: <25>{#p/asriel1}{#f/17}* 看，那是你。
zh_tw: <25>{#p/asriel1}{#f/17}* 看，那是你。

source: <25>{#f/13}* And Mettaton.
pt_br: <25>{#f/13}* E o Mettaton.
zh_cn: <25>{#f/13}* 和Mettaton。
zh_tw: <25>{#f/13}* 和Mettaton。

source: <25>{#f/17}* Kind of cute, honestly.
pt_br: <25>{#f/17}* Meio que fofo, honestamente.
zh_cn: <25>{#f/17}* 老实说，还挺可爱。
zh_tw: <25>{#f/17}* 老實說，還挺可愛。

source: <25>{#p/asriel1}{#f/13}* I'll admit, I never understood why you...
pt_br: <25>{#p/asriel1}{#f/13}* Eu vou admitir, eu nunca entendi o porque...
zh_cn: <25>{#p/asriel1}{#f/13}* 我承认， 我一直不明白你为什么...
zh_tw: <25>{#p/asriel1}{#f/13}* 我承認， 我一直不明白你為什麼...

source: <25>{#f/15}* Uh, did what you did when we went through here.
pt_br: <25>{#f/15}* Uh, fez o que você fez quando nós passamos aqui.
zh_cn: <25>{#f/15}* 呃，把上次我们来这里时 做的事重复了一遍。
zh_tw: <25>{#f/15}* 呃，把上次我們來這裡時 做的事重複了一遍。

source: <25>{#f/17}* I guess that was your way of saying...
pt_br: <25>{#f/17}* Eu acho que foi sua forma de dizer...
zh_cn: <25>{#f/17}* 我想这是你 那独特的表达方式...
zh_tw: <25>{#f/17}* 我想這是你那獨特的 情感表達方式...

source: <25>{#f/13}* ... you wanted to be friends?
pt_br: <25>{#f/13}* ... que você queria ser amigo?
zh_cn: <25>{#f/13}* ...你是不是想当 我的朋友？
zh_tw: <25>{#f/13}* ...你是不是想當 我的朋友？

source: <25>{#p/asriel1}{#f/17}* I'll admit, I got a kick out of watching you do this show.
pt_br: <25>{#p/asriel1}{#f/17}* Eu admito, eu me diverti muito vendo você fazer esse show.
zh_cn: <25>{#p/asriel1}{#f/17}* 我承认， 看到你演这个节目 让我很兴奋。
zh_tw: <25>{#p/asriel1}{#f/17}* 我承認， 看到你演這個節目 讓我很興奮。

source: <25>{#f/15}* The way you just stood completely still... * Doing nothing...
pt_br: <25>{#f/15}* O jeito que você só ficou aí parado... * Fazendo nada...
zh_cn: <25>{#f/15}* 你就那样站着不动... * 啥也没做...
zh_tw: <25>{#f/15}* 你就那樣站著不動... * 啥也沒做...

source: <25>{#f/13}* It was very weird. * But you're very weird in general.
pt_br: <25>{#f/13}* Foi bem estranho. * Mas você é bem estranho de modo geral.
zh_cn: <25>{#f/13}* 挺奇怪的。 * 但你本来就很奇怪。
zh_tw: <25>{#f/13}* 挺奇怪的。 * 但你本來就很奇怪。

source: <25>{#f/13}* Like me, I guess.
pt_br: <25>{#f/13}* Tipo eu, eu acho.
zh_cn: <25>{#f/13}* 感觉和我一样。
zh_tw: <25>{#f/13}* 感覺和我一樣。

source: <25>{#p/asriel1}{#f/17}* ... thanks, Frisk.
pt_br: <25>{#p/asriel1}{#f/17}* ... valeu, Frisk.
zh_cn: <25>{#p/asriel1}{#f/17}* ...谢谢你，Frisk。
zh_tw: <25>{#p/asriel1}{#f/17}* ...謝謝你，Frisk。

source: <25>{#f/23}* For trying so hard to be my friend.
pt_br: <25>{#f/23}* Por tentar tanto ser meu amigo.
zh_cn: <25>{#f/23}* 谢谢你这么努力地 想成为我的朋友。
zh_tw: <25>{#f/23}* 謝謝你這麼努力地 想成為我的朋友。

source: <25>{#p/asriel1}{#f/2}* From now on, we'll have to call ourselves...
pt_br: <25>{#p/asriel1}{#f/2}* De agora em diante, nós deveremos nos chamar...
zh_cn: <25>{#p/asriel1}{#f/2}* 从现在开始， 我们要称自己为...
zh_tw: <25>{#p/asriel1}{#f/2}* 從現在開始， 我們要稱自己為...

source: <25>{#f/1}* "The Proud Weirdo Collective."
pt_br: <25>{#f/1}* "O Coletivo de Esquisitos Orgulhosos."
zh_cn: <25>{#f/1}* “傲世双壁奇侠”。
zh_tw: <25>{#f/1}* 「傲世雙壁奇俠」。

source: <25>{#f/15}* Actually, that sounded better in my head. * Never mind.
pt_br: <25>{#f/15}* Na verdade, isso soou melhor na minha mente. * Esquece.
zh_cn: <25>{#f/15}* ...这么威风的名字 念出来咋没气势呢。 * 哎，算了。
zh_tw: <25>{#f/15}* ...這麼威風的名字 念出來咋沒氣勢呢。 * 哎，算了。

source: <25>{#p/asriel1}{#f/20}* You really like this poster, huh?
pt_br: <25>{#p/asriel1}{#f/20}* Você realmente gosta desse poster, né?
zh_cn: <25>{#p/asriel1}{#f/20}* 你真的很喜欢 这张海报，是吧？
zh_tw: <25>{#p/asriel1}{#f/20}* 你真的很喜歡 這張海報，是吧？

source: <32>{#p/basic}* It's an advertisement for an upcoming show...
pt_br: <32>{#p/basic}* É um anúncio para um show que vai acontecer...
zh_cn: <32>{#p/basic}* 这是个即将播出的 节目的广告...
zh_tw: <32>{#p/basic}* 這是個即將播出的 節目的廣告...

source: <32>{#p/basic}* Naturally, you're the villain.
pt_br: <32>{#p/basic}* Naturalmente, você é o vilão.
zh_cn: <32>{#p/basic}* 当然，你是反派角色。
zh_tw: <32>{#p/basic}* 當然，你是反派角色。

source: <32>{#p/basic}* Naturally, you're the star.
pt_br: <32>{#p/basic}* Naturalmente, você é a estrela.
zh_cn: <32>{#p/basic}* 当然，你可是主角。
zh_tw: <32>{#p/basic}* 當然，你可是主角。

source: <32>{#p/basic}* It's an advertisement for an already-aired show...
pt_br: <32>{#p/basic}* É um anúncio de um programa já exibido...
zh_cn: <32>{#p/basic}* 这是个早已播出的 节目的广告...
zh_tw: <32>{#p/basic}* 這是個早已播出的 節目的廣告...

source: <32>{#p/basic}* We can only hope a new homeworld brings new entertainment.
pt_br: <32>{#p/basic}* Nós apenas podemos esperar que o novo mundo traga novos entretenimentos.
zh_cn: <32>{#p/basic}* 也许新的家园 能带来新的娱乐。
zh_tw: <32>{#p/basic}* 也許新的家園 能帶來新的娛樂。

source: <32>{#p/basic}* Naturally, you were great.
pt_br: <32>{#p/basic}* Naturalmente, você foi ótimo.
zh_cn: <32>{#p/basic}* 当然，你很棒。
zh_tw: <32>{#p/basic}* 當然，你很棒。

source: <32>{#p/human}* (You touch the power node.) * (It feels tingly.)
pt_br: <32>{#p/human}* (Você toca no nó de energia.) * (Parece formigamento.)
zh_cn: <32>{#p/human}* （你触碰了电力控制器。） * （又麻又疼。）
zh_tw: <32>{#p/human}* （你觸碰了電力控制器。） * （又麻又疼。）

source: <32>{#p/basic}* It's a power node... that's mostly been powered down.
pt_br: <32>{#p/basic}* É um nó de energia... que foi parcialmente desligado.
zh_cn: <32>{#p/basic}* 一个电力控制器... 电力基本上被关闭了。
zh_tw: <32>{#p/basic}* 一個電力控制器... 電力基本上被關閉了。

source: <32>{#p/basic}* It's a power node.
pt_br: <32>{#p/basic}* É um nó de energia.
zh_cn: <32>{#p/basic}* 一个电力控制器。
zh_tw: <32>{#p/basic}* 一個電力控制器。

source: <32>{#p/basic}* It's a virtualasium. * Maybe one day you'll have the access level required.
pt_br: <32>{#p/basic}* É um virtualismo. * Talvez algum dia você tenha o nível de acesso requerido.
zh_cn: <32>{#p/basic}* 一个虚拟空间。 * 也许有一天你将得到 其所需的访问权限。
zh_tw: <32>{#p/basic}* 一個虛擬空間。 * 也許有一天你終將得到 其所需的訪問權限。

source: <32>{#p/basic}* It's a virtualasium. * You don't have the access level required to use it.
pt_br: <32>{#p/basic}* É um virtualismo. * Você não tem o nível de acesso requerido para usar.
zh_cn: <32>{#p/basic}* 一个虚拟空间。 * 你未被授权，无法使用它。
zh_tw: <32>{#p/basic}* 一個虛擬空間。 * 你未被授權，無法使用它。

source: <32>{#p/human}* (You look closely at the promotional poster.)
pt_br: <32>{#p/human}* (Você olha com mais proximidade para um pôster promocional.)
zh_cn: <32>{#p/human}* （你仔细看着宣传海报。）
zh_tw: <32>{#p/human}* （你認真地看著宣傳海報。）

source: <32>{#p/basic}* It's a promotional poster for Mettaton's initial premiere.
pt_br: <32>{#p/basic}* É um pôster promocional para a estreia inicial de Mettaton.
zh_cn: <32>{#p/basic}* 这是Mettaton首映的宣传海报。
zh_tw: <32>{#p/basic}* 這是Mettaton首映的宣傳海報。

source: <32>* A signed note has been scrawled out and replaced with a correction...
pt_br: <32>* Uma nota assinada foi rabiscada e substituída por uma correção...
zh_cn: <32>* 上面的签名字条的原内容 被涂掉了，并附上了新的内容...
zh_tw: <32>* 上面的籤名字條的原內容 被塗掉了，並附上了新的內容...

source: <32>* "I'm sorry I've been such a burden to you."
pt_br: <32>* "Sinto muito por ter sido um fardo para você."
zh_cn: <32>* “很抱歉，我给你带来了 这么多负担。”
zh_tw: <32>* 「很抱歉，我給你帶來了 這麼多負擔。」

source: <32>* Though difficult to read, there's a signed note from Mettaton...
pt_br: <32>* Mesmo com dificuldade para ler, tem uma nota assinada por Mettaton aqui...
zh_cn: <32>* 上面有张Mettaton的签名字条， 字迹难以辨认...
zh_tw: <32>* 上面有張Mettaton的籤名字條， 字跡難以辨認...

source: <32>* "Thank you for making my dreams come true."
pt_br: <32>* "Obrigado por tornar meus sonhos realidade."
zh_cn: <32>* “谢谢你让我梦想成真。”
zh_tw: <32>* 「謝謝你讓我夢想成真。」

source: <32>{#p/human}* (You shrug at the sight of such an ordinary box.)
pt_br: <32>{#p/human}* (Você encolhe os ombros ao ver uma caixa tão comum.)
zh_cn: <32>{#p/human}* （你对这么普通的盒子不感兴趣。）
zh_tw: <32>{#p/human}* （你對這麼普通的盒子不感興趣。）

source: <32>{#p/basic}* An unremarkable box.
pt_br: <32>{#p/basic}* Uma caixa muito normal.
zh_cn: <32>{#p/basic}* 不起眼的盒子。
zh_tw: <32>{#p/basic}* 不起眼的盒子。

source: <32>{#p/basic}* To be honest, this isn't actually a non-euclidian housing unit.
pt_br: <32>{#p/basic}* Para ser honesto, esta não é realmente uma unidade habitacional não euclidiana.
zh_cn: <32>{#p/basic}* 老实说， 这实际上并不是一个 非欧住房单元。
zh_tw: <32>{#p/basic}* 老實說， 這實際上並不是一個 非歐住房單元。

source: <32>* It's a non-euclidian box-life mansion deluxe!
pt_br: <32>* É uma caixa mansão de luxo não euclidiana!
zh_cn: <32>* 这是一个非欧豪宅居住系统！
zh_tw: <32>* 這其實是一個 非歐豪宅居住系統！

source: <32>{#p/basic}* This seemingly ordinary box is a state-of-the-art non- euclidian housing unit.
pt_br: <32>{#p/basic}* Esta caixa aparentemente comum é uma unidade habitacional não euclidiana de última geração.
zh_cn: <32>{#p/basic}* 这个看似普通的盒子 是一个最先进的 非欧住房单元。
zh_tw: <32>{#p/basic}* 這個看似普通的盒子 是一個最先進的 非歐住房單元。

source: <33>* ... it's smaller on the outside.
pt_br: <33>* ... é menor do lado de fora.
zh_cn: <33>* ...外面比里面看起来小。
zh_tw: <33>* ...外面比裡面看起來小。

source: <32>{#p/human}* (The books on this bookshelf consist of various unrelated contents.)
pt_br: <32>{#p/human}* (Os livros nessa prateleira consistem em vários conteúdos não relacionados.)
zh_cn: <32>{#p/human}* （这个书架上 的书的内容互不相关。）
zh_tw: <32>{#p/human}* （這個書架上面的書五花八門。）

source: <32>{#p/basic}* It's a bookshelf.
pt_br: <32>{#p/basic}* É uma estante.
zh_cn: <32>{#p/basic}* 这是个书架。
zh_tw: <32>{#p/basic}* 這是個書架。

source: <32>{#p/human}* (You pick out a book...)
pt_br: <32>{#p/human}* (Você pega um livro...)
zh_cn: <32>{#p/human}* （你取下了一本书...）
zh_tw: <32>{#p/human}* （你取下了一本書...）

source: <32>{#p/basic}* "A monster's body is a reflection of its SOUL."
pt_br: <32>{#p/basic}* "O corpo de um monstro é o reflexo de sua ALMA."
zh_cn: <32>{#p/basic}* “怪物的身体是 自身灵魂的反映。”
zh_tw: <32>{#p/basic}* 「怪物的身體是 自身靈魂的反映。」

source: <32>* "Normally, parents decide what kind of monsters their children will be..."
pt_br: <32>* "Normalmente, os pais decidem que tipo de monstro sua criança será..."
zh_cn: <32>* “通常，父母会决定 他们的孩子会成为 什么样的怪物...”
zh_tw: <32>* 「通常，父母會決定 他們的孩子會成為 什麼樣的怪物...」

source: <32>* "Imprinting their will into the very essence of the child."
pt_br: <32>* "Imprimindo seus valores na essência da criança."
zh_cn: <32>* “把他们的意志烙印在 孩子的灵魂深处。”
zh_tw: <32>* 「把他們的意志烙印在 孩子的靈魂深處。」

source: <32>* "But what would happen if another being, like a human, absorbed a SOUL instead?"
pt_br: <32>* "Mas o que aconteceria se outro ser, como um humano, absorvesse uma ALMA?
zh_cn: <32>* “但如果另一个生物，比如一个 人类，吸收了一个灵魂， 会发生什么呢？”
zh_tw: <32>* 「但如果另一個生物，比如一個 人類，吸收了一個靈魂， 會發生什麼呢？」

source: <32>* "Legends speak of humans who absorbed the SOULs of dead boss monsters in the war..."
pt_br: <32>* "É dito que os humanos que absorveram as ALMAS de boss monstros na guerra..."
zh_cn: <32>* “传说中，人类在战争中吸收了 死去的王级怪物的灵魂...”
zh_tw: <32>* 「傳說中，人類在戰爭中吸收了 死去的王級怪物的靈魂...」

source: <32>* "In one particular account, a human was said to have taken the form of a plane."
pt_br: <32>* "Em um relato particular, um humano foi dito ter assumido a forma de um avião."
zh_cn: <32>* “在一处特别的记载中， 据说有个人类变成了 一架飞机的形态。”
zh_tw: <32>* 「在一處特別的記載中， 據說有個人類變成了 一架飛機的形態。」

source: <32>{#p/human}* (You put the book back on the shelf.)
pt_br: <32>{#p/human}* (Você coloca o livro de volta na prateleira.)
zh_cn: <32>{#p/human}* （你把书放回了书架。）
zh_tw: <32>{#p/human}* （你把書放回了書架。）

source: <32>{#p/basic}* "So you wanna design a robot, huh? Well, Fabulous Faraday's got you covered!"
pt_br: <32>{#p/basic}* "Então você quer fazer um design de robô, huh? Bem, Fabulous Faraday tem tudo o que você precisa!"
zh_cn: <32>{#p/basic}* “你想设计一个机器人吗？ 那么，由了不起的Faraday 帮你搞定吧！”
zh_tw: <32>{#p/basic}* 「你想設計一個機器人嗎？ 那麼，由了不起的Faraday 幫你搞定吧！」

source: <32>* "You see, here on Earth, we like to do things with a dash of flavor."
pt_br: <32>* "Veja, aqui na Terra, gostamos de fazer as coisas com uma pitada de sabor."
zh_cn: <32>* “你看，地球上的人们， 喜欢在生活中添加一些趣味。”
zh_tw: <32>* 「你看，地球上的人們， 喜歡在生活中添加一些趣味。」

source: <32>* "You can't just build a metal box and call it a day, you catch my drift?"
pt_br: <32>* "Você não pode só construir uma caixa de metal e chamar de revolução, entendeu o que eu disse?"
zh_cn: <32>* “你总不能造个金属盒子 就收工吧， 明白我的意思吗？”
zh_tw: <32>* 「你總不能造個金屬盒子 就收工吧， 明白我的意思嗎？」

source: <32>* "You've got to give it style, features dazzling and dynamic, like wheels and dials!"
pt_br: <32>* "Você tem que dar estilo, características deslumbrantes e dinâmicas, como rodas e mostradores!"
zh_cn: <32>* “你必须赋予它风格和 令人眼花缭乱、充满活力的功能， 譬如，投‘机’倒‘把’！”
zh_tw: <32>* 「你必須賦予它風格和 令人眼花繚亂、充滿活力的功能， 譬如，投{@fill=#ff0}機{@fill=#fff}倒{@fill=#ff0}把{@fill=#fff}！」

source: <32>* "And, for maximum razz, do something creative with its mobility!"
pt_br: <32>* "E, para o máximo de aproveitamento, adicionar algo criativo a sua mobilidade!"
zh_cn: <32>* “另外，为了最大限度地吸引别人， 可以用它的机动性做一些 有创意的事情！”
zh_tw: <32>* 「另外，為了最大限度地吸引別人， 可以用它的機動性做一些 有創意的事情！」

source: <32>* "Like, I dunno, a unicycle?" * "Yeah, something like that."
pt_br: <32>* "Tipo, eu não sei, um uniciclo?" * "É, algo tipo isso."
zh_cn: <32>* “譬如，呃... 独轮车那种？” * “反正就，类似那样的。”
zh_tw: <32>* 「譬如，呃... 獨輪車那種？」 * 「反正就，類似那樣的。」

source: <32>* "Unfortunately, monsters do not deal with illness very well."
pt_br: <32>* "Infelizmente, monstros não lidam com doenças muito bem."
zh_cn: <32>* “不幸的是， 怪物不能很好地应对疾病。”
zh_tw: <32>* 「不幸的是， 怪物不能很好地應對疾病。」

source: <32>* "When a monsters' death is imminent, they lie down, immobile."
pt_br: <32>* "Quando a morte de um monstro é eminente, ele apenas se deita no chão, imóvel."
zh_cn: <32>* “当怪物的死亡迫在眉睫时， 他们就卧倒，再不动弹。”
zh_tw: <32>* 「當怪物的死亡迫在眉睫時， 他們就臥倒，再不動彈。」

source: <32>* "We call this state 'Fallen Down.'"
pt_br: <32>* "Chamamos esse estado de 'Caído.'"
zh_cn: <32>* “我们把这种状态称之为 ‘陨落’。”
zh_tw: <32>* 「我們把這種狀態稱之為 『隕落』。」

source: <32>* "During the war, this confusing situation was all too familiar..."
pt_br: <32>* "Durante a guerra, essa situação era toda muito familiar..."
zh_cn: <32>* “在战争期间， 这种令人困惑的情况 再熟悉不过了...”
zh_tw: <32>* 「在戰爭期間， 這種令人困惑的情況 再熟悉不過了...」

source: <32>* "Death, in those times, was sadly unavoidable."
pt_br: <32>* "Morte, em tempos daquele, eram infelizmente inevitáveis."
zh_cn: <32>* “可悲的是，在那个时代， 死亡是不可避免的。”
zh_tw: <32>* 「可悲的是，在那個時代， 死亡是不可避免的。」

source: <32>{#p/human}* (The book details a somewhat unrealistic story involving an intrepid adventurer.)
pt_br: <32>{#p/human}* (A detalhes no livro sobre alguma história irrealista de um aventureiro intrépido.)
zh_cn: <32>{#p/human}* （书上详细描述了一部幻想故事， 主角是一个勇敢的冒险家。）
zh_tw: <32>{#p/human}* （書上詳細描述了一部幻想故事， 主角是一個勇敢的冒險家。）

source: <32>{#p/human}* (You pick up the book...)
pt_br: <32>{#p/human}* (Você pega o livro...)
zh_cn: <32>{#p/human}* （你把书拿了起来...）
zh_tw: <32>{#p/human}* （你把書拿了起來...）

source: <32>{#p/basic}* "MMSA: Dreams (Fanmade Story)"
pt_br: <32>{#p/basic}* "MMSA: Sonhos (História criada por fã)"
zh_cn: <32>{#p/basic}* “《喵喵航天行：梦境奇旅》” “（同人故事）”
zh_tw: <32>{#p/basic}* 「《喵喵航天行：夢境奇旅》」 「（同人故事）」

source: <32>* "... and that's when Mew Mew finally saw it with her own two eyes."
pt_br: <32>* "... e isso foi quando Mew Mew finalmente viu com seus dois únicos olhos."
zh_cn: <32>* “...就在那时， 喵喵终于亲眼看到了。”
zh_tw: <32>* 「...就在那時， 喵喵終於親眼看到了。」

source: <32>* "It was quite a sight, standing alone in deep space, seemingly abandoned..."
pt_br: <32>* "Era meio triste, parado sozinho no espaço, basicamente abandonado..."
zh_cn: <32>* “那是相当壮观的景色。 孤身一人站在太空深处， 颇有遗世独立之感...”
zh_tw: <32>* 「那是相當壯觀的景色。 孤身一人站在太空深處， 頗有遺世獨立之感...」

source: <32>* "... but Mew Mew knew better!" * "And it wasn't long before she learned of our plight."
pt_br: <32>* "... mas Mew Mew sabia bem!" * "E não demorou muito para que ela soubesse."
zh_cn: <32>* “...但是喵喵心里可明白得很！” “她很快发现了我们的困境。”
zh_tw: <32>* 「...但是喵喵心裡可明白得很！」 「她很快發現了我們的困境。」

source: <32>* "With a single blast of her infamous LAZER DELUXE, she punched through with ease!"
pt_br: <32>* "Com apenas um único tiro do seu poderoso LAZER DELUXE, ela esmurra com facilidade!"
zh_cn: <32>* “稍微施展一下 那广为人知的华丽丽光线， 她便击穿了力场！”
zh_tw: <32>* 「稍微施展一下 那廣為人知的華麗麗光線， 她便擊穿了力場！」

source: <32>* "And so it was that Mew Mew became monsterkind's savior."
pt_br: <32>* "E assim Mew Mew se torna a salvadora dos monstros."
zh_cn: <32>* “这就是喵喵拯救怪物一族的故事。”
zh_tw: <32>* 「這就是喵喵拯救怪物一族的故事。」

source: <32>{#p/human}* (You put the book back on the table.)
pt_br: <32>{#p/human}* (Você coloca o livro de volta na mesa.)
zh_cn: <32>{#p/human}* （你把书放回了桌子上。）
zh_tw: <32>{#p/human}* （你把書放回了桌子上。）

source: <32>{#p/human}* (The books on this bookshelf consist of a series of notes.)
pt_br: <32>{#p/human}* (Os livros nesta estante consistem em uma série de notas.)
zh_cn: <32>{#p/human}* （书架上放着一系列笔记。）
zh_tw: <32>{#p/human}* （書架上放著一系列筆記。）

source: <32>{#p/basic}* "Professor's notes, page 76."
pt_br: <32>{#p/basic}* "Notas do professor, página 76."
zh_cn: <32>{#p/basic}* “教授的笔记，第76页。”
zh_tw: <32>{#p/basic}* 「教授的筆記，第76頁。」
