Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (It appears this game board is entirely empty.)
pt_br: <32>{#p/human}* (Parece que o game board está basicamente vazio.)
zh_cn: <32>{#p/human}* （这个棋盘上啥也没有。）
zh_tw: <32>{#p/human}* （這個棋盤上啥也沒有。）

source: <32>{#p/basic}* It's a chess board.
pt_br: <32>{#p/basic}* É um tabuleiro de xadrez.
zh_cn: <32>{#p/basic}* 一张棋盘。ゑ
zh_tw: <32>{#p/basic}* 一張棋盤。ゑ

source: <32>{#p/basic}* It's a chess board. * It's empty.
pt_br: <32>{#p/basic}* É um tabuleiro de xadrez. * Está vazio.
zh_cn: <32>{#p/basic}* 一张棋盘。 * 上面没有棋子。ゑ
zh_tw: <32>{#p/basic}* 一張棋盤。 * 上面沒有棋子。ゑ

source: <32>{#p/basic}* It's a chess board. * It's black's turn, but there's no good moves to play...
pt_br: <32>{#p/basic}* É um tabuleiro de xadrez. * É o turno das pretas, mas não tem movimentos bons para serem feitos...
zh_cn: <32>{#p/basic}* 这是个棋盘。 * 轮到黑棋了， 但看起来是回天无术了。
zh_tw: <32>{#p/basic}* 這是個棋盤。 * 輪到黑棋了， 但看起來是回天無術了。

source: <32>{#p/human}* (The guidebook explains, in detail, the nature of multi- dimensional living.)
pt_br: <32>{#p/human}* (O guia do livro explica, em detalhes, a natureza da vida multi-dimensional.)
zh_cn: <32>{#p/human}* （这本指导手册详细地 解释了“跨时空旅行”的本质。）
zh_tw: <32>{#p/human}* （這本指導手冊詳細地 解釋了「跨時空旅行」的本質。）

source: <32>{#p/basic}* It's a guidebook for multi- dimensional living.
pt_br: <32>{#p/basic}* É um livro de guia para a vida multi-dimensional.
zh_cn: <32>{#p/basic}* 一本关于“跨时空旅行”的指导手册。
zh_tw: <32>{#p/basic}* 一本關於「跨時空旅行」的指導手冊。

source: <32>* You open it to the bookmarked page...
pt_br: <32>* Você abre na página marcada...
zh_cn: <32>* 你翻到书签夹着的那一页...
zh_tw: <32>* 你翻到書籤夾著的那一頁...

source: <32>* "... which is to say your room exists at the same point in three-dimensional space..."
pt_br: <32>* "...o que basicamente significa que seu quarto existe em três espaços dimensionais iguais..."
zh_cn: <32>* “...也就是说：在特定参考系下， 你所处房间的三维空间坐标 不随时间变化...”
zh_tw: <32>* 「...也就是說：在特定參考系下， 你所處房間的三維空間坐標 不隨時間變化...」

source: <32>* "... but on a different point along the fourth dimension."
pt_br: <32>* "... mas em um ponto diferente na quarta dimensão."
zh_cn: <32>* “...但在四维时空坐标系下， 这一实体的坐标将动态变化。”
zh_tw: <32>* 「...但在四維時空坐標系下， 這一實體的坐標將動態變化。」

source: <32>* "This fourth-dimensional positioning is more commonly referred to as phasing."
pt_br: <32>* "Este posicionamento tetradimensional é mais comumente referido como faseamento."
zh_cn: <32>* “我们一般将这种现象 称为‘时间位移’。”
zh_tw: <32>* 「我們一般將這種現象 稱為『時間位移』。」

source: <32>* "Phasing is a complex process which involves re-saturating the negative field of the..."
pt_br: <32>* "O faseamento é um processo complexo que envolve a resaturação do campo negativo do..."
zh_cn: <32>* “时间位移是一个复杂的过程， 涉及引力场的能量密度 及空间曲率的重新分布...”
zh_tw: <32>* 「時間位移是一個複雜的過程， 涉及引力場的能量密度 及空間曲率的重新分布...」

source: <33>* Thankfully, the page ends here.
pt_br: <33>* Amém, a página acaba aqui.
zh_cn: <33>* ... * 谢天谢地，这页到头了。
zh_tw: <33>* ... * 謝天謝地，這頁到頭了。

source: <32>{#p/human}* (You stop to see the flower.)
pt_br: <32>{#p/human}* (Você para e observa as flores.)
zh_cn: <32>{#p/human}* （你停下来看了看这些花。）
zh_tw: <32>{#p/human}* （你停下來看了看這些花。）

source: <32>{#p/basic}* A Starling flower.
pt_br: <32>{#p/basic}* Uma Flor Estrelada.
zh_cn: <32>{#p/basic}* 一盆星花。
zh_tw: <32>{#p/basic}* 一盆星花。

source: <32>{#p/basic}* Beware, the lone Starling flower.
pt_br: <32>{#p/basic}* Adiante, a Flor Estrelada solitária.
zh_cn: <32>{#p/basic}* 快看，是一盆孤独的星花。
zh_tw: <32>{#p/basic}* 快看，是一盆孤獨的星花。

source: <32>{#p/basic}* It's just a husk.
pt_br: <32>{#p/basic}* É apenas uma casca.
zh_cn: <32>{#p/basic}* 就是个空壳。ゑ
zh_tw: <32>{#p/basic}* 就是個空殼。ゑ

source: <32>{#p/basic}* He's all out of juice.
pt_br: <32>{#p/basic}* Ele está sem óleo.
zh_cn: <32>{#p/basic}* 没电了。
zh_tw: <32>{#p/basic}* 沒電了。

source: <32>{#p/basic}* There's a recording on the ground labelled "Toriel."
pt_br: <32>{#p/basic}* Há uma gravação no chão rotulada "Toriel."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“Toriel”。
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「Toriel」。

source: <32>{#p/human}* (You play the recording...)
pt_br: <32>{#p/human}* (Você da início a gravação...)
zh_cn: <32>{#p/human}* （你听了听内容...）
zh_tw: <32>{#p/human}* （你聽了聽內容...）

source: <32>{#p/alphys}* Asgore has told me a lot about you.
pt_br: <32>{#p/alphys}* Asgore me contou muito sobre você.
zh_cn: <32>{#p/alphys}* Asgore总跟我提起你。ゑ
zh_tw: <32>{#p/alphys}* Asgore總跟我提起你。ゑ

source: <32>* Your pies, your stories, even the way you made him laugh...
pt_br: <32>* Suas tortas, suas histórias, até mesmo a forma que você o faz rir...
zh_cn: <32>* 他说，你做得一手好派， 讲故事也是一把好手。[ADD]<32>* 他说，你风趣幽默， 总能用笑话逗他发笑。ゑ
zh_tw: <32>* 他說，你做得一手好派， 講故事也是一把好手。[ADD]<32>* 他說，你風趣幽默， 總能用笑話逗他發笑。ゑ

source: <32>* And your loving care for the humans who come here.
pt_br: <32>* E seu amoroso cuidado pelos humanos que vieram aqui.
zh_cn: <32>* 他还说，你心地善良， 会把满满的爱送给 每一位受困的人类。ゑ
zh_tw: <32>* 他還說，你心地善良， 會把滿滿的愛送給 每一位受困的人類。ゑ

source: <32>* Despite your misconceptions about Asgore, you tried to be a positive light.
pt_br: <32>* Mesmo com seu julgamento errado sobre Asgore, você tentou ser uma luz positiva.
zh_cn: <32>* 尽管与Asgore存在误会， 但你仍努力成为温暖的光芒。ゑ
zh_tw: <32>* 儘管與Asgore存在誤會， 但你仍努力成為溫暖的光芒。ゑ

source: <32>* Because of me, you'll never get to share that light again.
pt_br: <32>* Por minha culpa, você nunca será capaz de demonstrar aquela luz novamente.
zh_cn: <32>* 因为我， 你再也无法用光芒照亮世界。ゑ
zh_tw: <32>* 因為我， 你再也無法用光芒照亮世界。ゑ

source: <32>{#p/basic}* There's a recording on the ground labelled "Sans."
pt_br: <32>{#p/basic}* Há uma gravação no chão rotulada "Sans."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“Sans”。ゑ
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「Sans」。ゑ

source: <32>{#p/alphys}* I'll never forget those days where we worked together on projects...
pt_br: <32>{#p/alphys}* Eu nunca vou esquecer aqueles dias onde nós trabalhamos juntos em projetos...
zh_cn: <32>{#p/alphys}* 曾经，我们一起工作， 完成一个个项目...ゑ
zh_tw: <32>{#p/alphys}* 曾經，我們一起工作， 完成一個個專案...ゑ

source: <32>* Or that time I helped you pull a prank on Papyrus...
pt_br: <32>* Ou aquela vez em que eu te ajudei a pregar uma pegadinha em Papyrus...
zh_cn: <32>* 曾经，我们联手 一起捉弄Papyrus...ゑ
zh_tw: <32>* 曾經，我們聯手 一起捉弄Papyrus...ゑ

source: <32>* Or even the time we went garbage-hunting with Bratty and Catty.
pt_br: <32>* Ou mesmo aquela vez em que fomos caçar lixo com a Bratty e Catty.
zh_cn: <32>* 曾经，我们还 跟Bratty和Catty一起 来了场“垃圾大冒险”。[ADD]<32>* 那些珍贵的回忆， 我至死都不会忘。ゑ
zh_tw: <32>* 曾經，我們還 跟Bratty和Catty一起 來了場「垃圾大冒險」。[ADD]<32>* 那些珍貴的回憶， 我至死都不會忘。ゑ

source: <32>* You might not have stuck around, but you always came back when it really mattered.
pt_br: <32>* Você pôde não ficar mais por perto, mas quando tudo importava você esteve ali.
zh_cn: <32>* 我们虽做不到形影不离。 * 但关键时刻，你从未缺席。ゑ
zh_tw: <32>* 我們雖做不到形影不離。 * 但關鍵時刻，你從未缺席。ゑ

source: <32>* Because of me, you'll never be able to come back.
pt_br: <32>* Por minha culpa, você jamais será capaz de voltar.
zh_cn: <32>* 因为我， 你再也不能继续出力。ゑ
zh_tw: <32>* 因為我， 你再也不能繼續出力。ゑ

source: <32>{#p/basic}* There's a recording on the ground labelled "Papyrus."
pt_br: <32>{#p/basic}* Há uma gravação no chão rotulada "Papyrus."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“Papyrus”。ゑ
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「Papyrus」。ゑ

source: <32>{#p/alphys}* Our shared love of puzzles is something I'll always be fond of.
pt_br: <32>{#p/alphys}* Nosso amor compartilhado por quebra-cabeças é algo que sempre me cativou.
zh_cn: <32>{#p/alphys}* 我最自豪的事情之一， 就是我能和你一样， 喜欢谜题，热爱谜题。ゑ
zh_tw: <32>{#p/alphys}* 我最自豪的事情之一， 就是我能和你一樣， 喜歡謎題，熱愛謎題。ゑ

source: <32>* When we were kids, you inspired me to do so many things...
pt_br: <32>* Quando éramos crianças você me inspirou a fazer tantas coisas...
zh_cn: <32>* 小时候，你总是鼓励我， 不要畏惧，勇敢尝试...ゑ
zh_tw: <32>* 小時候，你總是鼓勵我， 不要畏懼，勇敢嘗試...ゑ

source: <32>* If not for you, I might not be a scientist at all.
pt_br: <32>* Se não fosse por você, eu talvez jamais fosse uma cientista.
zh_cn: <32>* 你的鼓励， 让这世界多了一位科学家。ゑ
zh_tw: <32>* 你的鼓勵， 讓這世界多了一位科學家。ゑ

source: <32>* Though I couldn't bring myself to watch, I know you stayed true to yourself to the end.
pt_br: <32>* Eu não pude te assistir partir, mas sei que você manteve-se verdadeiro a si.
zh_cn: <32>* 至今，我仍没有勇气直面一切。[ADD]<32>* 但我知道，你一直坚守本心， 做最棒的自己。 * 直到最后一刻。ゑ
zh_tw: <32>* 至今，我仍沒有勇氣直面一切。[ADD]<32>* 但我知道，你一直堅守本心， 做最棒的自己。 * 直到最後一刻。ゑ

source: <32>* Because of me, you'll never be yourself again.
pt_br: <32>* Por minha culpa, você nunca será si mesmo novamente.
zh_cn: <32>* 因为我， 你永远无法成为 “最伟大的Papyrus”了。ゑ
zh_tw: <32>* 因為我， 你永遠無法成為 「最偉大的Papyrus」了。ゑ

source: <32>{#p/basic}* There's a recording on the ground labelled "Undyne."
pt_br: <32>{#p/basic}* Há uma gravação no chão rotulada como "Undyne."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“Undyne”。ゑ
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「Undyne」。ゑ

source: <32>{#p/alphys}* Undyne... * We were going to do so much together when we escaped...
pt_br: <32>{#p/alphys}* Undyne... * Nós faríamos tanto juntos quando escapassemos...
zh_cn: <32>{#p/alphys}* Undyne... * 每当我孤独，每当我难过， 你总会出现在我的身边，加油打气。ゑ
zh_tw: <32>{#p/alphys}* Undyne... * 每當我孤獨，每當我難過， 你總會出現在我的身邊，加油打氣。ゑ

source: <32>* I can picture it now. * A cruise around the galaxy, with nobody to get in our way.
pt_br: <32>* Eu posso imaginar agora. * Cruzando a galáxia, sem ninguém pra entrar no nosso caminho.
zh_cn: <32>* 尽管我们偶尔会意见不和， 闹点小脾气。 * 但彼此的情谊坚不可摧。ゑ
zh_tw: <32>* 儘管我們偶爾會意見不和， 鬧點小脾氣。 * 但彼此的情誼堅不可摧。ゑ

source: <32>* Whenever I felt sad or lonely, you were always there to cheer me up.
pt_br: <32>* Sempre que eu me sentia triste ou sozinha, você sempre estava lá para me animar.
zh_cn: <32>* 我梦想着， 如果有朝一日，我们一起逃出去， 一定要做好多好多事！ゑ
zh_tw: <32>* 我夢想著， 如果有朝一日，我們一起逃出去， 一定要做好多好多事！ゑ

source: <32>* Even if you and I disagreed on some things, you didn't let it get in the way of friendship.
pt_br: <32>* Mesmo que eu e você discordamos em certos pontos, você nunca deixou isso impedir nossa amizade.
zh_cn: <32>* 我们一起上九天揽月， 一起在太空自由翱翔。 * 没有拘束，只有欢乐。ゑ
zh_tw: <32>* 我們一起上九天攬月， 一起在太空自由翱翔。 * 沒有拘束，只有歡樂。ゑ

source: <32>* Because of me, you'll never get to explore the galaxy.
pt_br: <32>* Por minha culpa, você nunca será capaz de explorar a galáxia.
zh_cn: <32>* 因为我， 你再也无法和我一同探索 星辰大海。ゑ
zh_tw: <32>* 因為我， 你再也無法和我一同探索 星辰大海。ゑ

source: <32>{#p/basic}* There's a recording on the ground labelled "Mettaton."
pt_br: <32>{#p/basic}* Há uma gravação no chão chamada "Mettaton."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“Mettaton”。ゑ
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「Mettaton」。ゑ

source: <32>{#p/alphys}* I know we got off to a rough start, but I wouldn't be the same person without you.
pt_br: <32>{#p/alphys}* Eu sei que passamos por um começo agitado, mas eu jamais seria a mesma sem sua pessoa.
zh_cn: <32>{#p/alphys}* 一开始，我们相处得不太愉快。 * 但如果没有你， 我就走不到今天这一步。ゑ
zh_tw: <32>{#p/alphys}* 一開始，我們相處得不太愉快。 * 但如果沒有你， 我就走不到今天這一步。ゑ

source: <32>* If you're hearing this, Mettaton, I want you to know that you're beautiful.
pt_br: <32>* Se você está ouvindo isso Mettaton, eu quero você saiba que eu te acho perfeita.
zh_cn: <32>* Mettaton，如果你在听... 我想对你说，你很棒。ゑ
zh_tw: <32>* Mettaton，如果你在聽... 我想對你說，你很棒。ゑ

source: <32>* There's not another monster on the outpost I'd rather design a new body for.
pt_br: <32>* Não há outro monstro no Outpost do qual eu desejaria fazer um novo corpo.
zh_cn: <32>* 整个前哨站，我只为你一人 做过新的身体。ゑ
zh_tw: <32>* 整個前哨站，我只為你一人 做過新的身體。ゑ

source: <32>* Well, maybe Napstablook. * But they're not really the fighting type.
pt_br: <32>* Bem, talvez Napstablook. * Mas ele não é muito do tipo lutador.
zh_cn: <32>* 其实... 我也考虑过 给Napstablook做个身体。 * 但是，Napstablook不适合派去战斗。ゑ
zh_tw: <32>* 其實... 我也考慮過 給Napstablook做個身體。 * 但是，Napstablook不適合派去戰鬥。ゑ

source: <32>* Good luck, Mettaton.
pt_br: <32>* Boa sorte, Mettaton.
zh_cn: <32>* 总之， 加油，Mettaton。ゑ
zh_tw: <32>* 總之， 加油，Mettaton。ゑ

source: <32>{#p/basic}* There's a recording on the ground labelled "Asgore."
pt_br: <32>{#p/basic}* Há uma gravação no chão chamada "Asgore."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“Asgore”。ゑ
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「Asgore」。ゑ

source: <32>{#p/alphys}* I know I haven't always been the best at my job, but...
pt_br: <32>{#p/alphys}* Eu sei que nem sempre fui a melhor no meu trabalho, mas...
zh_cn: <32>{#p/alphys}* 我知道，自己并不擅长 这份工作...ゑ
zh_tw: <32>{#p/alphys}* 我知道，自己並不擅長 這份工作...ゑ

source: <32>* You always made me feel like I was contributing something.
pt_br: <32>* Você sempre me fez sentir como se eu estivesse contribuindo com algo.
zh_cn: <32>* 但有你的支持，让我觉得 自己的努力有了意义。ゑ
zh_tw: <32>* 但有你的支援，讓我覺得 自己的努力有了意義。ゑ

source: <32>* And, even though those experiments were risky...
pt_br: <32>* E, mesmo que aqueles experimentos fossem arriscados...
zh_cn: <32>* 整个前哨站的大家 都支持着我们...ゑ
zh_tw: <32>* 整個前哨站的大家 都支援著我們...ゑ

source: <32>* I had the support of the whole outpost to find us a faster way out of here.
pt_br: <32>* Eu sempre tive o apoio de todos para encontrar o caminho mais rápido da liberdade.
zh_cn: <32>* 所以，即便实验风险再大， 我也暗下决心： 一定要让大家逃出去。ゑ
zh_tw: <32>* 所以，即便實驗風險再大， 我也暗下決心： 一定要讓大家逃出去。ゑ

source: <32>* Well, boss... we did it. * You won't have to live another day on this stupid outpost.
pt_br: <32>* Bem, chefe... nós conseguimos. * Você não vai precisar viver nem mais um dia nesse lugar.
zh_cn: <32>* 最终... 我们成功了。 * 您终于不用在这个破前哨站 苦苦等待人类到来。ゑ
zh_tw: <32>* 最終... 我們成功了。 * 您終於不用在這個破前哨站 苦苦等待人類到來。ゑ

source: <32>* I should have known something would go wrong...
pt_br: <32>* Eu deveria imaginar que algo daria errado...
zh_cn: <32>* 但我就顾着高兴， 居然没预感到 实验会出岔子...ゑ
zh_tw: <32>* 但我就顧著高興， 居然沒預感到 實驗會出岔子...ゑ

source: <32>* I should have noticed the dust on that Starling flower...
pt_br: <32>* Eu deveria ter notado a poeira naquela Flor Estrelada...
zh_cn: <32>* 居然没注意到 尘埃落到了那朵星花上...ゑ
zh_tw: <32>* 居然沒注意到 塵埃落到了那朵星花上...ゑ

source: <32>* I should have contained it while I had the chance...
pt_br: <32>* Eu deveria ter contido enquanto ainda tinha chance...
zh_cn: <32>* 要是我早点发现， 果断把那朵星花隔离起来... 就不会出事。ゑ
zh_tw: <32>* 要是我早點發現， 果斷把那朵星花隔離起來... 就不會出事。ゑ

source: <32>* But I didn't.
pt_br: <32>* Mas eu não o fiz.
zh_cn: <32>* 但我没有在意。ゑ
zh_tw: <32>* 但我沒有在意。ゑ

source: <32>* Because of me, and my hubris, that child has carved a path of destruction.
pt_br: <32>* Por minha causa, aquela criança abriu um caminho de destruição.
zh_cn: <32>* 因为我，因为我的自负， 那孩子走上了不归路。ゑ
zh_tw: <32>* 因為我，因為我的自負， 那孩子走上了不歸路。ゑ

source: <32>* I've lost so many people that I care about already...
pt_br: <32>* Eu já perdi tantas pessoas das quais eu me importo...
zh_cn: <32>* 许多朋友也因我而死...ゑ
zh_tw: <32>* 許多朋友也因我而死...ゑ

source: <32>* Seeing them die from the comfort of my own lab, while I do nothing to stop it.
pt_br: <32>* Vê-las morrer do conforto do meu laboratório, enquanto eu não fazia nada para impedir.
zh_cn: <32>* 我在实验室眼睁睁地 看着他们一个接一个死去， 自己却只是袖手旁观。ゑ
zh_tw: <32>* 我在實驗室眼睜睜地 看著他們一個接一個死去， 自己卻只是袖手旁觀。ゑ

source: <32>* Mettaton's going to give it his all, but if he fails...
pt_br: <32>* Mettaton vai tentar seu melhor, mas se ele falhar...
zh_cn: <32>* Mettaton说， 会尽全力阻止他们。ゑ
zh_tw: <32>* Mettaton說， 會盡全力阻止他們。ゑ

source: <32>* ... you're next.
pt_br: <32>* ... você é o próximo.
zh_cn: <32>* 但他要是失败了... * 下一个遭殃的就是你。ゑ
zh_tw: <32>* 但他要是失敗了... * 下一個遭殃的就是你。ゑ

source: <32>* I don't know what I'd do if I had to watch another one of my friends die.
pt_br: <32>* Eu não sei o que fazer se tiver que assistir mais um dos meus amigos morrer.
zh_cn: <32>* 我不知道， 当又一个挚友死在我面前时， 我该如何应对。ゑ
zh_tw: <32>* 我不知道， 當又一個摯友死在我面前時， 我該如何應對。ゑ

source: <32>* I don't know how I'd feel if I knew I could have done something to save you.
pt_br: <32>* Eu não sei o que farei se sentir que poderia ter te salvado.
zh_cn: <32>* 我不知道，在你身处危险时 我要是再一次选择袖手旁观， 又该怎么面对自己。ゑ
zh_tw: <32>* 我不知道，在你身處危險時 我要是再一次選擇袖手旁觀， 又該怎麼面對自己。ゑ

source: <32>* I do know you're not going to fight back, and I do know they're not going to care.
pt_br: <32>* O que eu sei é que você não vai lutar, e eu sei que eles não vão se importar.
zh_cn: <32>* 我只知道，你不会还手。 而他们会毫不留情地杀了你。ゑ
zh_tw: <32>* 我只知道，你不會還手。 而他們會毫不留情地殺了你。ゑ

source: <32>* If I don't do something before it's too late...
pt_br: <32>* E caso eu não faça nada antes que seja tarde demais...
zh_cn: <32>* 要是我再磨蹭下去...ゑ
zh_tw: <32>* 要是我再磨蹭下去...ゑ

source: <32>{#p/human}* (You hear Alphys drop the recorder and run into the elevator.)
pt_br: <32>{#p/human}* (Você ouve Alphys largar o gravador e correr para o elevador.)
zh_cn: <32>{#p/human}* （你听到放下录音机， 冲向电梯的声音。）ゑ
zh_tw: <32>{#p/human}* （你聽到放下錄音機， 衝向電梯的聲音。）ゑ

source: <25>{#p/asriel2}{#f/3}* Alphys running away as always, I take it.
pt_br: <25>{#p/asriel2}{#f/3}* Alphys correndo da luta como sempre, eu já imaginava.
zh_cn: <25>{#p/asriel2}{#f/3}* Alphys又逃跑了，我理解。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* Alphys又逃跑了，我理解。ゑ

source: <25>{#p/asriel2}{#f/4}* A pity.
pt_br: <25>{#p/asriel2}{#f/4}* Uma vergonha.
zh_cn: <25>{#p/asriel2}{#f/4}* 毕竟她就是个窝囊废。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 畢竟她就是個窩囊廢。ゑ

source: <25>{#p/asriel2}{#f/8}* If only I knew what she was doing the first time around...
pt_br: <25>{#p/asriel2}{#f/8}* Se pelo menos eu soubesse o que ela estava fazendo da primeira vez...
zh_cn: <25>{#p/asriel2}{#f/8}* 之前怎么就没想到 她是准备应战去了...
zh_tw: <25>{#p/asriel2}{#f/8}* 之前怎麼就沒想到 她是準備應戰去了...

source: <32>{#p/human}* (The sign prohibits any unauthorized presence in the area.)
pt_br: <32>{#p/human}* (O sinal proíbe qualquer presença não autorizada na área.)
zh_cn: <32>{#p/human}* （该标志描述了 禁止任何未经授权的人 进入该区域。）
zh_tw: <32>{#p/human}* （該標誌寫著 禁止任何未經授權的人 進入該區域。）

source: <25>{#p/asriel1}{#f/4}* For obvious reasons, you can ignore this warning.
pt_br: <25>{#p/asriel1}{#f/4}* Por razões óbvias, você pode ignorar isso.
zh_cn: <25>{#p/asriel1}{#f/4}* 由于某种 显而易见的原因， 你可以忽略这条警告。
zh_tw: <25>{#p/asriel1}{#f/4}* 由於某種 顯而易見的原因， 你可以忽略這條警告。

source: <32>{#p/basic}* "Any unauthorized presence in this area is strictly prohibited."
pt_br: <32>{#p/basic}* "Qualquer presença não autorizada nesta área é estritamente proibida."
zh_cn: <32>{#p/basic}* “未经授权，严禁闯入。”ゑ
zh_tw: <32>{#p/basic}* 「未經授權，嚴禁闖入。」ゑ

source: <32>{#p/human}* (The sign describes the longest- sustained accident- free period of time here.)
pt_br: <32>{#p/human}* (O sinal descreve o período de tempo mais longo e livre de acidentes sustentados aqui.)
zh_cn: <32>{#p/human}* （牌子上写着： 核心拥有最长的 无事故事件记录。）
zh_tw: <32>{#p/human}* （牌子上寫著： 核心擁有最長的 無事故事件記錄。）

source: <25>{#p/asriel1}{#f/3}* If not for that one builder bot incident, it'd be flawless...
pt_br: <25>{#p/asriel1}{#f/3}* Se não fosse pelo acidente daquele um bot construtor, seria perfeito...
zh_cn: <25>{#p/asriel1}{#f/3}* 要不是因为那次 建筑机器人事件， 核心就完美无瑕了...
zh_tw: <25>{#p/asriel1}{#f/3}* 要不是因為那次 建築機器人事件， 核心就完美無瑕了...

source: <32>{#p/basic}* "Longest streak without an accident: 38690 days."
pt_br: <32>{#p/basic}* "Maior quantia de dias desde o último acidente: 38690 dias."
zh_cn: <32>{#p/basic}* “核心无事故最长纪录：38690天。”
zh_tw: <32>{#p/basic}* 「核心無事故最長紀錄：38690天。」

source: <32>{#p/human}* (The sign congratulates the current worker of the year.)
pt_br: <32>{#p/human}* (A placa parabeniza o atual funcionário do ano.)
zh_cn: <32>{#p/human}* （该标志为 年度最佳员工表达了祝贺。）
zh_tw: <32>{#p/human}* （該標誌為 年度最佳員工表達了祝賀。）

source: <25>{#p/asriel1}{#f/17}* That little guy has the biggest heart...
pt_br: <25>{#p/asriel1}{#f/17}* Aquele carinha tem o maior coração...
zh_cn: <25>{#p/asriel1}{#f/17}* 个子虽小，胸怀却大...
zh_tw: <25>{#p/asriel1}{#f/17}* 個子雖小，胸懷卻大...

source: <25>{#p/asriel1}{#f/17}* Back when I was trying to be nice to everyone...
pt_br: <25>{#p/asriel1}{#f/17}* Antes quando eu estava tentando ser legal com todo mundo...
zh_cn: <25>{#p/asriel1}{#f/17}* 当我尝试 善意对待每个人时...
zh_tw: <25>{#p/asriel1}{#f/17}* 當我嘗試 善意對待每個人時...

source: <25>{#f/17}* I asked it to come along with me, and it just did.
pt_br: <25>{#f/17}* Eu pedi para que ele viesse comigo, e ele só veio.
zh_cn: <25>{#f/17}* 我让它跟着我一起， 它直接就答应了。
zh_tw: <25>{#f/17}* 我邀請它與我一同行善， 它都想沒想直接就答應了。

source: <25>{#f/20}* No questions asked.
pt_br: <25>{#f/20}* Sem perguntar nada.
zh_cn: <25>{#f/20}* 毫不犹豫。
zh_tw: <25>{#f/20}* 毫不猶豫。

source: <25>{#f/18}* I couldn't believe it!
pt_br: <25>{#f/18}* Eu nem pude acreditar!
zh_cn: <25>{#f/18}* 我简直不敢相信！
zh_tw: <25>{#f/18}* 我簡直不敢相信！

source: <25>{#p/asriel1}{#f/13}* Despite all I've done, people like Charles have something I...
pt_br: <25>{#p/asriel1}{#f/13}* Mesmo com tudo que eu fiz, pessoas como o Charles tem algo que eu...
zh_cn: <25>{#p/asriel1}{#f/13}* 尽管我与 像Charles那样的， 一同做了这么多...
zh_tw: <25>{#p/asriel1}{#f/13}* 儘管我與 像Charles那樣的人， 一同做了這麼多...

source: <25>{#f/15}* Something I could never get back on my own.
pt_br: <25>{#f/15}* Algo que eu nunca vou poder sentir sozinho.
zh_cn: <25>{#f/15}* 有些东西我却再也 找不回来了。
zh_tw: <25>{#f/15}* 有些東西我卻再也 找不回來了。

source: <25>{#f/23}* ... a pure and true form of happiness.
pt_br: <25>{#f/23}* ... a pura e verdadeiro fórmula para a felicidade.
zh_cn: <25>{#f/23}* ...那是一种纯真的幸福。
zh_tw: <25>{#f/23}* ...那是一種純真的幸福。

source: <25>{#f/22}* But maybe with you...
pt_br: <25>{#f/22}* Mas talvez com você...
zh_cn: <25>{#f/22}* 但也许和你一起... 我将失而复得。
zh_tw: <25>{#f/22}* 但也許和你一起... 我將失而復得。

source: <25>{#p/asriel1}{#f/13}* I really hope this works out, Frisk.
pt_br: <25>{#p/asriel1}{#f/13}* Eu realmente espero que isso funcionei, Frisk.
zh_cn: <25>{#p/asriel1}{#f/13}* 我们将共享 那种幸福，Frisk。
zh_tw: <25>{#p/asriel1}{#f/13}* 我們將共享 那種幸福，Frisk。

source: <32>{#p/basic}* "Worker of the year: Charles" * "Thank you for your continued effort and dedication."
pt_br: <32>{#p/basic}* "Trabalhador do ano" Charles" * "Muito obrigado por seu continuo esforço e dedicação."
zh_cn: <32>{#p/basic}* “年度最佳员工：Charles” “感谢您一直努力工作，辛勤奉献。”
zh_tw: <32>{#p/basic}* 「年度最佳員工：Charles」 「感謝您一直努力工作，辛勤奉獻。」

source: <32>{#p/human}* (The plaque dedicates itself to a certain individual.)
pt_br: <32>{#p/human}* (A placa é dedicada a um certo indivíduo.)
zh_cn: <32>{#p/human}* （这块匾是献给某个人的。）
zh_tw: <32>{#p/human}* （這塊匾是獻給某個人的。）

source: <25>{#p/asriel1}{#f/13}* You might find this surprising, but...
pt_br: <25>{#p/asriel1}{#f/13}* Você talvez ache isso surpreendente, mas...
zh_cn: <25>{#p/asriel1}{#f/13}* 你可能会觉得很惊讶， 但是...
zh_tw: <25>{#p/asriel1}{#f/13}* 你可能會覺得很驚訝， 但是...

source: <26>{#f/27}* I never really knew him.
pt_br: <26>{#f/27}* Eu nunca o conheci de verdade.
zh_cn: <26>{#f/27}* 我对他根本不怎么了解。
zh_tw: <26>{#f/27}* 我對他根本不怎麼了解。

source: <25>{#f/4}* He died before Alphys brought me back, so...
pt_br: <25>{#f/4}* Ele morreu antes da Alphys me reencarnar, então...
zh_cn: <25>{#f/4}* 他在Alphys带我回来 前就死了，所以...
zh_tw: <25>{#f/4}* 他在Alphys帶我回來 前就死了，所以...

source: <25>{#f/3}* My only memories of him are from when I was born.
pt_br: <25>{#f/3}* Minhas únicas memórias sobre ele são de quando eu era bebê.
zh_cn: <25>{#f/3}* 我对他唯一的记忆 是从我出生后开始的。
zh_tw: <25>{#f/3}* 我對他唯一的記憶 是從我出生後開始的。

source: <25>{#p/asriel1}{#f/13}* Yeah... monsters may have infinite space for memories...
pt_br: <25>{#p/asriel1}{#f/13}* É... monstros podem ter espaços infinitos para memória...
zh_cn: <25>{#p/asriel1}{#f/13}* 对... 怪物拥有无限的 记忆空间...
zh_tw: <25>{#p/asriel1}{#f/13}* 對... 怪物擁有無限的 記憶空間...

source: <25>{#f/17}* But we can't remember something if it never happened.
pt_br: <25>{#f/17}* Mas não podemos lembrar de algo que nunca aconteceu.
zh_cn: <25>{#f/17}* 但如果没见证过， 我们怎能记住呢？
zh_tw: <25>{#f/17}* 但如果沒見證過， 我們怎能記住呢？

source: <25>{#f/20}* Kind of hard to get around THAT limitation.
pt_br: <25>{#f/20}* Meio difícil de passar por ESSA limitação.
zh_cn: <25>{#f/20}* 很难绕过这种限制。
zh_tw: <25>{#f/20}* 很難繞過這種限制。

source: <25>{#p/asriel1}{#f/17}* I did hear he nearly perfected wormhole travel...
pt_br: <25>{#p/asriel1}{#f/17}* Uma coisa que sei é que ele quase chegou a conclusão perfeita de viagem com buraco de minhoca...
zh_cn: <25>{#p/asriel1}{#f/17}* 我听说他几乎完美地 完成过虫洞旅行...
zh_tw: <25>{#p/asriel1}{#f/17}* 我聽說他幾乎完美地 完成過蟲洞旅行...

source: <25>{#f/13}* Maybe, if that technology could be compacted down...
pt_br: <25>{#f/13}* Talvez, se aquela tecnologia conseguisse ser criada...
zh_cn: <25>{#f/13}* 也许，如果技术 可以被压缩...
zh_tw: <25>{#f/13}* 你說，我們未來能不能 利用那種技術...

source: <25>{#f/15}* ... implanted in monsters' minds...
pt_br: <25>{#f/15}* ... implantada na mente dos monstros...
zh_cn: <25>{#f/15}* ... 并植入怪物的大脑...
zh_tw: <25>{#f/15}* ...從別處提取記憶， 然後壓縮...
