Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/basic}{~}{#e/glyde/5}Because you're the only one who can save my sales figures!
pt_br: <20>{#p/basic}{~}{#e/glyde/5}Porque você é o único capaz de salvar minhas vendas!
zh_cn: <20>{#p/basic}{~}{#e/glyde/5}你可是我司销售额 唯一靠得住的救星啊！
zh_tw: <20>{#p/basic}{~}{#e/glyde/5}你可是我司銷售額 唯一靠得住的救星啊！

source: <32>{#p/story}* Glyde does fancy flips.
pt_br: <32>{#p/story}* Glyde faz flips extravagantes.
zh_cn: <32>{#p/story}* Glyde做了个花式空翻。
zh_tw: <32>{#p/story}* Glyde做了個花式空翻。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}With the infamous "$(moniker2)" by my side, nothing can stop me!
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Com o infame "$(moniker2)" ao meu lado, nada pode me parar!
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}有臭名昭著的 “$(moniker2)”帮我打广告， 销售额还用愁吗？ 那时，谁都阻止不了我！
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}有臭名昭著的 「$(moniker2)」幫我打廣告， 銷售額還用愁嗎？ 那時，誰都阻止不了我！

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}With MTT's precious human on my side, nothing can stop me!
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Com o famoso humano da MTT do meu lado, eu serei imparável!
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}有Mettaton的掌上明珠 帮我打广告， 销售额还用愁吗？ 那时，谁都阻止不了我！
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}有Mettaton的掌上明珠 幫我打廣告， 銷售額還用愁嗎？ 那時，誰都阻止不了我！

source: <20>{#p/basic}{~}{#e/glyde/7}Even the great Papa Gliden could only dream of the profits we'd make together!
pt_br: <20>{#p/basic}{~}{#e/glyde/7}Até mesmo o grande Papa Gliden poderia apenas sonhar com as vendas que faremos!
zh_cn: <20>{#p/basic}{~}{#e/glyde/7}我们的财富多得离谱！ 就算是我爹Gliden 也难以望其项背啊！
zh_tw: <20>{#p/basic}{~}{#e/glyde/7}我們的財富多得離譜！ 就算是我爹Gliden 也難以望其項背啊！

source: <20>{#p/alphys}I don't think attacking them is a great way to get them on your side.
pt_br: <20>{#p/alphys}Eu não acho que ataca-lo é boa forma de ganhar seu apoio.
zh_cn: <20>{#p/alphys}一味攻击人类 估计没法统一战线哦。
zh_tw: <20>{#p/alphys}一味攻擊人類 估計沒法統一戰線喔。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/1}It's called a "show of strength," buck-teeth{#x1}.
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/1}É um "show de força" nerdola{#x1}.
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/1}这叫“展现实力”，龅牙仔{#x1}。
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/1}這叫「展現實力」，齙牙仔{#x1}。

source: <20>{#p/basic}{~}{#e/glyde/9}How else am I supposed to earn the respect of my business partners?
pt_br: <20>{#p/basic}{~}{#e/glyde/9}De que outra forma eu poderia ganhar o respeito de meu parceiro de negócios?
zh_cn: <20>{#p/basic}{~}{#e/glyde/9}到底怎么才能赢得 商业合作伙伴的 尊重呢？
zh_tw: <20>{#p/basic}{~}{#e/glyde/9}不然怎麼才能贏得 商業合作夥伴的 尊重呢？

source: <20>{#p/basic}{~}{#e/glyde/10}Exactly. You don't know anything.
pt_br: <20>{#p/basic}{~}{#e/glyde/10}Exato. Você não sabe de nada.
zh_cn: <20>{#p/basic}{~}{#e/glyde/10}真是啥都不懂。
zh_tw: <20>{#p/basic}{~}{#e/glyde/10}真是啥都不懂。

source: <32>{#p/story}* Glyde is giving itself a high five... somehow.
pt_br: <32>{#p/story}* Glyde está se dando um aperto de mão, de alguma forma.
zh_cn: <32>{#p/story}* Glyde在和自己击掌... 管它怎么做到的。
zh_tw: <32>{#p/story}* Glyde在和自己擊掌... 管它怎麼做到的。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}So whaddya say, huh?
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Então, quê que se acha?
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}伙计，你现在咋想的？
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}夥計，你現在咋想的？

source: <20>{#p/basic}{#p/basic}{~}Crud.
pt_br: <20>{#p/basic}{#p/basic}{~}Puts.
zh_cn: <20>{#p/basic}{#p/basic}{~}淦。
zh_tw: <20>{#p/basic}{#p/basic}{~}淦。

source: <20>{#p/basic}{#e/bpants/12}Why do I ALWAYS end up taking out the trash around here?
pt_br: <20>{#p/basic}{#e/bpants/12}Por que EU sou quem tem que tirar o lixo pra fora aqui?
zh_cn: <20>{#p/basic}{#e/bpants/12}为什么总要我来 赶走这死家伙？
zh_tw: <20>{#p/basic}{#e/bpants/12}為什麼總要我來 趕走這死傢伙？

source: <20>{#e/bpants/0}Sorry for the trouble, little buddy.
pt_br: <20>{#e/bpants/0}Desculpa pela bagunça, maninho.
zh_cn: <20>{#e/bpants/0}小家伙，对不住了， 给你添麻烦了。
zh_tw: <20>{#e/bpants/0}小傢伙，對不住了， 給你添麻煩了。

source: <20>{#e/bpants/11}I'm Burgie. Nice to meet ya.
pt_br: <20>{#e/bpants/11}Eu sou Burgie. Prazer em te conhecer.
zh_cn: <20>{#e/bpants/11}很高兴认识你， 叫我堡兄就行。
zh_tw: <20>{#e/bpants/11}很高興認識你， 叫我堡兄就行。

source: <20>{#e/bpants/6}Glyde's been a problem around here for...
pt_br: <20>{#e/bpants/6}Glyde tem sido um problema daqui já faz tempo...
zh_cn: <20>{#e/bpants/6}Glyde来这闹事有...
zh_tw: <20>{#e/bpants/6}Glyde來這鬧事有...

source: <20>{#e/bpants/12}... hey, you're that kid who's been killing people!
pt_br: <20>{#e/bpants/12}... ei, você é aquela criança que está matando pessoas!
zh_cn: <20>{#e/bpants/12}...嘿，你不就是那个 滥杀无辜的毛头小子吗！
zh_tw: <20>{#e/bpants/12}...嘿，你不就是那個 濫殺無辜的毛頭小子嗎！

source: <20>{#e/bpants/12}... hey, you're that kid who killed everyone in Starton!
pt_br: <20>{#e/bpants/12}... ei, você é a criança que fez um genocídio em Starton!
zh_cn: <20>{#e/bpants/12}...嘿，你不就是那个 把星港居民杀了个干净的 毛头小子吗！
zh_tw: <20>{#e/bpants/12}...嘿，你不就是那個 把星港居民殺了個乾淨的 毛頭小子嗎！

source: <20>{#e/bpants/12}... hey, aren't you that kid who's been beating everyone up?
pt_br: <20>{#e/bpants/12}... ei, você não é a criança que anda dando uma surra em todo mundo?
zh_cn: <20>{#e/bpants/12}...嘿，你不就是那个 喜欢揍人的毛头小子吗？
zh_tw: <20>{#e/bpants/12}...嘿，你不就是那個 喜歡揍人的毛頭小子嗎？

source: <20>{#e/bpants/6}Glyde's been a problem around here for quite a while...
pt_br: <20>{#e/bpants/6}Glyde tem sido um problema aqui já faz bastante tempo...
zh_cn: <20>{#e/bpants/6}Glyde来这闹事有好久了...
zh_tw: <20>{#e/bpants/6}Glyde來這鬧事有好久了...

source: <20>{#e/bpants/1}Hopefully this latest stunt will get it to realize nobody's buying its crap anymore.
pt_br: <20>{#e/bpants/1}Com sorte dessa vez ele vai abrir os olhos, ninguém comprará aquela porcaria.
zh_cn: <20>{#e/bpants/1}那个毛线球最好 能让他把事情搞搞明白， 根本就没人想买它的 垃圾玩意儿！
zh_tw: <20>{#e/bpants/1}那個毛線球最好 能讓他把事情搞搞明白， 根本就沒人想買它的 垃圾玩意兒！

source: <20>{#p/mettaton}BURGERPANTS!
zh_cn: <20>{#p/mettaton}汉堡裤！
zh_tw: <20>{#p/mettaton}漢堡褲！

source: <20>IT'S SO VERY GREAT TO SEE YOU.
pt_br: <20>É TÃO MARAVILHOSO PODER TE VER.
zh_cn: <20>太好了，你来啦。
zh_tw: <20>太好了，你來啦。

source: <20>(DON'T WORRY, I CUT THE LIVE TV FEED AS SOON AS I SAW YOU COMING.)
pt_br: <20>(NÃO SE PREOCUPA, EU CORTEI A TV NO MOMENTO QUE TE VI ENTRAR.)
zh_cn: <20>（别担心，一见着你， 我就中断了直播。）
zh_tw: <20>（別擔心，一見著你， 我就中斷了直播。）

source: <20>{#p/basic}{#e/bpants/12}Don't you realize what you're dealing with here?
pt_br: <20>{#p/basic}{#e/bpants/12}Você não tá entendo com o que está lidando aqui?
zh_cn: <20>{#p/basic}{#e/bpants/12}你搞清楚 眼前这是什么人吗？
zh_tw: <20>{#p/basic}{#e/bpants/12}你搞清楚 眼前這是什麼人嗎？

source: <20>{#e/bpants/3}What the HELL are you doing putting THEM on TV!?
pt_br: <20>{#e/bpants/3}Que DESGRAÇA você tá fazendo botando ELE na TV!?
zh_cn: <20>{#e/bpants/3}让这家伙上电视， 你在想些什么啊！？
zh_tw: <20>{#e/bpants/3}讓這傢伙上電視， 你在想些什麼啊！？

source: <20>{#p/basic}{#e/bpants/12}I don't work for you anymore. Get lost.
pt_br: <20>{#p/basic}{#e/bpants/12}Eu não trabalho mais pra você. Vai se ferrar.
zh_cn: <20>{#p/basic}{#e/bpants/12}我可不跟你干了， 少来烦我。
zh_tw: <20>{#p/basic}{#e/bpants/12}我可不跟你幹了， 少來煩我。

source: <20>{#p/mettaton}WOW, SORRY...
pt_br: <20>{#p/mettaton}WOW, DESCULPA...
zh_cn: <20>{#p/mettaton}哎呀，对不起嘛...
zh_tw: <20>{#p/mettaton}哎呀，對不起嘛...

source: <20>I DIDN'T KNOW IT WAS A CRIME TO HOST A TV SHOW.
pt_br: <20>EU NÃO SABIA QUE ERA CRIME FAZER PROGRAMAS DE TV.
zh_cn: <20>原来播电视节目 还犯法啊。
zh_tw: <20>原來播電視節目 還犯法啊。

source: <20>I DIDN'T KNOW YOU DISLIKED ME THAT MUCH.
pt_br: <20>EU NÃO SABIA QUE VOCÊ ME ODIAVA DESSE TANTO.
zh_cn: <20>我还不知道 你这么讨厌我呢。
zh_tw: <20>我還不知道 你這麼討厭我呢。

source: <20>{|}{#p/basic}{#e/bpants/2}I seriously just can't with this guy I swear to go- {%}
pt_br: <20>{|}{#p/basic}{#e/bpants/2}Eu não consigo lidar com esse cara, eu juro- {%}
zh_cn: <20>{|}{#p/basic}{#e/bpants/2}待不下去了 我要走- {%}
zh_tw: <20>{|}{#p/basic}{#e/bpants/2}待不下去了 我要走- {%}

source: <20>{#p/mettaton}A-NY-WAY WE HAVE THINGS TO GET TO SO IF YOU DON'T MIND {%}
pt_br: <20>{#p/mettaton}JÁ-TÁ-BOM TEMOS COISAS A FAZER, ENTÃO SE VOCÊ NÃO SE IMPORTA {%}
zh_cn: <20>{#p/mettaton}不-过-呢 咱还有事要办 要是你不介意的话 {%}
zh_tw: <20>{#p/mettaton}不-過-呢 咱還有事要辦 要是你不介意的話 {%}

source: <20>WOULD YOU KINDLY GET OFF THE STAGE PLEASE AND THANK YOU HAVE A GREAT DAY.
pt_br: <20>SAIA DO MEU SET DE TV POR FAVOR E OBRIGADO, ÓTIMO DIA.
zh_cn: <20>请您见谅 离开舞台谢谢 祝您今天愉快。
zh_tw: <20>請您見諒 離開舞臺謝謝 祝您今天愉快。

source: <32>{#p/story}* Glyde is in danger.
pt_br: <32>{#p/story}* Glyde está em perigo.
zh_cn: <32>{#p/story}* Glyde有危险了。
zh_tw: <32>{#p/story}* Glyde有危險了。

source: <33>{#p/human}* (Mettaton shrugs at the sight.)
pt_br: <33>{#p/human}* (Mettaton da um suspiro.)
zh_cn: <33>{#p/human}* （看你拿出神器， Mettaton只是耸了耸肩。）
zh_tw: <33>{#p/human}* （看你拿出神器， Mettaton只是聳了聳肩。）

source: <20>{#p/mettaton}I DON'T THINK SO, DARLING...
pt_br: <20>{#p/mettaton}EU ACHO QUE NÃO, QUERIDO...
zh_cn: <20>{#p/mettaton}这可不行，亲爱的...
zh_tw: <20>{#p/mettaton}這可不行，親愛的...

source: <32>{#p/human}* (You fire the gun.) * (Mettaton absorbs its charge.)
pt_br: <32>{#p/human}* (Você atira a arma.) * (Mettaton absorve a energia.)
zh_cn: <32>{#p/human}* （你开了一枪。） * （Mettaton吸收了这一枪的电能。）
zh_tw: <32>{#p/human}* （你開了一槍。） * （Mettaton吸收了這一槍的電能。）

source: <32>{#p/human}* (You deploy the bomb.) * (The mist scatters about.) * (Mettaton is unaffected.)
pt_br: <32>{#p/human}* (Você implanta a bomba.) * (A névoa se espalha.) * (Mettaton não é afetado.)
zh_cn: <32>{#p/human}* （你引爆了炸弹。） * （云雾缭绕。） * （Mettaton一点没受影响。）
zh_tw: <32>{#p/human}* （你引爆了炸彈。） * （雲霧繚繞。） * （Mettaton一點沒受影響。）

source: <32>{#p/human}* (You use the spray.) * (Sweet...) * (Mettaton eats it up.)
pt_br: <32>{#p/human}* (Você usa o spray.) * (Doce...) * (Mettaton come o spray.)
zh_cn: <32>{#p/human}* （你喷洒了糖雾。） * （好甜...） * （Mettaton把糖雾吃掉了。）
zh_tw: <32>{#p/human}* （你噴灑了糖霧。） * （好甜...） * （Mettaton把糖霧吃掉了。）

source: <20>{#p/mettaton}HOW STUNNING A MOVE.
pt_br: <20>{#p/mettaton}QUE MOVIMENTO BRILHANTE.
zh_cn: <20>{#p/mettaton}多么惊人的举动。
zh_tw: <20>{#p/mettaton}多麼驚人的舉動。

source: <20>{#p/mettaton}IT'S LIKE A RENT-FREE MIST MACHINE!
pt_br: <20>{#p/mettaton}É COMO UMA MÁQUINA DE NÉVOA SEM ALUGUEL!
zh_cn: <20>{#p/mettaton}就像是一台免费 的舞台烟雾机！
zh_tw: <20>{#p/mettaton}就像是一臺 免費的舞臺煙霧機！

source: <20>{#p/mettaton}SPICY.
pt_br: <20>{#p/mettaton}PICANTE.
zh_cn: <20>{#p/mettaton}多么刺激。
zh_tw: <20>{#p/mettaton}多麼刺激。

source: <32>{#p/story}* Mettaton swings into action!
pt_br: <32>{#p/story}* Mettaton balança em ação!
zh_cn: <32>{#p/story}* Mettaton开始了他的表演！ゑ
zh_tw: <32>{#p/story}* Mettaton開始了他的表演！ゑ

source: <32>{#p/story}* Mettaton returns!
pt_br: <32>{#p/story}* Mettaton retorna!
zh_cn: <32>{#p/story}* Mettaton闪亮返场！
zh_tw: <32>{#p/story}* Mettaton閃亮返場！

source: <32>{#p/story}* METTATON - ATK 30 DEF 255 * His metal body renders him invulnerable to attack.
pt_br: <32>{#p/story}* METTATON - ATQ 30 DEF 255 * Seu corpo de metal o faz invulnerável a ataques.
zh_cn: <32>{#p/story}* METTATON - 攻击30 防御255 * 他的金属制的身体 使他无懈可击。
zh_tw: <32>{#p/story}* METTATON - 攻擊30 防禦255 * 他的金屬制的身體 使他無懈可擊。

source: <32>{#p/story}* METTATON - ATK 30 DEF 255 * Seriously, his metal body is invulnerable!
pt_br: <32>{#p/story}* METTATON - ATQ 30 DEF 255 * Sério, o corpo de metal é invulnerável!
zh_cn: <32>{#p/story}* METTATON - 攻击30 防御255 * 没想到，他的金属身体 竟然使他无懈可击！
zh_tw: <32>{#p/story}* METTATON - 攻擊30 防禦255 * 沒想到，他的金屬身體 竟然使他無懈可擊！

source: <32>{#p/human}* (You flirt with Mettaton.)
pt_br: <32>{#p/human}* (Você flerta com Mettaton.)
zh_cn: <32>{#p/human}* （你向Mettaton调情。）
zh_tw: <32>{#p/human}* （你向Mettaton調情。）

source: <20>{#p/mettaton}WHAT IS IT WITH YOU AND THE COLOR RED?{^40}{%}
pt_br: <20>{#p/mettaton}O QUE TEM COM VOCÊ E A COR VERMELHA?{^40}{%}
zh_cn: <20>{#p/mettaton}你那红色到底 是怎么回事？{^40}{%}
zh_tw: <20>{#p/mettaton}你那紅色到底 是怎麼回事？{^40}{%}

source: <20>{#p/mettaton}{#x1}YOU SHOULD KNOW BY NOW THAT'S NOT GOING TO FLY HERE...{^40}{%}
pt_br: <20>{#p/mettaton}{#x1}A ESSA ALTURA VOCÊ JÁ DEVERIA TER ENTENDIDO...{^40}{%}
zh_cn: <20>{#p/mettaton}{#x1}你应该知道这样 可不能入场吧...{^40}{%}
zh_tw: <20>{#p/mettaton}{#x1}你應該知道這樣 可不能入場吧...{^40}{%}

source: <20>{#p/mettaton}OH, DARLING, WHAT'S THAT I SEE? THE COLOR RED?{^40}{%}
pt_br: <20>{#p/mettaton}OH, QUERIDO, O QUE ISSO? A COR VERMELHA?{^40}{%}
zh_cn: <20>{#p/mettaton}哦，亲爱的， 我看到了什么？ 一抹红色？{^40}{%}
zh_tw: <20>{#p/mettaton}喔，親愛的， 我看到了什麼？ 一抹紅色？{^40}{%}

source: <20>{#p/mettaton}{#x1}MY, MY... YOU'VE GOTTEN AWAY WITH THAT COLOR FOR FAR TOO LONG!{^40}{%}
pt_br: <20>{#p/mettaton}{#x1}MY, MY... VOCÊ SE SAFOU COM ESSA COR POR MUITO TEMPO!{^40}{%}
zh_cn: <20>{#p/mettaton}{#x1}天呐，天呐... 你那红色 用的也够久了。{^40}{%}
zh_tw: <20>{#p/mettaton}{#x1}天吶，天吶... 你那紅色 用的也夠久了。{^40}{%}

source: <20>{#p/mettaton}WOW!!! SO MUCH BETTER!!! NOW YOU CAN PRESS [Z] TO SHOOT!!!{^40}{%}
pt_br: <20>{#p/mettaton}WOW!!! TÃO MELHOR!!! AGORA PRESSIONA [Z] PARA ATIRAR!!!{^40}{%}
zh_cn: <20>{#p/mettaton}哇！！！ 这下好多了！！！ 现在你可以按[Z]射击！！！{^40}{%}
zh_tw: <20>{#p/mettaton}哇！！！ 這下好多了！！！ 現在你可以按[Z]射擊！！！{^40}{%}

source: <20>{#p/mettaton}ISN'T MAGIC JUST A WONDERFUL THING??? NOW YOU CAN PRESS [Z] TO SHOOT!!!{^40}{%}
pt_br: <20>{#p/mettaton}MAGIA NÃO É UMA COISA MARAVILHOSA??? AGORA VOCÊ PODE PRESSIONAR [Z] PARA ATIRAR!!!{^40}{%}
zh_cn: <20>{#p/mettaton}魔法，很奇妙吧？？？ 现在你可以按[Z]射击！！！{^40}{%}
zh_tw: <20>{#p/mettaton}魔法，很奇妙吧？？？ 現在你可以按[Z]射擊！！！{^40}{%}

source: <20>{#p/mettaton}(YOU CAN ALSO HOLD [C] TO SHOOT, BUT WHERE'S THE FUN IN THAT.){^40}{%}
pt_br: <20>{#p/mettaton}(VOCÊ TAMBÉM PODE SEGURAR [C] PARA ATIRAR, MAS ONDE ESTÁ A DIVERSÃO NISSO.){^40}{%}
zh_cn: <20>{#p/mettaton}（你也可以 按住[C]来连射， 但那就没意思了嘛。）{^40}{%}
zh_tw: <20>{#p/mettaton}（你也可以 按住[C]來連射， 但那就沒意思了嘛。）{^40}{%}

source: <20>{#p/mettaton}ADMIRING ALPHYS'S FABULOUS BODYWORK? I WON'T JUDGE.
pt_br: <20>{#p/mettaton}ADMIRANDO O FABULOSO TRABALHO DE CORPO DA ALPHYS? EU NÃO JULGO.
zh_cn: <20>{#p/mettaton}欣赏ALPHYS的 令人惊叹的技术了？ 我不予置评。
zh_tw: <20>{#p/mettaton}欣賞ALPHYS的 令人驚嘆的技術了？ 我不予置評。

source: <20>{#p/mettaton}YOU SILLY GOOSE. THAT'S NOT GOING TO WORK ON ME, SWEETHEART!
pt_br: <20>{#p/mettaton}SEU BOBINHO. ISSO NÃO VAI FUNCIONAR COMIGO, DOCINHO!
zh_cn: <20>{#p/mettaton}你这小傻瓜。 这对我没用， 亲爱的！
zh_tw: <20>{#p/mettaton}你這小傻瓜。 這對我沒用， 親愛的！

source: <20>{#p/mettaton}LISTEN, SWEETHEART. I'VE HAD ENOUGH PAIN TODAY AS IT IS. DO YOU MIND?
pt_br: <20>{#p/mettaton}ESCUTA, BELEZURA. EU JÁ TIVE DOR DEMAIS HOJE. DA PRA PARAR?
zh_cn: <20>{#p/mettaton}听着，亲爱的。 我今天已经受够了 疼痛。你不介意吧？
zh_tw: <20>{#p/mettaton}親，聽著。 我今天不想再被傷害了。 你不介意吧？

source: <20>{#p/mettaton}LISTEN, SWEETHEART. ATTACKING ME WON'T DO YOU ANY FAVORS. ESPECIALLY NOT NOW.
pt_br: <20>{#p/mettaton}ESCUTA, AMORZINHO. ME ATACAR NÃO TE FARÁ NENHUM BEM. ESPECIALMENTE NÃO AGORA.
zh_cn: <20>{#p/mettaton}听着，亲爱的。 继续攻击对你来说根本 无济于事。尤其是现在。
zh_tw: <20>{#p/mettaton}聽著，親愛的。 繼續攻擊對你來說根本 無濟於事。尤其是現在。

source: <20>{#p/mettaton}OHOHO...
zh_cn: <20>{#p/mettaton}哦哦哦...
zh_tw: <20>{#p/mettaton}喔喔喔...

source: <20>GETTING FRISKY, EH?
pt_br: <20>FICANDO BRINCALHÃO, HEIN?
zh_cn: <20>见到我很兴奋啊， 是吧？
zh_tw: <20>見到我很興奮啊， 是吧？

source: <20>I'LL HAVE TO REMEMBER THAT, DARLING~
pt_br: <20>EU VOU TER QUE TE LEMBRAR DE ALGO, QUERIDO~
zh_cn: <20>我会记住的，亲爱的~
zh_tw: <20>我會記住的，親愛的~

source: <20>{#p/mettaton}LET'S START WITH SOMETHING SIMPLE...
pt_br: <20>{#p/mettaton}VAMOS COMEÇAR COM ALGO SIMPLES...
zh_cn: <20>{#p/mettaton}我们先从 简单的开始...
zh_tw: <20>{#p/mettaton}我們先從 簡單的開始...

source: <20>SINGING!
pt_br: <20>CANTAR!
zh_cn: <20>唱歌！
zh_tw: <20>唱歌！

source: <20>{|}DO YOU HAVE WHAT IT TAKES TO- {%}
pt_br: <20>{|}VOCÊ TEM O QUE É NECESSÁRIO PARA- {%}
zh_cn: <20>{|}你能够- {%}
zh_tw: <20>{|}你能夠- {%}

source: <20>... WAIT A SECOND.
pt_br: <20>... ESPERA UM POUCO.
zh_cn: <20>... 等一下。
zh_tw: <20>... 等一下。

source: <20>IS IT JUST ME, OR...
pt_br: <20>SOU SÓ EU OU...
zh_cn: <20>是我的错觉， 还是...
zh_tw: <20>是我的錯覺， 還是...

source: <20>DO YOU LOOK A LITTLE "RED" TODAY?
pt_br: <20>VOCÊ ESTÁ "VERMELHO" DEMAIS HOJE?
zh_cn: <20>你今天看起来 有点“红”呢？
zh_tw: <20>你今天看起來 有點「紅」呢？

source: <20>DOCTOR, IF YOU COULD...
pt_br: <20>DOUTORA, SE VOCÊ PUDER...
zh_cn: <20>博士，如果 你可以的话...
zh_tw: <20>博士，如果 你可以的話...

source: <20>{#p/alphys}Okay, okay! I-I'll do it!
pt_br: <20>{#p/alphys}Okay, okay! E-EU faço isso!
zh_cn: <20>{#p/alphys}好，好！ 我-我会的！
zh_tw: <20>{#p/alphys}好，好！ 我-我會的！

source: <20>{#p/alphys}Uh, sure!
pt_br: <20>{#p/alphys}Uh, claro!
zh_cn: <20>{#p/alphys}呃，好！
zh_tw: <20>{#p/alphys}呃，好！

source: <20>{#p/alphys}... hm?
zh_cn: <20>{#p/alphys}...嗯？
zh_tw: <20>{#p/alphys}...嗯？

source: <20>{#p/alphys}F-forgive me...
pt_br: <20>{#p/alphys}Me d-desculpa...
zh_cn: <20>{#p/alphys}请-请原谅我...
zh_tw: <20>{#p/alphys}請-請原諒我...

source: <20>{#p/alphys}O-oh yeah, that.
pt_br: <20>{#p/alphys}O-oh certo, isso.
zh_cn: <20>{#p/alphys}哦-哦，好的。
zh_tw: <20>{#p/alphys}喔-喔，好的。

source: <20>{*}{#p/mettaton}MUCH BETTER.{^30}{%}
pt_br: <20>{*}{#p/mettaton}BEM MELHOR.{^30}{%}
zh_cn: <20>{*}{#p/mettaton}好多了。{^30}{%}
zh_tw: <20>{*}{#p/mettaton}好多了。{^30}{%}

source: <20>{*}{#p/alphys}N-now try pressing [Z] to teleport.{^30}{%}
pt_br: <20>{*}{#p/alphys}A-agora tente apertar [Z] para teleportar.{^30}{%}
zh_cn: <20>{*}{#p/alphys}现-现在按[Z] 来传送。{^30}{%}
zh_tw: <20>{*}{#p/alphys}現-現在按[Z] 來傳送。{^30}{%}

source: <20>{*}{#p/alphys}So... y-you move around, then you press [Z] to teleport!{^30}{%}
pt_br: <20>{*}{#p/alphys}Então... v-você se move e aperta [Z] quando quiser teleportar!{^30}{%}
zh_cn: <20>{*}{#p/alphys}所以... 你-你可以四处移动， 然后按[Z]传送！{^30}{%}
zh_tw: <20>{*}{#p/alphys}所以... 你-你可以四處移動， 然後按[Z]傳送！{^30}{%}

source: <20>{*}{#p/alphys}Move around, then press [Z] to teleport.{^30}{%}
pt_br: <20>{*}{#p/alphys}Se mova ao redor e aperte [Z] para teleportar.{^30}{%}
zh_cn: <20>{*}{#p/alphys}四处移动， 然后按[Z]传送。{^30}{%}
zh_tw: <20>{*}{#p/alphys}四處移動， 然後按[Z]傳送。{^30}{%}

source: <20>{*}WHAT HAVE I TOLD YOU ABOUT HANDING OUT HINTS?{^30}{%}
pt_br: <20>{*}O QUE EU JÁ TE DISSE SOBRE DAR DICAS?{^30}{%}
zh_cn: <20>{*}我不是跟你说过 不要给提示吗？{^30}{%}
zh_tw: <20>{*}我不是跟你說過 不要給提示嗎？{^30}{%}

source: <20>{*}ANYWAY...{^30}{%}
pt_br: <20>{*}BOM...{^30}{%}
zh_cn: <20>{*}总之...{^30}{%}
zh_tw: <20>{*}總之...{^30}{%}

source: <20>{*}LET'S GET THIS SHOW ON THE ROAD!{^30}{%}
pt_br: <20>{*}VAMOS COMEÇAR ESSE SHOW!{^30}{%}
zh_cn: <20>{*}我们开始表演吧！{^30}{%}
zh_tw: <20>{*}我們開始表演吧！{^30}{%}

source: <20>{#p/mettaton}DON'T MISS A SINGLE NOTE, MY DEAR!
pt_br: <20>{#p/mettaton}NÃO PERCA UM ÚNICO MOVIMENTO, QUERIDO!
zh_cn: <20>{#p/mettaton}不要错过任何一个 音符，亲爱的！
zh_tw: <20>{#p/mettaton}不要錯過任何一個 音符，親愛的！

source: <20>{#p/mettaton}LET'S KICK THINGS UP A NOTCH.
pt_br: <20>{#p/mettaton}VAMOS DAR UMA BELA MOVIMENTADA.
zh_cn: <20>{#p/mettaton}我们来玩点 刺激的吧。
zh_tw: <20>{#p/mettaton}我們來玩點 刺激的吧。

source: <20>{#p/mettaton}I MUST SAY, YOU'RE HANDLING THIS LIKE A TRUE ICON.
pt_br: <20>{#p/mettaton}EU DEVO DIZER, VOCÊ ESTÁ LIDANDO COM ISSO COMO UM VERDADEIRO ÍCONE.
zh_cn: <20>{#p/mettaton}不得不说，你对待 这场演出就像一个 真正的偶像。
zh_tw: <20>{#p/mettaton}不得不說，你對待 這場演出就像一個 真正的偶像。

source: <20>BUT, CAN YOU GO FIN-TO-FIN WITH OUR SPECIAL GUEST?
pt_br: <20>MAS VOCÊ CONSEGUE BATER DE FRENTE COM NOSSO CONVIDADO ESPECIAL?
zh_cn: <20>但现在，你要和我们 的特别嘉宾一起 登“唱”表演了！
zh_tw: <20>但現在，你要和 我們的特別嘉賓 一「鰭」登臺表演了！

source: <20>{#p/mettaton}I MUST SAY, YOUR PERFORMANCE THUS FAR HASN'T BEEN THE BEST.
pt_br: <20>{#p/mettaton}EU DEVO DIZER, SUA PERFORMANCE NÃO FOI TÃO BOA ATÉ O MOMENTO.
zh_cn: <20>{#p/mettaton}我得说，到目前 为止你的表现 还不是最好的。
zh_tw: <20>{#p/mettaton}我得說，到目前 為止你的表現 還不是最好的。

source: <20>PERHAPS WHAT YOU NEED IS A LITTLE COMPETITION!
pt_br: <20>TALVEZ VOCÊ SÓ PRECISE DE UM POUCO DE COMPETIÇÃO!
zh_cn: <20>也许你需要的 是一点竞争的 刺激！
zh_tw: <20>也許你需要的 是一點競爭的 刺激！

source: <20>WHERE IS...
pt_br: <20>ONDE ESTÁ...
zh_cn: <20>她在...
zh_tw: <20>她在...

source: <20>{#p/basic}She's dead.
pt_br: <20>{#p/basic}Ela tá morta.
zh_cn: <20>{#p/basic}她死了。
zh_tw: <20>{#p/basic}她死了。

source: <20>{#p/mettaton}OH. THAT'S A SHAME.
pt_br: <20>{#p/mettaton}OH. ISSO É UM TRAGÉDIA.
zh_cn: <20>{#p/mettaton}哦， 太遗憾了。
zh_tw: <20>{#p/mettaton}喔， 太遺憾了。

source: <20>{#p/mettaton}DEAR AUDIENCE... LET US OFFER A MOMENT OF SILENCE FOR SHYREN.
pt_br: <20>{#p/mettaton}QUERIDA AUDIÊNCIA... DAREMOS UM MOMENTO DE SILÊNCIO A SHYREN.
zh_cn: <20>{#p/mettaton}亲爱的观众... 让我们拿出一点时间 为SHYREN默哀。
zh_tw: <20>{#p/mettaton}親愛的觀眾... 讓我們拿出一點時間 為SHYREN默哀。

source: <20>{#p/mettaton}OKAY, MOMENT OVER.
pt_br: <20>{#p/mettaton}TÁ BOM, ACABOU O MOMENTO.
zh_cn: <20>{#p/mettaton}好了，差不多了。
zh_tw: <20>{#p/mettaton}好了，差不多了。

source: <20>{#p/mettaton}LUCKY YOU, $(moniker3u)!
pt_br: <20>{#p/mettaton}SORTE A SUA, $(moniker3u)!
zh_cn: <20>{#p/mettaton}运气不错， $(moniker3u)！
zh_tw: <20>{#p/mettaton}運氣不錯， $(moniker3u)！

source: <20>{#p/mettaton}LUCKY YOU!
pt_br: <20>{#p/mettaton}SORTE A SUA!
zh_cn: <20>{#p/mettaton}运气不错！
zh_tw: <20>{#p/mettaton}運氣不錯！

source: <20>I GUESS YOU GET TO SKIP THIS PART.
pt_br: <20>ACHO QUE VAMOS TER QUE PULAR ESSA PARTE.
zh_cn: <20>我觉得你可以 跳过这部分了。
zh_tw: <20>我覺得你可以 跳過這部分了。

source: <20>IT'S A REAL SHAME WE CAN'T KEEP SINGING, BUT HEY...
pt_br: <20>UMA LASTIMA NÃO PODERMOS CONTINUAR A CANTAR, MAS EI...
zh_cn: <20>我们不能继续唱歌 真的太遗憾了， 但是...
zh_tw: <20>我們不能繼續唱歌 真的太遺憾了， 但是...

source: <20>WHEN ONE ACT ENDS, ANOTHER MUST BEGIN.
pt_br: <20>QUANDO UM ATO ACABA, OUTRO DEVE COMEÇAR.
zh_cn: <20>上半场结束， 下半场必须开始。
zh_tw: <20>上半場結束， 下半場必須開始。

source: <20>... LET'S DANCE!
pt_br: <20>... VAMOS DANÇAR!
zh_cn: <20>...来跳舞吧！
zh_tw: <20>...來跳舞吧！

source: <20>{#p/mettaton}GIVE IT ALL YOU'VE GOT, SHYREN!
pt_br: <20>{#p/mettaton}ENTREGUE TUDO QUE TEM, SHYREN!
zh_cn: <20>{#p/mettaton}使出全力吧， SHYREN！
zh_tw: <20>{#p/mettaton}使出全力吧， SHYREN！

source: <20>{#p/mettaton}ENCHANTING, EH?
pt_br: <20>{#p/mettaton}ENCANTADOR, EH?
zh_cn: <20>{#p/mettaton}很迷人，哈？
zh_tw: <20>{#p/mettaton}很迷人，哈？

source: <20>{#p/mettaton}DON'T WORRY. SHYREN'S VOICE DOES THAT TO EVERYONE.
pt_br: <20>{#p/mettaton}NÃO SE PREOCUPE, A VOZ DA SHYREN FAZ ISSO COM TODO MUNDO.
zh_cn: <20>{#p/mettaton}别着急。 SHYREN的歌声 对每个人来说 都是这样的。
zh_tw: <20>{#p/mettaton}別著急。 SHYREN的歌聲 對每個人來說 都是這樣的。

source: <20>{#p/mettaton}... MAYBE SHYREN'S JUST NOT FEELING IT TODAY.
pt_br: <20>{#p/mettaton}...TALVEZ SHYREN NÃO ESTIVESSE NO RITMO HOJE.
zh_cn: <20>{#p/mettaton}...也许Shyren 今天只是状态不好。
zh_tw: <20>{#p/mettaton}...也許Shyren 今天只是狀態不好。

source: <20>HOW TRAGIC.
pt_br: <20>QUE TRÁGICO.
zh_cn: <20>多么悲剧。
zh_tw: <20>多麼悲劇。

source: <20>BY THE WAY, DID I MENTION YOUR VOICE IS GETTING BORING?
pt_br: <20>ALIÁS, EU MENCIONEI QUE SUA VOZ ESTÁ FICANDO ENJOATIVA?
zh_cn: <20>对了，我有说过 你的声音越来越 无聊了吗？
zh_tw: <20>對了，我有說過 你的聲音越來越 無聊了嗎？

source: <20>{#p/mettaton}OH, SHYREN IS JUST LOVELY, ISN'T SHE?
pt_br: <20>{#p/mettaton}OH, SHYREN É TÃO AMÁVEL, NÃO É MESMO?
zh_cn: <20>{#p/mettaton}哦， SHYREN太可爱了， 是吧？
zh_tw: <20>{#p/mettaton}喔， SHYREN太可愛了， 是吧？

source: <20>IF I HAD MY WAY WITH HER, SHE'D BE A SUPERSTAR ALREADY...
pt_br: <20>SE EU CONSEGUISSE ENCANTA-LA, ELA JÁ SERIA UMA SUPER ESTRELA...
zh_cn: <20>如果按我的方式， 她早就是 超级巨星了...
zh_tw: <20>如果按我的方式， 她早就是 超級巨星了...

source: <20>OH WELL. BY THE WAY, DID I MENTION YOUR VOICE IS GETTING BORING?
pt_br: <20>OH BEM. ALIÁS, EU MENCIONEI QUE SUA VOZ ESTÁ FICANDO ENTEDIANTE?
zh_cn: <20>哦。对了， 我有说过你 声音越来越 无聊了吗？
zh_tw: <20>喔。對了， 我有說過你 聲音越來越 無聊了嗎？

source: <20>BUT DON'T WORRY, THE SOLUTION HERE IS OBVIOUS.
pt_br: <20>MAS NÃO SE PREOCUPE, A SOLUÇÃO AQUI É ÓBVIA.
zh_cn: <20>但别担心， 解决办法 显而易见。
zh_tw: <20>但別擔心， 解決辦法 顯而易見。

source: <20>AS ANY GOOD SHOW-BOT KNOWS, YOU CAN'T HAVE THE SONG...
pt_br: <20>COMO QUALQUER BOM SHOW-BOT SABE, VOCÊ NÃO PODE TER A MÚSICA...
zh_cn: <20>任何优秀的 节目机器人都 知道...
zh_tw: <20>任何優秀的 節目機器人都 知道...

source: <20>... WITHOUT THE DANCE!
pt_br: <20>... SEM A DANÇA!
zh_cn: <20>...没有舞蹈 就没有音乐！
zh_tw: <20>...沒有舞蹈 就沒有音樂！

source: <20>{#p/mettaton}BRING IT ON!
pt_br: <20>{#p/mettaton}VEM COM TUDO!
zh_cn: <20>{#p/mettaton}放马来吧！
zh_tw: <20>{#p/mettaton}放馬來吧！

source: <20>{#p/mettaton}DO YOU HEAR THAT, DARLING...?
pt_br: <20>{#p/mettaton}VOCÊ OUVIU ISSO, QUERIDO...?
zh_cn: <20>{#p/mettaton}听到了吗， 亲爱的...？
zh_tw: <20>{#p/mettaton}聽到了嗎， 親愛的...？

source: <20>... THAT'S RIGHT.
pt_br: <20>... EXATAMENTE.
zh_cn: <20>...那就对了。
zh_tw: <20>...那就對了。

source: <20>THE VIEWERS ARE STARVING FOR SOME DRAMA!
pt_br: <20>OS ESPECTADORES ESTÃO SEDENTOS POR DRAMA!
zh_cn: <20>观众们可是 很希望看到 节目效果的！
zh_tw: <20>觀眾們可是 很希望看到 節目效果的！
