Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/mettaton}Time's up, darling. I'll take that as a yes...{^40}{%}
pt_br: <20>{#p/mettaton}O tempo acabou, querida. Vou tomar isso como um sim ...{^40}{%}
zh_cn: <20>{#p/mettaton}时间到了，亲爱的。 我就当你同意了...{^40}{%}
zh_tw: <20>{#p/mettaton}時間到了，親愛的。 我就當你同意了...{^40}{%}

source: <20>{#p/mettaton}Straight to the point, I see.{^40}{%}
pt_br: <20>{#p/mettaton}Direto ao ponto, eu vejo.{^40}{%}
zh_cn: <20>{#p/mettaton}开门见山啊， 我知道了。{^40}{%}
zh_tw: <20>{#p/mettaton}開門見山啊， 我知道了。{^40}{%}

source: <20>{#p/mettaton}Great answer! I love it!!!{^40}{%}
pt_br: <20>{#p/mettaton}Ótima resposta! Eu amei!!!{^40}{%}
zh_cn: <20>{#p/mettaton}这回答太棒了！ 我爱它！！！{^40}{%}
zh_tw: <20>{#p/mettaton}這回答太棒了！ 我愛它！！！{^40}{%}

source: <20>{#p/mettaton}I'd like to see you try.{^40}{%}
pt_br: <20>{#p/mettaton}Eu gostaria de te ver tentar.{^40}{%}
zh_cn: <20>{#p/mettaton}期待你的尝试！{^40}{%}
zh_tw: <20>{#p/mettaton}期待你的嘗試！{^40}{%}

source: <20>{#p/mettaton}... but I can't keep running away.{^40}{%}
pt_br: <20>{#p/mettaton}... mas eu não posso continuar fugindo.{^40}{%}
zh_cn: <20>{#p/mettaton}...但我不能 一直逃避下去。{^40}{%}
zh_tw: <20>{#p/mettaton}...但我不能 一直逃避下去。{^40}{%}

source: <20>{#p/mettaton}Now THAT's how you answer a question!{^40}{%}
pt_br: <20>{#p/mettaton}É ASSIM que se responde a uma pergunta!{^40}{%}
zh_cn: <20>{#p/mettaton}这就是你 回答问题的方式！{^40}{%}
zh_tw: <20>{#p/mettaton}這才叫回答問題！{^40}{%}

source: <20>{#p/mettaton}So you just lack the courage, hmm?{^40}{%}
pt_br: <20>{#p/mettaton}Então você só não tem coragem, hmm?{^40}{%}
zh_cn: <20>{#p/mettaton}你只是缺乏勇气， 对吧？{^40}{%}
zh_tw: <20>{#p/mettaton}你只是缺乏勇氣， 對吧？{^40}{%}

source: <20>{#p/mettaton}Woah, I wouldn't go that far.{^40}{%}
pt_br: <20>{#p/mettaton}Woah, eu não iria tão longe.{^40}{%}
zh_cn: <20>{#p/mettaton}哇， 我不会走那么远。{^40}{%}
zh_tw: <20>{#p/mettaton}哇， 我不會走那麼遠。{^40}{%}

source: <20>{#p/mettaton}I like your attitude!{^40}{%}
pt_br: <20>{#p/mettaton}Eu gostei da sua atitude!{^40}{%}
zh_cn: <20>{#p/mettaton}我喜欢你的看法！{^40}{%}
zh_tw: <20>{#p/mettaton}我喜歡你的看法！{^40}{%}

source: <20>{#p/mettaton}The truth is so refreshing!{^40}{%}
pt_br: <20>{#p/mettaton}A verdade é tão refrescante!{^40}{%}
zh_cn: <20>{#p/mettaton}真相多 令人振奋啊！{^40}{%}
zh_tw: <20>{#p/mettaton}真相多 令人振奮啊！{^40}{%}

source: <20>{#p/mettaton}Well, that's confidence...{^40}{%}
pt_br: <20>{#p/mettaton}Olha só, isso é confiança...{^40}{%}
zh_cn: <20>{#p/mettaton}嗯， 这就是信心...{^40}{%}
zh_tw: <20>{#p/mettaton}嗯， 這就是信心...{^40}{%}

source: <20>{#p/mettaton}Oooh, you're serious about this.{^40}{%}
pt_br: <20>{#p/mettaton}Oooh, você está falando sério.{^40}{%}
zh_cn: <20>{#p/mettaton}哦——， 你是认真的。{^40}{%}
zh_tw: <20>{#p/mettaton}喔——， 你是認真的。{^40}{%}

source: <20>{#p/mettaton}Don't lie to yourself, dear...{^40}{%}
pt_br: <20>{#p/mettaton}Não minta para si mesmo, querido...{^40}{%}
zh_cn: <20>{#p/mettaton}不要欺骗自己， 亲爱的...{^40}{%}
zh_tw: <20>{#p/mettaton}不要欺騙自己， 親愛的...{^40}{%}

source: Hits: $(x)
pt_br: Acertos: $(x)
zh_cn: 破甲：$(x)次
zh_tw: 破甲：$(x)次

source: Shield: $(x)%
pt_br: Escudo: $(x)%
zh_cn: 护甲：$(x)%
zh_tw: 護甲：$(x)%

source: Impressive
pt_br: Impressionante
zh_cn: 有两下子
zh_tw: 有兩下子

source: Dramatic
pt_br: Dramático
zh_cn: 精彩
zh_tw: 精彩

source: Unimpressive
pt_br: Inexpressivo
zh_cn: 一般般
zh_tw: 一般般

source: Risky
pt_br: Arriscado
zh_cn: 小心点
zh_tw: 小心點

source: Laughable
pt_br: Risível
zh_cn: 笑死
zh_tw: 笑死

source: Crazy
pt_br: Louco
zh_cn: 危险啊
zh_tw: 危險啊

source: Impressive?
pt_br: Impressionante?
zh_cn: 您可真棒呢
zh_tw: 您可真棒呢

source: Showstopping
pt_br: Espetacular
zh_cn: 别出人命了
zh_tw: 別出人命了

source: Plot Twist
zh_cn: 超级反转
zh_tw: 超級反轉

source: Cute
pt_br: Fofo
zh_cn: 萌萌哒
zh_tw: 萌萌噠

source: Doubling Down
pt_br: Dobrando Aposta
zh_cn: 疯狂加码
zh_tw: 瘋狂加碼

source: Flirty
pt_br: Flerte
zh_cn: 好可爱
zh_tw: 好可愛

source: Tripling Down
pt_br: Triplicando Aposta
zh_cn: 三倍奉还
zh_tw: 三倍奉還

source: Romantic
pt_br: Romântico
zh_cn: 好浪漫
zh_tw: 好浪漫

source: Flirtatious
pt_br: Flertador
zh_cn: 撩得飞起
zh_tw: 撩得飛起

source: Enthralling
pt_br: Fascinante
zh_cn: 真迷人
zh_tw: 真迷人

source: Disappointing
pt_br: Desapontante
zh_cn: 白吹牛了
zh_tw: 白吹牛了

source: Embarrassing
pt_br: Embaraçoso
zh_cn: 真尴尬
zh_tw: 真尷尬

source: Satisfying
pt_br: Satisfatório
zh_cn: 正义执行
zh_tw: 正義執行

source: Decadent
pt_br: Decadente
zh_cn: 使劲揍
zh_tw: 使勁揍

source: Unsatisfying
pt_br: Insatisfatório
zh_cn: 惩罚呢？
zh_tw: 懲罰呢？

source: Violent
pt_br: Violento
zh_cn: 痛快
zh_tw: 痛快

source: Accurate
pt_br: Preciso
zh_cn: 打得准
zh_tw: 打得準

source: Deadly
pt_br: Mortal
zh_cn: 一击致命
zh_tw: 一擊致命

source: Explosive
pt_br: Explosivo
zh_cn: 炸裂
zh_tw: 炸裂

source: Enthusiastic
pt_br: Entusiasta
zh_cn: 激情满满
zh_tw: 激情滿滿

source: Acrobatic
pt_br: Acrobático
zh_cn: 整得行
zh_tw: 整得行

source: Even More Violent
pt_br: Ainda Mais Violento
zh_cn: 会心一击
zh_tw: 會心一擊

source: Unremarkable
pt_br: Normal
zh_cn: 没意思
zh_tw: 沒意思

source: Stunning
pt_br: Atordoante
zh_cn: 震撼人心
zh_tw: 震撼人心

source: Narcotic
pt_br: Narcótico
zh_cn: 迷糊了
zh_tw: 迷糊了

source: Spicy
pt_br: Picante
zh_cn: 味道不错
zh_tw: 味道不錯

source: Musical
zh_cn: 好听
zh_tw: 好聽

source: Extravagant
pt_br: Extravagante
zh_cn: 璀璨夺目
zh_tw: 璀璨奪目

source: Brazen
pt_br: Descarado
zh_cn: 这都敢放？
zh_tw: 這都敢放？

source: Choreography
pt_br: Coreográfico
zh_cn: 优雅
zh_tw: 優雅

source: Fashionable
pt_br: Elegante
zh_cn: 蛮时髦
zh_tw: 蠻時髦

source: Tactical
pt_br: Tático
zh_cn: 有想法
zh_tw: 有想法

source: Repetitive
pt_br: Repetitivo
zh_cn: 看过了
zh_tw: 看過了

source: Super Repetitive
pt_br: Super Repetitivo
zh_cn: 看腻歪了
zh_tw: 看膩歪了

source: Painful
pt_br: Doloroso
zh_cn: 看着都疼
zh_tw: 看著都疼

source: Familiar
zh_cn: 熟悉的味道
zh_tw: 熟悉的味道

source: Correct
pt_br: Correto
zh_cn: 回答正确
zh_tw: 回答正確

source: Incorrect
pt_br: Incorreto
zh_cn: 回答错误
zh_tw: 回答錯誤

source: <32>{#p/human}* (You brandish the spanner.) * (Cozmo does not mistake it for a magic wand.)
pt_br: <32>{#p/human}* (Você brande a chave.) * (Cozmo não a confunde com uma varinha mágica.)
zh_cn: <32>{#p/human}* （你挥舞着扳手。） * （Cozmo并没有把它 误认为是魔杖。）
zh_tw: <32>{#p/human}* （你揮舞著扳手。） * （Cozmo並沒有把它 誤認為是魔杖。）

source: <20>{#p/basic}{~}That magic...
pt_br: <20>{#p/basic}{~}Essa magia...
zh_cn: <20>{#p/basic}{~}那种魔法...
zh_tw: <20>{#p/basic}{~}那種魔法...

source: <20>{#p/basic}{~}... I shall not give into its power!
pt_br: <20>{#p/basic}{~}... Não cederei ao seu poder!
zh_cn: <20>{#p/basic}{~}...我不会 向它的力量屈服！
zh_tw: <20>{#p/basic}{~}...我不會 向它的力量屈服！

source: <33>{#p/basic}* Hold on. * I think I know what to do here.
pt_br: <33>{#p/basic}* Espera. * Eu acho que sei o que fazer aqui.
zh_cn: <33>{#p/basic}* 慢着。 * 我觉得我有办法。
zh_tw: <33>{#p/basic}* 慢著。 * 我覺得我有辦法。

source: <20>{#p/basic}{~}Er...
zh_cn: <20>{#p/basic}{~}呃...
zh_tw: <20>{#p/basic}{~}呃...

source: <32>{#p/basic}* Cozmo recognizes the artifact and deems you worthy of its respect!
pt_br: <32>{#p/basic}* Cozmo reconhece o artefato e te declara como merecedor de seu respeito!
zh_cn: <32>{#p/basic}* Cozmo认出来了神器， 并认为你值得它的尊敬！
zh_tw: <32>{#p/basic}* Cozmo認出來了神器， 並認為你值得它的尊敬！

source: <20>{#p/basic}{~}Could it be? The pendant of kings and rulers?
pt_br: <20>{#p/basic}{~}Poderia ser? O pingente de reis e governantes?
zh_cn: <20>{#p/basic}{~}真的假的？ 那是王室的吊坠？
zh_tw: <20>{#p/basic}{~}真的假的？ 那是王室的吊墜？

source: <20>{#p/basic}{~}I shall be in your way no longer!
pt_br: <20>{#p/basic}{~}Eu devo me retirar do seu caminho agora!
zh_cn: <20>{#p/basic}{~}我不该再妨碍你了！
zh_tw: <20>{#p/basic}{~}我不該再妨礙你了！

source: <32>{*}{#p/basic}* World of old. {^5}World of magic.{^25}{%}
pt_br: <32>{*}{#p/basic}* Um mundo antigo. {^5}Um mundo de magia.{^25}{%}
zh_cn: <32>{*}{#p/basic}* 古老的世界。{^5} 魔法的世界。{^25}{%}
zh_tw: <32>{*}{#p/basic}* 古老的世界。{^5} 魔法的世界。{^25}{%}

source: <32>{*}{#p/basic}* But no matter how tragic, we must live on...{^60}{%}
pt_br: <32>{*}{#p/basic}* Mas não importa o quão trágico, devemos continuar vivendo...{^60}{%}
zh_cn: <32>{*}{#p/basic}* 无论多么暗无天日， 我们都要向阳而生...{^60}{%}
zh_tw: <32>{*}{#p/basic}* 無論多麼暗無天日， 我們都要向陽而生...{^60}{%}

source: <32>{*}{#p/basic}* And remember.{^40}{%}
pt_br: <32>{*}{#p/basic}* E lembre-se.{^40}{%}
zh_cn: <32>{*}{#p/basic}* 并铭记一切。{^40}{%}
zh_tw: <32>{*}{#p/basic}* 並銘記一切。{^40}{%}

source: <20>{#p/basic}{~}Memoria mundi!
zh_cn: <20>{#p/basic}{~}思界怀存，梦忆隐世！
zh_tw: <20>{#p/basic}{~}思界懷存，夢憶隱世！

source: <20>{#p/basic}{~}You know the words!
pt_br: <20>{#p/basic}{~}Você sabe as palavras!
zh_cn: <20>{#p/basic}{~}你知道这魔咒！
zh_tw: <20>{#p/basic}{~}你知道這魔咒！

source: <32>{#p/basic}* Cozmo is knocked out!
pt_br: <32>{#p/basic}* Cozmo está nocauteado!
zh_cn: <32>{#p/basic}* Cozmo被击倒了！
zh_tw: <32>{#p/basic}* Cozmo被擊倒了！

source: <32>{#p/alphys}* Uh oh.
zh_cn: <32>{#p/alphys}* 糟糕。
zh_tw: <32>{#p/alphys}* 壞了。

source: <32>{#p/story}* Cozmo came through in a flash!
pt_br: <32>{#p/story}* Cozmo aparece em um piscar de olhos!
zh_cn: <32>{#p/story}* Cozmo在刹那间突然现身！
zh_tw: <32>{#p/story}* Cozmo在剎那間突然現身！

source: <32>{#p/alphys}* Cozmo's what you'd call a "traditional" magic user. * Its orbs are its strength...
pt_br: <32>{#p/alphys}* Cozmo é o que você chamaria de um "tradicional" usuário de magia. * Seus orbes são força.
zh_cn: <32>{#p/alphys}* Cozmo就是一个你所说的 “传统”意义上的魔法师。 * 它的力量源自于它的魔球...
zh_tw: <32>{#p/alphys}* Cozmo就是一個你所說的 「傳統」意義上的魔法師。 * 它的力量源自於它的魔球...

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * This enigmatic ELITE squad member speaks in magic words.
pt_br: <32>{#p/story}* COZMO - ATQ 29 DEF 24 * Este membro do esquadrão de ELITE fala em palavras mágicas.
zh_cn: <32>{#p/story}* COZMO - 攻击29 防御24 * 这个高深莫测的特战队成员 总念着魔咒。
zh_tw: <32>{#p/story}* COZMO - 攻擊29 防禦24 * 這個高深莫測的特戰隊成員 總念著魔咒。

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * Not playing with a full deck.
pt_br: <32>{#p/story}* COZMO - ATQ 29 DEF 24 * Não joga com todas as cartas.
zh_cn: <32>{#p/story}* COZMO - 攻击29 防御24 * 智障。
zh_tw: <32>{#p/story}* COZMO - 攻擊29 防禦24 * 智障。

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * A magician, out of tricks...
pt_br: <32>{#p/história}* COZMO - ATQ 29 DEF 24 * Um mágico, sem truques...
zh_cn: <32>{#p/story}* COZMO - 攻击29 防御24 * 一个魔法师，但他没花招了...
zh_tw: <32>{#p/story}* COZMO - 攻擊29 防禦24 * 一個魔法師，但他沒花招了...

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * No magic words could save this old magician now.
pt_br: <32>{#p/story}* COZMO - ATQ 29 DEF 24 * Nenhuma palavra mágica pode salvar este velho mágico.
zh_cn: <32>{#p/story}* COZMO - 攻击29 防御24 * 再没有魔咒能帮到 这位老魔法师了。
zh_tw: <32>{#p/story}* COZMO - 攻擊29 防禦24 * 再沒有魔咒能幫到 這位老魔法師了。

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * The power of love is stronger than even the oldest magic.
pt_br: <32>{#p/story}* COZMO - ATQ 29 DEF 24 * O poder do amor é mais forte do que a mais antiga magia.
zh_cn: <32>{#p/story}* COZMO - 攻击29 防御24 * 爱的力量比最古老的魔法还要强大。
zh_tw: <32>{#p/story}* COZMO - 攻擊29 防禦24 * 愛的力量比最古老的魔法還要強大。

source: <32>{#p/alphys}* It's Cozmo.
pt_br: <32>{#p/alphys}* É o Cozmo.
zh_cn: <32>{#p/alphys}* 这位是Cozmo。ゑ
zh_tw: <32>{#p/alphys}* 這位是Cozmo。ゑ

source: <32>{#p/story}* Cozmo does a mysterious jig.
pt_br: <32>{#p/story}* Cozmo faz um gabarito misterioso.
zh_cn: <32>{#p/story}* Cozmo跳着不可思议的舞蹈。
zh_tw: <32>{#p/story}* Cozmo跳著不可思議的舞蹈。

source: <32>{#p/story}* Cozmo flaunts its orbs in a menacing manner.
pt_br: <32>{#p/story}* Cozmo exibe seus orbes de maneira ameaçadora.
zh_cn: <32>{#p/story}* Cozmo气势汹汹地卖弄着它的魔球。
zh_tw: <32>{#p/story}* Cozmo氣勢洶洶地賣弄著它的魔球。

source: <32>{#p/story}* Cozmo whispers non-terrestrial swear words.
pt_br: <32>{#p/story}* Cozmo sussurra palavrões não terrestres.
zh_cn: <32>{#p/story}* Cozmo嘀咕着艰深晦涩的脏话。
zh_tw: <32>{#p/story}* Cozmo嘀咕著艱深晦澀的髒話。

source: <32>{#p/story}* Cozmo peers at you with piercing eyes.
pt_br: <32>{#p/story}* Cozmo te dá um olhar penetrante.
zh_cn: <32>{#p/story}* Cozmo以火眼金睛凝视着你。
zh_tw: <32>{#p/story}* Cozmo以火眼金睛凝視著你。

source: <32>{#p/story}* Smells like... magic.
pt_br: <32>{#p/story}* Cheira a... magia.
zh_cn: <32>{#p/story}* ...魔法的味道扑面而来。
zh_tw: <32>{#p/story}* ...魔法的味道撲面而來。

source: <20>{#p/basic}{~}Abra cadabra.
zh_cn: <20>{#p/basic}{~}苏依巴嘎巴盖。
zh_tw: <20>{#p/basic}{~}蘇依巴嘎巴蓋。

source: <20>{#p/basic}{~}A la kazam!!
zh_cn: <20>{#p/basic}{~}陶泥拉！！
zh_tw: <20>{#p/basic}{~}陶泥拉！！

source: <20>{#p/basic}{~}Tinkle tinkle hoy.
zh_cn: <20>{#p/basic}{~}色古野。
zh_tw: <20>{#p/basic}{~}色古野。

source: <20>{#p/basic}{~}Hocus pocus.
zh_cn: <20>{#p/basic}{~}格日热。
zh_tw: <20>{#p/basic}{~}格日熱。

source: <21>{#p/basic}{~}Please and thank you.
pt_br: <21>{#p/basic}{~}Por favor e obrigado.
zh_cn: <21>{#p/basic}{~}恩情与福报。
zh_tw: <21>{#p/basic}{~}恩情與福報。

source: <32>{#p/human}* (You dance.)
pt_br: <32>{#p/human}* (Você dança.)
zh_cn: <32>{#p/human}* （你选择跳舞。）
zh_tw: <32>{#p/human}* （你選擇跳舞。）

source: <32>{#p/basic}* Cozmo's gravity orb grows near...
pt_br: <32>{#p/basic}* O orbe gravitacional de Cozmo chega mais perto...
zh_cn: <32>{#p/basic}* Cozmo的牵引魔球 离你越来越近...
zh_tw: <32>{#p/basic}* Cozmo的牽引魔球 離你越來越近...

source: <20>{#p/basic}{~}Magnum gravitas!!
zh_cn: <20>{#p/basic}{~}希么巴日阿希苏木！！
zh_tw: <20>{#p/basic}{~}希麼巴日阿希蘇木！！

source: <32>{#p/alphys}* One orb down...
pt_br: <32>{#p/alphys}* Um orbe caiu...
zh_cn: <32>{#p/alphys}* 那个魔球停息了...
zh_tw: <32>{#p/alphys}* 那個魔球停息了...

source: <32>{#p/story}* Cozmo's gravity orb has relented its pull.
pt_br: <32>{#p/story}* O orbe gravitacional de Cozmo cedeu sua atração.
zh_cn: <32>{#p/story}* Cozmo的牵引魔球 弱化了它的引力。
zh_tw: <32>{#p/story}* Cozmo的牽引魔球 弱化了它的引力。

source: <32>{#p/basic}* Cozmo's shocker orb powers up...
pt_br: <32>{#p/basic}* O orbe chocante de Cozmo se fortalece...
zh_cn: <32>{#p/basic}* Cozmo的惊雷魔球开始充能...
zh_tw: <32>{#p/basic}* Cozmo的驚雷魔球開始充能...

source: <32>{#p/alphys}* Yes, that's it! * Y-you're almost there!
pt_br: <32>{#p/alphys}* Isso, é isso! * V-você tá quase lá!
zh_cn: <32>{#p/alphys}* 对，就是这样！ * 你-你快要成功了！
zh_tw: <32>{#p/alphys}* 對，就是這樣！ * 你-你快要成功了！

source: <20>{#p/basic}{~}Vulu voltika!
zh_cn: <20>{#p/basic}{~}萨日朗！
zh_tw: <20>{#p/basic}{~}薩日朗！

source: <20>{#p/basic}{~}It's too much!!!
pt_br: <20>{#p/basic}{~}Isso é demais!!!
zh_cn: <20>{#p/basic}{~}我受够了！！！
zh_tw: <20>{#p/basic}{~}我受夠了！！！

source: <32>{#p/alphys}* Yes!!! * The orbs are out of power!
pt_br: <32>{#p/alphys}* Isso!!! * Os orbes não tem mais poder!
zh_cn: <32>{#p/alphys}* 太好了！！！ * 魔球都耗尽能量了！
zh_tw: <32>{#p/alphys}* 太好了！！！ * 魔球都耗盡能量了！

source: <32>{#p/story}* Cozmo's shocker orb is drained of energy.
pt_br: <32>{#p/story}* Os orbes do Cozmo estão sem energia.
zh_cn: <32>{#p/story}* Cozmo的惊雷魔球 穷尽了它的能量。
zh_tw: <32>{#p/story}* Cozmo的驚雷魔球 窮盡了它的能量。

source: <32>{#p/human}* (You dance.) * (Nothing changes.)
pt_br: <32>{#p/human}* (Você dança.) * (Nada muda.)
zh_cn: <32>{#p/human}* （你选择跳舞。） * （无事发生。）
zh_tw: <32>{#p/human}* （你選擇跳舞。） * （無事發生。）

source: <32>{#p/basic}* Cozmo's confusion increases to an unbearable degree!
pt_br: <32>{#p/basic}* A confusão de Cozmo aumenta a um grau insuportável!
zh_cn: <32>{#p/basic}* Cozmo百思不得其解， 再也忍不下去了！
zh_tw: <32>{#p/basic}* Cozmo百思不得其解， 再也忍不下去了！

source: <20>{#p/basic}{~}Saddened...
pt_br: <20>{#p/basic}{~}Tristeza...
zh_cn: <20>{#p/basic}{~}难过了...
zh_tw: <20>{#p/basic}{~}難過了...

source: <20>{#p/basic}{~}Defeated...
pt_br: <20>{#p/basic}{~}Derrotado...
zh_cn: <20>{#p/basic}{~}落败了...
zh_tw: <20>{#p/basic}{~}落敗了...

source: <20>{#p/basic}{~}Failed...
pt_br: <20>{#p/basic}{~}Falha...
zh_cn: <20>{#p/basic}{~}失利了...
zh_tw: <20>{#p/basic}{~}失利了...

source: <32>{#p/alphys}* You can probably spare it now.
pt_br: <32>{#p/alphys}* Você pode poupar ele agora.
zh_cn: <32>{#p/alphys}* 你现在大概可以饶恕它了。
zh_tw: <32>{#p/alphys}* 你現在大概可以饒恕它了。

source: <32>{#p/story}* Cozmo is out of options.
pt_br: <32>{#p/story}* Cozmo está sem opções.
zh_cn: <32>{#p/story}* Cozmo无计可施。
zh_tw: <32>{#p/story}* Cozmo無計可施。

source: <32>{#p/human}* (You play dead.)
pt_br: <32>{#p/human}* (Você finge de morto.)
zh_cn: <32>{#p/human}* （你选择装死。）
zh_tw: <32>{#p/human}* （你選擇裝死。）

source: <32>{#p/basic}* Cozmo's orbs begin to act strangely to each other...
pt_br: <32>{#p/basic}* Os orbes do Cozmo começam a agir de forma estranha...
zh_cn: <32>{#p/basic}* Cozmo的两个魔球都变得 不大对劲...
zh_tw: <32>{#p/basic}* Cozmo的兩個魔球都變得 不大對勁...

source: <32>{#p/alphys}* What the...?
pt_br: <32>{#p/alphys}* Mas que...?
zh_cn: <32>{#p/alphys}* 搞什么...？
zh_tw: <32>{#p/alphys}* 搞什麼...？

source: <20>{#p/basic}{~}\x00*chants of confusion*
pt_br: <20>{#p/basic}{~}\x00*cara de confusão*
zh_cn: <20>{#p/basic}{~}\x00*困惑地吟唱*
zh_tw: <20>{#p/basic}{~}\x00*困惑地吟唱*

source: <32>{#p/alphys}* I guess that works...?
pt_br: <32>{#p/alphys}* Eu acho que funcionou...?
zh_cn: <32>{#p/alphys}* 我想，这起作用了...？
zh_tw: <32>{#p/alphys}* 我想，這起作用了...？

source: <32>{#p/story}* Cozmo's orbs don't know how to handle this.
pt_br: <32>{#p/story}* Os orbes do Cozmo não sabem como lidar com isso.
zh_cn: <32>{#p/story}* Cozmo的魔球不知道该怎么办。
zh_tw: <32>{#p/story}* Cozmo的魔球不知道該怎麼辦。

source: <20>{#p/basic}{~}Utter inconfidence.
pt_br: <20>{#p/basic}{~}Desconfiança total.
zh_cn: <20>{#p/basic}{~}实在灰心丧气。
zh_tw: <20>{#p/basic}{~}實在灰心喪氣。

source: <20>{#p/basic}{~}Total vexation.
pt_br: <20>{#p/basic}{~}Vexame total.
zh_cn: <20>{#p/basic}{~}彻底心烦意乱。
zh_tw: <20>{#p/basic}{~}徹底心煩意亂。

source: <20>{#p/basic}{~}Radical confusion.
pt_br: <20>{#p/basic}{~}Confusão radical.
zh_cn: <20>{#p/basic}{~}完全乱成一团。
zh_tw: <20>{#p/basic}{~}完全亂成一團。

source: <32>{#p/human}* (You play dead.) * (Nothing changes.)
pt_br: <32>{#p/human}* (Você finge de morto.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你选择装死。） * （无事发生。）
zh_tw: <32>{#p/human}* （你選擇裝死。） * （無事發生。）

source: <32>{#p/human}* (You flirt with Cozmo.) * (No effect.)
pt_br: <32>{#p/human}* (Você flerta com o Cozmo.) * (Sem efeito.)
zh_cn: <32>{#p/human}* （你向Cozmo调情。） * （没什么效果。）
zh_tw: <32>{#p/human}* （你向Cozmo調情。） * （沒什麼效果。）

source: <32>{#p/alphys}* Yeah, good luck with that...
pt_br: <32>{#p/alphys}* É, boa sorte com isso...
zh_cn: <32>{#p/alphys}* 嗯，祝你好运...
zh_tw: <32>{#p/alphys}* 嗯，祝你好運...

source: <32>{#p/human}* (You call on your experience, and invoke a flirtatious incantation.)
pt_br: <32>{#p/human}* (Você chama na experiência, e invoca uma magia de flerte.)
zh_cn: <32>{#p/human}* （你运用自身经验， 念了一句调情的咒语。）
zh_tw: <32>{#p/human}* （你運用自身經驗， 念了一句調情的咒語。）

source: <32>{#p/alphys}* Huh...?
zh_cn: <32>{#p/alphys}* 啊...？
zh_tw: <32>{#p/alphys}* 啊...？

source: <20>{#p/basic}{~}Ah! A fellow wizard!
pt_br: <20>{#p/basic}{~}Ah! Parceiro mago!
zh_cn: <20>{#p/basic}{~}啊！ 一位巫师同伴！
zh_tw: <20>{#p/basic}{~}啊！ 一位巫師同伴！

source: <32>{#p/alphys}* Oh my god. * Do it again!!!
pt_br: <32>{#p/alphys}* Oh meu senhor! * Faz de novo!!!!
zh_cn: <32>{#p/alphys}* 我的老天。 * 再来一次！！！
zh_tw: <32>{#p/alphys}* 我的老天。 * 再來一次！！！

source: <32>{#p/story}* Cozmo is on the love train.
pt_br: <32>{#p/story}* Cozmo está no trem do amor.
zh_cn: <32>{#p/story}* Cozmo如同乘坐着爱之列车。
zh_tw: <32>{#p/story}* Cozmo如同乘坐著愛之列車。

source: <32>{#p/human}* (You call on your experience, and recite a romantic scribe.)
pt_br: <32>{#p/human}* (Você chama na experiência e recita uma escrita romântica.)
zh_cn: <32>{#p/human}* （你运用自身经验， 背了一段浪漫的铭文。）
zh_tw: <32>{#p/human}* （你運用自身經驗， 背了一段浪漫的銘文。）

source: <32>{#p/alphys}* It just gets better and better.
pt_br: <32>{#p/alphys}* Só fica cada vez melhor.
zh_cn: <32>{#p/alphys}* 效果越来越好了。
zh_tw: <32>{#p/alphys}* 效果越來越好了。

source: <20>{#p/basic}{~}Ah! It's amazing!
pt_br: <20>{#p/basic}{~}Ah! É incrível!
zh_cn: <20>{#p/basic}{~}啊！ 这感觉真奇妙！
zh_tw: <20>{#p/basic}{~}啊！ 這感覺真奇妙！

source: <32>{#p/alphys}* Wow... I guess that's that.
pt_br: <32>{#p/alphys}* Wow... eu acho que é isso.
zh_cn: <32>{#p/alphys}* 哇... 我想就这样吧。
zh_tw: <32>{#p/alphys}* 哇... 我想就這樣吧。

source: <32>{#p/story}* Cozmo is enchanted.
pt_br: <32>{#p/story}* Cozmo está encantado.
zh_cn: <32>{#p/story}* Cozmo欣喜若狂。
zh_tw: <32>{#p/story}* Cozmo欣喜若狂。

source: <32>{#p/human}* (You flirt.) * (Nothing changes.)
pt_br: <32>{#p/human}* (Você flerta.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你选择调情。） * （无事发生。）
zh_tw: <32>{#p/human}* （你選擇調情。） * （無事發生。）

source: <32>{#p/alphys}* Pfft, don't push your luck.
pt_br: <32>{#p/alphys}* Pfft, não seja tão metido.
zh_cn: <32>{#p/alphys}* 啐，别太得寸进尺。
zh_tw: <32>{#p/alphys}* 啐，別太得寸進尺。

source: <20>{#p/basic}{~}How lovely...
pt_br: <20>{#p/basic}{~}Que amável...
zh_cn: <20>{#p/basic}{~}多么可爱...
zh_tw: <20>{#p/basic}{~}多麼可愛...

source: <20>{#p/basic}{~}How sweet...
pt_br: <20>{#p/basic}{~}Que doce...
zh_cn: <20>{#p/basic}{~}多么迷人...
zh_tw: <20>{#p/basic}{~}多麼迷人...

source: <20>{#p/basic}{~}How thoughtful...
pt_br: <20>{#p/basic}{~}Quão atencioso...
zh_cn: <20>{#p/basic}{~}多么体贴...
zh_tw: <20>{#p/basic}{~}多麼體貼...

source: <32>{#p/alphys}* Its HP is low...
pt_br: <32>{#p/alphys}* Seu HP está baixo...
zh_cn: <32>{#p/alphys}* 它不剩多少HP了...
zh_tw: <32>{#p/alphys}* 它不剩多少HP了...

source: <32>{#p/story}* Cozmo is holding on.
pt_br: <32>{#p/story}* Cozmo está tentando se manter de pé.
zh_cn: <32>{#p/story}* Cozmo坚持着。
zh_tw: <32>{#p/story}* Cozmo堅持著。

source: <20>{#p/basic}{~}... this magic... is forbidden...
pt_br: <20>{#p/basic}{~}... essa magia... é a proibida...
zh_cn: <20>{#p/basic}{~}...这魔法... 是个禁忌...
zh_tw: <20>{#p/basic}{~}...這魔法... 是個禁忌...

source: <32>{#p/basic}* Wait... * Let me try something.
pt_br: <32>{#p/basic}* Espera... * Deixa eu tentar uma coisa.
zh_cn: <32>{#p/basic}* 等下... * 让我来试试看。
zh_tw: <32>{#p/basic}* 等下... * 讓我來試試看。

source: <20>{#p/basic}{~}... ... ... Hmm?
zh_cn: <20>{#p/basic}{~}... ... ... 哼？
zh_tw: <20>{#p/basic}{~}... ... ... 哼？

source: <32>{*}{#p/human}* (The sound of an ancient song echoes through the room.){^100}{%}
pt_br: <32>{*}{#p/human}* (O som de uma música ancestral permeia a sala.){^100}{%}
zh_cn: <32>{*}{#p/human}* （一首古老的歌谣 在房间里回响起来。）{^100}{%}
zh_tw: <32>{*}{#p/human}* （一首古老的歌謠 在房間裡迴響起來。）{^100}{%}

source: <20>{#p/basic}{~}A song of our long- lost world...
pt_br: <20>{#p/basic}{~}Um som do nosso mundo perdido a tanto tempo...
zh_cn: <20>{#p/basic}{~}与我们阔别的世界中的 一首老歌...
zh_tw: <20>{#p/basic}{~}與我們闊別的世界中的 一首老歌...

source: <20>{#p/basic}{~}Perhaps there is still beauty in the universe.
pt_br: <20>{#p/basic}{~}Talvez ainda exista beleza no universo...
zh_cn: <20>{#p/basic}{~}想必宇宙中也 仍然存在着美好吧。
zh_tw: <20>{#p/basic}{~}想必宇宙中也 仍然存在著美好吧。

source: <32>{#p/basic}* Terrestria recognizes the artifact and deems you worthy of her trust!
pt_br: <32>{#p/basic}* Terrestria reconhece o artefato e te considera digno da sua confiança!
zh_cn: <32>{#p/basic}* Terrestria认出来了神器， 并认为你值得她的信任！
zh_tw: <32>{#p/basic}* Terrestria認出來了神器， 並認為你值得她的信任！

source: <20>{#p/basic}{~}An artifact from our long-lost world...
pt_br: <20>{#p/basic}{~}Um artefato do nosso mundo perdido a tanto tempo...
zh_cn: <20>{#p/basic}{~}与我们阔别的世界中的 一件神器...
zh_tw: <20>{#p/basic}{~}與我們闊別的世界中的 一件神器...

source: <20>{#p/basic}{~}Perhaps its legend will live on in you.
pt_br: <20>{#p/basic}{~}Talvez sua lenda viverá em você.
zh_cn: <20>{#p/basic}{~}想必它的传奇 会在你心中永存。
zh_tw: <20>{#p/basic}{~}想必它的傳奇 會在你心中永存。

source: <32>{#p/basic}* Terrestria is knocked out!
pt_br: <32>{#p/basic}* Terrestria está nocauteada!
zh_cn: <32>{#p/basic}* Terrestria被击倒了！
zh_tw: <32>{#p/basic}* Terrestria被擊倒了！

source: <32>{#p/alphys}* You think you can repeat that last trick?
pt_br: <32>{#p/alphys}* Você acha que consegue repetir aquele último truque?
zh_cn: <32>{#p/alphys}* 你还能再用上次那招么？
zh_tw: <32>{#p/alphys}* 還想用那招嗎， 你真覺得行得通？

source: <32>{#p/alphys}* Not again.
pt_br: <32>{#p/alphys}* De novo não.
zh_cn: <32>{#p/alphys}* 又来了。
zh_tw: <32>{#p/alphys}* 又來了。

source: <32>{#p/story}* Terrestria blocks the way!
pt_br: <32>{#p/story}* Terrestria bloqueia o caminho!
zh_cn: <32>{#p/story}* Terrestria挡住了去路！
zh_tw: <32>{#p/story}* Terrestria擋住了去路！

source: <32>{#p/alphys}* Terrestria is a staff-wielder, and she's REALLY passionate about the homeworld.
pt_br: <32>{#p/alphys}* Terrestria é uma portadora de cajado e é REALMENTE apaixonada pelo mundo natal.
zh_cn: <32>{#p/alphys}* Terrestria是个权杖使用者， 她十分热爱我们的故园。
zh_tw: <32>{#p/alphys}* Terrestria是個權杖使用者， 她十分熱愛我們的故園。

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * This heavy ELITE squad member wields the Planetary Staff.
pt_br: <32>{#p/história}* TERRA - ATQ 36 DEF 36 * Está membro pesada do esquadrão ELITE empunha o Cajado Planetário.
zh_cn: <32>{#p/story}* TERRESTRIA - 攻击36 防御36 * 这个高大挺拔的特战队成员 使用着行星法杖。
zh_tw: <32>{#p/story}* TERRESTRIA - 攻擊36 防禦36 * 這個高大挺拔的特戰隊成員 使用著行星法杖。
