Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#npc/a}* Where could they be...
pt_br: <32>{#p/basic}{#npc/a}* Onde será que eles estão...
zh_cn: <32>{#p/basic}{#npc/a}* 人类会在哪里呢...
zh_tw: <32>{#p/basic}{#npc/a}* 人類會在哪裡呢...

source: <32>{#p/basic}{#npc/a}* I'm rooting for you!
pt_br: <32>{#p/basic}{#npc/a}* Eu estou torcendo por você!
zh_cn: <32>{#p/basic}{#npc/a}* 我支持你！
zh_tw: <32>{#p/basic}{#npc/a}* 我支援你！

source: <32>{#p/basic}{#npc/a}* ... get away from me.
pt_br: <32>{#p/basic}{#npc/a}* ... saí de perto de mim.
zh_cn: <32>{#p/basic}{#npc/a}* ...离我远点。
zh_tw: <32>{#p/basic}{#npc/a}* ...離我遠點。

source: <32>{#p/basic}{#npc/a}* ... do you do autographs?
pt_br: <32>{#p/basic}{#npc/a}* ... você faz autógrafos?
zh_cn: <32>{#p/basic}{#npc/a}* ...能给我签名吗？
zh_tw: <32>{#p/basic}{#npc/a}* ...能給我籤名嗎？

source: <32>{#p/basic}{#npc/a}* Don't you wish you could do that all over again!?
pt_br: <32>{#p/basic}{#npc/a}* Você não desejava fazer tudo isso de novo!?
zh_cn: <32>{#p/basic}{#npc/a}* 你不想再看一遍吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你不想再看一遍嗎？

source: <32>* A battle, not just for show, but for the lives of everyone on the outpost...
pt_br: <32>* Uma batalha, não só pelo show, mas pela vida de todos no Outpost...
zh_cn: <32>* 为了拯救前哨站所有人 的生命，从而陷入一场看似 没有“镜头”的苦战...
zh_tw: <32>* 為了拯救前哨站所有人的生命， 從而陷入一場看似 沒有「鏡頭」的苦戰...

source: <32>* How cool is that!
pt_br: <32>* O quão maneiro é isso!
zh_cn: <32>* 太酷炫了！
zh_tw: <32>* 太酷炫了！

source: <32>{#p/basic}{#npc/a}* After what Burgie did, I thought Mettaton would be done doing TV shows.
pt_br: <32>{#p/basic}{#npc/a}* Após o que Burgie fez, eu pensei que o Mettaton não faria mais shows de TV.
zh_cn: <32>{#p/basic}{#npc/a}* 在Burgie做了那些事后， 我以为Mettaton不会再做 电视节目了。
zh_tw: <32>{#p/basic}{#npc/a}* 在Burgie做了那些事後， 我以為Mettaton不會再做 電視節目了。

source: <32>* But now...
pt_br: <32>* Mas agora...
zh_cn: <32>* 但现在...
zh_tw: <32>* 但現在...

source: <32>{#p/basic}{#npc/a}* Aren't you excited for the grand finale!?
pt_br: <32>{#p/basic}{#npc/a}* Você não está excitado pelo grande final!?
zh_cn: <32>{#p/basic}{#npc/a}* 你难道不为大结局 感到兴奋吗！？
zh_tw: <32>{#p/basic}{#npc/a}* 你難道不為大結局 感到興奮嗎！？

source: <32>* The final showdown between Mettaton and the human villain, $(moniker2)...
pt_br: <32>* O grande final entre o Mettaton e o vilão humano $(moniker2)...
zh_cn: <32>* Mettaton和那个人类反派， $(moniker2)之间的最后对决...
zh_tw: <32>* Mettaton和那個人類反派， $(moniker2)之間的最後對決...

source: <32>* The final showdown between Mettaton and his human star...
pt_br: <32>* O grande final entre o Mettaton e sua estrela humana...
zh_cn: <32>* Mettaton和那个人类明星 之间的最后对决...
zh_tw: <32>* Mettaton和那個人類明星 之間的最後對決...

source: <32>* One last dramatic stand for all the glory in the galaxy!
pt_br: <32>* Uma última resistência dramática por toda a glória da galáxia!
zh_cn: <32>* 为了银河系的荣耀， 最后一次戏剧性的对峙！
zh_tw: <32>* 為了銀河系的榮耀， 最後一次戲劇性的對峙！

source: <32>{#p/basic}{#npc/a}* He's gone... * Mettaton's actually...
pt_br: <32>{#p/basic}{#npc/a}* Ele morreu... * O Mettaton, ele...
zh_cn: <32>{#p/basic}{#npc/a}* Mettaton他竟然真的... * 永远离开了我们...
zh_tw: <32>{#p/basic}{#npc/a}* Mettaton他竟然真的... * 永遠離開了我們...

source: <32>{#p/basic}{#npc/a}* Mettaton really had us there at the end...
pt_br: <32>{#p/basic}{#npc/a}* Mettaton realmente nos pegou nesse final...
zh_cn: <32>{#p/basic}{#npc/a}* Mettaton最后真的把我们 都骗到了...
zh_tw: <32>{#p/basic}{#npc/a}* Mettaton最後真的把我們 都騙到了...

source: <32>{#p/basic}{#npc/a}* For a moment, I thought he'd be leaving for good!
pt_br: <32>{#p/basic}{#npc/a}* Por um momento eu pensei que ele iria nos deixar!
zh_cn: <32>{#p/basic}{#npc/a}* 有那么一刻， 我以为再也见不到他了！
zh_tw: <32>{#p/basic}{#npc/a}* 有那麼一刻， 我以為再也見不到他了！

source: <32>{#p/basic}{#npc/a}* It's a shame it didn't last longer.
pt_br: <32>{#p/basic}{#npc/a}* É bem paia não ter furado mais.
zh_cn: <32>{#p/basic}{#npc/a}* 遗憾的是时间太短没看够。
zh_tw: <32>{#p/basic}{#npc/a}* 遺憾的是時間太短沒看夠。

source: <32>{#p/basic}{#npc/a}* It's good to have him back.
pt_br: <32>{#p/basic}{#npc/a}* É bom tê-lo de volta.
zh_cn: <32>{#p/basic}{#npc/a}* 他回来真好。
zh_tw: <32>{#p/basic}{#npc/a}* 他回來真好。

source: <32>{#p/basic}{#npc/a}* I'm rooting for Mettaton!
pt_br: <32>{#p/basic}{#npc/a}* Eu estou torcendo pro Mettaton!
zh_cn: <32>{#p/basic}{#npc/a}* 我支持Mettaton！
zh_tw: <32>{#p/basic}{#npc/a}* 我支援Mettaton！

source: <32>{#p/basic}{#npc/a}* I wanna go home...
pt_br: <32>{#p/basic}{#npc/a}* Eu quero ir pra casa...
zh_cn: <32>{#p/basic}{#npc/a}* 我想回家了...
zh_tw: <32>{#p/basic}{#npc/a}* 我想回家了...

source: <32>{#p/basic}{#npc/a}* I wonder what he'll do next...
pt_br: <32>{#p/basic}{#npc/a}* Eu me pergunto o que ele fará agora...
zh_cn: <32>{#p/basic}{#npc/a}* 我想知道他接下来会做什么...
zh_tw: <32>{#p/basic}{#npc/a}* 我想知道他接下來會做什麼...

source: <32>{#p/basic}{#npc/a}* If we're settling on a new homeworld, I'll be able to find somewhere cold to live.
pt_br: <32>{#p/basic}{#npc/a}* Se nós finalmente estamos indo para um novo mundo, eu vou encontrar um lugar frio pra morar.
zh_cn: <32>{#p/basic}{#npc/a}* 等我们到达新家园时， 我要去找个寒冷的地方定居。
zh_tw: <32>{#p/basic}{#npc/a}* 等我們到達新家園時， 我要去找個寒冷的地方定居。

source: <32>* It's not like I need to. * But at least this bear would stop giving me pity gifts.
pt_br: <32>* Não é como se eu precisasse. * Mas pelo menos esse urso vai deixar de me dar presentes de dar pena.
zh_cn: <32>* 尽管我不需要这么做。 * 但这样的话这只熊就不会 出于同情给我送礼物了。
zh_tw: <32>* 儘管我不需要這麼做。 * 但這樣的話這隻熊就不會 出於同情給我送禮物了。

source: <32>{#p/basic}{#npc/a}* This bear insists on gifting me ornaments to put on my head.
pt_br: <32>{#p/basic}{#npc/a}* Este urso insiste em me presentear com enfeites para colocar na minha cabeça.
zh_cn: <32>{#p/basic}{#npc/a}* 这只熊坚持要给我 头上作些装饰。
zh_tw: <32>{#p/basic}{#npc/a}* 這隻熊堅持要給我 頭上作些裝飾。

source: <32>* I know it means well, but head ornaments are the last thing I need...
pt_br: <32>* Eu sei que as intenções são boas, mas enfeites são a última coisa que preciso...
zh_cn: <32>* 我知道它送我礼物是出于好意， 但是我根本不需要头饰...
zh_tw: <32>* 我知道它送我禮物是出於好意， 但是我根本不需要頭飾...

source: <32>{#p/basic}{#npc/a}* ... hmm, maybe the teenagers weren't so bad.
pt_br: <32>{#p/basic}{#npc/a}* ... hmm, talvez jovens não sejam tão ruins.
zh_cn: <32>{#p/basic}{#npc/a}* ...额，也许青少年也没那么坏。
zh_tw: <32>{#p/basic}{#npc/a}* ...額，也許青少年也沒那麼壞。

source: <32>{#p/basic}{#npc/a}* ... at least it's not hugging me like the teenagers.
pt_br: <32>{#p/basic}{#npc/a}* ... pelo menos não está me abraçando como os adolescentes.
zh_cn: <32>{#p/basic}{#npc/a}* ...至少它不像青少年那样抱我。
zh_tw: <32>{#p/basic}{#npc/a}* ...至少它不像青少年那樣抱我。

source: <32>{#p/basic}{#npc/a}* I am starting to think that my pity for Gyftrot was a reflection of my own sadness.
pt_br: <32>{#p/basic}{#npc/a}* Estou começando a pensar que minha pena por Gyftrot foi um reflexo da minha própria tristeza.
zh_cn: <32>{#p/basic}{#npc/a}* 我开始觉得我对Gyftrot的同情 有点过于推己及人了。
zh_tw: <32>{#p/basic}{#npc/a}* 我開始覺得我對Gyftrot的同情 有點過於推己及人了。

source: <32>* I have longed for a cold environment myself, for as long as I can remember...
pt_br: <32>* Eu mesmo ansiava por um ambiente frio, desde que me lembro...
zh_cn: <32>* 从我记事起， 我就很渴望一个 寒冷的居住环境...
zh_tw: <32>* 從我記事起， 我就很渴望一個 寒冷的居住環境...

source: <32>* When we reach our destination, I will seek one out.
pt_br: <32>* Quando chegarmos ao nosso destino eu sairei a procura de um.
zh_cn: <32>* 当我们到达新家园时， 我会去找一个。
zh_tw: <32>* 當我們到達新家園時， 我會去找一個。

source: <32>{#p/basic}{#npc/a}* I feel bad for Gyftrot. * It, like many of us, has never lived in its natural habitat.
pt_br: <32>{#p/basic}{#npc/a}* Eu me sinto tão mal pelo Gyftrot. Muitos de nós não vivemos em habitats naturais.
zh_cn: <32>{#p/basic}{#npc/a}* 我为Gyftrot感到难过。 * 和我们许多人一样，它从来 没在自己的自然栖息地生活过。
zh_tw: <32>{#p/basic}{#npc/a}* 我為Gyftrot感到難過。 * 和我們許多人一樣，它從來 沒在自己的自然棲息地生活過。

source: <32>* Alphys has said recently that the force field might be broken soon...
pt_br: <32>* Alphys disse que o escudo de força talvez quebre logo.
zh_cn: <32>* Alphys最近说过 力场很快就会崩溃。
zh_tw: <32>* Alphys最近說過 力場很快就會崩潰。

source: <32>* Perhaps when that happens, we may all find some respite.
pt_br: <32>* Talvez quando isso acontecer, todos possamos encontrar algum descanso.
zh_cn: <32>* 也许当那发生时， 我们就都可以休息一下了。
zh_tw: <32>* 也許當那發生時， 我們就都可以休息一下了。

source: <32>{#p/basic}{#npc/a}* For now, I'll stay by Gyftrot. * Giving gifts is the only way I know how to cope.
pt_br: <32>{#p/basic}{#npc/a}* Por agora vou ficar com o Gyftrot. * Dar presentes a ele é a única forma que eu sei de contribuir.
zh_cn: <32>{#p/basic}{#npc/a}* 目前，我仍将继续陪伴Gyftrot。 * 送礼物是我唯一知道的 互动方式。
zh_tw: <32>{#p/basic}{#npc/a}* 目前，我仍將繼續陪伴Gyftrot。 * 送禮物是我唯一知道的 互動方式。

source: <32>{#p/basic}{#npc/a}* For now, I will try my best to improve the lives of those less fortunate than I.
pt_br: <32>{#p/basic}{#npc/a}* Por agora eu vou trabalhar para melhorar a vida daqueles menos felizes que eu.
zh_cn: <32>{#p/basic}{#npc/a}* 但现在，我将尽我最大努力 去改善那些比我还不幸 的人的生活。
zh_tw: <32>{#p/basic}{#npc/a}* 但現在，我將盡我最大努力 去改善那些窮苦人的生活， 他們比我更不容易。

source: <32>{#p/basic}{#npc/a}* Honestly, chief? * I'm thankful you bullied everyone before.
pt_br: <32>{#p/basic}{#npc/a}* Honestamente, chefe? * Eu estou agradecido que você bullinou todo mundo antes.
zh_cn: <32>{#p/basic}{#npc/a}* 老实说，头儿。 * 我很感谢 你以前欺负过所有人。
zh_tw: <32>{#p/basic}{#npc/a}* 老實說，頭兒。 * 我很感謝 你以前欺負過所有人。

source: <32>* They might've been scared...
pt_br: <32>* Eles podem estar com medo...
zh_cn: <32>* 尽管他们因此恐惧...
zh_tw: <32>* 儘管他們因此恐懼...

source: <33>* But at least they could finally live puzzle-free.
pt_br: <33>* Mas pelo menos agora eles podem ser livre da vida de quebras-cabeças.
zh_cn: <33>* 但至少他们终于 放下谜题来生活了。
zh_tw: <33>* 但至少他們終於 放下謎題來生活了。

source: <32>{#p/basic}{#npc/a}* The new homeworld's gonna be a riot, chief.
pt_br: <32>{#p/basic}{#npc/a}* O novo planeta natal vai ser uma beleza, chefe.
zh_cn: <32>{#p/basic}{#npc/a}* 新家园将会发生 一场狂欢，头儿。
zh_tw: <32>{#p/basic}{#npc/a}* 新家園將會發生 一場狂歡，頭兒。

source: <32>* Can you take a guess why?
pt_br: <32>* Você pode chutar o porquê?
zh_cn: <32>* 你猜猜为啥？
zh_tw: <32>* 你猜猜為啥？

source: <33>* That's right. * No crappy puzzles to be solved.
pt_br: <33>* Exatamente. Sem quebra-cabeças inúteis pra resolver.
zh_cn: <33>* 对咯。 * 没有烂谜题等待着解决。
zh_tw: <33>* 對嚕。 * 沒有爛謎題等待著解決。

source: <32>{#p/basic}{#npc/a}* I don't get what the fuss is with that Mettaton guy.
pt_br: <32>{#p/basic}{#npc/a}* Eu não sei qual é a pira com esse cara Mettaton.
zh_cn: <32>{#p/basic}{#npc/a}* 我不明白人们为什么 要为那个叫Mettaton的家伙 感到紧张不安。
zh_tw: <32>{#p/basic}{#npc/a}* 我不明白人們為什麼 要為那個叫Mettaton的傢伙 感到緊張不安。

source: <32>* You get me, chief?
pt_br: <32>* Você me entende, chefe?
zh_cn: <32>* 懂我意思吗，头儿？
zh_tw: <32>* 懂我意思嗎，頭兒？

source: <32>* If you don't know someone personally, why be all upset?
pt_br: <32>* Se você não conhece alguém pessoalmente, qual o motivo da raiva?
zh_cn: <32>* 为什么要对一个陌生人 感到心烦意乱呢？
zh_tw: <32>* 為什麼要對一個陌生人 感到心煩意亂呢？

source: <32>{#p/basic}{#npc/a}* You know why I love hanging out here?
pt_br: <32>{#p/basic}{#npc/a}* Você sabe por que eu amo sair por aqui?
zh_cn: <32>{#p/basic}{#npc/a}* 你知道为什么我这么 喜欢在这消遣吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你知道為什麼我這麼 喜歡在這消遣嗎？

source: <32>* It's simple, chief.
pt_br: <32>* É simples, chefe.
zh_cn: <32>* 原因很简单，头儿。
zh_tw: <32>* 原因很簡單，頭兒。

source: <32>* There's no crappy puzzles to figure out here.
pt_br: <32>* Não tem quebra-cabeças pra resolver aqui.
zh_cn: <32>* 这里没有烂谜题 需要解决。
zh_tw: <32>* 這裡沒有爛謎題 需要解決。

source: <32>{#p/basic}{#npc/a}* Yeah, you heard me.
pt_br: <32>{#p/basic}{#npc/a}* É, você me ouviu.
zh_cn: <32>{#p/basic}{#npc/a}* 对，你听到我说的了。
zh_tw: <32>{#p/basic}{#npc/a}* 對，你聽到我說的了。

source: <32>* I'd rather be afraid for my life than have to deal with those puzzles.
pt_br: <32>* Eu prefiro temer pela minha vida do que ter que lidar com quebra-cabeças.
zh_cn: <32>* 我宁愿命悬一线， 也不愿处理谜题。
zh_tw: <32>* 我寧願命懸一線， 也不願處理謎題。

source: <32>* That's just how it is, chief.
pt_br: <32>* Isso é só como eu sou, chefe.
zh_cn: <32>* 就是这样，头儿。
zh_tw: <32>* 就是這樣，頭兒。

source: <32>{#p/basic}{#npc/a}* Yeah, I STILL said it.
pt_br: <32>{#p/basic}{#npc/a}* É, eu AINDA sou assim.
zh_cn: <32>{#p/basic}{#npc/a}* 对，我还是这么说。
zh_tw: <32>{#p/basic}{#npc/a}* 對，我還是這麼說。

source: <32>* I STILL said crappy.
pt_br: <32>* SÃO QUEBRA-CABEÇAS HORRÍVEIS.
zh_cn: <32>* 我还是说它很烂。
zh_tw: <32>* 我還是說它很爛。

source: <32>* It'll ALWAYS be a fact, chief.
pt_br: <32>* Isso SEMPRE será fato, chefe.
zh_cn: <32>* 这个事实永远也不会改变， 头儿。
zh_tw: <32>* 這個事實永遠也不會改變， 頭兒。

source: <32>{#p/basic}{#npc/a}* I'm just being honest.
pt_br: <32>{#p/basic}{#npc/a}* Eu só estou sendo honesto.
zh_cn: <32>{#p/basic}{#npc/a}* 实话实说而已。
zh_tw: <32>{#p/basic}{#npc/a}* 實話實說而已。

source: <32>* Most of us don't really know who he is as a person.
pt_br: <32>* Maior parte de nós nem sabe quem ele é como pessoa.
zh_cn: <32>* 我们大部分人都不了解他。
zh_tw: <32>* 我們大部分人都不了解他。

source: <32>* It's just a fact, chief.
pt_br: <32>* Só apenas fatos, chefe.
zh_cn: <32>* 这是事实，头儿。
zh_tw: <32>* 這是事實，頭兒。

source: <32>{#p/basic}{#npc/a}* Yeah, I said it.
pt_br: <32>{#p/basic}{#npc/a}* É, eu disse.
zh_cn: <32>{#p/basic}{#npc/a}* 对，我就这么说了。
zh_tw: <32>{#p/basic}{#npc/a}* 對，我就這麼說了。

source: <32>* I said crappy.
pt_br: <32>* Eu disse poh!
zh_cn: <32>* 我说谜题就是很烂。
zh_tw: <32>* 我說謎題就是很爛。

source: <32>{#p/basic}{#npc/a}* Chief.
pt_br: <32>{#p/basic}{#npc/a}* Chefe.
zh_cn: <32>{#p/basic}{#npc/a}* 头儿。
zh_tw: <32>{#p/basic}{#npc/a}* 頭兒。

source: <32>{#p/basic}{#npc/a}* I'm an art teacher. * But I'm thinking of quitting.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou uma professora de artes. * Mas estou pensando em sair.
zh_cn: <32>{#p/basic}{#npc/a}* 我是一个艺术老师。 * 但我现在考虑辞职。
zh_tw: <32>{#p/basic}{#npc/a}* 我是一個藝術老師。 * 但我現在考慮辭職。

source: <32>* I'd rather have a job where I don't have to criticize people...
pt_br: <32>* Eu prefiro um trabalho onde eu não precise criticar as pessoas...
zh_cn: <32>* 我要找一份不用批评别人 的工作...
zh_tw: <32>* 我要找一份 不用批評別人的工作...

source: <32>* A job where all I have to do is make them happy.
pt_br: <32>* Um trabalho onde tudo que eu preciso fazer é colocar um sorriso no rosto das pessoas.
zh_cn: <32>* 一份能让人们开心的工作。
zh_tw: <32>* 一份能讓人們開心的工作。

source: <32>{#p/basic}{#npc/a}* I'm an art teacher. * Art's supposed to be fun and positive, right?
pt_br: <32>{#p/basic}{#npc/a}* Eu sou uma professora de artes. Artes é supostamente para ser legal e positivo.
zh_cn: <32>{#p/basic}{#npc/a}* 我是一名艺术老师。 * 艺术应该让人感到积极快乐， 对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 我是一名藝術老師。 * 藝術應該讓人感到積極快樂， 對吧？

source: <32>* But one of my students recently started drawing all this sad artwork.
pt_br: <32>* Mas um dos meus estudantes começou a desenhar trabalhos muito tristes.
zh_cn: <32>* 但我一个学生最近开始 画那些悲伤的画作。
zh_tw: <32>* 但我一個學生最近開始 畫那些悲傷的畫作。

source: <32>* It hurts to look at... * I want to help him, but I don't want to stop him, either.
pt_br: <32>* Dói olhar... * Eu quero olhar, mas eu também não quero impedi-lo de se expressar.
zh_cn: <32>* 看着就让人心痛... * 我想帮助他， 但又不能阻止他。
zh_tw: <32>* 看著就讓人心痛... * 我想幫助他， 但又不能阻止他。

source: <32>{#p/basic}{#npc/a}* I'm an art teacher. * In art, it's said that there's no right or wrong way.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou uma professora de artes. Na arte, não existe caminho certo ou errado.
zh_cn: <32>{#p/basic}{#npc/a}* 我是一名艺术老师。 * 在艺术上， 据说没有对与错之分。
zh_tw: <32>{#p/basic}{#npc/a}* 我是一名藝術老師。 * 在藝術上， 據說沒有對與錯之分。

source: <32>* But one of my students thinks that everything he does is a mistake...
pt_br: <32>* Mas um dos meus estudantes pensa que tudo que ele faz é um erro...
zh_cn: <32>* 但我一个学生认为他 所做的一切都是错误的...
zh_tw: <32>* 但我一個學生認為他 所做的一切都是錯誤的...

source: <32>* He won't stop apologizing... * I want to help him, but I'm at a loss for what to do.
pt_br: <32>* Ele não para de pedir desculpas. Eu quero ajudá-lo, mas não sei o que fazer.
zh_cn: <32>* 他不停地道歉... * 我想帮助他， 可我不知道该怎么做。
zh_tw: <32>* 他不停地道歉... * 我想幫助他， 可我不知道該怎麼做。

source: <32>{#p/basic}{#npc/a}* Wouldn't that be nice?
pt_br: <32>{#p/basic}{#npc/a}* Não seria legal?
zh_cn: <32>{#p/basic}{#npc/a}* 那不是很棒吗？
zh_tw: <32>{#p/basic}{#npc/a}* 那不是很棒嗎？

source: <32>{#p/basic}{#npc/a}* Why can't everyone just make nice things all the time?
pt_br: <32>{#p/basic}{#npc/a}* Por que todo mundo não pode fazer coisas legais o tempo todo?
zh_cn: <32>{#p/basic}{#npc/a}* 为什么大家都不能 保持积极向上呢？
zh_tw: <32>{#p/basic}{#npc/a}* 為什麼大家都不能 保持積極向上呢？

source: <33>{#p/basic}{#npc/a}* Why is teaching a subjective subject so objectively difficult?
pt_br: <33>{#p/basic}{#npc/a}* Por que ensinar um assunto subjetivo é tão objetivamente difícil?
zh_cn: <33>{#p/basic}{#npc/a}* 为什么教一门主观课程 在客观上那么困难？
zh_tw: <33>{#p/basic}{#npc/a}* 為什麼教一門主觀課程 在客觀上那麼困難？

source: <32>{#p/basic}{#npc/a}* So. A new homeworld, eh? * My son and I will get to do so many great things together.
pt_br: <32>{#p/basic}{#npc/a}* Então. Um novo mundo, né? * Meu filho e eu vamos fazer tantas coisas boas juntos.
zh_cn: <32>{#p/basic}{#npc/a}* 所以，一个新家园，是吧？ * 我和我的儿子将会一起做 许多伟大的事情。
zh_tw: <32>{#p/basic}{#npc/a}* 所以，一個新家園，是吧？ * 我和我的兒子將會一起做 許多偉大的事情。

source: <32>* So many great things. * Especially that place the old art teacher's got in mind.
pt_br: <32>* Tantas coisas boas. * Especialmente aquele lugar que a antiga professora de artes tem em mente.
zh_cn: <32>* 那些事情真的特别棒。 * 特别是前往那个老艺术老师 向往的那个地方。
zh_tw: <32>* 那些事情真的特別棒。 * 特別是前往那個老藝術老師 嚮往的那個地方。

source: <32>* Then, we'll go to dinner, and the movies... and his father can come along, too.
pt_br: <32>* Então, nós iremos pro jantar, filmes... e o pai dele virá, também.
zh_cn: <32>* 然后，我们会一起吃饭， 一起看电影... 他爹 也可以一起来。
zh_tw: <32>* 然後，我們會一起吃飯， 一起看電影... 他爹 也可以一起來。

source: <32>* Growing boys have so many needs, don't they? * So it's only fair.
pt_br: <32>* Garotos crescidos tem tantas necessidades, não tem? * Então é justo.
zh_cn: <32>* 成长中的男孩总是会有 不同的需求，不是吗？ * 所以这样才合理。
zh_tw: <32>* 成長中的男孩總是會有 不同的需求，不是嗎？ * 所以這樣才合理。

source: <32>* I wonder if my son's friends would be interested...?
pt_br: <32>* Eu me pergunto se o amigo do meu filho estaria interessado...?
zh_cn: <32>* 不知我儿子的朋友 是否感兴趣...？
zh_tw: <32>* 不知我兒子的朋友 是否感興趣...？

source: <32>{#p/basic}{#npc/a}* Did something happen? * I've been so focused on this here game, I hadn't noticed.
pt_br: <32>{#p/basic}{#npc/a}* Algo aconteceu? * Eu estive focado no jogo aqui, eu não percebi nada.
zh_cn: <32>{#p/basic}{#npc/a}* 发生什么了吗？ * 我一直在专注于这场比赛， 没注意到。
zh_tw: <32>{#p/basic}{#npc/a}* 發生什麼了嗎？ * 我一直在專注於這場比賽， 沒注意到。

source: <32>* But that's fine, you see. * The game is too important to abandon it now.
pt_br: <32>* Mas tá tudo bem. * O jogo é importante demais pra abandonar agora.
zh_cn: <32>* 但也没事。 * 毕竟这比赛非常重要，不能 因别的事就被转移注意力啊。
zh_tw: <32>* 但也沒事。 * 畢竟這比賽非常重要，不能 因別的事就被轉移注意力啊。

source: <32>{#p/basic}{#npc/a}* All the lights went out a little while ago, you see. * So I'm in a bit of a pickle.
pt_br: <32>{#p/basic}{#npc/a}* Todas as luzes apagaram agora pouco, sabe. * Então, estou um pouco com medo.
zh_cn: <32>{#p/basic}{#npc/a}* 刚才所有的灯都灭了。 * 这让我现在有点为难。
zh_tw: <32>{#p/basic}{#npc/a}* 剛才所有的燈都滅了。 * 這讓我現在有點為難。

source: <32>* If I forfeit now, my opponent might return and steal the win out from under my feathers!
pt_br: <32>* Se eu sair agora, meu oponente pode voltar e roubar a vitória de baixo das minhas asas!
zh_cn: <32>* 但我如果放弃了， 我的对手可能会回来， 将胜利从我的羽毛下偷走！
zh_tw: <32>* 但我如果放棄了， 我的對手可能會回來， 將勝利從我的羽毛下偷走！

source: <33>{#p/basic}{#npc/a}* Well. I sat at this here table. * And organized this here game. * But my opponent?
pt_br: <33>{#p/basic}{#npc/a}* Bem. Eu sentei nesta mesa aqui e organizei este jogo aqui. Mas meu oponente?
zh_cn: <33>{#p/basic}{#npc/a}* 嗯，我站在这桌子旁。 * 然后组织了这场比赛。 * 但是我的对手呢？
zh_tw: <33>{#p/basic}{#npc/a}* 嗯，我站在這桌子旁。 * 然後組織了這場比賽。 * 但是我的對手呢？

source: <32>* Nowhere! Nowhere to be seen in this fine establishment!
pt_br: <32>* Não encontro! Não está em lugar nenhum neste belo estabelecimento!
zh_cn: <32>* 没有！这么好的地方 一个想当我对手的人都没有！
zh_tw: <32>* 沒有！這麼好的地方 一個想當我對手的人都沒有！

source: <32>{#p/basic}{#npc/a}* Well. I played this here move. * Pawn to king's knight four? * So my opponent walked off.
pt_br: <32>{#p/basic}{#npc/a}* Eu joguei esse movimento. Peão para o cavalo quatro do rei? Então meu oponente foi embora.
zh_cn: <32>{#p/basic}{#npc/a}* 我下了这步棋。 * 所谓“兵走国王马前四”吧？ * 然后我的对手就走掉了。
zh_tw: <32>{#p/basic}{#npc/a}* 我下了這步棋。 * 所謂「兵走國王馬前四」吧？ * 然後我的對手就走掉了。

source: <32>* Now, you see, I have to wait. * It'll take a while for that clock to run out, for sure.
pt_br: <32>* Agora, eu vou ter que esperar. * Sabe, vai demorar um tempo até o relógio apitar.
zh_cn: <32>* 所以呢，现在我得等了。 * 肯定得等上好长一段时间， 那个钟才能转完。
zh_tw: <32>* 所以呢，現在我得等了。 * 肯定得等上好長一段時間， 那個鐘才能轉完。

source: <32>{#p/basic}{#npc/a}* Fun for the whole family.
pt_br: <32>{#p/basic}{#npc/a}* Diversão para toda a família.
zh_cn: <32>{#p/basic}{#npc/a}* 全家人都会快乐。
zh_tw: <32>{#p/basic}{#npc/a}* 全家人都會快樂。

source: <32>{#p/basic}{#npc/a}* All that matters is the game.
pt_br: <32>{#p/basic}{#npc/a}* Tudo que importa é o jogo.
zh_cn: <32>{#p/basic}{#npc/a}* 比赛永远是第一。
zh_tw: <32>{#p/basic}{#npc/a}* 比賽永遠是第一。

source: <32>{#p/basic}{#npc/a}* You never know what sorts of tricks your opponents will pull on you.
pt_br: <32>{#p/basic}{#npc/a}* Você nunca sabe que tipo de truques seu oponente vai jogar.
zh_cn: <32>{#p/basic}{#npc/a}* 你永远不知道你的对手 会对你耍什么花招。
zh_tw: <32>{#p/basic}{#npc/a}* 你永遠不知道你的對手 會對你耍什麼花招。

source: <32>{#p/basic}{#npc/a}* It's a true disappointment. * Immeasurable, even.
pt_br: <32>{#p/basic}{#npc/a}* É uma verdadeira decepção. * Imensurável, até.
zh_cn: <32>{#p/basic}{#npc/a}* 真让人失望。 * 甚至于万念俱灰。
zh_tw: <32>{#p/basic}{#npc/a}* 真讓人失望。 * 甚至於萬念俱灰。

source: <32>{#p/basic}{#npc/a}* There's no way I can chronologically recover from this.
pt_br: <32>{#p/basic}{#npc/a}* Sem chances de eu cronologicamente me recuperar disso.
zh_cn: <32>{#p/basic}{#npc/a}* 我不可能按时间顺序 从这件事中恢复过来。
zh_tw: <32>{#p/basic}{#npc/a}* 我不可能按時間順序 從這件事中恢復過來。

source: <32>{#p/basic}{#npc/a}* Yah may have scared us off, but at least yah saved us.
pt_br: <32>{#p/basic}{#npc/a}* Você pode ter nós assustado, mas pelo menos nos salvou no final.
zh_cn: <32>{#p/basic}{#npc/a}* 尽管恁曾把我们都吓跑过， 但恁至少拯救了我们。
zh_tw: <32>{#p/basic}{#npc/a}* 儘管恁曾把我們都嚇跑過， 但恁至少拯救了我們。

source: <32>* Can't say I'm not a little afraid of yah though.
pt_br: <32>* Mas ainda assim não posso dizer que não estou com medo de ti.
zh_cn: <32>* 所以我对恁是敬而远之。
zh_tw: <32>* 所以我對恁是敬而遠之。

source: <32>{#p/basic}{#npc/a}* Apology or not, yah more than made up for mah son's injuries.
pt_br: <32>{#p/basic}{#npc/a}* Desculpando-se ou não, você fez muito mau ao machucar meu filho.
zh_cn: <32>{#p/basic}{#npc/a}* 不管恁道不道歉， 恁这个功已经大于了 恁曾对我儿子造成的伤害。
zh_tw: <32>{#p/basic}{#npc/a}* 不管恁道不道歉， 恁這個功已經大於了 恁曾對我兒子造成的傷害。

source: <32>* Thank yah for yah kind deed.
pt_br: <32>* Obrigado por sua gentil ação.
zh_cn: <32>* 感谢恁的善举。
zh_tw: <32>* 感謝恁的善舉。

source: <32>{#p/basic}{#npc/a}* Now that we're free, being a waitah may no longer suit me.
pt_br: <32>{#p/basic}{#npc/a}* Agora que estamos livres, ser um garçom não me serve mais.
zh_cn: <32>{#p/basic}{#npc/a}* 既然我们自由了， 当服务员儿可能 不再适合我了。
zh_tw: <32>{#p/basic}{#npc/a}* 既然我們自由了， 當服務生兒可能 不再適合我了。

source: <32>* Our Son's returned, so I'll have to find mahself a new job...
pt_br: <32>* Nosso filho voltou, então eu terei que encontrar um novo trabalho...
zh_cn: <32>* 我们的儿子回来了， 所以我得给我自己儿 找份新工作了...
zh_tw: <32>* 我們的兒子回來了， 所以我得給我自己兒 找份新工作了...

source: <32>{#p/basic}{#npc/a}* Everything around here is falling apart now. * People want their stah back.
pt_br: <32>{#p/basic}{#npc/a}* Tudo aqui está caindo aos pedaços. * As pessoas querem o que é deles de volta.
zh_cn: <32>{#p/basic}{#npc/a}* 这里的一切都在分崩离析。 * 人们想让他们的明星儿回来。
zh_tw: <32>{#p/basic}{#npc/a}* 這裡的一切都在分崩離析。 * 人們想讓他們的明星兒回來。

source: <32>* They've stopped coming to eat at our fancy restaraunt...
pt_br: <32>* Eles pararam de vir comer no nosso restaurante chique.
zh_cn: <32>* 他们不再来我们的 餐厅儿吃饭了...
zh_tw: <32>* 他們不再來我們的 餐廳兒吃飯了...

source: <32>* In favah of fast food.
pt_br: <32>* Em favor do Fast Food.
zh_cn: <32>* 都去儿吃快餐了。
zh_tw: <32>* 都去兒吃快餐了。

source: <32>{#p/basic}{#npc/a}* I heard about yah from my son's friends, they tell me he's been bruised all ovah...
pt_br: <32>{#p/basic}{#npc/a}* Ouvi falar de você dos amigos do meu filho, eles me disseram que ele está todo machucado...
zh_cn: <32>{#p/basic}{#npc/a}* 我从我儿子的朋友 那听说过恁， 他朋友说他全身都是伤...
zh_tw: <32>{#p/basic}{#npc/a}* 我從我兒子的朋友 那聽說過恁， 他朋友說他全身都是傷...
