Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>* is getting out of here really worth all that trouble?
pt_br: <25>* sair daqui realmente vale todas estas dificuldades?
zh_cn: <25>* 离开这里真的需要这么 大费周章吗？
zh_tw: <25>* 離開這裡真的需要這麼 大費周章嗎？

source: <25>{#f/3}* lemme tell you a story.
pt_br: <25>{#f/3}* deixa eu te contar uma historia.
zh_cn: <25>{#f/3}* 给你讲个故事吧。
zh_tw: <25>{#f/3}* 給你講個故事吧。

source: <25>{#f/0}* so, i'm a royal sentry, right?
pt_br: <25>{#f/0}* então, eu sou um sentinela real, correto?
zh_cn: <25>{#f/0}* 你知道我是皇家哨兵， 对吧？
zh_tw: <25>{#f/0}* 你知道我是皇家哨兵， 對吧？

source: <25>{#f/0}* my job is to sit out there and watch for humans.
pt_br: <25>{#f/0}* meu trabalho é sentar e esperar por humanos.
zh_cn: <25>{#f/0}* 我的工作就是坐在外面， 监视人类。
zh_tw: <25>{#f/0}* 我的工作就是坐在外面， 監視人類。

source: <25>{#f/3}* though, i'm sure you've realized by now...
pt_br: <25>{#f/3}* mas acho que a essa altura você já percebeu...
zh_cn: <25>{#f/3}* 不过，我相信你现在 应该已经意识到了...
zh_tw: <25>{#f/3}* 不過，我相信你現在 應該已經意識到了...

source: <25>{#f/2}* i actually took the job so i could PROTECT you guys instead.
pt_br: <25>{#f/2}* que eu peguei esse trabalho para PROTEGER os humanos.
zh_cn: <25>{#f/2}* 我揽下这个工作， 实际上是为了保护 你们这帮人。
zh_tw: <25>{#f/2}* 我攬下這個工作， 實際上是為了保護 你們這幫人。

source: <25>{#f/3}* i'd worry about someone finding out, but... y'know.
pt_br: <25>{#f/3}* eu me preocupo caso alguém descubra, mas... sabe.
zh_cn: <25>{#f/3}* 我担心过事情败露， 但是... 你懂的。
zh_tw: <25>{#f/3}* 我擔心過事情敗露， 但是... 你懂的。

source: <25>{#f/0}* not many people around these days who'd care.
pt_br: <25>{#f/0}* não são muitas pessoas hoje em dia que ligariam.
zh_cn: <25>{#f/0}* 这年头， 还能有多少人在乎呢。
zh_tw: <25>{#f/0}* 這年頭， 還能有多少人在乎呢。

source: <25>{#f/4}* shh, don't tell undyne i said that. * she wouldn't like it.
pt_br: <25>{#f/4}* shh, não fala isso pra undyne. * ela não iria gostar.
zh_cn: <25>{#f/4}* 嘘，你别跟undyne说 是我说的。 * 她可不喜欢听这些。
zh_tw: <25>{#f/4}* 噓，你別跟undyne說 是我說的。 * 她可不喜歡聽這些。

source: <25>{#f/0}* ... ironic, isn't it?
pt_br: <25>{#f/0}* ... irônico, não é?
zh_cn: <25>{#f/0}* ...很讽刺，是吗？
zh_tw: <25>{#f/0}* ...很諷刺，是嗎？

source: <25>{#f/0}* anyway, i've got this super boring job, right?
pt_br: <25>{#f/0}* de tudo forma, eu tenho esse trabalho bem chato, né?
zh_cn: <25>{#f/0}* 总之，这份工作 超级无聊，对吧？
zh_tw: <25>{#f/0}* 總之，這份工作 超級無聊，對吧？

source: <25>{#f/0}* fortunately, there's a little place near the edge of starton.
pt_br: <25>{#f/0}* felizmente, tem um lugar lá na ponta de starton.
zh_cn: <25>{#f/0}* 幸运的是，在星港深处， 有一个不大点的地方。
zh_tw: <25>{#f/0}* 幸運的是，在星港深處， 有一個不大點的地方。

source: <25>{#f/0}* and at the end of the bridge to this place lies a big ol' door.
pt_br: <25>{#f/0}* lá tem uma ponte e no final da ponte uma grande e velha porta.
zh_cn: <25>{#f/0}* 在通往这地方的桥的尽头 有一扇老旧的大门。
zh_tw: <25>{#f/0}* 在通往這地方的橋的盡頭 有一扇老舊的大門。

source: <25>{#f/4}* now this door was PERFECT for practicing knock knock jokes.
pt_br: <25>{#f/4}* essa porta era PERFEITA para praticar piadas de toque toque.
zh_cn: <25>{#f/4}* 现在这扇大门， 是练习敲门笑话的 最佳场所。
zh_tw: <25>{#f/4}* 現在這扇大門， 是練習敲門笑話的 最佳場所。

source: <25>{#f/0}* one day, i'm knockin' em out like usual...
pt_br: <25>{#f/0}* um dia, eu estava lá praticando como sempre...
zh_cn: <25>{#f/0}* 有一天， 我就像往常一样敲着门...
zh_tw: <25>{#f/0}* 有一天， 我就像往常一樣敲著門...

source: <25>{#f/0}* and i knock on the door and say "knock knock." * like usual.
pt_br: <25>{#f/0}* e eu bato na porta e digo "toque toque." * como sempre.
zh_cn: <25>{#f/0}* 我敲了敲那扇门，然后 说：“敲门，咚咚咚。” * 一如既往。
zh_tw: <25>{#f/0}* 我敲了敲那扇門，然後 說：「敲門，咚咚咚。」 * 一如既往。

source: <25>{#f/0}* but then, from the other side...
pt_br: <25>{#f/0}* mas então, do outro lado...
zh_cn: <25>{#f/0}* 但突然，在门后面...
zh_tw: <25>{#f/0}* 但突然，在門後面...

source: <25>{#f/3}* i hear a woman's voice.
pt_br: <25>{#f/3}* eu escutei a voz de uma mulher.
zh_cn: <25>{#f/3}* 传来了一个女人的声音。
zh_tw: <25>{#f/3}* 傳來了一個女人的聲音。

source: <32>{#p/soriel}* "Who is there?"
pt_br: <32>{#p/soriel}* "Quem está aí?"
zh_cn: <32>{#p/soriel}* “是谁？”
zh_tw: <32>{#p/soriel}* 「是誰？」

source: <25>{#p/sans}{#f/0}* naturally, i respond.
pt_br: <25>{#p/sans}{#f/0}* naturalmente, eu respondi.
zh_cn: <25>{#p/sans}{#f/0}* 自然而然， 我就接了下去。
zh_tw: <25>{#p/sans}{#f/0}* 自然而然， 我就接了下去。

source: <25>{#f/2}* "water."
pt_br: <25>{#f/2}* "máque."
zh_cn: <25>{#f/2}* “大佬。”
zh_tw: <25>{#f/2}* 「蝦米。」ゐ

source: <32>{#p/soriel}* "Water who?"
pt_br: <32>{#p/soriel}* "Máque quem?"
zh_cn: <32>{#p/soriel}* “哪个大佬？”
zh_tw: <32>{#p/soriel}* 「哪個蝦米？」ゐ

source: <25>{#p/sans}{#f/4}* "water you doing all the way out here?"
pt_br: <25>{#p/sans}{#f/4}* "máque que você tá fazendo aqui?"
zh_cn: <25>{#p/sans}{#f/4}* “大佬远跑这里来 干什么呢？”
zh_tw: <25>{#p/sans}{#f/4}* 「大老遠跑來這塊 是咧做蝦米？」ゐ

source: <25>{#f/0}* and she just LOSES it.
pt_br: <25>{#f/0}* e ela caiu na risada.
zh_cn: <25>{#f/0}* 然后她就大笑了起来。
zh_tw: <25>{#f/0}* 然後她就大笑了起來。

source: <25>* like it's the first joke she's heard in a hundred years.
pt_br: <25>* como se fosse a primeira piada que ela ouviu em cem anos.
zh_cn: <25>* 好像她有一百年 没听过这么好笑的 笑话了一样。
zh_tw: <25>* 好像她有一百年 沒聽過這麼好笑的 笑話了一樣。

source: <25>{#f/2}* so, naturally, i tell her some more.
pt_br: <25>{#f/2}* então, eu fui contando algumas mais.
zh_cn: <25>{#f/2}* 所以，自然而然， 我就继续讲了好多笑话。
zh_tw: <25>{#f/2}* 所以，自然而然， 我就繼續講了好多笑話。

source: <25>{#f/0}* after about a half dozen or so, SHE knocks and says...
pt_br: <25>{#f/0}* após mais de meia dúzia delas, ELA bateu e disse...
zh_cn: <25>{#f/0}* 接着， 在我讲了十几个之后， 她就先起了头...
zh_tw: <25>{#f/0}* 接著， 在我講了十幾個之後， 她就先起了頭...

source: <32>{#p/soriel}* "Knock knock!"
pt_br: <32>{#p/soriel}* "Toque toque!"
zh_cn: <32>{#p/soriel}* “敲门，咚咚咚！”
zh_tw: <32>{#p/soriel}* 「敲門，咚咚咚！」

source: <25>{#p/sans}* i say "who's there?"
pt_br: <25>{#p/sans}* eu disse "quem está aí?"
zh_cn: <25>{#p/sans}* 我说：“是谁？”
zh_tw: <25>{#p/sans}* 我說：「是誰？」

source: <32>{#p/soriel}* "You."
pt_br: <32>{#p/soriel}* "Você."
zh_cn: <32>{#p/soriel}* “咪。”
zh_tw: <32>{#p/soriel}* 「咪。」

source: <25>{#p/sans}* "you who?"
pt_br: <25>{#p/sans}* "você quem?"
zh_cn: <25>{#p/sans}* “什么咪？”
zh_tw: <25>{#p/sans}* 「什麼咪？」

source: <32>{#p/soriel}* "I'm not a dog, mister!"
pt_br: <32>{#p/soriel}* "Você não tem o que fazer, rapaz?"
zh_cn: <32>{#p/soriel}* “哎呀，我才不是什么 ‘小猫咪’！”
zh_tw: <32>{#p/soriel}* 「哎呀，我才不是什麼 『小貓咪』！」

source: <25>{#p/sans}{#f/0}* ... heh.
zh_cn: <25>{#p/sans}{#f/0}* ...嘿。
zh_tw: <25>{#p/sans}{#f/0}* ...嘿。

source: <25>{#f/2}* needless to say, this woman knew her stuff.
pt_br: <25>{#f/2}* pra dizer o mínimo, essa mulher tem o molho.
zh_cn: <25>{#f/2}* 不用多说， 这个女人真的很懂笑话。
zh_tw: <25>{#f/2}* 不用多說， 這個女人真的很懂笑話。

source: <25>{#f/0}* we kept going for a while, but eventually, she had to go.
pt_br: <25>{#f/0}* nós continuamos indo, mas eventualmente, ela teve que ir.
zh_cn: <25>{#f/0}* 我们就这么讲了一阵子， 但最后，她必须得走了。
zh_tw: <25>{#f/0}* 我們就這麼講了一陣子， 但最後，她必須得走了。

source: <25>{#f/0}* the next day, though...
pt_br: <25>{#f/0}* mas, no outro dia...
zh_cn: <25>{#f/0}* 不过，第二天...
zh_tw: <25>{#f/0}* 不過，第二天...

source: <25>* she was waiting for me when i returned.
pt_br: <25>* ela estava esperando por mim quando eu retornei.
zh_cn: <25>* 等我回去找她的时候， 她在那里等着我。
zh_tw: <25>* 等我回去找她的時候， 她在那裡等著我。

source: <25>{#f/3}* ... and boy did she have a lot to say.
pt_br: <25>{#f/3}* ... e garoto, ela tinha muito o que dizer.
zh_cn: <25>{#f/3}* ...你知道吗， 她对我说了好多好多。
zh_tw: <25>{#f/3}* ...你知道嗎， 她對我說了好多好多。

source: <32>{#p/soriel}* "... I just felt it was the right thing to do..."
pt_br: <32>{#p/soriel}* "... Eu só senti que essa era a coisa certa a se fazer..."
zh_cn: <32>{#p/soriel}* “我希望我做的事情 是对的...”
zh_tw: <32>{#p/soriel}* 「我希望我做的事情 是對的...」

source: <32>{#p/soriel}* "... I have to protect them..."
pt_br: <32>{#p/soriel}* "... Eu precisei protegê-los..."
zh_cn: <32>{#p/soriel}* “...我必须保护 那孩子...”
zh_tw: <32>{#p/soriel}* 「...我必須保護 那孩子...」

source: <32>{#p/soriel}* "... it'll never be like it was before..."
pt_br: <32>{#p/soriel}* "... nunca mais será como antes..."
zh_cn: <32>{#p/soriel}* “...不能再像之前 那样了...”
zh_tw: <32>{#p/soriel}* 「...不能再像之前 那樣了...」

source: <25>{#p/sans}{#f/3}* turns out, there was more to this woman than meets the ear.
pt_br: <25>{#p/sans}{#f/3}* aparentemente, essa mulher era mais do que uma boa ouvinte.
zh_cn: <25>{#p/sans}{#f/3}* 事实证明， 这个女人远没有听上去 那么简单。
zh_tw: <25>{#p/sans}{#f/3}* 事實證明， 這個女人遠沒有聽上去 那麼簡單。

source: <25>{#f/0}* oh, and she also had a ton of weird stuff to say about asgore.
pt_br: <25>{#f/0}* oh, e ela também tinha muita coisa para falar sobre o asgore.
zh_cn: <25>{#f/0}* 哦，她还说了一大堆 关于asgore的 奇怪的事情。
zh_tw: <25>{#f/0}* 喔，她還說了一大堆 關於asgore的 奇怪的事情。

source: <25>{#f/3}* i'll spare you on the details, but let's just say...
pt_br: <25>{#f/3}* eu vou te poupar dos detalhes, mas vamos dizer...
zh_cn: <25>{#f/3}* 细节就不跟你赘述了， 但我就这么跟你说吧...
zh_tw: <25>{#f/3}* 細節就不跟你贅述了， 但我就這麼跟你說吧...

source: <25>{#f/2}* isolation can really screw with a person's world view.
pt_br: <25>{#f/2}* que exilio pode realmente ferrar com a mente de uma pessoa.
zh_cn: <25>{#f/2}* 隔阂真的会轻易改变 一个人的世界观。
zh_tw: <25>{#f/2}* 隔閡真的會輕易改變 一個人的世界觀。

source: <25>{#p/sans}{#f/0}* shoot, i forgot to order something, huh?
pt_br: <25>{#p/sans}{#f/0}* opa, eu esqueci de pedir algo, não foi?
zh_cn: <25>{#p/sans}{#f/0}* 哎呀，我忘了点菜了， 是吧？
zh_tw: <25>{#p/sans}{#f/0}* 哎呀，我忘了點菜了， 是吧？

source: <25>{#f/3}* i'll be right back.
pt_br: <25>{#f/3}* eu vou lá pegar algo.
zh_cn: <25>{#f/3}* 我马上回来。
zh_tw: <25>{#f/3}* 我馬上回來。

source: <32>{#p/basic}* Truly, there is no experience like waiting for food.
pt_br: <32>{#p/basic}* Sabe, não tem experiência tão única como esperar por comida.
zh_cn: <32>{#p/basic}* 实话说， 没有比期待美食上桌 更好的体验了。
zh_tw: <32>{#p/basic}* 實話說， 沒有比期待美食上桌 更好的體驗了。

source: <32>{#p/basic}* You know...
pt_br: <32>{#p/basic}* ...
zh_cn: <32>{#p/basic}* 你知道吗...
zh_tw: <32>{#p/basic}* 你知道嗎...

source: <32>{#p/basic}* I would've said more to her back there, but at the same time...
pt_br: <32>{#p/basic}* Eu teria dito mais pra ela lá atrás, mas ao mesmo tempo...
zh_cn: <32>{#p/basic}* 我当时本来想和她多说几句的， 但我转念一想...
zh_tw: <32>{#p/basic}* 我當時本來想和她多說幾句的， 但我轉念一想...

source: <32>{#p/basic}* ... would it really have made any difference?
pt_br: <32>{#p/basic}* ... isso teria realmente feito alguma diferença?
zh_cn: <32>{#p/basic}* ...就算多说了， 能有什么别的作用吗？
zh_tw: <32>{#p/basic}* ...就算多說了， 能有什麼別的作用嗎？

source: <25>{#p/sans}* look at that, you even brought a drink.
pt_br: <25>{#p/sans}* olha só, você até trouxe uma bebida.
zh_cn: <25>{#p/sans}* 你看， 你甚至带了杯喝的过来。
zh_tw: <25>{#p/sans}* 你看， 你甚至帶了杯喝的過來。

source: <25>{#p/sans}{#f/2}* don't worry. * i already had mine at the counter.
pt_br: <25>{#p/sans}{#f/2}* não se preocupa. * eu já comi a minha no balcão.
zh_cn: <25>{#p/sans}{#f/2}* 不用担心我。 * 我已经在柜台那边喝过了。
zh_tw: <25>{#p/sans}{#f/2}* 不用擔心我。 * 我已經在櫃檯那邊喝過了。

source: <25>{#p/sans}* now we're talking.
pt_br: <25>{#p/sans}* agora estamos conversando direito.
zh_cn: <25>{#p/sans}* 我们继续聊。
zh_tw: <25>{#p/sans}* 我們繼續聊。

source: <25>{#p/sans}{#f/2}* don't worry. * i already had my food at the counter.
pt_br: <25>{#p/sans}{#f/2}* não se preocupa. * eu já comi a minha no balcão.
zh_cn: <25>{#p/sans}{#f/2}* 不用担心我。 * 我已经在柜台那边 吃过东西了。
zh_tw: <25>{#p/sans}{#f/2}* 不用擔心我。 * 我已經在櫃檯那邊 吃過東西了。

source: <25>{#f/0}* anyway, like i was saying...
pt_br: <25>{#f/0}* de toda forma, como eu estava dizendo...
zh_cn: <25>{#f/0}* 总之，就像我说的...
zh_tw: <25>{#f/0}* 總之，就像我說的...

source: <25>{#f/3}* this woman was under a lot of stress.
pt_br: <25>{#f/3}* está mulher estava sobre muito estresse.
zh_cn: <25>{#f/3}* 这个女人承受了 很大的压力。
zh_tw: <25>{#f/3}* 這個女人承受了 很大的壓力。

source: <25>{#f/0}* so i asked her...
pt_br: <25>{#f/0}* então eu a perguntei...
zh_cn: <25>{#f/0}* 所以我问她...
zh_tw: <25>{#f/0}* 所以我問她...

source: <25>{#f/2}* "wanna know what a skeleton does to pass the time?"
pt_br: <25>{#f/2}* "quer saber o que um esqueleto faz para passar o tempo?"
zh_cn: <25>{#f/2}* “想知道骷髅是怎么 打发时间的吗？”
zh_tw: <25>{#f/2}* 「想知道骷髏是怎麼 打發時間的嗎？」

source: <32>{#p/soriel}* "What do they do?"
pt_br: <32>{#p/soriel}* "O ele faz?"
zh_cn: <32>{#p/soriel}* “怎么打发的？”
zh_tw: <32>{#p/soriel}* 「怎麼打發的？」

source: <25>{#p/sans}{#f/2}* i then proceeded to play a tune on my trombone.
pt_br: <25>{#p/sans}{#f/2}* então eu fui lá e comecei a tocar meu trombone.
zh_cn: <25>{#p/sans}{#f/2}* 然后我拿起长号 吹了一段骨乐。
zh_tw: <25>{#p/sans}{#f/2}* 然後我拿起長號 吹了一段骨樂。

source: <25>{#f/4}* her being her, she INSTANTLY got the joke.
pt_br: <25>{#f/4}* ela sendo ela, INSTANTANEAMENTE entendeu a piada.
zh_cn: <25>{#f/4}* 该说不愧是她， 很快就理解了我的笑话。
zh_tw: <25>{#f/4}* 該說不愧是她， 很快就理解了我的笑話。

source: <25>{#f/0}* ... that night ended up being the best we'd ever have.
pt_br: <25>{#f/0}* ... aquela noite acabou sendo uma das melhores que já tivemos.
zh_cn: <25>{#f/0}* ...那天晚上是我们 有史以来过得最 开心的一晚。
zh_tw: <25>{#f/0}* ...那天晚上是我們 有史以來過得最 開心的一晚。

source: <25>{#f/0}* fast-forward to today, and well...
pt_br: <25>{#f/0}* um bom tempo se passou e bem...
zh_cn: <25>{#f/0}* 然后时间就这样过去， 看看现在吧...
zh_tw: <25>{#f/0}* 然後時間就這樣過去， 看看現在吧...

source: <25>{#f/2}* i've mostly just been watching over you.
pt_br: <25>{#f/2}* eu basicamente estive te vigiando.
zh_cn: <25>{#f/2}* 我把大部分时间都 花在照顾你上了。
zh_tw: <25>{#f/2}* 我把大部分時間都 花在照顧你上了。

source: <25>{#f/0}* but hey, i'd say i'm doing a pretty good job, wouldn't you?
pt_br: <25>{#f/0}* mas ei, eu tenho feito um ótimo trabalho. não é mesmo?
zh_cn: <25>{#f/0}* 但是，嘿， 该说不说，我做得不错吧？
zh_tw: <25>{#f/0}* 但是，嘿， 該說不說，我做得不錯吧？

source: <25>{#f/3}* i mean, look at yourself...
pt_br: <25>{#f/3}* quer dizer, olha só pra você...
zh_cn: <25>{#f/3}* 我是说， 看看你自己吧...
zh_tw: <25>{#f/3}* 我是說， 看看你自己吧...

source: <25>{#f/0}* you haven't died a single time.
pt_br: <25>{#f/0}* você não morreu uma única vez.
zh_cn: <25>{#f/0}* 你连一次都没死过呢。
zh_tw: <25>{#f/0}* 你連一次都沒死過呢。

source: <25>{#f/0}* hey, what's that look supposed to mean?
pt_br: <25>{#f/0}* ei, que olhada é essa?
zh_cn: <25>{#f/0}* 嘿， 你那表情是什么意思？
zh_tw: <25>{#f/0}* 嘿， 你那表情是什麼意思？

source: <25>{#f/2}* am i wrong...?
pt_br: <25>{#f/2}* eu tô errado...?
zh_cn: <25>{#f/2}* 难道我说错了吗...？
zh_tw: <25>{#f/2}* 難道我說錯了嗎...？

source: <25>{#f/2}* heh. * chalk it up to my great skills.
pt_br: <25>{#f/2}* heh. * graças a minhas grandes habilidades.
zh_cn: <25>{#f/2}* 嘿。 * 该说都是我的功劳吧。
zh_tw: <25>{#f/2}* 嘿。 * 該說都是我的功勞吧。

source: <25>{#f/2}* heh. * i doubt you've even got a scratch on you.
pt_br: <25>{#f/2}* heh. * eu duvido que você tenha ao menos se machucado.
zh_cn: <25>{#f/2}* 嘿。 * 我敢说你身上 一点小伤口都没有。
zh_tw: <25>{#f/2}* 嘿。 * 我敢說你身上 一點小傷口都沒有。

source: <25>{#p/sans}{#f/0}* heh.
zh_cn: <25>{#p/sans}{#f/0}* 嘿。
zh_tw: <25>{#p/sans}{#f/0}* 嘿。

source: <25>{#p/sans}{#f/0}* well, enjoy the food, and... i hope you learned something.
pt_br: <25>{#p/sans}{#f/0}* bem, aproveite a comida e eu espero que você tenha aprendido algo.
zh_cn: <25>{#p/sans}{#f/0}* 总之，好好吃饭吧... 也希望你都能理解 我说的话。
zh_tw: <25>{#p/sans}{#f/0}* 總之，好好吃飯吧... 也希望你都能理解 我說的話。

source: <25>{#f/3}* just remember, we're all rootin' for ya, bud.
pt_br: <25>{#f/3}* só se lembre que estamos torcendo por ti. carinha.
zh_cn: <25>{#f/3}* 记住， 我们都支持你，孩子。
zh_tw: <25>{#f/3}* 記住， 我們都支援你，孩子。

source: <25>{#f/0}* ... regardless of who you could've saved.
pt_br: <25>{#f/0}* ... retirando seja lá quem você poderia ter salvo.
zh_cn: <25>{#f/0}* ...这无关乎你都 拯救过谁。
zh_tw: <25>{#f/0}* ...這無關乎你都 拯救過誰。

source: <25>{#f/2}* ... even undyne's probably on your side by now.
pt_br: <25>{#f/2}* ... até a undyne deve estar do seu lado a essa altura.
zh_cn: <25>{#f/2}* ...甚至undyne现在 都站在你这边了。
zh_tw: <25>{#f/2}* ...甚至undyne現在 都站在你這邊了。

source: <25>{#f/0}* ... regardless of what you've done.
pt_br: <25>{#f/0}* ... independente do que você tenha feito.
zh_cn: <25>{#f/0}* ...这无关乎你做过 什么事情。
zh_tw: <25>{#f/0}* ...這無關乎你做過 什麼事情。

source: <25>{#f/0}* ... well, most of us, anyway.
pt_br: <25>{#f/0}* ... bem, maior parte de nós, é claro.
zh_cn: <25>{#f/0}* ...好吧，至少是， 我们中的大多数人。
zh_tw: <25>{#f/0}* ...好吧，至少是， 我們中的大多數人。

source: <32>{#p/basic}* Hey there... * Noticed you were here...
pt_br: <32>{#p/basic}* Opa... * Percebi que você estava aqui...
zh_cn: <32>{#p/basic}* 欢迎呀... * 看到你啦...ゑ
zh_tw: <32>{#p/basic}* 歡迎呀... * 看到你啦...ゑ

source: <32>{#p/basic}* I'm Onionsan! * Onionsan, y'hear!
pt_br: <32>{#p/basic}* Eu sou Onionsan! * Onionsan, ouviu!
zh_cn: <32>{#p/basic}* 我是Onionsan！ * 听到没，Onionsan！ゑ
zh_tw: <32>{#p/basic}* 我是Onionsan！ * 聽到沒，Onionsan！ゑ

source: <32>{#p/basic}* You two, don't look like you're up to any good...
pt_br: <32>{#p/basic}* Vocês dois, não parecem estar fazendo nada de legal...
zh_cn: <32>{#p/basic}* 你俩... 看着不像是好人...ゑ
zh_tw: <32>{#p/basic}* 你倆... 看著不像是好人...ゑ

source: <32>{#p/basic}* You, look like you've traveled a long way to get here...
pt_br: <32>{#p/basic}* Você parece ter caminhado um longo caminho até aqui...
zh_cn: <32>{#p/basic}* 哎呀... 你肯定经历了长途跋涉 才到这里...ゑ
zh_tw: <32>{#p/basic}* 哎呀... 你肯定經歷了長途跋涉 才到這裡...ゑ

source: <32>{#p/basic}* Good thing, the rec center people will always forgive us! * It's my Big Favorite.
pt_br: <32>{#p/basic}* Boa coisa que as pessoas no rec center sempre perdoam!
zh_cn: <32>{#p/basic}* 别担心！ 在休闲回廊，人们都很大度！ * 我爱死这里了。ゑ
zh_tw: <32>{#p/basic}* 別擔心！ 在休閒迴廊，人們都很大度！ * 我愛死這裡了。ゑ

source: <32>{#p/basic}* Good thing, people like us are who the rec center is for! * It's my Big Favorite.
pt_br: <32>{#p/basic}* Boa coisa que é para pessoas assim que é o rec center!
zh_cn: <32>{#p/basic}* 别担心！休闲回廊，就是专为 我们这些旅者服务的！ * 我爱死这里了。ゑ
zh_tw: <32>{#p/basic}* 別擔心！休閒迴廊，就是專為 我們這些旅者服務的！ * 我愛死這裡了。ゑ

source: <32>{#p/basic}* Though... * I'm too wide to fit inside...
pt_br: <32>{#p/basic}* Porem... * Eu sou grande demais para entrar...
zh_cn: <32>{#p/basic}* 可惜... * 我太大了，进不去呐...ゑ
zh_tw: <32>{#p/basic}* 可惜... * 我太大了，進不去吶...ゑ

source: <32>{#p/basic}* Outer space makes onions grow Super Duper Fast.
pt_br: <32>{#p/basic}* O espaço sideral me fez crescer super duper rápido.
zh_cn: <32>{#p/basic}* 太空无拘无束， 洋葱的成长也无拘无束了...ゑ
zh_tw: <32>{#p/basic}* 太空無拘無束， 洋蔥的成長也無拘無束了...ゑ

source: <32>{#p/basic}* But I'll find a path to betterment soon, y'hear!
pt_br: <32>{#p/basic}* Mas vou encontrar um caminho para ser melhor em breve, ouviu!
zh_cn: <32>{#p/basic}* 不过，这都不是事儿！ * 很快，情况就会好转了！ 你听到没！ゑ
zh_tw: <32>{#p/basic}* 不過，這都不是事兒！ * 很快，情況就會好轉了！ 你聽到沒！ゑ

source: <32>{#p/basic}* They're, gonna break the force field real good, y'hear!
pt_br: <32>{#p/basic}* Eles vão quebrar o escudo de força e me libertar, ouviu!
zh_cn: <32>{#p/basic}* 他们会打破力场的， 你听到没！ * 真是太棒啦！ゑ
zh_tw: <32>{#p/basic}* 他們會打破力場的， 你聽到沒！ * 真是太棒啦！ゑ

source: <32>{#p/basic}* But I'll find a home soon, y'hear!
pt_br: <32>{#p/basic}* Mas eu logo encontrarei uma casa, ouviu!
zh_cn: <32>{#p/basic}* 不过，这都不是事儿！ * 很快，我就有家了，你听到没！ゑ
zh_tw: <32>{#p/basic}* 不過，這都不是事兒！ * 很快，我就有家了，你聽到沒！ゑ

source: <32>{#p/basic}* And then... * I'll venture out... * To the cosmos...
pt_br: <32>{#p/basic}* E então... * Eu viajarei pelo cosmos... * Livre para sempre...
zh_cn: <32>{#p/basic}* 力场一破... * 我就能在漫漫宇宙... * 四处畅游了...ゑ
zh_tw: <32>{#p/basic}* 力場一破... * 我就能在漫漫宇宙... * 四處暢遊了...ゑ

source: <32>{*}{#p/basic}* We're all gonna be freeeeeeeee eeeeeeeeeeeeeeeeeeeeeeeeee{^999}
pt_br: <32>{*}{#p/basic}* Nós todos seremos livreeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeees{^999}
zh_cn: <32>{*}{#p/basic}* 自由要来啦啊啊啊啊啊啊啊啊啊啊ゑ{^999}
zh_tw: <32>{*}{#p/basic}* 自由要來啦啊啊啊啊啊啊啊啊啊啊ゑ{^999}

source: <25>{#p/asriel2}{#f/8}* Sure, whatever.
pt_br: <25>{#p/asriel2}{#f/8}* Então tá bom, né?
zh_cn: <25>{#p/asriel2}{#f/8}* 对对对，你说得都对。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 對對對，你說得都對。ゑ

source: <32>{#p/human}* (You approach the vending machine.)
pt_br: <32>{#p/human}* (Você se aproxima da maquina de venda.)
zh_cn: <32>{#p/human}* （你走近了自动售货机。）
zh_tw: <32>{#p/human}* （你走近了自動售貨機。）

source: <32>{#p/basic}* It's a filament-exclusive vending machine.
pt_br: <32>{#p/basic}* É uma maquina de venda exclusiva para filamentos.
zh_cn: <32>{#p/basic}* 这是个专卖灯芯的自动售货机。
zh_tw: <32>{#p/basic}* 這是個專賣燈芯的自動售貨機。

source: * (Buy the Filament for 40G?)
pt_br: * (Compra um Filamento por 40G?)
zh_cn: * （花40G买五根灯芯吗？）
zh_tw: * （花40G買五根燈芯嗎？）

source: <32>{#p/human}* (You got the Filament.)
pt_br: <32>{#p/human}* (Você pegou o Filamento.)
zh_cn: <32>{#p/human}* （你买了一些灯芯。）
zh_tw: <32>{#p/human}* （你買了一些燈芯。）

source: <32>{#p/basic}{#npc/a}* Welcome to Four Dimensions. * We're closed. * Section two, freedom clause.
pt_br: <32>{#p/basic}{#npc/a}* Seja bem-vindo ao Quatro Dimensões. * Estamos fechados pela sessão dois, clausula da liberdade.
zh_cn: <32>{#p/basic}{#npc/a}* 欢迎来到四维酒店。 * 我们打烊了。 * 依据条款第二节，自由条款。
zh_tw: <32>{#p/basic}{#npc/a}* 歡迎來到四維酒店。 * 我們打烊了。 * 依據條款第二節，自由條款。

source: <32>* People never read the terms and conditions...
pt_br: <32>* As pessoas nunca leem os termos e condições...
zh_cn: <32>* 人们从来都不看服务条款...
zh_tw: <32>* 人們從來都不看服務條款...

source: <32>{#p/basic}{#npc/a}* Welcome to Four Dimensions, the hotel where sleep meets the edge of perception.
pt_br: <32>{#p/basic}{#npc/a}* Bem-vindo ao Quatro Dimensões, o hotel onde dormir leva ao limbo da percepção.
zh_cn: <32>{#p/basic}{#npc/a}* 欢迎来到四维酒店， 在这里， 睡眠与感知的边缘相遇。
zh_tw: <32>{#p/basic}{#npc/a}* 歡迎來到四維酒店， 在這裡， 睡眠與感知的邊緣相遇。

source: <32>* All of our currently allocated rooms have been reserved.
pt_br: <32>* Todas as nossas salas localizadas estão reservadas.
zh_cn: <32>* 我们目前分配的房间 都已被预订。
zh_tw: <32>* 我們目前分配的房間 都已被預訂。

source: <32>* Please return at a later time, when more space has been allocated.
pt_br: <32>* Por favor retorne mais tarde, quando tivermos mais espaço localizado.
zh_cn: <32>* 当分配了更多空间时， 欢迎您再来。
zh_tw: <32>* 當分配了更多空間時， 歡迎您再來。

source: <32>* Once you reserve a room with us, it's yours forever.
pt_br: <32>* Assim que você reservar uma sala com a gente, é sua para sempre.
zh_cn: <32>* 只要你在我们这订了房间， 这房间将永远都会属于你。
zh_tw: <32>* 只要你在我們這訂了房間， 這房間將永遠都會屬於你。

source: <32>* We've got a junior suite open on the left stack for 300G. * Interested?{#npc}
pt_br: <32>* Temos uma suíte júnior aberta na dimensão esquerda por 300G. * Interessado? {#npc}
zh_cn: <32>* 我们在左边有一间普通套房， 价格为300G。 * 感兴趣不？{#npc}
zh_tw: <32>* 我們在左邊有一間普通套房， 價格為300G。 * 感興趣不？{#npc}

source: * (Own a room?)
pt_br: * (Pegar um quarto?)
zh_cn: * （订一间房吗？）
zh_tw: * （訂一間房嗎？）

source: <32>{#p/basic}{#npc/a}* See you on the homeworld.
pt_br: <32>{#p/basic}{#npc/a}* Te vejo no novo mundo.
zh_cn: <32>{#p/basic}{#npc/a}* 新世界见。
zh_tw: <32>{#p/basic}{#npc/a}* 新世界見。

source: <32>{#p/basic}{#npc/a}* Until next time!
pt_br: <32>{#p/basic}{#npc/a}* Até a próxima!
zh_cn: <32>{#p/basic}{#npc/a}* 那下次见！
zh_tw: <32>{#p/basic}{#npc/a}* 那下次見！

source: <32>{#p/basic}{#npc/a}* 300G to own a junior suite. * Interested?{#npc}
pt_br: <32>{#p/basic}{#npc/a}* 300G por uma suíte junior. * Interessado?{#npc}
zh_cn: <32>{#p/basic}{#npc/a}* 300G订一套 你自己的套房。 * 感兴趣不？{#npc}
zh_tw: <32>{#p/basic}{#npc/a}* 300G訂一套 你自己的套房。 * 感興趣不？{#npc}

source: <32>{#p/basic}{#npc/a}* Thanks, we look forward to seeing you sleep safely and comfortably!
pt_br: <32>{#p/basic}{#npc/a}* Obrigado, trabalhamos sempre para vê-lo dormir com conforto e segurança!
zh_cn: <32>{#p/basic}{#npc/a}* 谢谢，我们期待 你能睡得安全舒适！
zh_tw: <32>{#p/basic}{#npc/a}* 謝謝，我們期待 你能睡得安全舒適！

source: <32>{#p/basic}{#npc/a}* Well, you're always welcome to change your mind.
pt_br: <32>{#p/basic}{#npc/a}* Bem, você é bem-vindo quando trocar de ideia.
zh_cn: <32>{#p/basic}{#npc/a}* 好吧， 等您改变主意时， 欢迎您再来。
zh_tw: <32>{#p/basic}{#npc/a}* 好吧， 等您改變主意時， 歡迎您再來。

source: <32>{#p/basic}{#npc/a}* I'm afraid you don't have enough G for that.
pt_br: <32>{#p/basic}{#npc/a}* Sinto muito, você não tem G o suficiente.
zh_cn: <32>{#p/basic}{#npc/a}* 你的钱不够。
zh_tw: <32>{#p/basic}{#npc/a}* 你的錢不夠。

source: <32>{#p/basic}{#npc/a}* As always, we thank you for purchasing a room.
pt_br: <32>{#p/basic}{#npc/a}* Como sempre, nós te agradecemos por ter comprado um quarto.
zh_cn: <32>{#p/basic}{#npc/a}* 和往常一样， 我们感谢你能购买房间。
zh_tw: <32>{#p/basic}{#npc/a}* 和往常一樣， 我們感謝你能購買房間。

source: <32>* We'll be closing soon, so make the most of your room while you still can!
pt_br: <32>* Nós vamos fechar logo, então faça bom proveito do seu quarto enquanto puder!
zh_cn: <32>* 我们马上就要打烊了， 所以趁还有时间， 好好享受你的房间吧！
zh_tw: <32>* 我們馬上就要打烊了， 所以趁還有時間， 好好享受你的房間吧！

source: <32>{#p/basic}{#npc/a}* Thanks for purchasing a room at Four Dimensions!
pt_br: <32>{#p/basic}{#npc/a}* Obrigado por comprar um quarto no Quatro Dimensões!
zh_cn: <32>{#p/basic}{#npc/a}* 感谢您在四维酒店购买房间！
zh_tw: <32>{#p/basic}{#npc/a}* 感謝您在四維酒店購買房間！
