Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <33>{#p/basic}{#x2}* Damn, bro. * I think we, like, have to kill them and stuff.{#x3}
pt_br: <33>{#p/basic}{#x2}* Caramba, irmão. * Acho que nós, temos, que matar eles e tal.{#x3}
zh_cn: <33>{#p/basic}{#x2}* 草。 * 兄弟，那个， 我看咱必须得干掉那人了。ゑ{#x3}
zh_tw: <33>{#p/basic}{#x2}* 草。 * 兄弟，那個， 我看咱必須得幹掉那人了。ゑ{#x3}

source: <32>{#p/basic}{#x1}* You okay, kid?{#x3}
pt_br: <32>{#p/basic}{#x1}* Você está bem, criança?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 孩子，你没事吧？ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 孩子，你沒事吧？ゑ{#x3}

source: <32>{#x1}* You're acting, like, pretty weird and stuff...{#x3}
pt_br: <32>{#x1}* Você está agindo, bem estranho e tals...{#x3}
zh_cn: <32>{#x1}* 那个， 你这行为举止有点不对劲...ゑ{#x3}
zh_tw: <32>{#x1}* 那個， 你這行為舉止有點不對勁...ゑ{#x3}

source: <32>{#x1}* You know, with the whole "not talking to us" thing and all...{#x3}
pt_br: <32>{#x1}* Você sabe, com toda a parada de "não conversar com a gente" e tals...{#x3}
zh_cn: <32>{#x1}* 就好像，你一点都 “不想搭理我们”...{#x3}
zh_tw: <32>{#x1}* 就好像，你一點都 「不想搭理我們」...{#x3}

source: <32>{#x1}* So, uh...{#x3}
pt_br: <32>{#x1}* Então, uh...{#x3}
zh_cn: <32>{#x1}* 呃...ゑ{#x3}
zh_tw: <32>{#x1}* 呃...ゑ{#x3}

source: <32>{#p/basic}{#x1}* Yeah... * Guess that's kind of our job now, huh?{#x3}
pt_br: <32>{#p/basic}{#x1}* É... * Acho que esse é meio que nosso trabalho agora, certo?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 对哦... * 这不就是咱们的任务嘛？ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 對喔... * 這不就是咱們的任務嘛？ゑ{#x3}

source: <32>{#p/basic}{#x1}* Forget it, bro. * I don't think they even know we're standing here.{#x3}
pt_br: <32>{#p/basic}{#x1}* Esqueça, mano. * Acho que eles nem sabem que estamos aqui.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 兄弟，别在意。 * 我感觉这孩子只是 没看见咱们而已。ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 兄弟，別在意。 * 我感覺這孩子只是 沒看見咱們而已。ゑ{#x3}

source: <32>{#p/basic}{#x2}* But the ice cream!{#x3}
pt_br: <32>{#p/basic}{#x2}* Mas o sorvete!{#x3}
zh_cn: <32>{#p/basic}{#x2}* 但我想吃冰淇淋！ゑ{#x3}
zh_tw: <32>{#p/basic}{#x2}* 但我想吃冰淇淋！ゑ{#x3}

source: <32>{#p/basic}{#x1}* Come on, bro. * We can't stay away from training all day.{#x3}
pt_br: <32>{#p/basic}{#x1}* Vamos, mano. * Não podemos ficar longe do treino o dia inteiro. {#x3}
zh_cn: <32>{#p/basic}{#x1}* 别想什么冰淇淋啦，兄弟。 * 摸鱼一时爽，被抓火葬场啊。ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 別想什麼冰淇淋啦，兄弟。 * 摸魚一時爽，被抓火葬場啊。ゑ{#x3}

source: <32>{#x2}* Yeah, okay.{#x3}
pt_br: <32>{#x2}* É, tá certo.{#x3}
zh_cn: <32>{#x2}* 唉，好吧。ゑ{#x3}
zh_tw: <32>{#x2}* 唉，好吧。ゑ{#x3}

source: <32>{#p/basic}{#x1}* Well, see ya, I guess...{#x3}
pt_br: <32>{#p/basic}{#x1}* Te vemos por aí, eu acho...{#x3}
zh_cn: <32>{#p/basic}{#x1}* 那，回头见吧...ゑ{#x3}
zh_tw: <32>{#p/basic}{#x1}* 那，回頭見吧...ゑ{#x3}

source: <32>{#x2}* We'll let ya know how that ice cream thing goes later!{#x3}
pt_br: <32>{#x2}* Vamos te avisar sobre a parada do sorvete mais tarde!{#x3}
zh_cn: <32>{#x2}* 要是我们找到冰淇淋了， 下次见面，肯定告诉你！ゑ{#x3}
zh_tw: <32>{#x2}* 要是我們找到冰淇淋了， 下次見面，肯定告訴你！ゑ{#x3}

source: <33>{#p/basic}{#x1}* Bro... we gotta get outta here!{#x3}
pt_br: <33>{#p/basic}{#x1}* Mano... a gente tem que meter o pé daqui!{#x3}
zh_cn: <33>{#p/basic}{#x1}* 兄弟... 咱俩还是快走吧！ゑ{#x3}
zh_tw: <33>{#p/basic}{#x1}* 兄弟... 咱倆還是快走吧！ゑ{#x3}

source: <32>{#x2}* Yeah, like, sorry Undyne!{#x3}
pt_br: <32>{#x2}* É, tipo, desculpa Undyne!{#x3}
zh_cn: <32>{#x2}* 哦对。 那个，对不起了Undyne！ゑ{#x3}
zh_tw: <32>{#x2}* 喔對。 那個，對不起了Undyne！ゑ{#x3}

source: <32>{#p/mettaton}* THERE YOU ARE.
pt_br: <32>{#p/mettaton}* AI ESTÁ VOCÊ.
zh_cn: <32>{#p/mettaton}* 来了啊。
zh_tw: <32>{#p/mettaton}* 來了啊。

source: <32>{#z03}* YOU MAY NOT KNOW ME, BUT I KNOW YOU...
pt_br: <32>{#z03}* PODES NÃO ME CONHECER, MAS EU TE CONHEÇO...
zh_cn: <32>{#z03}* 也许你不认得我， 但我认得你...
zh_tw: <32>{#z03}* 也許你不認得我， 但我認得你...

source: <32>{#z21}* YOU'RE THE ONE WHO HAD AN ENCOUNTER WITH THE CAPTAIN OF THE GUARD.
pt_br: <32>{#z21}* VOCÊ FOI AQUELE QUE TEVE UM ENCONTRO COM A CAPITÃ DA GUARDA REAL.
zh_cn: <32>{#z21}* 你是那个和皇家卫队 大队长战斗的人类。
zh_tw: <32>{#z21}* 你是那個和皇家衛隊 大隊長戰鬥的人類。

source: <32>{#z30}* AN ENCOUNTER WHICH ENDED IN THAT CAPTAIN'S DEATH.
pt_br: <32>{#z30}* UM ENCONTRO QUE RESULTOU NA MORTE DA CAPITÃ.
zh_cn: <32>{#z30}* 那场对峙， 让她丧了命。
zh_tw: <32>{#z30}* 那場對峙， 讓她喪了命。

source: <32>{#z31}* NOW, PERSONALLY, I'M NOT THE BIGGEST FAN OF UNDYNE.
pt_br: <32>{#z31}* OLHA, EU PESSOALMENTE, NÃO SOU A MAIOR FÃ DA UNDYNE.
zh_cn: <32>{#z31}* 其实，UNDYNE是死是活， 我倒不咋在乎。
zh_tw: <32>{#z31}* 其實，UNDYNE是死是活， 我倒不咋在乎。

source: <32>{#z30}* BUT ALPHYS... VERY MUCH WAS.
pt_br: <32>{#z30}* MAS ALPHYS... ELA ERA BASTANTE.
zh_cn: <32>{#z30}* 但对ALPHYS来说... UNDYNE非常重要。
zh_tw: <32>{#z30}* 但對ALPHYS來說... UNDYNE非常重要。

source: <32>{#z21}* AND SHE'S TAKING THIS ALL PRETTY HARD.
pt_br: <32>{#z21}* E ELA LEVOU ISSO TUDO PAR AO FUNDO DO CORAÇÃO.
zh_cn: <32>{#z21}* 她的死， 让ALPHYS备受打击。
zh_tw: <32>{#z21}* 她的死， 讓ALPHYS備受打擊。

source: <32>{#z21}* I'M NOT SAYING YOU'RE A BAD PERSON, BUT YOUR CHOICES... HURT MY FRIEND.
pt_br: <32>{#z21}* EU NÃO ESTOU DIZENDO QUE VOCÊ É UMA PESSOA RUIM... MAS SUAS ESCOLHAS FERIRAM MINHA AMIGA.
zh_cn: <32>{#z21}* 倒不是责备你， 只是... 你的所作所为 伤害了ALPHYS。
zh_tw: <32>{#z21}* 倒不是責備你， 只是... 你的所作所為 傷害了ALPHYS。

source: <33>{#z30}* ... LET'S JUST SAY SHE ISN'T GOING TO BE AROUND FOR A WHILE.
pt_br: <33>{#z30}* ... VAMOS SÓ DIZER QUE ELA NÃO ESTARÁ AQUI POR UM TEMPINHO.
zh_cn: <33>{#z30}* ...希望她只是出去散散心了， 一会就回来。
zh_tw: <33>{#z30}* ...希望她只是出去散散心了， 一會就回來。

source: <32>{#z03}* DON'T WORRY, THOUGH. * IF YOU EVER FEEL LONELY, YOU CAN REST ASSURED...
pt_br: <32>{#z03}* MAS SEM PÂNICO. * SE VOCÊ SENTIR-SE SOZINHO, UMA COISA PODE GARANTIR...
zh_cn: <32>{#z03}* 别上火。 * 要是感到孤独，不用担心...
zh_tw: <32>{#z03}* 別上火。 * 要是感到孤獨，不用擔心...

source: <32>{#z02}* I'LL BE WATCHING YOUR EVERY MOVE.
pt_br: <32>{#z02}* EU ESTAREI ASSISTINDO CADA MOVIMENTAÇÃO SUA.
zh_cn: <32>{#z02}* 我会在暗中陪伴你。
zh_tw: <32>{#z02}* 我會在暗中陪伴你。

source: <32>{#z21}* ...
zh_cn: <32>{#z21}* ...ゑ
zh_tw: <32>{#z21}* ...ゑ

source: <32>{#z11}* WELL, TOODLES!
pt_br: <32>{#z11}* BEM, BYE BYE!
zh_cn: <32>{#z11}* 好吧，回见！
zh_tw: <32>{#z11}* 好吧，回見！

source: <32>{#p/mettaton}* THERE YOU ARE, BRAT.
pt_br: <32>{#p/mettaton}* AÍ ESTÁ VOCÊ, RATO.
zh_cn: <32>{#p/mettaton}* 小鬼，你来啦。
zh_tw: <32>{#p/mettaton}* 小鬼，你來啦。

source: <32>{#z21}* ALPHYS AND I WATCHED YOU DO SOME PRETTY BAD THINGS.
pt_br: <32>{#z21}* ALPHYS E EU ESTAVAMOS ASSISTINDO CADA MOVIMENTO SEU.
zh_cn: <32>{#z21}* 听着，你干了些什么缺德事， 我和Alphys可都看得清清楚楚。
zh_tw: <32>{#z21}* 聽著，你幹了些什麼缺德事， 我和Alphys可都看得清清楚楚。

source: <32>{#z00}* YOU SEE, WE'D UNDERSTAND IF IT WAS JUST A FEW SMALL MISTAKES...
pt_br: <32>{#z00}* ENTENDA, EU E A ALPHYS COMPREENDEMOS ALGUNS PEQUENOS ERROS...
zh_cn: <32>{#z00}* 要是你只是犯了点小错， 我们都能理解...
zh_tw: <32>{#z00}* 要是你只是犯了點小錯， 我們都能理解...

source: <32>* HECK, ALPHYS AND I ARE BIG BELIEVERS IN HUMANS.
pt_br: <32>* POXA, ALPHYS E EU SOMOS GRANDES AMANTES DOS HUMANOS.
zh_cn: <32>* 真见鬼， ALPHYS和我本来都很喜欢人类的。
zh_tw: <32>* 真見鬼， ALPHYS和我本來都很喜歡人類的。

source: <32>{#z03}* BUT THERE'S ONLY SO MUCH VIOLENCE YOU CAN EXCUSE.
pt_br: <32>{#z03}* MAS EXISTE UM NÍVEL DE VIOLÊNCIA QUE PODE SER TOLERADA.
zh_cn: <32>{#z03}* 结果你所表现出来的 只有无尽的暴力。
zh_tw: <32>{#z03}* 結果你所表現出來的 只有無盡的暴力。

source: <32>{#z21}* ALPHYS... ISN'T GOING TO BE JOINING US FOR TODAY...
pt_br: <32>{#z21}* ALPHYS... NÃO ESTARÁ CONOSCO HOJE...
zh_cn: <32>{#z21}* 今天，ALPHYS... 也不打算掺和这破事了...
zh_tw: <32>{#z21}* 今天，ALPHYS... 也不打算摻和這破事了...

source: <32>{#z00}* AFTER WHAT YOU'VE DONE, IT'S PROBABLY FOR THE BEST.
pt_br: <32>{#z00}* APÓS O QUE VOCÊ FEZ, É PROVAVELMENTE PARA O MELHOR.
zh_cn: <32>{#z00}* 亲眼目睹你的暴行之后， 这对她也好。
zh_tw: <32>{#z00}* 親眼目睹你的暴行之後， 這對她也好。

source: <32>{#z21}* TRY NOT TO KILL ANYONE ELSE, WILL YOU?
pt_br: <32>{#z21}* TENTE NÃO MATAR MAIS NINGUÉM, TUDO BEM?
zh_cn: <32>{#z21}* 我请你别再杀害无辜了， 你答应吗？
zh_tw: <32>{#z21}* 我請你別再殺害無辜了， 你答應嗎？

source: <32>{#z03}* YOU MAY NOT KNOW ME, BUT...
pt_br: <32>{#z03}* VOCÊ PODE NÃO ME CONHECER, MAS...
zh_cn: <32>{#z03}* 也许你们不认得我， 不过...
zh_tw: <32>{#z03}* 也許你們不認得我， 不過...

source: <32>{#z00}* ...
zh_tw: <32>{#z00}* ...ゑ

source: <32>* LOOK. * I'LL BE HONEST.
pt_br: <32>* OLHA. * EU VOU SER HONESTA.
zh_cn: <32>* 我就实话实说吧。ゑ
zh_tw: <32>* 我就實話實說吧。ゑ

source: <32>{#z11}* I'M TO THE POINT WHERE ALL THIS DEATH YOU TWO HAVE CAUSED JUST FEELS... NUMB.
pt_br: <32>{#z11}* EU CHEGUEI AO PONTO EM QUE TODA ESSA MORTE CAUSADA SÓ É... SEM SENTIDO.
zh_cn: <32>{#z11}* 你们就知道不停地杀杀杀。[ADD]<32>{#z11}* 开始我还很生气。 * 但死得太多， 现在我都看麻木了。ゑ
zh_tw: <32>{#z11}* 你們就知道不停地殺殺殺。[ADD]<32>{#z11}* 開始我還很生氣。 * 但死得太多， 現在我都看麻木了。ゑ

source: <32>{#z00}* BUT THERE'S ONE PERSON I CAN'T GO WITHOUT.
pt_br: <32>{#z00}* MAS EXISTE UMA PESSOA NA QUAL EU NÃO POSSO VIVER.
zh_cn: <32>{#z00}* 但有一个人，我不能抛下。ゑ
zh_tw: <32>{#z00}* 但有一個人，我不能拋下。ゑ

source: <32>* SHE WON'T ANSWER HER PHONE...
pt_br: <32>* ELA NÃO ATENDE O TELEFONE...
zh_cn: <32>* 她不接电话...
zh_tw: <32>* 她不接電話...

source: <32>{#z21}* SHE WON'T REPLY TO MY OUTERNET MESSAGES, EVEN THOUGH SHE'S BLATANTLY ONLINE.
pt_br: <32>{#z21}* ELA NÃO RESPONDE AS MINHAS MENSAGENS NA OUTERNET, MESMO QUE ESCANCARADAMENTE ONLINE.
zh_cn: <32>{#z21}* 她一直在线， 但就是不回消息。
zh_tw: <32>{#z21}* 她一直線上， 但就是不回訊息。

source: <32>{#z11}* AND, THE THINGS SHE SAID TO ME BEFORE SHE LEFT, JUST MOMENTS AGO...?
pt_br: <32>{#z11}* E AS COISAS QUE ELA ME DISSE MOMENTOS ANTES DE SAIR...?
zh_cn: <32>{#z11}* 她刚刚走的时候， 还留下一番话...
zh_tw: <32>{#z11}* 她剛剛走的時候， 還留下一番話...

source: <32>{#z00}* HAVE ME VERY CONCERNED.
pt_br: <32>{#z00}* ME DEIXOU BEM PREOCUPADA.
zh_cn: <32>{#z00}* ...让我很担心。
zh_tw: <32>{#z00}* ...讓我很擔心。

source: <32>{|}* SHE WON'T ANSWER HER- {%}
pt_br: <32>{|}* ELA NÃO RESPONDE SEU- {%}
zh_cn: <32>{|}* 她不接- {%}
zh_tw: <32>{|}* 她不接- {%}

source: <25>{#z21}{#p/asriel2}{#f/8}* For your information, SHE is planning to fight us.
pt_br: <25>{#z21}{#p/asriel2}{#f/8}* Para sua informação, ELA está planejando lutar conosco.
zh_cn: <25>{#z21}{#p/asriel2}{#f/8}* 告诉你， 她是准备要干掉我们呢。ゑ
zh_tw: <25>{#z21}{#p/asriel2}{#f/8}* 告訴你， 她是準備要幹掉我們呢。ゑ

source: <32>{#z00}{#p/mettaton}* UM, EXCUSE ME? * IT'S RUDE TO INTERRUPT PEOPLE WHEN THEY'RE TALKING.
pt_br: <32>{#z00}{#p/mettaton}* HUM, COM LICENÇA? * É RUDE INTERROMPER AS PESSOAS QUANDO ELAS ESTÃO FALANDO.
zh_cn: <32>{#z00}{#p/mettaton}* 嗯，你说什么？ * 打断别人说话，真没礼貌。ゑ
zh_tw: <32>{#z00}{#p/mettaton}* 嗯，你說什麼？ * 打斷別人說話，真沒禮貌。ゑ

source: <32>* HUMAN, IF YOU HAVE ANY SHRED OF DECENCY LEFT...
pt_br: <32>* HUMANO, SE VOCÊ TEM QUALQUER DECÊNCIA SOBRANDO...
zh_cn: <32>* 人类，我听ALPHYS说， 你有一种特殊的能力。ゑ
zh_tw: <32>* 人類，我聽ALPHYS說， 你有一種特殊的能力。ゑ

source: <32>* YOU'LL DO WHAT ALPHYS SAID YOU HAD THE POWER TO DO...
pt_br: <32>* VOCÊ FARÁ O QUE ALPHYS DISSE QUE VOCÊ TEM PODER PARA FAZER E...
zh_cn: <32>* 要是你还有点良心的话...ゑ
zh_tw: <32>* 要是你還有點良心的話...ゑ

source: <32>* AND RESET THE TIMELINE.
pt_br: <32>* RESETAR A LINHA DO TEMPO.
zh_cn: <32>* 就用它... 重置这条时间线吧。ゑ
zh_tw: <32>* 就用它... 重置這條時間軸吧。ゑ

source: <32>{#z11}* OTHERWISE, WITH THE WAY YOU'RE GOING RIGHT NOW...?
pt_br: <32>{#z11}* CASO CONTRÁRIO, DA FORMA NA QUAL VOCÊ ESTÁ INDO AGORA...?
zh_cn: <32>{#z11}* 不然， 你要是想一条道走到黑...ゑ
zh_tw: <32>{#z11}* 不然， 你要是想一條道走到黑...ゑ

source: <32>{#z02}* YOU'RE IN FOR A BAD TIME.
pt_br: <32>{#z02}* VOCÊ TERÁ UM DIA RUIM.
zh_cn: <32>{#z02}* 就等着遭报应吧。ゑ
zh_tw: <32>{#z02}* 就等著遭報應吧。ゑ

source: <25>{#p/asriel2}{#f/13}* You really think you're a threat to me?
pt_br: <25>{#p/asriel2}{#f/13}* VOCÊ REALMENTE PENSA QUE É AMEAÇA PARA MIM?
zh_cn: <25>{#p/asriel2}{#f/13}* 就你，还敢威胁我们？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 就你，還敢威脅我們？ゑ

source: <25>{#f/9}* Don't make me LAUGH.
pt_br: <25>{#f/9}* Não me faça RIR.
zh_cn: <25>{#f/9}* 笑死我了。ゑ
zh_tw: <25>{#f/9}* 笑死我了。ゑ

source: <32>{#p/mettaton}{#z11}* OH, SWEETHEART... * YOU HAVE NO IDEA, DO YOU...?
pt_br: <32>{#p/mettaton}{#z11}* OH, CORAÇÃO... * VOCÊ NÃO TEM NOÇÃO, TEM...?
zh_cn: <32>{#p/mettaton}{#z11}* 哦？ * 原来你们不知道啊，亲。ゑ
zh_tw: <32>{#p/mettaton}{#z11}* 喔？ * 原來你們不知道啊，親。ゑ

source: <32>{#z02}* HAHAHA...
zh_cn: <32>{#z02}* 哈哈哈...ゑ
zh_tw: <32>{#z02}* 哈哈哈...ゑ

source: <32>{#z03}* JUST REMEMBER, YOU TWO...
pt_br: <32>{#z03}* APENAS LEMBREM-SE, VOCÊS DOIS...
zh_cn: <32>{#z03}* 总之，你们给我记着...ゑ
zh_tw: <32>{#z03}* 總之，你們給我記著...ゑ

source: <32>{#z12}* YOU'VE BEEN WARNED.
pt_br: <32>{#z12}* O AVISO ESTÁ ENTREGUE.
zh_cn: <32>{#z12}* 不听劝的话，后果自负。ゑ
zh_tw: <32>{#z12}* 不聽勸的話，後果自負。ゑ

source: <32>{#p/mettaton}{#z11}* NO OFFENSE, SWEETHEART, BUT THAT'S UTTERLY RIDICULOUS.
pt_br: <32>{#p/mettaton}{#z11}* SEM OFENSA, CORAÇÃO, MAS ISSO É A BEIRA DO RIDÍCULO.
zh_cn: <32>{#p/mettaton}{#z11}* 无意冒犯，亲。 * 但你说的也太离谱了。ゑ
zh_tw: <32>{#p/mettaton}{#z11}* 無意冒犯，親。 * 但你說的也太離譜了。ゑ

source: <32>{#z03}* ALPHYS ISN'T A FIGHTER, IN FACT, SHE TOLD ME SO HERSELF.
pt_br: <32>{#z03}* ALPHYS NÃO SABE LUTAR, NA VERDADE, ELA MESMA ME CONTOU.
zh_cn: <32>{#z03}* ALPHYS不擅长战斗， 这可是她亲口说的。ゑ
zh_tw: <32>{#z03}* ALPHYS不擅長戰鬥， 這可是她親口說的。ゑ

source: <32>{#z12}* ... BUT I KNOW SOMEONE WHO IS.
pt_br: <32>{#z12}* ... MAS EU SEI ALGUÉM QUE É.
zh_cn: <32>{#z12}* ...但我知道， 有个人，会好好收拾你们的。ゑ
zh_tw: <32>{#z12}* ...但我知道， 有個人，會好好收拾你們的。ゑ

source: <25>{#p/asriel2}{#f/13}* Okay?
pt_br: <25>{#p/asriel2}{#f/13}* Tá?
zh_cn: <25>{#p/asriel2}{#f/13}* 是吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 是嗎？ゑ

source: <25>{#p/asriel2}{#f/16}* Cool.
pt_br: <25>{#p/asriel2}{#f/16}* Legal.
zh_cn: <25>{#p/asriel2}{#f/16}* 酷哦。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 酷喔。ゑ

source: $(x) updated status
zh_cn: $(x)有新消息ゑ
zh_tw: $(x)有新訊息ゑ

source: <32>{#p/event}* Ring, ring...
zh_cn: <32>{#p/event}* 铃铃，铃铃...ゑ
zh_tw: <32>{#p/event}* 鈴鈴，鈴鈴...ゑ

source: <25>{#p/alphys}{#g/alphysSideSad}* I don't think you can get through that...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Eu não acho que você consiga passar por aí...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 你估计过不去...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 你估計過不去...

source: <25>{#g/alphysSmileSweat}* Let me see if I can do anything to help.
pt_br: <25>{#g/alphysSmileSweat}* Deixa eu ver se consigo fazer algo para ajudar.
zh_cn: <25>{#g/alphysSmileSweat}* 我看看能不能帮到你。
zh_tw: <25>{#g/alphysSmileSweat}* 我看看能不能幫到你。

source: <32>{#p/human}* (It sounds like someone is furiously typing at a keyboard.)
pt_br: <32>{#p/human}* (Parece que alguém está digitando furiosamente no teclado.)
zh_cn: <32>{#p/human}* （你听到了一阵狂敲键盘的声音。）
zh_tw: <32>{#p/human}* （你聽到了一陣狂敲鍵盤的聲音。）

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Security... w-what?
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Segurança... q-quê?
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 安保问... 啥-啥玩意？
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 安保問... 啥-啥玩意？

source: <32>{#p/human}* (More typing can be heard.)
pt_br: <32>{#p/human}* (Mais digitadas podem ser ouvidas.)
zh_cn: <32>{#p/human}* （你又听到了一阵敲键盘的声音。）
zh_tw: <32>{#p/human}* （你又聽到了一陣敲鍵盤的聲音。）

source: <32>{#p/human}* (The typing stops.)
pt_br: <32>{#p/human}* (A digitada para.)
zh_cn: <32>{#p/human}* （敲键盘的声音停下来了。）
zh_tw: <32>{#p/human}* （敲鍵盤的聲音停下來了。）

source: <25>{#p/alphys}{#g/alphysWelp}* So... looks like we're gonna have to answer security questions.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Bom, vamos ter que responder algumas perguntas de segurança.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 嗯... 我们得回答 几个安保问题才行。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 嗯... 我們得回答 幾個安保問題才行。

source: <25>{#g/alphysGarbo}* Mettaton's security questions...
pt_br: <25>{#g/alphysGarbo}* Questões de segurança, do Mettaton...
zh_cn: <25>{#g/alphysGarbo}* Mettaton设的...
zh_tw: <25>{#g/alphysGarbo}* Mettaton設的...

source: <25>{#g/alphysNeutralSweat}* Do you... happen to know anything useful about Mettaton?
pt_br: <25>{#g/alphysNeutralSweat}* Então... você sabe algo útil sobre o Mettaton?
zh_cn: <25>{#g/alphysNeutralSweat}* 你... 了解Mettaton吗？ 也许知道点有用的消息？
zh_tw: <25>{#g/alphysNeutralSweat}* 你... 了解Mettaton嗎？ 也許知道點有用的訊息？

source: <25>{#g/alphysTheFactIs}* ... probably not, considering you just met him...
pt_br: <25>{#g/alphysTheFactIs}* ... provavelmente não, já que você acabou de conhecer ele...
zh_cn: <25>{#g/alphysTheFactIs}* ...想想就知道不可能， 你才碰上他多久...
zh_tw: <25>{#g/alphysTheFactIs}* ...想想就知道不可能， 你才碰上他多久...

source: <25>{#g/alphysUhButHeresTheDeal}* Well, uh, maybe you'll know the answer to the first one.
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Bem, talvez você saiba a resposta para a primeira.
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 呃，说是这么说， 也许你答得上来第一问。
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 呃，說是這麼說， 也許你答得上來第一問。

source: <25>{|}{#g/alphysIDK}* "Who has the bi- {%}
pt_br: <25>{|}{#g/alphysIDK}* "Quem foi o hmm- {%}
zh_cn: <25>{|}{#g/alphysIDK}* “谁最喜- {%}
zh_tw: <25>{|}{#g/alphysIDK}* 「誰最喜- {%}

source: <25>{#g/alphysWTF}* Oh my god of course he'd use that as a security question.
pt_br: <25>{#g/alphysWTF}* Oh meu senhor, é óbvio que ele usaria isso como uma pergunta.
zh_cn: <25>{#g/alphysWTF}* 天呐，我就知道 他会拿这个当安保问题。
zh_tw: <25>{#g/alphysWTF}* 天吶，我就知道 他會拿這個當安保問題。

source: <25>{#g/alphysNervousLaugh}* "Who has the biggest crush on Mettaton?"
pt_br: <25>{#g/alphysNervousLaugh}* "Quem tem uma queda pelo Mettaton?"
zh_cn: <25>{#g/alphysNervousLaugh}* “谁最喜欢Mettaton？”
zh_tw: <25>{#g/alphysNervousLaugh}* 「誰最喜歡Mettaton？」

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... huh?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* ...啊？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...啊？

source: <25>{#g/alphysWelp}* The barricades just... lifted themselves.
pt_br: <25>{#g/alphysWelp}* A barricada só... se levantou sozinha.
zh_cn: <25>{#g/alphysWelp}* 路障好像... 自行解除了。
zh_tw: <25>{#g/alphysWelp}* 路障好像... 自行解除了。

source: <25>{#g/alphysCutscene1}* Okay then! * That makes things easy!
pt_br: <25>{#g/alphysCutscene1}* Que bom! * Assim fica mais fácil!
zh_cn: <25>{#g/alphysCutscene1}* 没事了！ * 那事情就好办多了！
zh_tw: <25>{#g/alphysCutscene1}* 沒事了！ * 那事情就好辦多了！

source: <25>{#p/alphys}{#g/alphysFR}* ...
zh_tw: <25>{#p/alphys}{#g/alphysFR}* ...ゑ

source: <25>{#g/alphysFR}* I do NOT have a crush on Mettaton.
pt_br: <25>{#g/alphysFR}* Eu não tenho uma queda pelo Mettaton.
zh_cn: <25>{#g/alphysFR}* 我喜欢Mettaton就怪了。
zh_tw: <25>{#g/alphysFR}* 我喜歡Mettaton就怪了。

source: <25>{#g/alphysCutscene2}* Let's try... Asgore.
pt_br: <25>{#g/alphysCutscene2}* Vamos tentar... Asgore.
zh_cn: <25>{#g/alphysCutscene2}* 我试试... Asgore。
zh_tw: <25>{#g/alphysCutscene2}* 我試試... Asgore。

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Hmm... okay.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 嗯... 行。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 嗯... 行。

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* You sure?
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Tem certeza?
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 当真？
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 當真？

source: <25>{#p/alphys}{#x1}* ...
zh_tw: <25>{#p/alphys}{#x1}* ...ゑ

source: <25>{#p/alphys}{#g/alphysSideSad}* Oh, I guess that was the right answer.
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* ah, acho que essa era a resposta correta.
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 哦，你好像答对了。
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 喔，你好像答對了。

source: <25>{#g/alphysHaveSomeCompassion}* ...
zh_tw: <25>{#g/alphysHaveSomeCompassion}* ...ゑ

source: <25>{#p/alphys}{#g/alphysWelp}* Oh wow, that was the right answer.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Olha, essa era a resposta correta.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 哇哦，你答对了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 哇喔，你答對了。

source: <25>{#g/alphysFR}* ...
zh_tw: <25>{#g/alphysFR}* ...ゑ

source: <25>{#g/alphysFR}* That's an oddly specific thing to know about Papyrus.
pt_br: <25>{#g/alphysFR}* Isso foi muito específico de se saber sobre o Papyrus.
zh_cn: <25>{#g/alphysFR}* 没想到Papyrus 在人后还有这么一面。 奇怪的冷知识增加了。
zh_tw: <25>{#g/alphysFR}* 沒想到Papyrus 在人後還有這麼一面。 奇怪的冷知識增加了。

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* But okay!!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Mas tudo bem!!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 不过我接受得了！！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 不過我接受得了！！

source: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* ... * I don't think she really liked him.
pt_br: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* ... * Eu não acho que ela goste dele de verdade.
zh_cn: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* ... * 我可不这么觉得。
zh_tw: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* ... * 我可不這麼覺得。

source: <25>{#g/alphysSideSad}* Let's try... Asgore.
pt_br: <25>{#g/alphysSideSad}* Vamos tentar... Asgore.
zh_cn: <25>{#g/alphysSideSad}* 还是试试... Asgore吧。
zh_tw: <25>{#g/alphysSideSad}* 還是試試... Asgore吧。

source: <25>{#p/alphys}{#g/alphysCutscene3}* Pfft... * You're kidding, right?
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Pfft... * Você tá brincando, certo?
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 噗... * 你肯定没上心，对吧？
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 噗... * 你肯定沒上心，對吧？

source: <25>* She TOLERATES him. * There's no way that's the answer.
pt_br: <25>* Ela TOLERA ele. * Sem chance que essa seja a resposta correta.
zh_cn: <25>* 她很敷衍他的。 * 不可能是正确答案的。
zh_tw: <25>* 她很討厭他的。 * 所以這百分百不是正確答案。

source: <25>{#p/alphys}{#g/alphysCutscene2}* Okay, so the question for this one is...
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Tá, então a pergunta para este é...
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 好，这次的问题是...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 好，這次的問題是...

source: <25>{|}{#g/alphysCutscene1}* "Who is Mettaton's- {%}
pt_br: <25>{|}{#g/alphysCutscene1}* "Quem é o- {%}
zh_cn: <25>{|}{#g/alphysCutscene1}* “Mettaton最成- {%}
zh_tw: <25>{|}{#g/alphysCutscene1}* 「Mettaton最成- {%}

source: <25>{#g/alphysGarbo}* Are they all seriously about himself?
pt_br: <25>{#g/alphysGarbo}* Sério que todas elas são sobre ele?
zh_cn: <25>{#g/alphysGarbo}* 他是认真的吗？
zh_tw: <25>{#g/alphysGarbo}* 他是認真的嗎？

source: <25>{#g/alphysGarboCenter}* Man.
pt_br: <25>{#g/alphysGarboCenter}* Cara.
zh_cn: <25>{#g/alphysGarboCenter}* 不是吧。
zh_tw: <25>{#g/alphysGarboCenter}* 不是吧。

source: <25>{#g/alphysWelp}* "What is Mettaton's most successful product line?"
pt_br: <25>{#g/alphysWelp}* "Qual é a frase de produto mais bem sucedida do Mettaton?"
zh_cn: <25>{#g/alphysWelp}* “Mettaton最成功的 节目是哪个？”
zh_tw: <25>{#g/alphysWelp}* 「Mettaton最成功的 節目是哪個？」

source: MTT Beauty
zh_cn: MTT美妆
zh_tw: MTT美妝

source: MTT Cooking
zh_cn: MTT厨具
zh_tw: MTT廚具

source: MTT Tech
zh_cn: MTT科技
zh_tw: MTT科技

source: MTT TV
zh_cn: MTT卫视
zh_tw: MTT電視臺

source: <25>{#p/alphys}{#g/alphysCutscene2}* Yeah... that's probably the right answer.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* É... essa é provavelmente a resposta correta.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 没错... 估计这就是正确答案。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 沒錯... 估計這就是正確答案。

source: <25>{#g/alphysTheFactIs}* He really wants his TV shows to take off, but...
pt_br: <25>{#g/alphysTheFactIs}* Ele realmente gosta dos seus shows de TV, mas...
zh_cn: <25>{#g/alphysTheFactIs}* 他真的很希望他的电视节目 火起来，但是...
zh_tw: <25>{#g/alphysTheFactIs}* 他真的很希望他的電視節目 火起來，但是...

source: <25>{#g/alphysUhButHeresTheDeal}* People do love their beauty products!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Pessoas amam seus produtos!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 大家确实很喜欢他的 美容产品！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 大家確實很喜歡他的 美容產品！

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* There sure are a lot of MTT-brand kitchen appliances around...
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* Com certeza tem muitos produtos de cozinha da MTT por aí...
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 这附近肯定有很多 MTT牌的厨房用电器...
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 到處都能看到 MTT牌的廚房用電器...

source: <25>{#g/alphysWelp}* Heck, Undyne has one, and she doesn't even like the guy.
pt_br: <25>{#g/alphysWelp}* Poxa, até Undyne tem um, e ela nem gosta dele.
zh_cn: <25>{#g/alphysWelp}* 可恶，Undyne倒是有一个， 但她根本就不喜欢那家伙。
zh_tw: <25>{#g/alphysWelp} * 就連Undyne也有一個，服了， 明明她壓根不喜歡那傢伙。

source: <25>{#g/alphysSmileSweat}* ... yeah, let's try it.
pt_br: <25>{#g/alphysSmileSweat}* ... é, vamos tentar isso.
zh_cn: <25>{#g/alphysSmileSweat}* ...行吧，咱们试一下。
zh_tw: <25>{#g/alphysSmileSweat}* ...行吧，咱們試一下。

source: <25>{#g/alphysFR}* I'm gonna pretend you didn't say that.
pt_br: <25>{#g/alphysFR}* Eu vou agir como se não tivesse ouvido isso.
zh_cn: <25>{#g/alphysFR}* 我就当作没听到。
zh_tw: <25>{#g/alphysFR}* 我就當作沒聽到。
