Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#g/alphysSideSad}* Hit the switch in the next room, and just be done with it.
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Aperta a alavanca na outra sala e sai logo.
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 去下个房间把开关按下， 就完事了。
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 去下個房間， 按下開關就完事了。

source: <25>{#p/alphys}{#g/alphysCutscene2}* Okay, y-you should be able to continue forward now.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Okay, v-você vai conseguir seguir em frente agora.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 好，应该可-可以 继续前进了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 好，應該可-可以 繼續前進了。

source: <25>{#p/alphys}{#g/alphysWelp}* Oh, you came back.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Oh, você voltou.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 噢，你回来了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 噢，你回來了。

source: <25>{#g/alphysCutscene2}* Well, y-you should be able to continue forward now.
pt_br: <25>{#g/alphysCutscene2}* Bem, v-você deve conseguir seguir em frente agora.
zh_cn: <25>{#g/alphysCutscene2}* 好，应-应该可以 继续前进了。
zh_tw: <25>{#g/alphysCutscene2}* 好，應-應該可以 繼續前進了。

source: <25>{#p/alphys}{#g/alphysFR}* Finally.
pt_br: <25>{#p/alphys}{#g/alphysFR}* Finalmente.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 真折腾。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 有夠折騰的。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Why are you going...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Por que você está...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你为啥要往...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 你為啥要往...

source: <25>{#f/22}* HAS THIS BEEN UNLOCKED THE WHOLE TIME!?
pt_br: <25>{#f/22}* ESSE AQUI ESTAVA ABERTO ESSE TEMPO TODO!?
zh_cn: <25>{#f/22}* 这鬼地方的谜题 早就被解完了吗！？
zh_tw: <25>{#f/22}* 這鬼地方的謎題 早就被解完了嗎！？

source: <25>{#p/alphys}{#g/alphysInquisitive}* Why are you going back this way?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Por que você está voltando por este caminho?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 你为啥要往这边走？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 你為啥要往這邊走？

source: <25>{#p/alphys}{#g/alphysInquisitive}* Since when was this unlocked?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Desde quando isso aqui estava aberto?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 这玩意啥时候被解决的？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 這兒的迷題 啥時候已經解開了？

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Well, that's gonna save a lot of time!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Olha, isso vai nos poupar bastante tempo!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 呃， 这样就能节省很多时间了！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 呃，這樣就能 省下不少時間了！

source: <25>{#p/alphys}{#g/alphysCutscene3}* What in the world...
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Mas que caramba...
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 到底是怎样啊...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 到底是怎樣啊...

source: <25>{#p/alphys}{#g/alphysCutscene3}* You could have reached the capital by now.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Você poderia estar na capital agora mesmo.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 你现在本应该已经到首塔了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 要不是在這浪費時間， 你早就到首塔了。

source: <25>{#p/alphys}{#g/alphysGarbo}* You've hit both switches.
pt_br: <25>{#p/alphys}{#g/alphysGarbo}* Você apertou ambas as alavancas.
zh_cn: <25>{#p/alphys}{#g/alphysGarbo}* 俩开关你都按了。ゑ
zh_tw: <25>{#p/alphys}{#g/alphysGarbo}* 倆開關你都按了。ゑ

source: <25>{#p/alphys}{#g/alphysGarboCenter}* Happy now?
pt_br: <25>{#p/alphys}{#g/alphysGarboCenter}* Tá feliz agora?
zh_cn: <25>{#p/alphys}{#g/alphysGarboCenter}* 这下满意了？ゑ
zh_tw: <25>{#p/alphys}{#g/alphysGarboCenter}* 這下滿意了？ゑ

source: <25>{#p/alphys}{#g/alphysWelp}* W-wait, there's someone ahead.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* E-espera, tem alguém lá na frente.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 停，前-前面有东西。ゑ
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 停，前-前面有東西。ゑ

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Let me see if I can clear the way this time...
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Vamos ver se consigo limpar o caminho desta vez...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 让我看看， 这回能不能直接清除障碍...ゑ
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 讓我看看， 這回能不能直接清除障礙...ゑ

source: <32>{|}{#p/human}* (Yet again, the obligatory- {%}
pt_br: <32>{|}{#p/human}* (De novo, o obrigatório- {%}
zh_cn: <32>{|}{#p/human}* （又是强制- {%}
zh_tw: <32>{|}{#p/human}* （又是強制- {%}

source: <25>{#p/alphys}{#g/alphysCutscene3}* They're not on the intercom system.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Ele não está no meu sistema.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 内网系统的名单上没有它。ゑ
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 內網系統的名單上沒有它。ゑ

source: <25>{#g/alphysUhButHeresTheDeal}* They're not even part of the guard!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Seja lá quem for nem faz parte da guarda!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 它甚至连守卫都不是！ゑ
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 它甚至連守衛都不是！ゑ

source: <25>{#g/alphysWelp}* ... this is not good.
pt_br: <25>{#g/alphysWelp}* ... isso não é bom.
zh_cn: <25>{#g/alphysWelp}* ...不妙。ゑ
zh_tw: <25>{#g/alphysWelp}* ...不妙。ゑ

source: <32>{#p/basic}* So you think you can just cross a bridge and make it to the other side, do you?
pt_br: <32>{#p/basic}* Então você pensa que pode simplesmente atravessar um ponte até o outro lado?
zh_cn: <32>{#p/basic}* 以为想去对面， 只需要过座桥吗？ゑ
zh_tw: <32>{#p/basic}* 以為想去對面， 只需要過座橋嗎？ゑ

source: <32>* Oouhuhu... * I'm afraid, dear comm-raid...
pt_br: <32>* Oouhuhu... * Eu temo, meu camarada...
zh_cn: <32>* 哦呼呼呼... * 真可惜啊，冤家路窄...ゑ
zh_tw: <32>* 喔呼呼呼... * 真可惜啊，冤家路窄...ゑ

source: <32>{#p/basic}* You'll have to THINK AGAIN!{%20}
pt_br: <32>{#p/basic}* Que você terá que PENSAR DE NOVO!{%20}
zh_cn: <32>{#p/basic}* 想过桥，先好好掂量掂量 自己几斤几两！ゑ{%20}
zh_tw: <32>{#p/basic}* 想過橋，先好好掂量掂量 自己幾斤幾兩！ゑ{%20}

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Is... is that it?
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* É... é isso?
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 结... 结束了？ゑ
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 結... 結束了？ゑ

source: <25>* Are we clear?
pt_br: <25>* Estamos prontos pra ir em frente, finalmente?
zh_cn: <25>* 能走了吗？ゑ
zh_tw: <25>* 能走了嗎？ゑ

source: <26>{#p/alphys}{#g/alphysNeutralSweat}* Did... did you really...
pt_br: <26>{#p/alphys}{#g/alphysNeutralSweat}* Você... você realmente...
zh_cn: <26>{#p/alphys}{#g/alphysNeutralSweat}* 你... 你把它...ゑ
zh_tw: <26>{#p/alphys}{#g/alphysNeutralSweat}* 你... 你把它...ゑ

source: <25>{#g/alphysHaveSomeCompassion}* ... okay...
pt_br: <25>{#g/alphysHaveSomeCompassion}* ... tudo bem...
zh_cn: <25>{#g/alphysHaveSomeCompassion}* ...好吧...
zh_tw: <25>{#g/alphysHaveSomeCompassion}* ...好吧...

source: <32>{#p/alphys}* The f-first pair of guards.
pt_br: <32>{#p/alphys}* O p-primeiro par de guardas.
zh_cn: <32>{#p/alphys}* 这-这是第一组守卫。ゑ
zh_tw: <32>{#p/alphys}* 這-這是第一組守衛。ゑ

source: <32>{#p/story}* Final Froggit and Flutterknyte appeared before you!
pt_br: <32>{#p/story}* Final Froggit e Flutterknyte aparecem na sua frente!
zh_cn: <32>{#p/story}* Final Froggit和Flutterknyte 出现在你的面前！ゑ
zh_tw: <32>{#p/story}* Final Froggit和Flutterknyte 出現在你的面前！ゑ

source: <32>{#p/story}* Flutterknyte now flies solo.
pt_br: <32>{#p/story}* Flutterknyte agora boa sozinha.
zh_cn: <32>{#p/story}* Flutterknyte独自飞着。
zh_tw: <32>{#p/story}* Flutterknyte獨自飛著。

source: <32>{#p/story}* Final Froggit hops alone.
pt_br: <32>{#p/story}* Final Froggit pula solitário.
zh_cn: <32>{#p/story}* Final Froggit没了伙伴， 独自蹦跳。ゑ
zh_tw: <32>{#p/story}* Final Froggit沒了夥伴， 獨自蹦跳。ゑ

source: <32>{#p/alphys}* Not these guys...
pt_br: <32>{#p/alphys}* Esses caras não...
zh_cn: <32>{#p/alphys}* 怎么是他们啊...ゑ
zh_tw: <32>{#p/alphys}* 怎麼是他們啊...ゑ

source: <32>{#p/story}* A smiling eye steps forth!
pt_br: <32>{#p/story}* Um olho sorridente se aproxima!
zh_cn: <32>{#p/story}* 迎面走来的，是一只笑眼！
zh_tw: <32>{#p/story}* 迎面走來的，是一隻笑眼！

source: <32>{#p/story}* The smiling eyes step forth!
pt_br: <32>{#p/story}* Os olhos sorridentes se aproximam!
zh_cn: <32>{#p/story}* 迎面走来的，是两双笑眼！
zh_tw: <32>{#p/story}* 迎面走來的，是兩雙笑眼！

source: <32>{#p/asriel2}* RG 01 and 02.
pt_br: <32>{#p/asriel2}* RG 01 e 02.
zh_cn: <32>{#p/asriel2}* 一号守卫，二号守卫。ゑ
zh_tw: <32>{#p/asriel2}* 一號守衛，二號守衛。ゑ

source: <32>{#p/story}* The Royal Guard attacks!
pt_br: <32>{#p/story}* Os Guardas Reais atacam!
zh_cn: <32>{#p/story}* 皇家卫队来袭！ゑ
zh_tw: <32>{#p/story}* 皇家衛隊來襲！ゑ

source: <32>{#p/asriel2}* These crazies...
pt_br: <32>{#p/asriel2}* Esses malucos...
zh_cn: <32>{#p/asriel2}* 一群疯子...ゑ
zh_tw: <32>{#p/asriel2}* 一群瘋子...ゑ

source: <32>{#p/story}* It's a space-faring nightmare!
pt_br: <32>{#p/story}* É um pesadelo espacial!
zh_cn: <32>{#p/story}* 太空配星舰，噩梦滚滚来！ゑ
zh_tw: <32>{#p/story}* 太空配星艦，惡夢滾滾來！ゑ

source: <32>{#p/asriel2}* One left.
pt_br: <32>{#p/asriel2}* Só mais um.
zh_cn: <32>{#p/asriel2}* 只剩一个了。ゑ
zh_tw: <32>{#p/asriel2}* 只剩一個了。ゑ

source: <32>{#p/story}* Only Astro Serf remains.
pt_br: <32>{#p/story}* Apenas Astro Serf sobrando.
zh_cn: <32>{#p/story}* 这里只剩Astro Serf了。ゑ
zh_tw: <32>{#p/story}* 這裡只剩Astro Serf了。ゑ

source: <32>{#p/story}* Only Tsunderidex remains.
pt_br: <32>{#p/story}* Apenas Tsunderidex faltando.
zh_cn: <32>{#p/story}* 这里只剩Tsunderidex了。ゑ
zh_tw: <32>{#p/story}* 這裡只剩Tsunderidex了。ゑ

source: <32>{#p/asriel2}* The hot-headed army arrives.
pt_br: <32>{#p/asriel2}* O grupo dos cabeças quentes.
zh_cn: <32>{#p/asriel2}* “爱上火”两人组来袭。
zh_tw: <32>{#p/asriel2}* 「愛上火」兩人組來襲。

source: <32>{#p/story}* It's a fiery cavalry!
pt_br: <32>{#p/story}* É uma cavalaria de fogo!
zh_cn: <32>{#p/story}* 烈火骑兵来袭！
zh_tw: <32>{#p/story}* 烈火騎兵來襲！

source: <32>{#p/story}* Only Hotwire remains.
pt_br: <32>{#p/story}* Apenas Hotwire ficou.
zh_cn: <32>{#p/story}* 这里只剩Hotwire了。ゑ
zh_tw: <32>{#p/story}* 這裡只剩Hotwire了。ゑ

source: <32>{#p/story}* Eyewalker Prime takes charge of this battle!
pt_br: <32>{#p/story}* Eyewalker Prime toma controle de sua batalha!
zh_cn: <32>{#p/story}* Eyewalker Prime掌控了战局！
zh_tw: <32>{#p/story}* Eyewalker Prime掌控了戰局！

source: <11>{#p/basic}{~}{#e/glyde/10}Get that thing out of my face, will you?
pt_br: <11>{#p/basic}{~}{#e/glyde/10}Tira esse negócio da minha cara, beleza?
zh_cn: <11>{#p/basic}{~}{#e/glyde/10}别把 那玩意 凑我脸上， 成不成？
zh_tw: <11>{#p/basic}{~}{#e/glyde/10}別把 那玩意 湊我臉上， 成不成？

source: <32>{#p/story}* GLYDE - ATK YES DEF YES * Refuses to give more details about its statistics.
pt_br: <32>{#p/story}* GLYDE - ATQ SIM DEF SIM * Se recusa a passar detalhes da suas estatísticas de graça.
zh_cn: <32>{#p/story}* GLYDE - 攻击嗯 防御嗯 * 拒绝提供详细面板数据。
zh_tw: <32>{#p/story}* GLYDE - 攻擊嗯 防禦嗯 * 拒絕提供詳細面板數據。

source: <32>{#p/human}* (You tell Glyde the password given to you by Aaron.)
pt_br: <32>{#p/human}* (Você diz ao Glyde sua senha cochichada por Aaron.)
zh_cn: <32>{#p/human}* （你把Aaron告诉你的密码 报给了Glyde.）
zh_tw: <32>{#p/human}* （你把Aaron告訴你的密碼 報給了Glyde.）

source: <32>{#p/human}* (You try to tell Glyde a password, but you don't have any passwords to tell.)
pt_br: <32>{#p/human}* (Você tenta dizer a Glyde uma senha, mas você você tinha nenhuma pra falar.)
zh_cn: <32>{#p/human}* （你想把密码报给Glyde， 可你根本不知道什么密码。）
zh_tw: <32>{#p/human}* （你想把密碼報給Glyde， 可你根本不知道什麼密碼。）

source: <33>{#p/human}* (You try to tell Glyde a password, but it shakes its head and interrupts you.)
pt_br: <33>{#p/human}* (Você tenta falar uma senha para Glyde, mas ele balança a cabeça e interrompe.)
zh_cn: <33>{#p/human}* （你想把密码报给Glyde， 可他摇摇头，打断了。）
zh_tw: <33>{#p/human}* （你想把密碼報給Glyde， 可他搖搖頭，打斷了。）

source: <32>{#p/human}* (You flirt with Glyde.)
pt_br: <32>{#p/human}* (Você flerta com Glyde.)
zh_cn: <32>{#p/human}* （你向Glyde调情。）
zh_tw: <32>{#p/human}* （你向Glyde調情。）

source: <32>{#p/human}* (You try flirting with Glyde, but it doesn't elicit a response.)
pt_br: <32>{#p/human}* (Você tenta flertar com o Glyde, mas ele não tem interesse em responder.)
zh_cn: <32>{#p/human}* （你向Glyde调情， 可他压根不理你。）
zh_tw: <32>{#p/human}* （你向Glyde調情， 可他壓根不理你。）

source: <32>{#p/human}* (You berate Glyde.) * (Glyde laughs at the attempt.)
pt_br: <32>{#p/human}* (Você repreende Glyde.) * (Glyde cai na risada.)
zh_cn: <32>{#p/human}* （你训了Glyde一顿。） * （Glyde回以嘲讽。）
zh_tw: <32>{#p/human}* （你訓了Glyde一頓。） * （Glyde回以嘲諷。）

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}... huh?
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}...嗯？
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}...嗯？

source: <20>{#p/basic}{~}Did you just say "triple beefcake deluxe?"
pt_br: <20>{#p/basic}{~}Você acabou de dizer "triple beefcake deluxe?"
zh_cn: <20>{#p/basic}{~}你刚才是不是说 “三层豪华肌肉男”？
zh_tw: <20>{#p/basic}{~}你剛才是不是說 「三層豪華肌肉男」？

source: <20>{#p/basic}{~}{#e/glyde/10}So...
pt_br: <20>{#p/basic}{~}{#e/glyde/10}Então...
zh_cn: <20>{#p/basic}{~}{#e/glyde/10}也就是说...
zh_tw: <20>{#p/basic}{~}{#e/glyde/10}也就是說...

source: <20>{#p/basic}{~}{#e/glyde/5}YOU'RE the one who purchased my product in the Outlands!
pt_br: <20>{#p/basic}{~}{#e/glyde/5}FOI VOCÊ quem comprou meus produtos nas Outlands!
zh_cn: <20>{#p/basic}{~}{#e/glyde/5}在外域买了 我旗下产品的人 就是你啊！
zh_tw: <20>{#p/basic}{~}{#e/glyde/5}在外域買了 我旗下產品的人 就是你啊！

source: <20>{#p/basic}{~}And, not only that...
pt_br: <20>{#p/basic}{~}E não apenas isso...
zh_cn: <20>{#p/basic}{~}而且...
zh_tw: <20>{#p/basic}{~}而且...

source: <20>{#p/basic}{~}But you remembered the password, too!
pt_br: <20>{#p/basic}{~}Mas você se lembrou da senha, também!
zh_cn: <20>{#p/basic}{~}过了这么久， 你还把密码记那么清楚！
zh_tw: <20>{#p/basic}{~}過了這麼久， 你還把密碼記那麼清楚！

source: <20>{#p/basic}{~}{#e/glyde/5}Not only have you purchased my product...
pt_br: <20>{#p/basic}{~}{#e/glyde/5}Não apenas você comprou meu produto..
zh_cn: <20>{#p/basic}{~}{#e/glyde/5}你不光买了我的产品...
zh_tw: <20>{#p/basic}{~}{#e/glyde/5}你不光買了我的產品...

source: <20>{#p/basic}{~}{#e/glyde/12}But you even remembered the password??
pt_br: <20>{#p/basic}{~}{#e/glyde/12}Mas você também se lembrou da senha??
zh_cn: <20>{#p/basic}{~}{#e/glyde/12}还一直记着密码？？
zh_tw: <20>{#p/basic}{~}{#e/glyde/12}還一直記著密碼？？

source: <20>{#p/basic}{~}{#e/glyde/5}Boy, you don't know how long I've been waiting to hear those wonderful words.
pt_br: <20>{#p/basic}{~}{#e/glyde/5}Cara, você não sabe quanto tempo esperei para ouvir estas lindas palavras.
zh_cn: <20>{#p/basic}{~}{#e/glyde/5}哥们我猜你不知道 我等这些美妙的小词 有几亿年了。
zh_tw: <20>{#p/basic}{~}{#e/glyde/5}哥們我猜你不知道 我等這些美妙的小詞 有幾億年了。

source: <20>{#p/basic}{~}{#e/glyde/12}What can I say except you're one freakadacious fella!
pt_br: <20>{#p/basic}{~}{#e/glyde/12}O que eu posso dizer? Você é um fervolouco-manolo!
zh_cn: <20>{#p/basic}{~}{#e/glyde/12}* 除了骂你疯子以外我还有 什么好说的！
zh_tw: <20>{#p/basic}{~}{#e/glyde/12}* 除了罵你瘋子以外我還有 什麼好說的！

source: <20>{#p/basic}{~}{#e/glyde/10}Tell you what. Since you're so kind, I'll get outta your way and go bother someone else.
pt_br: <20>{#p/basic}{~}{#e/glyde/10}Sabe. Já que você é tão gente boa, eu vou sair do seu caminho e ir incomodar outra pessoa.
zh_cn: <20>{#p/basic}{~}{#e/glyde/10}告诉你吧， 我要润去烦别的家伙了。
zh_tw: <20>{#p/basic}{~}{#e/glyde/10}告訴你吧， 我要潤去煩別的傢伙了。

source: <20>{#p/basic}{~}{#e/glyde/5}Kahaha! Catch ya on the flipside, G!
pt_br: <20>{#p/basic}{~}{#e/glyde/5}Kahaha! Te peguei na moeda, G!
zh_cn: <20>{#p/basic}{~}{#e/glyde/5}呀哈哈！ 哥们回头见！
zh_tw: <20>{#p/basic}{~}{#e/glyde/5}呀哈哈！ 哥們回頭見！

source: <20>{#p/basic}{~}Woah, hey, is that what I think it is?
pt_br: <20>{#p/basic}{~}Woah, ei, é isso o que eu penso que é?
zh_cn: <20>{#p/basic}{~}哇，嘿， 这是我想的那玩意吗？
zh_tw: <20>{#p/basic}{~}哇，嘿， 這是我想的那玩意嗎？

source: <20>{#p/basic}{~}Well I'll be stoked! Always good to meet a happy customer.
pt_br: <20>{#p/basic}{~}Estou abismado! Bem, é sempre bom conhecer um cliente satisfeito!
zh_cn: <20>{#p/basic}{~}我好兴奋哦！ 见到一个满意的顾客 真的感觉超好。
zh_tw: <20>{#p/basic}{~}我好興奮喔！ 見到一個滿意的顧客 真的感覺超好。

source: <20>{#p/basic}{~}Anyway, as I was saying...
pt_br: <20>{#p/basic}{~}De toda forma, como eu estava dizendo...
zh_cn: <20>{#p/basic}{~}无论如何， 正如我所说的...
zh_tw: <20>{#p/basic}{~}無論如何， 正如我所說的...

source: <20>{#p/basic}{~}{#e/glyde/5}That too!?
pt_br: <20>{#p/basic}{~}{#e/glyde/5}Esse também!?
zh_cn: <20>{#p/basic}{~}{#e/glyde/5}又一个！？
zh_tw: <20>{#p/basic}{~}{#e/glyde/5}又一個！？

source: <20>{#p/basic}{~}{#e/glyde/12}Well gee, "$(moniker2)", you're not too shabby!
pt_br: <20>{#p/basic}{~}{#e/glyde/12}Meu senhor "$(moniker2)", você não é tão pobre!
zh_cn: <20>{#p/basic}{~}{#e/glyde/12}天呐，“$(moniker2)”， 你这人酷毙了！
zh_tw: <20>{#p/basic}{~}{#e/glyde/12}天吶，「$(moniker2)」， 你這人酷斃了！

source: <20>{#p/basic}{~}{#e/glyde/12}Well gee, human, you're not too shabby!
pt_br: <20>{#p/basic}{~}{#e/glyde/12}Meu senhor, humano, você não é tão pobre!
zh_cn: <20>{#p/basic}{~}{#e/glyde/12}天呐，人类， 你这人酷毙了！
zh_tw: <20>{#p/basic}{~}{#e/glyde/12}天吶，人類， 你這人酷斃了！

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Kahaha, take that ya stupid robot!
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Kahaha, toma isso robô imbecil!
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}呀哈哈， 吃我这招，臭机器人！
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}呀哈哈， 吃我這招，臭機器人！

source: <20>{#p/mettaton}ALPHYS AND I ARE STILL HERE, YOU KNOW.
pt_br: <20>{#p/mettaton}EU E A ALPHYS AINDA ESTAMOS AQUI, SABE.
zh_cn: <20>{#p/mettaton}你明知道ALPHYS 和我还在这。
zh_tw: <20>{#p/mettaton}你明知道ALPHYS 和我還在這。

source: <20>{#p/mettaton}I'M STILL HERE, YOU KNOW.
pt_br: <20>{#p/mettaton}EU AINDA ESTOU AQUI, SABE.
zh_cn: <20>{#p/mettaton}你明知道我还在这儿。
zh_tw: <20>{#p/mettaton}你明知道我還在這兒。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}Quiet! This is MY stage now, robo-freak.
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}Quieto! Este é meu estágio agora, robô doidão.
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}闭嘴！这现在是 我的舞台了，机器怪。
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}閉嘴！這現在是 我的舞臺了，機器怪。

source: <20>{#p/mettaton}(THIS IS ACTUALLY PRETTY INTERESTING.)
pt_br: <20>{#p/mettaton}(ISSO NA VERDADE É BEM INTERESSANTE.)
zh_cn: <20>{#p/mettaton}（还蛮有意思。）
zh_tw: <20>{#p/mettaton}（還蠻有意思。）

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}Boy have I got a story to tell!
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}Cara eu tenho muita história pra contar!
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}哥们我有故事要讲！
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}哥們我有故事要講！

source: <32>{#p/story}* Glyde crashes in!
pt_br: <32>{#p/story}* Glyde explode tudo pra chegar chegando!
zh_cn: <32>{#p/story}* Glyde扑了过来！
zh_tw: <32>{#p/story}* Glyde撲了過來！

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/10}Not gonna fight me, huh?
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/10}Não vai lutar contra mim?
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/10}你不跟我战斗吗？
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/10}你不跟我戰鬥嗎？

source: <20>{#p/basic}{~}{#e/glyde/0}... surprising, coming from a common villain like you.
pt_br: <20>{#p/basic}{~}{#e/glyde/0}... surpreendente, vindo de um vilão como você...
zh_cn: <20>{#p/basic}{~}{#e/glyde/0}...真是新奇事， 你可是个典型反派啊。
zh_tw: <20>{#p/basic}{~}{#e/glyde/0}...真是新奇事， 你可是個典型反派啊。

source: <20>{#p/basic}{~}{#e/glyde/0}... you do you, I guess.
pt_br: <20>{#p/basic}{~}{#e/glyde/0}... você faz seu nome, eu acho.
zh_cn: <20>{#p/basic}{~}{#e/glyde/0}...我猜你会的。
zh_tw: <20>{#p/basic}{~}{#e/glyde/0}...你早晚會的。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/7}Ooh, I like your fighting spirit.
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/7}Ooh, eu gostei do seu espírito de luta.
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/7}噢， 我喜欢你的斗志。
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/7}噢， 我喜歡你的鬥志。

source: <20>{#p/basic}{~}{#e/glyde/10}Way to live up to your moniker, eh?
pt_br: <20>{#p/basic}{~}{#e/glyde/10}Está vivendo pelo seu nome, vilão?
zh_cn: <20>{#p/basic}{~}{#e/glyde/10}挺搭你的外号哈。
zh_tw: <20>{#p/basic}{~}{#e/glyde/10}挺搭你的外號哈。

source: <20>{#p/basic}{~}{#e/glyde/10}That'll serve you well very soon...
pt_br: <20>{#p/basic}{~}{#e/glyde/10}Isso vai te servir mais tarde...
zh_cn: <20>{#p/basic}{~}{#e/glyde/10}那会对你 很有帮助的...
zh_tw: <20>{#p/basic}{~}{#e/glyde/10}那會對你 很有幫助的...

source: <20>{#p/basic}{~}{#e/glyde/10}Kahaha... no offense, but you're kinda sorta the wrong species.
pt_br: <20>{#p/basic}{~}{#e/glyde/10}Kahaha... sem ofensa, mas você é meio que espécie divergente.
zh_cn: <20>{#p/basic}{~}{#e/glyde/10}咔哈哈... 无意冒犯，不过你看 我俩物种搭吗？
zh_tw: <20>{#p/basic}{~}{#e/glyde/10}咔哈哈... 無意冒犯，不過你看 我倆物種搭嗎？

source: <20>{#p/basic}{~}{#e/glyde/9}Yeah, sorry, but I don't give out stats for free.
pt_br: <20>{#p/basic}{~}{#e/glyde/9}É, foi mal, mas eu não dou status de graça.
zh_cn: <20>{#p/basic}{~}{#e/glyde/9}对不起啊， 不给钱我是不会 提供面板信息的。
zh_tw: <20>{#p/basic}{~}{#e/glyde/9}對不起啊， 不給錢我是不會 提供面板資訊的。

source: <20>{#p/basic}{~}{#e/glyde/4}Some weeks ago, I'm musing over the moolah...
pt_br: <20>{#p/basic}{~}{#e/glyde/4}Algumas semanas atrás, estava eu refletindo sobre a vida...
zh_cn: <20>{#p/basic}{~}{#e/glyde/4}几周前， 我在思考 关于赚钱的事...
zh_tw: <20>{#p/basic}{~}{#e/glyde/4}幾周前， 我在思考 關於賺錢的事...

source: <20>{#p/basic}{~}{#e/glyde/0}And I notice a drop in profits.
pt_br: <20>{#p/basic}{~}{#e/glyde/0}E então percebi uma queda nas minhas vendas.
zh_cn: <20>{#p/basic}{~}{#e/glyde/0}然后我注意到 利润下降了。
zh_tw: <20>{#p/basic}{~}{#e/glyde/0}然後我注意到 利潤下降了。

source: <32>{#p/story}* Glyde sees its reflection and gets jealous.
pt_br: <32>{#p/story}* Glyde vê seu reflexo e fica maravilhado.
zh_cn: <32>{#p/story}* Glyde看见自己的倒影， 心生嫉妒。
zh_tw: <32>{#p/story}* Glyde看見自己的倒影， 心生嫉妒。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}It turns out my one- hundred percent legit business...
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}E acabou que meu negócio cem porcento legítimo...
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}我那100% 绝对合法的生意...
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}我那100% 絕對合法的生意...

source: <20>{#p/basic}{~}{#e/glyde/8}Is under fire for being a fraud!
pt_br: <20>{#p/basic}{~}{#e/glyde/8}Está a beira de um processo por ser fraude!
zh_cn: <20>{#p/basic}{~}{#e/glyde/8}被人造谣成 售卖假冒伪劣产品！
zh_tw: <20>{#p/basic}{~}{#e/glyde/8}被人造謠成 售賣假冒偽劣產品！

source: <20>{#p/basic}{~}{#e/glyde/1}And I'm thinking to myself "you've gotta be kidding me."
pt_br: <20>{#p/basic}{~}{#e/glyde/1}E eu pensei comigo mesmo "você só pode tá brincando."
zh_cn: <20>{#p/basic}{~}{#e/glyde/1}我就一直在想 “这开的什么国际玩笑”。
zh_tw: <20>{#p/basic}{~}{#e/glyde/1}我就一直在想 「這開的什麼星際玩笑」。

source: <32>{#p/story}* Glyde is thinking of new slang for the word "cool."
pt_br: <32>{#p/story}* Glyde está pensando em um novo significado para a palavra "legal."
zh_cn: <32>{#p/story}* Glyde在想“时髦” 这个词的新俚语。
zh_tw: <32>{#p/story}* Glyde在想「時髦」 這個詞的新俚語。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}I can assure you that my steak enterprise is the rarest thing out there.
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Eu posso te garantir que meus bifes são a coisa mais rara do mercado.
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}向你担保，我的牛排企业 在这前哨站可稀罕了。
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}向你擔保，我的牛排企業 在這前哨站可稀罕了。

source: <20>{#p/basic}{~}Nothing compares to these fine fillets!
pt_br: <20>{#p/basic}{~}Nada se compara aquele gosto zero artificial!
zh_cn: <20>{#p/basic}{~}有啥比得上那些 上好的无骨牛排呢！
zh_tw: <20>{#p/basic}{~}有啥比得上那些 上好的無骨牛排呢！

source: <20>{#p/basic}{~}You hear me? Nothing!
pt_br: <20>{#p/basic}{~}Me ouviu? Nada!
zh_cn: <20>{#p/basic}{~}听明白没？ 什么都比不上！
zh_tw: <20>{#p/basic}{~}聽明白沒？ 什麼都比不上！

source: <32>{#p/story}* An arrogant-smelling wind blows through.
pt_br: <32>{#p/story}* Um vento com cheiro de arrogância sopra.
zh_cn: <32>{#p/story}* 傲慢之风吹了过来。
zh_tw: <32>{#p/story}* 傲慢之風吹了過來。

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/0}Why should you care?
pt_br: <20>{#p/basic}{#p/basic}{~}{#e/glyde/0}E por que você deveria de importar?
zh_cn: <20>{#p/basic}{#p/basic}{~}{#e/glyde/0}你说关你啥事？
zh_tw: <20>{#p/basic}{#p/basic}{~}{#e/glyde/0}你說關你啥事？

source: <20>{#p/basic}{~}{#e/glyde/2}Because...
pt_br: <20>{#p/basic}{~}{#e/glyde/2}Porque...
zh_cn: <20>{#p/basic}{~}{#e/glyde/2}呃...
zh_tw: <20>{#p/basic}{~}{#e/glyde/2}呃...

source: <20>{#p/basic}{~}{#e/glyde/2}Er...
zh_cn: <20>{#p/basic}{~}{#e/glyde/2}你...
zh_tw: <20>{#p/basic}{~}{#e/glyde/2}你...
