Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/basic}Pathetic. Pathetic! PATHETIC!
pt_br: <20>{#p/basic}Patético. Patético! PATÉTICO!
zh_cn: <20>{#p/basic}可悲。 可悲！ 可-悲-！
zh_tw: <20>{#p/basic}可悲。 可悲！ 可-悲-！

source: <20>{#p/basic}Serves you right.
pt_br: <20>{#p/basic}Te serviu bem.
zh_cn: <20>{#p/basic}你活该。
zh_tw: <20>{#p/basic}你活該。

source: Misses: $(x)
pt_br: Erros: $(x)
zh_cn: 漏击：$(x)
zh_tw: 漏擊：$(x)

source: <20>{#p/mettaton}SO WE'VE MADE IT TO THE END, EH?
pt_br: <20>{#p/mettaton}ENTÃO CHEGAMOS AO FIM, EH?
zh_cn: <20>{#p/mettaton}所以我们已然 走到了最后， 是吧？
zh_tw: <20>{#p/mettaton}所以我們已然 走到了最後， 是吧？

source: <20>{#p/mettaton}HOW DOES IT FEEL KNOWING YOU'RE ABOUT TO BE A SUPERSTAR?
pt_br: <20>{#p/mettaton}COMO VOCÊ SE SENTE SABENDO QUE SERÁ UMA SUPER ESTRELA?
zh_cn: <20>{#p/mettaton}马上就能摇身一变， 成为超级巨星， 感想如何？
zh_tw: <20>{#p/mettaton}馬上就能搖身一變， 成為超級巨星， 感想如何？

source: <20>{#p/mettaton}HOW DOES IT FEEL KNOWING YOU'RE ABOUT TO MEET YOUR END?
pt_br: <20>{#p/mettaton}COMO VOCÊ SE SENTE SABENDO QUE IRÁ CONHECER SEU FIM?
zh_cn: <20>{#p/mettaton}生命快走到头了， 感想如何？
zh_tw: <20>{#p/mettaton}生命快走到頭了， 感想如何？

source: <20>{#p/mettaton}THOSE YOU'VE HURT ARE SURELY "TURNING" IN THEIR SLEEP.
pt_br: <20>{#p/mettaton}AQUELES QUE VOCÊ MACHUCOU CERTAMENTE ESTÃO "GIRANDO" DURANTE O SONO.
zh_cn: <20>{#p/mettaton}那些被你伤害过的人 夜晚一定会辗“转”反侧。
zh_tw: <20>{#p/mettaton}那些被你傷害過的人 夜晚一定會輾「轉」反側。

source: <20>{#p/mettaton}I'M SURE YOU'RE ITCHING TO "TURN" YOUR LIFE AROUND.
pt_br: <20>{#p/mettaton}TENHO CERTEZA DE QUE VOCÊ ESTÁ ANSIOSO PARA "VIRAR" SUA VIDA
zh_cn: <20>{#p/mettaton}“转”过头回望 你曾做的一切， 你一定想要改变自己。
zh_tw: <20>{#p/mettaton}「回首」過去， 捫心自問後， 你一定想要改變自己。

source: <20>{#p/mettaton}THOSE YOU'VE KILLED ARE SURELY "TURNING" IN THEIR GRAVES.
pt_br: <20>{#p/mettaton}AQUELES QUE VOCÊ MATOU ESTÃO COM CERTEZA "VIRANDO" EM SUAS COVAS.
zh_cn: <20>{#p/mettaton}要是你走夜路， 被你杀死的人一定会 在你“转身”时 掐住你的脖子。
zh_tw: <20>{#p/mettaton}要是你走夜路， 被你殺死的人一定會 在你「轉身」時 掐住你的脖子。

source: <20>{#p/mettaton}LET'S JUST HOPE THINGS DON'T TAKE A "TURN" FOR THE WORST.
pt_br: <20>{#p/mettaton}VAMOS SÓ ESPERAR QUE AS COISAS NÃO "VIREM" PARA O PIOR.
zh_cn: <20>{#p/mettaton}我们只希望事情 不会“转”移到 最坏的方向。
zh_tw: <20>{#p/mettaton}我們只希望事情 不會「轉」移到 最壞的方向。

source: <20>{#p/mettaton}I MUST SAY, HAVING YOU ON STAGE WITH ME IS A REAL "TURN" ON.
pt_br: <20>{#p/mettaton}EU DEVO DIZER, TER VOCÊ AQUI COMIGO É UMA VERDADEIRA "VIRADA" NA VIDA.
zh_cn: <20>{#p/mettaton}我得说，看到你在台上 “专”心致志地表演 可真让人兴奋。
zh_tw: <20>{#p/mettaton}我得說，看到你在臺上 「專」心致志地表演 可真讓人興奮。

source: <20>{#p/mettaton}I MUST SAY, THIS WHOLE SITUATION IS A REAL "TURN" OFF.
pt_br: <20>{#p/mettaton}DEVO DIZER QUE TODA ESSA SITUAÇÃO É UMA VERDADEIRA "VIRADA."
zh_cn: <20>{#p/mettaton}我得说，这情况一定会 让人感觉胃里有东西在 “翻转”并且吃不下饭。
zh_tw: <20>{#p/mettaton}我得說，這情況一定會 讓人感覺胃裡有東西在 「翻轉」並且吃不下飯。

source: <20>{#p/mettaton}(YOU'RE SUPPOSED TO TURN ME AROUND.)
pt_br: <20>{#p/mettaton}(É PRA VOCÊ ME FAZER VIRAR.)
zh_cn: <20>{#p/mettaton}（快让我转身。）
zh_tw: <20>{#p/mettaton}（快讓我轉身。）

source: <20>{#p/mettaton}BACK TO YOUR FLIRTATIOUS WAYS, EH...?
pt_br: <20>{#p/mettaton}DE VOLTA A SUAS BASES FLERTIVAS, NÉ?
zh_cn: <20>{#p/mettaton}回想起你的调情方式， 呃...？
zh_tw: <20>{#p/mettaton}回想起你的調情方式， 呃...？

source: <20>{#p/mettaton}YOU, MY FRIEND, ARE A TRUE MENACE TO SOCIETY.
pt_br: <20>{#p/mettaton}VOCÊ, MEU QUERIDO, É UMA AMEAÇA A SOCIEDADE.
zh_cn: <20>{#p/mettaton}你，我的朋友， 是对社会的一个 真正的威胁。
zh_tw: <20>{#p/mettaton}你，我的朋友， 是對社會的一個 真正的威脅。

source: <20>MAYBE YOU SHOULD HOLD OFF ON THAT FOR NOW.
pt_br: <20>TALVEZ VOCÊ DEVESSE PARAR COM ISSO UM POUCO.
zh_cn: <20>也许你现在 不应该这样做。
zh_tw: <20>也許你現在 不應該這樣做。

source: <20>{#p/mettaton}DON'T YOU EVER KNOW WHEN TO QUIT?
pt_br: <20>{#p/mettaton}VOCÊ NÃO SABE A HORA DE PARAR?
zh_cn: <20>{#p/mettaton}你不知道放弃吗？
zh_tw: <20>{#p/mettaton}你不知道放棄嗎？

source: <20>{#p/mettaton}OR YOU COULD JUST KEEP GOING.
pt_br: <20>{#p/mettaton}OU VOCÊ PODE SÓ CONTINUAR INDO.
zh_cn: <20>{#p/mettaton}或者你可以继续。
zh_tw: <20>{#p/mettaton}或者你可以繼續。

source: <20>{#p/mettaton}I GUESS NOT.
pt_br: <20>{#p/mettaton}EU ACHO QUE NÃO.
zh_cn: <20>{#p/mettaton}我猜确实。
zh_tw: <20>{#p/mettaton}我猜確實。

source: <20>{#p/mettaton}AND GOING.
pt_br: <20>{#p/mettaton}E INDO.
zh_cn: <20>{#p/mettaton}继续。
zh_tw: <20>{#p/mettaton}繼續。

source: <20>{#p/mettaton}... I FEEL LIKE THERE'S SOMETHING BETTER YOU COULD BE DOING.
pt_br: <20>{#p/mettaton}... EU SINTO QUE TEM ALGO MELHOR QUE VOCÊ PODERIA ESTAR FAZENDO.
zh_cn: <20>{#p/mettaton}... 你没更好的事可做吗？
zh_tw: <20>{#p/mettaton}... 你沒更好的事可做嗎？

source: <32>{#p/human}* (You tell Mettaton there's a mirror behind him.)
pt_br: <32>{#p/human}* (Você diz ao Mettaton que tem um espelho atrás dele.)
zh_cn: <32>{#p/human}* （你告诉Mettaton， 他后面有一面镜子。）
zh_tw: <32>{#p/human}* （你告訴Mettaton， 他後面有一面鏡子。）

source: <20>{#p/mettaton}A MIRROR, YOU SAY?
pt_br: <20>{#p/mettaton}UM ESPELHO, VOCÊ DIZ?
zh_cn: <20>{#p/mettaton}镜子？
zh_tw: <20>{#p/mettaton}鏡子？

source: <20>OH RIGHT, I HAVE TO LOOK PERFECT FOR OUR GRAND FINALE!
pt_br: <20>AH ÓTIMO, EU PRECISO ESTAR PERFEITA PARA O GRANDE FINAL!
zh_cn: <20>哦对，这场压轴好戏， 仪容仪表可不能差！
zh_tw: <20>喔對，這場壓軸好戲， 儀容儀表可不能差！

source: <20>{#p/mettaton}HMM, WHERE IS IT? I DON'T SEE IT...
pt_br: <20>{#p/mettaton}HMM, ONDE ELE ESTÁ? EU NÃO VEJO...
zh_cn: <20>{#p/mettaton}嗯... 在哪呢？ 我怎么没看见...
zh_tw: <20>{#p/mettaton}嗯... 在哪呢？ 我怎麼沒看見...

source: <20>{#p/mettaton}DID YOU.
pt_br: <20>{#p/mettaton}VOCÊ.
zh_cn: <20>{#p/mettaton}你是不是
zh_tw: <20>{#p/mettaton}你是不是

source: <20>JUST FLIP.
pt_br: <20>APERTOU MESMO.
zh_cn: <20>动了
zh_tw: <20>動了

source: <20>MY SWITCH??
pt_br: <20>MEU BOTÃO??
zh_cn: <20>我的开关？
zh_tw: <20>我的開關？

source: <18>{#p/mettaton}Ohoho...
zh_cn: <18>{#p/mettaton}哦吼吼...ゑ
zh_tw: <18>{#p/mettaton}喔吼吼...ゑ

source: <18>If you thought I had style before, just wait until you see me now.
pt_br: <18>Se você pensa que eu tinha estilo antes, só espere até me ver agora.
zh_cn: <18>如果你对我的 飒爽英姿期待已久， 那么，就请好好欣赏...ゑ
zh_tw: <18>如果你對我的 颯爽英姿期待已久， 那麼，就請好好欣賞...ゑ

source: <18>Faster. Stronger. Lighter than ever.
pt_br: <18>Forte. Rápido. Mais brilhante.
zh_cn: <18>这副前所未有的 更快，更强， 更轻的身躯。ゑ
zh_tw: <18>這副前所未有的 更快，更強， 更輕的身軀。ゑ

source: <18>I've fused with my own body.
pt_br: <18>Eu me fundi ao meu próprio corpo.
zh_cn: <18>我已经和身体 融为一体。ゑ
zh_tw: <18>我已經和身體 融為一體。ゑ

source: <19>It's a shame you can only be so violent on live TV, don't you think?
pt_br: <19>É uma tristeza que não posso ser muito violento na TV, não é mesmo?
zh_cn: <19>真是遗憾啊， 只有在现场直播中， 观众才能将你的暴行 尽收眼底。ゑ
zh_tw: <19>真是遺憾啊， 只有在現場直播中， 觀眾才能將你的暴行 盡收眼底。ゑ

source: <19>But that's alright.
pt_br: <19>Mas tudo bem.
zh_cn: <19>不过没事。ゑ
zh_tw: <19>不過沒事。ゑ

source: <18>Just this once, just for you...
pt_br: <18>Apenas dessa vez, só pra você...
zh_cn: <18>就此一回，为了你， 豁出去了...ゑ
zh_tw: <18>就此一回，為了你， 豁出去了...ゑ

source: <18>{#p/mettaton}Ohhhh my.
pt_br: <18>{#p/mettaton}Ohhhh meu.
zh_cn: <18>{#p/mettaton}哦—— 天哪。
zh_tw: <18>{#p/mettaton}喔—— 天哪。

source: <18>If you flipped my switch, that can only mean one thing.
pt_br: <18>Se você apertou meu botão, isso só pode significar uma coisa.
zh_cn: <18>你动了我的开关， 也就是说...
zh_tw: <18>你動了我的開關， 也就是說...

source: <18>You're desperate to face off against my final form.
pt_br: <18>Que você está desesperado para ver minha forma final.
zh_cn: <18>你不顾一切地想要 直面我的最终形态。
zh_tw: <18>你不顧一切地想要 直面我的最終形態。

source: <18>How impatient...
pt_br: <18>Quanta impaciência...
zh_cn: <18>多没耐心...
zh_tw: <18>多沒耐心...

source: <18>Lucky for you, I've been aching to whip it out for a long time.
pt_br: <18>Para sua sorte, já estive pensando em revela-lo por bastante tempo.
zh_cn: <18>运气不错， 我早就想将它 秀一下了。
zh_tw: <18>運氣不錯， 我早就想將它 秀一下了。

source: <18>So, as thanks, I'll make sure you go out in style.
pt_br: <18>Então, como agradecimento, irei garantir que seus momentos finais sejam lindos.
zh_cn: <18>所以，作为感谢， 我保证会让你 体面地离开。
zh_tw: <18>所以，作為感謝， 我保證會讓你 體面地離開。

source: <18>I'll make this final confrontation...
pt_br: <18>Eu farei desse confronto final...
zh_cn: <18>我会让这场 最终的对峙变得...
zh_tw: <18>我會讓這場 最終的對峙變得...

source: <18>You're desperate for the premiere of my new body.
pt_br: <18>Você está desesperado pela estreia do meu novo corpo.
zh_cn: <18>你迫不及待地想看到 我新身体的 首次公演。
zh_tw: <18>你迫不及待地想看到 我新身體的 首次公演。

source: <18>Lucky for you, I've been aching to show it off for a long time.
pt_br: <18>Para sua sorte, estou ansioso para exibi-lo há muito tempo.
zh_cn: <18>运气不错， 我早就想要 展示一下了。
zh_tw: <18>運氣不錯， 我早就想要 展示一下了。

source: <18>So, as thanks, I'll give you a handsome reward.
pt_br: <18>Então, como agradecimento, eu lhe darei uma bela recompensa.
zh_cn: <18>所以，作为感谢， 我要给你一笔 丰厚的奖金。
zh_tw: <18>所以，作為感謝， 我要給你一筆 豐厚的獎金。

source: <18>I'll make your last living moments...
pt_br: <18>Eu farei de seus últimos momentos vivos...
zh_cn: <18>我会让你在生命 的最后一刻变得...
zh_tw: <18>我會讓你生命的 最後一刻變得...

source: <18>{*}... we're going off the air.
pt_br: <18>{*}... estamos saindo do ar.
zh_cn: <18>{*}...我们下播。ゑ
zh_tw: <18>{*}...我們下播。ゑ

source: <18>{#p/mettaton}{*}... absolutely fantastic!
pt_br: <18>{#p/mettaton}{*}... absolutamente fantásticos!
zh_cn: <18>{#p/mettaton}{*}...精彩绝伦！
zh_tw: <18>{#p/mettaton}{*}...精彩絕倫！

source: <18>{#p/mettaton}{*}... absolutely beautiful!
pt_br: <18>{#p/mettaton}{*}... absolutamente lindos!
zh_cn: <18>{#p/mettaton}{*}...无与伦比的美妙！
zh_tw: <18>{#p/mettaton}{*}...無與倫比的美妙！

source: <32>{#p/human}* (You roast Mettaton on his own TV show.)
pt_br: <32>{#p/human}* (Você zoa o Mettaton no próprio show de TV dele.)
zh_cn: <32>{#p/human}* （你嘲笑Mettaton在自己的 电视节目表现得有多烂。）
zh_tw: <32>{#p/human}* （你嘲笑Mettaton在自己的 電視節目表現得有多爛。）

source: <20>{#p/mettaton}IS THAT THE BEST YOU CAN MANAGE?
pt_br: <20>{#p/mettaton}ISSO É O MELHOR QUE VOCÊ CONSEGUE FAZER?
zh_cn: <20>{#p/mettaton}就这？
zh_tw: <20>{#p/mettaton}就這？

source: <20>{#p/mettaton}EVEN ALPHYS COULD DO BETTER THAN THAT.
pt_br: <20>{#p/mettaton}ATÉ A ALPHYS PODERIA FAZER MELHOR QUE ISSO.
zh_cn: <20>{#p/mettaton}你骂人的技术含量 不如ALPHYS一根。
zh_tw: <20>{#p/mettaton}你罵人的技術含量 不如ALPHYS一根。

source: <20>{#p/mettaton}NO OFFENSE, BUT YOU'RE NOT VERY GOOD AT THIS.
pt_br: <20>{#p/mettaton}SEM OFENSA, MAS VOCÊ NÃO É MUITO BOM NISSO.
zh_cn: <20>{#p/mettaton}无意冒犯， 但你太拉了。
zh_tw: <20>{#p/mettaton}無意冒犯， 但你太拉了。

source: <20>{#p/mettaton}... MAYBE YOU SHOULD TRY DOING SOMETHING ELSE.
pt_br: <20>{#p/mettaton}... TALVEZ VOCÊ DEVESSE TENTAR FAZER ALGUMA OUTRA COISA.
zh_cn: <20>{#p/mettaton}... 也许你该干点别的。
zh_tw: <20>{#p/mettaton}... 也許你該幹點別的。

source: <32>{#p/basic}* The audience shrugs, too.
pt_br: <32>{#p/basic}* O público também encolhe os ombros.
zh_cn: <32>{#p/basic}* 观众也并不在意。
zh_tw: <32>{#p/basic}* 觀眾也並不在意。

source: <20>{#p/mettaton}{#e/mettaton/25}That party trick won't work on me, darling.
pt_br: <20>{#p/mettaton}{#e/mettaton/25}Esse truque de festa não vai funcionar comigo, querido.
zh_cn: <20>{#p/mettaton}{#e/mettaton/25}你那小把戏对我没用， 亲爱的。
zh_tw: <20>{#p/mettaton}{#e/mettaton/25}你那小把戲對我沒用， 親愛的。

source: <20>{#p/mettaton}{#e/mettaton/19}You know, this doesn't seem like your style.
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Você sabe que esse não é muito seu estilo.
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}你应该知道， 这与你的风格并不搭。
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}你應該知道， 這可不搭你的風格。

source: <20>{#p/mettaton}{#e/mettaton/19}Time and a place, darling...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}Tempo e lugar, querido.
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}无论何时何地， 亲爱的...
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}無論何時何地， 親愛的...

source: <32>{#p/basic}* Okay, partner... * It's all up to you now.
pt_br: <32>{#p/basic}* Ok, parceiro... * Tudo depende de você agora.
zh_cn: <32>{#p/basic}* 好的，搭档... * 现在看你的了。
zh_tw: <32>{#p/basic}* 好的，搭檔... * 現在看你的了。

source: * Mettaton NEO
zh_cn: * Mettaton NEOゑ
zh_tw: * Mettaton NEOゑ

source: * Mettaton SIGMA
zh_cn: * Mettaton SIGMAゑ
zh_tw: * Mettaton SIGMAゑ

source: * Mettaton EX
zh_cn: * Mettaton EXゑ
zh_tw: * Mettaton EXゑ

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton blasts it right out of the air.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Mettaton a explode no ar.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton直接将它炸成了碎片。）ゑ
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton直接將它炸成了碎片。）ゑ

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton takes it and breaks it over your head.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Mettaton pega e quebra sobre sua cabeça.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton接住扳手， 朝你的头砸了过去。）ゑ
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton接住扳手， 朝你的頭砸了過去。）ゑ

source: <32>{#p/basic}* That's gotta hurt!
pt_br: <32>{#p/basic}* Isso deve ter doído!
zh_cn: <32>{#p/basic}* 疼死了！ゑ
zh_tw: <32>{#p/basic}* 疼死了！ゑ

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton kicks it back at you with a passion.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Mettaton chuta de volta para você com paixão.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton又热情地踢了回来。）ゑ
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton又熱情地踢了回來。）ゑ

source: <32>{#p/basic}* The crowd yawns...
pt_br: <32>{#p/basic}* A multidão boceja...
zh_cn: <32>{#p/basic}* 观众开始打哈欠了...ゑ
zh_tw: <32>{#p/basic}* 觀眾開始打哈欠了...ゑ

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton catches it in his mouth and tosses it back.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Mettaton a pega na boca e o joga de volta.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton用嘴接住，叼了回来。）ゑ
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Mettaton用嘴接住，叼了回來。）ゑ

source: <32>{#p/basic}* The crowd goes wild!
pt_br: <32>{#p/basic}* A multidão vai à loucura!
zh_cn: <32>{#p/basic}* 观众沸腾了！ゑ
zh_tw: <32>{#p/basic}* 觀眾沸騰了！ゑ

source: <32>{#p/human}* (You fire the gun.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você atira com a arma.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你开了一枪。） * （什么都没发生。）ゑ
zh_tw: <32>{#p/human}* （你開了一槍。） * （什麼都沒發生。）ゑ

source: <32>{#p/human}* (You fire the gun.)
pt_br: <32>{#p/human}* (Atira com a arma.)
zh_cn: <32>{#p/human}* （你开了一枪。）ゑ
zh_tw: <32>{#p/human}* （你開了一槍。）ゑ

source: <32>{#p/basic}* The audience is stunned!
pt_br: <32>{#p/basic}* A audiência fica abismada!
zh_cn: <32>{#p/basic}* 观众都吓坏了！
zh_tw: <32>{#p/basic}* 觀眾都嚇壞了！

source: <32>{#p/human}* (You deploy the bomb.) * (The mist scatters about.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você implanta a bomba.) * (A névoa se espalha.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你引爆了炸弹。） * （云雾缭绕。） * （除此之外，什么都没发生。）ゑ
zh_tw: <32>{#p/human}* （你引爆了炸彈。） * （雲霧繚繞。） * （除此之外，什麼都沒發生。）ゑ

source: <32>{#p/human}* (You deploy the bomb.) * (The mist scatters about.)
pt_br: <32>{#p/human}* (Você implanta a bomba.) * (A névoa se espalha.)
zh_cn: <32>{#p/human}* （你引爆了炸弹。） * （云雾缭绕。）ゑ
zh_tw: <32>{#p/human}* （你引爆了炸彈。） * （雲霧繚繞。）ゑ

source: <32>{#p/basic}* The audience is daydreaming!
pt_br: <32>{#p/basic}* A audiência está sonhando acordada!
zh_cn: <32>{#p/basic}* 观众纷纷做起了白日梦！ゑ
zh_tw: <32>{#p/basic}* 觀眾紛紛做起了白日夢！ゑ

source: <32>{#p/human}* (You use the spray.) * (Sweet...) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você usa o spray.) * (Doce...) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你喷洒了糖雾。） * （好甜...） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你噴灑了糖霧。） * （好甜...） * （什麼都沒發生。）

source: <32>{#p/human}* (You use the spray.) * (Sweet...)
pt_br: <32>{#p/human}* (Você usa o spray.) * (Doce...)
zh_cn: <32>{#p/human}* （你喷洒了糖雾。） * （好甜...）
zh_tw: <32>{#p/human}* （你噴灑了糖霧。） * （好甜...）

source: <32>{#p/basic}* The audience is in shambles!
pt_br: <32>{#p/basic}* O público está em frangalhos!
zh_cn: <32>{#p/basic}* 观众乱作一团。
zh_tw: <32>{#p/basic}* 觀眾亂作一團。

source: <32>{#p/asriel2}* Mettaton. * Shouldn't you be attacking him or something?
pt_br: <32>{#p/asriel2}* Mettaton. * Não era pra você estar atacando ele ou sei lá?
zh_cn: <32>{#p/asriel2}* Mettaton。 * 发什么呆？快去攻击他啊！ゑ
zh_tw: <32>{#p/asriel2}* Mettaton。 * 發什麼呆？快去攻擊他啊！ゑ

source: <33>{#p/story}* METTATON SIGMA - ATK 255 DEF 42 * An over-clocked, double-edged, human-killing machine.
pt_br: <33>{#p/story}* METTATON SIGMA - ATQ 255 DEF 42 * Um super-carregado, múltiplas funções, assassino de humanos.
zh_cn: <33>{#p/story}* METTATON SIGMA - 攻击255 防御42 * 一台超频过载的杀人机器。 攻击力大幅提升，但也付出了代价。
zh_tw: <33>{#p/story}* METTATON SIGMA - 攻擊255 防禦42 * 一臺超頻過載的殺人機器。 攻擊力大幅提升，但也付出了代價。

source: <32>{#p/story}* METTATON EX - ATK 47 DEF 47 * His weak point is his heart-shaped core.
pt_br: <32>{#p/story}* METTATON EX - ATQ 47 DEF 47 * Sua fraqueza é seu core em formato de coração.
zh_cn: <32>{#p/story}* METTATON EX - 攻击47 防御47 * 弱点是心形核心。
zh_tw: <32>{#p/story}* METTATON EX - 攻擊47 防禦47 * 弱點是心形核心。

source: <32>{#p/human}* (You begin to cut a wire...)
pt_br: <32>{#p/human}* (Você começa a cortar o fio...)
zh_cn: <32>{#p/human}* （你把剪刀搭到了电线上...）
zh_tw: <32>{#p/human}* （你把剪刀搭到了電線上...）

source: <32>{#p/human}* (You resume cutting the wire...)
pt_br: <32>{#p/human}* (Você termina de cortar o fio...)
zh_cn: <32>{#p/human}* （你继续剪电线...）
zh_tw: <32>{#p/human}* （你繼續剪電線...）

source: <32>{#p/human}* (But there were no more wires to cut.)
pt_br: <32>{#p/human}* (Mas não existem mais fios para se cortar.)
zh_cn: <32>{#p/human}* （可是电线已经全都剪断了。）
zh_tw: <32>{#p/human}* （可是電線已經全都剪斷了。）

source: <32>{#p/basic}* The confection reminds Mettaton of someone he has to protect...
pt_br: <32>{#p/basic}* A confecção lembra Mettaton de alguém que ele tem que proteger...
zh_cn: <32>{#p/basic}* 这块点心使Mettaton想起 某个需要他去守护的人...
zh_tw: <32>{#p/basic}* 這塊點心使Mettaton想起 某個需要他去守護的人...

source: <32>{#p/story}* Mettaton's ATTACK up! * Mettaton's DEFENSE up!
pt_br: <32>{#p/story}* ATAQUE do Mettaton aumentou! * DEFESA do Mettaton aumentou!
zh_cn: <32>{#p/story}* Mettaton的攻击力提升了！ * Mettaton的防御力提升了！
zh_tw: <32>{#p/story}* Mettaton的攻擊力提升了！ * Mettaton的防禦力提升了！

source: <32>{#p/basic}* The confection reminds Mettaton of someone special to him...
pt_br: <32>{#p/basic}* A confecção lembra Mettaton de alguém especial para ele...
zh_cn: <32>{#p/basic}* 这块点心使Mettaton想起 一位重要的亲人...
zh_tw: <32>{#p/basic}* 這塊點心使Mettaton想起 一位重要的親人...

source: <32>{#p/basic}* The confection reminds Mettaton of someone he once knew...
pt_br: <32>{#p/basic}* A confecção lembra Mettaton de alguém que um dia ele conhecia...
zh_cn: <32>{#p/basic}* 这块点心使Mettaton想起 某个熟悉的人...
zh_tw: <32>{#p/basic}* 這塊點心使Mettaton想起 某個熟悉的人...

source: <32>{#p/story}* Mettaton's ATTACK down! * Mettaton's DEFENSE down!
pt_br: <32>{#p/story}* DEFESA do Mettaton caiu! * ATAQUE do Mettaton caiu!
zh_cn: <32>{#p/story}* Mettaton的攻击力下降了！ * Mettaton的防御力下降了！
zh_tw: <32>{#p/story}* Mettaton的攻擊力下降了！ * Mettaton的防禦力下降了！

source: <32>{#p/human}* (You give Mettaton the radio.) * (Mettaton plays death metal and screams in your face.)
pt_br: <32>{#p/human}* (Você da um rádio para Mettaton.) * (Mettaton coloca death metal e grita na sua cara.)
zh_cn: <32>{#p/human}* （你把收音机递给了Mettaton。） * （他放起了死亡重金属音乐， 并朝你大吼大叫。）
zh_tw: <32>{#p/human}* （你把收音機遞給了Mettaton。） * （他放起了死亡重金屬音樂， 並朝你大吼大叫。）

source: <32>{#p/human}* (You give Mettaton the radio.) * (Mettaton plays orchestral music to hype up the battle.)
pt_br: <32>{#p/human}* (Você dá o rádio para Mettaton.) * (Mettaton coloca orquestra para dar um hype na batalha.)
zh_cn: <32>{#p/human}* （你把收音机递给了Mettaton。） * （他放了一段交响乐， 以此振奋士气。）
zh_tw: <32>{#p/human}* （你把收音機遞給了Mettaton。） * （他放了一段交響樂， 以此振奮士氣。）

source: <32>{#p/human}* (You give Mettaton the radio.) * (Mettaton does karaoke, and the audience sings along.)
pt_br: <32>{#p/human}* (Você dá o rádio a Mettaton.) * (Mettaton faz karaokê e o público canta junto.)
zh_cn: <32>{#p/human}* （你把收音机递给了Mettaton。） * （他来了一首卡拉OK， 观众也跟着一起唱了起来。）
zh_tw: <32>{#p/human}* （你把收音機遞給了Mettaton。） * （他來了一首卡拉OK， 觀眾也跟著一起唱了起來。）

source: <32>{#p/human}* (You give Mettaton fireworks.) * (Mettaton straps them to a rocket launcher and fires.)
pt_br: <32>{#p/human}* (Você dá fogos de artifício a Mettaton.) * (Mettaton os amarra a um lançador de foguetes e dispara.)
zh_cn: <32>{#p/human}* （你把烟花递给了Mettaton。） * （他把烟花绑到火箭发射器上， 随即引燃火箭。）
zh_tw: <32>{#p/human}* （你把煙花遞給了Mettaton。） * （他把煙花綁到火箭發射器上， 隨即引燃火箭。）

source: <32>{#p/human}* (You give Mettaton fireworks.) * (Mettaton coordinates his attacks for dramatic effect.)
pt_br: <32>{#p/human}* (Você dá fogos de artifício a Mettaton.) * (Mettaton coordena seus ataques para um efeito dramático.)
zh_cn: <32>{#p/human}* （你把烟花递给了Mettaton。） * （他将烟花融入到攻击中， 制造戏剧效果。）
zh_tw: <32>{#p/human}* （你把煙花遞給了Mettaton。） * （他將煙花融入到攻擊中， 製造戲劇效果。）

source: <32>{#p/human}* (You give Mettaton fireworks.) * (Mettaton sets them off, and the audience is left in awe.)
pt_br: <32>{#p/human}* (Você dá fogos de artifício a Mettaton.) * (Mettaton os desencadeia, e o público fica maravilhado.)
zh_cn: <32>{#p/human}* （你把烟花递给了Mettaton。） * （他点燃了烟花，观众都惊叹不已。）
zh_tw: <32>{#p/human}* （你把煙花遞給了Mettaton。） * （他點燃了煙花，觀眾都驚嘆不已。）

source: <32>{#p/human}* (You give Mettaton the doll.) * (Mettaton rips it up and tosses the shreds asunder.)
pt_br: <32>{#p/human}* (Você dá a boneca a Mettaton.) * (Mettaton rasga e joga os pedaços no chão.)
zh_cn: <32>{#p/human}* （你把玩偶递给了Mettaton。） * （他把玩偶撕成碎片， 表演了一手“天女散花”。）
zh_tw: <32>{#p/human}* （你把玩偶遞給了Mettaton。） * （他把玩偶撕成碎片， 表演了一手「天女散花」。）

source: <32>{#p/human}* (You give Mettaton the doll.) * (Mettaton isn't sure what to do and casts it away.)
pt_br: <32>{#p/human}* (Você da a boneca para o Mettaton.) * (Mettaton não sabe o que fazer com ela e a joga fora.)
zh_cn: <32>{#p/human}* （你把玩偶递给了Mettaton。） * （他不知道拿玩偶怎么办， 最后丢掉了。）
zh_tw: <32>{#p/human}* （你把玩偶遞給了Mettaton。） * （他不知道拿玩偶怎麼辦， 最後丟掉了。）

source: <32>{#p/human}* (You give Mettaton the doll.) * (Mettaton presents it boldly, and the audience is in love.)
pt_br: <32>{#p/human}* (Você da a boneca para o Mettaton.) * (Mettaton a levanta para o público, eles amam.)
zh_cn: <32>{#p/human}* （你把玩偶递给了Mettaton。） * （他从容地展示给观众， 观众都被迷住了。）
zh_tw: <32>{#p/human}* （你把玩偶遞給了Mettaton。） * （他從容地展示給觀眾， 觀眾都被迷住了。）

source: <32>{#p/human}* (You say you aren't going to get hit at ALL.)
pt_br: <32>{#p/human}* (Você diz que não tomar nenhum soco nessa rodada.)
zh_cn: <32>{#p/human}* （你说自己下个回合能无伤。）
zh_tw: <32>{#p/human}* （你說自己下個回合能無傷。）

source: <32>{#p/basic}* Ratings gradually increase during Mettaton's turn.
pt_br: <32>{#p/basic}* A audiência aumenta no turno do Mettaton.
zh_cn: <32>{#p/basic}* Mettaton的人气 将在下一回合持续上升！
zh_tw: <32>{#p/basic}* Mettaton的人氣 將在下一回合持續上升！

source: <32>{#p/human}* (You turn and scoff at the audience.)
pt_br: <32>{#p/human}* (Você se vira e xinga a audiência.)
zh_cn: <32>{#p/human}* （你性情大变，嘲笑观众。）
zh_tw: <32>{#p/human}* （你性情大變，嘲笑觀眾。）

source: <32>{#p/basic}* They're rooting for your destruction this turn.
pt_br: <32>{#p/basic}* Eles estão torcendo por sua destruição neste turno.
zh_cn: <32>{#p/basic}* 观众希望你这回合死得很惨！
zh_tw: <32>{#p/basic}* 觀眾希望你這回合死得很慘！

source: <32>{#p/human}* (You pose menacingly.)
pt_br: <32>{#p/human}* (Você faz uma pose dramática.)
zh_cn: <32>{#p/human}* （你摆出攻势，杀意满满。）
zh_tw: <32>{#p/human}* （你擺出攻勢，殺意滿滿。）

source: <32>{#p/basic}* The audience seems bored.
pt_br: <32>{#p/basic}* A audiência parece entediada.
zh_cn: <32>{#p/basic}* 观众已经看腻歪了。
zh_tw: <32>{#p/basic}* 觀眾已經看膩歪了。

source: <32>{#p/basic}* The audience seems annoyed.
pt_br: <32>{#p/basic}* A audiência parece aborrecida.
zh_cn: <32>{#p/basic}* 观众似乎很生气。
zh_tw: <32>{#p/basic}* 觀眾似乎很生氣。

source: <32>{#p/human}* (You pose dramatically.)
pt_br: <32>{#p/human}* (Você posa dramaticamente.)
zh_cn: <32>{#p/human}* （你摆出夸张的姿势。）
zh_tw: <32>{#p/human}* （你擺出誇張的姿勢。）

source: <32>{#p/basic}* The audience is impressed by your strong aura!
pt_br: <32>{#p/basic}* A audiência está impressionada por sua aura forte!
zh_cn: <32>{#p/basic}* 你的动作超有范儿， 观众都被迷住了！
zh_tw: <32>{#p/basic}* 你的動作超有範兒， 觀眾都被迷住了！

source: <32>{#p/basic}* The audience nods.
pt_br: <32>{#p/basic}* A audiência balança.
zh_cn: <32>{#p/basic}* 观众赞许地点点头。
zh_tw: <32>{#p/basic}* 觀眾讚許地點點頭。

source: <32>{#p/basic}* The audience isn't impressed by your weak aura.
pt_br: <32>{#p/basic}* A audiência não está impressionada por sua aura fraca.
zh_cn: <32>{#p/basic}* 观众觉得你的动作力道不够， 兴趣不高。
zh_tw: <32>{#p/basic}* 觀眾覺得你的動作力道不夠， 興趣不高。

source: <32>{#p/basic}* The audience applauds.
pt_br: <32>{#p/basic}* A audiência aplaude.
zh_cn: <32>{#p/basic}* 观众为你热烈鼓掌。
zh_tw: <32>{#p/basic}* 觀眾為你熱烈鼓掌。
