Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#g/alphysHellYeah}* Everyone knows I'm the one you go to for tech!
pt_br: <25>{#g/alphysHellYeah}* Todo mundo sabe que eu sou a moça da tecnologia!
zh_cn: <25>{#g/alphysHellYeah}* 你在路上随便拉个人 都知道科研是我的活啊！
zh_tw: <25>{#g/alphysHellYeah}* 你在路上隨便拉個人 都知道科研是我的活啊！

source: <25>{#g/alphysHellYeah}* ...
zh_tw: <25>{#g/alphysHellYeah}* ...ゑ

source: <25>{#g/alphysWelp}* How about... Mettaton's cooking products?
pt_br: <25>{#g/alphysWelp}* Que tal... os produtos de cozinha do Mettaton?
zh_cn: <25>{#g/alphysWelp}* 要不试试... MTT厨具？
zh_tw: <25>{#g/alphysWelp}* 要不試試... MTT廚具？

source: <25>{#p/alphys}{#g/alphysWorried}* I dunno...
pt_br: <25>{#p/alphys}{#g/alphysWorried}* Eu não sei...
zh_cn: <25>{#p/alphys}{#g/alphysWorried}* 我说不准...
zh_tw: <25>{#p/alphys}{#g/alphysWorried}* 我說不準...

source: <25>{#g/alphysWelp}* Mettaton's TV shows haven't been doing too well lately.
pt_br: <25>{#g/alphysWelp}* Show de TV do Mettaton não tem ido tão bem ultimamente.
zh_cn: <25>{#g/alphysWelp}* Mettaton的节目 最近不温不火的。
zh_tw: <25>{#g/alphysWelp}* Mettaton的節目 最近不溫不火的。

source: <25>{#g/alphysWTF}{#x1}* ...
zh_tw: <25>{#g/alphysWTF}{#x1}* ...ゑ

source: <25>{#g/alphysWTF2}* That was RIGHT!?
pt_br: <25>{#g/alphysWTF2}* Essa foi a CORRETA!?
zh_cn: <25>{#g/alphysWTF2}* 答对了！？
zh_tw: <25>{#g/alphysWTF2}* 答對了！？

source: <25>{#g/alphysCutscene3}* ... how do you know all of this stuff?
pt_br: <25>{#g/alphysCutscene3}* ... como você sabe isso tudo?
zh_cn: <25>{#g/alphysCutscene3}* ...你都咋知道的？
zh_tw: <25>{#g/alphysCutscene3}* ...你都咋知道的？

source: <25>{#g/alphysUhButHeresTheDeal}* Well, one more to go!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Bem, um mais para ir!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 算了，把剩下一个解了就行！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 算了，把剩下一個解了就行！

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Last question...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Última pergunta...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 最后一个问题...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 最後一個問題...

source: <25>{#g/alphysNeutralSweat}* "What is Mettaton's true identity?"
pt_br: <25>{#g/alphysNeutralSweat}* "Qual a verdadeira identidade do Mettaton?"
zh_cn: <25>{#g/alphysNeutralSweat}* “Mettaton的真实身份 是什么？”
zh_tw: <25>{#g/alphysNeutralSweat}* 「Mettaton的真實身份 是什麼？」

source: <25>{#g/alphysNeutralSweat}* ...
zh_tw: <25>{#g/alphysNeutralSweat}* ...ゑ

source: Model 42
zh_cn: 42型机器人ゑ
zh_tw: 42型機器人ゑ

source: <25>{#p/alphys}{#g/alphysCutscene2}* Ah, about that...
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Ah, sobre isso...
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 啊，关于这个...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 啊，關於這個...

source: <25>{#p/alphys}{#g/alphysCutscene3}* I've... only ever completed one Mettaton model.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Eu... meio que acabei de completar um dos modelos do Mettaton.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 我... 只完成过一个 Mettaton的模型。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 我... 只完成過一個 Mettaton的模型。

source: <25>{#p/alphys}{#g/alphysFR}* So, I know that can't be it.
pt_br: <25>{#p/alphys}{#g/alphysFR}* Então, não deve ser isso.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 所以我知道 不可能是它。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 所以我知道 不可能是它。

source: <25>{#p/alphys}{#g/alphysShocked}* Wh...
pt_br: <25>{#p/alphys}{#g/alphysShocked}* Ma...
zh_cn: <25>{#p/alphys}{#g/alphysShocked}* 什...
zh_tw: <25>{#p/alphys}{#g/alphysShocked}* 什...

source: <25>{#g/alphysOhGodNo}* How do you know that?
pt_br: <25>{#g/alphysOhGodNo}* Como você sabe isso?
zh_cn: <25>{#g/alphysOhGodNo}* 你是怎么知道的？
zh_tw: <25>{#g/alphysOhGodNo}* 你是怎麼知道的？

source: <25>{#g/alphysOhGodNo}* Nobody's supposed to know that!!
pt_br: <25>{#g/alphysOhGodNo}* Ninguém deveria saber isso!!
zh_cn: <25>{#g/alphysOhGodNo}* 不应该有人知道 这个的啊！！！
zh_tw: <25>{#g/alphysOhGodNo}* 不應該有人知道 這個的啊！！！

source: <25>{#g/alphysNeutralSweat}* H-have you told anyone else??
pt_br: <25>{#g/alphysNeutralSweat}* V-você contou para mais alguém??
zh_cn: <25>{#g/alphysNeutralSweat}* 你-你有告诉过 其他人吗？？
zh_tw: <25>{#g/alphysNeutralSweat}* 你-你有告訴過 其他人嗎？？

source: <25>{#g/alphysNeutralSweat}* Are you planning to!?
pt_br: <25>{#g/alphysNeutralSweat}* Você planeja fazer?
zh_cn: <25>{#g/alphysNeutralSweat}* 你有这个打算吗！？
zh_tw: <25>{#g/alphysNeutralSweat}* 你有這個打算嗎！？

source: <25>{#g/alphysNervousLaugh}* Well... this isn't Mettaton's true identity anyway.
pt_br: <25>{#g/alphysNervousLaugh}* Bem... essa não é a verdadeira identidade dele de toda forma.
zh_cn: <25>{#g/alphysNervousLaugh}* 行吧... 这至少不是Mettaton的 真实身份。
zh_tw: <25>{#g/alphysNervousLaugh}* 行吧... 這至少不是Mettaton的 真實身份。

source: <25>{#g/alphysInquisitive}* Who the heck is Aidrian?
pt_br: <25>{#g/alphysInquisitive}* Quem seria Aidrian?
zh_cn: <25>{#g/alphysInquisitive}* 这又是什么逆天东西？
zh_tw: <25>{#g/alphysInquisitive}* 這又是什麼逆天東西？

source: <25>{#g/alphysSmileSweat}* Well, that's not it.
pt_br: <25>{#g/alphysSmileSweat}* Bem, a resposta não é essa.
zh_cn: <25>{#g/alphysSmileSweat}* 嗯，肯定不是它。
zh_tw: <25>{#g/alphysSmileSweat}* 嗯，肯定不是它。

source: <25>{#p/alphys}{#g/alphysCutscene1}* So... Mettaton's true identity is Mettaton, huh?
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Então... a verdadeira identidade do Mettaton, seria o Mettaton, huh?
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 所以说... Mettaton的真实身份 其实就是Mettaton，嗯？
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 所以說... Mettaton的真實身份 其實就是Mettaton，嗯？

source: <25>{#x1}* ...
zh_tw: <25>{#x1}* ...ゑ

source: <25>{#p/alphys}{#g/alphysWelp}* Oh. * I guess it is.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Oh. * Acho que é isso.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 哦。 * 看来对了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 喔。 * 看來對了。

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* The more you know!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Sabe muito!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 你懂的真多！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 你懂的真多！

source: <25>{#p/alphys}{#g/alphysSide}* Hmm... I think I have an idea.
pt_br: <25>{#p/alphys}{#g/alphysSide}* Hmm... Eu acho que tenho uma ideia.
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 嗯... 我有个主意。
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 嗯... 我有個主意。

source: <32>{#p/human}* (The typing from earlier resumes.)
pt_br: <32>{#p/human}* (Algumas clicadas anteriores.)
zh_cn: <32>{#p/human}* （敲键盘的声音又响了起来。）
zh_tw: <32>{#p/human}* （敲鍵盤的聲音又響了起來。）

source: <25>{#p/alphys}{#g/alphysCutscene1}{#x1}* ...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}{#x1}* ...ゑ

source: <25>{#p/alphys}{#g/alphysSmileSweat}* There!!!
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* Pronto!!!
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 成啦！！！
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 成啦！！！

source: <25>{#g/alphysUhButHeresTheDeal}* Well, that was fun.
pt_br: <25>{#g/alphysUhButHeresTheDeal}* É, isso foi legal.
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 还蛮有意思的。
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 還蠻有意思的。

source: <25>{#g/alphysNeutralSweat}* Nope... guess I'm gonna have to override it.
pt_br: <25>{#g/alphysNeutralSweat}* Não... acho que vou ter que reescrever tudo.
zh_cn: <25>{#g/alphysNeutralSweat}* 也不对... 看来我得对其进行覆写了。
zh_tw: <25>{#g/alphysNeutralSweat}* 也不對... 看來我得手動介入了。

source: <25>{#g/alphysWelp}* ...
zh_tw: <25>{#g/alphysWelp}* ...ゑ

source: <25>{#g/alphysWelp}* This could take a while.
pt_br: <25>{#g/alphysWelp}* Isso vai tomar um tempo.
zh_cn: <25>{#g/alphysWelp}* 这可能得花些时间。
zh_tw: <25>{#g/alphysWelp}* 可能得花些時間。

source: <25>{#g/alphysUhButHeresTheDeal}* I'll c-call you back when I'm done!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Eu vou te l-ligar de volta quando tudo estiver pronto!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 完事之后我会跟- 跟你说一声的！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 完事之後我會跟- 跟你說一聲的！

source: <25>{#p/alphys}{#g/alphysSmileSweat}* O-okay, the override is complete.
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* O-okay, está tudo completo.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 好-好了， 覆写已经完成。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 好-好了， 終於改好了。

source: <25>{#p/alphys}{#g/alphysInquisitive}* ...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* ...ゑ

source: <25>{#g/alphysInquisitive}* Did you leave the room?
pt_br: <25>{#g/alphysInquisitive}* Você saiu da sala?
zh_cn: <25>{#g/alphysInquisitive}* 你是离开了那个房间吗？
zh_tw: <25>{#g/alphysInquisitive}* 你跑別的房間去了？

source: <25>{#g/alphysSide}* Well, uh, the barricades are gone now.
pt_br: <25>{#g/alphysSide}* Bom, uh, a barricada se foi.
zh_cn: <25>{#g/alphysSide}* 呃，行吧。 现在路障已经消失了。
zh_tw: <25>{#g/alphysSide}* 呃，行吧。 現在路障已經消失了。

source: <25>{#p/alphys}{#g/alphysCutscene1}* Hope that helps!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Espero que isso ajude!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 希望对你有所帮助！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 希望對你有所幫助！

source: <25>{#p/alphys}{#g/alphysSideSad}* Not this again...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Não isso de novo...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 咋又来...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 咋又來...

source: <25>{#g/alphysSideSad}* ...
zh_tw: <25>{#g/alphysSideSad}* ...ゑ

source: <25>{#g/alphysWelp}* Wait, I'm still logged into Mettaton's account.
pt_br: <25>{#g/alphysWelp}* Espera, eu ainda estou dentro da conta do Mettaton.
zh_cn: <25>{#g/alphysWelp}* 等下，Mettaton的账号 我还登着呢。
zh_tw: <25>{#g/alphysWelp}* 等下，Mettaton的帳戶 我還登著呢。

source: <25>{#g/alphysNervousLaugh}* Maybe I c-can just unlock it right away!
pt_br: <25>{#g/alphysNervousLaugh}* Talvez eu p-possa só liberar o caminho logo!
zh_cn: <25>{#g/alphysNervousLaugh}* 我应该可以直-直接就 解锁的！
zh_tw: <25>{#g/alphysNervousLaugh}* 我應該可以直-直接就 解鎖的！

source: <32>{|}{#p/human}* (The typing from earlier resu- {%}
pt_br: <32>{|}{#p/human}* (A digitação de resultados ante- {%}
zh_cn: <32>{|}{#p/human}* （敲键盘的声音又- {%}
zh_tw: <32>{|}{#p/human}* （敲鍵盤的聲音又- {%}

source: <25>{#p/alphys}{#g/alphysHellYeah}{#x1}* Got it!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}{#x1}* Consegui!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}{#x1}* 搞定！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}{#x1}* 搞定！

source: <25>{#g/alphysGarboCenter}* I really hope that's the last time we have to deal with that.
pt_br: <25>{#g/alphysGarboCenter}* Que essa seja a última vez que precisamos lidar com isso.
zh_cn: <25>{#g/alphysGarboCenter}* 真心希望能 别再碰上那玩意了。
zh_tw: <25>{#g/alphysGarboCenter}* 真心希望能 別再碰上那玩意了。

source: <25>{#g/alphysTheFactIs}* Oh, a-and, uh, about that Mew Mew doll...
pt_br: <25>{#g/alphysTheFactIs}* Ah, e, sobre aquela b-boneca Mell Mell...
zh_cn: <25>{#g/alphysTheFactIs}* 哦，还-还有， 那个喵喵玩偶...
zh_tw: <25>{#g/alphysTheFactIs}* 喔，還-還有， 那個喵喵玩偶...

source: <25>* Well...
pt_br: <25>* Bem...
zh_cn: <25>* 嗯...
zh_tw: <25>* 嗯...

source: <25>{#f/10}* Wait, did you...
pt_br: <25>{#f/10}* Espera, você...
zh_cn: <25>{#f/10}* 等下，你是...
zh_tw: <25>{#f/10}* 等下，你是...

source: <25>{#f/3}* D-did you throw it away or something?
pt_br: <25>{#f/3}* V-você jogou fora ou coisa do tipo?
zh_cn: <25>{#f/3}* 你-你是直接把它 给扔了吗？
zh_tw: <25>{#f/3}* 你-你是直接把它 給扔了嗎？

source: <25>{#f/3}* ...
zh_tw: <25>{#f/3}* ...ゑ

source: <25>{#g/alphysUhButHeresTheDeal}* Sure, okay!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Claro, beleza!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 当然，没事的！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 當然，沒事的！

source: <25>{#g/alphysUhButHeresTheDeal}* I'll get back to you on that later.
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Eu vou estar de volta com você mais tarde.
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 待會我再和你談談。

source: <25>{#g/alphysUhButHeresTheDeal}* Actually, you don't even have it, so never mind.
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Na verdade, você nem tem ela, então tudo bem!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 其实都不在你手上， 没事了。
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 其實都不在你手上， 沒事了。

source: <25>{|}{#g/alphysCutscene3}* Anyway see you at the elevator baiiii- {%}
pt_br: <25>{|}{#g/alphysCutscene3}* De toda forma, te vejo no eleva- {%}
zh_cn: <25>{|}{#g/alphysCutscene3}* 总之电梯见， 拜拜啦啊啊- {%}
zh_tw: <25>{|}{#g/alphysCutscene3}* 總之電梯見， 拜拜啦啊啊- {%}

source: <25>{#p/alphys}{#g/alphysHellYeah}* You did it!!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}* Você conseguiu!!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}* 你做到了！！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}* 你做到了！！

source: <25>{#g/alphysCutscene2}* C... congratulations.
pt_br: <25>{#g/alphysCutscene2}* P... parabéns.
zh_cn: <25>{#g/alphysCutscene2}* 恭... 恭喜你啊。
zh_tw: <25>{#g/alphysCutscene2}* 恭... 恭喜你啊。

source: <32>{#p/mettaton}* HELLO THERE.
pt_br: <32>{#p/mettaton}* OLÁ BEM.
zh_cn: <32>{#p/mettaton}* 你好啊。
zh_tw: <32>{#p/mettaton}* 你好啊。

source: <32>{*}{#p/mettaton}* AND WELCOME TO THE OUTPOST'S PREMIERE ARTS AND CRAFTS SHOW!{^30}{%}
pt_br: <32>{*}{#p/mettaton}* E SEJA BEM VINDO AO GRANDE SHOW DE ARTE E CONSTRUÇÃO DO OUTPOST!{^30}{%}
zh_cn: <32>{*}{#p/mettaton}* 欢迎来到前哨站的首期 创艺工坊节目！{^30}{%}
zh_tw: <32>{*}{#p/mettaton}* 歡迎來到前哨站的首期 創藝工坊節目！{^30}{%}

source: <32>{#p/mettaton}* WHAT ARE WE MAKING TODAY? * SOMETHING FUN, OF COURSE!
pt_br: <32>{#p/mettaton}* O QUÊ ESTAREMOS FAZENDO HOJE? * ALGO BEM DIVERTIDO, É CLARO!
zh_cn: <32>{#p/mettaton}* 我们今天要做些啥呢？ * 反正肯定是些好玩的！
zh_tw: <32>{#p/mettaton}* 我們今天要做些啥呢？ * 反正肯定是些好玩的！

source: <32>{#p/mettaton}* CHARGE UP YOUR CRAFTING KITS, BECAUSE WE'RE IN FOR A "BANGER."
pt_br: <32>{#p/mettaton}* PREPARE SEUS KITS DE CONSTRUÇÃO, POIS VAMOS FAZER UMA "EXPLOSÃO."
zh_cn: <32>{#p/mettaton}* 大家的工具都充好电了吗？ 我们马上就要来搞一些 “劲爆”的玩意了！
zh_tw: <32>{#p/mettaton}* 大家的工具都充好電了嗎？ 我們馬上就要來搞一些 「勁爆」的玩意了！

source: <32>{#p/mettaton}* AFTER ALL, IT'S UP TO US TO SET A GOOD EXAMPLE!
pt_br: <32>{#p/mettaton}* ATÉ PORQUE, É CONOSCO QUE DEVE SURGIR O MELHOR EXEMPLO!
zh_cn: <32>{#p/mettaton}* 毕竟，要做什么好东西 还不是我们说了算！
zh_tw: <32>{#p/mettaton}* 畢竟，要做什麼好東西 還不是我們說了算！

source: <32>{#p/mettaton}* HAHAHA...
zh_cn: <32>{#p/mettaton}* 哈哈哈...
zh_tw: <32>{#p/mettaton}* 哈哈哈...

source: <32>{#p/mettaton}* THIS BOISTEROUS BULLY WILL GATHER THE SUPPLIES.
pt_br: <32>{#p/mettaton}* ESTE BULLY MANÍACO ESTARÁ PEGANDO OS SUPRIMENTOS.
zh_cn: <32>{#p/mettaton}* 这位暴燥的恶霸 将会去准备用品。
zh_tw: <32>{#p/mettaton}* 這位暴燥的惡霸 將會去準備用品。

source: <32>{#p/mettaton}* EVERYONE GIVE THEM THE SILENT TREATMENT THEY DESERVE!
pt_br: <32>{#p/mettaton}* TODO MUNDO, DE A ELE O TRATAMENTO DE SILÊNCIO MERECIDO!
zh_cn: <32>{#p/mettaton}* 我们每个人 都应对其沉默对待！
zh_tw: <32>{#p/mettaton}* 我們大家都別搭理這個人類！ 作為惡霸就活該被這樣對待！

source: <32>{#p/mettaton}* MY LOVELY ASSISTANT HERE WILL GATHER THE SUPPLIES.
pt_br: <32>{#p/mettaton}* MEU AMADO ASSISTENTE AQUI, IRÁ PEGAR OS SUPRIMENTOS.
zh_cn: <32>{#p/mettaton}* 我可爱的助手会去准备用品。
zh_tw: <32>{#p/mettaton}* 我可愛的助手會去準備用品。

source: <32>* EVERYONE GIVE THEM A BIG ROUND OF APPLAUSE!
pt_br: <32>* TODOS, DÊEM A ELE SEUS MERECIDOS APLAUSOS!
zh_cn: <32>* 请大家给予热烈的掌声！
zh_tw: <32>* 請大家給予熱烈的掌聲！

source: <32>{#p/mettaton}* WE'LL NEED THREE KEY SUBSTANCES...
pt_br: <32>{#p/mettaton}* VAMOS PRECISAR DE TRÊS INGREDIENTES CHAVES...
zh_cn: <32>{#p/mettaton}* 我们需要三件重要的物品。
zh_tw: <32>{#p/mettaton}* 我們需要三件重要的物品。

source: <32>* {@fill=#ff0}HAPPY POWDER{@fill=#fff}, {@fill=#ff0}TINGLE SERUM{@fill=#fff}, AND {@fill=#ff0}LOVE OIL{@fill=#fff}.
pt_br: <32>* {@fill=#ff0}PÓ DA FELICIDADE{@fill=#fff}, {@fill=#ff0}SORO DO FORMIGAMENTO{@fill=#fff}, E {@fill=#ff0}ÓLEO DO AMOR!{@fill=#fff}.
zh_cn: <32>* {@fill=#ff0}幸福闪粉{@fill=#fff}，{@fill=#ff0}激情水浆{@fill=#fff}， 和{@fill=#ff0}博爱甘油{@fill=#fff}。
zh_tw: <32>* {@fill=#ff0}幸福閃粉{@fill=#fff}，{@fill=#ff0}激情水漿{@fill=#fff}， 和{@fill=#ff0}博愛甘油{@fill=#fff}。

source: <32>* {@fill=#ff0}HEXOGEN{@fill=#fff}, {@fill=#ff0}DIOCTYL ADIPATE{@fill=#fff}, AND {@fill=#ff0}MINERAL OIL{@fill=#fff}.
pt_br: <32>* {@fill=#ff0}HEXOGENIO{@fill=#fff}, {@fill=#ff0}DIACTILO ADIPATO{@fill=#fff}, E {@fill=#ff0}PÓ MINERAL{@fill=#fff}.
zh_cn: <32>* {@fill=#ff0}环三亚甲基三硝胺{@fill=#fff}， {@fill=#ff0}己二酸二正辛酯{@fill=#fff}，和{@fill=#ff0}矿物油{@fill=#fff}。
zh_tw: <32>* {@fill=#ff0}環三亞甲基三硝胺{@fill=#fff}， {@fill=#ff0}己二酸二正辛酯{@fill=#fff}，和{@fill=#ff0}礦物油{@fill=#fff}。

source: <32>{#p/mettaton}* HOP TO IT, $(moniker2u)!
pt_br: <32>{#p/mettaton}* VÁ PEGAR, $(moniker2u)!
zh_cn: <32>{#p/mettaton}* 开始吧，$(moniker2u)！
zh_tw: <32>{#p/mettaton}* 開始吧，$(moniker2u)！

source: <32>{#p/mettaton}* HOP TO IT, SWEETHEART!
pt_br: <32>{#p/mettaton}* VÁ PEGAR, CORAÇÃO!
zh_cn: <32>{#p/mettaton}* 开始吧，甜心！
zh_tw: <32>{#p/mettaton}* 開始吧，甜心！

source: <32>{#p/mettaton}* PERFECT!
pt_br: <32>{#p/mettaton}* PERFEITO!
zh_cn: <32>{#p/mettaton}* 好极了！
zh_tw: <32>{#p/mettaton}* 好極了！

source: <32>* NOW, IF I MAY...
pt_br: <32>* AGORA, SE ME PERMITE...
zh_cn: <32>* 现在，让我...
zh_tw: <32>* 現在，讓我...

source: <32>{#p/mettaton}* OKAY!
zh_cn: <32>{#p/mettaton}* 搞定！
zh_tw: <32>{#p/mettaton}* 搞定！

source: <32>* THAT'S EVERYTHING WE NEED...
pt_br: <32>* ISSO É TUDO QUE PRECISAMOS...
zh_cn: <32>* 我们要用这些东西...
zh_tw: <32>* 我們要用這些東西...

source: <32>{#p/mettaton}* ... TO MAKE MTT-BRAND {@fill=#003cff}FUN SLIME{@fill=#fff}! (TM)
pt_br: <32>{#p/mettaton}* ... PARA FAZER O FAMOSO MTT{@fill=#003cff}SLIME LEGAL{@fill=#fff}! (TM)
zh_cn: <32>{#p/mettaton}* ...来制作MTT牌{@fill=#003cff}乐乐史莱姆{@fill=#fff}！(TM)
zh_tw: <32>{#p/mettaton}* ...來製作MTT牌{@fill=#003cff}樂樂史萊姆{@fill=#fff}！(TM)

source: <32>{#p/mettaton}* ... TO MAKE {@fill=#f00}PLASTIC EXPLOSIVE{@fill=#fff}!
pt_br: <32>{#p/mettaton}* ... PARA FAZER {@fill=#f00}PLASTICO EXPLOSIVO{@fill=#fff}!
zh_cn: <32>{#p/mettaton}* ...来制作{@fill=#f00}塑性炸药{@fill=#fff}！
zh_tw: <32>{#p/mettaton}* ...來製作{@fill=#f00}塑性炸藥{@fill=#fff}！

source: <32>{#p/mettaton}* HERE IT COMES!
pt_br: <32>{#p/mettaton}* AÍ VEM!
zh_cn: <32>{#p/mettaton}* 我要开始喽！
zh_tw: <32>{#p/mettaton}* 我要開始嘍！

source: <32>{#p/mettaton}* SAY YOUR PRAYERS, BEAUTIFUL!
pt_br: <32>{#p/mettaton}* FAÇA SUA ORAÇÃO, BELEZURA!
zh_cn: <32>{#p/mettaton}* 祈祷吧，美人儿！
zh_tw: <32>{#p/mettaton}* 祈禱吧，美人兒！

source: <25>{#p/alphys}{#g/alphysShocked}* Uh, w-wait!
pt_br: <25>{#p/alphys}{#g/alphysShocked}* Uh, e-espera!
zh_cn: <25>{#p/alphys}{#g/alphysShocked}* 呃，等-等一下！
zh_tw: <25>{#p/alphys}{#g/alphysShocked}* 呃，等-等一下！

source: <25>{#g/alphysOhGodNo}* That's not {@fill=#003cff}fun slime{@fill=#fff}...
pt_br: <25>{#g/alphysOhGodNo}* Isso não é {@fill=#003cff}slime legal{@fill=#fff}...
zh_cn: <25>{#g/alphysOhGodNo}* 啥{@fill=#003cff}乐乐史莱姆{@fill=#fff}...
zh_tw: <25>{#g/alphysOhGodNo}* 啥{@fill=#003cff}樂樂史萊姆{@fill=#fff}...

source: <25>{#g/alphysUhButHeresTheDeal}* That's {@fill=#f00}plastic explosive{@fill=#fff}!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Isso é {@fill=#f00}plastico explosivo{@fill=#fff}!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 那就是个{@fill=#f00}塑性炸药{@fill=#fff}！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 那就是個{@fill=#f00}塑性炸藥{@fill=#fff}！

source: <25>{#g/alphysOhGodNo}* If you synthesize that right now...
pt_br: <25>{#g/alphysOhGodNo}* Se você sintetizar isso agora...
zh_cn: <25>{#g/alphysOhGodNo}* 你要是现在就把它 做出来的话...
zh_tw: <25>{#g/alphysOhGodNo}* 你要是現在就把它 做出來的話...

source: <25>{#g/alphysUhButHeresTheDeal}* You'll destroy h-half of Aerialis!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Você vai destruir m-metade de Aerialis!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 可是会把半-半个空境 毁了的！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 可是會把半-半個空境 毀了的！

source: <32>{#p/mettaton}* HUH...? * ARE YOU SAYING OUR SPECIAL GUEST SWAPPED THE INGREDIENTS?
pt_br: <32>{#p/mettaton}* HUH...? * VOCÊ ESTÁ DIZENDO QUE NOSSO CONVIDADO ESPECIAL TROCOU OS INGREDIENTES?
zh_cn: <32>{#p/mettaton}* ...啊？ * 你是说我们的特邀嘉宾 把材料掉包了？
zh_tw: <32>{#p/mettaton}* ...啊？ * 你是說我們的特邀嘉賓 把材料掉包了？

source: <25>{#p/alphys}{#g/alphysTheFactIs}* W-well... * Not exactly...
pt_br: <25>{#p/alphys}{#g/alphysTheFactIs}* É... * Não e-exatamente...
zh_cn: <25>{#p/alphys}{#g/alphysTheFactIs}* 我-我... 不是那个意思...
zh_tw: <25>{#p/alphys}{#g/alphysTheFactIs}* 我-我... 不是那個意思...

source: <32>{#p/mettaton}* OH DEAR... * I DO BELIEVE OUR SPECIAL GUEST SWAPPED THE INGREDIENTS!
pt_br: <32>{#p/mettaton}* OH QUERIDA... * EU ACREDITO SIM QUE NOSSO CONVIDADO ESPECIAL FEZ ISSO!
zh_cn: <32>{#p/mettaton}* 亲们... * 看来我们的特邀嘉宾 真把材料掉包了！
zh_tw: <32>{#p/mettaton}* 親們... * 看來我們的特邀嘉賓 真把材料掉包了！

source: <25>{#p/alphys}{#g/alphysSmileSweat}* That's not what I- {%}
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* Isso não foi o que eu- {%}
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 我没这么说- {%}
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 我沒這麼說- {%}

source: <32>{#p/mettaton}* HOW TREACHEROUS! * TO THINK OUR SPECIAL GUEST COULD DO SUCH A THING...
pt_br: <32>{#p/mettaton}* QUE AMEAÇADOR! * E PENSAR QUE NOSSO CONVIDADO ESPECIAL FARIA ISSO...
zh_cn: <32>{#p/mettaton}* 怎么能搞这种小动作呢... * 为人也太阴险了点吧！
zh_tw: <32>{#p/mettaton}* 怎麼能搞這種小動作呢... * 為人也太陰險了點吧！

source: <32>{#p/mettaton}* AND WHY IS THAT...?
pt_br: <32>{#p/mettaton}* E POR QUE FARIA ISSO...?
zh_cn: <32>{#p/mettaton}* 可是为什么呢...？
zh_tw: <32>{#p/mettaton}* 可是為什麼呢...？

source: <25>{#p/alphys}{#g/alphysTheFactIs}* B-because... * It's...
pt_br: <25>{#p/alphys}{#g/alphysTheFactIs}* É por c-causa... * É...
zh_cn: <25>{#p/alphys}{#g/alphysTheFactIs}* 因-因为... * 这...
zh_tw: <25>{#p/alphys}{#g/alphysTheFactIs}* 因-因為... * 這...

source: <25>{#g/alphysHellYeah}* Because there's a tachyon excitation field in effect!!
pt_br: <25>{#g/alphysHellYeah}* Porque há um campo de excitação de táquions em vigor!!
zh_cn: <25>{#g/alphysHellYeah}* 因为这片区域有一块 超光速粒子励磁场！！
zh_tw: <25>{#g/alphysHellYeah}* 因為這片區域有一塊 超光速粒子勵磁場！！

source: <32>{#p/mettaton}* A WHAT?
pt_br: <32>{#p/mettaton}* É O QUE?
zh_cn: <32>{#p/mettaton}* 有一块啥？
zh_tw: <32>{#p/mettaton}* 有一塊啥？

source: <25>{#p/alphys}{#f/3}* I had to turn it on for an experiment today.
pt_br: <25>{#p/alphys}{#f/3}* Eu tive que liga-lo para um experimento hoje.
zh_cn: <25>{#p/alphys}{#f/3}* 我今天得用这块励磁场 做个实验。
zh_tw: <25>{#p/alphys}{#f/3}* 我今天得用這塊勵磁場 做個實驗。

source: <32>{#p/mettaton}* OH.
pt_br: <32>{#p/mettaton}* AH.
zh_cn: <32>{#p/mettaton}* 哦。
zh_tw: <32>{#p/mettaton}* 喔。

source: <32>{#p/mettaton}* WAIT, THIS MIGHT ACTUALLY GET SOMEONE KILLED.
pt_br: <32>{#p/mettaton}* ESPERA, ISSO PODE ACABAR REALMENTE MATANDO ALGUÉM.
zh_cn: <32>{#p/mettaton}* 等等，这很可能让人丧命。
zh_tw: <32>{#p/mettaton}* 等等，這很可能讓人喪命。

source: <32>{#p/mettaton}* WAIT! SOMETHING'S WRONG...
pt_br: <32>{#p/mettaton}* PERA! ALGO ESTÁ ERRADO...
zh_tw: <32>{#p/mettaton}* 等等！不對勁...

source: <32>{#p/mettaton}* THIS ISN'T MTT-BRAND {@fill=#003cff}FUN SLIME{@fill=#fff} AT ALL!
pt_br: <32>{#p/mettaton}* ESTE NÃO É O {@fill=#003cff}SLIME LEGAL{@fill=#fff} DA MARCA MTT DE FORMA ALGUMA!
zh_tw: <32>{#p/mettaton}* 這壓根就不是MTT牌的 {@fill=#003cff}樂樂史萊姆{@fill=#fff}！

source: <32>{#p/mettaton}* NO... THIS IS {@fill=#f00}PLASTIC EXPLOSIVE{@fill=#fff}!
pt_br: <32>{#p/mettaton}* NÃO... ISSO É {@fill=#f00}PLASTICO EXPLOSIVO{@fill=#fff}!
zh_tw: <32>{#p/mettaton}* 這...這是{@fill=#f00}塑性炸藥{@fill=#fff}！

source: <32>{#p/mettaton}* OUR SPECIAL GUEST MUST'VE SWAPPED THE INGREDIENTS!
pt_br: <32>{#p/mettaton}* NOSSO CONVIDADO ESPECIAL DEVE TER TROCADO OS INGREDIENTES!
zh_tw: <32>{#p/mettaton}* 肯定是我們的特邀嘉賓 把材料掉包了！

source: <32>{#p/mettaton}* DON'T WORRY, THOUGH.
pt_br: <32>{#p/mettaton}* NÃO SE PREOCUPE, MEU BEM.
zh_cn: <32>{#p/mettaton}* 不过别担心。
zh_tw: <32>{#p/mettaton}* 不過別擔心。

source: <32>* WITH ANY LUCK, THIS WILL SERVE AS A VALUABLE LESSON IN HOW NOT TO SABOTAGE MY SHOW.
pt_br: <32>* COM SORTE, ISSO SERVIRÁ COMO UMA LIÇÃO SOBRE COMO NÃO SABOTAR MEU SHOW.
zh_cn: <32>* 运气好的话， 那恶霸会学到教训， 别来破坏我的节目。
zh_tw: <32>* 運氣好的話， 那惡霸會學到教訓， 下次不會來破壞我的節目。

source: <32>{#p/mettaton}* APOLOGIES, EVERYONE...
pt_br: <32>{#p/mettaton}* PEÇO DESCULPAS, A TODOS...
zh_cn: <32>{#p/mettaton}* 抱歉，各位...
zh_tw: <32>{#p/mettaton}* 抱歉，各位...

source: <32>* LOOKS LIKE WE WON'T BE -MAKING- ANY EXPLOSIVES TODAY.
pt_br: <32>* PARECE QUE NÃO -ESTAREMOS- FAZENDO NENHUM EXPLOSIVO HOJE.
zh_cn: <32>* 看来我们【今天】 不会制作任何炸药了。
zh_tw: <32>* 看來我們【今天】 不會製作任何炸藥了。

source: <32>* WHAT!?!? * THE ARTS 'N' CRAFTS WAS JUST A DISTRACTION FOR THIS!?!?
pt_br: <32>* O QUE!?!? * O ARTES E CONSTRUÇÕES FOI SÓ UMA DISTRAÇÃO PARA ISSO!?!?
zh_cn: <32>* 啥！？！？ * 办创艺工坊只是个障眼法！？！？ 真家伙竟然在这！？！？
zh_tw: <32>* 啥！？！？ * 辦創藝工坊只是個障眼法！？！？ 真傢伙竟然在這！？！？
