Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/mettaton}{#e/mettaton/5}* ... THAT WAS ONLY OUT OF PITY.
pt_br: <32>{#p/mettaton}{#e/mettaton/5}* ... ISSO FOI APENAS UMA COINCIDÊNCIA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/5}* ...只是怜悯罢了。
zh_tw: <32>{#p/mettaton}{#e/mettaton/5}* ...可憐可憐它而已。

source: <32>{#p/basic}* Or... part of you secretly wants to come back!
pt_br: <32>{#p/basic}* Ou... parte de você ainda quer secretamente voltar.
zh_cn: <32>{#p/basic}* 又或者... 其实在你内心深处 也有想要回来的想法！
zh_tw: <32>{#p/basic}* 又或者... 你內心深處 其實還是想回來的嘛！

source: <32>{#p/mettaton}{#e/mettaton/11}* HAHAHA... * NOT A CHANCE IN THE GALAXY.
pt_br: <32>{#p/mettaton}{#e/mettaton/11}* HAHAHA... * SEM CHANCES NESSA GALAXIA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/11}* 哈哈哈... * 开什么银河系玩笑。
zh_tw: <32>{#p/mettaton}{#e/mettaton/11}* 哈哈哈... * 開什麼星際玩笑。

source: <32>{#p/napstablook}* i'm sorry, cousin.
pt_br: <32>{#p/napstablook}* me desculpa, primo.
zh_cn: <32>{#p/napstablook}* 我很抱歉，表亲
zh_tw: <32>{#p/napstablook}* 表親，對不起

source: <32>{#p/mettaton}{#e/mettaton/21}* ... OH?
zh_cn: <32>{#p/mettaton}{#e/mettaton/21}* ...哦？
zh_tw: <32>{#p/mettaton}{#e/mettaton/21}* ...喔？

source: <32>{#p/napstablook}* after you left, we couldn't keep up with our customers...
pt_br: <32>{#p/napstablook}* depois que você foi embora, nós nem conseguimos manter os clientes...
zh_cn: <32>{#p/napstablook}* 在你走后， 我们就跟不上客户的需求了...
zh_tw: <32>{#p/napstablook}* 在你走後，我們就跟不上 客戶的需求了...

source: <32>{#p/napstablook}{#e/mettaton/15}* we had to scale down * the farm... isn't what it was......
pt_br: <32>{#p/napstablook}{#e/mettaton/15}* tivemos que diminuir * a fazenda... não é mais a mesma......
zh_cn: <32>{#p/napstablook}{#e/mettaton/15}* 为此， 我们必须缩小农场规模 * 现在农场... 再不如前...
zh_tw: <32>{#p/napstablook}{#e/mettaton/15}* 我們不得不縮小農場規模 * 現在農場... 再不如前...

source: <32>{#p/napstablook}* and i never realized how much you did for us...... until you were gone
pt_br: <32>{#p/napstablook}* e eu nunca percebi tudo que você fez pela gente...... até você ir embora.
zh_cn: <32>{#p/napstablook}* 在你离开前， 我们从来都没意识到 你对我们的重要性...
zh_tw: <32>{#p/napstablook}* 你離開後，我才意識到 你對我們來說有多麼重要...

source: <32>{#p/napstablook}{#e/mettaton/4}* so... i'm sorry. * for everything.........
pt_br: <32>{#p/napstablook}{#e/mettaton/4}* então... me desculpa. * por tudo.........
zh_cn: <32>{#p/napstablook}{#e/mettaton/4}* 所以... 为曾发生过的一切 * 我真的感到抱歉.........
zh_tw: <32>{#p/napstablook}{#e/mettaton/4}* 所以... 之前讓你遭了這麼多罪... * 我真的很對不起.........

source: <32>{#p/mettaton}* I SEE.
pt_br: <32>{#p/mettaton}* ENTENDO.
zh_cn: <32>{#p/mettaton}* 我知道了。
zh_tw: <32>{#p/mettaton}* 懂了。

source: <32>{#p/mettaton}{#e/mettaton/6}* ... I SEE.
pt_br: <32>{#p/mettaton}{#e/mettaton/6}* ... ENTENDO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/6}* ...我知道了。
zh_tw: <32>{#p/mettaton}{#e/mettaton/6}* ...這下是真懂了。

source: <32>{#p/mettaton}{#e/mettaton/5}* SO YOU'RE THE TYPE TO APOLOGIZE ONLY -AFTER- YOU'VE BEEN CALLED OUT, HUH?
pt_br: <32>{#p/mettaton}{#e/mettaton/5}* ENTÃO VOCÊ É O TIPO QUE PEDE DESCULPAS -APENAS- DEPOIS DE FAZER BESTEIRA, HUH?
zh_cn: <32>{#p/mettaton}{#e/mettaton/5}* 你就是那种被提溜着耳朵出来骂 才会库库下跪磕头 道歉的人是吧？
zh_tw: <32>{#p/mettaton}{#e/mettaton/5}* 你就是那種被提溜著耳朵出來罵 才會庫庫下跪磕頭 道歉的人是吧？

source: <32>{#p/mettaton}{#e/mettaton/0}* I SHOULD HAVE KNOWN.
pt_br: <32>{#p/mettaton}{#e/mettaton/0}* EU DEVERIA SABER.
zh_cn: <32>{#p/mettaton}{#e/mettaton/0}* 呵，我早该知道的。
zh_tw: <32>{#p/mettaton}{#e/mettaton/0}* 呵，我咋早沒明白呢。

source: <32>{|}{#p/napstablook}* that's not- {%}
pt_br: <32>{|}{#p/napstablook}* isso não é- {%}
zh_cn: <32>{|}{#p/napstablook}* 不是- {%}
zh_tw: <32>{|}{#p/napstablook}* 不是- {%}

source: <32>{#p/mettaton}{#e/mettaton/3}* NO, I GET IT. YOU WANT ME TO FORGIVE YOU AND MOVE ON FROM IT LIKE NOTHING HAPPENED.
pt_br: <32>{#p/mettaton}{#e/mettaton/3}* SILÊNCIO. VOCÊ QUER QUE EU TE PERDOE E VOLTE PARA CASA COMO SE NADA TIVESSE ACONTECIDO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/3}* 不，我明白了。 你想让我原谅你然后你就可以拍拍 屁股走人当一切都没发生过对吧？
zh_tw: <32>{#p/mettaton}{#e/mettaton/3}* 不不不，我懂你。 你想讓我原諒你然後你就可以拍拍 屁股走人當一切都沒發生過對吧？

source: <32>{#p/mettaton}{#e/mettaton/5}* WELL, I'M AFRAID THAT'S NOT HOW THINGS WORK ANYMORE, BLOOKY.
pt_br: <32>{#p/mettaton}{#e/mettaton/5}* SINTO QUE AS COISAS NÃO FUNCIONEM ASSIM MAIS, BLOOKY.
zh_cn: <32>{#p/mettaton}{#e/mettaton/5}* 好吧，恐怕事情发展 不会如你所愿，BLOOKY。
zh_tw: <32>{#p/mettaton}{#e/mettaton/5}* 好吧，恐怕事情發展 不會如你所願，BLOOKY。

source: <32>{#p/mettaton}{#e/mettaton/6}* ... ANYWAY, I'VE GOT A GRAND FINALE TO PREPARE...
pt_br: <32>{#p/mettaton}{#e/mettaton/6}* ... DE TODA FORMA, EU TENHO UM GRANDE FINAL PARA PREPARAR...
zh_cn: <32>{#p/mettaton}{#e/mettaton/6}* ...总之， 我要去准备一场 压轴演出...
zh_tw: <32>{#p/mettaton}{#e/mettaton/6}* ...得了吧，我還有一場 壓軸表演要準備呢...

source: <32>{#p/mettaton}{#e/mettaton/11}* SO, IF YOU DON'T MIND, I'LL BE ON MY WAY NOW.
pt_br: <32>{#p/mettaton}{#e/mettaton/11}* BEM, SE VOCÊ NÃO SE IMPORTA, EU VOU SEGUIR MEU CAMINHO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/11}* 所以，如果你不介意， 我现在就会走人。
zh_tw: <32>{#p/mettaton}{#e/mettaton/11}* 要是你不介意， 我現在得走人了。

source: <32>{#p/basic}* Get back here. * Get back here! * GET BACK HERE!!!
pt_br: <32>{#p/basic}* Volta aqui. * Volta aqui! * VOLTA AQUI!!!
zh_cn: <32>{#p/basic}* 给老子回来。 * 给老子回来！ * 给-老-子-回-来！！！
zh_tw: <32>{#p/basic}* 給老子回來。 * 給老子回來！ * 給-老-子-回-來！！！

source: <33>{#p/finalghost}* I don't think he's coming back.
pt_br: <33>{#p/finalghost}* Eu não acho que ele vai voltar.
zh_cn: <33>{#p/finalghost}* 我觉得他不会回来的。
zh_tw: <33>{#p/finalghost}* 歇歇吧，他不會回來的。

source: <32>{#p/napstablook}* maybe... he just needs a little space......
pt_br: <32>{#p/napstablook}* talvez... ele só precise de espaço...
zh_cn: <32>{#p/napstablook}* 也许... 他只是需要一点 私人空间而已......
zh_tw: <32>{#p/napstablook}* 也許... 他只是需要一點 私人空間而已......

source: <32>{#p/napstablook}* we have to give him a chance.........
pt_br: <32>{#p/napstablook}* precisamos dar para ele uma chance.........
zh_cn: <32>{#p/napstablook}* 我们应该给他一个机会.........
zh_tw: <32>{#p/napstablook}* 我們應該給他一個機會.........

source: <32>{#p/basic}* What a giant waste of time. * I'm going back to Undyne's house now.
pt_br: <32>{#p/basic}* Que grande perda de tempo. * Eu vou voltar para a casa da Undyne agora.
zh_cn: <32>{#p/basic}* 纯纯浪费时间。 * 我回Undyne家去了。
zh_tw: <32>{#p/basic}* 純純浪費時間。 * 我回Undyne家去了。

source: <32>{#p/finalghost}* It was a nice try, Blooky.
pt_br: <32>{#p/finalghost}* Foi uma boa tentativa, Blooky.
zh_cn: <32>{#p/finalghost}* Blooky，干得不错。
zh_tw: <32>{#p/finalghost}* Blooky，這算個不錯的嘗試了。

source: <32>{#p/finalghost}* A nice try.
pt_br: <32>{#p/finalghost}* Uma boa tentativa.
zh_cn: <32>{#p/finalghost}* 干得不错。
zh_tw: <32>{#p/finalghost}* 嗯，不錯的嘗試。

source: <32>{#p/napstablook}* no............
pt_br: <32>{#p/napstablook}* não............
zh_cn: <32>{#p/napstablook}* 不............
zh_tw: <32>{#p/napstablook}* 不............

source: <25>{#p/alphys}{#g/alphysCutscene2}* Hey... * Don't listen to them.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Ei... * Não dá ouvidos pra eles.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 嘿... * 别听他们的。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 嘿... * 別聽他們的。

source: <25>{#p/alphys}{#g/alphysCutscene2}* I've known Mettaton f-for quite a while now...
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Eu já conheço Mettaton f-faz um tempinho.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 我认-认识Mettaton 已经有一段时间了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 我認-認識Mettaton 已經有一段時間了。

source: <25>{#p/alphys}{#g/alphysCutscene2}* He wouldn't leave like that unless he needed time to think.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Ele não sairia dessa forma se não precisasse de um tempo pra pensar.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 除非他需要时间思考， 否则不会那样离开的。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 除非他需要時間思考， 否則不會那樣離開的。

source: <32>{#p/napstablook}* yeah...
pt_br: <32>{#p/napstablook}* é...
zh_cn: <32>{#p/napstablook}* 是啊...
zh_tw: <32>{#p/napstablook}* 是啊...

source: <32>{#p/napstablook}* i guess......
pt_br: <32>{#p/napstablook}* eu acho......
zh_cn: <32>{#p/napstablook}* 应该是......
zh_tw: <32>{#p/napstablook}* 應該吧......

source: <32>{#p/basic}* You know he's done this in the past, right?
pt_br: <32>{#p/basic}* Você sabe que ele já fez isso antes, certo?
zh_cn: <32>{#p/basic}* 你也知道他来过这套吧？
zh_tw: <32>{#p/basic}* 你也知道他來過這套吧？

source: <32>{#p/basic}* He'll be back.
pt_br: <32>{#p/basic}* Ele vai voltar.
zh_cn: <32>{#p/basic}* 他会回来的。
zh_tw: <32>{#p/basic}* 他會回來的。

source: <32>{#p/napstablook}* heh... * $(namel)......
zh_cn: <32>{#p/napstablook}* $(namel)...... * 嗯...
zh_tw: <32>{#p/napstablook}* $(namel)...... * 嗯...

source: <32>{#p/napstablook}* uh, it's a long story
pt_br: <32>{#p/napstablook}* uh, é uma longa história
zh_cn: <32>{#p/napstablook}* 呃，说来话长
zh_tw: <32>{#p/napstablook}* 呃，說來話長

source: <25>{#p/alphys}{#g/alphysWelp}* ... I guess you can tell me later.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* ... Eu acho que você pode me ligar depois.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* ...可以等会和我聊聊？
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* ...可以等會和我聊聊？

source: <32>{#p/napstablook}* ... * thank you, $(namel) * for everything......
pt_br: <32>{#p/napstablook}* ... * obrigado, $(namel) * por tudo......
zh_cn: <32>{#p/napstablook}* ... * $(namel)，谢谢你 * 谢谢你支持我......
zh_tw: <32>{#p/napstablook}* ... * $(namel)，謝謝你 * 謝謝你支援我......

source: <32>* you've done so much for our family just by being here
pt_br: <32>* você fez muito por nossa família apenas por estar aqui
zh_cn: <32>* 虽说只是在一旁陪着， 但你真的为我们家做了很多
zh_tw: <32>* 雖說只是在一旁陪著， 但你真的為我們家做了很多

source: <32>* even if... it's not the family you really wanted......
pt_br: <32>* mesmo que... não seja a família que você realmente queria...
zh_cn: <32>* 即使... 这不是你真正 所需要的家庭......
zh_tw: <32>* 即使... 這不是你真正 所需要的家庭......

source: <32>{#p/basic}* Blooky, I...
pt_br: <32>{#p/basic}* Blooky, eu...
zh_cn: <32>{#p/basic}* Blooky，我...
zh_tw: <32>{#p/basic}* Blooky，我...

source: <32>{#p/napstablook}* $(namel), if... * no, when you see him again...
pt_br: <32>{#p/napstablook}* $(namel), se você... * não, quando você ver ele de novo...
zh_cn: <32>{#p/napstablook}* $(namel)，如果... * 不，当你再见到他时...
zh_tw: <32>{#p/napstablook}* $(namel)，如果... * 不，當你再見到他時...

source: <32>* don't ever let him forget how much you cared about him in life... alright?
pt_br: <32>* não deixe ele esquecer o quanto você se importava com ele em vida... tudo bem?
zh_cn: <32>* 永远不要让他忘记你 在生活中有多在乎他... 好吗？
zh_tw: <32>* 永遠不要讓他忘記你 在生活中有多在乎他... 好嗎？

source: <32>{#p/napstablook}* here's your mew mew doll
pt_br: <32>{#p/napstablook}* aqui está a boneco mew mew
zh_cn: <32>{#p/napstablook}* 对了，喵喵玩偶还你
zh_tw: <32>{#p/napstablook}* 對了，喵喵玩偶還你

source: <32>* i hope i wasn't too late......
pt_br: <32>* espero que não seja tarde......
zh_cn: <32>* 我希望还没有太迟......
zh_tw: <32>* 我希望還沒有太遲......

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* No, i-it's okay. * Thank you.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Não, t-tudo bem. * Obrigado.
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* 不，没-没问题的。 * 谢谢你。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* 不，沒-沒問題的。 * 謝謝你。

source: <32>{#p/napstablook}* well, cya......
pt_br: <32>{#p/napstablook}* bem, te vejo por aí......
zh_cn: <32>{#p/napstablook}* 嗯，回见......
zh_tw: <32>{#p/napstablook}* 嗯，回見......

source: <25>{#p/alphys}{#g/alphysWelp}* That was certainly an unexpected turn of events.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Isso com certeza foi uma virada de eventos inesperada.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 真是个让人 始料不及的转折。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 真是個讓人 始料不及的轉折。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Not to mention the whole "$(name)" thing...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* sem mencionar todo o "$(name)"...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 更不用提 “$(name)”的事了...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 更不用提 「$(name)」的事了...

source: <25>* Last I checked, they've been dead for a hundred years...
pt_br: <25>* Da última vez que olhei, ele já está morto faz centenas de anos...
zh_cn: <25>* 据我所知， 那人死了将近一百年了...
zh_tw: <25>* 據我所知， 那人死了將近一百年了...

source: <25>{#g/alphysWelp}* Oh well. * I guess they'll tell me about it later.
pt_br: <25>{#g/alphysWelp}* ah bem. * Eu acho que eles vão me falar sobre isso depois.
zh_cn: <25>{#g/alphysWelp}* 哦算了。 * 他们以后 应该会告诉我的。
zh_tw: <25>{#g/alphysWelp}* 喔算了。 * 他們以後會跟我談這事的。

source: <25>{#g/alphysWelp}{#x5}* Speaking of which, you'll probably want to get going...
pt_br: <25>{#g/alphysWelp}{#x5}* Falando em vontades, você provavelmente já quer ir...
zh_cn: <25>{#g/alphysWelp}{#x5}* 说到这里， 你应该想要出发了...
zh_tw: <25>{#g/alphysWelp}{#x5}* 說到這裡， 你應該想要出發了...

source: <25>{#p/alphys}{#g/alphysInquisitive}* Looks like we're in the clear, though...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Parece que estamos livres, no entanto...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 不过看起来， 我们是平安无事了...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 不過看起來， 我們是平安無事了...

source: <25>{#g/alphysWelp}{#x5}* Which means... you'll probably want to get going...
pt_br: <25>{#g/alphysWelp}{#x5}* O que significa... que você já quer ir indo...
zh_cn: <25>{#g/alphysWelp}{#x5}* 这意味着... 你应该想要出发了...
zh_tw: <25>{#g/alphysWelp}{#x5}* 這意味著... 你應該想要出發了...

source: <25>{#g/alphysTheFactIs}{#x6}* And I should probably get back to the lab...
pt_br: <25>{#g/alphysTheFactIs}{#x6}* E eu deveria voltar para o laboratório...
zh_cn: <25>{#g/alphysTheFactIs}{#x6}* 我大概也得回到 实验室去了...
zh_tw: <25>{#g/alphysTheFactIs}{#x6}* 我大概也得回 實驗室去了...

source: <25>{#g/alphysNervousLaugh}{#x5}* So... see you around, I guess?
pt_br: <25>{#g/alphysNervousLaugh}{#x5}* Então... te vejo depois, eu acho?
zh_cn: <25>{#g/alphysNervousLaugh}{#x5}* 所以... 我们，回头见？
zh_tw: <25>{#g/alphysNervousLaugh}{#x5}* 所以... 我們，回頭見？

source: <25>{#g/alphysUhButHeresTheDeal}* Uh, b-but don't worry! * I'll ring you as soon as you...
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Não se preocupe! Eu vou te ligar o quando puder...
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 呃，但-但别担心！ * 我会给你打电话的！ 等你到...
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 呃，但-但別擔心！ * 我會給你打電話的！ 等你到...

source: <25>{#g/alphysNervousLaugh}* You...
pt_br: <25>{#g/alphysNervousLaugh}* Você...
zh_cn: <25>{#g/alphysNervousLaugh}* 等你...
zh_tw: <25>{#g/alphysNervousLaugh}* 等你...

source: <25>{#g/alphysHellYeah}* I-I'll stay in contact!
pt_br: <25>{#g/alphysHellYeah}* E-eu vou ficar em contato!
zh_cn: <25>{#g/alphysHellYeah}* 我-我会跟你保持 联络的！
zh_tw: <25>{#g/alphysHellYeah}* 我-我會跟你保持聯絡的！

source: <25>{#g/alphysFR}* ... actually, before I go, I thought you should know.
pt_br: <25>{#g/alphysFR}* ... na verdade, antes de ir, eu acho que você deveria saber.
zh_cn: <25>{#g/alphysFR}* ...其实，在走之前， 我想跟你说一声。
zh_tw: <25>{#g/alphysFR}* ...其實，在走之前， 我想跟你說一聲。

source: <25>{#f/33}* I found the Mew Mew doll you let go of.
pt_br: <25>{#f/33}* Eu achei a Boneca Mew Mew que você largou.
zh_cn: <25>{#f/33}* 我找到了 被你抛弃的喵喵玩偶。
zh_tw: <25>{#f/33}* 我找到了 被你拋棄的喵喵玩偶。

source: <25>{#g/alphysCutscene3}* It's mine now. * And I'm never letting it go again.
pt_br: <25>{#g/alphysCutscene3}* É minha agora. * E eu vou esconder no lugar mais secreto que puder.
zh_cn: <25>{#g/alphysCutscene3}* 现在物归原主了。 * 我永远不会再次抛弃它。
zh_tw: <25>{#g/alphysCutscene3}* 現在物歸原主了。 * 我再也不會讓它離開我了。

source: <25>{#g/alphysHellYeah}* S-so yeah!
pt_br: <25>{#g/alphysHellYeah}* En-então é!
zh_cn: <25>{#g/alphysHellYeah}* 好-好耶！
zh_tw: <25>{#g/alphysHellYeah}* 好-好耶！

source: <25>{#g/alphysNeutralSweat}{#x5}* But, uh, b-before I go...
pt_br: <25>{#g/alphysNeutralSweat}{#x5}* Mas, uh, a-antes de eu ir...
zh_cn: <25>{#g/alphysNeutralSweat}{#x5}* 但是，呃， 在走之前...
zh_tw: <25>{#g/alphysNeutralSweat}{#x5}* 但是，呃， 在走之前...

source: <25>{#f/10}* Would you mind... giving me back my Mew Mew doll?
pt_br: <25>{#f/10}* Você se importaria... de devolver minha Boneca Mew Mew?
zh_cn: <25>{#f/10}* 你能不能... 把我的 喵喵玩偶还给我呢？
zh_tw: <25>{#f/10}* 你能不能... 把我的 喵喵玩偶還給我呢？

source: <25>{#f/3}* Please?
pt_br: <25>{#f/3}* Por favor?
zh_cn: <25>{#f/3}* 求你了？
zh_tw: <25>{#f/3}* 求你了？

source: * (Give back the Mew Mew doll?)
pt_br: * (Devolver a Boneca Mew Mew?)
zh_cn: * （把喵喵玩偶还给Alphys？）
zh_tw: * （把喵喵玩偶還給Alphys？）

source: <32>{#p/human}* (You gave the Mew Mew Doll to Alphys.)
pt_br: <32>{#p/human}* (Você devolve a Boneca Mew Mew para a Alphys.)
zh_cn: <32>{#p/human}* （你把喵喵玩偶递给了Alphys。）
zh_tw: <32>{#p/human}* （你把喵喵玩偶遞給了Alphys。）

source: <25>{#p/alphys}{#g/alphysCutscene2}* Thanks.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Valeu.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 谢谢你。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 謝謝你。

source: <32>{#p/human}* (You decide not to give.)
pt_br: <32>{#p/human}* (Você decide não devolver.)
zh_cn: <32>{#p/human}* （你决定不还。）
zh_tw: <32>{#p/human}* （你決定不還。）

source: <25>{#g/alphysCutscene2}* Okay, you know what? * You can keep it.
pt_br: <25>{#g/alphysCutscene2}* Tá, quer saber? * Fica com ela.
zh_cn: <25>{#g/alphysCutscene2}* 好好好， 给你就是了。
zh_tw: <25>{#g/alphysCutscene2}* 得得得， 給你就是了。

source: <25>{#g/alphysCutscene2}* It's all yours.
pt_br: <25>{#g/alphysCutscene2}* É sua.
zh_cn: <25>{#g/alphysCutscene2}* 现在归你了好吧？
zh_tw: <25>{#g/alphysCutscene2}* 現在歸你了好吧？

source: <25>{#f/33}* What? * It's not like I care about it or anything.
pt_br: <25>{#f/33}* O que? * Não é como se eu realmente me importasse com uma boneca.
zh_cn: <25>{#f/33}* 啥？ * 我才不关心呢。
zh_tw: <25>{#f/33}* 啥？ * 我才不關心呢。

source: <25>{#p/alphys}{#g/alphysSmileSweat}* T-take care!!
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* F-fica bem!!
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 路-路上小心！！
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 路-路上小心！！

source: <25>{#p/alphys}{#f/10}* I-I'll stay in contact.
pt_br: <25>{#p/alphys}{#f/10}* E-eu vou manter contato.
zh_cn: <25>{#p/alphys}{#f/10}* 我-我会和你保持联系的。
zh_tw: <25>{#p/alphys}{#f/10}* 我-我會和你保持聯繫的。

source: <25>{#p/alphys}{#f/3}* N-not at all!!
pt_br: <25>{#p/alphys}{#f/3}* N-não mesmo!!
zh_cn: <25>{#p/alphys}{#f/3}* 一点也不！！！
zh_tw: <25>{#p/alphys}{#f/3}* 一點也不！！！

source: <32>{#p/basic}* ... now I understand why Blooky feels how they do all the time.
pt_br: <32>{#p/basic}* ... agora eu entendo por que Blooky se sente como ele se sente o tempo todo.
zh_cn: <32>{#p/basic}* ...现在我明白为什么Blooky 总是有那种感觉了。
zh_tw: <32>{#p/basic}* ...現在我明白為什麼Blooky 總是有那種感覺了。

source: <32>* That guilt, thinking you could've done more to care about someone...
pt_br: <32>* A culpa, de pensar que você poderia ter cuidado melhor de alguém...
zh_cn: <32>* 那种自责的感觉， 觉得自己明明为了关心某人 可以做得更好的感觉...
zh_tw: <32>* 那種自責的感覺， 覺得自己明明為了關心某人 可以做得更好的感覺...

source: <32>* Hmph. * Maybe there's something more I can do to help here.
pt_br: <32>* Hmph. * Talvez tenha algo a mais que eu possa fazer para ajudar aqui.
zh_cn: <32>* 嗯哼。 * 我应该能帮上更多的忙的。
zh_tw: <32>* 嗯哼。 * 我應該能幫上更多的忙的。

source: <32>* Remember what happened with Toriel?
pt_br: <32>* Lembra o que aconteceu com a Toriel?
zh_cn: <32>* 你还记得在Toriel那里 发生的事吗？
zh_tw: <32>* 你還記得在Toriel那裡 發生的事嗎？

source: <32>* The way you called out for me, and I was able to talk?
pt_br: <32>* A forma como você me chamou e eu fui capaz de falar?
zh_cn: <32>* 你把我叫了出来， 然后我就开始跟她对话？
zh_tw: <32>* 你把我叫了出來， 然後我就開始跟她對話？

source: <32>* I know things about monsters. * Things that could help us get through more quickly.
pt_br: <32>* Eu sei uma coisa sobre monstros. * Uma coisa que pode nos ajudar a lidar com isso mais facilmente.
zh_cn: <32>* 我是了解那些怪物的。 * 这应该可以帮助咱们 更快地通过这片区域。
zh_tw: <32>* 我是了解那些怪物的。 * 這應該可以幫助咱們 更快地通過這片區域。

source: <32>* So, if I think of something...
pt_br: <32>* Então, se eu pensar sobre algo...
zh_cn: <32>* 所以， 我要是想起来什么了的话...
zh_tw: <32>* 所以， 我要是想起來什麼了的話...

source: <32>* Call out for me like you did before, okay?
pt_br: <32>* Me chama como você fez antes, beleza?
zh_cn: <32>* 你就像之前那样把我叫出来， 好吗？
zh_tw: <32>* 你就像之前那樣把我叫出來， 好嗎？

source: <25>{#p/asriel2}{#f/8}* Hello?
pt_br: <25>{#p/asriel2}{#f/8}* Alô?
zh_cn: <25>{#p/asriel2}{#f/8}* 有人吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 有人嗎？ゑ

source: <25>{#p/asriel2}{#f/8}* Here we go.
pt_br: <25>{#p/asriel2}{#f/8}* Aí vamos nós.
zh_cn: <25>{#p/asriel2}{#f/8}* 出来吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 出來吧。ゑ

source: <32>{#p/mettaton}* HELLO, DARLING.
pt_br: <32>{#p/mettaton}* OLÁ, QUERIDO.
zh_cn: <32>{#p/mettaton}* 两位亲，你们好。ゑ
zh_tw: <32>{#p/mettaton}* 兩位親，你們好。ゑ

source: <32>{#p/mettaton}* HERE WE GO INDEED, DARLING!
pt_br: <32>{#p/mettaton}* AÍ VAMOS NÓS REALMENTE, QUERIDO!
zh_cn: <32>{#p/mettaton}* 那我就出来了哦，亲！ゑ
zh_tw: <32>{#p/mettaton}* 那我就出來了喔，親！ゑ

source: <32>{#p/mettaton}* WHY HELLO!
pt_br: <32>{#p/mettaton}* POIS BEM, OLÁ!
zh_cn: <32>{#p/mettaton}* 笑一个嘛！ゑ
zh_tw: <32>{#p/mettaton}* 笑一個嘛！ゑ

source: <32>* WHY DON'T YOU TWO COME INTO THE LIMELIGHT?
pt_br: <32>* POR QUE VOCÊS DOIS NÃO VEM PARA O PALCO?
zh_cn: <32>* 来，快到聚光灯下。ゑ
zh_tw: <32>* 來，快到聚光燈下。ゑ

source: <32>{#p/mettaton}* THAT'S BETTER...
pt_br: <32>{#p/mettaton}* BEM MELHOR...
zh_cn: <32>{#p/mettaton}* 好多了...ゑ
zh_tw: <32>{#p/mettaton}* 好多了...ゑ

source: <32>{#p/mettaton}* NOW, ALLOW ME TO SING YOU TWO A LITTLE SONG.
pt_br: <32>{#p/mettaton}* AGORA, DEIXE-ME CANTAR UM PEQUENO SOM PARA VOCÊS.
zh_cn: <32>{#p/mettaton}* 就让我送你们一支小曲吧。ゑ
zh_tw: <32>{#p/mettaton}* 就讓我送你們一支小曲吧。ゑ

source: <25>{*}{#p/asriel2}{#f/10}* So tell me, what's this little song about?{^30}{%}
pt_br: <25>{*}{#p/asriel2}{#f/10}* Então me diz, sobre o que é esse som?{^30}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/10}* 跟我说说， 你要唱啥呢？ゑ{^30}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/10}* 跟我說說， 你要唱啥呢？ゑ{^30}{%}

source: <32>{*}{#p/mettaton}{#x1}* OH, ASRIEL...{^30}{%}
zh_cn: <32>{*}{#p/mettaton}{#x1}* ASRIEL啊...ゑ{^30}{%}
zh_tw: <32>{*}{#p/mettaton}{#x1}* ASRIEL啊...ゑ{^30}{%}

source: <32>{*}{#x2}* HAVEN'T YOU HEARD OF A THING CALLED "SPOILERS?"{^30}{%}
pt_br: <32>{*}{#x2}* NUNCA OUVIU FALAR SOBRE "SPOILERS", QUERIDO?{^30}{%}
zh_cn: <32>{*}{#x2}* 我要是说了， 不就“剧透”了吗？ゑ{^30}{%}
zh_tw: <32>{*}{#x2}* 我要是說了， 不就「劇透」了嗎？ゑ{^30}{%}

source: <25>{*}{#p/asriel2}{#f/6}* Figures.{^30}{%}
pt_br: <25>{*}{#p/asriel2}{#f/6}* Sei.{^30}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/6}* 猜到了。ゑ{^30}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/6}* 猜到了。ゑ{^30}{%}

source: <25>{*}{#p/asriel2}{#f/7}* I already know this show's just about me.{^30}{%}
pt_br: <25>{*}{#p/asriel2}{#f/7}* Eu já sei que esse show é sobre mim.{^30}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/7}* 你要唱我，早知道了。ゑ{^30}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/7}* 你要唱我，早知道了。ゑ{^30}{%}

source: <32>{*}{#p/mettaton}{#x1}* OH, DO YOU NOW?{^30}{%}
pt_br: <32>{*}{#p/mettaton}{#x1}* AH, VOCÊ SABE?{^30}{%}
zh_cn: <32>{*}{#p/mettaton}{#x1}* 哦，你知道了啊。ゑ{^30}{%}
zh_tw: <32>{*}{#p/mettaton}{#x1}* 喔，你知道了啊。ゑ{^30}{%}

source: <32>{*}{#x2}* WELL, I'M AFRAID THAT WON'T STOP ME FROM DOING IT.{^30}{%}
pt_br: <32>{*}{#x2}* BEM, SINTO QUE ISSO NÃO VAI ME IMPEDIR DE FAZÊ-LO.{^30}{%}
zh_cn: <32>{*}{#x2}* 你知道，关我什么事？ * 以为这样，我就不唱了？ゑ{^30}{%}
zh_tw: <32>{*}{#x2}* 你知道，關我什麼事？ * 以為這樣，我就不唱了？ゑ{^30}{%}

source: <25>{*}{#p/asriel2}{#f/8}* ...{^30}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/8}* ...ゑ{^30}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/8}* ...ゑ{^30}{%}

source: <32>{#p/mettaton}* WELL, THAT'S ALL.
pt_br: <32>{#p/mettaton}* BEM, ISSO É TUDO.
zh_cn: <32>{#p/mettaton}* 好，我唱完了。ゑ
zh_tw: <32>{#p/mettaton}* 好，我唱完了。ゑ

source: <32>{#x1}* OH, AND, I FORGOT TO MENTION THAT I'M NOT REALLY HERE.
pt_br: <32>{#x1}* OH, E, EU ESQUECI DE MENCIONAR QUE NÃO ESTOU AQUI DE VERDADE.
zh_cn: <32>{#x1}* 哦，忘了告诉你， 我本人不在这。 * 你看到的，就是个空壳。ゑ
zh_tw: <32>{#x1}* 喔，忘了告訴你， 我本人不在這。 * 你看到的，就是個空殼。ゑ

source: <32>* MY CONTROL CHIP IS ALREADY INSTALLED IN THE NEW BODY.
pt_br: <32>* MEU CHIP DE CONTROLE JÁ FOU INSTALADO EM UM NOVO CORPO.
zh_cn: <32>* 我的主控芯片 早就安装到新身体上了。ゑ
zh_tw: <32>* 我的主控晶片 早就安裝到新身體上了。ゑ

source: <25>{#p/asriel2}{#f/10}* ... a new body?
pt_br: <25>{#p/asriel2}{#f/10}* ... um novo corpo?
zh_cn: <25>{#p/asriel2}{#f/10}* ...新身体？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...新身體？ゑ

source: <32>{#p/mettaton}* OH, YOU WANT TO SEE IT?
pt_br: <32>{#p/mettaton}* VOCÊ QUER VER?
zh_cn: <32>{#p/mettaton}* 怎么，想看？ゑ
zh_tw: <32>{#p/mettaton}* 怎麼，想看？ゑ

source: <32>* WELL. * YOU WON'T HAVE TO WAIT MUCH LONGER.
pt_br: <32>* BEM. * VOCÊ NÃO TERÁ QUE ESPERAR MUITO.
zh_cn: <32>* 别着急，一会你们就能看到了。ゑ
zh_tw: <32>* 別著急，一會你們就能看到了。ゑ
