Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#g/alphysInquisitive}* L-look, I don't know the answers in here any more than out there...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* O-olha, eu não sei as respostas aqui melhor do lá fora...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 听-听着， 我对那些谜题的答案 真的一无所知...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 聽-聽著， 我對那些謎題的答案 真的一無所知...

source: <25>{#g/alphysSmileSweat}* I'll call you when you get back to the barricades.
pt_br: <25>{#g/alphysSmileSweat}* Eu vou te ligar quando vocês voltar para as barricadas.
zh_cn: <25>{#g/alphysSmileSweat}* 等你回到那里 我再跟你打电话。
zh_tw: <25>{#g/alphysSmileSweat}* 等你回到那裡 我再跟你打電話。

source: <25>{#p/alphys}{#g/alphysSideSad}* The p-puzzles in Aerialis haven't been upgraded yet...
pt_br: <25>{#p/alphys}{#g/alphysSideSad}* Os quebras-cabeças em Aerialis não foram atualizados ainda...
zh_cn: <25>{#p/alphys}{#g/alphysSideSad}* 空境中的谜-谜题 都还没有升级过...
zh_tw: <25>{#p/alphys}{#g/alphysSideSad}* 空境中的謎-謎題 都還沒有升級過...

source: <25>{#g/alphysWelp}* It's just so hard to find the time when I'm this busy with my work.
pt_br: <25>{#g/alphysWelp}* É bem difícil encontrar tempo quando estou ocupada com meu trabalho.
zh_cn: <25>{#g/alphysWelp}* 只是因为工作太忙， 根本不能抽出时间 来管这些。
zh_tw: <25>{#g/alphysWelp}* 只是因為工作太忙， 根本不能抽出時間 來管這些。

source: <25>{#p/alphys}{#g/alphysCutscene1}* I have a habit of forgetting to turn off m-my experiments.
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Eu tenho o hábito de esquecer de desligar m-meus experimentos.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 我有个习惯， 就是经常忘记 关闭我的实验。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 我有個習慣， 就是經常忘記 暫停我的實驗。

source: <25>{#g/alphysCutscene2}* For a second there, I thought that habit might've saved you!
pt_br: <25>{#g/alphysCutscene2}* Por um segundo, eu pensei que esse hábito poderia ter salvo você!
zh_cn: <25>{#g/alphysCutscene2}* 突然觉得， 这个习惯好像无形中 救了你一命！
zh_tw: <25>{#g/alphysCutscene2}* 突然覺得， 這個習慣好像無形中 救了你一命！

source: <25>{#g/alphysUhButHeresTheDeal}* But, uh, I guess Mettaton had a backup plan.
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Mas, uh, acho que o Mettaton tinha um plano B.
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 但我想， Mettaton总会留一个 备用计划。
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 但我想， Mettaton總會留一個 備用計畫。

source: <25>{#p/alphys}{#g/alphysWelp}* Don't tell me. * Sans is selling his weird "hotdogs" again.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Não me fala. * Sans está vendendo seu "cachorros quente" de novo.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 别跟我说。 * Sans又在卖他那 奇怪的“热狗”了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 別跟我說。 * Sans又在賣他那 奇怪的「熱狗」了。

source: <25>{#g/alphysCutscene2}* Yeah, that's like... a thing he does. * It's perfectly normal.
pt_br: <25>{#g/alphysCutscene2}* É, isso é... basicamente o que ele faz. * É perfeitamente normal.
zh_cn: <25>{#g/alphysCutscene2}* 对，这就像... 他经常做的那样。 * 说实话挺正常的。
zh_tw: <25>{#g/alphysCutscene2}* 對，這就像... 他經常做的那樣。 * 說實話挺正常的。

source: <25>{#p/alphys}{#g/alphysCutscene2}* I think Mettaton's getting ready for another show.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Eu sinto que o Mettaton está se preparando para outro show.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 我觉得Mettaton 正在准备另一个节目。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 我覺得Mettaton 正在準備另一個節目。

source: <25>{#g/alphysTheFactIs}* I'd... be c-careful if I were you...
pt_br: <25>{#g/alphysTheFactIs}* Eu... t-tomaria cuidado se fosse você.
zh_cn: <25>{#g/alphysTheFactIs}* 我是你的话... 我会对此格外小心...
zh_tw: <25>{#g/alphysTheFactIs}* 我是你的話... 我會對此格外小心...

source: <25>{#g/alphysFR}* I know what you did.
pt_br: <25>{#g/alphysFR}* Eu sei o que você fez.
zh_cn: <25>{#g/alphysFR}* 我知道你会那样做的。
zh_tw: <25>{#g/alphysFR}* 你一定也會注意的。­

source: <25>* Mettaton is becoming more and more reckless by the day.
pt_br: <25>* Mettaton está se tornando mais e mais imprudente.
zh_cn: <25>* 如今Mettaton做事 越来越不计后果了。
zh_tw: <25>* 如今Mettaton做事 越來越不計後果了。

source: <25>{#g/alphysCutscene1}* Isn't it amazing when royal guards don't follow my orders!
pt_br: <25>{#g/alphysCutscene1}* Não é super legal quando a Guarda Real não segue minhas ordens?!
zh_cn: <25>{#g/alphysCutscene1}* 皇家守卫居然 都不听从我的命令， 真是不可思议啊！
zh_tw: <25>{#g/alphysCutscene1}* 皇家守衛居然 都不聽從我的命令， 真是不可思議啊！

source: <25>{#p/alphys}{#g/alphysWelp}* At this rate, you're never getting through the CORE.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Nesse ritmo, você nunca vai chegar no CORE.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 照这个速度， 你永远也过不了核心。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 照這個速度， 你永遠也過不了核心。

source: <25>{#p/alphys}{#g/alphysCutscene2}* Yeah, I'm... s-still here and all.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* É, eu... ainda estou a-aqui e tals.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 对，我还会在这里 ...做-做什么的。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 對，我還會在這裡 ...做-做什麼的。

source: <25>{#g/alphysWelp}* Not that I have much left to do.
pt_br: <25>{#g/alphysWelp}* Não que tenha restado muito o que eu possa fazer.
zh_cn: <25>{#g/alphysWelp}* 好像也没什么事要做了。
zh_tw: <25>{#g/alphysWelp}* 額... 好像也沒什麼事要做了。

source: <26>{#p/alphys}{#g/alphysWelp}* Can't blame him, though.
pt_br: <26>{#p/alphys}{#g/alphysWelp}* Não posso culpa-lo.
zh_cn: <26>{#p/alphys}{#g/alphysWelp}* 不过这也不能怪他。
zh_tw: <26>{#p/alphys}{#g/alphysWelp}* 不過這也不能怪他。

source: <25>{#g/alphysWelp}* He's the biggest fan of humanity you'll ever meet out here.
pt_br: <25>{#g/alphysWelp}* Ele é o maior fã da humanidade que você vai conhecer.
zh_cn: <25>{#g/alphysWelp}* 他是你在这里见过的 最热爱人类的家伙。
zh_tw: <25>{#g/alphysWelp}* 他是你在這裡見過的 最熱愛人類的傢伙。

source: <25>{#p/alphys}{#g/alphysCutscene3}* You never know these days...
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Você nunca sabe nos dias de hoje...
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 你永远都不知道 这些天...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 你永遠都不知道 這些天...

source: <25>{#p/alphys}{#g/alphysWelp}* I guess if things really go wrong, I can just override them.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Eu acho que se as coisas realmente derem errado, eu posso simplesmente substituí-las.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 如果这些玩意真的 出错了，我想我可以 对其手动控制。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 如果這些玩意真的 出錯了，我想我可以 對其手動控制。

source: <25>{#g/alphysNeutralSweat}* B-but that'd put them out of action for a while.
pt_br: <25>{#g/alphysNeutralSweat}* M-mas aquilo os coloca fora de ação por um tempo.
zh_cn: <25>{#g/alphysNeutralSweat}* 但-但是这会让其 暂时无法运行。
zh_tw: <25>{#g/alphysNeutralSweat}* 但-但是這會讓其 暫時無法執行。

source: <25>{#p/alphys}{#g/alphysWelp}* You wouldn't believe how long I've been stuck on this level.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Você não acreditaria no tempo que eu fiquei presa nesse nível.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 你不会相信 我被困在这有多久了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 你不會相信 我被困在這有多久了。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Shame you never checked your new phone...
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Uma tristeza que você nunca olhou seu novo celular...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 真可惜你从来都没 检查过你的新手机...
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 真可惜你從來都沒 檢查過你的新手機...

source: <25>{#p/alphys}{#g/alphysCutscene2}* Not gonna lie, seeing you use that jetpack was great.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Não vou mentir, te ver usar a mochila a jato foi muito da hora.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 实话说， 看到你使用喷气背包 真的太棒了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 實話說， 看到你使用噴氣背包 真的太棒了。

source: <25>{#g/alphysFR}* Perfectly normal.
pt_br: <25>{#g/alphysFR}* Perfeitamente normal.
zh_cn: <25>{#g/alphysFR}* 这完全正常。
zh_tw: <25>{#g/alphysFR}* 這完全正常。

source: <25>{#p/alphys}{#g/alphysWelp}* Who knows what kind of antics he'll pull.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Quem sabe que tipo de travessuras ele vai fazer.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 谁知道他会做出 什么样的古怪动作。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 誰知道他會做出 什麼樣的古怪動作。

source: <25>{#p/alphys}{#g/alphysFR}* It's called "sarcasm."
pt_br: <25>{#p/alphys}{#g/alphysFR}* Se chama "sarcasmo".
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 这真“讽刺”。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 這真「諷刺」。

source: <25>{#p/alphys}{#g/alphysCutscene3}* Mettaton must be waiting so patiently right now.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Mettaton deve estar esperando cheio da paciência agora.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* Mettaton现在一定在 耐心等待着你。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* Mettaton現在一定在 耐心等待著你。

source: <32>{#p/mettaton}* NO TIME LIKE THE PRESENT!
pt_br: <32>{#p/mettaton}* NÃO A TEMPO IGUAL AO PRESENTE!
zh_cn: <32>{#p/mettaton}* 机不可失！
zh_tw: <32>{#p/mettaton}* 機不可失！

source: <32>{#p/mettaton}* I THINK YOU'RE STILL MISSING SOME THINGS.
pt_br: <32>{#p/mettaton}* EU ACHO QUE VOCÊ AINDA ESTÁ ESQUECENDO ALGUMAS COISAS.
zh_cn: <32>{#p/mettaton}* 我认为你还漏了点什么。
zh_tw: <32>{#p/mettaton}* 我認為你還漏了點什麼。

source: <32>{#p/mettaton}* I THINK YOU'RE STILL MISSING SOMETHING.
pt_br: <32>{#p/mettaton}* EU ACHO QUE VOCÊ AINDA ESTÁ ESQUECENDO ALGUMAS COISAS.
zh_cn: <32>{#p/mettaton}* 我认为你还漏了个什么。
zh_tw: <32>{#p/mettaton}* 我認為你還漏了個什麼。

source: <32>{#p/mettaton}* NICE WORK! * NOW PLACE EVERYTHING ON THE COUNTER TO MY LEFT.
pt_br: <32>{#p/mettaton}* BELO TRABALHO! * AGORA COLOCA TUDO AQUI NA MESA DO MEU LADO.
zh_cn: <32>{#p/mettaton}* 干得好！ * 把所有东西放上我左边的操作台。
zh_tw: <32>{#p/mettaton}* 幹得好！ * 把所有東西放上我左邊的操作臺。

source: <32>{#p/mettaton}* NICE WORK! * NOW PLACE THE REST ON THE COUNTER TO MY LEFT.
pt_br: <32>{#p/mettaton}* BELO TRABALHO! * AGORA COLOCA O RESTANTE NA MESA DO MEU LADO.
zh_cn: <32>{#p/mettaton}* 干得好！ * 现在把剩下的东西放上 我左边的操作台。
zh_tw: <32>{#p/mettaton}* 幹得好！ * 現在把剩下的東西放上 我左邊的操作臺。

source: <32>{#p/mettaton}* NICE WORK! * NOW PLACE THE LAST ITEM ON THE COUNTER TO MY LEFT.
pt_br: <32>{#p/mettaton}* BELO TRABALHO! * AGORA COLOQUE O ÚLTIMO ITEM AQUI NA MESA DO MEU LADO.
zh_cn: <32>{#p/mettaton}* 干得好！ * 现在把最后一样东西放上 我左边的操作台。
zh_tw: <32>{#p/mettaton}* 幹得好！ * 現在把最後一樣東西放上 我左邊的操作臺。

source: <32>{#p/basic}* You'll need a special pass to access the liftgate network.
pt_br: <32>{#p/basic}* Você vai precisar de um passe especial para acessar essa rede.
zh_cn: <32>{#p/basic}* 需要特殊通行证 才能使用升降机。ゑ
zh_tw: <32>{#p/basic}* 需要特殊通行證 才能使用升降機。ゑ

source: <25>{#p/asriel2}{#f/3}* No doubt a pass will be in Alphys's lab. * Let's go there first.
pt_br: <25>{#p/asriel2}{#f/3}* Sem dúvidas que terá um passe no laboratório da Alphys. * Vamos lá primeiro.
zh_cn: <25>{#p/asriel2}{#f/3}* Alphys的实验室里 肯定有通行证。 * 我们先进去找找。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* Alphys的實驗室裡 肯定有通行證。 * 我們先進去找找。ゑ

source: <25>{#p/asriel2}{#f/6}* Seriously, $(name)? * You know where Alphys's spare cell phone is.
pt_br: <25>{#p/asriel2}{#f/6}* Sério, $(name)? * Você sabe onde o celular reserva da Alphys está.
zh_cn: <25>{#p/asriel2}{#f/6}* $(name)， 你脑子没坏吧？[ADD]<25>{#p/asriel2}{#f/6}* 你明明知道 Alphys的备用机在哪。
zh_tw: <25>{#p/asriel2}{#f/6}* $(name)， 你腦子沒壞吧？[ADD]<25>{#p/asriel2}{#f/6}* 你明明知道 Alphys的備用機在哪。

source: <25>{#p/asriel2}{#f/7}* Go back to her desk and grab it.
pt_br: <25>{#p/asriel2}{#f/7}* Volta lá no desk dela e pega logo.
zh_cn: <25>{#p/asriel2}{#f/7}* 还不快回她办公桌拿去。
zh_tw: <25>{#p/asriel2}{#f/7}* 還不快回她辦公桌拿去。

source: <25>{#p/asriel2}{#f/3}* Remember, we need that cell phone from Alphys's lab.
pt_br: <25>{#p/asriel2}{#f/3}* Lembre-se, nós precisamos do celular da Alphys no laboratório.
zh_cn: <25>{#p/asriel2}{#f/3}* 别忘了，我们要用 Alphys的备用机。
zh_tw: <25>{#p/asriel2}{#f/3}* 別忘了，我們要用 Alphys的備用機。

source: <25>{#p/asriel2}{#f/4}* I'm pretty sure it was on her desk...
pt_br: <25>{#p/asriel2}{#f/4}* Eu tenho certeza que está no desk dela...
zh_cn: <25>{#p/asriel2}{#f/4}* 我敢打赌， 就在她办公桌上...
zh_tw: <25>{#p/asriel2}{#f/4}* 我敢打賭， 就在她辦公桌上...

source: <25>{#p/asriel2}{#f/3}* Remember, the cell phone from Alphys's lab.
pt_br: <25>{#p/asriel2}{#f/3}* Lembre-se, o celular da Alphys no laboratório.
zh_cn: <25>{#p/asriel2}{#f/3}* 别忘了Alphys实验室里 那台手机。
zh_tw: <25>{#p/asriel2}{#f/3}* 別忘了Alphys實驗室裡 那臺手機。

source: <25>{#p/asriel2}{#f/3}* Alphys usually keeps liftgate passes on her cell phones.
pt_br: <25>{#p/asriel2}{#f/3}* Alphys normalmente deixa os passes das máquinas de vôo no celular.
zh_cn: <25>{#p/asriel2}{#f/3}* Alphys一直会给手机 配好升降机通行证的。
zh_tw: <25>{#p/asriel2}{#f/3}* Alphys一直會給手機 配好升降機通行證的。

source: <25>* I think I saw one back in the lab. * Go get it.
pt_br: <25>* Eu acho que vi um lá no laboratório. * Vá pegar.
zh_cn: <25>* 实验室里我看到有一部。 * 快去拿。
zh_tw: <25>* 實驗室裡我看到有一部。 * 快去拿。

source: <25>{#p/asriel2}{#f/7}* $(name), we can't make progress without that pass.
pt_br: <25>{#p/asriel2}{#f/7}* $(name), nós não conseguiremos continuar sem o passe.
zh_cn: <25>{#p/asriel2}{#f/7}* $(name)， 没通行证我们过不去。
zh_tw: <25>{#p/asriel2}{#f/7}* $(name)， 沒通行證我們過不去。

source: <25>{#f/6}* Find it.
pt_br: <25>{#f/6}* Vamos encontrar.
zh_cn: <25>{#f/6}* 快去找找。
zh_tw: <25>{#f/6}* 快去找找。

source: <25>{#p/asriel2}{#f/13}* Uh... $(name)?
zh_cn: <25>{#p/asriel2}{#f/13}* 呃... $(name)？
zh_tw: <25>{#p/asriel2}{#f/13}* 呃... $(name)？

source: <25>{#p/asriel2}{#f/13}* ...
zh_cn: <25>{#p/asriel2}{#f/13}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* ...ゑ

source: <32>* Wasn't there a spare cell phone on Alphys's desk?
pt_br: <32>* Não tinha um celular reserva no desk da Alphys?
zh_cn: <32>* Alphys的桌子上不是 有个备用机吗？
zh_tw: <32>* Alphys的桌子上不是 有個備用機嗎？

source: <32>* ... maybe there'd be one in the lab somewhere?
pt_br: <32>* ... talvez tenha um no laboratório em algum lugar?
zh_cn: <32>* ...也许实验室里会有一个？
zh_tw: <32>* ...也許實驗室裡會有一個？

source: * (Where would you like to go?)
pt_br: * (Onde você gostaria de ir?)
zh_cn: * （你想去哪里？）
zh_tw: * （你想去哪裡？）

source: Floor R2
pt_br: Piso R2
zh_cn: 右二层
zh_tw: 右二層

source: Floor L2
pt_br: Piso L2
zh_cn: 左二层
zh_tw: 左二層

source: Floor L3
pt_br: Piso L3
zh_cn: 左三层
zh_tw: 左三層

source: Floor R1
pt_br: Piso R1
zh_cn: 右一层
zh_tw: 右一層

source: <32>{#p/basic}* It's de-activated.
pt_br: <32>{#p/basic}* Está desativado.
zh_cn: <32>{#p/basic}* 动力已关闭。
zh_tw: <32>{#p/basic}* 動力已關閉。

source: <25>{#p/asriel2}{#f/8}* Guess there's only one way forward now.
pt_br: <25>{#p/asriel2}{#f/8}* Acho que só tem um caminho agora.
zh_cn: <25>{#p/asriel2}{#f/8}* 看来现在 只有一条路可走了。
zh_tw: <25>{#p/asriel2}{#f/8}* 看來現在 只有一條路可走了。

source: <32>{#p/human}* (The elevator appears to be powered down.)
pt_br: <32>{#p/human}* (O elevador parece ter parado de funcionar.)
zh_cn: <32>{#p/human}* （电梯似乎断电了。）
zh_tw: <32>{#p/human}* （電梯似乎斷電了。）

source: <25>{#p/asriel2}{#f/8}* No elevator for us.
pt_br: <25>{#p/asriel2}{#f/8}* Sem elevador pra gente.
zh_cn: <25>{#p/asriel2}{#f/8}* 咱们没电梯好乘喽。
zh_tw: <25>{#p/asriel2}{#f/8}* 咱們沒電梯好乘嘍。

source: <25>{#p/asriel2}{#f/8}* Guess we'll have to find another way up.
pt_br: <25>{#p/asriel2}{#f/8}* Acho que vamos ter que encontrar outro caminho.
zh_cn: <25>{#p/asriel2}{#f/8}* 只能换条路走了。
zh_tw: <25>{#p/asriel2}{#f/8}* 只能換條路走了。

source: <32>{#p/human}* (Where would you like to go?)
pt_br: <32>{#p/human}* (Onde você gostaria de ir?)
zh_cn: <32>{#p/human}* （你想去哪里？）
zh_tw: <32>{#p/human}* （你想去哪裡？）

source: Floor L1
pt_br: Piso L1
zh_cn: 左一层
zh_tw: 左一層

source: Floor R3
pt_br: Piso R3
zh_cn: 右三层
zh_tw: 右三層

source: <32>{#p/human}* (The terminal appears to have been powered off.)
pt_br: <32>{#p/human}* (O terminal parece ter desligado.)
zh_cn: <32>{#p/human}* （终端似乎已经停机了。）
zh_tw: <32>{#p/human}* （終端似乎已經停機了。）

source: <32>{#p/human}* (You activate the terminal and read the info logs.)
pt_br: <32>{#p/human}* (Você ativa o terminal e lê os registros de informações.)
zh_cn: <32>{#p/human}* （你激活了终端。） * （上面有一些工作日志。）ゑ
zh_tw: <32>{#p/human}* （你激活了終端。） * （上面有一些工作日誌。）ゑ

source: <32>{#p/basic}* "Activity log, K-615.09"
pt_br: <32>{#p/basic}* "Registro de atividades, K-615.09"
zh_cn: <32>{#p/basic}* “工作日志，克历615年9月”ゑ
zh_tw: <32>{#p/basic}* 「工作日誌，克歷615年9月」ゑ

source: <32>* "Automated data analysis confirms several sudden shifts in the positions of stars."
pt_br: <32>* "A análise automatizada de dados confirma várias mudanças repentinas nas posições das estrelas."
zh_cn: <32>* “自动数据分析器已证实： 近期，几颗恒星的位置坐标 发生了多次突变。”ゑ
zh_tw: <32>* 「自動數據分析器已證實： 近期，幾顆恆星的位置坐標 發生了多次突變。」ゑ

source: <32>* "Conclusion... the logical flow of time within the force field was disrupted."
pt_br: <32>* "Conclusão... a lógica de passagem do tempo dentro do escudo de força foi interrompido."
zh_cn: <32>* “这些位置突变... 导致了力场内的时间乱流。”ゑ
zh_tw: <32>* 「這些位置突變... 導致了力場內的時間亂流。」ゑ

source: <32>* "Estimated time differential places real date at roughly K-625.09, ten orbits later."
pt_br: <32>* "O diferencial de tempo estimado coloca a data real em aproximadamente K-625,09, dez órbitas depois."
zh_cn: <32>* “经推算，乱流导致时间落后了 十个公转周期。”[ADD]<32>* “当前的真实时间 应为克历625年9月。”ゑ
zh_tw: <32>* 「經推算，亂流導致時間落後了 十個公轉周期。」[ADD]<32>* 「當前的真實時間 應為克歷625年9月。」ゑ

source: <32>{#p/basic}* "Activity log, K-615.08"
pt_br: <32>{#p/basic}* "Registro de atividades, K-615.08"
zh_cn: <32>{#p/basic}* “工作日志，克历615年8月”ゑ
zh_tw: <32>{#p/basic}* 「工作日誌，克歷615年8月」ゑ

source: <32>* "The subject was left unattended for a short time."
pt_br: <32>* "O sujeito foi deixado sem vigilância por um curto período de tempo."
zh_cn: <32>* “短时间内，研究对象无人看管。”ゑ
zh_tw: <32>* 「短時間內，研究對象無人看管。」ゑ

source: <32>* "The flower's gone."
pt_br: <32>* "A flor fugiu."
zh_cn: <32>* “那花不见了。”ゑ
zh_tw: <32>* 「那花不見了。」ゑ

source: <25>{#p/asriel2}{#f/9}* I wonder what happened here.
pt_br: <25>{#p/asriel2}{#f/9}* Me pergunto o que aconteceu.
zh_cn: <25>{#p/asriel2}{#f/9}* 哎呀，真好奇发生什么了呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* 哎呀，真好奇發生什麼了呢。ゑ

source: <32>{#p/human}* (You activate the terminal and read the message.)
pt_br: <32>{#p/human}* (Você ativa o terminal e lê a mensagem.)
zh_cn: <32>{#p/human}* （你激活了终端。） * （上面有一条新消息。）ゑ
zh_tw: <32>{#p/human}* （你激活了終端。） * （上面有一條新訊息。）ゑ

source: <32>{#p/basic}* "The Royal Lab is closed!" * "Thank you everyone for your hard work and dedication."
pt_br: <32>{#p/basic}* "O Lab. Real está fechado!" * "Obrigado a todos por seus fortes trabalhos e dedicação."
zh_cn: <32>{#p/basic}* “皇家实验室已关停！” * “在此感谢各位的辛勤付出。”ゑ
zh_tw: <32>{#p/basic}* 「皇家實驗室已關停！」 * 「在此感謝各位的辛勤付出。」ゑ

source: <#32>{#p/basic}* "Kahaha, Glyde was here!" - Glyde
pt_br: <#32>{#p/basic}* "Kahaha, Glyde esteve aqui!" - Glyde
zh_cn: <#32>{#p/basic}* “呀哈哈，Glyde在此！” - Glyde
zh_tw: <#32>{#p/basic}* 「呀哈哈，Glyde在此！」 - Glyde

source: <32>{#p/basic}* "I'm sorry, everyone..."
pt_br: <32>{#p/basic}* "Me desculpe, todo mundo..."
zh_cn: <32>{#p/basic}* “各位，我很抱歉...”
zh_tw: <32>{#p/basic}* 「各位，我很抱歉...」

source: <32>{#p/basic}* "Dear employees of the Royal Lab, please place waste in the appropriate receptacles."
pt_br: <32>{#p/basic}* "Queridos trabalhadores do Lab. Favor depositar restos de pesquisa no local correto."
zh_cn: <32>{#p/basic}* “皇家实验室各位员工： 请做好垃圾分类。”ゑ
zh_tw: <32>{#p/basic}* 「皇家實驗室各位員工： 請做好垃圾分類。」ゑ

source: <32>{#p/basic}* "The Royal Lab is no longer safe. Evacuation procedure in effect."
pt_br: <32>{#p/basic}* "O Lab. Real não é mais seguro. Procedência de evacuação em andamento."
zh_cn: <32>{#p/basic}* “皇家实验室已不再安全， 请尽快撤离。”ゑ
zh_tw: <32>{#p/basic}* 「皇家實驗室已不再安全， 請儘快撤離。」ゑ

source: <32>{#p/basic}* "Welcome to the Royal Lab."
pt_br: <32>{#p/basic}* "Bem-vindo ao Laboratório Real."
zh_cn: <32>{#p/basic}* “欢迎来到皇家实验室。”ゑ
zh_tw: <32>{#p/basic}* 「歡迎來到皇家實驗室。」ゑ

source: <32>{#p/basic}* Tower two, clocking out.
pt_br: <32>{#p/basic}* Torre dois, marcando ponto.
zh_cn: <32>{#p/basic}* 二号塔台，打卡完毕。
zh_tw: <32>{#p/basic}* 二號塔臺，打卡完畢。

source: <32>* We'll be at the rec center...
pt_br: <32>* Nós estaremos no rec center...
zh_cn: <32>* 我们去休闲回廊吧...
zh_tw: <32>* 我們去休閒迴廊吧...

source: <32>* ... won't we, girl?
pt_br: <32>* ... não estaremos, garota?
zh_cn: <32>* ...你觉得呢，宝贝？
zh_tw: <32>* ...你覺得呢，寶貝？

source: <32>{#p/basic}* Tower two, reporting in.
pt_br: <32>{#p/basic}* Torre dois, reportando.
zh_cn: <32>{#p/basic}* 二号塔台，报告情况。
zh_tw: <32>{#p/basic}* 二號塔臺，報告情況。

source: <32>* We've spotted the human heading towards the elevator.
pt_br: <32>* Nós vimos o humano entrando em um elevador.
zh_cn: <32>* 我们发现那人类 正朝电梯走去。
zh_tw: <32>* 我們發現那人類 正朝電梯走去。

source: <32>* Sorry, Alphys...
pt_br: <32>* Desculpa, Alphys...
zh_cn: <32>* 抱歉，Alphys...
zh_tw: <32>* 抱歉，Alphys...

source: <32>* ... we didn't train to capture humans all this time just to protect them.
pt_br: <32>* ... nós não treinamos para capturar um humano este tempo todo só para protegê-lo.
zh_cn: <32>* ...我们一直训练抓捕人类的 目的可不是保护人类。
zh_tw: <32>* ...我們一直訓練抓捕人類 可不是為了去保護人類。

source: <32>{#p/basic}* "No data available."
pt_br: <32>{#p/basic}* "Sem data acessível."
zh_cn: <32>{#p/basic}* “暂无可用数据。”
zh_tw: <32>{#p/basic}* 「暫無可用數據。」

source: <32>{#p/human}* (You can't make out what's in the recycle bin...)
pt_br: <32>{#p/human}* (Você não consegue ver o que está na lixeira...)
zh_cn: <32>{#p/human}* （你看不清回收站里有什么...）
zh_tw: <32>{#p/human}* （你看不清資源回收桶裡有什麼...）

source: <32>{#p/basic}* It's a recycle bin.
pt_br: <32>{#p/basic}* É uma lixeira.
zh_cn: <32>{#p/basic}* 一个回收站。ゑ
zh_tw: <32>{#p/basic}* 一個資源回收桶。ゑ

source: <32>{#p/human}* (You discarded the electro- dampening fluid.)
pt_br: <32>{#p/human}* (Você descartou o fluido de eletro-amortecimento.)
zh_cn: <32>{#p/human}* （你丢掉了电阻尼液。）
zh_tw: <32>{#p/human}* （你懷著不舍的心情， 丟了那杯電尼阻液。）[ADD]<32>{#p/human}* （呃啊... 好心痛。）

source: <32>{#p/human}* (You found the happy powder.)
pt_br: <32>{#p/human}* (Você encontrou o pó feliz.)
zh_cn: <32>{#p/human}* （你找到了幸福闪粉。）
zh_tw: <32>{#p/human}* （你找到了幸福閃粉。）

source: <32>{#p/human}* (You found the hexogen.)
pt_br: <32>{#p/human}* (Você encontrou o hexógeno.)
zh_cn: <32>{#p/human}* （你找到了环三亚甲基三硝胺。）
zh_tw: <32>{#p/human}* （你找到了環三亞甲基三硝胺。）

source: <32>{#p/human}* (You found the tingle serum.)
pt_br: <32>{#p/human}* (Você encontrou o soro de formigamento.)
zh_cn: <32>{#p/human}* （你找到了激情水浆。）
zh_tw: <32>{#p/human}* （你找到了激情水漿。）

source: <32>{#p/human}* (You found the dioctyl adipate.)
pt_br: <32>{#p/human}* (Você encontrou o adipato de dioctilo.)
zh_cn: <32>{#p/human}* （你找到了己二酸二正辛酯。）
zh_tw: <32>{#p/human}* （你找到了己二酸二正辛酯。）

source: <32>{#p/human}* (You found the love oil.)
pt_br: <32>{#p/human}* (Você encontrou o óleo do amor.)
zh_cn: <32>{#p/human}* （你找到了博爱甘油。）
zh_tw: <32>{#p/human}* （你找到了博愛甘油。）

source: <32>{#p/human}* (You found the mineral oil.)
pt_br: <32>{#p/humano}* (Você encontrou o óleo mineral.)
zh_cn: <32>{#p/human}* （你找到了矿物油。）
zh_tw: <32>{#p/human}* （你找到了礦物油。）

source: <25>{#p/asriel2}{#f/13}* $(name), uh...
zh_cn: <25>{#p/asriel2}{#f/13}* 呃... $(name)...
zh_tw: <25>{#p/asriel2}{#f/13}* 呃... $(name)...

source: <25>{#p/asriel2}{#f/18}* What are you doing...?
pt_br: <25>{#p/asriel2}{#f/18}* O que você está fazendo...?
zh_cn: <25>{#p/asriel2}{#f/18}* ...你搞啥呢？
zh_tw: <25>{#p/asriel2}{#f/18}* ...你搞啥呢？

source: <25>{#p/asriel2}{#f/18}* Wh- * $(name)!
pt_br: <25>{#p/asriel2}{#f/18}* Qu- * $(name)!
zh_cn: <25>{#p/asriel2}{#f/18}* 什- * $(name)！
zh_tw: <25>{#p/asriel2}{#f/18}* 什- * $(name)！

source: <25>{#p/asriel2}{#f/18}* Did you just... poke my snout?
pt_br: <25>{#p/asriel2}{#f/18}* Você acabou de... cutucar meu focinho?
zh_cn: <25>{#p/asriel2}{#f/18}* 你刚才.. 是不是戳了下我的鼻子？
zh_tw: <25>{#p/asriel2}{#f/18}* 你剛才.. 是不是戳了下我的鼻子？

source: <25>{#p/asriel2}{#f/18}* Ah- * Stop that!
pt_br: <25>{#p/asriel2}{#f/18}* Ah- * Para com isso!
zh_cn: <25>{#p/asriel2}{#f/18}* 啊- * 快停下！
zh_tw: <25>{#p/asriel2}{#f/18}* 啊- * 快停下！

source: <25>{#p/asriel2}{#f/18}* Cut it out!
pt_br: <25>{#p/asriel2}{#f/18}* Sério para!
zh_cn: <25>{#p/asriel2}{#f/18}* 别闹了！
zh_tw: <25>{#p/asriel2}{#f/18}* 別鬧了！

source: <25>{#p/asriel2}{#f/13}* Are you okay, $(name)?
pt_br: <25>{#p/asriel2}{#f/13}* Você está bem, $(name)?
zh_cn: <25>{#p/asriel2}{#f/13}* 你没事吧，$(name)？
zh_tw: <25>{#p/asriel2}{#f/13}* 你沒事吧，$(name)？

source: <25>{#p/asriel2}{#f/16}* ... I'll wait.
pt_br: <25>{#p/asriel2}{#f/16}* ... Eu vou esperar.
zh_cn: <25>{#p/asriel2}{#f/16}* ...行，我等着。
zh_tw: <25>{#p/asriel2}{#f/16}* ...行，我等著。

source: <25>{#p/asriel1}{#f/17}* Personal space...
pt_br: <25>{#p/asriel1}{#f/17}* Espaço pessoal...
zh_cn: <25>{#p/asriel1}{#f/17}* 一个私密空间...
zh_tw: <25>{#p/asriel1}{#f/17}* 一個私密空間...

source: <25>{#p/asriel1}{#f/18}* Wh- * Frisk!
pt_br: <25>{#p/asriel1}{#f/18}* Qu- * Frisk!
zh_cn: <25>{#p/asriel1}{#f/18}* 什— * Frisk！
zh_tw: <25>{#p/asriel1}{#f/18}* 什— * Frisk！
