Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/mettaton}* SEE YOU SOON...
pt_br: <32>{#p/mettaton}* LOGO NOS VEREMOS...
zh_cn: <32>{#p/mettaton}* 拜拜咯...ゑ
zh_tw: <32>{#p/mettaton}* 拜拜嚕...ゑ

source: <25>{#p/asriel2}{#f/8}* Something tells me this won't be as easy as we'd hoped.
pt_br: <25>{#p/asriel2}{#f/8}* Algo me diz que isso não será tão fácil quanto esperamos.
zh_cn: <25>{#p/asriel2}{#f/8}* 看来事情不简单。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 看來事情不簡單。ゑ

source: <25>{*}{#p/asriel2}{#f/13}* What are you- {%}
pt_br: <25>{*}{#p/asriel2}{#f/13}* O que você- {%}
zh_cn: <25>{*}{#p/asriel2}{#f/13}* 你说什- ゑ{^5}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/13}* 你說什- ゑ{^5}{%}

source: <25>{*}{#p/asriel2}{#f/15}* $(name). * What are you doing.{^40}{%}
pt_br: <25>{*}{#p/asriel2}{#f/15}* $(name). * O que você tá fazendo.{^40}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/15}* $(name)。 * 你在干啥。ゑ{^40}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/15}* $(name)。 * 你在幹啥。ゑ{^40}{%}

source: <25>{*}{#p/asriel2}{#f/15}* This can't go on...{^40}{%}
pt_br: <25>{*}{#p/asriel2}{#f/15}* Não dá pra continuar assim...{^40}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/15}* 快停下...ゑ{^40}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/15}* 快停下...ゑ{^40}{%}

source: <25>{*}{#p/asriel2}{#f/16}* Thanks anyway, $(name).{^40}{%}
pt_br: <25>{*}{#p/asriel2}{#f/16}* Obrigado de toda forma, $(name).{^40}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/16}* $(name)， 用不着这样。ゑ{^40}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/16}* $(name)， 用不著這樣。ゑ{^40}{%}

source: <32>{#p/mettaton}* AT LAST...
pt_br: <32>{#p/mettaton}* NO FIM...
zh_cn: <32>{#p/mettaton}* 终于...
zh_tw: <32>{#p/mettaton}* 終於...

source: <32>* AT LAST WE MEET ON THIS FATEFUL...
pt_br: <32>* FINALMENTE NOS ENCONTRAMOS NESTE FATÍDICO...
zh_cn: <32>* 终于，在命运的...
zh_tw: <32>* 終於，在命運的...

source: <32>{#e/mettaton/25}* MY SENSORS TELL ME YOU'RE LOOKING OVER MY SHOULDER.
pt_br: <32>{#e/mettaton/25}* MEUS SENSORES ME DIZEM QUE VOCÊ ESTÁ OLHANDO POR CIMA DO MEU OMBRO.
zh_cn: <32>{#e/mettaton/25}* 我的传感器探测到 你正试图往我身后看。
zh_tw: <32>{#e/mettaton/25}* 我的傳感器探測到 你正試圖往我身後看。

source: <32>{#e/mettaton/30}* YOU MUST BE EAGER TO FLIP THAT SWITCH OF MINE, EH "$(moniker2u)?"
pt_br: <32>{#e/mettaton/30}* VOCÊ DEVE ESTAR COÇANDO AS MÃOS PARA APERTAR AQUELE BOTÃO, NÉ "$(moniker2u)?"
zh_cn: <32>{#e/mettaton/30}* 你肯定特别想动我的开关， 是不是啊，“$(moniker2u)”？
zh_tw: <32>{#e/mettaton/30}* 你肯定特別想動我的開關， 是不是啊，「$(moniker2u)」？

source: <32>{#e/mettaton/30}* YOU MUST BE EAGER TO FLIP THAT SWITCH OF MINE, EH DARLING?
pt_br: <32>{#e/mettaton/30}* VOCÊ DEVE ESTAR QUERENDO MUITO APERTAR AQUELE BOTÃO, NÉ QUERIDO?
zh_cn: <32>{#e/mettaton/30}* 你肯定特别想动我的开关， 是不是啊，亲？
zh_tw: <32>{#e/mettaton/30}* 你肯定特別想動我的開關， 是不是啊，親？

source: <32>{#e/mettaton/28}* A SWITCH YOU NO DOUBT KNOW ABOUT THANKS TO ALPHYS SHARING MY SECRETS WITH YOU.
pt_br: <32>{#e/mettaton/28}* UM BOTÃO DO QUAL VOCÊ COM CERTEZA JÁ SABE POR CONTA DA BOCA GRANDE DA ALPHYS.
zh_cn: <32>{#e/mettaton/28}* 你早就知道那里有开关。 * 毕竟，我那点小秘密 ALPHYS肯定没藏住。
zh_tw: <32>{#e/mettaton/28}* 你早就知道那裡有開關。 * 畢竟，我那點小秘密 ALPHYS肯定沒藏住。

source: <32>{#e/mettaton/3}* HOW PREDICTABLE...
pt_br: <32>{#e/mettaton/3}* QUE PREVISÍVEL...
zh_cn: <32>{#e/mettaton/3}* 真是一猜就中...
zh_tw: <32>{#e/mettaton/3}* 真是一猜就中...

source: <32>{#e/mettaton/28}* A SWITCH YOU NO DOUBT LEARNED OF BY SPELUNKING INTO THE ROYAL LAB RECORDINGS.
pt_br: <32>{#e/mettaton/28}* UM BOTÃO QUE VOCÊ SEM DÚVIDA APRENDEU AO EXPLORAR AS GRAVAÇÕES DO LAB REAL.
zh_cn: <32>{#e/mettaton/28}* 你早就知道那里有开关。 * 毕竟，看一眼皇家实验室的记录 就知道了。
zh_tw: <32>{#e/mettaton/28}* 你早就知道那裡有開關。 * 畢竟，看一眼皇家實驗室的記錄 就知道了。

source: <32>{#e/mettaton/12}* SUFFICE IT TO SAY, I WON'T WASTE YOUR TIME WITH A MONOLOGUE.
pt_br: <32>{#e/mettaton/12}* QUE ÓTIMO, EU NÃO FAREI VOCÊ PERDER TEMPO COM MONÓLOGO.
zh_cn: <32>{#e/mettaton/12}* 那我就不浪费时间 长篇大论了。
zh_tw: <32>{#e/mettaton/12}* 那我就不浪費時間 長篇大論了。

source: <32>{#e/mettaton/3}* JUST KNOW THAT I'M NOT IN THE MOOD FOR GAMES.
pt_br: <32>{#e/mettaton/3}* SÓ SAIBA QUE EU NÃO ESTOU NO CLIMA PARA JOGOS.
zh_cn: <32>{#e/mettaton/3}* 只说一句话： 现在，我有点不在状态。
zh_tw: <32>{#e/mettaton/3}* 只說一句話： 現在，我有點不在狀態。

source: <32>{#e/mettaton/31}* JUST KNOW THAT I WON'T GO EASY ON YOU FOR A SECOND!
pt_br: <32>{#e/mettaton/31}* SÓ SAIBA QUE EU NÃO VOU PEGAR LEVE CONTIGO NEM UM SEGUNDO!
zh_cn: <32>{#e/mettaton/31}* 只说一句话： 这次，我不会再手下留情！
zh_tw: <32>{#e/mettaton/31}* 只說一句話： 這次，我不會再手下留情！

source: <32>{#e/mettaton/31}* JUST KNOW THAT I'M COUNTING ON YOU TO BRING YOUR A-GAME!
pt_br: <32>{#e/mettaton/31}* SÓ SAIBA QUE EU ESTOU CONTANDO CONTIGO PARA TRAZER UM VERDADEIRO JOGO!
zh_cn: <32>{#e/mettaton/31}* 只说一句话： 这次演出精彩与否，就看你的了！
zh_tw: <32>{#e/mettaton/31}* 只說一句話： 這次演出精彩與否，就看你的了！

source: <32>{#e/mettaton/19}* JUST KNOW THAT I COULDN'T CARE LESS ABOUT WHAT HAPPENS TO YOU.
pt_br: <32>{#e/mettaton/19}* SÓ SAIBA QUE EU NÃO PODERIA ME IMPORTAR MENOS COM O QUE ACONTECE CONTIGO.
zh_cn: <32>{#e/mettaton/19}* 只说一句话： 我不能对你的转变视而不见。
zh_tw: <32>{#e/mettaton/19}* 只說一句話： 我不能對你的轉變視而不見。

source: <32>* AT LAST WE MEET ON THIS FATEFUL STAGE.
pt_br: <32>* FINALMENTE NOS ENCONTRAMOS NESTE ESTÁGIO FATÍDICO.
zh_cn: <32>* 终于，在命运的指引下， 我们再度相会于此。
zh_tw: <32>* 終於，在命運的指引下， 我們再度相會於此。

source: <32>{#e/mettaton/3}* WELL THEN.
pt_br: <32>{#e/mettaton/3}* BEM.
zh_cn: <32>{#e/mettaton/3}* 干的不错。
zh_tw: <32>{#e/mettaton/3}* 幹的不錯。

source: <32>{#e/mettaton/35}* IT -IS- INCREDIBLE HOW YOU'VE MANAGED TO KEEP UP THE ACT FOR SO LONG...
pt_br: <32>{#e/mettaton/35}* É INCRÍVEL COMO VOCÊ CONSEGUIU MANTER O ATO POR TANTO TEMPO...
zh_cn: <32>{#e/mettaton/35}* 这样的行为能保持【这么】 长时间真是不可思议啊...
zh_tw: <32>{#e/mettaton/35}* 這樣的行為能保持【這麼】 長時間真是不可思議啊...

source: <32>{#e/mettaton/6}* BUT NOW, COMES THE MOMENT WHERE YOUR MASK IS SURE TO SLIP.
pt_br: <32>{#e/mettaton/6}* MAS AGORA, É O MOMENTO QUE SUA MÁSCARA FINALMENTE CAIRÁ.
zh_cn: <32>{#e/mettaton/6}* 但现在， 是时候该展现出你的 庐山真面目了。
zh_tw: <32>{#e/mettaton/6}* 但現在， 是時候該展現出你的 廬山真面目了。

source: <32>{#e/mettaton/5}* DID YOU REALLY THINK I WAS GOING TO GO EASY ON YOU, DEAR "$(moniker2u)?"
pt_br: <32>{#e/mettaton/5}* VOCÊ REALMENTE ACHA QUE EU IRIA PEGAR LEVE CONTIGO, QUERIDO "$(moniker2u)?"
zh_cn: <32>{#e/mettaton/5}* 可别真以为 我会对你手下留情， 亲爱的“$(moniker2u)”。
zh_tw: <32>{#e/mettaton/5}* 可別真以為 我會對你手下留情， 親愛的「$(moniker2u)」。

source: <32>{#e/mettaton/0}* WELL, OF COURSE YOU DIDN'T. * BUT YOU STILL WON'T BE READY FOR WHAT COMES NEXT.
pt_br: <32>{#e/mettaton/0}* BEM, É CLARO QUE VOCÊ NÃO. * MAS ACHO QUE VOCÊ NÃO ESTÁ PRONTO PARA O QUE VIRÁ DEPOIS.
zh_cn: <32>{#e/mettaton/0}* 好吧，你当然不这么认为。 * 但你并没有为接下来的发展 做好准备。
zh_tw: <32>{#e/mettaton/0}* 好吧，你當然不這麼認為。 * 但你並沒有為接下來的發展 做好準備。

source: <32>{#e/mettaton/10}* IF YOU THINK YOU HAVE WHAT IT TAKES, THEN DO BE MY GUEST...
pt_br: <32>{#e/mettaton/10}* SE VOCÊ ACHA QUE TEM O QUE É PRECISO, ENTÃO FIQUE À VONTADE...
zh_cn: <32>{#e/mettaton/10}* 如果你认为你已经准备好了， 那就请便吧。
zh_tw: <32>{#e/mettaton/10}* 如果你認為你已經準備好了， 那就請便吧。

source: <32>{#e/mettaton/31}* JUST DON'T BLAME -ME- FOR YOUR DEFEAT WHEN IT FINALLY HAPPENS!
pt_br: <32>{#e/mettaton/31}* SÓ NÃO ME CULPE POR TE -DERROTAR- QUANDO ISSO ACONTECER!
zh_cn: <32>{#e/mettaton/31}* 当你最终【失败】时， 可别将过错归咎于我！
zh_tw: <32>{#e/mettaton/31}* 當你最後【失敗】時， 可別將過錯歸咎於我！

source: <32>{#e/mettaton/4}* BUT THEN...
pt_br: <32>{#e/mettaton/4}* MAS ENTÃO...
zh_cn: <32>{#e/mettaton/4}* 我得承认...
zh_tw: <32>{#e/mettaton/4}* 我得承認...

source: <32>{#e/mettaton/34}* WHERE WOULD I BE WITHOUT YOU?
pt_br: <32>{#e/mettaton/34}* ONDE EU ESTARIA SEM VOCÊ?
zh_cn: <32>{#e/mettaton/34}* 如果没有你， 我也走不到现在这一步。
zh_tw: <32>{#e/mettaton/34}* 如果沒有你， 我也走不到現在這一步。

source: <32>{#e/mettaton/5}* FOR BETTER OR WORSE, YOU'VE GIVEN US BOTH THE OPPORTUNITY TO SHINE OUR BEST.
pt_br: <32>{#e/mettaton/5}* PARA O BEM OU MAU, VOCÊ NOS DEU A CHANCE DE MOSTRAR O MELHOR DE AMBOS.
zh_cn: <32>{#e/mettaton/5}* 一路下来，我们让观众 看到了自己最精彩的一面。
zh_tw: <32>{#e/mettaton/5}* 一路下來，我們讓觀眾 看到了自己最精彩的一面。

source: <32>{#e/mettaton/6}* BUT NOW, COMES THE MOMENT YOU'VE BEEN DYING FOR.
pt_br: <32>{#e/mettaton/6}* MAS AGORA, VEM O MOMENTO PELO QUAL VOCÊ ESTEVE ANSIOSO.
zh_cn: <32>{#e/mettaton/6}* 而即将到来的， 正是你我梦寐以求的重头好戏。
zh_tw: <32>{#e/mettaton/6}* 而即將到來的， 正是你我夢寐以求的重頭好戲。

source: <32>{#e/mettaton/23}* THOUGH, I MUST ADMIT...
pt_br: <32>{#e/mettaton/23}* PORÉM, EU DEVO ADMITIR...
zh_cn: <32>{#e/mettaton/23}* 不过，我得说...
zh_tw: <32>{#e/mettaton/23}* 不過，我得說...

source: <32>{#e/mettaton/5}* THINGS DIDN'T QUITE WORK OUT THE WAY I EXPECTED.
pt_br: <32>{#e/mettaton/5}* AS COISAS NÃO FORAM COMO EU ESPERAVA.
zh_cn: <32>{#e/mettaton/5}* 事情的发展有点超出 我的预料。
zh_tw: <32>{#e/mettaton/5}* 事情的發展有點超出 我的預料。

source: <32>{#e/mettaton/6}* ALL THIS OLD FAMILY NONSENSE COMING BACK OUT OF THE BLUE...
pt_br: <32>{#e/mettaton/6}* TODA ESSA COISA DE FAMILIA APARECENDO DO NADA EM MINHA VIDA...
zh_cn: <32>{#e/mettaton/6}* 那些家长里短的破事 偏偏这时候冒出来...
zh_tw: <32>{#e/mettaton/6}* 那些家長裡短的破事 偏偏這時候冒出來...

source: <32>* ... ISN'T SOMETHING I'M PARTICULARLY HAPPY ABOUT.
pt_br: <32>* ... NÃO É ALGO DO QUAL EU ESTOU PARTICULARMENTE FELIZ.
zh_cn: <32>* ...给我搅得心神不宁。
zh_tw: <32>* ...給我攪得心神不寧。

source: <32>{#e/mettaton/11}* STILL, I'VE GOT A GRAND FINALE TO PERFORM, SO I MIGHT AS WELL GET IT OVER WITH.
pt_br: <32>{#e/mettaton/11}* MAS, EU AINDA TENHO UM GRANDE FINAL PARA PERFORMAR, ENTÃO EU DEVO RESOLVER ISSO TAMBÉM.
zh_cn: <32>{#e/mettaton/11}* 不过，让我们先把 眼前这场表演圆满收尾， 再去处理那些事。
zh_tw: <32>{#e/mettaton/11}* 不過，讓我們先把 眼前這場表演圓滿收尾， 再去處理那些事。

source: <32>{#e/mettaton/5}* TRY NOT TO BE TOO MUCH OF A BORE, WILL YOU?
pt_br: <32>{#e/mettaton/5}* TENTE NÃO ATRAPALHAR, BELEZA?
zh_cn: <32>{#e/mettaton/5}* 观众们肯定都迫不及待了。
zh_tw: <32>{#e/mettaton/5}* 觀眾們肯定都迫不及待了。

source: <32>{#e/mettaton/6}* THE AUDIENCE IS STARVING FOR SOME GENUINE ACTION.
pt_br: <32>{#e/mettaton/6}* A AUDIÊNCIA ESTÁ ENCARANDO POR UMA RAZÃO GENUÍNA.
zh_cn: <32>{#e/mettaton/6}* 所以，别让观众失望，好吗？
zh_tw: <32>{#e/mettaton/6}* 所以，別讓觀眾失望，好嗎？

source: <32>{#e/mettaton/25}* I'M COUNTING ON YOU TO MAKE IT PAST ME IN ONE PIECE.
pt_br: <32>{#e/mettaton/25}* EU CONTO COM VOCÊ PARA PASSAR POR MIM SEM SE MACHUCAR.
zh_cn: <32>{#e/mettaton/25}* 这次演出，我会放放水， 让你赢。
zh_tw: <32>{#e/mettaton/25}* 這次演出，我會放放水， 讓你贏。

source: <32>{#e/mettaton/0}* DON'T GET ME WRONG, I'D LOVE TO TAKE A HUMAN SOUL AND BECOME HUMANITY'S STAR.
pt_br: <32>{#e/mettaton/0}* NÃO ME ENTENDA ERRADO, EU AMARIA TOMAR SUA ALMA E ME TORNAR A ESTRELA DA HUMANIDADE.
zh_cn: <32>{#e/mettaton/0}* 别误会。 * 要是我能干掉人类，拿到灵魂， 肯定会成为超级大明星。
zh_tw: <32>{#e/mettaton/0}* 別誤會。 * 要是我能幹掉人類，拿到靈魂， 肯定會成為超級大明星。

source: <32>{#e/mettaton/3}* BUT TAKING -YOUR- SOUL WOULD BE... BITTERSWEET.
pt_br: <32>{#e/mettaton/3}* MAS TIRAR -SUA- ALMA SERIA... AGRIDOCE.
zh_cn: <32>{#e/mettaton/3}* 但你我一起表演，一起欢笑， 一起度过那么多快乐的时光。
zh_tw: <32>{#e/mettaton/3}* 但你我一起表演，一起歡笑， 一起度過那麼多快樂的時光。

source: <32>{#e/mettaton/6}* WE'VE BEEN THROUGH SO MUCH TOGETHER, WHAT WITH ALL THE SHOWS AND ALL.
pt_br: <32>{#e/mettaton/6}* NÓS FIZEMOS MUITAS COISAS JUNTOS, COM TODOS OS SHOW JUNTOS.
zh_cn: <32>{#e/mettaton/6}* 所以，让我杀了你， 扯出你的灵魂， 我... 于心不忍。
zh_tw: <32>{#e/mettaton/6}* 所以，讓我殺了你， 扯出你的靈魂， 我... 於心不忍。

source: <32>{#e/mettaton/4}* PLUS, FOR A HUMAN WHO HAS TO DEAL WITH ALL THESE SHORT- SIGHTED MONSTERS' ANTICS...
pt_br: <32>{#e/mettaton/4}* ALIAS, PARA UM HUMANO QUE TEM SIDO PERSEGUIDO POR TANTOS MONSTROS...
zh_cn: <32>{#e/mettaton/4}* 而且，不少怪物看节目 不在乎逻辑，只图刺激...
zh_tw: <32>{#e/mettaton/4}* 而且，不少怪物看節目 不在乎邏輯，只圖刺激...

source: <33>{#e/mettaton/0}* YOU'VE BEEN VERY UNDERSTANDING.
pt_br: <33>{#e/mettaton/0}* VOCÊ TEM AGUENTADO BASTANTE BEM.
zh_cn: <33>{#e/mettaton/0}* 为了应付这些脑残观众， 你也付出了很多。
zh_tw: <33>{#e/mettaton/0}* 為了應付這些腦殘觀眾， 你也付出了很多。

source: <32>{#e/mettaton/5}* OH WELL. * IF YOU DO KICK THE BUCKET, YOU CAN REST ASSURED...
pt_br: <32>{#e/mettaton/5}* OH BEM. * SE VOCÊ CHUTAR O BALDE, PODE FICAR TRANQUILO...
zh_cn: <32>{#e/mettaton/5}* 哦对。 * 你要是不小心挂了， 也别担心...
zh_tw: <32>{#e/mettaton/5}* 喔對。 * 你要是不小心掛了， 也別擔心...

source: <32>* YOUR SOUL WON'T GO TO WASTE.
pt_br: <32>* SUA ALMA NÃO SERÁ DESPERDIÇADA.
zh_cn: <32>* 我们会妥善安置你的灵魂， 不会让你白死的。
zh_tw: <32>* 我們會妥善安置你的靈魂， 不會讓你白死的。

source: <32>{#e/mettaton/10}* NOW, SHOW ME YOU'VE GOT WHAT IT TAKES TO BE A -REAL- SUPERSTAR!
pt_br: <32>{#e/mettaton/10}* AGORA, ME MOSTRE QUE VOCÊ É CAPAZ DE SE TORNAR UMA -VERDADEIRA- SUPER ESTRELA!
zh_cn: <32>{#e/mettaton/10}* 现在，你是主角。 * 就让我瞧瞧这位“真正的” 超级明星到底有多少能耐吧！
zh_tw: <32>{#e/mettaton/10}* 現在，你是主角。 * 就讓我瞧瞧這位「真正的」 超級明星到底有多少能耐吧！

source: <32>{#e/mettaton/5}* AT FIRST, I CONSIDERED GOING HARD ON YOU.
pt_br: <32>{#e/mettaton/5}* DE INÍCIO, EU CONSIDEREI PEGAR PESADO CONTIGO.
zh_cn: <32>{#e/mettaton/5}* 一开始， 我想好好教训你一顿。
zh_tw: <32>{#e/mettaton/5}* 一開始， 我想好好教訓你一頓。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID DO SOMETHING WHICH HURT A FRIEND OF MINE VERY DEARLY.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FEZ ALGO QUE FERIU MUITO UM AMIGO MEU.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 她是我非常要好的朋友， 你却狠狠伤了她的心。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 她是我非常要好的朋友， 你卻狠狠傷了她的心。

source: <32>{#e/mettaton/3}* BUT THEN I REMEMBERED YOUR BETTER HALF.
pt_br: <32>{#e/mettaton/3}* MAS ENTÃO EU LEMBREI A SUA PARTE BOA.
zh_cn: <32>{#e/mettaton/3}* 但我转念一想， 你也有好的一面。
zh_tw: <32>{#e/mettaton/3}* 但我轉念一想， 你也有好的一面。

source: <32>{#e/mettaton/6}* AND THE FACT THAT, FOR THE MOST PART, YOU -HAVE- BEEN DOING FAIRLY WELL.
pt_br: <32>{#e/mettaton/6}* E DE FATO, VOCÊ TEM FEITO A COISA CERTA POR MUITO TEMPO.
zh_cn: <32>{#e/mettaton/6}* 其实，大多数时候 你挺友善的，
zh_tw: <32>{#e/mettaton/6}* 其實，大多數時候 你挺友善的，

source: <32>{#e/mettaton/2}* GRANTED, I HAVEN'T BEEN KEEPING AS CLOSE AN EYE ON YOU LATELY...
pt_br: <32>{#e/mettaton/2}* GARANTIDO, EU TENHO MANTIDO UMA CERTA VIGIA EM VOCÊ...
zh_cn: <32>{#e/mettaton/2}* 当然，我不可能像监控一样 盯着你的一举一动...
zh_tw: <32>{#e/mettaton/2}* 當然，我不可能像監控一樣 盯著你的一舉一動...

source: <32>{#e/mettaton/12}* BUT JUDGING BY HOW YOU WERE BEFORE, I DOUBT YOU'D DO ANYTHING RASH.
pt_br: <32>{#e/mettaton/12}* MAS A JULGAR POR COMO VOCÊ ERA ANTES, DUVIDO QUE VOCÊ FARIA ALGO PRECIPITADO.
zh_cn: <32>{#e/mettaton/12}* 但既然你能为了自保见死不救， 也保不准会为了自保 冲动干傻事。
zh_tw: <32>{#e/mettaton/12}* 但既然你能為了自保見死不救， 也保不準會為了自保 衝動幹傻事。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU HAVEN'T REALLY BEEN THE GREATEST PERSON.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ NÃO TEM SIDO A MELHOR PESSOA.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你还是干了不少坏事。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你還是幹了不少壞事。

source: <32>{#e/mettaton/6}* AND THE FACT THAT, FOR A TIME, YOU -WERE- DOING REALLY WELL THERE.
pt_br: <32>{#e/mettaton/6}* E O FATO, DE QUE POR UM TEMPO, VOCÊ TEM FEITO MUITO BEM.
zh_cn: <32>{#e/mettaton/6}* 其实，正常相处时 你挺友善的。
zh_tw: <32>{#e/mettaton/6}* 其實，正常相處時 你挺友善的。

source: <32>{#e/mettaton/5}* WHO KNOWS. * MAYBE I'M GIVING YOU TOO MUCH CREDIT.
pt_br: <32>{#e/mettaton/5}* QUEM SABE. * TALVEZ EU ESTEJA TE DANDO MUITO CRÉDITO.
zh_cn: <32>{#e/mettaton/5}* 你到底是好是坏，谁也不知道。 * 也许你根本不咋地， 是我把你捧太高了。
zh_tw: <32>{#e/mettaton/5}* 你到底是好是壞，誰也不知道。 * 也許你根本不咋地， 是我把你捧太高了。

source: <32>{#e/mettaton/0}* OR MAYBE I JUST WANT TO AVOID ANY UNNECESSARY TROUBLE.
pt_br: <32>{#e/mettaton/0}* OU TALVEZ EU SÓ QUEIRA EVITAR CONFUSÃO DESNECESSÁRIA.
zh_cn: <32>{#e/mettaton/0}* 也有可能， 我不想惹不必要的麻烦， 才逼自己这么想。
zh_tw: <32>{#e/mettaton/0}* 也有可能， 我不想惹不必要的麻煩， 才逼自己這麼想。

source: <32>{#e/mettaton/20}* STILL, THAT DOESN'T MEAN WE'RE BEST FRIENDS ALL OF A SUDDEN.
pt_br: <32>{#e/mettaton/20}* AINDA ASSIM, NÃO SIGNIFICA QUE SOMOS MELHORES AMIGOS DO NADA.
zh_cn: <32>{#e/mettaton/20}* 不过，别以为我说几句好话， 就是把你当朋友。
zh_tw: <32>{#e/mettaton/20}* 不過，別以為我說幾句好話， 就是把你當朋友。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL JUST ABOUT EVERYBODY I COULD LIST OFF BY NAME.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU TODO MUNDO QUE EU CONHEÇO POR NOME.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 除了ALPHYS，我能想到的人 你几乎都给弄死了。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 除了ALPHYS，我能想到的人 你幾乎都給弄死了。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL PAPYRUS, AS WELL AS UNDYNE.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU O PAPYRUS, COMO A UNDYNE.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你杀了PAPYRUS还不过瘾， 又杀了UNDYNE。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你殺了PAPYRUS還不過癮， 又殺了UNDYNE。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL PAPYRUS, ALONG WITH SEVERAL ROYAL GUARD MEMBERS.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU PAPYRUS, JUNTO COM A VIDA DE MUITOS GUARDAS REAIS.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你杀了PAPYRUS不过瘾， 又干掉了一对皇家守卫。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你殺了PAPYRUS不過癮， 又幹掉了一對皇家守衛。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL PAPYRUS.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU O PAPYRUS.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你把PAPYRUS弄死了。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你把PAPYRUS弄死了。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL UNDYNE, ALONG WITH SEVERAL ROYAL GUARD MEMBERS.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ MATOU A UNDYNE JUNTO COM A VIDA DE MUITOS GUARDAS REAIS.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你杀了UNDYNE还不过瘾， 又干掉了一对皇家守卫。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你殺了UNDYNE還不過癮， 又幹掉了一對皇家守衛。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL UNDYNE.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU A UNDYNE.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你把UNDYNE给杀了。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你把UNDYNE給殺了。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL SEVERAL ROYAL GUARD MEMBERS.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU VÁRIOS GUARDAS REAIS.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你杀了好几个皇家守卫。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你殺了好幾個皇家守衛。

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL ALL THOSE PEOPLE.
pt_br: <32>{#e/mettaton/10}* ATÉ PORQUE... VOCÊ FOI LÁ E MATOU TODA ESSA GENTE.
zh_cn: <32>{#e/mettaton/10}* 毕竟... 你杀了那么多人。
zh_tw: <32>{#e/mettaton/10}* 畢竟... 你殺了那麼多人。

source: <32>{#e/mettaton/3}* BUT THEN I REMEMBERED THE WARNING I GAVE YOU AT THE LAB.
pt_br: <32>{#e/mettaton/3}* MAS EU ME LEMBRO DO AVISO QUE TE DEI NO LABORATÓRIO REAL.
zh_cn: <32>{#e/mettaton/3}* 但我转念一想， 之前在实验室的时候 警告过你。
zh_tw: <32>{#e/mettaton/3}* 但我轉念一想， 之前在實驗室的時候 警告過你。

source: <32>{#e/mettaton/6}* AND THE FACT THAT, SINCE THEN, YOU'VE BEEN BEHAVING MUCH BETTER.
pt_br: <32>{#e/mettaton/6}* E O FATO DE QUE DESDE ENTÃO VOCÊ TEM SE COMPORTADO BEM MELHOR.
zh_cn: <32>{#e/mettaton/6}* 你也确实听劝。 警告完，就老实多了。
zh_tw: <32>{#e/mettaton/6}* 你也確實聽勸。 警告完，就老實多了。

source: <32>{#e/mettaton/5}* WELL, WELL. * IT SEEMS YOU CAN CHANGE YOUR WAYS AFTER ALL.
pt_br: <32>{#e/mettaton/5}* BEM, BEM. * PARECE QUE AS PESSOAS PODEM MUDAR DEPOIS DE TUDO.
zh_cn: <32>{#e/mettaton/5}* 哎呀，哎呀。 * 这不是知道自己错了， 知道回头嘛。
zh_tw: <32>{#e/mettaton/5}* 哎呀，哎呀。 * 這不是知道自己錯了， 知道回頭嘛。

source: <32>{#e/mettaton/0}* GOOD ON YOU.
pt_br: <32>{#e/mettaton/0}* BOM PRA VOCÊ.
zh_cn: <32>{#e/mettaton/0}* 算你走运。
zh_tw: <32>{#e/mettaton/0}* 算你走運。

source: <32>{#e/mettaton/20}* BUT DON'T THINK THAT MEANS I'M JUST GOING TO FORGET ABOUT WHAT YOU DID.
pt_br: <32>{#e/mettaton/20}* MAS ISSO NÃO SIGNIFICA QUE EU SÓ VOU ESQUECER O QUE VOCÊ FEZ.
zh_cn: <32>{#e/mettaton/20}* 但别以为我不收拾你， 之前那些账 就一笔勾销了。
zh_tw: <32>{#e/mettaton/20}* 但別以為我不收拾你， 之前那些帳 就一筆勾銷了。

source: <32>{#e/mettaton/29}* ONLY THAT, FOR THE SAKE OF PUTTING ON A GOOD SHOW...
pt_br: <32>{#e/mettaton/29}* APENAS, PELA SUA CAPACIDADE DE TRAZER UM BOM SHOW...
zh_cn: <32>{#e/mettaton/29}* 不过，为了观众， 为了把节目演好...
zh_tw: <32>{#e/mettaton/29}* 不過，為了觀眾， 為了把節目演好...

source: <32>{#e/mettaton/26}* I'LL AGREE TO PLAY FAIR.
pt_br: <32>{#e/mettaton/26}* EU CONCORDO EM JOGAR JUSTO.
zh_cn: <32>{#e/mettaton/26}* 我先不收拾你。
zh_tw: <32>{#e/mettaton/26}* 我先不收拾你。

source: <32>{#e/mettaton/5}* ... MAYBE, BY THE END, YOU'LL EVEN EARN MY RESPECT.
pt_br: <32>{#e/mettaton/5}* ... TALVEZ, NO FIM, VOCÊ POSSA GANHAR MEU RESPEITO.
zh_cn: <32>{#e/mettaton/5}* ...现在，好好演戏。 * 看看你能不能演好， 演得我心服口服。
zh_tw: <32>{#e/mettaton/5}* ...現在，好好演戲。 * 看看你能不能演好， 演得我心服口服。

source: <32>{#e/mettaton/35}* NOW. * SHOW ME YOU'RE MORE THAN A RUTHLESS KILLER.
pt_br: <32>{#e/mettaton/35}* AGORA. * ME MOSTRA QUE VOCÊ É MAIS DO QUE UM ASSASSINO.
zh_cn: <32>{#e/mettaton/35}* 让我知道...
zh_tw: <32>{#e/mettaton/35}* 讓我知道...

source: <32>{#e/mettaton/31}* SHOW ME YOU'VE GOT WHAT IT TAKES TO BE A -REAL- SUPERSTAR!
pt_br: <32>{#e/mettaton/31}* ME MOSTRA QUE VOCÊ TEM O QUE CAPAZ PARA SER UMA -VERDADEIRA- SUPER ESTRELA!
zh_cn: <32>{#e/mettaton/31}* 你，不光能当冷血的杀人机器， 还能当舞台上最耀眼的 “超级明星”！
zh_tw: <32>{#e/mettaton/31}* 你，不光能當冷血的殺人機器， 還能當舞臺上最耀眼的 「超級明星」！

source: <32>{#e/mettaton/11}* PRODUCERS! * GET THOSE CAMERAS ROLLING!
pt_br: <32>{#e/mettaton/11}* PRODUTORES! * COLOQUEM AS CÂMERAS PARA FUNCIONAR!
zh_cn: <32>{#e/mettaton/11}* 摄影师！ * 现在开拍！
zh_tw: <32>{#e/mettaton/11}* 攝影師！ * 現在開拍！

source: <32>{#p/mettaton}* MY, MY... * IT SURE TOOK -YOU- LONG ENOUGH, EH "DARLING?"
pt_br: <32>{#p/mettaton}* MY, MY... * COM CERTEZA -VOCÊ- TOMOU SEU TEMPO, HEIN "QUERIDO"?
zh_cn: <32>{#p/mettaton}* 哎呀，哎呀... * 让您这么长途跋涉， 真是辛苦了，“亲”。ゑ
zh_tw: <32>{#p/mettaton}* 哎呀，哎呀... * 讓您這麼長途跋涉， 真是辛苦了，「親」。ゑ

source: <32>* BUT THE TIME FOR SURFACE-LEVEL DIALOGUE IS BEHIND US.
pt_br: <32>* MAS O DIALOGO SOBRE A SUPERFÍCIE ESTÁ ATRÁS DE NÓS.
zh_cn: <32>* 跟你扯这些客套话， 真是浪费时间。ゑ
zh_tw: <32>* 跟你扯這些客套話， 真是浪費時間。ゑ

source: <32>* ... WHAT? * DID YOU REALLY THINK I LIKED YOU ALL THIS TIME?
pt_br: <32>* ... O QUE? * VOCÊ ACHOU QUE EU GOSTAVA DE VOCÊ ESTE TEMPO TODO?
zh_cn: <32>* ...怎么？ * 你还真当自己是块宝？ゑ
zh_tw: <32>* ...怎麼？ * 你還真當自己是塊寶？ゑ

source: <32>* YOU POOR, NAIVE CHILD.
pt_br: <32>* SUA POBRE E PATÉTICA CRIANÇA.
zh_cn: <32>* 真是蠢的可以。ゑ
zh_tw: <32>* 真是蠢的可以。ゑ

source: <32>* ALL I WANTED WAS TO PUT ON A SHOW, AND THAT I DID.
pt_br: <32>* TUDO QUE EU QUERIA ERA FAZER UM SHOW, E EU CONSEGUI.
zh_cn: <32>* 我只是想演一出好戏。ゑ
zh_tw: <32>* 我只是想演一齣好戲。ゑ

source: <32>* SAYING ALL THE RIGHT WORDS, MAKING ALL THE RIGHT MOVES...
pt_br: <32>* DIZENDO TODAS AS PALAVRAS CORRETAS, FAZENDO TODOS OS MOVIMENTOS PERFEITOS...
zh_cn: <32>* 所谓一出好戏呢...ゑ
zh_tw: <32>* 所謂一齣好戲呢...ゑ

source: <32>* THAT'S WHAT SHOWBUSINESS IS -REALLY- ABOUT.
pt_br: <32>* É SOBRE ISSO QUE SHOWBUSINESS É.
zh_cn: <32>* 也不过是对对台词，摆摆姿势。ゑ
zh_tw: <32>* 也不過是對對臺詞，擺擺姿勢。ゑ

source: <32>* IT HAS NOTHING TO DO WITH "FUN" OR "FRIENDSHIP..."
pt_br: <32>* NÃO TEM NADA HAVER COM "FELICIDADE" OU "AMIZADE..."
zh_cn: <32>* 然后，借着演出展现我超强的实力， 顺便捞点名声和权力，ゑ
zh_tw: <32>* 然後，借著演出展現我超強的實力， 順便撈點名聲和權力，ゑ

source: <32>* ALL THAT MATTERS IS POWER, AND THE UNASSAILABLE MIGHT OF ROBOTICS!
pt_br: <32>* TODO QUE IMPORTA É O PODER E A INSUPERÁVEL SUPERIORIDADE DOS ROBÔS!
zh_cn: <32>* 和“乐趣”“友谊”什么的... 根本不搭边。ゑ
zh_tw: <32>* 和「樂趣」「友誼」什麼的... 根本不搭邊。ゑ

source: <32>* ... * NOW YOU LISTEN TO ME.
pt_br: <32>* ... * AGORA ME ESCUTA.
zh_cn: <32>* ...说回正题。ゑ
zh_tw: <32>* ...說回正題。ゑ

source: <32>* AFTER WHAT YOU DID OUT THERE, THERE'S NO WAY I'M LETTING YOU GET PAST ME.
pt_br: <32>* DEPOIS DE TUDO QUE VOCÊ FEZ, NÃO TEM CHANCE ALGUMA DE EU DEIXAR VOCÊ PASSAR.
zh_cn: <32>* 给我听好。 * 犯了事，就休想逃。ゑ
zh_tw: <32>* 給我聽好。 * 犯了事，就休想逃。ゑ

source: <32>* YOU CAN SCREAM. * YOU CAN STRUGGLE. * YOU CAN BEG FOR YOUR LIFE.
pt_br: <32>* VOCÊ PODE GRITAR. * VOCÊ PODE LUTAR. * VOCÊ PODE CHAMAR POR MISERICÓRDIA.
zh_cn: <32>* 管你怎么哭爹喊娘。 * 管你怎么垂死挣扎。 * 管你怎么跪地求饶。ゑ
zh_tw: <32>* 管你怎麼哭爹喊娘。 * 管你怎麼垂死掙扎。 * 管你怎麼跪地求饒。ゑ

source: <32>* YOU CAN DO WHATEVER YOU WANT.
pt_br: <32>* VOCÊ PODE FAZER O QUE QUISER.
zh_cn: <32>* 你想咋的都行。ゑ
zh_tw: <32>* 你想咋的都行。ゑ

source: <32>* WHEN I'M DONE WITH YOU, YOU'LL BE NOTHING MORE THAN A STAIN ON THE CUTTING ROOM FLOOR.
pt_br: <32>* QUANDO EU TE MATAR, VOCÊ NÃO SERÁ NADA ALÉM DE PANO PARA PASSAR NO CHÃO.
zh_cn: <32>* 很快，我就会成为伸张正义的英雄。 * 而你？ 就是地上的一摊烂泥罢了。ゑ
zh_tw: <32>* 很快，我就會成為伸張正義的英雄。 * 而你？ 就是地上的一攤爛泥罷了。ゑ

source: <32>* SEE, I'VE RIGGED THE CORE TO DELIVER POWER STRAIGHT TO MY BODY.
pt_br: <32>* VEJA, EU ME UNI AO CORE E PASSEI SEU PODER DIRETAMENTE PARA MEU CORPO.
zh_cn: <32>* 看呐，我已经接管了整个核心， 让它源源不断地给我输送能量。ゑ
zh_tw: <32>* 看吶，我已經接管了整個核心， 讓它源源不斷地給我輸送能量。ゑ

source: <32>* IT'S NOT HOW ALPHYS AND I ORIGINALLY PLANNED IT, BUT IT'LL DO JUST AS WELL.
pt_br: <32>* NÃO É COMO EU E A ALPHYS PLANEJAMOS DE COMEÇO, MAS VAI SERVIR BEM.
zh_cn: <32>* 我和ALPHYS原来没打算这么做， 不过没什么大碍。ゑ
zh_tw: <32>* 我和ALPHYS原來沒打算這麼做， 不過沒什麼大礙。ゑ
