Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#p/alphys}{#g/alphysWelp}* Hey, this is actually pretty good...{^40}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysWelp}* Ei, esse som é até que bem legal...{^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysWelp}* 你别说，还挺好听...{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysWelp}* 你別說，還挺好聽...{^40}{%}

source: But |be|fore...
pt_br: Mas |an|tes...
zh_cn: 但|在|此...
zh_tw: 但|在|此...

source: I'll |ad|mit...
pt_br: Eu vou |ad|mitir...
zh_cn: 我|承|认...
zh_tw: 我|承|認...

source: Hu|mans |must...
pt_br: Hu|manos |devem...
zh_cn: 人|类|都...
zh_tw: 人|類|都...

source: I |kill |you |dead...
pt_br: Você |ser |morto...
zh_cn: 我|将|你|灭...
zh_tw: 我|將|你|滅...

source: I |was |in|trigued...
pt_br: Eu |fiquei |in|trigado...
zh_cn: 你|有|天|分...
zh_tw: 你|有|天|分...

source: Live |far |a|part...
pt_br: Viva |longe |a|parte...
zh_cn: 去|往|远|方...
zh_tw: 去|往|遠|方...

source: Let's |re|hearse...
pt_br: Vamos |en|saiar
zh_cn: 且|回|首...
zh_tw: 且|回|首...

source: But |you're |just...
pt_br: Mas |você |está...
zh_cn: 但|你|我...
zh_tw: 但|你|我...

source: E|ven |if...
pt_br: Mes|mo |se...
zh_cn: 即|使|将...
zh_tw: 即|使|將...

source: The |life |you've |led...
pt_br: A |vida |que você |levou...
zh_cn: 过|往|一|切...
zh_tw: 過|往|一|切...

source: Not |in |my |league...
pt_br: Não |na |minha|liga...
zh_cn: 没|有|缘|分...
zh_tw: 沒|有|緣|分...

source: It |breaks |my |heart...
pt_br: Isso |quebra |meu |coração...
zh_cn: 我|心|给|伤...
zh_tw: 我|心|給|傷...

source: Born |a |prince...
pt_br: Nascido |um |príncipe...
zh_cn: 生|为|王...
zh_tw: 生|為|王...

source: You |should |find...
pt_br: Você |deve |achar...
zh_cn: 千|里|马...
zh_tw: 千|裡|馬...

source: They'll |cast |you...
pt_br: Eles vão |lançar |você...
zh_cn: 你|会|被...
zh_tw: 你|會|被...

source: <25>{*}{#p/alphys}{#g/alphysGarboCenter}* Jeez.{^40}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysGarboCenter}* Senhor.{^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysGarboCenter}* 服了。{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysGarboCenter}* 服了。{^40}{%}

source: <25>{*}{#p/alphys}{#g/alphysCutscene1}* The sakura leaves...!{^40}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysCutscene1}* A sakura sai...! {^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysCutscene1}* 是樱花花瓣！{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysCutscene1}* 是櫻花花瓣！{^40}{%}

source: We |were |con|vinced...
pt_br: Nós |estávamos |conven|cidos...
zh_cn: 众|人|期|望...
zh_tw: 眾|人|期|望...

source: Some|one |more |kind...
pt_br: Al|guém |mais |bondoso...
zh_cn: 难|觅|伯|乐...
zh_tw: 難|覓|伯|樂...

source: Out |in|to |space...
pt_br: Fora |para |o |espaço...
zh_cn: 太|空|流|放...
zh_tw: 太|空|流|放...

source: That |you'd |see...
pt_br: Isso |você |veria...
zh_cn: 你|能|将...
zh_tw: 你|能|將...

source: At |least |then...
pt_br: Pelo |menos |então...
zh_cn: 可|怜|啊...
zh_tw: 可|憐|啊...

source: I|t'll |suck...| (quite |literally)
pt_br: Eu |vou me ferrar ...| (bastante, |literalmente)
zh_cn: 那|太|糟...| （确实|啊）
zh_tw: 那|太|糟...| （確實|啊）

source: Our |king|dom |free...
pt_br: Nosso |rei|no |livre...
zh_cn: 王|国|解|放...
zh_tw: 王|國|解|放...

source: You |woul|dn't |have |to |die.
pt_br: Você não |teria |que |morrer.
zh_cn: 你|终|究 |会|陨|落。
zh_tw: 你|終|究 |會|隕|落。

source: And |then |you'll |die |a |lot.
pt_br: E |então |você |morrerá.
zh_cn: 你|定|会 |死|翘|翘。
zh_tw: 你|定|會 |死|翹|翹。

source: <25>{*}{#p/alphys}{#g/alphysGarbo}* Oh, so this is where it's going.{^40}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysGarbo}* Ah, então é isso onde vai chegar.{^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysGarbo}* 哦，原来如此。{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysGarbo}* 喔，原來如此。{^40}{%}

source: Then |one |day...
pt_br: Então |um |dia...
zh_cn: 奈|何|啊...
zh_tw: 奈|何|啊...

source: Real|ly |sad...
pt_br: Real|mente |triste...
zh_cn: 悲|戚|戚...
zh_tw: 悲|戚|戚...

source: You |lost |your |way...
pt_br: Você |perde |seu |caminho...
zh_cn: 误|入|歧|途...
zh_tw: 誤|入|歧|途...

source: You're |gon|na |die...
pt_br: Você |vai |morrer...
zh_cn: 你|要|死|掉...
zh_tw: 你|要|死|掉...

source: Now |my |friends...
pt_br: Agora |meus |amigos...
zh_cn: 只|能|让...
zh_tw: 只|能|讓...

source: Cry |cry |cry...
pt_br: Chora |chora |chora...
zh_cn: 哭|哭|哭...
zh_tw: 哭|哭|哭...

source: <25>{*}{#p/alphys}{#g/alphysCutscene3}* We get the point...{^40}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysCutscene3}* Nós já entendemos...{^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysCutscene3}* 懂了懂了...{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysCutscene3}* 懂了懂了...{^40}{%}

source: Let's |bring |this |to |an |end.
pt_br: Vamos |trazer |isto |para |um |fim.
zh_cn: 汝|等 |归|于|尘|土。
zh_tw: 汝|等 |歸|於|塵|土。

source: That's |what |you |get |for |being a dirty rotten meatbag
pt_br: Isso é |o que |você |ganha |por |ser um saco de carne podre
zh_cn: 你|早|就 |该|知|道
zh_tw: 你|早|就 |該|知|道

source: So |sad |it's |hap|pen|ing.
pt_br: Tão |triste |que |acon|te|cera.
zh_cn: 你|可|真|是 |难|熬。
zh_tw: 你|可|真|是 |難|熬。

source: <32>{#p/mettaton}* TOO BAD.
pt_br: <32>{#p/mettaton}* TÃO TRISTE.
zh_cn: <32>{#p/mettaton}* 太惨了。
zh_tw: <32>{#p/mettaton}* 太慘了。

source: <32>{#p/mettaton}* TOO BAD YOU HAD TO GO AND PLAY THE VILLAIN.
pt_br: <32>{#p/mettaton}* TÃO TRISTE QUE VOCÊ DEU UMA DE VILÃO.
zh_cn: <32>{#p/mettaton}* 你永远只能扮演反派， 真是太惨了。
zh_tw: <32>{#p/mettaton}* 你永遠只能扮演反派， 真是太慘了。

source: <32>{#p/mettaton}* SO SAD.
pt_br: <32>{#p/mettaton}* TÃO TRISTE.
zh_cn: <32>{#p/mettaton}* 太遗憾了。
zh_tw: <32>{#p/mettaton}* 太遺憾了。

source: <32>{#p/mettaton}* SO SAD YOU'RE GOING TO BE EJECTED.
pt_br: <32>{#p/mettaton}* TÃO TRISTE QUE VOCÊ SERÁ EJETADO.
zh_cn: <32>{#p/mettaton}* 你马上就要被流放太空， 真是太遗憾了。
zh_tw: <32>{#p/mettaton}* 你馬上就要被流放太空， 真是太遺憾了。

source: <25>{#p/alphys}{#g/alphysGarboCenter}* You done now?
pt_br: <25>{#p/alphys}{#g/alphysGarboCenter}* Acabou?
zh_cn: <25>{#p/alphys}{#g/alphysGarboCenter}* 闹够了没有？
zh_tw: <25>{#p/alphys}{#g/alphysGarboCenter}* 鬧夠了沒有？

source: <32>{#p/mettaton}{#x1}* WELL, HOLD ON...
pt_br: <32>{#p/mettaton}{#x1}* BEM, SEGURE AÍ...
zh_cn: <32>{#p/mettaton}{#x1}* 等等嘛，急啥...
zh_tw: <32>{#p/mettaton}{#x1}* 等等嘛，急啥...

source: <32>{|}{#x2}* I STILL HAVE TO- {%}
pt_br: <32>{|}{#x2}* EU AINDA TENHO Q- {%}
zh_cn: <32>{|}{#x2}* 我还得- {%}
zh_tw: <32>{|}{#x2}* 我還得- {%}

source: <32>{#p/mettaton}{#x1}* GET READY, HUMAN...
pt_br: <32>{#p/mettaton}{#x1}* PREPARA-TE HUMANO...
zh_cn: <32>{#p/mettaton}{#x1}* 人类，准备好...
zh_tw: <32>{#p/mettaton}{#x1}* 人類，準備好...

source: <32>{|}{#x2}* 'CAUSE I'M ABOUT TO BLOW YOUR- {%}
pt_br: <32>{|}{#x2}* PORQUE EU ESTOU PRESTES A EXPLODIR SUA- {%}
zh_cn: <32>{|}{#x2}* 我马上就送你上- {%}
zh_tw: <32>{|}{#x2}* 我馬上就送你上- {%}

source: <32>{#p/mettaton}{#x0}* ... I'M NOT SURPRISED ALPHYS RAN AWAY FROM YOU JUST NOW.
pt_br: <32>{#p/mettaton}{#x0}* ... EU NÃO ESTOU QUE A ALPHYS FUGIU DE VOCÊ AGORA MESMO.
zh_cn: <32>{#p/mettaton}{#x0}* ...难怪ALPHYS刚刚跑掉了。
zh_tw: <32>{#p/mettaton}{#x0}* ...難怪ALPHYS剛剛跑掉了。

source: <32>{#p/mettaton}{#x0}* ... NO WONDER ALPHYS DOESN'T WANT TO BE AROUND YOU.
pt_br: <32>{#p/mettaton}{#x0}* ... TOTALMENTE COMPREENSÍVEL QUE ALPHYS NÃO QUEIRA ESTAR CONTIGO.
zh_cn: <32>{#p/mettaton}{#x0}* ...难怪ALPHYS不想跟你 待在一块。
zh_tw: <32>{#p/mettaton}{#x0}* ...難怪ALPHYS不想跟你 待在一塊。

source: <32>{#x1}* DO YOU HAVE NO SHAME?
pt_br: <32>{#x1}* VOCÊ NÃO TEM PIEDADE?
zh_cn: <32>{#x1}* 你还要脸吗？
zh_tw: <32>{#x1}* 你還要臉嗎？

source: <32>{#x0}* I HAD TO CUT THE LIVE TV FEED JUST TO PROTECT MY PRECIOUS VIEWERS' EYES!
pt_br: <32>{#x0}* TIVE QUE CORTAR A TRANSMISSÃO DA TV AO VIVO APENAS PARA PROTEGER OS OLHOS DOS MEUS PRECIOSOS ESPECTADORES!
zh_cn: <32>{#x0}* 我得马上下播， 不能脏了观众的眼睛！
zh_tw: <32>{#x0}* 我得馬上下播， 不能髒了觀眾的眼睛！

source: <32>{#x0}* HOW UNFORTUNATE... * BUT DON'T YOU BREAK A SWEAT!
pt_br: <32>{#x0}* QUE LAMENTÁVEL... * MAS NÃO SUE A CAMISA!
zh_cn: <32>{#x0}* 真倒霉... * 你倒挺镇定！
zh_tw: <32>{#x0}* 真倒霉... * 你倒挺鎮定！

source: <32>{#x0}* HOW DISGRACEFUL... * BUT DON'T YOU BREAK A SWEAT!
pt_br: <32>{#x0}* QUE DESGRAÇA... * MAS NÃO TEMA!
zh_cn: <32>{#x0}* 真丢脸... * 你倒挺镇定！
zh_tw: <32>{#x0}* 真丟臉... * 你倒挺鎮定！

source: <25>{#p/alphys}{#g/alphysWelp}* S-so... what now?
pt_br: <25>{#p/alphys}{#g/alphysWelp}* En-então... o que agora?
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 那... 现-现在干啥？
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 那... 現-現在幹啥？

source: <32>{#p/mettaton}{#x0}* WHAT NOW?
pt_br: <32>{#p/mettaton}{#x0}* O QUE AGORA?
zh_cn: <32>{#p/mettaton}{#x0}* 现在？
zh_tw: <32>{#p/mettaton}{#x0}* 現在？

source: <32>{#p/mettaton}{#x0}* WELL, AS MUCH AS I WOULD HAVE LOVED TO FINISH THAT EPISODE...
pt_br: <32>{#p/mettaton}{#x0}* BEM, POR MAIS QUE EU AMARIA FINALIZAR ESTE EPISÓDIO...
zh_cn: <32>{#p/mettaton}{#x0}* 呃... 相信我，亲...
zh_tw: <32>{#p/mettaton}{#x0}* 呃... 相信我，親...

source: <32>{#x2}* AND BELIEVE ME DARLING, I DEFINITELY WOULD HAVE...
pt_br: <32>{#x2}* E ACREDITE EM MIM QUERIDO, EU DEFINITIVAMENTE TERIA...
zh_cn: <32>{#x2}* 我也想让节目圆满收官， 但...
zh_tw: <32>{#x2}* 我也想讓節目圓滿收官， 但...

source: <32>{#x1}* THERE'S SOMETHING I NEED TO DO BEFORE OUR NEXT AND FINAL EPISODE.
pt_br: <32>{#x1}* TEM ALGO QUE EU PRECISO FAZER ANTES DO NOSSO PRÓXIMO E ÚLTIMO EPISÓDIO.
zh_cn: <32>{#x0}* 但你别慌。[ADD]<32>{#x1}* 在压轴好戏上映前， 我还得准备一会。
zh_tw: <32>{#x0}* 但你別慌。[ADD]<32>{#x1}* 在壓軸好戲上映前， 我還得準備一會。

source: <32>{#x3}* SOON, DARLING...
pt_br: <32>{#x3}* LOGO, AMOR...
zh_cn: <32>{#x3}* 很快，你就知道...
zh_tw: <32>{#x3}* 很快，你就知道...

source: <32>{*}* SOON, I'LL MAKE YOU WISH YOU'D NEVER MET ME.{^30}{#x4}{%}
pt_br: <32>{*}* LOGO, EU FAREI VOCÊ DESEJAR JAMAIS TER ME CONHECIDO.{^30}{#x4}{%}
zh_cn: <32>{*}* 遇到我， 你就倒了八辈子血霉了，亲。{^30}{#x4}{%}
zh_tw: <32>{*}* 遇到我， 你就倒了八輩子血霉了，親。{^30}{#x4}{%}

source: <32>{#x1}* THERE'S SOMETHING MUCH, -MUCH- MORE EXCITING IN STORE COMING VERY SOON.
pt_br: <32>{#x1}* A ALGO MUITO, -MUITO- MAIS ANIMADOR GUARDADO PARA O SHOW.
zh_cn: <32>{#x1}* 很快，你将见证一场 超——震撼的演出！
zh_tw: <32>{#x1}* 很快，你將見證一場 超——震撼的演出！

source: <32>{#x3}* SO, UNTIL THE NEXT AND FINAL EPISODE...
pt_br: <32>{#x3}* ENTÃO, ATÉ O PRÓXIMO E ÚLTIMO EPISÓDIO...
zh_cn: <32>{#x3}* 所以... * 请你整装待发，保持形象， 准备迎接最终的...
zh_tw: <32>{#x3}* 所以... * 請你整裝待發，保持形象， 準備迎接最終的...

source: <32>{*}* STAY FABULOUS!{^30}{#x4}{%}
pt_br: <32>{*}* CONTINUE FABULOSO!{^30}{#x4}{%}
zh_cn: <32>{*}* 压轴好戏！{^30}{#x4}{%}
zh_tw: <32>{*}* 壓軸好戲！{^30}{#x4}{%}

source: <32>{#p/mettaton}{#e/mettaton/0}* OH... RIGHT. * I'D FORGOTTEN ABOUT THAT.
pt_br: <32>{#p/mettaton}{#e/mettaton/0}* OH... CERTO. * EU TINHA ME ESQUECIDO DISSO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/0}* 对哦... * 差点忘了这茬了。
zh_tw: <32>{#p/mettaton}{#e/mettaton/0}* 對喔... * 差點忘了這茬了。

source: <32>{#p/mettaton}{#e/mettaton/5}* ... I SUGGEST WE GO TO ANOTHER AREA FIRST, THOUGH. * IT'S NOT SAFE HERE.
pt_br: <32>{#p/mettaton}{#e/mettaton/5}* ... EU SUGIRO QUE DEVEMOS IR PARA OUTRO LUGAR, PELO MENOS. * NÃO É SEGURO AQUI.
zh_cn: <32>{#p/mettaton}{#e/mettaton/5}* ...咱要不去别的地方聊？ * 这儿不太安全。
zh_tw: <32>{#p/mettaton}{#e/mettaton/5}* ...咱要不去別的地方聊？ * 這兒不太安全。

source: <32>{#p/napstablook}* well, alright...... * if you really want to, we can do it alone......
pt_br: <32>{#p/napstablook}* tudo bem...... * se você realmente quer, podemos fazer isso sozinhos.....
zh_cn: <32>{#p/napstablook}* 呃，好吧...... * 你真想聊的话， 私下聊也不是不行......
zh_tw: <32>{#p/napstablook}* 呃，好吧...... * 你真想聊的話， 私下聊也不是不行......

source: <32>{#p/napstablook}* hey, um......
pt_br: <32>{#p/napstablook}* ei, um......
zh_cn: <32>{#p/napstablook}* 嘿，呃......
zh_tw: <32>{#p/napstablook}* 嘿，呃......

source: <32>{#p/napstablook}* i was looking through old lab recordings, and...
pt_br: <32>{#p/napstablook}* eu estava olhando por antigas gravações do velho laboratório, e...
zh_cn: <32>{#p/napstablook}* 我看到了以前的实验室记录...
zh_tw: <32>{#p/napstablook}* 我看了皇家實驗室 以前的一些記錄...

source: <32>{#p/mettaton}{#e/mettaton/34}* YES...?
pt_br: <32>{#p/mettaton}{#e/mettaton/34}* SIM...?
zh_cn: <32>{#p/mettaton}{#e/mettaton/34}* 所以...？
zh_tw: <32>{#p/mettaton}{#e/mettaton/34}* 嗯哼...？

source: <32>{#p/napstablook}* well, there was this voice that sounded like......
pt_br: <32>{#p/napstablook}* bem, tinha esta uma voz que parecia...
zh_cn: <32>{#p/napstablook}* 嗯，有一段声音听起来像是...
zh_tw: <32>{#p/napstablook}* 嗯，有份錄音檔案裡 有個聲音聽著很像...

source: <32>{#p/napstablook}* like......
pt_br: <32>{#p/napstablook}* parecia......
zh_cn: <32>{#p/napstablook}* 像是......
zh_tw: <32>{#p/napstablook}* 很像......

source: <33>{#p/mettaton}{#e/mettaton/11}* WE DON'T HAVE ALL DAY, DARLING.
pt_br: <33>{#p/mettaton}{#e/mettaton/11}* NÃO TEMOS O DIA TODO, QUERIDO.
zh_cn: <33>{#p/mettaton}{#e/mettaton/11}* 亲爱的， 可以快点吗， 我们可没那么多时间。
zh_tw: <33>{#p/mettaton}{#e/mettaton/11}* 親愛的，講話能爽快點嗎？ 我們可沒那麼多時間。

source: <32>{#p/napstablook}* it was you
pt_br: <32>{#p/napstablook}* era você
zh_cn: <32>{#p/napstablook}* 像是你。
zh_tw: <32>{#p/napstablook}* ...很像你

source: <32>{#p/napstablook}{#e/mettaton/3}* ......... * the real you.
pt_br: <32>{#p/napstablook}{#e/mettaton/3}* ......... * o verdadeiro você.
zh_cn: <32>{#p/napstablook}{#e/mettaton/3}* ......... * 真正的你。
zh_tw: <32>{#p/napstablook}{#e/mettaton/3}* ......... * 真正的你。

source: <32>{#p/mettaton}{#e/mettaton/2}* THE "REAL ME" EH?
pt_br: <32>{#p/mettaton}{#e/mettaton/2}* O "VERDADEIRO EU" EH?
zh_cn: <32>{#p/mettaton}{#e/mettaton/2}* “真正的我”是吧？
zh_tw: <32>{#p/mettaton}{#e/mettaton/2}* 「真正的我」是吧？

source: <32>{#e/mettaton/0}* NOW HOLD ON, LET'S NOT JUMP TO CONCLUSIONS HERE.
pt_br: <32>{#e/mettaton/0}* PERA LÁ, NÃO VAMOS SÓ CHEGAR CONCLUINDO COISAS AQUI.
zh_cn: <32>{#e/mettaton/0}* 等下，先别急着下结论。
zh_tw: <32>{#e/mettaton/0}* 那麼，我們先打住， 別急著下結論。

source: <32>{#p/finalghost}* They're telling the truth.
pt_br: <32>{#p/finalghost}* Ele está dizendo a verdade.
zh_cn: <32>{#p/finalghost}* 那段话是事实。
zh_tw: <32>{#p/finalghost}* 但那就是事實。

source: <32>{#p/mettaton}{#e/mettaton/6}* ... AND NOW THE GHOSTS ARE GANGING UP ON ME. * LOVELY.
pt_br: <32>{#p/mettaton}{#e/mettaton/6}* ... E AGORA A GANGUE DE FANTASMAS SE UNIU CONTRA MIM. * AMÁVEL.
zh_cn: <32>{#p/mettaton}{#e/mettaton/6}* ...现在幽灵们 联手来对付我了啊。 * 真可爱。
zh_tw: <32>{#p/mettaton}{#e/mettaton/6}* ...喔，你們幽靈現在是 在聯手來對付我嗎。 * 真可愛。

source: <25>{#p/alphys}{#g/alphysTheFactIs}* Uh, I s-swear I had nothing to do with this...
pt_br: <25>{#p/alphys}{#g/alphysTheFactIs}* Uh, eu juro que n-não tenho nada haver com isso...
zh_cn: <25>{#p/alphys}{#g/alphysTheFactIs}* 和-和我没关系， 我-我保证...
zh_tw: <25>{#p/alphys}{#g/alphysTheFactIs}* 和-和我沒關係， 我-我保證...

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}{#e/mettaton/3}* I-I'll just, get out of your guys' way...
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}{#e/mettaton/3}* E-eu vou só deixar vocês resolverem isso...
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}{#e/mettaton/3}* 那-那我就不打扰了...
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}{#e/mettaton/3}* 那-那我就不打擾了...

source: <32>{#p/basic}* Excuse me, WHERE do you think you're going?
pt_br: <32>{#p/basic}* Com licença, ONDE você pensa que vai?
zh_cn: <32>{#p/basic}* 请问，你这是打算溜哪去啊？
zh_tw: <32>{#p/basic}* 請問，你這是打算溜哪去啊？

source: <32>{#p/basic}* You're the one who started all this in the first place!
pt_br: <32>{#p/basic}* Você foi quem começou isso tudo em primeiro lugar!
zh_cn: <32>{#p/basic}* 这一堆麻烦事 还不是你起的头！
zh_tw: <32>{#p/basic}* 這一堆麻煩事 還不是你起的頭！

source: <32>{#p/basic}* If it wasn't for your stupid tape, I wouldn't have to be here right now.
pt_br: <32>{#p/basic}* Se não fosse por sua fita estúpida, eu não teria que estar aqui agora.
zh_cn: <32>{#p/basic}* 还不是你录了音， 害得我现在非得来这！
zh_tw: <32>{#p/basic}* 還不是你錄了音， 害得我現在非得來這！

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Whoops.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Woops.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 哎呀。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 哎呀。

source: <32>{#p/mettaton}{#e/mettaton/9}* SO THAT'S IT, THEN.
pt_br: <32>{#p/mettaton}{#e/mettaton/9}* É ISSO ENTÃO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/9}* 对，就是这样。
zh_tw: <32>{#p/mettaton}{#e/mettaton/9}* 喔，我明白了。

source: <32>{#e/mettaton/7}* YOU'RE ALL HERE... NO DOUBT TO BRING ME BACK HOME.
pt_br: <32>{#e/mettaton/7}* VOCÊS ESTÃO TODOS AQUI... PRONTOS PARA ME LEVAR PARA CASA.
zh_cn: <32>{#e/mettaton/7}* 你们都出现在这里... 就是为了来带我回家的对吧。
zh_tw: <32>{#e/mettaton/7}* 你們都出現在這裡... 就是為了來帶我回家的對吧。

source: <32>{#e/mettaton/8}* SO MUCH FOR "CHASING YOUR DREAMS," EH BLOOKY?
pt_br: <32>{#e/mettaton/8}* TÃO ERRADO POR "CAÇAR" OS SEUS SONHOS, HEIN BLOOKY?
zh_cn: <32>{#e/mettaton/8}* “追逐梦想”就到此为止了， 是吧BLOOKY？
zh_tw: <32>{#e/mettaton/8}* 「追逐夢想」就到此為止了， 是吧BLOOKY？

source: <32>{|}{#p/napstablook}* cousin, i- {%}
pt_br: <32>{|}{#p/napstablook}* primo, eu- {%}
zh_cn: <32>{|}{#p/napstablook}* 表亲，我- {%}
zh_tw: <32>{|}{#p/napstablook}* 表親，我- {%}

source: <32>{#p/mettaton}{#e/mettaton/18}* OH, DON'T "COUSIN" ME.
pt_br: <32>{#p/mettaton}{#e/mettaton/18}* AH, SEM ESSA DE "PRIMO".
zh_cn: <32>{#p/mettaton}{#e/mettaton/18}* 哦，别叫我“表亲”。
zh_tw: <32>{#p/mettaton}{#e/mettaton/18}* 別叫我「表親」。

source: <32>{#p/mettaton}{#e/mettaton/20}* IF IT WASN'T FOR YOU, I MIGHT'VE ACTUALLY ENJOYED THE QUIET LIFE...
pt_br: <32>{#p/mettaton}{#e/mettaton/20}* SE NÃO FOSSE POR VOCÊ, TALVEZ EU TIVESSE GOSTADO DA VIDA CALMA...
zh_cn: <32>{#p/mettaton}{#e/mettaton/20}* 如果不是因为你， 我也许还会继续享受 这种平静的生活...
zh_tw: <32>{#p/mettaton}{#e/mettaton/20}* 要是你不來打擾， 我也許還能繼續享受 這種平靜的生活...

source: <32>{#p/mettaton}{#e/mettaton/17}* ... BUT NO. * YOU JUST -HAD- TO GET ME IN ON THE FAMILY BUSINESS.
pt_br: <32>{#p/mettaton}{#e/mettaton/17}* ... MAS NÃO. * VOCÊ -TINHA- QUE SE METER NOS NEGÓCIOS DE FAMÍLIA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/17}* ...但并没有。 * 你就是想让我重新【加入】到 家族企业。
zh_tw: <32>{#p/mettaton}{#e/mettaton/17}* ...但你偏要沒事找事。 * 你就【非得】讓我回去收拾 家族企業的爛攤子。

source: <32>{#p/mettaton}{#e/mettaton/19}* A BUSINESS, MIGHT I ADD, WHOSE SALES FIGURES HAVE BEEN IN THE RED SINCE DAY ONE.
pt_br: <32>{#p/mettaton}{#e/mettaton/19}* UM NEGÓCIO, DEVO ACRESCENTAR, CUJOS NÚMEROS DE VENDAS ESTÃO NO VERMELHO DESDE O PRIMEIRO DIA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/19}* 容我补充一下， 这家企业从经营第一天开始 就一直在亏损。
zh_tw: <32>{#p/mettaton}{#e/mettaton/19}* 容我補充一下， 這家企業從經營第一天開始 就一直在虧損。

source: <32>{#p/napstablook}{#e/mettaton/3}* ......... * i know.
pt_br: <32>{#p/napstablook}{#e/mettaton/3}* ......... * eu sei.
zh_cn: <32>{#p/napstablook}{#e/mettaton/3}* ......... * 我知道了。
zh_tw: <32>{#p/napstablook}{#e/mettaton/3}* ......... * 我知道。

source: <32>{#p/mettaton}{#e/mettaton/17}* OH, REALLY NOW? * DO YOU REALLY KNOW WHAT IT WAS LIKE FOR ME?
pt_br: <32>{#p/mettaton}{#e/mettaton/17}* AH, ENTÃO VOCÊ SABE? * VOCÊ REALMENTE SABE COMO ERA PARA MIM?
zh_cn: <32>{#p/mettaton}{#e/mettaton/17}* 哦，你知道什么！ * 你真的理解 这对我的感受吗？
zh_tw: <32>{#p/mettaton}{#e/mettaton/17}* 喔，你知道個什麼！ * 你真能理解這給我種 什麼感覺嗎？

source: <32>{#p/finalghost}* Considering we've all read your diaries, I'm sure they do...
pt_br: <32>{#p/finalghost}* Considerando que todos nós lemos seu diario, tenho certeza que eles também...
zh_cn: <32>{#p/finalghost}* 考虑到我们都读过你的日记， 我觉得应该会的...
zh_tw: <32>{#p/finalghost}* 我們好歹也算讀過你的日記， 所以Blooky肯定能理解的...

source: <32>{#p/mettaton}{#e/mettaton/19}* I DON'T CARE IF THEY'VE READ MY DIARIES, I WANT THEM TO HEAR IT FROM ME.
pt_br: <32>{#p/mettaton}{#e/mettaton/19}* EU NÃO LIGO PRA QUEM LEU MEU DIÁRIO, EU QUERO QUE OUÇAM ISSO VINDO DE MIM.
zh_cn: <32>{#p/mettaton}{#e/mettaton/19}* 我不在乎你们是否读过我的日记， 我只想让你们从我这里听到...
zh_tw: <32>{#p/mettaton}{#e/mettaton/19}* 你們讀沒讀日記，根本不重要， 我本人什麼態度，聽我親口說。

source: <32>{#p/mettaton}{#e/mettaton/3}* ... * LISTEN, "COUSIN." * THE WORK WAS NEVER THE ISSUE.
pt_br: <32>{#p/mettaton}{#e/mettaton/3}* ... * ESCUTA AQUI, "PRIMO." * O TRABALHO NUNCA FOI UM PROBLEMA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/3}* ... * 听着，“表亲”。 * 这一切都与这个工作无关。
zh_tw: <32>{#p/mettaton}{#e/mettaton/3}* ...[ADD]<32>{#p/mettaton}{#e/mettaton/3}* 咳咳，我的「表親」。 * 問題的根本，從來不在 家族企業本身。

source: <32>{#p/mettaton}{#e/mettaton/14}* SNAIL FARMING MAY NOT BE THE MOST GLAMOROUS PASS TIME, BUT I LIKED IT FOR WHAT IT WAS.
pt_br: <32>{#p/mettaton}{#e/mettaton/14}* FAZENDA DE LESMAS PODIA NÃO SER O TRABALHO MAIS PRAZEROSO, MAS EU GOSTAVA PELO QUE ELE ERA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/14}* 养蜗牛的这份工作也许不是 最迷人的消遣， 但我喜欢它本来的样子。
zh_tw: <32>{#p/mettaton}{#e/mettaton/14}* 養蝸牛來打發時間 也許沒有那麼迷人， 但我喜歡它本來的樣子。

source: <32>{#p/mettaton}{#e/mettaton/13}* NO... IT ONLY STARTED BECOMING A PROBLEM WHEN EVERY SECOND I WASN'T ON THE FARM...
pt_br: <32>{#p/mettaton}{#e/mettaton/13}* NÃO... APENAS SE TORNOU UM PROBLEMA QUANDO TODO SEGUNDO QUE EU NÃO ESTIVESSE NA FAZENDA...
zh_cn: <32>{#p/mettaton}{#e/mettaton/13}* 但是... 我一离开农场， 这就会成为一个问题...
zh_tw: <32>{#p/mettaton}{#e/mettaton/13}* 可是呢... 只要我踏出農場半步， 農場就得出事...

source: <32>{#p/mettaton}* ... WAS A SECOND YOU PEOPLE DIDN'T SEEM TO CARE ABOUT ME.
pt_br: <32>{#p/mettaton}* ... FOI UM SEGUNDO QUE VOCÊS NÃO PARECIAM SE IMPORTAR COMIGO.
zh_cn: <32>{#p/mettaton}* ...你们这些人都不愿意 拿出即使是一秒钟的时间 用来关心我吗？
zh_tw: <32>{#p/mettaton}* ...讓我看清你們 根本就不關心我。

source: <32>{#p/mettaton}{#e/mettaton/16}* NO CALLS, NO VISITS... JUST THE OCCASIONAL "HEY, WHEN ARE YOU COMING BACK TO WORK?"
pt_br: <32>{#p/mettaton}{#e/mettaton/16}* SEM LIGAÇÃO, SEL VISITA... SÓ O PADRÃO "EI, QUANDO VOCÊ VOLTA PARA TRABALHAR?"
zh_cn: <32>{#p/mettaton}{#e/mettaton/16}* 关怀的电话... 突如其来的拜访... 这些都不存在...[ADD]<32>{#p/mettaton}{#e/mettaton/16}* 唯一就是偶尔问一句 “嘿，你啥时候回来工作？”
zh_tw: <32>{#p/mettaton}{#e/mettaton/16}* 關懷的電話... 意外的拜訪... 這些都不存在...[ADD]<32>{#p/mettaton}{#e/mettaton/16}* 唯一就是偶爾問一句 「嘿，你啥時候回來工作？」

source: <32>{#p/mettaton}{#e/mettaton/15}* IT WAS PRETTY OBVIOUS TO ME THAT AT SOME POINT, I'D BECOME NOTHING BUT A TOOL...
pt_br: <32>{#p/mettaton}{#e/mettaton/15}* ESTAVA BEM ÓBVIO PARA MIM QUE EU NÃO ERA NADA ALÉM DE UMA FERRAMENTA...
zh_cn: <32>{#p/mettaton}{#e/mettaton/15}* 这对我来说很明显， 在某些时刻， 我只是个顺手的工具罢了...
zh_tw: <32>{#p/mettaton}{#e/mettaton/15}* 還要我繼續說嗎？ 有的時候啊，在你們看來， 我只是個趁手的工具罷了...

source: <32>{#p/mettaton}{#e/mettaton/11}* A MERE COG IN THE GRAND BLOOK FAMILY MACHINE.
pt_br: <32>{#p/mettaton}{#e/mettaton/11}* APENAS UM TRABALHADOR NA GRANDE MAQUINA DA FAMÍLIA BLOOK.
zh_cn: <32>{#p/mettaton}{#e/mettaton/11}* 只是这个伟大的 幽灵家族机器上的一个齿轮。
zh_tw: <32>{#p/mettaton}{#e/mettaton/11}* 只是這個偉大的 幽靈家族機器上的一個齒輪。

source: <32>{#p/mettaton}{#e/mettaton/2}* NOTHING TO SAY? * NO, NO, I EXPECTED AS MUCH.
pt_br: <32>{#p/mettaton}{#e/mettaton/2}* NADA A DIZER? * NÃO, NÃO, EU ESPERAVA ISSO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/2}* 无话可说了是吧？ * 对，我就知道会这样。
zh_tw: <32>{#p/mettaton}{#e/mettaton/2}* 一下子沒話說了，對吧？ * 呵，我就知道會這樣。

source: <32>{#p/mettaton}{#e/mettaton/5}* HONESTLY, THOUGH, I COULDN'T CARE LESS ABOUT WHAT YOU HAVE TO SAY.
pt_br: <32>{#p/mettaton}{#e/mettaton/5}* HONESTAMENTE, EU NÃO PODERIA ME IMPORTAR MENOS COM O QUE VOCÊ TEM PRA DIZER.
zh_cn: <32>{#p/mettaton}{#e/mettaton/5}* 老实说， 我压根不在乎 你们会说啥。
zh_tw: <32>{#p/mettaton}{#e/mettaton/5}* 老實講，你們到底要說啥， 我壓根不在乎。

source: <32>{#p/mettaton}{#e/mettaton/10}* I'VE GOT EVERYTHING I WANT IN LIFE, AND LOOK AT YOU...
pt_br: <32>{#p/mettaton}{#e/mettaton/10}* EU JÁ TENHO TUDO QUE EU SEMPRE QUIS NA VIDA, E OLHA PRA VOCÊ...
zh_cn: <32>{#p/mettaton}{#e/mettaton/10}* 我已经得到了 生活中我想要的一切， 再看看你们...
zh_tw: <32>{#p/mettaton}{#e/mettaton/10}* 我已經得到了 生活中我想要的一切， 再看看你們...

source: <32>{#p/mettaton}{#e/mettaton/12}* CLINGING TO TRAINING DUMMIES AND BEGGING FOR SCRAPS.
pt_br: <32>{#p/mettaton}{#e/mettaton/12}* AGARRANDO-SE A BONECOS DE TREINAMENTO E IMPLORANDO POR RESTOS.
zh_cn: <32>{#p/mettaton}{#e/mettaton/12}* 依附训练人偶， 乞求残羹剩饭。
zh_tw: <32>{#p/mettaton}{#e/mettaton/12}* 依附訓練人偶， 乞求殘羹剩飯。

source: <32>{#p/finalghost}* You say you don't care about us, yet you invite us onto your shows.
pt_br: <32>{#p/finalghost}* Você diz que não se importa com a gente, mas continua nos chamando para os shows.
zh_cn: <32>{#p/finalghost}* 你说你压根不关心我们， 但你还是会邀请我们 参与你的节目。
zh_tw: <32>{#p/finalghost}* 你說你壓根不在乎我們， 但你還是會邀請我們 參加你的節目。

source: <32>* You even gave Blooky special treatment during that last show...
pt_br: <32>* Você até deu ao Blooky um tratamento especial no último show...
zh_cn: <32>* 在最近的节目中， 你甚至给了Blooky 特殊的待遇...
zh_tw: <32>* 之前那檔綜藝節目， 你甚至特別照顧了Blooky...

source: <32>* Kicking that other contestant so it'd be them against the human in the final round.
pt_br: <32>* Colocando os outros competidores para fora, assim ficaria ele com o humano.
zh_cn: <32>* 踢出其他选手， 令其在最后一轮 与人类竞争。
zh_tw: <32>* 把其他選手踢下場，讓Blooky有機會 與人類競爭最終獎品。
