Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* Your aura is so weak, the audience rolls their eyes...
pt_br: <32>{#p/basic}* A sua aura é tão fraca, que a audiência revira os olhos...
zh_cn: <32>{#p/basic}* 你的样子简直弱不禁风， 观众都翻白眼了...
zh_tw: <32>{#p/basic}* 你的樣子簡直弱不禁風， 觀眾都翻白眼了...

source: <32>{#p/human}* (Despite being wounded, you pose dramatically.)
pt_br: <32>{#p/human}* (Apesar de estar ferido, você posa dramaticamente.)
zh_cn: <32>{#p/human}* （尽管受了重伤， 你还是尽力摆出漂亮的姿势。）
zh_tw: <32>{#p/human}* （儘管受了重傷， 你還是盡力擺出漂亮的姿勢。）

source: <32>{#p/basic}* The audience gasps.
pt_br: <32>{#p/basic}* O público suspira.
zh_cn: <32>{#p/basic}* 观众都为你欢呼。
zh_tw: <32>{#p/basic}* 觀眾都為你歡呼。

source: <32>{#p/basic}* The audience is impressed by your stupidity?
pt_br: <32>{#p/basic}* A audiência está impressionada pela sua estupidez?
zh_cn: <32>{#p/basic}* 观众被你的... 愚蠢震撼到了？
zh_tw: <32>{#p/basic}* 觀眾被你的... 愚蠢震撼到了？

source: <32>{#p/human}* (With the last of your power, you pose dramatically.)
pt_br: <32>{#p/human}* (Com o restante do seu poder, você posa dramaticamente.)
zh_cn: <32>{#p/human}* （你用尽最后的力气，摆出了漂亮的姿势。）
zh_tw: <32>{#p/human}* （你用盡最後的力氣，擺出了漂亮的姿勢。）

source: <32>{#p/basic}* The audience screams.
pt_br: <32>{#p/basic}* A audiência grita.
zh_cn: <32>{#p/basic}* 观众全都惊呼起来。
zh_tw: <32>{#p/basic}* 觀眾全都驚呼起來。

source: <32>{#p/human}* (You scream.)
pt_br: <32>{#p/human}* (Você grita.)
zh_cn: <32>{#p/human}* （你大声尖叫。）
zh_tw: <32>{#p/human}* （你大聲尖叫。）

source: <32>{#p/basic}* The audience seems bored. * You'll move slower this turn.
pt_br: <32>{#p/basic}* A audiência está entediada. * Você se move mais lentamente neste turno.
zh_cn: <32>{#p/basic}* 观众有点厌倦了。 * 本回合，你的移速减慢。
zh_tw: <32>{#p/basic}* 觀眾有點厭倦了。 * 本回合，你的移速減慢。

source: <32>{#p/basic}* The audience seems annoyed. * You'll move slower this turn.
pt_br: <32>{#p/basic}* A audiência parece aborrecida. * Você se move lentamente neste turno.
zh_cn: <32>{#p/basic}* 观众有些厌烦了。 * 本回合，你的移速减慢。
zh_tw: <32>{#p/basic}* 觀眾有些厭煩了。 * 本回合，你的移速減慢。

source: <32>{#p/basic}* The audience gets riled up! * You'll move slower this turn.
pt_br: <32>{#p/basic}* O público fica irritado! * Você se moverá mais devagar neste turno.
zh_cn: <32>{#p/basic}* 观众也跟着兴奋起来！ * 本回合，你的移速减慢。
zh_tw: <32>{#p/basic}* 觀眾也跟著興奮起來！ * 本回合，你的移速減慢。

source: <32>{#p/human}* (You flirt with the audience.)
pt_br: <32>{#p/human}* (Você flerta com a audiência.)
zh_cn: <32>{#p/human}* （你向观众调情。）
zh_tw: <32>{#p/human}* （你向觀眾調情。）

source: <32>{#p/basic}* The audience seems bored...
pt_br: <32>{#p/basic}* A audiência parece entediada...
zh_cn: <32>{#p/basic}* 观众有点厌倦了...
zh_tw: <32>{#p/basic}* 觀眾有點厭倦了...

source: <32>{#p/basic}* The audience seems annoyed...
pt_br: <32>{#p/basic}* A audiência parece irritada...
zh_cn: <32>{#p/basic}* 观众有些厌烦了...
zh_tw: <32>{#p/basic}* 觀眾有些厭煩了...

source: <32>{#p/basic}* Your unexpected move takes the audience by surprise!
pt_br: <32>{#p/basic} Seus movimentos inesperados pegam a audiência de surpresa!
zh_cn: <32>{#p/basic}* 观众没想到你会这么做， 全都大吃一惊！
zh_tw: <32>{#p/basic}* 觀眾沒想到你會這麼做， 全都大吃一驚！

source: <32>{#p/basic}* The audience seems unreceptive...
pt_br: <32>{#p/basic}* A audiência parece receptiva...
zh_cn: <32>{#p/basic}* 观众一时半会还接受不了...
zh_tw: <32>{#p/basic}* 觀眾一時半會還接受不了...

source: <32>{#p/basic}* Doubling down has the audience in a frenzy!
pt_br: <32>{#p/basic}* Dobrar a aposta deixa o público em loucura!
zh_cn: <32>{#p/basic}* 又一次调情！ * 观众陷入了疯狂！
zh_tw: <32>{#p/basic}* 又一次調情！ * 觀眾陷入了瘋狂！

source: <32>{#p/basic}* The audience looks your way.
pt_br: <32>{#p/basic}* O público olha na sua direção.
zh_cn: <32>{#p/basic}* 观众开始朝你这边看了。
zh_tw: <32>{#p/basic}* 觀眾開始朝你這邊看了。

source: <32>{#p/basic}* All this teasing is making the audience queasy...
pt_br: <32>{#p/basic}* Toda essa provocação está deixando o público enjoado...
zh_cn: <32>{#p/basic}* 观众开始对这些甜言蜜语 感到恶心了...
zh_tw: <32>{#p/basic}* 觀眾開始對這些甜言蜜語 感到噁心了...

source: <32>{#p/basic}* That got their attention!
pt_br: <32>{#p/basic}* Isso pegou a atenção deles!
zh_cn: <32>{#p/basic}* 这次，你成功吸引了观众的目光！
zh_tw: <32>{#p/basic}* 這次，你成功吸引了觀眾的目光！

source: <32>{#p/basic}* The audience's confusion grows ever deeper.
pt_br: <32>{#p/basic}* A confusão da audiência cresce ainda mais.
zh_cn: <32>{#p/basic}* 观众愈发感到困惑。
zh_tw: <32>{#p/basic}* 觀眾愈發感到困惑。

source: <32>{#p/basic}* The audience is enthralled!
pt_br: <32>{#p/basic}* O público está encantado!
zh_cn: <32>{#p/basic}* 观众被你深深折服！
zh_tw: <32>{#p/basic}* 觀眾被你深深折服！

source: <33>{#p/asriel2}* I'm gonna try using a spell to wedge open the shield. * Get as many pickups as you can!
pt_br: <33>{#p/asriel2}* Eu vou tentar usar um feitiço para abrir o escudo dele. Pegue o máximo de energia que der!
zh_cn: <33>{#p/asriel2}* 我会尝试用一道法术 突破他的护甲。 * 接住那些黄色的符文！ゑ
zh_tw: <33>{#p/asriel2}* 我會嘗試用一道法術 突破他的護甲。 * 接住那些黃色的符文！ゑ

source: <32>{#p/asriel2}* Here we go again.
pt_br: <32>{#p/asriel2}* Lá vamos nós de novo.
zh_cn: <32>{#p/asriel2}* 再来一次。ゑ
zh_tw: <32>{#p/asriel2}* 再來一次。ゑ

source: <32>{#p/asriel2}* It's only a matter of time.
pt_br: <32>{#p/asriel2}* É apenas uma questão de tempo.
zh_cn: <32>{#p/asriel2}* 我们迟早会赢的。ゑ
zh_tw: <32>{#p/asriel2}* 我們遲早會贏的。ゑ

source: <32>{#p/story}* Seems fighting won't get you any further here.
pt_br: <32>{#p/story}* Parece que lutar não vai te levar muito longe.
zh_cn: <32>{#p/story}* 似乎战斗并不会有什么用。
zh_tw: <32>{#p/story}* 似乎戰鬥並不會有什麼用。

source: <32>{#p/story}* Electricity permeates through the room.
pt_br: <32>{#p/story}* Eletricidade permeia por toda a sala.
zh_cn: <32>{#p/story}* 电流贯穿了整个房间。
zh_tw: <32>{#p/story}* 電流貫穿了整個房間。

source: <32>{#p/story}* It's a whirlwind of high- voltage electricity!
pt_br: <32>{#p/story}* É um turbilhão de eletricidade de alta tensão!
zh_cn: <32>{#p/story}* 高压电极速回流，化作旋风！ゑ
zh_tw: <32>{#p/story}* 高壓電極速回流，化作旋風！ゑ

source: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}Sorry, darling... but if I DON'T go overkill...
pt_br: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}Desculpa, querido... mas se eu não tentar te matar...
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}真是抱歉啊，亲。 但我要是不把你 千刀万剐...ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}真是抱歉啊，親。 但我要是不把你 千刀萬剮...ゑ

source: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/3}I'd simply explode!
pt_br: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/3}Eu vou simplesmente explodir!
zh_cn: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/3}我就会马上爆炸！ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/3}我就會馬上爆炸！ゑ

source: <20>{#p/mettaton}Lights! Camera! Action!
pt_br: <20>{#p/mettaton}Luzes! Câmera! Ação!
zh_cn: <20>{#p/mettaton}灯光！ 镜头！ 开拍！
zh_tw: <20>{#p/mettaton}燈光！ 鏡頭！ 開拍！

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}... heh. Poetic, isn't it?
pt_br: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}... heh. Poético, não é?
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}...鱼死网破， 倘若“余”不死， 休想“破”我网。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}...魚死網破， 倘若「餘」不死， 休想「破」我網。ゑ

source: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/8}{#a.ra/8}Killing you is the only thing keeping me alive!
pt_br: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/8}{#a.ra/8}Te matar é a única coisa me mantendo vivo!
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}...呵。 还挺有诗意的。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}...呵。 還挺有詩意的。ゑ

source: <20>{#p/mettaton}Ghosts! Dummies! ... snails?
pt_br: <20>{#p/mettaton}Fantasmas! Bonecos! ... lesmas?
zh_cn: <20>{#p/mettaton}幽灵！ 人偶！ ...蜗牛？
zh_tw: <20>{#p/mettaton}幽靈！ 人偶！ ...蝸牛？

source: <20>{#p/mettaton}Drama! Romance! Bloodshed!
pt_br: <20>{#p/mettaton}Drama! Romance! Massacre!
zh_cn: <20>{#p/mettaton}浪漫！ 冲突！ 血腥！
zh_tw: <20>{#p/mettaton}浪漫！ 衝突！ 血腥！

source: <20>{#p/mettaton}Karma! Vengeance! Payback!
pt_br: <20>{#p/mettaton}Karma! Vingança! Troco!
zh_cn: <20>{#p/mettaton}复仇！ 惩戒！ 报应！
zh_tw: <20>{#p/mettaton}復仇！ 懲戒！ 報應！

source: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/3}{#a.ra/0}But that's what sets me apart from all the others.
pt_br: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/3}{#a.ra/0}Mas é isso que me separa de todos os outros.
zh_cn: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/3}{#a.ra/0}别人会轻言放弃， 但我可不会愿赌服输。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/3}{#a.ra/0}別人會輕言放棄， 但我可不會願賭服輸。ゑ

source: <20>{#p/mettaton}It's an emotional rollercoaster!
pt_br: <20>{#p/mettaton}É uma montanha russa de emoções!
zh_cn: <20>{#p/mettaton}情绪颠荡起伏！
zh_tw: <20>{#p/mettaton}情緒顛蕩起伏！

source: <20>{#p/mettaton}It's time to put you in your place!
pt_br: <20>{#p/mettaton}É hora de te colocar no seu lugar!
zh_cn: <20>{#p/mettaton}是时候 给你点颜色看看了！
zh_tw: <20>{#p/mettaton}是時候 給你點顏色看看了！

source: <20>{#p/mettaton}I'm the idol everyone craves!
pt_br: <20>{#p/mettaton}Eu sou o ídolo que todos desejam!
zh_cn: <20>{#p/mettaton}我就是 人见人爱的偶像！
zh_tw: <20>{#p/mettaton}我就是 人見人愛的偶像！

source: <20>{#p/mettaton}I'll be the galaxy's superstar!
pt_br: <20>{#p/mettaton}Eu serei uma super estrela da galáxia!
zh_cn: <20>{#p/mettaton}我就是 未来的宇宙巨星！
zh_tw: <20>{#p/mettaton}我就是 未來的宇宙巨星！

source: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}I couldn't give up even if I wanted to...
pt_br: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}Eu não poderia desistir mesmo se quisesse...
zh_cn: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}只有这样， 我才能脱颖而出。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}只有這樣， 我才能脫穎而出。ゑ

source: <20>{#p/mettaton}It's a shame things had to be this way...
pt_br: <20>{#p/mettaton}É uma tristeza que as coisas precisem ser assim...
zh_cn: <20>{#p/mettaton}事情发展成这样， 实在可惜...
zh_tw: <20>{#p/mettaton}事情發展成這樣， 實在可惜...

source: <20>{#p/mettaton}Smile for the camera, $(moniker2)!
pt_br: <20>{#p/mettaton}Sorria para as câmeras, $(moniker2)!
zh_cn: <20>{#p/mettaton}$(moniker2)， 对着镜头，笑一个！
zh_tw: <20>{#p/mettaton}$(moniker2)， 對著鏡頭，笑一個！

source: <20>{#p/mettaton}Smile for the camera, darling!
pt_br: <20>{#p/mettaton}Sorria para a câmera, querido!
zh_cn: <20>{#p/mettaton}亲爱的， 对着镜头，笑一个！
zh_tw: <20>{#p/mettaton}親愛的， 對著鏡頭，笑一個！

source: <20>{#p/mettaton}Smile for the camera, hotshot!
pt_br: <20>{#p/mettaton}Sorria para a câmera, figurão!
zh_cn: <20>{#p/mettaton}大明星， 对着镜头，笑一个！
zh_tw: <20>{#p/mettaton}大明星， 對著鏡頭，笑一個！

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/9}{#a.ra/10}Now just you watch. I'll tear that rotten organ right out of your body!
pt_br: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/9}{#a.ra/10}Agora apenas assista. Eu irei retirar sua alma de dentro do seu corpo!
zh_cn: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/9}{#a.ra/10}现在，就让我亲手 把那腐烂的心肠 从你身体扯出！ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/9}{#a.ra/10}現在，就讓我親手 把那腐爛的心腸 從你身體扯出！ゑ

source: <20>{#p/mettaton}But maybe you can help me make a choice here.
pt_br: <20>{#p/mettaton}Mas talvez você me ajude a fazer uma escolha aqui.
zh_cn: <20>{#p/mettaton}我该如何选择？ 也许你能帮我。
zh_tw: <20>{#p/mettaton}我該如何選擇？ 也許你能幫我。

source: <20>{#p/mettaton}Queue the all- important pop quiz!
pt_br: <20>{#p/mettaton}Enfileire o importantíssimo quiz!
zh_cn: <20>{#p/mettaton}准备迎接重要的 突击测验！
zh_tw: <20>{#p/mettaton}準備迎接重要的 突擊測驗！

source: <20>{#p/mettaton}Oooh, it's time for a pop quiz!
pt_br: <20>{#p/mettaton}Oooh, é hora de um teste rápido!
zh_cn: <20>{#p/mettaton}哦——， 现在是突击测验时间！
zh_tw: <20>{#p/mettaton}喔——， 現在是突擊測驗時間！

source: <20>Can your brains hold a candle to your brawn?
pt_br: <20>Seu cérebro pode segurar uma vela em seus músculos?
zh_cn: <20>希望你并非 “头脑简单”哦！
zh_tw: <20>希望你並非 「頭腦簡單」喔！

source: <20>{#p/mettaton}I sure hope you know your multiple- choice...
pt_br: <20>{#p/mettaton}Eu tenho certeza que você sabe sua múltipla escolha...
zh_cn: <20>{#p/mettaton}真想知道你的 选择呢...
zh_tw: <20>{#p/mettaton}真想知道你的 選擇呢...

source: <20>{#p/mettaton}Oooh, here's a quiz for you.
pt_br: <20>{#p/mettaton}Oooh, aqui está um quiz para você.
zh_cn: <20>{#p/mettaton}哦——， 给你安排了一个 小测验。
zh_tw: <20>{#p/mettaton}喔——， 給你安排了一個 小測驗。

source: <20>{#p/mettaton}Don't like multiple- choice? Too bad!
pt_br: <20>{#p/mettaton}Não gosta de múltipla escolha? Que peninha!
zh_cn: <20>{#p/mettaton}希望你喜欢选择题哦！ 要不就太糟糕了！
zh_tw: <20>{#p/mettaton}希望你喜歡選擇題喔！ 要不就太糟糕了！

source: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}What? You call that cold thing a heart?
pt_br: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}Que? Você chama essa coisa fria de coração?
zh_cn: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}什么？ 那又冷又硬的东西， 还配叫“心”？ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}什麼？ 那又冷又硬的東西， 還配叫「心」？ゑ

source: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/9}{#a.ra/10}... no. Let me show you what a REAL one looks like.
pt_br: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/9}{#a.ra/10}... não. Vou te mostrar como um coração de verdade se parece.
zh_cn: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/9}{#a.ra/10}...呵。 给你瞧瞧， 什么才是真正的“心”。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/9}{#a.ra/10}...呵。 給你瞧瞧， 什麼才是真正的「心」。ゑ

source: <20>{#p/mettaton}Not so simple, is it?
pt_br: <20>{#p/mettaton}Não é tão simples, é?
zh_cn: <20>{#p/mettaton}并不简单，是吗？
zh_tw: <20>{#p/mettaton}並不簡單，是嗎？

source: <20>... perhaps a heart to heart will lead us to the answer.
pt_br: <20>... Talvez um coração por coração deve nos dar uma resposta.
zh_cn: <20>...也许通过心与心的 交流，能让我们 知晓答案。
zh_tw: <20>...也許通過心與心的 交流，能讓我們 知曉答案。

source: <20>{#p/mettaton}Your "answer" sure was underwhelming...
pt_br: <20>{#p/mettaton}Sua "resposta" com certeza foi decepcionante...
zh_cn: <20>{#p/mettaton}多么无趣的 “回答”...
zh_tw: <20>{#p/mettaton}多麼無趣的 「回答」...

source: <20>{#p/mettaton}But this won't be!
pt_br: <20>{#p/mettaton}Mas isso não vai acontecer!
zh_cn: <20>{#p/mettaton}但并不会怎么样！
zh_tw: <20>{#p/mettaton}但並不會怎麼樣！

source: <20>{#p/mettaton}So you ARE smarter than you look.
pt_br: <20>{#p/mettaton}Então você É mais inteligente do que parece.
zh_cn: <20>{#p/mettaton}所以你比看起来 还聪明。
zh_tw: <20>{#p/mettaton}所以你比看起來 還聰明。

source: <20>But a battle takes more than just basic knowledge.
pt_br: <20>Mas uma batalha necessita mais do que apenas conhecimento básico.
zh_cn: <20>但是一场战斗需要的 不仅仅是这些 基础的知识。
zh_tw: <20>但是一場戰鬥需要的 不僅僅是這些 基礎的知識。

source: <20>It takes heart!
pt_br: <20>É preciso ter coração!
zh_cn: <20>更需要勇气！
zh_tw: <20>更需要勇氣！

source: <20>{#p/mettaton}Your answer really showed everyone what's on your mind.
pt_br: <20>{#p/mettaton}Sua resposta realmente mostrou a todos sua mente.
zh_cn: <20>{#p/mettaton}你的回答让所有人 都明白你在想啥。
zh_tw: <20>{#p/mettaton}你的回答讓所有人 都明白你在想啥。

source: <20>{#p/mettaton}Why don't I show you what's in my heart?
pt_br: <20>{#p/mettaton}Que tal eu te mostrar o que está em meu coração?
zh_cn: <20>{#p/mettaton}为什么不向你展示一下 我的内心呢？
zh_tw: <20>{#p/mettaton}為什麼不向你展示一下 我的內心呢？

source: <20>{#p/mettaton}So you DO like multiple choice.
pt_br: <20>{#p/mettaton}Então você GOSTA de múltipla escolha.
zh_cn: <20>{#p/mettaton}所以你很喜欢 选择题。
zh_tw: <20>{#p/mettaton}所以你很喜歡 選擇題。

source: <20>{#p/mettaton}Well, you won't like this!
pt_br: <20>{#p/mettaton}Olha, eu não gosto disso.
zh_cn: <20>{#p/mettaton}好吧， 那你绝对不会 喜欢这个！
zh_tw: <20>{#p/mettaton}好吧， 那你絕對不會 喜歡這個！

source: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}It's only a matter of time...
pt_br: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}É apenas uma questão de tempo...
zh_cn: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}尽情垂死挣扎吧...ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}盡情垂死掙扎吧...ゑ

source: <20>{#p/mettaton}It's not like I never loved the old life.
pt_br: <20>{#p/mettaton}Não é como se eu não amasse a antiga vida.
zh_cn: <20>{#p/mettaton}我又不是没怀念过 过去的那些日子。
zh_tw: <20>{#p/mettaton}我又不是沒懷念過 過去的那些日子。

source: <20>{#p/mettaton}You may be a demon, but can you dance like the devil?
pt_br: <20>{#p/mettaton}Você pode ser um demônio, mas consegue dançar como o diabo?
zh_cn: <20>{#p/mettaton}你也许是个恶魔，但你 能像恶魔一样跳舞吗？
zh_tw: <20>{#p/mettaton}你也許是個惡魔，但你 能像惡魔一樣跳舞嗎？

source: <20>{#p/mettaton}Introducing... the double DJ disco!
pt_br: <20>{#p/mettaton}Apresentando... a discoteca dupla DJ!
zh_cn: <20>{#p/mettaton}隆重推出... 双人迪斯科！
zh_tw: <20>{#p/mettaton}隆重推出... 雙人迪斯科！

source: <20>{#p/mettaton}The battle's only just begun!
pt_br: <20>{#p/mettaton}A batalha apenas começou!
zh_cn: <20>{#p/mettaton}战斗才刚刚开始！
zh_tw: <20>{#p/mettaton}戰鬥才剛剛開始！

source: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}Until you inevitably lose to me.
pt_br: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}Até você inevitavelmente perder para mim.
zh_cn: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}迟早， 你将败在我的手下。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}遲早， 你將敗在我的手下。ゑ

source: <20>{#p/mettaton}But it wasn't exactly glamorous, either...
pt_br: <20>{#p/mettaton}Mas não foi exatamente glamoroso, também...
zh_cn: <20>{#p/mettaton}但它也没有 那么迷人...
zh_tw: <20>{#p/mettaton}但它也沒有 那麼迷人...

source: <20>{#p/mettaton}It's time to bring your a-game!
pt_br: <20>{#p/mettaton}É hora de te trazer um jogo!
zh_cn: <20>{#p/mettaton}该发挥你的 最佳水平了！
zh_tw: <20>{#p/mettaton}該發揮你的 最佳水準了！

source: <20>{#p/mettaton}Can you keep up the pace?
pt_br: <20>{#p/mettaton}Você consegue manter o ritmo?
zh_cn: <20>{#p/mettaton}能跟上节奏吗？
zh_tw: <20>{#p/mettaton}能跟上節奏嗎？

source: <20>{#p/mettaton}Turn it up to eleven!
pt_br: <20>{#p/mettaton}Aumente seu ritmo!
zh_cn: <20>{#p/mettaton}音量调到最大！
zh_tw: <20>{#p/mettaton}音量調到最大！

source: <20>{#p/mettaton}{#e/mettaton/9}{#a.la/0}{#a.ra/5}Then, our kind will get to see the stars...
pt_br: <20>{#p/mettaton}{#e/mettaton/9}{#a.la/0}{#a.ra/5}Então, nosso povo irá ver as estrelas...
zh_cn: <20>{#p/mettaton}{#e/mettaton/9}{#a.la/0}{#a.ra/5}那时， 我族就能重见天日。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/9}{#a.la/0}{#a.ra/5}那時， 我族就能重見天日。ゑ

source: <20>{#p/mettaton}Whatever, Who cares!
pt_br: <20>{#p/mettaton}Tanto faz, quem liga!
zh_cn: <20>{#p/mettaton}管它呢，谁在乎！
zh_tw: <20>{#p/mettaton}管它呢，誰在乎！

source: <20>{#p/mettaton}Lights! Camera! Plastic explosives!
pt_br: <20>{#p/mettaton}Luzes! Câmera! Plástico explosivo!
zh_cn: <20>{#p/mettaton}灯光！ 镜头！ 爆炸！
zh_tw: <20>{#p/mettaton}燈光！ 鏡頭！ 爆炸！

source: <20>{#p/mettaton}Destruction! Annihilation! Armageddon!
pt_br: <20>{#p/mettaton}Destruição! Aniquilação! Armagedom!
zh_cn: <20>{#p/mettaton}毁灭！ 湮灭！ 末日！
zh_tw: <20>{#p/mettaton}毀滅！ 湮滅！ 末日！

source: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/7}... and I'm the one who's going to send them there!
pt_br: 20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/7}... e eu sou quem irá dar a eles a liberdade!
zh_cn: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/7}...而我，就是帮他们 摆脱桎梏的英雄！ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/7}...而我，就是幫他們 擺脫桎梏的英雄！ゑ

source: <20>{#p/mettaton}Nobody, that's who!
pt_br: <20>{#p/mettaton}Ninguém, ninguém liga!
zh_cn: <20>{#p/mettaton}谁也不会！
zh_tw: <20>{#p/mettaton}誰也不會！

source: <20>{#p/mettaton}Things are blowing up!
pt_br: <20>{#p/mettaton}As coisas estão explodindo!
zh_cn: <20>{#p/mettaton}所有东西 都炸翻天哦！
zh_tw: <20>{#p/mettaton}所有東西 都炸翻天喔！

source: <20>{#p/mettaton}Things are getting crazy!
pt_br: <20>{#p/mettaton}As coisas estão ficando malucas!
zh_cn: <20>{#p/mettaton}所有东西都 狂热起来！
zh_tw: <20>{#p/mettaton}所有東西都 狂熱起來！

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}It's a shame, really. Alphys, Asgore, even my cousins...
pt_br: 20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}É uma pena, sério. Alphys, Asgore e até meus primos...
zh_cn: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}真是遗憾，我身边的人， 只要遇到点困难 全就躲得老远。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}真是遺憾，我身邊的人， 只要遇到點困難 全就躲得老遠。ゑ

source: <20>{#e/mettaton/12}{#a.la/8}{#a.ra/8}Those closest to me are all quick to avoid conflict.
pt_br: <20>{#e/mettaton/12}{#a.la/8}{#a.ra/8}Todos aqueles próximos de mim sempre desejam evitar conflito.
zh_cn: <20>{#e/mettaton/12}{#a.la/8}{#a.ra/8}Alphys，Asgore， 还有那堆表亲， 全是一个熊样。ゑ
zh_tw: <20>{#e/mettaton/12}{#a.la/8}{#a.ra/8}Alphys，Asgore， 還有那堆表親， 全是一個熊樣。ゑ

source: <20>{#p/mettaton}Let's just take a moment to think.
pt_br: <20>{#p/mettaton}Vamos tomar um momento para pensar.
zh_cn: <20>{#p/mettaton}让我们花点时间 思考一下。
zh_tw: <20>{#p/mettaton}讓我們花點時間 思考一下。

source: <20>{#p/mettaton}Nothing like a break to quell the enemy's fire!
pt_br: <20>{#p/mettaton}Nada como uma pausa para reprimir o fogo do inimigo!
zh_cn: <20>{#p/mettaton}没有什么比中场休息 更能平息敌人的 炮火了！
zh_tw: <20>{#p/mettaton}沒有什麼比中場休息 更能平息敵人的 炮火了！

source: <21>{#p/mettaton}Time for our council- regulated break!
pt_br: <21>{#p/mettaton}Hora do nosso intervalo regulamentado pelo conselho!
zh_cn: <21>{#p/mettaton}我们的行业协会 规定的休息时间到了！
zh_tw: <21>{#p/mettaton}我們的行業協會 規定的休息時間到了！

source: <20>{#p/mettaton}Can't catch a break? Sucks to be you!
pt_br: <20>{#p/mettaton}Não consegue fazer uma pausa? É uma merda ser você!
zh_cn: <20>{#p/mettaton}休息？ 一点“修养”都没有， 还想“休养生息”？
zh_tw: <20>{#p/mettaton}休息？ 一點「修養」都沒有， 還想「休養生息」？

source: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}But me? I don't play by their lovey-dovey rules.
pt_br: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}Mas eu? Eu não jogo pelas regras amáveis deles.
zh_cn: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}而我呢？ 我可不搞他们 卿卿我我那一套。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}而我呢？ 我可不搞他們 卿卿我我那一套。ゑ

source: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/1}{#a.ra/6}I get straight to the heart of it!
pt_br: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/1}{#a.ra/6}Eu vou direto ao coração da questão.
zh_cn: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/1}{#a.ra/6}而是切中要害 直入核心！ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/1}{#a.ra/6}而是切中要害 直入核心！ゑ

source: <20>{#p/mettaton}I don't get why they had to be so confrontational...
pt_br: <20>{#p/mettaton}Eu não entendo por que eles me confrontaram daquela forma...
zh_cn: <20>{#p/mettaton}我不明白那些幽灵 为什么要跟我 对着干...
zh_tw: <20>{#p/mettaton}我不明白那些幽靈 為什麼要跟我 對著幹...

source: <20>{#p/mettaton}... am I supposed to believe it was out of love?
pt_br: <20>{#p/mettaton}... eu deveria acreditar que foi por amor?
zh_cn: <20>{#p/mettaton}...我应该相信 这是出于关爱吗？
zh_tw: <20>{#p/mettaton}...我應該相信 這是出於關愛嗎？

source: <20>{#p/mettaton}It's time we got back to the heart of this conflict!
pt_br: <20>{#p/mettaton}Hora de voltar para o coração do conflito!
zh_cn: <20>{#p/mettaton}是时候回到 这场冲突的核心了！
zh_tw: <20>{#p/mettaton}是時候回到 這場衝突的核心了！

source: <20>{#p/mettaton}We've grown so distant, darling...
pt_br: <20>{#p/mettaton}Nós crescemos tão distantes, querido...
zh_cn: <20>{#p/mettaton}我们的关系 变得疏远了， 亲爱的...
zh_tw: <20>{#p/mettaton}我們的關係 變得疏遠了， 親愛的...

source: <20>{#p/mettaton}How about another heart-to-heart?
pt_br: <20>{#p/mettaton}Que tal outro turno de coração com coração?
zh_cn: <20>{#p/mettaton}再来一次心与心 的交流怎么样？
zh_tw: <20>{#p/mettaton}再來一次「靈魂碰撞」， 怎麼樣？

source: <20>{#p/mettaton}I think it's time you learned your lesson.
pt_br: <20>{#p/mettaton}Acho que já é hora de você ter aprendido sua lição.
zh_cn: <20>{#p/mettaton}我想你该 好好的上一课了。
zh_tw: <20>{#p/mettaton}我想你該 好好的上一課了。

source: <20>{#p/mettaton}Here's something you can take to heart!
pt_br: <20>{#p/mettaton}Aqui vai algo que você pode levar para o coração!
zh_cn: <20>{#p/mettaton}要将这些 放在心上哦！
zh_tw: <20>{#p/mettaton}要將這些 放在心上喔！

source: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}... jeez.
pt_br: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}... senhor.
zh_cn: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}...切。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}...切。ゑ

source: <20>{#e/mettaton/25}{#a.la/8}{#a.ra/8}You really are an annoying little bug, aren't you?
pt_br: <20>{#e/mettaton/25}{#a.la/8}{#a.ra/8}Você é um verdadeiro inseto insolente, sabia?
zh_cn: <20>{#e/mettaton/25}{#a.la/8}{#a.ra/8}你还不知道 自己就是个招人烦的 烂虫子吗？ゑ
zh_tw: <20>{#e/mettaton/25}{#a.la/8}{#a.ra/8}你還不知道 自己就是個招人煩的 爛蟲子嗎？ゑ

source: <20>{#p/mettaton}A... and besides, how can I even trust them now?
pt_br: <20>{#p/mettaton}E... e aliás, como eu posso confiar neles agora?
zh_cn: <20>{#p/mettaton}再... 再者说， 我现在还能相信 他们吗？
zh_tw: <20>{#p/mettaton}再... 再者說， 我現在還能相信 他們嗎？

source: <20>{#p/mettaton}A... arms? Wh... who needs arms with legs like these?
pt_br: <20>{#p/mettaton}Braços...? Qu-quem precisa de braços com pernas assim?
zh_cn: <20>{#p/mettaton}手... 手臂？ 有... 有这么长的腿 谁还需要手臂啊？
zh_tw: <20>{#p/mettaton}手... 手臂？ 有... 有這麼長的腿 誰還需要手臂啊？
