Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <08>{#p/basic}{~}You are very strange.
pt_br: <08>{#p/basic}{~}Você é bem estranho.
zh_cn: <08>{#p/basic}{~}你这人 真怪。
zh_tw: <08>{#p/basic}{~}你這人 真怪。

source: <08>{#p/basic}{~}but charming none- theless.
pt_br: <08>{#p/basic}{~}mas charmoso mesmo assim.
zh_cn: <08>{#p/basic}{~}但我喜欢。
zh_tw: <08>{#p/basic}{~}但我喜歡。

source: <08>{#p/basic}{~}Sure, let's be friends.
pt_br: <08>{#p/basic}{~}Claro, meu amigo.
zh_cn: <08>{#p/basic}{~}好啊。 多一个 朋友...
zh_tw: <08>{#p/basic}{~}好啊。 多一個 朋友...

source: <08>{#p/basic}{~}It's better that way.
pt_br: <08>{#p/basic}{~}É melhor assim.
zh_cn: <08>{#p/basic}{~}总比 多一个 敌人好。
zh_tw: <08>{#p/basic}{~}總比 多一個 敵人好。

source: <08>{#p/basic}{~}Um..
zh_cn: <08>{#p/basic}{~}嗯..
zh_tw: <08>{#p/basic}{~}嗯..

source: <08>{#p/basic}{~}If that's what you really want?
pt_br: <08>{#p/basic}{~}Se é isso que você realmente quer?
zh_cn: <08>{#p/basic}{~}想抱的话 你就抱吧。
zh_tw: <08>{#p/basic}{~}想抱的話 你就抱吧。

source: <08>{#p/basic}{~}It's time I stopped run- ning..
pt_br: <08>{#p/basic}{~}É hora de parar de correr..
zh_cn: <08>{#p/basic}{~}是时候...
zh_tw: <08>{#p/basic}{~}是時候...

source: <08>{#p/basic}{~}.. from my death.
pt_br: <08>{#p/basic}{~}.. da minha morte.
zh_cn: <08>{#p/basic}{~}...面对 死亡了。
zh_tw: <08>{#p/basic}{~}...面對 死亡了。

source: <08>{#p/basic}{~}You'll get more out of this than me.
pt_br: <08>{#p/basic}{~}Você vai tirar mais proveito disso do que eu.
zh_cn: <08>{#p/basic}{~}你花钱 比我精明， 所以...
zh_tw: <08>{#p/basic}{~}你花錢 比我精明， 所以...

source: <08>{#p/basic}{~}By all means, take it.
pt_br: <08>{#p/basic}{~}Por tudo que isso significa, tome.
zh_cn: <08>{#p/basic}{~}这钱， 你拿着吧。
zh_tw: <08>{#p/basic}{~}這錢， 你拿著吧。

source: <32>{#p/basic}* Silencio escapes!
pt_br: <32>{#p/basic}* Silencio escapa!
zh_cn: <32>{#p/basic}* Silencio逃走了！
zh_tw: <32>{#p/basic}* Silencio逃走了！

source: <32>{#p/alphys}* Silencio, huh? * Yeah, this one gets around a lot, actually.
pt_br: <32>{#p/alphys}* Silencio, huh? * É, ele se safa bastante, na verdade.
zh_cn: <32>{#p/alphys}* Silencio是吗？ * 啊，这家伙经常到处乱跑。
zh_tw: <32>{#p/alphys}* Silencio是嗎？ * 啊，這傢伙經常到處亂跑。

source: <32>{#p/alphys}* It's just Silencio.
pt_br: <32>{#p/alphys}* É apenas o Silencio.
zh_cn: <32>{#p/alphys}* 这只是Silencio罢了。
zh_tw: <32>{#p/alphys}* 這只是Silencio罷了。

source: <32>{#p/story}* SILENCIO - ATK 28 DEF 17 * Shamelessly cowardly. * Along for the ride.
pt_br: <32>{#p/story}* SILENCIO - ATK 28 DEF 17 * Descaradamente covarde. * Junto com o passeio.
zh_cn: <32>{#p/story}* SILENCIO - 攻击28 防御17 * 无耻而懦弱。 * 来凑热闹的。
zh_tw: <32>{#p/story}* SILENCIO - 攻擊28 防禦17 * 無恥而懦弱。 * 來湊熱鬧的。

source: <32>{#p/human}* (You flirt with Silencio.)
pt_br: <32>{#p/human}* (Você flerta com Silencio.)
zh_cn: <32>{#p/human}* （你向Silencio调情。）
zh_tw: <32>{#p/human}* （你向Silencio調情。）

source: <32>{#p/alphys}* Alright then...
pt_br: <32>{#p/alphys}* Tudo bem então...
zh_cn: <32>{#p/alphys}* 好吧...
zh_tw: <32>{#p/alphys}* 好吧...

source: <09>{#p/basic}{~}You're adorable.
pt_br: <09>{#p/basic}{~}Você é adorável.
zh_cn: <09>{#p/basic}{~}你真可爱。
zh_tw: <09>{#p/basic}{~}你真可愛。

source: <32>{#p/human}* (You insult Silencio.) * (No effect.)
pt_br: <32>{#p/human}* (Você insulta Silêncio.) * (Sem efeito.)
zh_cn: <32>{#p/human}* （你辱骂了Silencio。） * （没什么效果。）
zh_tw: <32>{#p/human}* （你辱罵了Silencio。） * （沒什麼效果。）

source: <32>{#p/story}* Silencio is ignoring the others.
pt_br: <32>{#p/story}* Silencio está ignorando os outros.
zh_cn: <32>{#p/story}* Silencio对他人视而不见。
zh_tw: <32>{#p/story}* Silencio對他人視而不見。

source: <32>{#p/story}* Smells like a pit stop.
pt_br: <32>{#p/story}* Cheira a pit stop.
zh_cn: <32>{#p/story}* 闻起来像休息区。
zh_tw: <32>{#p/story}* 聞起來像休息區。

source: <08>{#p/basic}Out of the way.
pt_br: <08>{#p/basic}Fora do caminho.
zh_cn: <08>{#p/basic}给我 让开。
zh_tw: <08>{#p/basic}給我 讓開。

source: <08>{#p/basic}You people are slow.
pt_br: <08>{#p/basic}Você é muito lento.
zh_cn: <08>{#p/basic}你们 这些人 真慢。
zh_tw: <08>{#p/basic}你們 這些人 真慢。

source: <08>{#p/basic}I'm not partici- pating.
pt_br: <08>{#p/basic}Eu não estou participando.
zh_cn: <08>{#p/basic}我不 参与。
zh_tw: <08>{#p/basic}我不 參與。

source: <08>{#p/basic}Reject the swarm.
pt_br: <08>{#p/basic}Rejeite o enxame.
zh_cn: <08>{#p/basic}可别 聚在一块。
zh_tw: <08>{#p/basic}可別 聚在一塊。

source: <08>{#p/basic}Danger is for fools.
pt_br: <08>{#p/basic}Perigo é para os tolos.
zh_cn: <08>{#p/basic}危险是 留给 傻瓜的。
zh_tw: <08>{#p/basic}危險是 留給 傻瓜的。

source: <08>{#p/basic}Leave me alone.
pt_br: <08>{#p/basic}Me deixa em paz.
zh_cn: <08>{#p/basic}能不能 走开。
zh_tw: <08>{#p/basic}能不能 走開。

source: <32>{#p/alphys}* Looks like it never wanted to do this to begin with.
pt_br: <32>{#p/alphys}* Parece que ele nem queria fazer isso pra começar.
zh_cn: <32>{#p/alphys}* 看来它一开始就不想这么做。
zh_tw: <32>{#p/alphys}* 看來它一開始就不想這麼做。

source: <32>{#p/story}* Silencio doesn't need anyone else around.
pt_br: <32>{#p/story}* Silencio não precisa de ninguém por perto.
zh_cn: <32>{#p/story}* Silencio不需要任何人 在它身边。
zh_tw: <32>{#p/story}* Silencio不需要任何人 在它身邊。

source: <08>{#p/basic}{~}I'll get along alright.
pt_br: <08>{#p/basic}{~}Eu vou ficar bem.
zh_cn: <08>{#p/basic}{~}我将过得 很好。
zh_tw: <08>{#p/basic}{~}我將過得 很好。

source: <08>{#p/basic}{~}Partners are over- rated.
pt_br: <08>{#p/basic}{~}Parceiros são superestimados.
zh_cn: <08>{#p/basic}{~}搭档 什么的.. 就是 靠不住。
zh_tw: <08>{#p/basic}{~}搭檔 什麼的.. 就是 靠不住。

source: <08>{#p/basic}{~}At last, alone time.
pt_br: <08>{#p/basic}{~}No fim, um tempo sozinho.
zh_cn: <08>{#p/basic}{~}终于可以 独处了。
zh_tw: <08>{#p/basic}{~}終於可以 獨處了。

source: <08>{#p/basic}{~}Cha, cha.
zh_cn: <08>{#p/basic}{~}恰， 恰。
zh_tw: <08>{#p/basic}{~}恰， 恰。

source: <08>{#p/basic}{~}I dance in peace.
pt_br: <08>{#p/basic}{~}Eu danço em paz.
zh_cn: <08>{#p/basic}{~}在宁静中 舞蹈。
zh_tw: <08>{#p/basic}{~}在寧靜中 舞蹈。

source: <08>{#p/basic}{~}I'm outta here.
pt_br: <08>{#p/basic}{~}Eu tô fora daqui.
zh_cn: <08>{#p/basic}{~}我要 走了。
zh_tw: <08>{#p/basic}{~}我要 走了。

source: <08>{#p/basic}{~}It's only fair to spare you too!
pt_br: <08>{#p/basic}{~}É apenas justo te poupar também!
zh_cn: <08>{#p/basic}{~}这样 我就只好 饶恕你了！
zh_tw: <08>{#p/basic}{~}這樣 我就只好 饒恕你了！

source: <08>{#p/basic}{~}I'm in over my mushroom cap! Retreat!
pt_br: <08>{#p/basic}{~}Estou acima do meu boné de cogumelo! Retirar-se!
zh_cn: <08>{#p/basic}{~}我的 蘑菇帽 要掉了！ 撤退！
zh_tw: <08>{#p/basic}{~}我的 蘑菇帽 要掉了！ 撤退！

source: <08>{#p/basic}{~}All's fair in love 'n' war!
pt_br: <08>{#p/basic}{~}Tudo é justo no amor e na guerra!
zh_cn: <08>{#p/basic}{~}爱情与 战争， 一切皆 公平！
zh_tw: <08>{#p/basic}{~}情場 戰場， 不擇 手段。

source: <08>{#p/basic}{~}From now on, we fight as allies!
pt_br: <08>{#p/basic}{~}De agora em diante, nós lutamos como aliados!
zh_cn: <08>{#p/basic}{~}从今往后， 我们就是 盟友了！
zh_tw: <08>{#p/basic}{~}從今往後， 我們就是 盟友了！

source: <08>{#p/basic}{~}Hugging really is the key to peace!
pt_br: <08>{#p/basic}{~}Abraçar realmente é a chave da paz!
zh_cn: <08>{#p/basic}{~}拥抱真是 和平的 关键！
zh_tw: <08>{#p/basic}{~}擁抱真是 和平的 關鍵！

source: <08>{#p/basic}{~}This cycle of conflict must end!
pt_br: <08>{#p/basic}{~}Este ciclo de conflito deve acabar agora!
zh_cn: <08>{#p/basic}{~}为这 无尽冲突 划上句号！
zh_tw: <08>{#p/basic}{~}為這 無盡衝突 劃上句號！

source: <08>{#p/basic}{~}The spoils of war are yours!
pt_br: <08>{#p/basic}{~}As manchas da guerra são suas!
zh_cn: <08>{#p/basic}{~}战利品 归你了！
zh_tw: <08>{#p/basic}{~}戰利品 歸你了！

source: <33>{#p/basic}* Mushketeer has met their match!
pt_br: <33>{#p/basic}* Mushketeer encontrou seu rival!
zh_cn: <33>{#p/basic}* Mushketeer可算是碰上对手了！
zh_tw: <33>{#p/basic}* Mushketeer可算是碰上對手了！

source: <32>{#p/basic}* Mushketeer surrenders!
pt_br: <32>{#p/basic}* Mushketeer se rende!
zh_cn: <32>{#p/basic}* Mushketeer投降了！
zh_tw: <32>{#p/basic}* Mushketeer投降了！

source: <32>{#p/basic}* Mushketeer has been impaired!
pt_br: <32>{#p/basic}* Mushketeer foi prejudicado!
zh_cn: <32>{#p/basic}* Mushketeer被削弱了！
zh_tw: <32>{#p/basic}* Mushketeer被削弱了！

source: <08>{#p/basic}{~}Your reign of terror is over!
pt_br: <08>{#p/basic}{~}O seu reino de terror acaba agora!
zh_cn: <08>{#p/basic}{~}你的 恐怖统治 结束了！
zh_tw: <08>{#p/basic}{~}你的 恐怖統治 結束了！

source: <08>{#p/basic}{~}Join me on the front- line.
pt_br: <08>{#p/basic}{~}Junto-se a mim na linha de frente.
zh_cn: <08>{#p/basic}{~}来和我 一起 上前线。
zh_tw: <08>{#p/basic}{~}來和我 一起 上前線。

source: <08>{#p/basic}{~}Prepare for exe- cution!
pt_br: <08>{#p/basic}{~}Preparar para a exe- cução!
zh_cn: <08>{#p/basic}{~}等着被 处决吧！
zh_tw: <08>{#p/basic}{~}等著被 處決吧！

source: <08>{#p/basic}{~}All's fair in love.. .. and CORE.
pt_br: <08>{#p/basic}{~}Tudo é justo no amor... e no CORE.
zh_cn: <08>{#p/basic}{~}爱情.. 与核心 一切皆 公平。
zh_tw: <08>{#p/basic}{~}情場 ...核心， 不擇 手段。

source: <08>{#p/basic}{~}Nobody outguns Mush- keteer!
pt_br: <08>{#p/basic}{~}Ninguém tira a arma do Mushketter!
zh_cn: <08>{#p/basic}{~}论火力， 我为 第一！
zh_tw: <08>{#p/basic}{~}論火力， 我為 第一！

source: <08>{#p/basic}{~}No time like war time..
pt_br: <08>{#p/basic}{~}Sem tempo como o tempo da guerra..
zh_cn: <08>{#p/basic}{~}没有比 战时 更美好的 时刻了..
zh_tw: <08>{#p/basic}{~}沒有比 戰時 更美好的 時刻了..

source: <32>{#p/asriel2}* Almost dead.
pt_br: <32>{#p/asriel2}* Quase morto.
zh_cn: <32>{#p/asriel2}* 离死不远了。ゑ
zh_tw: <32>{#p/asriel2}* 離死不遠了。ゑ

source: <32>{#p/story}* Mushketeer sets out on its final push.
pt_br: <32>{#p/story}* Mushketeer respira fundo e faz um último levante.
zh_cn: <32>{#p/story}* Mushketeer开始了最后的攻势。
zh_tw: <32>{#p/story}* Mushketeer開始了最後的攻勢。

source: <32>{#p/asriel2}* Mushketeer.
zh_cn: <32>{#p/asriel2}* Mushketeer。ゑ
zh_tw: <32>{#p/asriel2}* Mushketeer。ゑ

source: <32>{#p/asriel2}* Why is this thing in our way?
pt_br: <32>{#p/asriel2}* Por que essa coisa tá no nosso caminho?
zh_cn: <32>{#p/asriel2}* 怎么这玩意也要挡我们路？
zh_tw: <32>{#p/asriel2}* 怎麼這玩意也要擋我們路？

source: <32>{#p/alphys}* Please don't die.
pt_br: <32>{#p/alphys}* Por favor não morra.
zh_cn: <32>{#p/alphys}* 可别死了。
zh_tw: <32>{#p/alphys}* 可別死了。

source: <32>{#p/story}* Mushketeer blocks the way!
pt_br: <32>{#p/story}* Mushketeer bloqueia o caminho!
zh_cn: <32>{#p/story}* Mushketeer挡住了去路！
zh_tw: <32>{#p/story}* Mushketeer擋住了去路！

source: <32>{#p/story}* Mushketeer stands firm.
pt_br: <32>{#p/story}* Mushketeer se mantém firme.
zh_cn: <32>{#p/story}* Mushketeer坚定不移。
zh_tw: <32>{#p/story}* Mushketeer堅定不移。

source: <32>{#p/story}* Mushketeer wants to be a hero.
pt_br: <32>{#p/story}* Mushketeer deseja ser um herói.
zh_cn: <32>{#p/story}* Mushketeer想做一个英雄。
zh_tw: <32>{#p/story}* Mushketeer想做一個英雄。

source: <32>{#p/story}* Mushketeer is preparing for a shootout.
pt_br: <32>{#p/story}* Mushketeer está se preparando para um tiroteio.
zh_cn: <32>{#p/story}* Mushketeer在为交火做准备。
zh_tw: <32>{#p/story}* Mushketeer在為交火做準備。

source: <32>{#p/story}* Mushketeer reaches around for their gun.
pt_br: <32>{#p/story}* Mushketeer pega sua arma.
zh_cn: <32>{#p/story}* Mushketeer伸手去拿枪。
zh_tw: <32>{#p/story}* Mushketeer伸手去拿槍。

source: <32>{#p/story}* Smells like dry dirt.
pt_br: <32>{#p/story}* Cheira a terra seca.
zh_cn: <32>{#p/story}* 干燥泥土的味道扑面而来。
zh_tw: <32>{#p/story}* 乾燥泥土的味道撲面而來。

source: <32>{#p/story}* Mushketeer, the pray 'n' spray specialist.
pt_br: <32>{#p/story}* Mushketeer, o especialista em orar e deixar ir.
zh_cn: <32>{#p/story}* Mushketeer，祈祷与扫射专家。
zh_tw: <32>{#p/story}* Mushketeer，祈禱與齊掃專家。

source: <32>{#p/story}* Mushketeer is on edge.
pt_br: <32>{#p/story}* Mushketeer está na ponte.
zh_cn: <32>{#p/story}* Mushketeer紧张不安。
zh_tw: <32>{#p/story}* Mushketeer緊張不安。

source: <32>{#p/story}* Mushketeer darts their eyes around.
pt_br: <32>{#p/story}* Mushketeer lança os olhos ao redor.
zh_cn: <32>{#p/story}* Mushketeer急速扫视着四周。
zh_tw: <32>{#p/story}* Mushketeer急速掃視著四周。

source: <32>{#p/asriel2}* Mushketeer, the gun-toter. * The dirty elder cousin of a mushroom far away...
pt_br: <32>{#p/asriel2}* Mushketeer, o portador de armas. * O primo mais velho sujo, de um cogumelo distante...
zh_cn: <32>{#p/asriel2}* Mushketeer，火枪手。 * 远方蘑菇的脏表亲...
zh_tw: <32>{#p/asriel2}* Mushketeer，火槍手。 * 某隻蘑菇的遠房親戚，不像好人。ゑ

source: <32>{#p/alphys}* Mushketeer. * I have no idea who this is.
pt_br: <32>{#p/alphys}* Mushketeer. * Eu não faço ideia de quem seja esse.
zh_cn: <32>{#p/alphys}* Mushketeer。 * 我不知道这是谁。
zh_tw: <32>{#p/alphys}* Mushketeer。 * 我不知道這是誰。

source: <32>{#p/alphys}* It's just Mushketeer.
pt_br: <32>{#p/alphys}* É só o Mushketeer.
zh_cn: <32>{#p/alphys}* 这只是Mushketeer罢了。
zh_tw: <32>{#p/alphys}* 這只是Mushketeer罷了。

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * Product of its upbringing. * Gun-toter.
pt_br: <32>{#p/história}* MUSHKETEER - ATQ 30 DEF 28 * Produto de sua educação. * Carregador de armas.
zh_cn: <32>{#p/story}* MUSHKETEER - 攻击30 防御28 * 拥有特殊的成长经历。 * 火枪手。
zh_tw: <32>{#p/story}* MUSHKETEER - 攻擊30 防禦28 * 擁有特殊的成長經歷。 * 火槍手。

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * Reconsidering its upbringing. * Gun-tosser.
pt_br: <32>{#p/história}* MUSHKETEER - ATQ 30 DEF 28 * Reconsiderando sua educação. * Atirador de armas.
zh_cn: <32>{#p/story}* MUSHKETEER - 攻击30 防御28 * 正在反思自己的成长经历。 * 半吊子火枪手。
zh_tw: <32>{#p/story}* MUSHKETEER - 攻擊30 防禦28 * 正在反思自己的成長經歷。 * 半吊子火槍手。

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * Forgetting its upbringing. * Heart-warmer.
pt_br: <32>{#p/história}* MUSHKETEER - ATQ 30 DEF 28 * Esquecendo sua educação. * Aquecedor de coração.
zh_cn: <32>{#p/story}* MUSHKETEER - 攻击30 防御28 * 忘记了自己的成长经历。 * 心暖花开。
zh_tw: <32>{#p/story}* MUSHKETEER - 攻擊30 防禦28 * 忘記了自己的成長經歷。 * 心暖花開。

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * The war stops for no mushroom.
pt_br: <32>{#p/story}* MUSHKETEER - ATQ 30 DEF 28 * A guerra não para os cogumelos.
zh_cn: <32>{#p/story}* MUSHKETEER - 攻击30 防御28 * 蘑菇的字典里， 从来没有“退缩”二字。
zh_tw: <32>{#p/story}* MUSHKETEER - 攻擊30 防禦28 * 蘑菇的字典裡， 從來沒有「退縮」二字。

source: <32>{#p/human}* (You invite Mushketeer to a private shootout.)
pt_br: <32>{#p/human}* (Você convida Mushketeer para um tiroteio privado.)
zh_cn: <32>{#p/human}* （你邀请Mushketeer来参加 一场私下的枪战。）
zh_tw: <32>{#p/human}* （你邀請Mushketeer來參加 一場私下的槍戰。）

source: <32>{#p/alphys}* Nahhhh.
zh_cn: <32>{#p/alphys}* 别吧。
zh_tw: <32>{#p/alphys}* 別吧。

source: <08>{#p/basic}{~}Hey! We don't do that here.
pt_br: <08>{#p/basic}{~}Ei! Não faça isso aqui.
zh_cn: <08>{#p/basic}{~}嘿！ 我们这 没这说法。
zh_tw: <08>{#p/basic}{~}嘿！ 我們這 沒這說法。

source: <08>{#p/basic}{~}Well.. If it's what you're into..
pt_br: <08>{#p/basic}{~}Bem.. Se é isso que você quer..
zh_cn: <08>{#p/basic}{~}好吧.. 如果你 为此 感兴趣..
zh_tw: <08>{#p/basic}{~}好吧.. 如果你 為此 感興趣..

source: <32>{#p/alphys}* Welp, that didn't work.
pt_br: <32>{#p/alphys}* Tá, isso não funcionou.
zh_cn: <32>{#p/alphys}* 好吧，那行不通。
zh_tw: <32>{#p/alphys}* 好吧，那行不通。

source: <32>{#p/story}* Oh no, Mushketeer is serious.
pt_br: <32>{#p/story}* Oh não, Mushketter está sério.
zh_cn: <32>{#p/story}* 坏了，Mushketeer是认真的。
zh_tw: <32>{#p/story}* 壞了，Mushketeer是認真的。

source: <32>{#p/alphys}* Wait, that worked?
pt_br: <32>{#p/alphys}* Espera, isso funcionou?
zh_cn: <32>{#p/alphys}* 等等，成了？
zh_tw: <32>{#p/alphys}* 等等，成了？

source: <32>{#p/story}* Oh yes, Mushketeer is serious.
pt_br: <32>{#p/story}* Ah sim, Mushketeer está sério.
zh_cn: <32>{#p/story}* 好了，Mushketeer是认真的。
zh_tw: <32>{#p/story}* 好了，Mushketeer是認真的。

source: <32>{#p/human}* (You come closer to Mushketeer.)
pt_br: <32>{#p/human}* (Você se aproxima do Mushketter.)
zh_cn: <32>{#p/human}* （你靠近了Mushketeer。）
zh_tw: <32>{#p/human}* （你靠近了Mushketeer。）

source: <32>{#p/basic}* Mushketeer's attacks get more intense!
pt_br: <32>{#p/basic}* ataques de Mushketter ficam mais intensos!
zh_cn: <32>{#p/basic}* Mushketeer的攻击变得更加猛烈！
zh_tw: <32>{#p/basic}* Mushketeer的攻擊變得更加猛烈！

source: <32>{#p/alphys}* Careful...
pt_br: <32>{#p/alphys}* Cuidado...
zh_cn: <32>{#p/alphys}* 小心...
zh_tw: <32>{#p/alphys}* 小心...

source: <32>{#p/human}* (You come right next to Mushketeer.)
pt_br: <32>{#p/human}* (Você está super próximo de Mushketeer.)
zh_cn: <32>{#p/human}* （你来到Mushketeer身边。）
zh_tw: <32>{#p/human}* （你來到Mushketeer身邊。）

source: <32>{#p/basic}* Mushketeer's attacks go insane!
pt_br: <32>{#p/basic}* Ataques de Mushketter ficam insanos!
zh_cn: <32>{#p/basic}* Mushketeer的攻击开始疯狂起来！
zh_tw: <32>{#p/basic}* Mushketeer的攻擊開始瘋狂起來！

source: <32>{#p/alphys}* Oh my god, be careful...!
pt_br: <32>{#p/alphys}* Oh meu senhor, cuidado...!
zh_cn: <32>{#p/alphys}* 我的老天，小心点啊...！
zh_tw: <32>{#p/alphys}* 我的老天，小心點啊...！

source: <32>{#p/human}* (But you were already right next to Mushketeer.)
pt_br: <32>{#p/human}* (Mas você já está perto o suficiente do Mushketter.)
zh_cn: <32>{#p/human}* （可是，你都快贴上Mushketeer了。）
zh_tw: <32>{#p/human}* （可是，你都快貼上Mushketeer了。）

source: <32>{#p/asriel2}* I am starting to get worried.
pt_br: <32>{#p/asriel2}* Eu estou começando a ficar preocupado.
zh_cn: <32>{#p/asriel2}* 我有点担心了。
zh_tw: <32>{#p/asriel2}* 我有點擔心了。

source: <32>{#p/alphys}* D-do anything other than this!!!
pt_br: <32>{#p/alphys}* F-faça alguma outra coisa!!!
zh_cn: <32>{#p/alphys}* 干-干点别的事吧！！！
zh_tw: <32>{#p/alphys}* 幹-幹點別的事吧！！！

source: <08>{#p/basic}{~}What do you think you're doing!
pt_br: <08>{#p/basic}{~}O que você pensa que está fazendo!
zh_cn: <08>{#p/basic}{~}你以为 你在 干什么！
zh_tw: <08>{#p/basic}{~}你以為 你在 幹什麼！

source: <08>{#p/basic}{~}What're you playin' at!
pt_br: <08>{#p/basic}{~}O que você está fazendo!?
zh_cn: <08>{#p/basic}{~}你在 搞什么鬼！
zh_tw: <08>{#p/basic}{~}你在 搞什麼鬼！

source: <32>{#p/human}* (You try to disarm Mushketeer, but it's too far away.)
pt_br: <32>{#p/human}* (Você tenta desarmar Mushketter, mas ele está muito longe.)
zh_cn: <32>{#p/human}* （你试图缴Mushketeer的械， 但你离得太远了。）
zh_tw: <32>{#p/human}* （你試圖繳Mushketeer的械， 但你離得太遠了。）

source: <32>{#p/alphys}* You might try getting closer.
pt_br: <32>{#p/alphys}* Você precisa se aproximar.
zh_cn: <32>{#p/alphys}* 你可以试着再靠近点。
zh_tw: <32>{#p/alphys}* 你可以試著再靠近點。

source: <32>{#p/human}* (You try to disarm Mushketeer, but it's just out of reach.)
pt_br: <32>{#p/human}* (Você tenta desarmar Mushketter, mas ele está fora de alcance.)
zh_cn: <32>{#p/human}* （你试图缴Mushketeer的械， 但你就是够不着。）
zh_tw: <32>{#p/human}* （你試圖繳Mushketeer的械， 但你就是夠不著。）

source: <32>{#p/alphys}* I guess... * If you have to get closer...
pt_br: <32>{#p/alphys}* Eu acho... * Que se você se aproximar...
zh_cn: <32>{#p/alphys}* 我想... * 你得再靠近点...
zh_tw: <32>{#p/alphys}* 我想... * 你得再靠近點...

source: <32>{#p/human}* (You disarm Mushketeer.)
pt_br: <32>{#p/human}* (Você desarma Mushketter.)
zh_cn: <32>{#p/human}* （你缴了Mushketeer的械。）
zh_tw: <32>{#p/human}* （你繳了Mushketeer的械。）

source: <32>{#p/human}* (But Mushketeer had already been disarmed.)
pt_br: <32>{#p/human}* (Mas Mushketter já foi desarmado.)
zh_cn: <32>{#p/human}* （但Mushketeer已经被缴械了。）
zh_tw: <32>{#p/human}* （但Mushketeer已經被繳械了。）

source: <32>{#p/human}* (You try to disarm Mushketeer, but Mushketeer knocks you back to where you started.)
pt_br: <32>{#p/human}* (Você tenta desarmar Mushketter, mas ele te chuta de volta para o começo.)
zh_cn: <32>{#p/human}* （你试图缴Mushketeer的械， 但Mushketeer将你 打回了原点。）
zh_tw: <32>{#p/human}* （你試圖繳Mushketeer的械， 但Mushketeer將你 打回了原點。）

source: <32>{#p/asriel2}* We're wasting time.
pt_br: <32>{#p/asriel2}* Estamos perdendo tempo.
zh_cn: <32>{#p/asriel2}* 我们在浪费时间。
zh_tw: <32>{#p/asriel2}* 我們在浪費時間。

source: <08>{#p/basic}{~}I guess this means no war..?
pt_br: <08>{#p/basic}{~}Eu acho que isso significa que a guerra acabou...?
zh_cn: <08>{#p/basic}{~}我想 这意味着 停战了..？
zh_tw: <08>{#p/basic}{~}我想 這意味著 停戰了..？

source: <08>{#p/basic}{~}\x00*sigh*
pt_br: <08>{#p/basic}{~}\x00*suspiro*
zh_cn: <08>{#p/basic}{~}\x00*叹气*
zh_tw: <08>{#p/basic}{~}\x00*嘆氣*

source: <08>{#p/basic}{~}Maybe it's for the best.
pt_br: <08>{#p/basic}{~}Talvez seja para o melhor.
zh_cn: <08>{#p/basic}{~}也许 这样是 最好的吧。
zh_tw: <08>{#p/basic}{~}也許 這樣是 最好的吧。

source: <32>{#p/story}* Mushketeer awaits confirmation of the end of this battle.
pt_br: <32>{#p/story}* Mushketeer espera pela confirmação do fim da batalha.
zh_cn: <32>{#p/story}* Mushketeer等待着 这场战斗的结束。
zh_tw: <32>{#p/story}* Mushketeer等待著 這場戰鬥的結束。

source: <08>{#p/basic}{~}Oh well..
pt_br: <08>{#p/basic}{~}Pois bem..
zh_cn: <08>{#p/basic}{~}噢好吧..
zh_tw: <08>{#p/basic}{~}噢好吧..

source: <08>{#p/basic}{~}It is what it is..
pt_br: <08>{#p/basic}{~}É o que é..
zh_cn: <08>{#p/basic}{~}事实就是 这样了..
zh_tw: <08>{#p/basic}{~}事實就是 這樣了..

source: <08>{#p/basic}{~}No need to worry, pal
pt_br: <08>{#p/basic}{~}Não precisa se preocupar, parceiro
zh_cn: <08>{#p/basic}{~}请不要担心 我的朋友
zh_tw: <08>{#p/basic}{~}請不要擔心 我的朋友

source: <08>{#p/basic}{~}I'll be out of your way now.
pt_br: <08>{#p/basic}{~}Eu vou sair fora do seu caminho agora.
zh_cn: <08>{#p/basic}{~}我现在就走 开个好头。
zh_tw: <08>{#p/basic}{~}我現在就走 開個好頭。

source: <08>{#p/basic}{~}Your at- titude's got me petri- fied
pt_br: <08>{#p/basic}{~}Sua atitude me petrificou
zh_cn: <08>{#p/basic}{~}你的态度可 真是让我 惊呆
zh_tw: <08>{#p/basic}{~}你的態度可 真是讓我 驚呆

source: <08>{#p/basic}{~}Escape is all but justi- fied!
pt_br: <08>{#p/basic}{~}Escapar é tudo menos justificado!
zh_cn: <08>{#p/basic}{~}逃离是再 合理不过的 安排！
zh_tw: <08>{#p/basic}{~}逃離是再 合理不過的 安排！

source: <08>{#p/basic}{~}No need to push and shove
pt_br: <08>{#p/basic}{~}Não há necessidade de empurrar e jogar
zh_cn: <08>{#p/basic}{~}请不要再 推推搡搡
zh_tw: <08>{#p/basic}{~}請不要再 推推搡搡

source: <08>{#p/basic}{~}We're already falling in love!
pt_br: <08>{#p/basic}{~}Nós já estamos nos apaixonando neste lugar!
zh_cn: <08>{#p/basic}{~}你我情海 早已荡漾！
zh_tw: <08>{#p/basic}{~}你我情海 早已蕩漾！

source: <08>{#p/basic}{~}I vow to be your friend
pt_br: <08>{#p/basic}{~}Eu prometo ser seu amigo
zh_cn: <08>{#p/basic}{~}我发誓永远 做你伙伴
zh_tw: <08>{#p/basic}{~}我發誓永遠 做你夥伴

source: <08>{#p/basic}{~}Regard- less of what happens!
pt_br: <08>{#p/basic}{~}Independente do que tiver acontecido!
zh_cn: <08>{#p/basic}{~}天打雷劈 也绝不反叛！
zh_tw: <08>{#p/basic}{~}天打雷劈 也絕不反叛！

source: <08>{#p/basic}{~}This sensa- tion is astound- ing
pt_br: <08>{#p/basic}{~}Essa sensação é surpreendente
zh_cn: <08>{#p/basic}{~}这感觉可 真是惊人
zh_tw: <08>{#p/basic}{~}這感覺可 真是驚人

source: <08>{#p/basic}{~}I can feel you all around me!
pt_br: <08>{#p/basic}{~}Eu posso te sentir aproximadamente!
zh_cn: <08>{#p/basic}{~}你的存在 绕我心门。
zh_tw: <08>{#p/basic}{~}你的存在 繞我心門。

source: <08>{#p/basic}{~}It's like I told my mum
pt_br: <08>{#p/basic}{~}É como eu disse para minha mãe
zh_cn: <08>{#p/basic}{~}就像我 告诉过我妈
zh_tw: <08>{#p/basic}{~}就像我 告訴過我媽

source: <08>{#p/basic}{~}I knew this day would come.
pt_br: <08>{#p/basic}{~}Eu sabia que esse dia chegaria.
zh_cn: <08>{#p/basic}{~}这一天迟早 会到达。
zh_tw: <08>{#p/basic}{~}這一天遲早 會到達。

source: <08>{#p/basic}{~}Only a train wreck
pt_br: <08>{#p/basic}{~}Apenas um acidente
zh_cn: <08>{#p/basic}{~}只有一场 列车灾祸
zh_tw: <08>{#p/basic}{~}只有一場 列車災禍

source: <08>{#p/basic}{~}Wouldn't offer you a pay- check!
pt_br: <08>{#p/basic}{~}Não lhe ofereceria um cheque para ser diferente!
zh_cn: <08>{#p/basic}{~}你的薪水 再没着落！
zh_tw: <08>{#p/basic}{~}你的薪水 再沒著落！

source: <32>{#p/asriel2}* Hotwire.
zh_cn: <32>{#p/asriel2}* Hotwire。ゑ
zh_tw: <32>{#p/asriel2}* Hotwire。ゑ

source: <32>{#p/asriel2}* It's vulnerable.
pt_br: <32>{#p/asriel2}* Está vulnerável.
zh_cn: <32>{#p/asriel2}* 不堪一击。ゑ
zh_tw: <32>{#p/asriel2}* 不堪一擊。ゑ

source: <32>{#p/asriel2}* Hotwire, the rhyming machine. * Such cleverness wasted on a pointless pass time.
pt_br: <32>{#p/asriel2}* Hotwire, a máquina de rimas. * Tal esperteza desperdiçada em um passa tempo inútil.
zh_cn: <32>{#p/asriel2}* Hotwire，说唱呆子。 * 脑子这么活络， 却把才华浪费在这种小儿科上。
zh_tw: <32>{#p/asriel2}* Hotwire，說唱呆子。 * 腦子這麼活絡， 卻把才華浪費在這種小兒科上。

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * For this devious monster, no scheme is too complex.
pt_br: <32>{#p/história}* HOTWIRE - ATQ 29 DEF 14 * Para este monstro tortuoso, nenhum esquema é muito complexo.
zh_cn: <32>{#p/story}* HOTWIRE - 攻击29 防御14 * 这种怪物很狡猾， 任何计划对它来说都不复杂。
zh_tw: <32>{#p/story}* HOTWIRE - 攻擊29 防禦14 * 這種怪物很狡猾， 任何計畫對它來說都不複雜。

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * The spark is fading for this otherwise ignited monster.
pt_br: <32>{#p/história}* HOTWIRE - ATQ 29 DEF 14 * A faísca está desaparecendo deste monstro incendiado.
zh_cn: <32>{#p/story}* HOTWIRE - 攻击29 防御14 * 这个怪物点燃的火花正在熄灭。
zh_tw: <32>{#p/story}* HOTWIRE - 攻擊29 防禦14 * 這個怪物點燃的火花正在熄滅。
