Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#npc/a}* Boy, ya really missed the mark on that one, huh kid?
pt_br: <32>{#p/basic}{#npc/a}* Garoto, ocê realmente errou o alvo, hein criança?
zh_cn: <32>{#p/basic}{#npc/a}* 天呐，孩子， 你就没理解到点子上， 对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 天吶，孩子， 你就沒理解到點子上， 對吧？

source: <32>* ... that's a cryin' shame.
pt_br: <32>* ... isso é lamentável de chorar.
zh_cn: <32>* ...真可悲。
zh_tw: <32>* ...真可悲。

source: <32>{#p/basic}{#npc/a}* Kid, I got one question for ya, and one question only.
pt_br: <32>{#p/basic}{#npc/a}* Criança, eu tenho uma pergunta pra ocê, e só uma.
zh_cn: <32>{#p/basic}{#npc/a}* 孩子，我有个问题要问你， 就一个问题。
zh_tw: <32>{#p/basic}{#npc/a}* 孩子，我有個問題要問你， 就一個問題。

source: <32>* ... were ya even trying?
pt_br: <32>* ... você estava ao menos tentando?
zh_cn: <32>* ...你试过吗？
zh_tw: <32>* ...你試過嗎？

source: <32>{#p/basic}{#npc/a}* Hey, don't feel bad. * Ya gave it ya best shot.
pt_br: <32>{#p/basic}{#npc/a}* Ei, não se sinta mal. * Ocê deu o seu melhor.
zh_cn: <32>{#p/basic}{#npc/a}* 嘿，别难过。 * 你尽力了。
zh_tw: <32>{#p/basic}{#npc/a}* 嘿，別難過。 * 你盡力了。

source: <32>* ... still sucks that ya didn't make it to the end, though.
pt_br: <32>* ... ainda é bem paia que você não conseguiu chegar até o fim, de toda forma.
zh_cn: <32>* ...但你没能坚持到底 还是挺糟糕的。
zh_tw: <32>* ...但你沒能堅持到底 還是挺糟糕的。

source: <32>{#p/basic}{#npc/a}* Gee, talk about cuttin' it close, huh kid?
pt_br: <32>{#p/basic}{#npc/a}* Puxa, fale sobre cortar perto, hein garoto?
zh_cn: <32>{#p/basic}{#npc/a}* 天呐，孩子， 还挺快的。
zh_tw: <32>{#p/basic}{#npc/a}* 天吶，孩子， 還挺快的。

source: <32>* That's an ending for the ages!
pt_br: <32>* Esse é um fim para anos!
zh_cn: <32>* 这是一个时代的终结！
zh_tw: <32>* 這是一個時代的終結！

source: <32>{#p/basic}{#npc/a}* Ya did pretty well for someone with no real practice.
pt_br: <32>{#p/basic}{#npc/a}* Ocê se saiu muito bem para alguém sem prática.
zh_cn: <32>{#p/basic}{#npc/a}* 对于一个没实际练习过的人来说， 你已经做得很好了。
zh_tw: <32>{#p/basic}{#npc/a}* 對於一個沒實際練習過的人來說， 你已經做得很好了。

source: <32>* ... beginner's luck, perhaps?
pt_br: <32>* ... sorte de principiante, talvez?
zh_cn: <32>* ...这大概就是新手运吧？
zh_tw: <32>* ...這大概就是新手運吧？

source: <32>{#p/basic}{#npc/a}* Workin' at the lab is a treat, I tell ya.
pt_br: <32>{#p/basic}{#npc/a}* Trabalhar no laboratório é um perigo, vou te dizer.
zh_cn: <32>{#p/basic}{#npc/a}* 我告诉你， 在实验室工作是一种享受。
zh_tw: <32>{#p/basic}{#npc/a}* 我告訴你， 在實驗室工作是一種享受。

source: <32>* Have ya ever been inside the virtualasium?
pt_br: <32>* Ocê já esteve dentro do virtualismo?
zh_cn: <32>* 你进入到过虚拟空间吗？
zh_tw: <32>* 你進入到過虛擬空間嗎？

source: <32>* Wonderful place. * Though they say ya shouldn't go out of bounds.
pt_br: <32>* Lugar maravilhoso. * Mas dizem que você não deve passar das bordas.
zh_cn: <32>* 一个极佳的地方。 * 虽然他们说 你不能越过边界。
zh_tw: <32>* 一個極佳的地方。 * 雖然他們說 你不能越過邊界。

source: <32>{#p/basic}{#npc/a}* Why don't ya go find someone else to bully, eh?
pt_br: <32>{#p/basic}{#npc/a}* Por que ocê não procura outra pessoa para espancar, hein?
zh_cn: <32>{#p/basic}{#npc/a}* 为什么你不去欺负别人呢？
zh_tw: <32>{#p/basic}{#npc/a}* 為什麼你不去欺負別人呢？

source: <32>{#p/basic}{#npc/a}* I only hope we can expand our userbase past that one eccentric skeleton fellow.
pt_br: <32>{#p/basic}{#npc/a}* Só espero que possamos expandir nossa base de usuários além daquele esqueleto excêntrico.
zh_cn: <32>{#p/basic}{#npc/a}* 我只希望我们的关注量 能超越那个古怪的 骷髅小子。
zh_tw: <32>{#p/basic}{#npc/a}* 我只希望我們的關注量 能超越那個古怪的 骷髏小子。

source: <32>{#p/basic}{#npc/a}* If they did, ya'd be in some deep doo-doo by now.
pt_br: <32>{#p/basic}{#npc/a}* Se o fizessem, vocês já estariam em algum doo-doo profundo.
zh_cn: <32>{#p/basic}{#npc/a}* 不然， 你现在就有大麻烦了。
zh_tw: <32>{#p/basic}{#npc/a}* 不然， 你現在就有大麻煩了。

source: <32>{#p/basic}{#npc/a}* Or don't. * Just don't make me say I told ya so, ya got me?
pt_br: <32>{#p/basic}{#npc/a}* Ou não. * Só não me faça dizer que eu te avisei, você entendeu?
zh_cn: <32>{#p/basic}{#npc/a}* 或者不会。 * 总之别逼我再说一遍， 知道了吗？
zh_tw: <32>{#p/basic}{#npc/a}* 或者不會。 * 總之別逼我再說一遍， 知道了嗎？

source: <32>{#p/basic}{#npc/a}* It's not like I had a moniker at ya age or anything.
pt_br: <32>{#p/basic}{#npc/a}* Não é como se eu tivesse um apelido na sua idade ou algo assim.
zh_cn: <32>{#p/basic}{#npc/a}* 我年轻时 可没什么外号之类的。
zh_tw: <32>{#p/basic}{#npc/a}* 我年輕時 可沒什麼外號之類的。

source: <32>{#p/basic}{#npc/a}* It's a wonder ya even made it here at all.
pt_br: <32>{#p/basic}{#npc/a}* É incrível como ocê conseguiu chegar até aqui.
zh_cn: <32>{#p/basic}{#npc/a}* 你能出现在这真是个奇迹。
zh_tw: <32>{#p/basic}{#npc/a}* 你能出現在這真是個奇蹟。

source: <32>{#p/basic}{#npc/a}* Kinda seems like ya weren't.
pt_br: <32>{#p/basic}{#npc/a}* Parecia que ocê não ia.
zh_cn: <32>{#p/basic}{#npc/a}* 看起来你不是。
zh_tw: <32>{#p/basic}{#npc/a}* 看起來你不是。

source: <32>{#p/basic}{#npc/a}* Ya might get another chance on the next episode.
pt_br: <32>{#p/basic}{#npc/a}* Ocê talvez ganhe outra chance no próximo episódio.
zh_cn: <32>{#p/basic}{#npc/a}* 下一期你可能 还会有机会的。
zh_tw: <32>{#p/basic}{#npc/a}* 下一期你可能 還會有機會的。

source: <32>{#p/basic}{#npc/a}* Maybe next time ya could, I dunno, win more comfortably?
pt_br: <32>{#p/basic}{#npc/a}* Talvez da próxima vez ocê poderia, eu num sei, ganhar mais confortavelmente?
zh_cn: <32>{#p/basic}{#npc/a}* 也许下次你可以， 我不到... 赢得更轻松？
zh_tw: <32>{#p/basic}{#npc/a}* 也許下次你可以， 我不到... 贏得更輕鬆？

source: <32>{#p/basic}{#npc/a}* Or maybe MTT just went a little easy on ya.
pt_br: <32>{#p/basic}{#npc/a}* Ou talvez o MTT só pegou leve com ocê.
zh_cn: <32>{#p/basic}{#npc/a}* 要么就单纯是MTT节目组他们 对你手下留情了。
zh_tw: <32>{#p/basic}{#npc/a}* 要麼就單純是MTT節目組他們 對你手下留情了。

source: <32>{#p/basic}{#npc/a}* Yeah, ya heard that right. * Out of bounds.
pt_br: <32>{#p/basic}{#npc/a}* Sim, ocê ouviu direito. * Fora dos limites
zh_cn: <32>{#p/basic}{#npc/a}* 对，你没听错。 * 越过边界。
zh_tw: <32>{#p/basic}{#npc/a}* 對，你沒聽錯。 * 越過邊界。

source: <32>* Now what the heck is that supposed to mean?
pt_br: <32>* Agora, o que caramba é pra isso significar?
zh_cn: <32>* 这到底啥意思？
zh_tw: <32>* 這到底啥意思？

source: <32>{#p/basic}* Don't worry about me, school went well today.
pt_br: <32>{#p/basic}* Não se preocupe comigo, a escola foi boa hoje.
zh_cn: <32>{#p/basic}* 不用担心我， 今天上学很顺利。
zh_tw: <32>{#p/basic}* 不用擔心我， 今天上學很順利。

source: <32>* I'm just really looking forward to MTT's next show!
pt_br: <32>* Eu só estou realmente procurando pelo próximo show da MTT.
zh_cn: <32>* 我真的很期待MTT的 下一个节目！
zh_tw: <32>* 我真的很期待MTT的 下一個節目！

source: <32>{#p/basic}* Do you know when it'll be on?
pt_br: <32>{#p/basic}* Você sabe quando vai começar?
zh_cn: <32>{#p/basic}* 你知道什么时候上映吗？
zh_tw: <32>{#p/basic}* 你知道什麼時候上映嗎？

source: <32>{#p/basic}* That show was amazing! * The human almost looked real this time!
pt_br: <32>{#p/basic}* Aquele show foi incrível! * O humano quase parecia real dessa vez.
zh_cn: <32>{#p/basic}* 那个节目太精彩了！ * 那个人类看起来跟真的一样！
zh_tw: <32>{#p/basic}* 那個節目太精彩了！ * 那個人類看起來跟真的一樣！

source: <32>* Wait, have I seen you before?
pt_br: <32>* Pera, eu já te vi antes?
zh_cn: <32>* 等等，我好像见过你？
zh_tw: <32>* 等等，我好像見過你？

source: <32>{#p/basic}* Ack, what a letdown. * To think he'd cancel his big show just like that...
pt_br: <32>{#p/basic}* Ack, que decaída. * E pensar que ele cancelou o seu grande show daquela forma...
zh_cn: <32>{#p/basic}* 哎呀，真让人失望。 * 他就这样取消了 那场大型演出...
zh_tw: <32>{#p/basic}* 哎呀，真讓人失望。 * 他就這樣取消了 那場大型演出...

source: <32>{#p/basic}* Did you... do that? * Did you kill Mettaton for real?
pt_br: <32>{#p/basic}* Você... fez mesmo? * Você matou o Mettaton de verdade?
zh_cn: <32>{#p/basic}* 你不会... * 你不会真杀掉了Mettaton？
zh_tw: <32>{#p/basic}* 你不會... * 你不會真殺掉了Mettaton？

source: <32>{#p/basic}* No... it has to be fake. * Mettaton's just too popular to die!
pt_br: <32>{#p/basic}* Não... deve ser mentira. * Mettaton é muito popular para morrer!
zh_cn: <32>{#p/basic}* 不... 骗人的吧。 * Mettaton的死亡 一定是节目效果！
zh_tw: <32>{#p/basic}* 不... 騙人的吧。 * Mettaton的死亡 一定是節目效果！

source: <32>{#p/basic}* So the human WAS real... * Wow, Mettaton must be REALLY good at networking!
pt_br: <32>{#p/basic}* Então o humano ERA real... * Uau, Mettaton deve ser MUITO bom em propaganda!
zh_cn: <32>{#p/basic}* 所以，人类是真的... * Mettaton一定是个交际花！
zh_tw: <32>{#p/basic}* 所以，人類是真的... * Mettaton一定是個交際花！

source: <32>{#p/basic}* Your performance was great, by the way.
pt_br: <32>{#p/basic}* Aliás, sua performance foi muito boa.
zh_cn: <32>{#p/basic}* 顺便说一下， 你的表演很棒。
zh_tw: <32>{#p/basic}* 順便說一下， 你的表演很棒。

source: <32>{#p/basic}* Mettaton usually has a schedule, but he forgot to make one this time.
pt_br: <32>{#p/basic}* Mettaton geralmente tem um cronograma, mas ele se esqueceu de fazer um.
zh_cn: <32>{#p/basic}* Mettaton通常都有时间安排的， 但这次他搞忘了。
zh_tw: <32>{#p/basic}* Mettaton通常都有時間安排的， 但這次他搞忘了。

source: <32>{#p/basic}* I swear you look like the actor Mettaton brought on...
pt_br: <32>{#p/basic}* Eu juro que você parece com aquele ator que o Mettaton trouxe...
zh_cn: <32>{#p/basic}* 感觉你很像Mettaton 带进来的演员...
zh_tw: <32>{#p/basic}* 感覺你很像Mettaton 帶進來的演員...

source: <32>{#p/basic}* Oh well, maybe next time.
pt_br: <32>{#p/basic}* Oh bem, talvez em uma próxima.
zh_cn: <32>{#p/basic}* 好吧， 下次再说吧。
zh_tw: <32>{#p/basic}* 好吧， 下次再說吧。

source: <32>{#p/basic}* I can't believe I almost fell for it!
pt_br: <32>{#p/basic}* Eu não posso acreditar que quase caí pra isso!
zh_cn: <32>{#p/basic}* 真不敢相信 我差点就被骗了！
zh_tw: <32>{#p/basic}* 真不敢相信 我差點就被騙了！

source: <32>{#p/basic}* I can't believe I didn't notice you were a human before!
pt_br: <32>{#p/basic}* Eu não posso acreditar que não percebi que você era um humano antes!
zh_cn: <32>{#p/basic}* 真不敢相信 我之前没注意到 你是个人类！
zh_tw: <32>{#p/basic}* 真不敢相信 我之前沒注意到 你是個人類！

source: <32>{#p/basic}* I'm a reporter! * Today's news story is one I really don't want to report!
pt_br: <32>{#p/basic}* Eu sou um repórter! * A notícia de hoje é uma que realmente não queria dar!
zh_cn: <32>{#p/basic}* 本台记者为您报道！ * 今天的主题我实在是不想报道！
zh_tw: <32>{#p/basic}* 本臺記者為您報導！ * 今天的主題我實在是不想報導！

source: <32>{#p/basic}* I'm gonna lose my marbles!! * Huhehehaw!
pt_br: <32>{#p/basic}* Vou perder minhas bolinhas de gude!! * Huhehehaw!
zh_cn: <32>{#p/basic}* 我快疯掉了！！ * 笑鼠了！
zh_tw: <32>{#p/basic}* 我快瘋掉了！！ * 笑鼠了！

source: <32>{#p/basic}* I'm a reporter! * Today's news story is about death 'n' destruction!
pt_br: <32>{#p/basic}* Eu sou um repórter! * A notícia de hoje é sobre morte e destruição!
zh_cn: <32>{#p/basic}* 本台记者为您报道！ * 今天的主题是死亡与毁灭！
zh_tw: <32>{#p/basic}* 本臺記者為您報導！ * 今天的主題是死亡與毀滅！

source: <32>{#p/basic}* Did ya know someone's been killed right in front of me?? * Huhehehaw!
pt_br: <32>{#p/basic}* Você sabia que alguém foi morto bem na minha frente? * Huhehehaw!
zh_cn: <32>{#p/basic}* 你们知道有个家伙在我面前 被杀掉了吗？？ * 笑鼠了！
zh_tw: <32>{#p/basic}* 大家知道有個傢伙在我面前 被殺掉了嗎？？ * 笑鼠了！

source: <32>{#p/basic}* I'm a reporter! * Today's news story is about metal 'n' magic!
pt_br: <32>{#p/basic}* Eu sou um repórter! * A notícia de hoje é sobre metal e magia.
zh_cn: <32>{#p/basic}* 本台记者为您报道！ * 今天的主题是金属与魔法！
zh_tw: <32>{#p/basic}* 本臺記者為您報導！ * 今天的主題是金屬與魔法！

source: <32>{#p/basic}* Did ya know Mettaton's actually made of it?? * Huhehehaw!
pt_br: <32>{#p/basic}* Você sabia que o Mettaton é feito disso?? * Huhehehaw!
zh_cn: <32>{#p/basic}* 大家知道Mettaton就是由 这两样东西组成的吗？ * 笑鼠了！
zh_tw: <32>{#p/basic}* 大家知道Mettaton就是由 這兩樣東西組成的嗎？ * 笑鼠了！

source: <32>{#p/basic}* Did ya know I'm likely goin'a die in a few short hours?? * Huhehehaw!
pt_br: <32>{#p/basic}* Você sabia que eu provavelmente vou morrer em algumas horas?? * Huhehehaw!
zh_cn: <32>{#p/basic}* 你们知道我会在 短时间内去世吗？？ * 笑鼠了！
zh_tw: <32>{#p/basic}* 大家知道我會在 短時間內去世嗎？？ * 笑鼠了！

source: <32>{#p/basic}* Oh dear! * I really do love my job!
pt_br: <32>{#p/basic}* Oh querido! * Eu realmente amo meu trabalho!
zh_cn: <32>{#p/basic}* 天啊！ * 我真的好喜欢自己的工作！
zh_tw: <32>{#p/basic}* 天啊！ * 我真的好喜歡自己的工作！

source: <32>{#p/basic}{#npc/a}* Who, me? * Someone who'd evacuate?
pt_br: <32>{#p/basic}{#npc/a}* Quem, eu? * Alguém que evacuou?
zh_cn: <32>{#p/basic}{#npc/a}* 你在跟谁说话，我吗？ * 那个被疏散的？
zh_tw: <32>{#p/basic}{#npc/a}* 你在跟誰說話，我嗎？ * 那個被疏散的？

source: <32>* Never. * I only went with them because they said I had to.
pt_br: <32>* Jamais. * Eu só fui com eles porque eles disseram que eu tinha que ir.
zh_cn: <32>* 才怪。 * 我是被迫跟他们走的， 只是因为他们说我必须走。
zh_tw: <32>* 才怪。 * 我是被迫跟他們走的， 只是因為他們說我必須走。

source: <32>* I get that you were some kinda bully or something...
pt_br: <32>* Eu entendo que você seja um tipo de bully ou sei lá...
zh_cn: <32>* 我知道你是个小恶霸 或什么之类的...
zh_tw: <32>* 我知道你是個小惡霸 或什麼之類的...

source: <32>* ... but it's not as if you were going to kill me.
pt_br: <32>* ... mas não é como se você fosse me matar.
zh_cn: <32>* ...但这并不代表你会杀了我。
zh_tw: <32>* ...但這並不代表你會殺了我。

source: <32>{#p/basic}{#npc/a}* Everyone else around here's been invited to that hangout.
pt_br: <32>{#p/basic}{#npc/a}* Todo mundo aqui por perto foi convidado para aquele rolê.
zh_cn: <32>{#p/basic}{#npc/a}* 这里的每个人 都被邀请参加 那个派对了。
zh_tw: <32>{#p/basic}{#npc/a}* 這裡的每個人 都被邀請參加 那個派對了。

source: <32>* But me? * I'm not even interested.
pt_br: <32>* Mas eu? * Eu nem estou interessado.
zh_cn: <32>* 但我不去。 * 我不感兴趣。
zh_tw: <32>* 但我不去。 * 我不感興趣。

source: <32>* Sure, I'm glad you went and saved us and all...
pt_br: <32>* Claro, eu estou feliz que você veio e salvou todos nós...
zh_cn: <32>* 当然，我很高兴你 救了我们所有人...
zh_tw: <32>* 當然，我很高興你 救了我們所有人...

source: <32>* ... but that doesn't mean I have to stand around and indulge in the Madrigal plant.
pt_br: <32>* ... mas isso não significa que eu tenha que ficar parado e me entregar à planta Madrigal.
zh_cn: <32>* ...但不意味着我必须 去往那里，沉迷于情歌植物。
zh_tw: <32>* ...但不意味著我必須 去往那裡，沉迷於情歌植物。

source: <32>{#p/basic}{#npc/a}* Poor, poor Mettaton, whatever will you do.
pt_br: <32>{#p/basic}{#npc/a}* Pobre, pobre Mettaton, seja o que você for fazer.
zh_cn: <32>{#p/basic}{#npc/a}* 可怜的，可怜的Mettaton， 不管你做了什么。
zh_tw: <32>{#p/basic}{#npc/a}* 可憐的，可憐的Mettaton， 不管你做了什麼。

source: <32>* Oh, that's right. * Nothing.
pt_br: <32>* Ah, é verdade. * Nada.
zh_cn: <32>* 哦，对了。 * 没事。
zh_tw: <32>* 喔，對了。 * 沒事。

source: <32>{#p/basic}{#npc/a}* For once, Mettaton did the right thing, and cancelled a show.
pt_br: <32>{#p/basic}{#npc/a}* Pelo menos uma vez Mettaton fez a coisa certa e cancelou o show.
zh_cn: <32>{#p/basic}{#npc/a}* 这一次， Mettaton做了一件正确的事， 取消了一场演出。
zh_tw: <32>{#p/basic}{#npc/a}* 這一次， Mettaton做了一件正確的事， 取消了一場演出。

source: <32>* That grand finale wouldn't have ended well for him.
pt_br: <32>* Aquele grande finale não terminaria bem pra ele.
zh_cn: <32>* 他的那场压轴演出 可不会圆满结束。
zh_tw: <32>* 他的那場壓軸演出 可不會圓滿結束。

source: <32>* Why? * Just a feeling.
pt_br: <32>* Porquê? * Eu só tenho essa sensação.
zh_cn: <32>* 你问我为什么？ * 直觉而已。
zh_tw: <32>* 你問我為什麼？ * 直覺而已。

source: <32>{#p/basic}{#npc/a}* I was one of the builders of the ORIGINAL fountain here.
pt_br: <32>{#p/basic}{#npc/a}* Eu sou uma das construtoras da fonte ORIGINAL daqui.
zh_cn: <32>{#p/basic}{#npc/a}* 我是这里原来的喷泉的 其中一个建筑师。
zh_tw: <32>{#p/basic}{#npc/a}* 我是這裡原來的噴泉的 其中一個建築師。

source: <32>* Y'know. * Before Mettaton decided to rebuild the whole thing.
pt_br: <32>* Sabe. * Antes do Mettaton vir reconstruir ela toda.
zh_cn: <32>* 你懂的。 * 那是在Mettaton决定把整个喷泉 全重建之前的事了。
zh_tw: <32>* 你懂的。 * 那是在Mettaton決定把整個噴泉 全重建之前的事了。

source: <32>* Like, who does that? Who'd rebuild it all just to change a single, tiny detail?
pt_br: <32>* Tipo, porquê? Quem reconstrói uma estrutura toda pra mudar único detalhe?
zh_cn: <32>* 我真想问问，谁会这么做啊？ 就为了改动一个微乎其微的细节， 把整个东西全给重建了？
zh_tw: <32>* 我真想問問，誰會這麼做啊？ 就為了改動一個微乎其微的細節， 把整個東西全給重建了？

source: <32>* Kind of petty if you ask me.
pt_br: <32>* Bem ridículo, se você me perguntar.
zh_cn: <32>* 要我说，实在是有点小家子气。
zh_tw: <32>* 要我說，實在是有點小家子氣。

source: <32>{#p/basic}{#npc/a}* I can't BELIEVE Mettaton's running his TV shows when there's a killer on the loose.
pt_br: <32>{#p/basic}{#npc/a}* Eu nem ACREDITO que o Mettaton está administrando um show enquanto tem um assassino na área.
zh_cn: <32>{#p/basic}{#npc/a}* 真不敢相信 在一个杀手逍遥法外时， Mettaton竟还在制作节目。
zh_tw: <32>{#p/basic}{#npc/a}* 真不敢相信 在一個殺手逍遙法外時， Mettaton竟還在製作節目。

source: <32>* Does he not see how dangerous that could be?
pt_br: <32>* Ele não percebe o quão perigoso isso é?
zh_cn: <32>* 他不知道这有多危险吗？
zh_tw: <32>* 他不知道這有多危險嗎？

source: <32>* Someone's going to end up getting killed doing that nonsense.
pt_br: <32>* Alguém vai acabar sendo morto fazendo essa loucura.
zh_cn: <32>* 某人会因对此不屑一顾 而付出代价的。
zh_tw: <32>* 某人會因對此不屑一顧 而付出代價的。

source: <32>* Kind of idiotic if you ask me.
pt_br: <32>* Meio que idiotice, se você me pergunta.
zh_cn: <32>* 要我说， 他这样真的太蠢了。
zh_tw: <32>* 要我說， 他這樣真的太蠢了。

source: <32>{#p/basic}{#npc/a}* Like, really, people?
pt_br: <32>{#p/basic}{#npc/a}* Tipo, sério, pessoas?
zh_cn: <32>{#p/basic}{#npc/a}* 大家， 这样做， 认真的？
zh_tw: <32>{#p/basic}{#npc/a}* 大家， 這樣做， 認真的？

source: <32>* Did you seriously think I'd want to run away like that?
pt_br: <32>* Vocês realmente pensavam que eu queria correr dessa forma?
zh_cn: <32>* 我可不会像他们一样跑掉。
zh_tw: <32>* 我可不會像他們一樣跑掉。

source: <32>* Come on. * I'm not THAT soft.
pt_br: <32>* Qual foi. * Eu não sou TÃO mole.
zh_cn: <32>* 毕竟。 * 我可没那么胆小。
zh_tw: <32>* 畢竟。 * 我可沒那麼膽小。

source: <32>* ... ugh, never mind.
pt_br: <32>* ... ugh, esquece.
zh_cn: <32>* ...呃，我认真的。
zh_tw: <32>* ...呃，我認真的。

source: <32>{#p/basic}{#npc/a}* Mind you. * I've never been one for parties.
pt_br: <32>{#p/basic}{#npc/a}* Eu nunca fui muito de festas.
zh_cn: <32>{#p/basic}{#npc/a}* 你要知道。 * 我不喜欢派对。
zh_tw: <32>{#p/basic}{#npc/a}* 你要知道。 * 我不喜歡派對。

source: <32>* My main hobbies and interests consist primarily...
pt_br: <32>* Meus hobbies e interesses consistem primeiramente em...
zh_cn: <32>* 我的主要兴趣爱好包括...
zh_tw: <32>* 我的主要興趣愛好包括...

source: <32>* ... of pointing out and picking apart poor imitations.
pt_br: <32>* ... apontar e separar imitações pobres.
zh_cn: <32>* ...指出并批评 拙劣的仿制品。
zh_tw: <32>* ...指出並批評 拙劣的仿製品。

source: <32>* Like this fountain.
pt_br: <32>* Tipo essa fonte.
zh_cn: <32>* 就像这个喷泉。
zh_tw: <32>* 就像這個噴泉。

source: <32>{#p/basic}{#npc/a}* As far as I'm concerned, this is all his fault.
pt_br: <32>{#p/basic}{#npc/a}* Pelo que eu sei, isso é tudo culpa dele.
zh_cn: <32>{#p/basic}{#npc/a}* 在我看来， 这都是他的错。
zh_tw: <32>{#p/basic}{#npc/a}* 在我看來， 這都是他的錯。

source: <32>* He got too over-confident, and he paid the price.
pt_br: <32>* Ele ficou confiante demais e pagou o preço.
zh_cn: <32>* 他过于刚愎自用，以卵击石， 最终为此付出了生命。
zh_tw: <32>* 他過於剛愎自用，以卵擊石， 最終為此付出了生命。

source: <32>* Too bad, so sad, be glad I'm not your dad.
pt_br: <32>* "Que pena, que azar, sorte sua eu não te criar!"
zh_cn: <32>* 真是可惜，我想哭泣， 不是你爹我真有福气。
zh_tw: <32>* 真是可惜，我想哭泣， 不是你爹我真有福氣。

source: <32>{#p/basic}{#npc/a}* The more he stays out of our lives, the better.
pt_br: <32>{#p/basic}{#npc/a}* Quanto mais ele ficar longe da nossas vidas, melhor.
zh_cn: <32>{#p/basic}{#npc/a}* 他离我们越远越好。
zh_tw: <32>{#p/basic}{#npc/a}* 他離我們越遠越好。

source: <32>* I'd ask him never to show up again, but...
pt_br: <32>* Eu o pediria para nunca mais aparecer novamente, mas...
zh_cn: <32>* 我本想叫他再也不要出现， 但是...
zh_tw: <32>* 我本想叫他再也不要出現， 但是...

source: <32>* ... then I wouldn't have anything to be upset about.
pt_br: <32>* ... assim eu não teria mais nada com o que reclamar.
zh_cn: <32>* ...现在我没什么好心烦的了。
zh_tw: <32>* ...現在我沒什麼好心煩的了。

source: <32>{#p/basic}{#npc/a}* Mind you. * I'm not the only one.
pt_br: <32>{#p/basic}{#npc/a}* Eu não sou o único.
zh_cn: <32>{#p/basic}{#npc/a}* 我得跟你说。 * 我不是唯一一个。
zh_tw: <32>{#p/basic}{#npc/a}* 我得跟你說。 * 我不是唯一一個。

source: <32>* Ever heard of a "Mr. Sepluv?"
pt_br: <32>* Já ouviu falar do "Mr. Sepluv?"
zh_cn: <32>* 你听说过“Sepluv先生”吗？
zh_tw: <32>* 你聽說過「Sepluv先生」嗎？

source: <32>* Yeah, he was in charge of the original build project here.
pt_br: <32>* É, ele era quem comandava o projeto de construção original.
zh_cn: <32>* 没错，他本来负责这里 最初的建筑项目。
zh_tw: <32>* 沒錯，他本來負責這裡 最初的建築專案。

source: <32>* But now... he sells moon rocks for a living.
pt_br: <32>* Mas agora... ele vende pedaços da lua como modo de vida.
zh_cn: <32>* 可现在呢... 他为了谋生， 去卖月岩了。
zh_tw: <32>* 可現在呢... 他為了謀生， 去賣月巖了。

source: <32>{#p/basic}{#npc/a}* Mind you. * I'm standing out here, too.
pt_br: <32>{#p/basic}{#npc/a}* Eu estou por aqui, também.
zh_cn: <32>{#p/basic}{#npc/a}* 说真的。 * 我也要站出来。
zh_tw: <32>{#p/basic}{#npc/a}* 說真的。 * 我也要站出來。

source: <32>* So I guess I'm just as guilty.
pt_br: <32>* Então eu acho que sou tão culpado quanto.
zh_cn: <32>* 所以我也感到惭愧。
zh_tw: <32>* 所以我也感到慚愧。

source: <32>{#p/basic}{#npc/a}* Embarrassing, isn't it?
pt_br: <32>{#p/basic}{#npc/a}* Embaraçoso, não é?
zh_cn: <32>{#p/basic}{#npc/a}* 挺尴尬的，对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 挺尷尬的，對吧？

source: <32>{#p/basic}{#npc/a}* Pointless, isn't it?
pt_br: <32>{#p/basic}{#npc/a}* Inútil, não é?
zh_cn: <32>{#p/basic}{#npc/a}* 毫无意义，不是吗？
zh_tw: <32>{#p/basic}{#npc/a}* 毫無意義，不是嗎？

source: <32>{#p/basic}{#npc/a}* Ironic, isn't it?
pt_br: <32>{#p/basic}{#npc/a}* Irônico, não é?
zh_cn: <32>{#p/basic}{#npc/a}* 很讽刺，是吧？
zh_tw: <32>{#p/basic}{#npc/a}* 很諷刺，是吧？

source: <32>{#p/basic}{#npc/a}* Finally got outta school, I don't know why I still go there anymore...
pt_br: <32>{#p/basic}{#npc/a}* Finalmente saí da escola, eu nem sei porque vou lá ainda...
zh_cn: <32>{#p/basic}{#npc/a}* 可算从学校里溜出来了， 搞不懂了，我去那找罪受干嘛...
zh_tw: <32>{#p/basic}{#npc/a}* 可算從學校裡溜出來了， 搞不懂了，我去那找罪受幹嘛...

source: <32>* Luckily, I hear Mettaton's got something exciting planned for his next show.
pt_br: <32>* Felizmente, ouvi dizer que o Mettaton tem algo super legal planejado para o próximo show.
zh_cn: <32>* 对了，听说Mettaton要给下期节目 来点带劲的。
zh_tw: <32>* 對了，聽說Mettaton要給下期節目 來點帶勁的。

source: <32>* I can't wait, brah...
pt_br: <32>* Mal posso esperar, brah...
zh_cn: <32>* 我等不及了啊，老兄...
zh_tw: <32>* 我等不及了啊，老兄...

source: <32>{#p/basic}{#npc/a}* Brah... that was crazy.
pt_br: <32>{#p/basic}{#npc/a}* Brah... aquilo foi loucura.
zh_cn: <32>{#p/basic}{#npc/a}* 老兄，这期节目是挺带劲的...
zh_tw: <32>{#p/basic}{#npc/a}* 老兄，這期節目是挺帶勁的...

source: <32>* And... kinda weird?
pt_br: <32>* E... meio estranho?
zh_cn: <32>* 但也挺奇怪...
zh_tw: <32>* 但也挺奇怪...

source: <32>* I mean, some of that stuff looked like junk, but that last item...
pt_br: <32>* Quer dizer, boa parte daquilo parecia tralha, mas o último item...
zh_cn: <32>* 就是，那些奖品看着和垃圾差不多， 更别说最终大奖了...
zh_tw: <32>* 就是，那些獎品看著和垃圾差不多， 更別說最終大獎了...

source: <32>* ... hot diggity damn!
pt_br: <32>* ... ouro puro, caramba!
zh_cn: <32>* ...那什么鬼东西啊！
zh_tw: <32>* ...那什麼鬼東西啊！

source: <32>{#p/basic}{#npc/a}* I'm ruined, brah... * Mettaton just uppin' cancelled his latest show.
pt_br: <32>{#p/basic}{#npc/a}* Eu estou arruinado, brah... * Mettaton acabou de cancelar seu último show.
zh_cn: <32>{#p/basic}{#npc/a}* 完了完了... * 好端端的，Mettaton 咋就把节目取消了呢。
zh_tw: <32>{#p/basic}{#npc/a}* 完了完了... * 好端端的，Mettaton 咋就把節目取消了呢。

source: <32>* Now what excuses will I have to skip class...?
pt_br: <32>* Agora qual serão minhas desculpas pra faltar na aula...?
zh_cn: <32>* ...这下我上哪找借口翘课啊，老兄？
zh_tw: <32>* ...這下我上哪找藉口翹課啊，老兄？

source: <32>{#p/basic}{#npc/a}* Brah. * I'm feeling pretty hurt about Mettaton's death.
pt_br: <32>{#p/basic}{#npc/a}* Brah. * Estou me sentindo muito triste em relação a morte do Mettaton.
zh_cn: <32>{#p/basic}{#npc/a}* 老兄，Mettaton死了。 * 挺难过的...
zh_tw: <32>{#p/basic}{#npc/a}* 老兄，Mettaton死了。 * 挺難過的...

source: <32>* I'll have an excuse to skip classes for a little while, but after that, I'm ruined!
pt_br: <32>* Eu vou ter desculpas para pular a aula mais algumas vezes, porém depois disso, é só ruína!
zh_cn: <32>* 这下来悼念他，我还能翘会课， 但这事过去后，我就完了啊！
zh_tw: <32>* 這下來悼念他，我還能翹會課， 但這事過去後，我就完了啊！

source: <32>{#p/basic}{#npc/a}* Brah. * I'm glad Mettaton's staying around.
pt_br: <32>{#p/basic}{#npc/a}* Brah. * Estou feliz que Mettaton vai ficar por aí.
zh_cn: <32>{#p/basic}{#npc/a}* 老兄，Mettaton还在这，真好。
zh_tw: <32>{#p/basic}{#npc/a}* 老兄，Mettaton還在這，真好。

source: <32>* If it weren't for him, I'd have way less excuses to skip class.
pt_br: <32>* Se não fosse por ele eu teria bem menos desculpas para pular aula.
zh_cn: <32>* 要不是他， 我哪来这么多借口翘课。
zh_tw: <32>* 要不是他， 我哪來這麼多藉口翹課。

source: <32>{#p/basic}{#npc/a}* I hope he gets interesting contestants this time...
pt_br: <32>{#p/basic}{#npc/a}* Espero que ele consiga competidores interessantes desta vez...
zh_cn: <32>{#p/basic}{#npc/a}* 也不知道他这次 能不能找点有意思的选手...
zh_tw: <32>{#p/basic}{#npc/a}* 也不知道他這次 能不能找點有意思的選手...
