Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* WHEN I GIVE THE SIGNAL, THE CABLES WILL FALL, AND THE BATTLE WILL ALREADY BE OVER.
pt_br: <32>* QUANDO EU DER O SINAL, OS CABOS IRÃO CAIR, E A BATALHA JÁ TERÁ ACABADO.
zh_cn: <32>* 只要我一声令下，连上电缆， 就等着受死吧。ゑ
zh_tw: <32>* 只要我一聲令下，連上電纜， 就等著受死吧。ゑ

source: <32>* HONESTLY, YOU SHOULD'VE SEEN THIS COMING...
pt_br: <32>* HONESTAMENTE, VOCÊ DEVE TER VISTO ISSO CHEGANDO...
zh_cn: <32>* 其实，你应该能预感到 我要这么做...ゑ
zh_tw: <32>* 其實，你應該能預感到 我要這麼做...ゑ

source: <32>* BUT MAYBE THAT'S EXPECTING TOO MUCH FROM SOMEONE WHO ONLY KNOWS HOW TO KILL.
pt_br: <32>* MAS ISSO DEVE SER ESPERAR DEMAIS DE ALGUÉM QUE SÓ SABE MATAR.
zh_cn: <32>* 不过，一个满脑子 只知道杀杀杀的人 应该没那个智商。ゑ
zh_tw: <32>* 不過，一個滿腦子 只知道殺殺殺的人 應該沒那個智商。ゑ

source: <32>{#p/mettaton}* MY, MY...
zh_cn: <32>{#p/mettaton}* 哎呀，哎呀...ゑ
zh_tw: <32>{#p/mettaton}* 哎呀，哎呀...ゑ

source: <32>* ... WHY THE LONG FACE? * ARE YOU REALLY THAT DESPERATE TO GET BEATEN TO A PULP?
pt_br: <32>* ... POR QUE A CARONA? * VOCÊ ESTÁ TÃO DESESPERADO PARA SER SURRADO ATÉ A MORTE?
zh_cn: <32>* ...耷拉个脸干什么？ * 就这么想被我打成肉酱？ゑ
zh_tw: <32>* ...耷拉個臉幹什麼？ * 就這麼想被我打成肉醬？ゑ

source: <32>* YOU ARE? * WELL, IF YOU INSIST...
pt_br: <32>* VOCÊ ESTÁ? * BEM, JÁ QUE INSISTE...
zh_cn: <32>* 还敢顶嘴？ * 好，这是你自找的...ゑ
zh_tw: <32>* 還敢頂嘴？ * 好，這是你自找的...ゑ

source: <32>{#e/mettaton/17}* NOW, ALPHYS! * GIVE IT EVERYTHING YOU'VE GOT!
pt_br: <32>{#e/mettaton/17}* AGORA, ALPHYS! * ME ENTREGUE TUDO QUE TEM!
zh_cn: <32>{#e/mettaton/17}* ALPHYS，过来！ * 让它瞧瞧咱们的真本事！ゑ
zh_tw: <32>{#e/mettaton/17}* ALPHYS，過來！ * 讓它瞧瞧咱們的真本事！ゑ

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Okay, you made it!
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* Okay, você conseguiu!
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 太好了，你终于到了！
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 太好了，你終於到了！

source: <25>{#f/3}* Eheh... that was more difficult than it had to be, huh?
pt_br: <25>{#f/3}* Eheh... isso foi mais difícil do que deveria ter sido, hein?
zh_cn: <25>{#f/3}* 嘿... 一路走到这， 是不是挺惊险的？
zh_tw: <25>{#f/3}* 嘿... 一路走到這， 是不是挺驚險的？

source: <25>{#g/alphysYeahYouKnowWhatsUp}* I mean, not for you, since, y'know...
pt_br: <25>{#g/alphysYeahYouKnowWhatsUp}* Quer dizer, não pra você, já que...
zh_cn: <25>{#g/alphysYeahYouKnowWhatsUp}* 呃，估计是我想多了...
zh_tw: <25>{#g/alphysYeahYouKnowWhatsUp}* 呃，估計是我想多了...

source: <25>{#g/alphysNeutralSweat}* You, uh... seem content with just about anything.
pt_br: <25>{#g/alphysNeutralSweat}* Você, uh... parece satisfeito com basicamente qualquer coisa.
zh_cn: <25>{#g/alphysNeutralSweat}* 我就感觉， 不管经历啥，你都无所谓。 那副表情始终都不带变的。
zh_tw: <25>{#g/alphysNeutralSweat}* 我就感覺， 不管經歷啥，你都無所謂。 那副表情始終都不帶變的。

source: <25>{#g/alphysTheFactIs}* ... a-anyway, we should probably head towards the Citadel now.
pt_br: <25>{#g/alphysTheFactIs}* ... olha, devemos ir para a Cidadela agora.
zh_cn: <25>{#g/alphysTheFactIs}* ...说回正题， 我们该去首塔了。
zh_tw: <25>{#g/alphysTheFactIs}* ...說回正題， 我們該去首塔了。

source: <25>{#g/alphysIDK}* The elevator should be fixed by now, so...
pt_br: <25>{#g/alphysIDK}* O elevador deve estar arrumado agora, então...
zh_cn: <25>{#g/alphysIDK}* 电梯应该已经修好了， 那咱们...
zh_tw: <25>{#g/alphysIDK}* 電梯應該已經修好了， 那咱們...

source: <25>{#p/alphys}{#g/alphysWelp}* Y-you know what, I'll just let you decide.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Q-quer saber, eu vou deixar você decidir.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 算了，我不逼你， 你自己看着办。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 算了，我不逼你， 你自己看著辦。

source: <25>{#g/alphysSmileSweat}* If you want to go now, so be it! * Going later's fine too!
pt_br: <25>{#g/alphysSmileSweat}* Se você quiser ir agora, então vamos! * Ir mais tarde está tudo bem também!
zh_cn: <25>{#g/alphysSmileSweat}* 你想跟过来，行！ * 你想再等等，也行！
zh_tw: <25>{#g/alphysSmileSweat}* 你想跟過來，行！ * 你想再等等，也行！

source: <25>* Whatever "powers your ship," am I right?
pt_br: <25>* A onde a "vela do navio te levar," não é?
zh_cn: <25>* 毕竟， “强扭的瓜不甜”，对吧？
zh_tw: <25>* 畢竟， 「強扭的瓜不甜」，對吧？

source: <25>{#g/alphysTheFactIs}* Like, you know, how ships need certain fuel to...
pt_br: <25>{#g/alphysTheFactIs}* Sabe, como os navios antigos precisavam do vento nas velas...
zh_cn: <25>{#g/alphysTheFactIs}* 呃，不是请你吃瓜， 是植物生长都必须...
zh_tw: <25>{#g/alphysTheFactIs}* 呃，不是請你吃瓜， 是植物生長都必須...

source: <25>{#g/alphysNeutralSweat}* A-and how you tend to be specific in how you...
pt_br: <25>{#g/alphysNeutralSweat}* E você tende a especificar como...
zh_cn: <25>{#g/alphysNeutralSweat}* 而-而且你还有自己的...
zh_tw: <25>{#g/alphysNeutralSweat}* 而-而且你還有自己的...

source: <26>{#g/alphysWelp}* Uh, you get what I mean.
pt_br: <26>{#g/alphysWelp}* Uh, você me entendeu.
zh_cn: <26>{#g/alphysWelp}* 呃，你应该听明白了吧。
zh_tw: <26>{#g/alphysWelp}* 呃，你應該聽明白了吧。

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Well, see ya!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Bem, te vejo logo!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 好，待会见！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 好，待會見！

source: <32>{#e/mettaton/6}* BEAUTIES AND GENTLEBEAUTIES...
pt_br: <32>{#e/mettaton/6}* DAMAS E CAVALHEDAMAS...
zh_cn: <32>{#e/mettaton/6}* 女士们，先生们...
zh_tw: <32>{#e/mettaton/6}* 女士們，先生們...

source: <33>{#e/mettaton/11}* IT'S TIME FOR THE GRAND FINALE!
pt_br: <33>{#e/mettaton/11}* É HORA DO GRANDE FINAL!
zh_cn: <33>{#e/mettaton/11}* 压轴好戏，现在开始！
zh_tw: <33>{#e/mettaton/11}* 壓軸好戲，現在開始！

source: <32>{#e/mettaton/10}* ARE YOU READY FOR THE GRAND FINALE!?!?
pt_br: <32>{#e/mettaton/10}* VOCÊS ESTÃO PRONTOS PARA O GRANDE FINAL!?!?
zh_cn: <32>{#e/mettaton/10}* 都准备好了吗？！ 压轴好戏，即将开始！
zh_tw: <32>{#e/mettaton/10}* 都準備好了嗎？！ 壓軸好戲，即將開始！

source: <32>{*}{#e/mettaton/11}* REAL DRAMA!! * REAL ROMANCE!! * REAL BLOODSHED!!{^20}{%}
pt_br: <32>{*}{#e/mettaton/11}* DRAMA REAL!! * ROMANCE REAL!! * SANGUE DERRAMADO REAL!!{^20}{%}
zh_cn: <32>{*}{#e/mettaton/11}* 高潮迭起！！ * 扣人心弦！！ * 腥风血雨！！{^20}{%}
zh_tw: <32>{*}{#e/mettaton/11}* 高潮迭起！！ * 扣人心弦！！ * 腥風血雨！！{^20}{%}

source: <32>{*}{#e/mettaton/20}* ON OUR NEW SHOW...{^20}{%}
pt_br: <32>{*}{#e/mettaton/20}* NO NOSSO NOVO SHOW...{^20}{%}
zh_cn: <32>{*}{#e/mettaton/20}* 尽在最新节目...{^20}{%}
zh_tw: <32>{*}{#e/mettaton/20}* 盡在最新節目...{^20}{%}

source: <32>{*}{#e/mettaton/17}* "ATTACK OF THE KILLER ROBOT!"{^20}{%}
pt_br: <32>{*}{#e/mettaton/17}* "ATAQUE DO ROBÔ ASSASSINO!"{^20}{%}
zh_cn: <32>{*}{#e/mettaton/17}* “杀人机器来袭”！{^20}{%}
zh_tw: <32>{*}{#e/mettaton/17}* 「殺人機器來襲」！{^20}{%}

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Oh my god, are you guys...
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}* Oh meu sentir, vocês...
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 我的天，你们俩还...
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 我的天，你們倆還...

source: <25>{#p/alphys}{#g/alphysWelp}* ...
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* ...ゑ

source: <25>{#g/alphysInquisitive}* What are you looking at me for?
pt_br: <25>{#g/alphysInquisitive}* Por que você tá olhando pra mim?
zh_cn: <25>{#g/alphysInquisitive}* 你看我干嘛？
zh_tw: <25>{#g/alphysInquisitive}* 你看我幹嘛？

source: <26>{#g/alphysCutscene3}* I wasn't away for...
pt_br: <26>{#g/alphysCutscene3}* Eu não estava longe por...
zh_cn: <26>{#g/alphysCutscene3}* 我才离开...
zh_tw: <26>{#g/alphysCutscene3}* 我才離開...

source: <25>{#g/alphysCutscene3}* I'm only here to...
pt_br: <25>{#g/alphysCutscene3}* Eu estou aqui apenas para...
zh_cn: <25>{#g/alphysCutscene3}* 我只是来...
zh_tw: <25>{#g/alphysCutscene3}* 我只是來...

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Oh my god, are you guys alright??
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}* Oh meu senhor, vocês estão bem??
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 我的天，你们俩还好吗？
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 我的天，你們倆還好嗎？

source: <26>{#g/alphysCutscene3}* I wasn't away for THAT long.
pt_br: <26>{#g/alphysCutscene3}* Eu não estive longe por TANTO tempo.
zh_cn: <26>{#g/alphysCutscene3}* 我才离开一会工夫而已。
zh_tw: <26>{#g/alphysCutscene3}* 我才離開一會工夫而已。

source: <25>{#g/alphysCutscene3}* I'm only here to check on Mettaton.
pt_br: <25>{#g/alphysCutscene3}* Eu só estou aqui para olhar o Mettaton.
zh_cn: <25>{#g/alphysCutscene3}* 我只是来看看Mettaton还好吗。
zh_tw: <25>{#g/alphysCutscene3}* 我只是來看看Mettaton還好嗎。

source: <25>{#p/alphys}{#f/10}* Wh... where's Mettaton?
pt_br: <25>{#p/alphys}{#f/10}* Ca...cadê o Mettaton?
zh_cn: <25>{#p/alphys}{#f/10}* ...M-Mettaton在哪？
zh_tw: <25>{#p/alphys}{#f/10}* ...M-Mettaton在哪？

source: <25>{#p/alphys}{#f/3}* D-did you...
pt_br: <25>{#p/alphys}{#f/3}* V-você m...
zh_cn: <25>{#p/alphys}{#f/3}* 你-你把他给...
zh_tw: <25>{#p/alphys}{#f/3}* 你-你把他給...

source: <25>{#p/alphys}{#g/alphysInquisitive}* Hmm, you look okay...
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Hmm, você parece bem...
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 嗯... 还好你没事...
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 嗯... 還好你沒事...

source: <25>{#p/alphys}{#g/alphysWelp}* Sorry about vanishing on the phone earlier, by the way.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Desculpe por ter desaparecido no telefone mais cedo, a propósito.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 对不起，刚刚失联了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 對不起，剛剛失聯了。

source: <25>{#g/alphysWelp}* The phone signal wouldn't reach here for some reason.
pt_br: <25>{#g/alphysWelp}* O sinal não chega aqui por algum motivo.
zh_cn: <25>{#g/alphysWelp}* 不知为什么， 电话到这里就没信号了。
zh_tw: <25>{#g/alphysWelp}* 不知為什麼， 電話到這裡就沒訊號了。

source: <25>{#g/alphysHaveSomeCompassion}* Look, just... come with me into the next room.
pt_br: <25>{#g/alphysHaveSomeCompassion}* Olha, só... vem comigo para a próxima sala.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 对了，呃... 现在跟我来下个房间。
zh_tw: <25>{#g/alphysHaveSomeCompassion}* 對了，呃... 現在跟我來下個房間。

source: <25>{#g/alphysNeutralSweat}* Th-there's something I need to tell you.
pt_br: <25>{#g/alphysNeutralSweat}* Tem algo que eu preciso te dizer.
zh_cn: <25>{#g/alphysNeutralSweat}* 我-我有事要告诉你。
zh_tw: <25>{#g/alphysNeutralSweat}* 我-我有事要告訴你。

source: <25>{#g/alphysNeutralSweat}* W-when you're ready, of course.
pt_br: <25>{#g/alphysNeutralSweat}* Q-quando você estiver pronto, claro.
zh_cn: <25>{#g/alphysNeutralSweat}* 没-没事，你准备好 再跟过来就行。
zh_tw: <25>{#g/alphysNeutralSweat}* 沒-沒事，你準備好 再跟過來就行。

source: <25>{#p/alphys}{#f/10}* I-I'm sorry. * I don't think I should be here right now.
pt_br: <25>{#p/alphys}{#f/10}* M-ME desculpa. * Eu não acho que deveria estar aqui agora.
zh_cn: <25>{#p/alphys}{#f/10}* 对-对不起。 * 我该走了。
zh_tw: <25>{#p/alphys}{#f/10}* 對-對不起。 * 我該走了。

source: <25>{*}{#p/alphys}{#f/3}* D-don't come after me!{%}
pt_br: <25>{*}{#p/alphys}{#f/3}* N-não vem atrás de mim!{%}
zh_cn: <25>{*}{#p/alphys}{#f/3}* 别-别跟着我！{%}
zh_tw: <25>{*}{#p/alphys}{#f/3}* 別-別跟著我！{%}

source: <25>{#p/alphys}{#g/alphysCutscene2}* Well, uh, d-don't worry about Mettaton, I can fix his power supply.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Bem, uh, não se preocupe com o Mettaton, eu posso dar energia pra ele de novo.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 呃，别-别担心Mettaton， 他只融合进了控制芯片。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 呃，別-別擔心Mettaton， 他只融合進了控制晶片。

source: <25>{#p/alphys}{#g/alphysCutscene2}* He's only fused with the control chip, after all.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Ele está fundido apenas com o chip de controle, de toda forma.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 所以我修好他的能量供应 就可以了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 所以我修好他的能量供應 就可以了。

source: <25>{#p/alphys}{#g/alphysWelp}* I should get going now.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Eu deveria ir indo.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 我先走了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 我先走了。

source: <25>{#g/alphysNeutralSweat}* B-but, uh, I kind of need you to come with me.
pt_br: <25>{#g/alphysNeutralSweat}* M-mas, uh, eu meio que preciso de vocês vindo comigo.
zh_cn: <25>{#g/alphysNeutralSweat}* 不-不过，呃... * 你愿意跟过来吗？
zh_tw: <25>{#g/alphysNeutralSweat}* 不-不過，呃... * 你願意跟過來嗎？

source: <25>{#g/alphysNervousLaugh}* The future of monsterkind might... d-depend on it...
pt_br: <25>{#g/alphysNervousLaugh}* O futuro da raça monstro... depende de d-disso...
zh_cn: <25>{#g/alphysNervousLaugh}* 怪物们的未来... 需要...
zh_tw: <25>{#g/alphysNervousLaugh}* 怪物們的未來... 需要...

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Just... * W-when you're ready...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Só... * Q-quando você estiver pronto...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 不-不过！ * 你别着急，等你准备好了...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 不-不過！ * 你別著急，等你準備好了...

source: <25>{#g/alphysNeutralSweat}* Come with me into the next room.
pt_br: <25>{#g/alphysNeutralSweat}* Vem comigo para a próxima sala.
zh_cn: <25>{#g/alphysNeutralSweat}* 再跟过来就行。
zh_tw: <25>{#g/alphysNeutralSweat}* 再跟過來就行。

source: <25>{#g/alphysNeutralSweat}* I-I'm sorry. * There's no other way.
pt_br: <25>{#g/alphysNeutralSweat}* D-desculpa. * Não tem outra forma.
zh_cn: <25>{#g/alphysNeutralSweat}* 对-对不起。 * 我们别无选择。
zh_tw: <25>{#g/alphysNeutralSweat}* 對-對不起。 * 我們別無選擇。

source: <32>{#p/mettaton}* Well, darling... * It'd probably be a good idea to go along with her.
pt_br: <32>{#p/mettaton}* Bem, querido... * Acho que deve ser uma boa ideia ir com ela.
zh_cn: <32>{#p/mettaton}* 嗯... * 你最好现在跟她走，亲。
zh_tw: <32>{#p/mettaton}* 嗯... * 你最好現在跟她走，親。

source: <32>{#p/mettaton}* Don't worry, darling, it's probably just a new season of a sci-fi anime she likes.
pt_br: <32>{#p/mettaton}* Não tema, provavelmente é só uma nova temporada do anime sci-fi que ela gosta.
zh_cn: <32>{#p/mettaton}* 别担心，亲。 * 说不定，她只是想带你去看 新一季的超赞科幻动漫呢。
zh_tw: <32>{#p/mettaton}* 別擔心，親。 * 說不定，她只是想帶你去看 新一季的超讚科幻動漫呢。

source: <32>* As for me?
pt_br: <32>* Já para mim?
zh_cn: <32>* 至于我？
zh_tw: <32>* 至於我？

source: <32>* ... * After Alphys puts me back in my old body...
pt_br: <32>* ... * Depois que Alphys me por em meu antigo corpo...
zh_cn: <32>* ... * 等Alphys把我的芯片 装回到旧身体之后...
zh_tw: <32>* ... * 等Alphys把我的晶片 裝回到舊身體之後...

source: <32>* I should go pay my family a visit.
pt_br: <32>* Eu devo ir ver minha família.
zh_cn: <32>* 我想回家看看亲人。
zh_tw: <32>* 我想回家看看親人。

source: <32>* I'm not really sure what I'm going to do.
pt_br: <32>* Eu não tenho certeza do que fazer.
zh_cn: <32>* 我还没想好做什么。
zh_tw: <32>* 我還沒想好做什麼。

source: <32>* I'm going to have some business to attend to.
pt_br: <32>* Eu tenho alguns negócios dos quais devo tratar.
zh_cn: <32>* 我要去忙点正事。
zh_tw: <32>* 我要去忙點正事。

source: <32>* Oh, and by the way, $(name)...
pt_br: <32>* Oh, e a propósito, $(name)...
zh_cn: <32>* 哦，还有你， $(name)...
zh_tw: <32>* 喔，還有你， $(name)...

source: <32>{#p/basic}* Huh?
zh_cn: <32>{#p/basic}* 怎么了？
zh_tw: <32>{#p/basic}* 怎麼了？

source: <32>{#p/mettaton}* ... I wish you luck with your family business as well.
pt_br: <32>{#p/mettaton}* ... Te desejo boa sorte com seus assuntos de família também.
zh_cn: <32>{#p/mettaton}* ...也祝你家里的事 能早日解决。
zh_tw: <32>{#p/mettaton}* ...也祝你家裡的事 能早日解決。

source: <32>{#p/basic}* My... oh.
pt_br: <32>{#p/basic}* Cara... oh.
zh_cn: <32>{#p/basic}* 我家... 嗯。
zh_tw: <32>{#p/basic}* 我家... 嗯。

source: <32>{#p/basic}* Yeah.
pt_br: <32>{#p/basic}* Certo.
zh_cn: <32>{#p/basic}* 会的。
zh_tw: <32>{#p/basic}* 會的。

source: <32>{#p/basic}* ... thanks, Mettaton.
pt_br: <32>{#p/basic}* ... valeu, Mettaton.
zh_cn: <32>{#p/basic}* ...谢谢你，Mettaton。
zh_tw: <32>{#p/basic}* ...謝謝你，Mettaton。

source: <32>{#p/mettaton}* Heh...
zh_cn: <32>{#p/mettaton}* 那么...
zh_tw: <32>{#p/mettaton}* 那麼...

source: <32>* Until next time... * ... * ... brat.
pt_br: <32>* Até a próxima... * ... * ... humano.
zh_cn: <32>* 有缘再见... * ... * ...小鬼。
zh_tw: <32>* 有緣再見... * ... * ...小鬼。

source: <32>* Thanks for the ride... * ... * ... $(moniker2).
pt_br: <32>* Obrigado pelo show... * ... * ... $(moniker2).
zh_cn: <32>* 多谢捧场... * ... * ...$(moniker2)。
zh_tw: <32>* 多謝捧場... * ... * ...$(moniker2)。

source: <32>* See you around... * ... * ... darling.
pt_br: <32>* Te vejo por aí... * ... * ... Querido.
zh_cn: <32>* 待会见... * ... * ...亲。
zh_tw: <32>* 待會見... * ... * ...親。

source: <32>{#p/human}* (You hear a sigh.)
pt_br: <32>{#p/human}* (Você escuta um chorinho.)
zh_cn: <32>{#p/human}* （你听见一声叹息。）
zh_tw: <32>{#p/human}* （你聽見一聲嘆息。）

source: <32>{#p/basic}* ... all this family stuff with Mettaton has been hitting a little close to home.
pt_br: <32>{#p/basic}* ... todas essas coisas de família com Mettaton estão batendo um pouco perto de casa.
zh_cn: <32>{#p/basic}* ...我从Mettaton和家人的冲突 看到了自己的影子。
zh_tw: <32>{#p/basic}* ...我從Mettaton和家人的衝突 看到了自己的影子。

source: <32>* Blooky's... not the only one who's made those kinds of mistakes with people.
pt_br: <32>* Blooky... não foi o único que cometeu esse tipo de erro com as pessoas.
zh_cn: <32>* 那些事... 并不全都是Blooky的错。
zh_tw: <32>* 那些事... 並不全都是Blooky的錯。

source: <32>* I guess, for now, I'll just have to do my best to keep moving forward...
pt_br: <32>* Eu acho, que por agora. Eu só vou ter que fazer meu melhor para continuar seguindo em frente...
zh_cn: <32>* 现在，还是别想太多， 继续前进吧...
zh_tw: <32>* 現在，還是別想太多， 繼續前進吧...

source: <32>* ... * Come on, partner.
pt_br: <32>* ... * Vamos lá, parceiro.
zh_cn: <32>* ... * 走吧，搭档。
zh_tw: <32>* ... * 走吧，搭檔。

source: <32>* Let's go home.
pt_br: <32>* Vamos para casa.
zh_cn: <32>* 我们一起回家。
zh_tw: <32>* 我們一起回家。

source: <25>{#p/alphys}{#g/alphysFR}* Don't tell me you're bringing that thing all the way to the Citadel.
pt_br: <25>{#p/alphys}{#g/alphysFR}* Não me diz que você tá trazendo isso até a Cidadela.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 别告诉我你要把那液体 一直带到首塔。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 別告訴我你要把那液體 一直帶到首塔。

source: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Follow me.
pt_br: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Siga-me.
zh_cn: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* 跟上我。
zh_tw: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* 跟上我。

source: <25>{#p/alphys}{#g/alphysWelp}* This way.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Por aqui.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 这边走。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 這邊走。

source: <25>{#p/alphys}{#g/alphysCutscene2}* So... Mettaton, huh?
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Então... Mettaton, huh?
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* Eheh... that was sure something, wasn't it?
pt_br: <25>* Eheh... isso com certeza foi algo louco, não foi?
zh_cn: <25>* 诶嘿... Mettaton的演出 有点含金量吧？
zh_tw: <25>* 誒嘿... Mettaton的演出 有點含金量吧？

source: <25>{#g/alphysSideSad}* I-I mean, I'd hoped his batteries would last longer, but...
pt_br: <25>{#g/alphysSideSad}* Q-quer dizer, eu pensei que as baterias iriam durar mais, mas...
zh_cn: <25>{#g/alphysSideSad}* 就-就是，他的续航 要是能再长点就好了， 不过...
zh_tw: <25>{#g/alphysSideSad}* 就-就是，他的續航 要是能再長點就好了， 不過...

source: <25>{#g/alphysUhButHeresTheDeal}* Well, i-it's just a tiny oversight, really. * Easily fixed!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Bem, d-deve ser só um problema de modelo. * Fácil para arrumar.
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 呃，就-就是个小疏忽， 这问题可好修了！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 呃，就-就是個小疏忽， 這問題可好修了！

source: <25>{#g/alphysWelp}* ... but that's not why you're here.
pt_br: <25>{#g/alphysWelp}* ... mas é pra isso que você está aqui.
zh_cn: <25>{#g/alphysWelp}* ...但让你来这里 可不是为了看演出。
zh_tw: <25>{#g/alphysWelp}* ...但讓你來這裡 可不是為了看演出。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... look, I...
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... Olha, eu...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...听着，我...
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...聽著，我...

source: <25>{#g/alphysHaveSomeCompassion}* I'm sorry for running away like that.
pt_br: <25>{#g/alphysHaveSomeCompassion}* Me desculpa por sair correndo daquela forma.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 我很抱歉就那样跑掉了。
zh_tw: <25>{#g/alphysHaveSomeCompassion}* 我很抱歉就那樣跑掉了。

source: <25>{#g/alphysSideSad}* It's just... after those deaths in Aerialis, I...
pt_br: <25>{#g/alphysSideSad}* É só que... depois daquelas mortes em Aerialis, eu...
zh_cn: <25>{#g/alphysSideSad}* 只是... 那些空境居民的死亡...
zh_tw: <25>{#g/alphysSideSad}* 只是... 那些空境居民的死亡...

source: <25>{#g/alphysSideSad}* It's just... after Undyne's d-death, I...
pt_br: <25>{#g/alphysSideSad}* É só que... d-depois da morte da Undyne, eu...
zh_cn: <25>{#g/alphysSideSad}* 只是... Undyne的死-死亡...
zh_tw: <25>{#g/alphysSideSad}* 只是... Undyne的死-死亡...

source: <25>{#g/alphysSideSad}* It's just... after Undyne's d-death, and...
pt_br: <25>{#g/alphysSideSad}* É só que... depois da m-morte da Undyne, e...
zh_cn: <25>{#g/alphysSideSad}* 只是... Undyne的死-死亡...
zh_tw: <25>{#g/alphysSideSad}* 只是... Undyne的死-死亡...

source: <25>{#g/alphysSideSad}* After those deaths in Aerialis, I...
pt_br: <25>{#g/alphysSideSad}* Depois daquelas mortes em Aerialis, eu...
zh_cn: <25>{#g/alphysSideSad}* 还有那些空境居民的死亡...
zh_tw: <25>{#g/alphysSideSad}* 還有那些空境居民的死亡...

source: <25>{#g/alphysThatSucks}* ... I didn't know what to do.
pt_br: <25>{#g/alphysThatSucks}* ... Eu não sabia o que fazer.
zh_cn: <25>{#g/alphysThatSucks}* ...我不知道我该做什么...
zh_tw: <25>{#g/alphysThatSucks}* ...我不知道我還能做什麼...

source: <25>{#g/alphysHaveSomeCompassion}* I know you've killed a lot of people.
pt_br: <25>{#g/alphysHaveSomeCompassion}* Eu sei que você matou muitas pessoas.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 我知道你 杀了那么多人民。
zh_tw: <25>{#g/alphysHaveSomeCompassion}* 你殺了很多人， 我不是不知道。

source: <25>{#g/alphysSideSad}* Even after I left the lab, I've s-still been watching you...
pt_br: <25>{#g/alphysSideSad}* Mesmo após fugir do laboratório, eu c-continuei te assistindo...
zh_cn: <25>{#g/alphysSideSad}* 即使在我离开实验室后， 我还-还是在继续 观察着你...
zh_tw: <25>{#g/alphysSideSad}* 即使離開實驗室後， 我還-還是在繼續觀察著 你的一舉一動...

source: <25>{#g/alphysSideSad}* Through the staging area... * Through the CORE...
pt_br: <25>{#g/alphysSideSad}* Da área dos estágios... * Pelo CORE...
zh_cn: <25>{#g/alphysSideSad}* 穿过了待命区... * 又穿过了核心...
zh_tw: <25>{#g/alphysSideSad}* 看著你穿過了待命區... * 又穿過了核心...

source: <25>{#g/alphysSideSad}* From the lab, I'd b-been watching you since you appeared...
pt_br: <25>{#g/alphysSideSad}* Desde o laboratório, eu t-tenho te assistido desde que você apareceu...
zh_cn: <25>{#g/alphysSideSad}* 自从你来到这里， 我就一直在实验室 观-观察着你...
zh_tw: <25>{#g/alphysSideSad}* 自從你來到這裡， 我就一直在實驗室 觀-觀察著你...

source: <25>{#g/alphysSideSad}* Through Starton... * Through the Foundry...
pt_br: <25>{#g/alphysSideSad}* Por Starton... * Pela Foundry...
zh_cn: <25>{#g/alphysSideSad}* 穿过星港... * 又穿过铸厂...
zh_tw: <25>{#g/alphysSideSad}* 看著你穿過了星港... * 又穿過了鑄廠...

source: <25>{#g/alphysNeutralSweat}* Didn't you ever stop to think about those monsters' lives?
pt_br: <25>{#g/alphysNeutralSweat}* Em algum momento você pensou na vida daqueles monstros?
zh_cn: <25>{#g/alphysNeutralSweat}* 你就没有停下来为 那些怪物的生命着想吗？
zh_tw: <25>{#g/alphysSideSad}* 你走了這麼遠的路， 又經歷了這麼多事...[ADD]<25>{#g/alphysNeutralSweat}* 我不明白， 你難道從來就沒在乎過 那些怪物的生命嗎？

source: <25>{#g/alphysThatSucks}* About what their... f-friends and family might think?
pt_br: <25>{#g/alphysThatSucks}* Sobre o que os... a-amigos e famílias pensariam?
zh_cn: <25>{#g/alphysThatSucks}* 没想过他们的... 家人朋友知道了会怎么样？
zh_tw: <25>{#g/alphysThatSucks}* 沒有考慮過， 他們的家人朋友知道他們 被殺害後的感受嗎？

source: <25>{#g/alphysNeutralSweat}* I know I could have done a better job escorting you, so...
pt_br: <25>{#g/alphysNeutralSweat}* Eu sei que poderia ter feito um trabalho melhor te escoltando, então...
zh_cn: <25>{#g/alphysNeutralSweat}* 我知道我本可以 更好地护送你...
zh_tw: <25>{#g/alphysNeutralSweat}* 哈，我這份護送你的工作 可能還是沒做好，對吧？

source: <25>{#g/alphysHaveSomeCompassion}* Maybe I'm partly at fault for that.
pt_br: <25>{#g/alphysHaveSomeCompassion}* Talvez eu tenha parte da culpa no que aconteceu.
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 也许我也得为此担责。
zh_tw: <25>{#g/alphysHaveSomeCompassion} * 所以... 眼睜睜 看著你犯下如此暴行， 大概我也有責任吧。

source: <25>{#g/alphysIDK3}* Because I've been thinking about it a lot.
pt_br: <25>{#g/alphysIDK3}* Eu tenho pensado muito sobre isso.
zh_cn: <25>{#g/alphysIDK3}* 因为我一直在为此思考。
zh_tw: <25>{#g/alphysIDK3}* 在這段時間裡， 我一直在思索。

source: <25>{#g/alphysHaveSomeCompassion}* I blamed myself for letting this happen, but...
pt_br: <25>{#g/alphysHaveSomeCompassion}* Eu culpo a mim mesma por deixar acontecer, mas...
zh_cn: <25>{#g/alphysHaveSomeCompassion}* 我责怪自己为什么 要让这些发生，但是...
zh_tw: <25>{#g/alphysHaveSomeCompassion}* 我責怪自己為什麼 要對你的行為放任不管， 這一切本不該發生的...
