Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* "The CORE is now online, and outpost construction plans are already underway."
pt_br: <32>* "O CORE está ativo agora, e as construções planejadas para o Outpost estão a caminho."
zh_cn: <32>* “核心现在已经上线， 前哨站的建设计划 已在进行中。”
zh_tw: <32>* 「核心現在已經上線， 前哨站的建設計畫 已在進行中。」

source: <32>* "I'm not sure how to feel about this development..."
pt_br: <32>* "Eu não sei como me sentir em relação a esse desenvolvimento..."
zh_cn: <32>* “我不知道该如何看待 这种发展...”
zh_tw: <32>* 「我不知道該如何看待 這種發展...」

source: <32>* "It will be nice to make our lives more comfortable out here, however..."
pt_br: <32>* "Será bom fazer nossas vidas mais confortáveis por aqui, entretanto..."
zh_cn: <32>* “不过，能让我们 在外面的生活更舒适一点 是件好事...”
zh_tw: <32>* 「不過，能讓我們 在外面的生活更舒適一點 是件好事...」

source: <32>* "By settling in like this, are we admitting that we can't escape without human SOULs?"
pt_br: <32>* "Estamos admitindo que não podemos escapar sem a ajuda das ALMAS humanas?"
zh_cn: <32>* “就这样安顿下来的话，我们是不是 相当于在承认，没有人类的灵魂 我们就无法逃脱？”
zh_tw: <32>* 「就這樣安頓下來的話，我們是不是 相當於在承認，沒有人類的靈魂 我們就無法逃脫？」

source: <32>* "Since I was appointed as the royal scientist, I've set my mind on breaking us free."
pt_br: <32>* "Desde que fui apontado como cientista real, eu trabalho para trazer liberdade."
zh_cn: <32>* “自从我被任命为皇家科学员， 我就下定决心要解放我们大家。”
zh_tw: <32>* 「自從我被任命為皇家科學員， 我就下定決心要解放我們大家。」

source: <32>* "Now, I fear the other monsters have acquiesced to waiting..."
pt_br: <32>* "Agora, temo que os outros monstros tenham concordado em esperar..."
zh_cn: <32>* “现在，恐怕其他怪物 已经安于等待了...”
zh_tw: <32>* 「現在，恐怕其他怪物 已經安於等待了...」

source: <32>{#p/basic}* "Professor's notes, page 195."
pt_br: <32>{#p/basic}* "Notas do professor, página 195."
zh_cn: <32>{#p/basic}* “教授的笔记，第195页。”
zh_tw: <32>{#p/basic}* 「教授的筆記，第195頁。」

source: <32>* "It's a dark day for monsterkind, the royal family is in pieces."
pt_br: <32>* "É um dia de desgraça para a sociedade monstro, a família real está em pedaços."
zh_cn: <32>* “今天是怪物一族 无比黑暗的一天， 王室分崩离析了。”
zh_tw: <32>* 「今天是怪物一族 無比黑暗的一天， 王室分崩離析了。」

source: <32>* "Queen Toriel has abandoned the throne over a few rushed words from Asgore."
pt_br: <32>* "A rainha Toriel abandonou seu trono após algumas palavras de ódio do rei Asgore."
zh_cn: <32>* “Toriel王后 放弃了王位。 仅仅因为Asgore的几句话。”
zh_tw: <32>* 「Toriel王后 放棄了王位。 僅僅因為Asgore的幾句話。」

source: <32>* "But those words may have long-lasting implications for us..."
pt_br: <32>* "Mas essas palavras talvez tenham longa aplicação para nós..."
zh_cn: <32>* “但那些话 估计要对我们 产生长期的影响了...”
zh_tw: <32>* 「但那些話 估計要對我們 產生長期的影響了...」

source: <32>* "Now, everyone expects him to take the human SOULs by force."
pt_br: <32>* "Agora, todos esperam que ele tome as ALMAS humanas à força."
zh_cn: <32>* “现在， 大家都希望 他主动夺取人类的灵魂。”
zh_tw: <32>* 「現在， 大家都希望 他主動奪取人類的靈魂。」

source: <32>* "This is a disaster."
pt_br: <32>* "É um desastre."
zh_cn: <32>* “这简直是一场灾难。”
zh_tw: <32>* 「這簡直是一場災難。」

source: <32>{#p/basic}* "Professor's notes, page 310."
pt_br: <32>{#p/basic}* "Notas do professor, página 310."
zh_cn: <32>{#p/basic}* “教授的笔记，第310页。”
zh_tw: <32>{#p/basic}* 「教授的筆記，第310頁。」

source: <32>* "Well, he's agreed to the plan... of course, I was almost certain he would."
pt_br: <32>* "Bem, ele concordou com o plano... é claro, eu já imaginei que ele o faria."
zh_cn: <32>* “嗯... 果然如我所料， 他同意了这个计划。”
zh_tw: <32>* 「嗯... 果然如我所料， 他同意了這個計畫。」

source: <32>* "The timing is fortunate." * "The first human since $(name) arrived on the outpost today."
pt_br: <32>* "O momento é de sorte." * "O primeiro humano desde $(name) chegou ao Outpost hoje."
zh_cn: <32>* “真是天赐良机。” * “$(name)死后，一个新的人类 抵达了前哨站。”
zh_tw: <32>* 「真是天賜良機。」 * 「$(name)死後，一個新的人類 抵達了前哨站。」

source: <32>* "We don't know if it'll be able to contain them yet, but we'll find out soon enough..."
pt_br: <32>* "Nós não sabemos se aquilo será capaz de conte-los ainda, mas vamos descobrir o mais cedo possível..."
zh_cn: <32>* “我们还不知道 它能不能容纳人类， 结果马上揭晓...”
zh_tw: <32>* 「我們還不知道 它能不能容納人類， 結果馬上揭曉...」

source: <32>* "Fingerbones crossed."
pt_br: <32>* "Ossos dos dedos cruzados."
zh_cn: <32>* “祈祷吧。”
zh_tw: <32>* 「祈禱吧。」

source: <32>{#p/human}* (You wonder what kind of ice cream this ice cream machine produces.)
pt_br: <32>{#p/human}* (Você se questiona que tipo de sorvete essa máquina de sorvete faz.)
zh_cn: <32>{#p/human}* （你想知道 这台冰激淋机生产的 是什么冰激淋。）
zh_tw: <32>{#p/human}* （你想知道 這臺冰激淋機生產的 是什麼冰激淋。）

source: <32>{#p/basic}* This overly complicated ice cream machine doesn't look like it'll get any more use.
pt_br: <32>{#p/basic}* Essa máquina de sorvete super complicada não terá mais nenhum uso.
zh_cn: <32>{#p/basic}* 这个构造十分复杂的冰激淋机 再也不会被使用了。
zh_tw: <32>{#p/basic}* 這個構造十分複雜的冰激淋機 再也不會被使用了。

source: <32>{#p/basic}* It's an overly complicated ice cream machine.
pt_br: <32>{#p/basic}* É uma máquina de sorvete muito complicada.
zh_cn: <32>{#p/basic}* 一台构造十分复杂的冰淇淋机。 * 好像复杂过头了。
zh_tw: <32>{#p/basic}* 一臺構造十分複雜的冰淇淋機。 * 好像複雜過頭了。

source: <32>{#p/human}* (You dip your hands into the bucket of ice cream.) * (It's rather cold.)
pt_br: <32>{#p/human}* (Você coloca suas mãos no balde de sorvete.) * (Está bem gelado.)
zh_cn: <32>{#p/human}* （你把手伸进冰激淋桶里。） * （好冰。）
zh_tw: <32>{#p/human}* （你把手伸進冰激淋桶裡。） * （好冰。）

source: <25>{#p/asriel1}{#f/15}* Uh, just don't get any of that stuff on me.
pt_br: <25>{#p/asriel1}{#f/15}* Uh, só não passa essa coisa em mim.
zh_cn: <25>{#p/asriel1}{#f/15}* 呃，别把那东西 弄我身上就行。
zh_tw: <25>{#p/asriel1}{#f/15}* 呃，別把那玩意 弄我身上就行。

source: <25>{#p/asriel1}{#f/15}* I'd have to shake myself like a dog to get it off.
pt_br: <25>{#p/asriel1}{#f/15}* Eu teria que me balançar igual cachorro pra tirar isso fora.
zh_cn: <25>{#p/asriel1}{#f/15}* 我必须像狗一样 抖动身体才能弄下来。
zh_tw: <25>{#p/asriel1}{#f/15}* 要是沾上了這玩意， 我就只能瘋狂地抖動身體把 它從我的毛髮上給甩下來。[ADD]<25>{#p/asriel1}{#f/15}* 就跟一條小狗似的...

source: <26>{#p/asriel1}{#f/31}* Don't you get any ideas.
pt_br: <26>{#p/asriel1}{#f/31}* Você não tem nenhuma ideia.
zh_cn: <26>{#p/asriel1}{#f/31}* ...别想。
zh_tw: <26>{#p/asriel1}{#f/31}* ...我知道你想幹嘛， 打住。

source: <32>{#p/basic}* A bucket of ice cream.
pt_br: <32>{#p/basic}* Um balde de sorvete.
zh_cn: <32>{#p/basic}* 一桶冰淇淋。
zh_tw: <32>{#p/basic}* 一桶冰淇淋。

source: <32>{#p/human}* (Your eyes follow the poster as it's animated subject bobs up and down.)
pt_br: <32>{#p/human}* (Seu olho segue o poster animado enquanto o objeto sobe e desce.)
zh_cn: <32>{#p/human}* （你的目光紧盯着 这张动漫海报的动态部分。）
zh_tw: <32>{#p/human}* （你的目光緊盯著 這張動漫海報的動態部分。）

source: <32>{#p/basic}* A large poster for a niche sci-fi anime franchise.
pt_br: <32>{#p/basic}* Um grande poster de uma franquia de anime sci-fi.
zh_cn: <32>{#p/basic}* 一张小众科幻动漫系列的 大海报。
zh_tw: <32>{#p/basic}* 一張小眾科幻動漫系列的 大海報。

source: <32>{#p/basic}* A large poster for a sci-fi anime franchise.
pt_br: <32>{#p/basic}* Um grande pôster para uma franquia de anime sci-fi.
zh_cn: <32>{#p/basic}* 一张科幻动漫系列的 大海报。
zh_tw: <32>{#p/basic}* 一張科幻動漫系列的 大海報。

source: <32>{#p/basic}* A large poster for a popular sci-fi anime franchise.
pt_br: <32>{#p/basic}* Um grande pôster para uma popular franquia de anime sci-fi.
zh_cn: <32>{#p/basic}* 一张人气科幻动漫系列的 大海报。
zh_tw: <32>{#p/basic}* 一張人氣科幻動漫系列的 大海報。

source: <32>{#p/human}* (You stare anxiously at the bag of dog food.)
pt_br: <32>{#p/human}* (Você encara com ansiedade o saco de comida para cachorro.)
zh_cn: <32>{#p/human}* （你焦虑地盯着那袋狗粮。）
zh_tw: <32>{#p/human}* （你焦慮地盯著那袋狗糧。）

source: <25>{#p/asriel1}{#f/24}* Frisk, I know what you're thinking. * It's not worth it.
pt_br: <25>{#p/asriel1}{#f/24}* Frisk, eu sei o que você está pensando. * Não vale a pena.
zh_cn: <25>{#p/asriel1}{#f/24}* Frisk， 我知道你在想啥。 * 这不值得。
zh_tw: <25>{#p/asriel1}{#f/24}* Frisk， 我知道你在想啥。 * 這不值得。

source: <25>{#p/asriel1}{#f/24}* It's going to taste awful, Frisk. * Just don't.
pt_br: <25>{#p/asriel1}{#f/24}* Vai ter um gosto nojento, Frisk. * Só não.
zh_cn: <25>{#p/asriel1}{#f/24}* 这玩意一点 都不好吃，Frisk。 * 别那么做。
zh_tw: <25>{#p/asriel1}{#f/24}* 這玩意一點 都不好吃，Frisk。 * 別那麼做。

source: <25>{#p/asriel1}{#f/15}* Listen.
pt_br: <25>{#p/asriel1}{#f/15}* Escuta.
zh_cn: <25>{#p/asriel1}{#f/15}* 听着。
zh_tw: <25>{#p/asriel1}{#f/15}* 聽著。

source: <25>* I'm telling you this because I'm your... friend.
pt_br: <25>* Eu estou te dizendo isso pois eu sou seu... amigo.
zh_cn: <25>* 我告诉你这些是因为 我... 是你的朋友。
zh_tw: <25>* 我告訴你這些是因為 我... 是你的朋友。

source: <25>* ... that felt weird to say, but I guess I'm getting used to it.
pt_br: <25>* ... isso foi difícil de dizer, mas eu acho que estou aprendendo.
zh_cn: <25>* ...说起来很奇怪， 我好像已经习惯了。
zh_tw: <25>* ...說起來也奇怪， 我好像已經習慣像這樣 提醒你了。

source: <25>{#p/asriel1}{#f/16}* You must not have anything better to do.
pt_br: <25>{#p/asriel1}{#f/16}* Você não deve ter nada melhor pra fazer.
zh_cn: <25>{#p/asriel1}{#f/16}* 你没更好的事要做吗？
zh_tw: <25>{#p/asriel1}{#f/16}* 你沒更好的事要做嗎？

source: <32>{#p/basic}* It's a half-empty bag of dog food.
pt_br: <32>{#p/basic}* É um saco meio vazio de comida para cachorro.
zh_cn: <32>{#p/basic}* 一袋半空的狗粮。
zh_tw: <32>{#p/basic}* 一袋半空的狗糧。

source: <32>{#p/basic}* It's a bag of dog food. * It's half-full.
pt_br: <32>{#p/basic}* É um saco de comida pra cachorro. * Está meia vazia.
zh_cn: <32>{#p/basic}* 一袋半满的狗粮。
zh_tw: <32>{#p/basic}* 一袋半滿的狗糧。

source: <32>{#p/human}* (The sign depicts what appears to be a lizard in a virtual environment.)
pt_br: <32>{#p/human}* (O sinal mostra o que parece ser um lagarto em um ambiente virtual.)
zh_cn: <32>{#p/human}* （该标志描绘了 一只虚拟空间中的蜥蜴。）
zh_tw: <32>{#p/human}* （該標誌描繪了 一隻虛擬空間中的蜥蜴。）

source: <32>{#p/basic}* It's a sign depicting someone in a virtualasium.
pt_br: <32>{#p/basic}* É um sinal que representa alguém em um virtualismo.
zh_cn: <32>{#p/basic}* 一个虚拟空间人物标志。
zh_tw: <32>{#p/basic}* 一個虛擬空間人物標誌。

source: <32>{#p/human}* (You stop to see the flowers.)
pt_br: <32>{#p/human}* (Você para e olha as flores.)
zh_cn: <32>{#p/human}* （你停下脚步看了看这些花。）
zh_tw: <32>{#p/human}* （你停下腳步看了看這些花。）

source: <32>{#p/basic}* Starling flowers.
pt_br: <32>{#p/basic}* Flores Estreladas.
zh_cn: <32>{#p/basic}* 星花。
zh_tw: <32>{#p/basic}* 星花。

source: <32>{#p/basic}* A patch of Starling flowers.
pt_br: <32>{#p/basic}* Um buquê de Flores Estreladas.
zh_cn: <32>{#p/basic}* 一丛星花。
zh_tw: <32>{#p/basic}* 一叢星花。

source: <32>{#p/basic}* A little trio of Starling flowers.
pt_br: <32>{#p/basic}* Um pequeno trio de Flores Estreladas.
zh_cn: <32>{#p/basic}* 三小簇星花。
zh_tw: <32>{#p/basic}* 三小簇星花。

source: <32>{#p/basic}* A densely-packed group of Starling flowers.
pt_br: <32>{#p/basic}* Um grupo densamente compactado de Flores Estreladas.
zh_cn: <32>{#p/basic}* 一大丛星花。
zh_tw: <32>{#p/basic}* 一大叢星花。

source: <32>{#p/basic}* A Starling flower couple. * Cute...?
pt_br: <32>{#p/basic}* Um casal de Flores Estreladas. * Fofo...?
zh_cn: <32>{#p/basic}* 一对星花。 * 还挺可爱...？
zh_tw: <32>{#p/basic}* 一對星花。 * 還挺可愛...？

source: <25>{#p/asriel1}{#f/3}* This stuff? * Ha... don't remind me.
pt_br: <25>{#p/asriel1}{#f/3}* Essa coisa? * Ha... não me lembra.
zh_cn: <25>{#p/asriel1}{#f/3}* 这个玩意？ * 哈... 我不想回忆。
zh_tw: <25>{#p/asriel1}{#f/3}* 這個玩意？ * 哈... 我不想回憶。

source: <25>{#p/asriel1}{#f/4}* ...
zh_cn: <25>{#p/asriel1}{#f/4}* ...ゑ
zh_tw: <25>{#p/asriel1}{#f/4}* ...ゑ

source: <32>{#p/basic}* A set of test tubes with an unknown substance.
pt_br: <32>{#p/basic}* Um bocado de tubos de teste com uma substância desconhecida.
zh_cn: <32>{#p/basic}* 一排试管，里面盛放着不明物质。ゑ
zh_tw: <32>{#p/basic}* 一排試管，裡面盛放著不明物質。ゑ

source: <25>{#p/asriel2}{#f/10}* Funny, the syringe she used on me is missing...
pt_br: <25>{#p/asriel2}{#f/10}* Engraçado, a seringa que ela usava em mim sumiu...
zh_cn: <25>{#p/asriel2}{#f/10}* 她给我用的那支注射器 跑哪去了...ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 她給我用的那支注射器 跑哪去了...ゑ

source: <26>{#f/4}* Maybe she threw it away.
pt_br: <26>{#f/4}* Talvez ela jogou fora.
zh_cn: <26>{#f/4}* 搞不好给弄丢了，哈哈。ゑ
zh_tw: <26>{#f/4}* 搞不好給弄丟了，哈哈。ゑ

source: <25>{#p/asriel2}{#f/15}* The missing syringe...
pt_br: <25>{#p/asriel2}{#f/15}* A seringa faltando...
zh_cn: <25>{#p/asriel2}{#f/15}* 那支注射器...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 那支注射器...ゑ

source: <25>{#f/10}* Is this why she was so strong against us?
pt_br: <25>{#f/10}* É por isso que ela estava tão forte contra a gente?
zh_cn: <25>{#f/10}* 她是不是给自己用了那个， 才变得那么强？ゑ
zh_tw: <25>{#f/10}* 她是不是給自己用了那個， 才變得那麼強？ゑ

source: <25>{#p/asriel2}{#f/2}* She really thought this stuff would save her...
pt_br: <25>{#p/asriel2}{#f/2}* Ela realmente pensou que isso iria salva-la...
zh_cn: <25>{#p/asriel2}{#f/2}* 她还真以为 那破玩意能帮上她...ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 她還真以為 那破玩意能幫上她...ゑ

source: <25>{#f/1}* What an IDIOT.
pt_br: <25>{#f/1}* Que IDIOTA.
zh_cn: <25>{#f/1}* 真是个大蠢货。ゑ
zh_tw: <25>{#f/1}* 真是個大蠢貨。ゑ

source: <32>{#p/basic}* There is also a used syringe with trace amounts of the same substance.
pt_br: <32>{#p/basic}* Tenho outra seringa usada com bastante quantidade da mesma substância.
zh_cn: <32>{#p/basic}* 还有一个用过的注射器， 里面有着少许相同的物质。
zh_tw: <32>{#p/basic}* 還有一個用過的注射器， 裡面有著少許相同的物質。

source: <32>{#p/human}* (The plans on the table describe some form of energy conversion process.)
pt_br: <32>{#p/human}* (Os planos na mesa descrevem algum processo de conversão de energia.)
zh_cn: <32>{#p/human}* （工作桌上的图纸描述了 某种形式的能量转化过程。）
zh_tw: <32>{#p/human}* （工作桌上的圖紙描述了 某種形式的能量轉化過程。）

source: <32>{#p/basic}* It's a work table with some nondescript plans on it.
pt_br: <32>{#p/basic}* É uma mesa de trabalho com planos não descritos nela.
zh_cn: <32>{#p/basic}* 一张工作桌， 上面的图纸不伦不类。
zh_tw: <32>{#p/basic}* 一張工作桌， 上面的圖紙不倫不類。

source: <32>{#p/human}* (You observe the mysterious contents behind the glass of the storage unit.)
pt_br: <32>{#p/human}* (Você observa o conteúdo misterioso por trás do vidro da unidade de armazenamento.)
zh_cn: <32>{#p/human}* （你注视着储物箱 玻璃后面的神秘物质。）
zh_tw: <32>{#p/human}* （你注視著儲物箱 玻璃後面的神秘物質。）

source: <32>{#p/basic}* A vacuum-sealed storage unit. * Inside are vials of various unknown substances.
pt_br: <32>{#p/basic}* Uma unidade de armazenamento selada a vácuo. Dentro tem frascos com substâncias.
zh_cn: <32>{#p/basic}* 一个真空储物箱。 * 里面放着各种不明物质的 试剂瓶。
zh_tw: <32>{#p/basic}* 一個真空儲物箱。 * 裡面放著各種不明物質的 試劑瓶。

source: <25>{#p/asriel1}{#f/27}* As far as I know, those tools were never used at all.
pt_br: <25>{#p/asriel1}{#f/27}* Pelo que eu sei, essas ferramentas nunca foram usadas de verdade.
zh_cn: <25>{#p/asriel1}{#f/27}* 据我所知， 这些工具根本没被用过。
zh_tw: <25>{#p/asriel1}{#f/27}* 據我所知， 這些工具根本沒被用過。

source: <25>* In fact, I think they're just for decoration.
pt_br: <25>* De fato, eu acho que elas são apenas decoração.
zh_cn: <25>* 实际上， 我认为这些工具唯一的 用途就是挂在墙上。
zh_tw: <25>* 實際上， 我認為這些工具唯一的 用途就是掛在牆上。

source: <25>{#p/asriel1}{#f/13}* Tools like these aren't necessary when you can just use magic.
pt_br: <25>{#p/asriel1}{#f/13}* Ferramentas assim são inúteis quando você pode usar magia.
zh_cn: <25>{#p/asriel1}{#f/13}* 有了魔法， 谁还用工具呢？
zh_tw: <25>{#p/asriel1}{#f/13}* 有了魔法， 誰還用工具呢？

source: <25>{#f/17}* Like, that mouse who works at the CORE? * Charles, I think?
pt_br: <25>{#f/17}* Tipo, aquele camundongo que trabalha no CORE? * Charles, eu acho?
zh_cn: <25>{#f/17}* 就像，那个在 核心工作的小老鼠？ * 好像叫Charles？
zh_tw: <25>{#f/17}* 就像，那個在 核心工作的小老鼠？ * 好像叫Charles？

source: <25>{#f/15}* That little mouse has the power of telekinesis.
pt_br: <25>{#f/15}* Aquele pequeno camundongo tem o poder da telecinese.
zh_cn: <25>{#f/15}* 那只小老鼠拥有一种 名为心灵控制的能力。
zh_tw: <25>{#f/15}* 那隻小老鼠擁有一種 名為心靈控制的能力。

source: <25>{#f/16}* Don't ask me how I know that.
pt_br: <25>{#f/16}* Não me pergunte como eu sei disso.
zh_cn: <25>{#f/16}* 别问我咋知道的。
zh_tw: <25>{#f/16}* 別問我咋知道的。

source: <25>{#p/asriel1}{#f/13}* Uh, let me put it this way...
pt_br: <25>{#p/asriel1}{#f/13}* Uh, vamos deixar isso de lado...
zh_cn: <25>{#p/asriel1}{#f/13}* 呃，这么说吧...
zh_tw: <25>{#p/asriel1}{#f/13}* 呃，這麼說吧...

source: <25>{#f/16}* When I screwed around in the past, I learned to avoid that one.
pt_br: <25>{#f/16}* Quando eu ferrei tudo no passado, eu aprendi a evitar este aí.
zh_cn: <25>{#f/16}* 过去瞎搞时， 我一直努力避免这种情况。
zh_tw: <25>{#f/16}* 過去瞎搞時， 我一直努力避免 那種情況發生...

source: <25>{#f/15}* That kind of power makes it difficult to... do anything.
pt_br: <25>{#f/15}* Que tipo de poder torna difícil fazer... qualquer coisa.
zh_cn: <25>{#f/15}* 即使是“重置”的力量， 也不能完全地... 随心所欲。
zh_tw: <25>{#f/15}* 即使是「重置」的力量， 也不能完全地... 隨心所欲。

source: <25>{#p/asriel1}{#f/16}* ... let's just leave it at that.
pt_br: <25>{#p/asriel1}{#f/16}* ... vamos deixar isso assim.
zh_cn: <25>{#p/asriel1}{#f/16}* ...此问题结束。
zh_tw: <25>{#p/asriel1}{#f/16}* ...此問題結束。

source: <32>{#p/basic}* A rack of dusty old tools. * Doesn't look like they've been used in years.
pt_br: <32>{#p/basic}* Um amontoado de ferramentas velhas e enferrujadas. Não são usadas a anos.
zh_cn: <32>{#p/basic}* 架子上挂着一些老工具， 看上去，都吃灰好几年了。ゑ
zh_tw: <32>{#p/basic}* 架子上掛著一些老工具， 看上去，都吃灰好幾年了。ゑ

source: <33>* ... and now they never will be.
pt_br: <33>* ... e agora jamais serão.
zh_cn: <33>* ...现在更是没人用得着了。ゑ
zh_tw: <33>* ...現在更是沒人用得著了。ゑ

source: <32>{#p/basic}* Privacy at last.
pt_br: <32>{#p/basic}* Privacidade a final.
zh_cn: <32>{#p/basic}* 终于有隐私了。
zh_tw: <32>{#p/basic}* 終於有隱私了。

source: <32>{#p/basic}* This monitor is calibrated to follow your movement.
pt_br: <32>{#p/basic}* Este monitor está calibrado para seguir seus movimentos.
zh_cn: <32>{#p/basic}* 这个监视器经校准后， 可以实时跟踪你的动作。ゑ
zh_tw: <32>{#p/basic}* 這個監視器經校準後， 可以實時跟蹤你的動作。ゑ

source: <25>{#p/asriel2}{#f/5}* If only we could've seen Alphys's face as she watched us...
pt_br: <25>{#p/asriel2}{#f/5}* Se eu pelo menos pudesse ver a cara da Alphys assistindo...
zh_cn: <25>{#p/asriel2}{#f/5}* 真好奇Alphys监视我们时 脸上挂着什么表情...ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* 真好奇Alphys監視我們時 臉上掛著什麼表情...ゑ

source: <32>{#p/human}* (You place your hands on the humorous console.)
pt_br: <32>{#p/human}* (Você coloca as mãos no console humorístico.)
zh_cn: <32>{#p/human}* （你把手放在幽默的操作台上。）
zh_tw: <32>{#p/human}* （你把手放在幽默的操作臺上。）

source: <32>{#p/basic}* A game show console.
pt_br: <32>{#p/basic}* Um console com game show.
zh_cn: <32>{#p/basic}* 一个游戏节目操作台。
zh_tw: <32>{#p/basic}* 一個遊戲節目操作臺。

source: <32>{#p/basic}* A game show console. * The first-hand witness to an awesome competition.
pt_br: <32>{#p/basic}* Um console de game show. * A testemunha em primeira mão de uma competição incrível.
zh_cn: <32>{#p/basic}* 一个游戏节目操作台。 * 这就是精彩比赛的一手见证。
zh_tw: <32>{#p/basic}* 一個遊戲節目操作臺。 * 這就是精彩比賽的一手見證。

source: <32>{#p/basic}* A game show console. * The unfortunate first-hand witness to an awful pun.
pt_br: <32>{#p/basic}* Um console de game show. * A infeliz testemunha em primeira mão de um trocadilho horrível.
zh_cn: <32>{#p/basic}* 一个游戏节目操作台。 * 糟糕双关笑话的一手见证。
zh_tw: <32>{#p/basic}* 一個遊戲節目操作臺。 * 糟糕雙關笑話的一手見證。

source: <32>{#p/human}* (You place your hands on the sympathetic console.)
pt_br: <32>{#p/human}* (Você coloca suas mãos no console simpático.)
zh_cn: <32>{#p/human}* （你把手放在同情的操作台上。）
zh_tw: <32>{#p/human}* （你把手放在同情的操作臺上。）

source: <32>{#p/basic}* A game show console. * This console seems specially- equipped for ghosts.
pt_br: <32>{#p/basic}* Um console de game show. * Este console parece especialmente equipado para fantasmas.
zh_cn: <32>{#p/basic}* 一个游戏节目操作台。 * 看上去是专门给幽灵准备的。
zh_tw: <32>{#p/basic}* 一個遊戲節目操作臺。 * 看上去是專門給幽靈準備的。

source: <32>{#p/human}* (You place your hands on the familiar console.)
pt_br: <32>{#p/human}* (Você coloca suas mãos no console familiar.)
zh_cn: <32>{#p/human}* （你把手放在熟悉的操作台上。）
zh_tw: <32>{#p/human}* （你把手放在熟悉的操作臺上。）

source: <33>{#p/basic}* A game show console. * This one's tailor-made for you.
pt_br: <33>{#p/basic}* Um console de game show. * Este é feito sob medida para você.
zh_cn: <33>{#p/basic}* 一个游戏节目操作台。 * 为你量身定做的。
zh_tw: <33>{#p/basic}* 一個遊戲節目操作臺。 * 為你量身定做的。

source: <32>{#p/human}* (You place your hands on the friendly console.)
pt_br: <32>{#p/human}* (Você coloca suas mãos no console amigável.)
zh_cn: <32>{#p/human}* （你把手放在友好的操作台上。）
zh_tw: <32>{#p/human}* （你把手放在友好的操作臺上。）

source: <32>{#p/basic}* A game show console. * Smells like... a substitution.
pt_br: <32>{#p/basic}* Um console com game show. * Cheira a... uma substituição.
zh_cn: <32>{#p/basic}* 一个游戏节目操作台。 * 有一股... 山寨品的味道。
zh_tw: <32>{#p/basic}* 一個遊戲節目操作臺。 * 有一股... 山寨品的味道。

source: <32>{#p/basic}* A game show console. * Who needs arms with consoles like these?
pt_br: <32>{#p/basic}* Um console de game show. * Quem precisa de braços com consoles como esses?
zh_cn: <32>{#p/basic}* 一个游戏节目操作台。 * 有了这样的操作台， 谁还用手臂呢？
zh_tw: <32>{#p/basic}* 一個遊戲節目操作臺。 * 有了這樣的操作臺， 誰還用手臂呢？

source: <32>{#p/human}* (The sign establishes a limit for the number of monsters a liftgate can hoist.)
pt_br: <32>{#p/human}* (O sinal estabiliza um número limite de monstros que a máquina pode suportar.)
zh_cn: <32>{#p/human}* （牌子制定了 升降机可搭乘的 怪物数量的限制。）
zh_tw: <32>{#p/human}* （牌子制定了 升降機可搭乘的 怪物數量的限制。）

source: <32>{#p/basic}* "Please be aware that at most, a liftgate may only hoist two monsters at a time."
pt_br: <32>{#p/basic}* "Por favor tenham em mente que boa parte dessas máquinas só suportam dois monstros vez."
zh_cn: <32>{#p/basic}* “请务必小心，升降机一次 最多只能搭乘两个怪物。”ゑ
zh_tw: <32>{#p/basic}* 「請務必小心，升降機一次 最多只能搭乘兩個怪物。」ゑ

source: <25>{#p/asriel2}{#f/1}* Works for us.
pt_br: <25>{#p/asriel2}{#f/1}* Ótimo pra gente.
zh_cn: <25>{#p/asriel2}{#f/1}* 正好够用。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 正好夠用。ゑ

source: <32>{#p/human}* (The sign informs people of the closure of a collection agency.)
pt_br: <32>{#p/human}* (A placa informa as pessoas sobre o fechamento de uma agência de cobrança.)
zh_cn: <32>{#p/human}* （牌子告知了人们 回收机构关闭了。）
zh_tw: <32>{#p/human}* （牌子告知了人們 回收機構關閉了。）

source: <#32>{#p/basic}* "Sorry, but the collection agency is closed for good!" - Bratty and Catty
pt_br: <#32>{#p/basic}* "Desculpe, mas a agência de cobrança está sendo fechada para o bem!" - Bratty and Catty
zh_cn: <#32>{#p/basic}* “抱歉， 回收机构永远关门了！” - Bratty和Catty
zh_tw: <#32>{#p/basic}* 「抱歉， 回收機構永遠關門了！」 - Bratty和Catty

source: <#32>{#p/basic}* "Leave your junk here, and we'll find a way to sell it!" - Bratty and Catty
pt_br: <#32>{#p/basic}* "Deixe suas tralhas aqui e nós daremos um jeito de vende-la! - Bratty and Catty
zh_cn: <#32>{#p/basic}* “将你的废弃用品放在这儿吧， 我们会想办法把它卖掉的！” - Bratty和Catty
zh_tw: <#32>{#p/basic}* 「將你的廢棄用品放在這兒吧， 我們會想辦法把它賣掉的！」 - Bratty和Catty

source: <32>{#p/human}* (The sign's contents seem to have been crossed out.)
pt_br: <32>{#p/human}* (Os conteúdos dos sinal parecem ter sido riscados.)
zh_cn: <32>{#p/human}* （牌子上的内容被划掉了。）
zh_tw: <32>{#p/human}* （牌子上的內容被劃掉了。）

source: <32>{#p/basic}* "Warning: Television filming may be in progress nearby."
pt_br: <32>{#p/basic}* "Alerta: filmagem para televisão pode estar em progresso por perto."
zh_cn: <32>{#p/basic}* “警告：前方或有节目正在拍摄。”ゑ
zh_tw: <32>{#p/basic}* 「警告：前方或有節目正在拍攝。」ゑ

source: <32>{#p/basic}* "Update: Television filming on indefinite hiatus."
pt_br: <32>{#p/basic}* "Atualização: Filmagem da televisão em hiato indefinido."
zh_cn: <32>{#p/basic}* “更新：节目停播。”ゑ
zh_tw: <32>{#p/basic}* 「更新：節目停播。」ゑ

source: <32>{#p/human}* (You run your hands across the countertop.) * (It's pleasantly smooth.)
pt_br: <32>{#p/human}* (Você passa as mãos pela bancada.) * (É agradavelmente suave.)
zh_cn: <32>{#p/human}* （你将手从操作台上滑过。） * （很光滑。）
zh_tw: <32>{#p/human}* （你將手從操作臺上滑過。） * （很光滑。）

source: <32>{#p/basic}* It's just a countertop.
pt_br: <32>{#p/basic}* É só uma bancada.
zh_cn: <32>{#p/basic}* 一个普通操作台。ゑ
zh_tw: <32>{#p/basic}* 一個普通操作臺。ゑ

source: <32>{#p/basic}* Ah, the humble countertop. * No better place to go after you've won the day!
pt_br: <32>{#p/basic}* Ah, uma bela bancada. * Não tem lugar melhor para ir após vencer o dia!
zh_cn: <32>{#p/basic}* 啊，简陋的工作台。 * 没有比这更好的地方来 庆祝你的胜利了！
zh_tw: <32>{#p/basic}* 啊，簡陋的工作檯。 * 沒有比這更好的地方來 慶祝你的勝利了！

source: <32>{#p/basic}* Ah, the humble countertop. * No better place to practice your arts 'n' crafts!
pt_br: <32>{#p/basic}* Ah, a humilde bancada. * Não há lugar melhor para praticar suas artes e ofícios!
zh_cn: <32>{#p/basic}* 啊，简陋的工作台。 * 没有比这更好的地方 来练习你的工艺美术了！
zh_tw: <32>{#p/basic}* 啊，簡陋的工作檯。 * 沒有比這更好的地方 來練習你的工藝美術了！

source: <32>{#p/mettaton}* THAT'S WHERE THE INGREDIENTS GO.
pt_br: <32>{#p/mettaton}* ISSO É ONDE OS INGREDIENTES VÃO.
zh_cn: <32>{#p/mettaton}* 把材料放那里去。
zh_tw: <32>{#p/mettaton}* 把材料放那裡去。
