Repository: ws-3917/psoutertale-weblate
Catalog: text/aerialis/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/mettaton}* CONGRATULATIONS, HUMAN. * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
pt_br: <32>{#p/mettaton}* PARABÉNS, HUMANO! * VOCÊ GANHOU SEU PRIMEIRO E ÚNICO, RÁDIO DA TERRA!
zh_cn: <32>{#p/mettaton}* 恭喜你，人类。 * 你赢得了属于你自己的 老式地球收音机！
zh_tw: <32>{#p/mettaton}* 恭喜你，人類。 * 你贏得了屬於你自己的 老式地球收音機！

source: <32>{#p/mettaton}* TEMMIE, SINCE YOU GUESSED BEFORE $(moniker3u)...
pt_br: <32>{#p/mettaton}* TEMMIE, COMO VOCÊ ADIVINHOU ANTES DO $(moniker3u)...
zh_cn: <32>{#p/mettaton}* TEMMIE， 由于你比$(moniker3u)先一步作答...
zh_tw: <32>{#p/mettaton}* TEMMIE， 由於你比$(moniker3u)先一步作答...

source: <32>{#p/mettaton}* TEMMIE, SINCE YOU GUESSED BEFORE THE HUMAN...
pt_br: <32>{#p/mettaton}* TEMMIE, COMO VOCÊ ADIVINHOU ANTES DO HUMANO...
zh_cn: <32>{#p/mettaton}* TEMMIE， 由于你比人类先一步作答...
zh_tw: <32>{#p/mettaton}* TEMMIE， 由於你比人類先一步作答...

source: <32>* CONGRATULATIONS! * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
pt_br: <32>* PARABÉNS! * VOCÊ GANHOU SEU PRIMEIRO E ÚNICO RÁDIO DA TERRA!
zh_cn: <32>{#p/mettaton}* 恭喜！ * 你赢得了属于你自己的 老式地球收音机！
zh_tw: <32>{#p/mettaton}* 恭喜！ * 你贏得了屬於你自己的 老式地球收音機！

source: <32>{#p/mettaton}* BLOOKY, SINCE YOU GUESSED BEFORE $(moniker3u)...
pt_br: <32>{#p/mettaton}* BLOOKY, COMO VOCÊ ADIVINHOU ANTES DO $(moniker3u)...
zh_cn: <32>{#p/mettaton}* BLOOKY， 由于你比$(moniker3u)先一步作答...
zh_tw: <32>{#p/mettaton}* BLOOKY， 由於你比$(moniker3u)先一步作答...

source: <32>{#p/mettaton}* BLOOKY, SINCE YOU GUESSED BEFORE THE HUMAN...
pt_br: <32>{#p/mettaton}* BLOOKY, COMO VOCÊ ADIVINHOU ANTES DO HUMANO...
zh_cn: <32>{#p/mettaton}* BLOOKY， 由于你比人类先一步作答...
zh_tw: <32>{#p/mettaton}* BLOOKY， 由於你比人類先一步作答...

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * SINCE YOU GUESSED BEFORE TEMMIE...
pt_br: <32>{#p/mettaton}* BEM JOGADO, $(moniker3u). * COMO VOCÊ ADIVINHOU ANTES DA TEMMIE...
zh_cn: <32>{#p/mettaton}* 好样的，$(moniker3u)。 * 由于你比TEMMIE先一步作答...
zh_tw: <32>{#p/mettaton}* 好樣的，$(moniker3u)。 * 由於你比TEMMIE先一步作答...

source: <32>{#p/mettaton}* HUMAN, SINCE YOU GUESSED BEFORE TEMMIE...
pt_br: <32>{#p/mettaton}* HUMANO, COMO VOCÊ ADIVINHOU ANTES DA TEMMIE...
zh_cn: <32>{#p/mettaton}* 人类， 由于你比TEMMIE先一步作答...
zh_tw: <32>{#p/mettaton}* 人類， 由於你比TEMMIE先一步作答...

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * SINCE YOU GUESSED BEFORE BLOOKY...
pt_br: <32>{#p/mettaton}* BEM JOGADO, $(moniker3u). * COMO VOCÊ ADIVINHOU ANTES DO BLOOKY...
zh_cn: <32>{#p/mettaton}* 好样的，$(moniker3u)。 * 由于你比BLOOKY先一步作答...
zh_tw: <32>{#p/mettaton}* 好樣的，$(moniker3u)。 * 由於你比BLOOKY先一步作答...

source: <32>{#p/mettaton}* HUMAN, SINCE YOU GUESSED BEFORE BLOOKY...
pt_br: <32>{#p/mettaton}* HUMANO, COMO VOCÊ ADIVINHOU ANTES DO BLOOKY...
zh_cn: <32>{#p/mettaton}* 人类， 由于你比BLOOKY先一步作答...
zh_tw: <32>{#p/mettaton}* 人類， 由於你比BLOOKY先一步作答...

source: <32>{#p/mettaton}* WELL, CONTESTANTS, THAT CONCLUDES THIS ROUND.
pt_br: <32>{#p/mettaton}* BEM, COMPETIDORES, ISSO CONCLUI ESTA RODADA.
zh_cn: <32>{#p/mettaton}* 好了，选手们， 这一轮到此结束。
zh_tw: <32>{#p/mettaton}* 好了，選手們， 這一輪到此結束。

source: <32>* SINCE THIS IS THE FIRST ROUND, YOU'LL VOTE ON WHO YOU THINK SHOULD BE ELIMINATED.
pt_br: <32>* COMO ESTÁ É A PRIMEIRA RODADA, VOCÊ PODERÁ VOTAR NAQUELE QUE PENSA QUE DEVE SER ELIMINADO.
zh_cn: <32>* 由于这是第一轮， 你们得投票决定谁被淘汰。
zh_tw: <32>* 由於這是第一輪， 你們得投票決定誰被淘汰。

source: <32>{#p/napstablook}* hey, um......... * i have a question.........
pt_br: <32>{#p/napstablook}* hey, um......... * eu tenho uma pergunta.........
zh_cn: <32>{#p/napstablook}* 嘿，呃......... * 我有个问题.........
zh_tw: <32>{#p/napstablook}* 嘿，呃......... * 我有個問題.........

source: <32>{#p/mettaton}* NO, BLOOKY, YOU CAN'T VOTE FOR YOURSELF.
pt_br: <32>{#p/mettaton}* NÃO, BLOOKY, VOCÊ NÃO PODE VOTAR EM SI MESMO.
zh_cn: <32>{#p/mettaton}* 不，BLOOKY， 你不能投自己。
zh_tw: <32>{#p/mettaton}* 不，BLOOKY， 你不能投自己。

source: <32>{#p/napstablook}* oh............
zh_cn: <32>{#p/napstablook}* 噢............
zh_tw: <32>{#p/napstablook}* 噢............

source: <32>{#p/mettaton}* IT'S ELIMINATION TIME, PEOPLE! * UNDYNE, YOU'RE UP FIRST.
pt_br: <32>{#p/mettaton}* É HORA DE ELIMINAR, PESSOAL! * UNDYNE, VOCÊ VAI PRIMEIRO.
zh_cn: <32>{#p/mettaton}* 淘汰时间到了，伙计们！ * UNDYNE，你先来。
zh_tw: <32>{#p/mettaton}* 淘汰時間到了，夥計們！ * UNDYNE，你先來。

source: <32>{#p/mettaton}* IT'S ELIMINATION TIME, PEOPLE! * SANS, YOU'RE UP FIRST.
pt_br: <32>{#p/mettaton}* É HORA DE ELIMINAR, PESSOAL! * SANS VOCÊ VAI PRIMEIRO!
zh_cn: <32>{#p/mettaton}* 淘汰时间到了，伙计们！ * SANS，你先来。
zh_tw: <32>{#p/mettaton}* 淘汰時間到了，夥計們！ * SANS，你先來。

source: <32>{#p/mettaton}* WHO'S IT GONNA BE?
pt_br: <32>{#p/mettaton}* QUEM SERÁ?
zh_cn: <32>{#p/mettaton}* 你要票谁？
zh_tw: <32>{#p/mettaton}* 你要票誰？

source: <25>{#p/undyne}{#f/14}* Yeah... I'm gonna vote for Napstablook.
pt_br: <25>{#p/undyne}{#f/14}* É... eu vou votar no Napstablook.
zh_cn: <25>{#p/undyne}{#f/14}* 嗯... 我打算投Napstablook。
zh_tw: <25>{#p/undyne}{#f/14}* 嗯... 我打算投Napstablook。

source: <26>{#p/undyne}{#f/16}* It's nothing personal... * I just know the other contestants better.
pt_br: <26>{#p/undyne}{#f/16}* Nada pessoal. * Eu só conheço melhor os outros competidores.
zh_cn: <26>{#p/undyne}{#f/16}* 不是针对他... * 我只是跟其他选手更熟罢了。
zh_tw: <26>{#p/undyne}{#f/16}* 不是針對他... * 我只是跟其他選手更熟罷了。

source: <25>{#p/sans}* ...
zh_tw: <25>{#p/sans}* ...ゑ

source: <25>{#p/sans}{#g/sansBlink}* eh, i'm not really in the mood.
pt_br: <25>{#p/sans}{#g/sansBlink}* eh, eu não estou muito no clima.
zh_cn: <25>{#p/sans}{#g/sansBlink}* 呃，我现在没心情。
zh_tw: <25>{#p/sans}{#g/sansBlink}* 呃，我現在沒心情。

source: <25>{#p/sans}* anne.
pt_br: <25>{#p/sans}* ana.
zh_cn: <25>{#p/sans}* 小鸡。
zh_tw: <25>{#p/sans}* 小雞。

source: <32>{#p/mettaton}* HOW ABOUT YOU, BLOOKY?
pt_br: <32>{#p/mettaton}* E VOCÊ, BLOOKY?
zh_cn: <32>{#p/mettaton}* BLOOKY，你想票掉谁呢？
zh_tw: <32>{#p/mettaton}* BLOOKY，你想票掉誰呢？

source: <32>{#p/mettaton}* WELL, THAT'S ONE VOTE GONE.
pt_br: <32>{#p/mettaton}* BEM, ISSO É UM VOTO FORA.
zh_cn: <32>{#p/mettaton}* 好吧，少了一票。
zh_tw: <32>{#p/mettaton}* 好吧，少了一票。

source: <32>{#p/mettaton}* HMM...
zh_cn: <32>{#p/mettaton}* 嗯...
zh_tw: <32>{#p/mettaton}* 嗯...

source: <32>* WHY "ANNE?"
pt_br: <32>* POR QUE "ANA"?
zh_cn: <32>* 什么“小鸡”？
zh_tw: <32>* 什麼「小雞」？

source: <25>{#p/sans}{#g/sansLaugh1}* 'cause this ANNE droid is driving me crazy.
pt_br: <25>{#p/sans}{#g/sansLaugh1}* anaconda.
zh_cn: <25>{#p/sans}{#g/sansLaugh1}* 小{@fill=#ff0}鸡{@fill=#fff}器人{@fill=#ff0}你太镁{@fill=#fff}了。
zh_tw: <25>{#p/sans}{#g/sansLaugh1}* 小{@fill=#ff0}雞{@fill=#fff}器人{@fill=#ff0}你太鎂{@fill=#fff}了。

source: <32>{#p/mettaton}* YOU'RE DISQUALIFIED!
pt_br: <32>{#p/mettaton}* VOCÊ ESTÁ DESQUALIFICADO!
zh_cn: <32>{#p/mettaton}* 你出局！
zh_tw: <32>{#p/mettaton}* 你出局！

source: <25>{#p/sans}{#g/sansLaugh2}* heheheh, worth it.
pt_br: <25>{#p/sans}{#g/sansLaugh2}* heheheh, valeu a pena.
zh_cn: <25>{#p/sans}{#g/sansLaugh2}* 呵呵，值了。
zh_tw: <25>{#p/sans}{#g/sansLaugh2}* 呵呵，值了。

source: <32>{#p/mettaton}* UGH... HOW ABOUT YOU, BLOOKY?
pt_br: <32>{#p/mettaton}* UGH... QUE TAL VOCÊ, BLOOKY?
zh_cn: <32>{#p/mettaton}* 呃... BLOOKY，你想票掉谁呢？
zh_tw: <32>{#p/mettaton}* 呃... BLOOKY，你想票掉誰呢？

source: <32>{#p/napstablook}* ...............
zh_tw: <32>{#p/napstablook}* ...............ゑ

source: <32>* i... don't really want to vote for any of these guys...
pt_br: <32>* eu... não quero votar em ninguém...
zh_cn: <32>* 我... 并不想给他们中的 任何一人投票...
zh_tw: <32>* 我... 並不想給他們中的 任何一人投票...

source: <32>* undyne's the captain of the royal guard, and the other two...
pt_br: <32>* Undyne, a capitã da guarda real e os outros dois...
zh_cn: <32>* undyne是皇家卫队队长， 而另外两个...
zh_tw: <32>* undyne是皇家衛隊隊長， 而另外兩個...

source: <32>* they're just kids......
pt_br: <32>* aqueles são só crianças...
zh_cn: <32>* 他们只是小孩子......
zh_tw: <32>* 他們只是小孩子......

source: <32>* s... sans, i guess...
pt_br: <32>* s... sans, eu acho...
zh_cn: <32>* 呃... sans，我...
zh_tw: <32>* 呃... sans，我...

source: <32>* i don't have anything against you, i just... don't really know you... sorry......
pt_br: <32>* eu não tenho nada contra ti, eu só... não te conheço... desculpa...
zh_cn: <32>* 我不是针对你，我只是... 不大了解你... 抱歉......
zh_tw: <32>* 我不是針對你，我只是... 不大了解你... 抱歉......

source: <25>{#p/sans}{#g/sansNormal}* ...
zh_tw: <25>{#p/sans}{#g/sansNormal}* ...ゑ

source: <25>{#p/sans}{#g/sansBlink}* that's okay.
pt_br: <25>{#p/sans}{#g/sansBlink}* tá tudo bem.
zh_cn: <25>{#p/sans}{#g/sansBlink}* 没事的。
zh_tw: <25>{#p/sans}{#g/sansBlink}* 沒事的。

source: <25>{#p/sans}{#g/sansBlink}* nah, that's okay. * besides, i'm only here 'cause my bro declined.
pt_br: <25>{#p/sans}{#g/sansBlink}* De boas, aliás, eu só estou aqui porque meu irmão recusou.
zh_cn: <25>{#p/sans}{#g/sansBlink}* 没事，无所谓的。 * 我能来这里也只是因为 我兄弟不想来而已。
zh_tw: <25>{#p/sans}{#g/sansBlink}* 沒事，無所謂的。 * 我能來這裡也只是因為 我兄弟不想來而已。

source: <25>{#g/sansWink}* he gets nervous around you, mettaton.
pt_br: <25>{#g/sansWink}* ele fica nervoso perto do, Mettaton.
zh_cn: <25>{#g/sansWink}* 他看到你会紧张的， mettaton。
zh_tw: <25>{#g/sansWink}* 他看到你會緊張的， mettaton。

source: <32>{#p/mettaton}* WELL, ALRIGHT. * I WON'T COUNT YOUR VOTE, THEN.
pt_br: <32>{#p/mettaton}* BEM, TUDO CERTO. * NÃO CONTAREMOS SEU VOTO ENTÃO.
zh_cn: <32>{#p/mettaton}* 好吧。 * 那我就不计入你的投票了。
zh_tw: <32>{#p/mettaton}* 好吧。 * 那我就不計入你的投票了。

source: <32>{#p/mettaton}* HMM... * I'LL HAVE TO ASK HIM ABOUT THAT LATER.
pt_br: <32>{#p/mettaton}* HMM... * EU VOU PERGUNTAR SOBRE ISSO PRA ELE MAIS TARDE.
zh_cn: <32>{#p/mettaton}* 嗯... * 我等下去问问他吧。
zh_tw: <32>{#p/mettaton}* 嗯... * 我等下去問問他吧。

source: <32>* I WONDER...
pt_br: <32>* EU ME PERGUNTO...
zh_cn: <32>* 那么...
zh_tw: <32>* 那麼...

source: <32>{#p/napstablook}* the human.
pt_br: <32>{#p/napstablook}* O humano.
zh_cn: <32>{#p/napstablook}* 人类。
zh_tw: <32>{#p/napstablook}* 人類。

source: <32>* the human, i guess
pt_br: <32>* o humano, eu acho
zh_cn: <32>* 人类吧
zh_tw: <32>* 人類吧

source: <32>* they just... don't really seem to care about me that much......
pt_br: <32>* ele só... não parece muito ligar pra mim...
zh_cn: <32>* 那人... 对我不是特别好......
zh_tw: <32>* 那人... 對我不是特別好......

source: <32>{#p/mettaton}* ...
zh_tw: <32>{#p/mettaton}* ...ゑ

source: <32>{#p/mettaton}* YOU VOTING FOR ANYONE, DEAR $(moniker2u)?
pt_br: <32>{#p/mettaton}* VOCÊ ESTARÁ VOTANDO PARA ALGUÉM, QUERIDO $(moniker2u)?
zh_cn: <32>{#p/mettaton}* 你要投票吗，亲爱的$(moniker2u)？
zh_tw: <32>{#p/mettaton}* 你要投票嗎，親愛的$(moniker2u)？

source: <32>{#p/mettaton}* YOU VOTING FOR ANYONE, HUMAN?
pt_br: <32>{#p/mettaton}* VOCÊ VOTARÁ EM ALGUÉM, HUMANO?
zh_cn: <32>{#p/mettaton}* 你要投票吗，人类？
zh_tw: <32>{#p/mettaton}* 你要投票嗎，人類？

source: <32>{#p/mettaton}* NO, I MEAN -WHO- WILL YOU BE VOTING FOR?
pt_br: <32>{#p/mettaton}* NÃO, EU QUERO DIZER, EM -QUEM- VOCÊ VAI VOTAR?
zh_cn: <32>{#p/mettaton}* 不，我该问你要 【票掉】谁吗？ゑ
zh_tw: <32>{#p/mettaton}* 不，我該問你要 【票掉】誰嗎？ゑ

source: * (Who will you vote for?)
pt_br: * (Em quem você vai votar?)
zh_cn: * （你要票掉谁？）
zh_tw: * （你要票掉誰？）

source: Monster Kid
zh_cn: 怪物小孩
zh_tw: 怪物小孩

source: <32>{#p/mettaton}* MHM, MHM...
zh_cn: <32>{#p/mettaton}* 嗯，嗯...
zh_tw: <32>{#p/mettaton}* 嗯，嗯...

source: <32>{#p/mettaton}* AND TEMMIE, YOUR VOTE?
pt_br: <32>{#p/mettaton}* E TEMMIE, EM QUEM VOCÊ VOTA?
zh_cn: <32>{#p/mettaton}* 那TEMMIE，你呢？
zh_tw: <32>{#p/mettaton}* 那TEMMIE，你呢？

source: <32>{#p/mettaton}* AND MONSTER KID, YOUR VOTE?
pt_br: <32>{#p/mettaton}* E CRIANÇA MONSTRO, EM QUEM VOCÊ VOTA?
zh_cn: <32>{#p/mettaton}* 那怪物小孩，你呢？
zh_tw: <32>{#p/mettaton}* 那怪物小孩，你呢？

source: <32>{#p/mettaton}* SO YOU'RE -NOT- VOTING FOR ANYONE, THEN.
pt_br: <32>{#p/mettaton}* VOCÊ NÃO VOTARÁ EM NINGUÉM, ENTÃO.
zh_cn: <32>{#p/mettaton}* 看来你是【不打算】投票了。
zh_tw: <32>{#p/mettaton}* 看來你是【不打算】投票了。

source: <32>* GOT IT.
pt_br: <32>* ENTENDI.
zh_cn: <32>* 好的。
zh_tw: <32>* 好的。

source: <32>{#p/mettaton}* REALLY? JUST BECAUSE THEY'RE STUCK WITH YOU DOESN'T MAKE THEM A CONTESTANT.
pt_br: <32>{#p/mettaton}* SÉRIO? SÓ PORQUE ELE ESTÁ PRESO A VOCÊ NÃO O TORNA UM COMPETIDOR.
zh_cn: <32>{#p/mettaton}* 认真的？ 那位也在台上是不假， 但可惜并不与你竞争。
zh_tw: <32>{#p/mettaton}* 認真的？ 那位也在臺上是不假， 但可惜並不與你競爭。

source: <33>* CONSIDER YOURSELF DISQUALIFIED!
pt_br: <33>* CONSIDERE-SE DESQUALIFICADO!
zh_cn: <33>* 所以你的投票无效！
zh_tw: <33>* 所以你的投票無效！

source: <32>{#p/basic}* Gee, thanks Mettaton.
pt_br: <32>{#p/basic}* nossa, valeu Mettaton.
zh_cn: <32>{#p/basic}* 好家伙，谢啦Mettaton。
zh_tw: <32>{#p/basic}* 好傢伙，謝啦Mettaton。

source: <32>{#p/mettaton}* LISTEN, DARLING. * IT'S KIND OF HARD TO INCLUDE YOU WHEN YOU'RE INVISIBLE.
pt_br: <32>{#p/mettaton}* ESCUTA AQUI, AMOR. * É DIFÍCIL TE INCLUIR QUANDO VOCÊ É INVISÍVEL.
zh_cn: <32>{#p/mettaton}* 听着，亲爱的。 * 你隐形时我很难 把你算入参赛者中。
zh_tw: <32>{#p/mettaton}* 聽著，親愛的。 * 你隱形時我很難 把你算入參賽者中。

source: <32>{#p/basic}* Hmph.
zh_cn: <32>{#p/basic}* 哼。
zh_tw: <32>{#p/basic}* 哼。

source: <32>{#p/mettaton}* ... TEMMIE, YOUR VOTE?
pt_br: <32>{#p/mettaton}* ... TEMMIE, SEU VOTO?
zh_cn: <32>{#p/mettaton}* ...TEMMIE，你呢？
zh_tw: <32>{#p/mettaton}* ...TEMMIE，你呢？

source: <32>{#p/mettaton}* ... MONSTER KID, YOUR VOTE?
pt_br: <32>{#p/mettaton}* ... CRIANÇA MONSTRO, SEU VOTO?
zh_cn: <32>{#p/mettaton}* ...怪物小孩，你呢？
zh_tw: <32>{#p/mettaton}* ...怪物小孩，你呢？

source: <32>{#p/tem}* tem vote... CYOOT GHOST!
pt_br: <32>{#p/tem}* tem vota... ne FASTAMIO!
zh_cn: <32>{#p/tem}* tem投... 阔爱幽灵！
zh_tw: <32>{#p/tem}* tem投... 闊愛幽靈！

source: <32>* tem live near cyoot ghost... love cyoot ghost!
pt_br: <32>* tem vive perto de fantasmio... ama fantasmio!
zh_cn: <32>* tem住的离阔爱幽灵近... 喜欢阔爱幽灵！
zh_tw: <32>* tem住的離闊愛幽靈近... 喜歡闊愛幽靈！

source: <25>{#p/kidd}{#f/1}* I'm voting for $(moniker1) because they're AWESOME!
pt_br: <25>{#p/kidd}{#f/1}* Eu voto no $(moniker1) porque ele é INCRÍVEL.
zh_cn: <25>{#p/kidd}{#f/1}* 我要给$(moniker1)投一票， 人类酷毙了！
zh_tw: <25>{#p/kidd}{#f/1}* 我要給$(moniker1)投一票， 人類酷斃了！

source: <25>{#p/kidd}{#f/1}* I'm voting for the human because they're AWESOME!
pt_br: <25>{#p/kidd}{#f/1}* Eu voto no humano, porque ele é INCRÍVEL!
zh_cn: <25>{#p/kidd}{#f/1}* 我要给人类投一票， 人类酷毙了！
zh_tw: <25>{#p/kidd}{#f/1}* 我要給人類投一票， 人類酷斃了！

source: <25>{#f/7}* Not only did they face off against UNDYNE...
pt_br: <25>{#f/7}* Ele não apenas lutou contra a Undyne...
zh_cn: <25>{#f/7}* 那个人类不仅直面了 有史以来...
zh_tw: <25>{#f/7}* 那個人類不僅直面了 有史以來...

source: <25>* ... who's one of the strongest monsters EVER...
pt_br: <25>* ... que é um dos monstros mais fortes de TODOS...
zh_cn: <25>* ...最最强大的怪物之一， UNDYNE...
zh_tw: <25>* ...最最強大的怪物之一， UNDYNE...

source: <25>* But when I was about to DIE...
pt_br: <25>* Assim como quando eu estava prestes a MORRER...
zh_cn: <25>* 还在我差点没命的时候...
zh_tw: <25>* 還在我差點沒命的時候...

source: <25>* ... they pulled me down at the LAST second and saved me!
pt_br: <25>* ... ele foi e me salvou no último segundo!
zh_cn: <25>* ...在最后一秒钟拉住了我， 把我救了下来！
zh_tw: <25>* ...在最後一秒鐘拉住了我， 把我救了下來！

source: <25>{#f/2}* IN FRONT OF UNDYNE!!!
pt_br: <25>{#f/2}* NA FRENTE DA UNDYNE!!!
zh_cn: <25>{#f/2}* 当着UNDYNE的面呢！！！
zh_tw: <25>{#f/2}* 當著UNDYNE的面呢！！！

source: <25>{#p/undyne}{#f/14}* Uh, kid, I'm right here, you know.
pt_br: <25>{#p/undyne}{#f/14}* Uh, criança, eu tô bem aqui, beleza?
zh_cn: <25>{#p/undyne}{#f/14}* 呃，小子， 我就在这呢，你没忘吧。
zh_tw: <25>{#p/undyne}{#f/14}* 呃，小子， 我就在這呢，你沒忘吧。

source: <25>{#p/kidd}{#f/3}* Oh, right. * Uh, s-sorry Undyne! * Haha.
pt_br: <25>{#p/kidd}{#f/3}* ah, certo. * Uh, d-desculpa Undyne! * Haha.
zh_cn: <25>{#p/kidd}{#f/3}* 对哦。 * 呃，Undyne，对不起啦！ * 哈哈。
zh_tw: <25>{#p/kidd}{#f/3}* 對喔。 * 呃，Undyne，對不起啦！ * 哈哈。

source: <25>{#p/undyne}{#f/1}* Nah, don't worry. * You're a good kid...
pt_br: <25>{#p/undyne}{#f/1}* Nah, fica tranquilo. * Você é uma boa criança...
zh_cn: <25>{#p/undyne}{#f/1}* 没必要。 * 我知道你是个乖孩子...
zh_tw: <25>{#p/undyne}{#f/1}* 沒必要。 * 我知道你是個乖孩子...

source: <25>{#p/kidd}{#f/3}* Aw... thanks, Undyne. * But $(moniker1) is WAY cooler than me.
pt_br: <25>{#p/kidd}{#f/3}* Aw... valeu, Undyne. * Mas $(moniker1) é bem mais legal que eu.
zh_cn: <25>{#p/kidd}{#f/3}* 呀... 谢了，Undyne。 * 不过$(moniker1)比我酷太多了。
zh_tw: <25>{#p/kidd}{#f/3}* 呀... 謝了，Undyne。 * 不過$(moniker1)比我酷太多了。

source: <25>{#f/3}* I... kind of owe them my life, haha...
pt_br: <25>{#f/3}* Eu... meio que devo a ele minha vida...
zh_cn: <25>{#f/3}* 可以说... 我欠他一条命，哈哈...
zh_tw: <25>{#f/3}* 可以說... 我欠他一條命，哈哈...

source: <32>{#p/mettaton}* YOU DO REALIZE THAT THE VOTE IS A VOTE TO ELIMINATE, RIGHT?
pt_br: <32>{#p/mettaton}* VOCÊ ENTENDE QUE VOTAR PARA ELE É BASICAMENTE ELIMINÁ-LO, CORRETO?
zh_cn: <32>{#p/mettaton}* 你确定吗？ 你不知道这个投票环节 是要投掉你想淘汰的人吗？
zh_tw: <32>{#p/mettaton}* 你確定嗎？ 你不知道這個投票環節 是要投掉你想淘汰的人嗎？

source: <32>{#p/tem}* wait...
pt_br: <32>{#p/tem}* pera...
zh_cn: <32>{#p/tem}* 等等...
zh_tw: <32>{#p/tem}* 等等...

source: <32>{#p/tem}* ... nu!!! * tem dont wana elimnat cyoot ghost!
pt_br: <32>{#p/tem}* ... nau!!! * tem não quer elimine do fantasmio!
zh_cn: <32>{#p/tem}* ...卜！！！ * tem卜想漂阔爱幽灵！
zh_tw: <32>{#p/tem}* ...卜！！！ * tem卜想漂闊愛幽靈！

source: <32>{#p/tem}* tem vote for skely instead!
pt_br: <32>{#p/tem}* tem vota no esquelinho!
zh_cn: <32>{#p/tem}* tem要投骨骨！
zh_tw: <32>{#p/tem}* tem要投骨骨！

source: <25>{#p/kidd}{#f/4}* ... it is?
pt_br: <25>{#p/kidd}{#f/4}* ... sério?
zh_cn: <25>{#p/kidd}{#f/4}* ...原来是这样？
zh_tw: <25>{#p/kidd}{#f/4}* ...原來是這樣？

source: <25>{#p/undyne}{#f/3}* I was about to say the same thing.
pt_br: <25>{#p/undyne}{#f/3}* Eu já ia dizer a mesma coisa.
zh_cn: <25>{#p/undyne}{#f/3}* 我也想说来着。
zh_tw: <25>{#p/undyne}{#f/3}* 我也想說來著。

source: <25>{#p/kidd}{#f/1}* Oh... then I won't vote for them, because OBVIOUSLY, and...
pt_br: <25>{#p/kidd}{#f/1}* ah... então eu não vou votar nele, por motivo ÓBVIO, e...
zh_cn: <25>{#p/kidd}{#f/1}* 哦... 那我不投人类了， 都不用说了。 那么...
zh_tw: <25>{#p/kidd}{#f/1}* 喔... 那我不投人類了， 都不用說了。 那麼...

source: <25>{#f/2}* Voting for Undyne... I just can't do it!
pt_br: <25>{#f/2}* Votar na Undyne... eu não consigo!
zh_cn: <25>{#f/2}* 叫我票掉Undyne... 我可做不到！
zh_tw: <25>{#f/2}* 叫我票掉Undyne... 我可做不到！

source: <25>{#f/3}* So... I guess it'll be Napstablook. * Please don't be sad...
pt_br: <25>{#f/3}* Então... eu voto no Napstablook. * Por favor, não fique triste...
zh_cn: <25>{#f/3}* 我投Napstablook吧。 * 希望你别难过...
zh_tw: <25>{#f/3}* 我投Napstablook吧。 * 希望你別難過...

source: <25>{#f/1}* Hmm... then I won't vote for them, because OBVIOUSLY, and...
pt_br: <25>{#f/1}* Hmm... então eu não voto nele, por motivo ÓBVIO, e...
zh_cn: <25>{#f/1}* 嗯... 那我肯定就 不这么投了...
zh_tw: <25>{#f/1}* 嗯... 那我肯定就 不這麼投了...

source: <25>{#f/4}* Voting for Napstablook might hurt their feelings...
pt_br: <25>{#f/4}* Votar no Napstablook pode deixá-lo triste...
zh_cn: <25>{#f/4}* 票掉Napstablook 可能太伤感情了...
zh_tw: <25>{#f/4}* 票掉Napstablook 可能太傷感情了...

source: <25>{#f/3}* So... I guess it'll be Sans.
pt_br: <25>{#f/3}* Então... vou ter que votar no Sans.
zh_cn: <25>{#f/3}* 我投Sans吧。
zh_tw: <25>{#f/3}* 我投Sans吧。

source: <32>{#f/8}* The human.
pt_br: <32>{#f/8}* O humano.
zh_cn: <32>{#f/8}* 票掉人类。
zh_tw: <32>{#f/8}* 票掉人類。

source: <32>{#p/mettaton}* SHEESH, SOMEBODY'S NOT HAPPY TODAY.
pt_br: <32>{#p/mettaton}* NOSSA, ALGUÉM NÃO ESTÁ FELIZ HOJE.
zh_cn: <32>{#p/mettaton}* 咦呀，看来今天有人不咋高兴。
zh_tw: <32>{#p/mettaton}* 咦呀，看來今天有人不咋高興。

source: <32>{#p/mettaton}* BUT EVEN WITH THAT VOTE, SANS STILL HAS THE LOSING EDGE.
pt_br: <32>{#p/mettaton}* MAS MESMO COM SEU VOTO, SANS AINDA ESTÁ NA PERDA AQUI.
zh_cn: <32>{#p/mettaton}* 但即使投票结果变成这样， SANS还是没有优势。
zh_tw: <32>{#p/mettaton}* 但即使投票結果變成這樣， SANS還是沒有優勢。

source: <25>{#p/sans}{#f/3}* i might as well show myself out.
pt_br: <25>{#p/sans}{#f/3}* eu só vou me retirar logo.
zh_cn: <25>{#p/sans}{#f/3}* 我还是自己走吧。
zh_tw: <25>{#p/sans}{#f/3}* 我還是自己走吧。

source: <25>{#p/sans}* welp.
pt_br: <25>{#p/sans}* epa.
zh_cn: <25>{#p/sans}* 好吧。
zh_tw: <25>{#p/sans}* 好吧。

source: <25>{#p/sans}{#g/sansWink}* i'm {@fill=#ff0}boned{@fill=#fff}.
pt_br: <25>{#p/sans}{#g/sansWink}* estou {@fill=#ff0}desqualiossado{@fill=#fff}.
zh_cn: <25>{#p/sans}{#g/sansWink}* 我{@fill=#ff0}骨-啊{@fill=#fff}掉了。
zh_tw: <25>{#p/sans}{#g/sansWink}* 我{@fill=#ff0}骨-啊{@fill=#fff}掉了。

source: <32>{#p/napstablook}* it's okay.....................
pt_br: <32>{#p/napstablook}* tudo bem.....................
zh_cn: <32>{#p/napstablook}* 没关系的.....................
zh_tw: <32>{#p/napstablook}* 沒關係的.....................

source: <32>{#p/mettaton}* YES, YOU MOST CERTAINLY SHALL.
pt_br: <32>{#p/mettaton}* É, VOCÊ POSSIVELMENTE ESTÁ.
zh_cn: <32>{#p/mettaton}* 嗯，你确实该走。
zh_tw: <32>{#p/mettaton}* 嗯，你確實該走。

source: <32>{#p/mettaton}* YES, YOU MOST CERTAINLY ARE.
pt_br: <32>{#p/mettaton}* É, VOCÊ BASICAMENTE ESTÁ.
zh_cn: <32>{#p/mettaton}* 嗯，你确实是。
zh_tw: <32>{#p/mettaton}* 嗯，你確實是。

source: <32>{#p/mettaton}* WOW, IT'S ALMOST LIKE YOU KNOW HOW ANNOYING YOU ARE.
pt_br: <32>{#p/mettaton}* UAU, É COMO SE VOCÊ SOUBESSE O QUÃO IRRITANTE É.
zh_cn: <32>{#p/mettaton}* 哇，你对自己烦人的程度 还蛮有自知之明。
zh_tw: <32>{#p/mettaton}* 哇，你對自己煩人的程度 還蠻有自知之明。

source: <32>{#p/human}* (You feel your sins crawling on your back.)
pt_br: <32>{#p/human}* (Você sente seus pecados rastejando em suas costas.)
zh_cn: <32>{#p/human}* （你感到罪恶爬上了 你的脊梁。）
zh_tw: <32>{#p/human}* （你感到罪惡爬上了 你的脊梁。）

source: <32>{#p/mettaton}* I'M SORRY, BLOOKY. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
pt_br: <32>{#p/mettaton}* SINTO MUITO, BLOOKY. * MAS SUA HORA CHEGOU. * ATÉ MAIS.
zh_cn: <32>{#p/mettaton}* 很遗憾，BLOOKY。 * 但时间差不多了。 * 再见。
zh_tw: <32>{#p/mettaton}* 很遺憾，BLOOKY。 * 但時間差不多了。 * 再見。

source: <32>{#p/mettaton}* I'M SORRY, SANS. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
pt_br: <32>{#p/mettaton}* ME DESCULPE, SANS. * MAS SUA HORA CHEGOU. * ATÉ MAIS.
zh_cn: <32>{#p/mettaton}* 很遗憾，SANS。 * 但时间差不多了。 * 再见。
zh_tw: <32>{#p/mettaton}* 很遺憾，SANS。 * 但時間差不多了。 * 再見。

source: <25>{#p/sans}* too-da-loo, folks.
pt_br: <25>{#p/sans}* too-da-loo, cabas!
zh_cn: <25>{#p/sans}* 拜了个拜啊，大伙。
zh_tw: <25>{#p/sans}* 拜了個拜啊，大夥。

source: <32>{#p/mettaton}* WELL, IT LOOKS LIKE WE HAVE A TIE!
pt_br: <32>{#p/mettaton}* BEM, PARECE QUE TEMOS UM EMPATE.
zh_cn: <32>{#p/mettaton}* 好吧，看起来比分打平了！
zh_tw: <32>{#p/mettaton}* 好吧，看起來比分打平了！

source: <32>* IN A TIE SITUATION, THE HOST GETS TO CHOOSE WHO GOES.
pt_br: <32>* NESTA SITUAÇÃO, O APRESENTADOR DECIDE QUEM SAI.
zh_cn: <32>* 在平局的情况下， 就由主持人选择谁会离开。
zh_tw: <32>* 在平局的情況下， 就由主持人選擇誰會離開。

source: <32>* ... OH WAIT.
pt_br: <32>* ... AH ESPERA.
zh_cn: <32>* ...不对。
zh_tw: <32>* ...不對。

source: <32>* I'M THE HOST!
pt_br: <32>* EU SOU O APRESENTADOR!
zh_cn: <32>* 我就是主持人！
zh_tw: <32>* 我就是主持人！

source: <32>{#p/mettaton}* I'M SORRY, HUMAN. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
pt_br: <32>{#p/mettaton}* DESCULPE, HUMANO. * MAS SEU TEMPO ACABOU. * TCHAUZINHO.
zh_cn: <32>{#p/mettaton}* 很遗憾，人类。 * 但时间差不多了。 * 再见。
zh_tw: <32>{#p/mettaton}* 很遺憾，人類。 * 但時間差不多了。 * 再見。

source: <32>{#p/mettaton}* OUR NEXT ITEM IS, AS THE LATE PROFESSOR WOULD SAY, HIGHLY TECHNICAL.
pt_br: <32>{#p/mettaton}* NOSSO PRÓXIMO ITEM É, COMO UM PROFESSOR NOTURNO DIRIA, BEM TÉCNICO.
zh_cn: <32>{#p/mettaton}* 我们的下一件物品， 就像已故的教授所说的一样， 是个很有技术性的东西。
zh_tw: <32>{#p/mettaton}* 我們的下一件物品， 就像已故的教授所說的一樣， 是個很有技術性的東西。

source: <32>* OR SHOULD I SAY... * PYROTECHNICAL?
pt_br: <32>* OU SERIA... * PIROTÉCNICO?
zh_cn: <32>* 或者说... * 很有烟火星？
zh_tw: <32>* 或者說，外觀很有 「集束」性？

source: <32>* THESE "FIREWORKS" WERE USED ON EARTH TO CREATE DAZZLING DISPLAYS IN THE SKY.
pt_br: <32>* ESTES "FOGOS DE ARTIFÍCIO" ERAM LANÇADOS PELA TERRA ATÉ EXPLODIR EM PEDAÇOS NO ESPAÇO.
zh_cn: <32>* 这些叫“烟花”的东西， 在地球上是用来把天空 变得令人眼花缭乱的。
zh_tw: <32>* 這些叫「煙花」的東西， 在地球上是用來把天空 變得令人眼花繚亂的。

source: <32>* ALL DIFFERENT COLORS AND SHAPES, EXPLODING WITH INDESCRIBABLE BEAUTY.
pt_br: <32>* DE TODA COR E FORMATO, EXPLODINDO COM INDESCRITÍVEL BELEZA.
zh_cn: <32>* 烟花的花样很多， 绽放出妙不可言的美景。
zh_tw: <32>* 煙花的花樣很多， 綻放出妙不可言的美景。

source: <32>* WHADDYA THINK THEY'RE WORTH?
pt_br: <32>* O QUE VOCÊS ACHAM QUE ELE VALE?
zh_cn: <32>* 你们认为这东西值多少钱呢？
zh_tw: <32>* 你們認為這東西值多少錢呢？

source: <32>{#p/mettaton}* THE GUESSES ARE IN...?
pt_br: <32>{#p/mettaton}* OS COMPETIDORES ESTÃO DECIDIDOS...?
zh_cn: <32>{#p/mettaton}* 都猜好了吗...？
zh_tw: <32>{#p/mettaton}* 都猜好了嗎...？

source: <32>* GOOD. * NOW, LET'S SEE THE PRICE...
pt_br: <32>* ÓTIMO. * AGORA, VEJAMOS O PREÇO...
zh_cn: <32>* 很好。 * 接下来，我们来瞧瞧 真正的价格...
zh_tw: <32>* 很好。 * 接下來，我們來瞧瞧 真正的價格...

source: <32>{#p/mettaton}* WOW, 250G!
pt_br: <32>{#p/mettaton}* UAU, 250G!
zh_cn: <32>{#p/mettaton}* 哇，250G！
zh_tw: <32>{#p/mettaton}* 哇，250G！
