Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}* There is nothing to be afraid of, my child.
es_es: <25>{#p/toriel}* No hay nada que temer, mi niño.
tr_tr: <25>{#p/toriel}* Korkulacak hiçbir şey yok, çocuğum.
zh_cn: <25>{#p/toriel}* 孩子，没有什么好担心的。
zh_tw: <25>{#p/toriel}* 孩子，沒有什麼好擔心的。

source: <25>* A simple training dummy cannot harm you.
es_es: <25>* Un simple maniquí de entrenamiento no puede lastimarte.
tr_tr: <25>* Basit bir eğitim mankeni sana zarar veremez.
zh_cn: <25>* 区区一个人偶也不会伤害你， 对吧？
zh_tw: <25>* 區區一個人偶也不會傷害你， 對吧？

source: <25>{#p/toriel}{#f/1}* Go on, little one...
es_es: <25>{#p/toriel}{#f/1}* Vamos, pequeño...
tr_tr: <25>{#p/toriel}{#f/1}* Tereddüt etme, ufaklık...
zh_cn: <25>{#p/toriel}{#f/1}* 不要怕，小家伙...
zh_tw: <25>{#p/toriel}{#f/1}* 不要怕，小傢伙...

source: <25>{#p/toriel}{#f/2}* Child, no! * The dummy was not made for fighting!
es_es: <25>{#p/toriel}{#f/2}* ¡Niño, no! * ¡El muñeco no está hecho para pelear!
tr_tr: <25>{#p/toriel}{#f/2}* Çocuk, hayır! * Bu manken savaşmak için yapılmadı!
zh_cn: <25>{#p/toriel}{#f/2}* 住手啊，孩子！ * 人偶不是用来打的！
zh_tw: <25>{#p/toriel}{#f/2}* 住手啊，孩子！ * 人偶不是用來打的！

source: <25>{#f/1}* Besides, we do not want to hurt anyone, do we?
es_es: <25>{#f/1}* Además, no queremos dañar a nadie, ¿verdad?
tr_tr: <25>{#f/1}* Zaten kimseyi incitmek istemeyiz, değil mi?
zh_cn: <25>{#f/1}* 而且，我们可不想 伤害任何人，对吗？
zh_tw: <25>{#f/1}* 而且，我們可不想 傷害任何人，對嗎？

source: <25>{#f/0}* Come now.
es_es: <25>{#f/0}* Vamos.
tr_tr: <25>{#f/0}* Gel öyleyse.
zh_cn: <25>{#f/0}* 来吧。
zh_tw: <25>{#f/0}* 來吧。

source: <25>{#p/toriel}* Excellent! * You appear to be quite the fast learner.
es_es: <25>{#p/toriel}* ¡Excelente! * Parece que aprendes muy rápido.
tr_tr: <25>{#p/toriel}* Mükemmel! * Oldukça hızlı öğrenen birisin anlaşılan.
zh_cn: <25>{#p/toriel}* 非常棒！ * 你学得真快！
zh_tw: <25>{#p/toriel}* 非常棒！ * 你學得真快！

source: <25>{#p/toriel}{#f/1}* You ran away...?
es_es: <25>{#p/toriel}{#f/1}* ¿Tú huiste...?
tr_tr: <25>{#p/toriel}{#f/1}* Kaçtın mı...?
zh_cn: <25>{#p/toriel}{#f/1}* 怎么逃跑了...？
zh_tw: <25>{#p/toriel}{#f/1}* 怎麼逃跑了...？

source: <25>{#f/0}* Actually, that may have been a wise choice.
es_es: <25>{#f/0}* De hecho, puede que haya sido una sabia elección.
tr_tr: <25>{#f/0}* Aslında, bu akıllıca bir tercih olabilirdi.
zh_cn: <25>{#f/0}* 好吧，其实这样也不差。
zh_tw: <25>{#f/0}* 好吧，其實這樣也不差。

source: <26>{#f/1}* By escaping, you have avoided any potential conflict...
es_es: <26>{#f/1}* Habiendo escapado, evitaste cualquier posible conflicto...
tr_tr: <26>{#f/1}* Kaçarak çıkması muhtemel bir çatışmayı önlemiş oldun...
zh_cn: <26>{#f/1}* 不管对手是想欺负你， 还是像这个人偶一样 想和你聊天...
zh_tw: <26>{#f/1}* 不管對手是想欺負你， 還是像這個人偶一樣 想和你聊天...

source: <25>{#f/0}* ... even if it WAS only a simple training dummy.
es_es: <25>{#f/0}* ... incluso si solo ERA un simple muñeco de entrenamiento.
tr_tr: <25>{#f/0}* ... her ne kadar bu basit bir eğitim mankeni olsa bile.
zh_cn: <25>{#f/0}* 只要你跑的够快， 什么都能避免。
zh_tw: <25>{#f/0}* 只要你跑的夠快， 什麼都能避免。

source: <25>{#f/0}* The next room awaits.
es_es: <25>{#f/0}* La siguiente habitación espera.
tr_tr: <25>{#f/0}* Sıradaki oda bekliyor.
zh_cn: <25>{#f/0}* 咱们去下一个房间吧。
zh_tw: <25>{#f/0}* 咱們去下一個房間吧。

source: <25>{#f/6}* The next room awaits.
es_es: <25>{#f/6}* La siguiente habitación espera.
tr_tr: <25>{#f/6}* Sıradaki oda bekliyor.
zh_cn: <25>{#f/6}* 咱们去下一个房间吧。
zh_tw: <25>{#f/6}* 咱們去下一個房間吧。

source: <25>{#p/toriel}{#f/7}* My child, that is...
es_es: <25>{#p/toriel}{#f/7}* Mi niño, eso es...
tr_tr: <25>{#p/toriel}{#f/7}* Çocuğum, bu...
zh_cn: <25>{#p/toriel}{#f/7}* 天哪，孩子...
zh_tw: <25>{#p/toriel}{#f/7}* 天哪，孩子...

source: <25>{#f/0}* ... that is perhaps the most adorable thing I have ever seen.
es_es: <25>{#f/0}* ... eso es quizás la cosa más adorable que he visto hasta ahora.
tr_tr: <25>{#f/0}* ... bu belki de şimdiye kadar gördüğüm en sevimli şey olabilir.
zh_cn: <25>{#f/0}* 我第一次看到 这么有爱的场面啊...
zh_tw: <25>{#f/0}* 我第一次看到 這麼有愛的場面啊...

source: <25>{#f/0}* In any case, you have handled this lesson admirably.
es_es: <25>{#f/0}* En cualquier caso, manejaste esta lección admirablemente.
tr_tr: <25>{#f/0}* Her halükarda, bu dersi takdire şayan bir şekilde hallettin.
zh_cn: <25>{#f/0}* 总之，你已经出色地掌握了 教给你的东西。
zh_tw: <25>{#f/0}* 總之，你已經出色地掌握了 教給你的東西。

source: <25>{#p/toriel}* The next room awaits.
es_es: <25>{#p/toriel}* La siguiente habitación espera.
tr_tr: <25>{#p/toriel}* Sıradaki oda bekliyor.
zh_cn: <25>{#p/toriel}* 咱们去下一个房间吧。
zh_tw: <25>{#p/toriel}* 咱們去下一個房間吧。

source: <25>{#p/toriel}{#f/2}* My goodness, child! * Have mercy!
es_es: <25>{#p/toriel}{#f/2}* ¡Dios mío, niño! * ¡Ten piedad!
tr_tr: <25>{#p/toriel}{#f/2}* Tanrım, çocuğum! * Merhamet göster!
zh_cn: <25>{#p/toriel}{#f/2}* 我的天哪！ * 孩子，快住手！
zh_tw: <25>{#p/toriel}{#f/2}* 我的天哪！ * 孩子，快住手！

source: <25>{#f/0}* Thankfully, that was only a training dummy.
es_es: <25>{#f/0}* Afortunadamente, ese solo fue un maniquí de entrenamiento.
tr_tr: <25>{#f/0}* Neyse ki, bu sadece bir eğitim mankeniydi.
zh_cn: <25>{#f/0}* 幸好， 打的只是一个训练人偶。
zh_tw: <25>{#f/0}* 幸好， 打的只是一個訓練人偶。

source: <25>{#f/1}* In the future, however, it would be wise...
es_es: <25>{#f/1}* Sin embargo, en el futuro, seria prudente...
tr_tr: <25>{#f/1}* Ancak gelecekte, akıllıca olacak şey...
zh_cn: <25>{#f/1}* 但是，以后再遇到这种情况...
zh_tw: <25>{#f/1}* 但是，以後再遇到這種情況...

source: <25>{#f/0}* ... not to slap people half to death!
es_es: <25>{#f/0}* ... ¡No matar a la gente a bofetadas!
tr_tr: <25>{#f/0}* ... başkalarına öldüresiye vurmamaktır!
zh_cn: <25>{#f/0}* ...请不要 把对手打得半死了！
zh_tw: <25>{#f/0}* ...請不要 把對手打得半死了！

source: <26>{#f/0}* Anywho. * The next room awaits.
es_es: <26>{#f/0}* Como sea. * La siguiente habitación espera.
tr_tr: <26>{#f/0}* Her neyse. * Bir sonraki oda bekliyor.
zh_cn: <26>{#f/0}* 没事，去下个房间吧。
zh_tw: <26>{#f/0}* 沒事，去下個房間吧。

source: <25>{#p/toriel}{#f/1}{#n1}* Tasty, is it not?
es_es: <25>{#p/toriel}{#f/1}{#n1}* Delicioso, ¿verdad?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Lezzetli, değil mi?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 好吃吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 好吃嗎？

source: <25>{#p/toriel}{#f/0}{#n1}* I hope your breakfast sufficed.
es_es: <25>{#p/toriel}{#f/0}{#n1}* Espero que tu desayuno haya sido suficiente.
tr_tr: <25>{#p/toriel}{#f/0}{#n1}* Umarım kahvaltın yeterli olmuştur.
zh_cn: <25>{#p/toriel}{#f/0}{#n1}* 希望早餐合你胃口。
zh_tw: <25>{#p/toriel}{#f/0}{#n1}* 希望早餐合你胃口。

source: <32>{#p/basic}* Aaron pulled out his phone and snapped a picture.
es_es: <32>{#p/basic}* Aaron sacó su teléfono y tomó una foto.
tr_tr: <32>{#p/basic}* Aaron telefonunu çıkardı ve hemen bir fotoğraf çekti.
zh_cn: <32>{#p/basic}* Aaron举起手机， 把你喝汽水的瞬间拍了下来。
zh_tw: <32>{#p/basic}* Aaron舉起手機， 把你喝汽水的瞬間拍了下來。

source: <32>{#p/basic}{#n1}* Ooh, I could definitely put this on an poster somewhere ;)
es_es: <32>{#p/basic}{#n1}* Ooh, definitivamente podría poner esto en un póster en alguna parte ;)
tr_tr: <32>{#p/basic}{#n1}* Ooo, bunu kesin bir yerlerde postere koyabilirim ;)
zh_cn: <32>{#p/basic}{#n1}* 哦豁，海报大头贴的素材有了 ;)
zh_tw: <32>{#p/basic}{#n1}* 喔豁，海報大頭貼的素材有了 ;)

source: <32>{#p/basic}* Aaron shot you with a wink.
es_es: <32>{#p/basic}* Aaron te hizo un guiño.
tr_tr: <32>{#p/basic}* Aaron sana göz kırptı.
zh_cn: <32>{#p/basic}* Aaron给你抛了个媚眼。
zh_tw: <32>{#p/basic}* Aaron給你拋了個媚眼。

source: <32>{#p/basic}{#n1}* You like the product, lassy? ;)
es_es: <32>{#p/basic}{#n1}* ¿Te gusta el producto, joven? ;)
tr_tr: <32>{#p/basic}{#n1}* Ürünü beğendin mi kız? ;)
zh_cn: <32>{#p/basic}{#n1}* 喜欢我们的产品吗，亲？;)
zh_tw: <32>{#p/basic}{#n1}* 喜歡我們的產品嗎，親？;)

source: <32>{#p/basic}* Who does he think he is?
es_es: <32>{#p/basic}* ¿Quién se cree que es?
tr_tr: <32>{#p/basic}* Bu kim olduğunu zannediyor ki?
zh_cn: <32>{#p/basic}* 那星星是不是觉得 自己可了不起了？
zh_tw: <32>{#p/basic}* 那星星是不是覺得 自己可了不起了？

source: <32>* You've been nothing but kind to everyone we've met.
es_es: <32>* No has sido más que amable con todos los que hemos conocido.
tr_tr: <32>* Tanıştığımız herkese sadece iyilik ettin.
zh_cn: <32>* 你明明对每个怪物都那么友好， 一点错事都没做。
zh_tw: <32>* 你明明對每個怪物都那麼友好， 一點錯事都沒做。

source: <32>* That talking star really needs to get a life...
es_es: <32>* Enserio esa estrella parlante necesita conseguirse una vida...
tr_tr: <32>* O konuşan yıldız gitsin kendi işine baksın...
zh_cn: <32>* 他真能多管闲事...
zh_tw: <32>* 他真能多管閒事...

source: <25>{#p/twinkly}{#f/12}* You idiot...
es_es: <25>{#p/twinkly}{#f/12}* Tú, idiota...
tr_tr: <25>{#p/twinkly}{#f/12}* Seni salak...
zh_cn: <25>{#p/twinkly}{#f/12}* 你个蠢货...
zh_tw: <25>{#p/twinkly}{#f/12}* 你個蠢貨...

source: <25>* Didn't you hear me before!?
es_es: <25>* ¡¿Qué acaso no me escuchaste antes!?
tr_tr: <25>* Daha önce beni duymadın mı!?
zh_cn: <25>* 你把我当时说的话 当耳旁风了吗？
zh_tw: <25>* 你把我當時說的話 當耳旁風了嗎？

source: <25>* I thought I told you not to screw it up!
es_es: <25>* ¡Creí haberte dicho que no lo arruinaras!
tr_tr: <25>* İşi mahvetmemeni söylediğimi düşünüyorum!
zh_cn: <25>* 我不是提醒过你吗？ 怎么还搞砸了！ゑ
zh_tw: <25>* 我不是提醒過你嗎？ 怎麼還搞砸了！ゑ

source: <25>* Now look what you've done to our plan.
es_es: <25>* Ahora mira lo que le hiciste a nuestro plan.
tr_tr: <25>* Bak şimdi planımıza ne yaptın.
zh_cn: <25>* 瞧瞧，你把咱俩的计划 搅和成什么样了！ゑ
zh_tw: <25>* 瞧瞧，你把咱倆的計畫 攪和成什麼樣了！ゑ

source: <25>{#f/8}* ...
zh_cn: <25>{#f/8}* ...ゑ
zh_tw: <25>{#f/8}* ...ゑ

source: <25>{#f/6}* You better fix this, $(name).
es_es: <25>{#f/6}* Sera mejor que arregles esto, $(name).
tr_tr: <25>{#f/6}* Bunu düzeltsen iyi edersin, $(name).
zh_cn: <25>{#f/6}* $(name)， 赶紧给我把这烂摊子 收拾干净。ゑ
zh_tw: <25>{#f/6}* $(name)， 趕緊給我把這爛攤子 收拾乾淨。ゑ

source: <25>{#f/5}* It's our destiny.
es_es: <25>{#f/5}* Es nuestro destino.
tr_tr: <25>{#f/5}* Bu bizim kaderimiz.
zh_cn: <25>{#f/5}* 你就得认命。ゑ
zh_tw: <25>{#f/5}* 你就得認命。ゑ

source: <25>{#p/twinkly}{#f/5}* Howdy, $(name).
es_es: <25>{#p/twinkly}{#f/5}* Hola, $(name).
tr_tr: <25>{#p/twinkly}{#f/5}* Selam, $(name).
zh_cn: <25>{#p/twinkly}{#f/5}* 哈喽，$(name)。ゑ
zh_tw: <25>{#p/twinkly}{#f/5}* 哈囉，$(name)。ゑ

source: <25>{#f/5}* Seems you don't want to play with me anymore.
es_es: <25>{#f/5}* Parece que ya no quieres jugar conmigo.
tr_tr: <25>{#f/5}* Görünüşe göre artık benimle oynamak istemiyorsun.
zh_cn: <25>{#f/5}* 你好像不想和我玩了。ゑ
zh_tw: <25>{#f/5}* 你好像不想和我玩了。ゑ

source: <25>{#f/6}* I tried being patient with you, but here we are...
es_es: <25>{#f/6}* Intente ser paciente contigo, pero aquí estamos...
tr_tr: <25>{#f/6}* Sana sabır göstermeye çalıştım, ama işte buradayız...
zh_cn: <25>{#f/6}* 我真不想跟你发火， 但你给我解释一下...ゑ
zh_tw: <25>{#f/6}* 我真不想跟你發火， 但你給我解釋一下...ゑ

source: <25>{#f/6}* Back at the beginning again.
es_es: <25>{#f/6}* De vuelta al inicio otra vez.
tr_tr: <25>{#f/6}* Yine yolun başındayız.
zh_cn: <25>{#f/6}* 咋又回到起点了呢？ゑ
zh_tw: <25>{#f/6}* 咋又回到起點了呢？ゑ

source: <25>{#f/8}* Again, and again...
es_es: <25>{#f/8}* Una y otra y otra vez...
tr_tr: <25>{#f/8}* Tekrar, ve tekrar...
zh_cn: <25>{#f/8}* 一次，又一次...ゑ
zh_tw: <25>{#f/8}* 一次，又一次...ゑ

source: <25>{#f/5}* You must think this is all very funny.
es_es: <25>{#f/5}* Debes pensar que todo esto es muy divertido.
tr_tr: <25>{#f/5}* Bütün bu olan bitenin komik olduğunu sanıyorsundur.
zh_cn: <25>{#f/5}* 是不是觉得 折磨我很好玩？ゑ
zh_tw: <25>{#f/5}* 是不是覺得 折磨我很好玩？ゑ

source: <25>{#f/7}* Teasing me with the chance to be with you, only to tear it away...
es_es: <25>{#f/7}* Burlándote de mí con la oportunidad de estar contigo, sólo para arrebatármela...
tr_tr: <25>{#f/7}* Tekrar seninle olma şansıyla beni kışkırtıp sonra onu elimden alman...
zh_cn: <25>{#f/7}* 是不是觉得钓我上钩... 让我白高兴一场，把我的 幸福撕得粉碎... 很好玩？ゑ
zh_tw: <25>{#f/7}* 是不是覺得釣我上鉤... 讓我白高興一場，把我的 幸福撕得粉碎... 很好玩？ゑ

source: <25>{#f/5}* Well, that's fine.
es_es: <25>{#f/5}* Bueno, eso esta bien.
tr_tr: <25>{#f/5}* Ama, sorun yok.
zh_cn: <25>{#f/5}* 行。ゑ
zh_tw: <25>{#f/5}* 行。ゑ

source: <25>{#f/5}* If that's the game you're going to play, then go right ahead.
es_es: <25>{#f/5}* Si ese es el juego que vas a jugar, entonces adelante.
tr_tr: <25>{#f/5}* Eğer oynamak istediğin oyun buysa, devam et bari.
zh_cn: <25>{#f/5}* 乐意这么瞎折腾？ 随便。
zh_tw: <25>{#f/5}* 樂意這麼瞎折騰？ 隨便。

source: <25>{#f/11}* Just don't expect to be in control for long...
es_es: <25>{#f/11}* Solo no esperes tener el control durante mucho tiempo....
tr_tr: <25>{#f/11}* Sadece kontrolün sende uzun süre kalmayacağını bil...
zh_cn: <25>{#f/11}* 但别指望 你能一直掌控局面...
zh_tw: <25>{#f/11}* 但別指望 你能一直掌控局面...

source: <25>{#f/7}* Sooner or later, you're going to regret what you've done.
es_es: <25>{#f/7}* Tarde o temprano, vas a arrepentirte de lo que has hecho.
tr_tr: <25>{#f/7}* Eninde sonunda, yaptıklarından pişmanlık duyacaksın.
zh_cn: <25>{#f/7}* 你迟早会后悔 你所做的一切。
zh_tw: <25>{#f/7}* 你遲早會後悔 你所做的一切。

source: <25>{#p/twinkly}{#f/6}* Howdy, $(name).
es_es: <25>{#p/twinkly}{#f/6}* Hola, $(name).
tr_tr: <25>{#p/twinkly}{#f/6}* Selam, $(name).
zh_cn: <25>{#p/twinkly}{#f/6}* 哈喽，$(name)。
zh_tw: <25>{#p/twinkly}{#f/6}* 哈囉，$(name)。

source: <25>{#f/6}* I've had some time to think about what happened.
es_es: <25>{#f/6}* He tenido algo de tiempo para pensar sobre lo que paso.
tr_tr: <25>{#f/6}* Olanları düşünmek için biraz vaktim olmuştu.
zh_cn: <25>{#f/6}* 我思考了一下 关于之前发生的事情。
zh_tw: <25>{#f/6}* 我思考了一下 關於之前發生的事情。

source: <25>{#f/5}* It was thrilling, at first...
es_es: <25>{#f/5}* Fue emocionante, al principio...
tr_tr: <25>{#f/5}* İlk başta heyecan vericiydi...
zh_cn: <25>{#f/5}* 一开始， 想着我们可以 一起武力占领前哨站...
zh_tw: <25>{#f/5}* 一開始， 想著我們可以 一起武力佔領前哨站...

source: <25>* The thought of taking the outpost by force together...
es_es: <25>* La idea de tomar la zona espacial a la fuerza juntos...
tr_tr: <25>* Cebren ve hile ile karakolu zapt etme düşüncesi...
zh_cn: <25>* 我觉得很刺激...
zh_tw: <25>* 我覺得很刺激...

source: <25>{#f/6}* But now, I'm not sure.
es_es: <25>{#f/6}* Pero ahora, no estoy seguro.
tr_tr: <25>{#f/6}* Ama şimdi, pek emin değilim.
zh_cn: <25>{#f/6}* 但现在，我不确定了。
zh_tw: <25>{#f/6}* 但現在，我不確定了。

source: <25>{#f/8}* I guess... I got a bit carried away back there.
es_es: <25>{#f/8}* Supongo... que me dejé llevar un poco allí atrás.
tr_tr: <25>{#f/8}* Galiba... orada biraz kendimi kaptırdım.
zh_cn: <25>{#f/8}* 我想... 我当时有点得意忘形了。
zh_tw: <25>{#f/8}* 我想... 我當時有點得意忘形了。

source: <25>{#f/5}* But that's okay, right? * You'll forgive me, won't you?
es_es: <25>{#f/5}* Pero eso está bien, ¿verdad? * Me perdonaras, ¿no es así?
tr_tr: <25>{#f/5}* Ama sorun yok değil mi? * Sen beni affedersin, ha?
zh_cn: <25>{#f/5}* 但这没关系的，对吧？ * 你会原谅我的，对吧？
zh_tw: <25>{#f/5}* 但這沒關係的，對吧？ * 你會原諒我的，對吧？

source: <25>{#f/6}* I'm still not really sure what happened back there...
es_es: <25>{#f/6}* Aún no estoy muy seguro de lo que paso ahí atrás
tr_tr: <25>{#f/6}* Hala orada tam olarak ne yaşandığını bilmiyorum...
zh_cn: <25>{#f/6}* 我还是不太清楚 之前发生了什么...
zh_tw: <25>{#f/6}* 我還是不太清楚 之前發生了什麼...

source: <25>{#f/5}* It's... kinda scaring me, haha...
es_es: <25>{#f/5}* Me está... asustando un poco, jaja...
tr_tr: <25>{#f/5}* Bu... beni biraz korkutuyor, haha...
zh_cn: <25>{#f/5}* 那有点... 吓到我了， 哈哈...
zh_tw: <25>{#f/5}* 那有點... 嚇到我了， 哈哈...

source: <25>{#f/8}* Maybe... we should hold off on things for now.
es_es: <25>{#f/8}* Tal vez... deberíamos esperar un poco por ahora.
tr_tr: <25>{#f/8}* Belki de... bu işleri sonraya bıraksak iyi olacak.
zh_cn: <25>{#f/8}* 也许... 我们现在应该缓一缓。
zh_tw: <25>{#f/8}* 也許... 我們現在應該緩一緩。

source: <25>{#f/5}* But that's okay, right? * You'll be fine with that, won't you?
es_es: <25>{#f/5}* Pero eso está bien, ¿verdad? * Estarás bien con eso, ¿no es así?
tr_tr: <25>{#f/5}* Ama sorun yok değil mi? * Bu sana uyar, ha?
zh_cn: <25>{#f/5}* 但这没关系的，对吧？ * 你不会介意的，对吧？
zh_tw: <25>{#f/5}* 但這沒關係的，對吧？ * 你不會介意的，對吧？

source: <25>{#f/8}* Goodbye, $(name)...
es_es: <25>{#f/8}* Adiós, $(name)...
tr_tr: <25>{#f/8}* Görüşürüz, $(name)...
zh_cn: <25>{#f/8}* $(name)，再见...
zh_tw: <25>{#f/8}* $(name)，再見...

source: <25>{#f/5}* I'll be back before you know it.
es_es: <25>{#f/5}* Volveré antes de que te des cuenta.
tr_tr: <25>{#f/5}* Sen bilemeden dönmüş olacağım.
zh_cn: <25>{#f/5}* 我很快就会回来的。
zh_tw: <25>{#f/5}* 我很快就會回來的。

source: <32>{#p/basic}* Sorry, did I miss something?
es_es: <32>{#p/basic}* Perdón, ¿me he perdido algo?
tr_tr: <32>{#p/basic}* Pardon, bir şey kaçırdım mı?
zh_cn: <32>{#p/basic}* 不好意思， 我是不是错过了什么？
zh_tw: <32>{#p/basic}* 不好意思， 我是不是錯過了什麼？

source: <32>* I've never talked to him in my life, let alone go on some mission with him.
es_es: <32>* Nunca he hablado con él en mi vida, y mucho menos ir a alguna misión con él.
tr_tr: <32>* Onunla bir göreve atılmayı bırak, hayatım boyunca hiç konuşmadım.
zh_cn: <32>* 我这辈子都没跟他说过话， 更别说和他一起执行什么任务了。
zh_tw: <32>* 我這輩子都沒跟他說過話， 更別說和他一起執行什麼任務了。

source: <32>* Oh well. * It wouldn't be the first time he's made up stories about me.
es_es: <32>* Oh bueno. * No sería la primera vez que inventa historias sobre mí.
tr_tr: <32>* Her neyse. * Benimle ilgili ilk hikaye uyduruşu değil sonuçta.
zh_cn: <32>* 算了。 * 他也不是第一次编造 关于我的故事了。
zh_tw: <32>* 算了。 * 他也不是第一次編造 關於我的故事了。

source: <25>{#p/twinkly}{#f/5}{#v/0}* Well. * That was unexpected.
es_es: <25>{#p/twinkly}{#f/5}{#v/0}* Bueno. * Eso fue inesperado.
tr_tr: <25>{#p/twinkly}{#f/5}{#v/0}* Evet. * Bu beklenmedik bir şeydi.
zh_cn: <25>{#p/twinkly}{#f/5}{#v/0}* 呵。 * 没想到你就这么跑了。
zh_tw: <25>{#p/twinkly}{#f/5}{#v/0}* 呵。 * 沒想到你就這麼跑了。

source: <25>{#f/11}{#v/0}* You think you can just break the rules, don'tcha?
es_es: <25>{#f/11}{#v/0}* Piensas que puedes romper las reglas, ¿no?
tr_tr: <25>{#f/11}{#v/0}* Sen kuralları çiğneyip geçebileceğini sanıyorsun, di mi?
zh_cn: <25>{#f/11}{#v/0}* 以为规矩这么好打破吗？
zh_tw: <25>{#f/11}{#v/0}* 以為規矩這麼好打破嗎？

source: <25>{#f/7}{#v/0}* Hee hee hee...
es_es: <25>{#f/7}{#v/0}* Ji ji ji...
zh_cn: <25>{#f/7}{#v/0}* 嘻嘻嘻...
zh_tw: <25>{#f/7}{#v/0}* 嘻嘻嘻...

source: <25>{#f/0}{#v/1}* In this world, it's KILL or BE killed.
es_es: <25>{#f/0}{#v/1}* En este mundo, es MATAR o MORIR.
tr_tr: <25>{#f/0}{#v/1}* Bu dünyada, ya ÖLÜRSÜN ya da ÖLDÜRÜRSÜN.
zh_cn: <25>{#f/0}{#v/1}* 在这个世界上... 不是杀人就是被杀。
zh_tw: <25>{#f/0}{#v/1}* 在這個世界上... 不是殺人就是被殺。

source: <25>{#p/twinkly}{#f/5}{#v/0}* Clever. * Verrrryy clever.
es_es: <25>{#p/twinkly}{#f/5}{#v/0}* Listo. * Eres muyyyy listo.
tr_tr: <25>{#p/twinkly}{#f/5}{#v/0}* Dahice. * Çooooook dahice.
zh_cn: <25>{#p/twinkly}{#f/5}{#v/0}* 聪明。 * 非-常聪明。
zh_tw: <25>{#p/twinkly}{#f/5}{#v/0}* 聰明。 * 非-常聰明。

source: <25>{#f/11}{#v/0}* You think you're really smart, don'tcha?
es_es: <25>{#f/11}{#v/0}* Realmente crees que eres inteligente, ¿verdad?
tr_tr: <25>{#f/11}{#v/0}* Kendini pek akıllı sanıyorsun, di mi?
zh_cn: <25>{#f/11}{#v/0}* 你是真觉得自己 很聪明，是吗？
zh_tw: <25>{#f/11}{#v/0}* 你是真覺得自己 很聰明，是嗎？

source: <25>{#f/8}{#v/0}* If you had just killed a FEW more monsters...
es_es: <25>{#f/8}{#v/0}* Si solo hubieras matado a unos cuantos monstruos más...
tr_tr: <25>{#f/8}{#v/0}* Eğer BİRAZCIK daha canavar öldürseydin var ya...
zh_cn: <25>{#f/8}{#v/0}* 只要你再多杀几只怪物...
zh_tw: <25>{#f/8}{#v/0}* 只要你再多殺幾隻怪物...

source: <25>{#f/9}{#v/0}* Well, maybe I shouldn't reveal my plans this early.
es_es: <25>{#f/9}{#v/0}* Bueno, tal vez no debí revelar mis planes tan pronto.
tr_tr: <25>{#f/9}{#v/0}* Neyse, belki de planlarımı hemen ortaya dökmemeliyim.
zh_cn: <25>{#f/9}{#v/0}* 呵，现在把计划告诉你 还为时过早。
zh_tw: <25>{#f/9}{#v/0}* 呵，現在把計畫告訴你 還為時過早。

source: <25>{#f/7}{#v/0}* You know, $(name)...
es_es: <25>{#f/7}{#v/0}* Sabes, $(name)...
tr_tr: <25>{#f/7}{#v/0}* Biliyor musun, $(name)...
zh_cn: <25>{#f/7}{#v/0}* 别忘了，$(name)...
zh_tw: <25>{#f/7}{#v/0}* 別忘了，$(name)...

source: <25>{#f/5}{#v/0}* It's only a matter of time before we're together again.
es_es: <25>{#f/5}{#v/0}* Es sólo cuestión de tiempo para que volvamos a estar juntos.
tr_tr: <25>{#f/5}{#v/0}* Tekrar beraber olmamız an meselesi.
zh_cn: <25>{#f/5}{#v/0}* 我们俩久别重逢， 强强联手只是时间问题。
zh_tw: <25>{#f/5}{#v/0}* 我們倆久別重逢， 強強聯手只是時間問題。

source: <25>{#f/6}{#v/0}* Try a little harder next time, and maybe...
es_es: <25>{#f/6}{#v/0}* Inténtalo un poco más la próxima vez y tal vez...
tr_tr: <25>{#f/6}{#v/0}* Bir dahaki sefer biraz daha çabala ve belki...
zh_cn: <25>{#f/6}{#v/0}* 下次长点心，狠一点， 说不定...
zh_tw: <25>{#f/6}{#v/0}* 下次長點心，狠一點， 說不定...

source: <25>{#f/5}{#v/0}* You'll get to see something new.
es_es: <25>{#f/5}{#v/0}* Podrás ver algo nuevo.
tr_tr: <25>{#f/5}{#v/0}* Belki ilginç bir şeyle karşılaşırsın.
zh_cn: <25>{#f/5}{#v/0}* 你就能看到好戏了。
zh_tw: <25>{#f/5}{#v/0}* 你就能看到好戲了。

source: <25>{#f/11}{#v/0}* Until we meet again...
es_es: <25>{#f/11}{#v/0}* Hasta que nos encontremos de nuevo...
tr_tr: <25>{#f/11}{#v/0}* Tekrardan görüşmek üzere...
zh_cn: <25>{#f/11}{#v/0}* 那么，回见...
zh_tw: <25>{#f/11}{#v/0}* 那麼，回見...

source: <25>{#f/8}{#v/0}* If you had just killed ONE more monster...
es_es: <25>{#f/8}{#v/0}* Si solo hubieras matado a UN monstruo más...
tr_tr: <25>{#f/8}{#v/0}* Eğer sadece BİR canavar daha öldürseydin var ya...
zh_cn: <25>{#f/8}{#v/0}* 只要你再多杀{@fill=#ff0}一只{@fill=#fff}怪物...
zh_tw: <25>{#f/8}{#v/0}* 只要你再多殺{@fill=#ff0}一隻{@fill=#fff}怪物...

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you made it through without killing anyone.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que lo hiciste sin matar a nadie.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek kimseyi öldürmeden burayı atlattın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你最终谁也没杀掉。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你最終誰也沒殺掉。

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of everyone you came across.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que perdonaste la vida de todos con los que te cruzaste.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek önüne çıkan herkesin canını bağışladın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以你放过了 每一只你遇到的怪物。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以你放過了 每一隻你遇到的怪物。

source: <25>{#f/5}{#v/0}* I bet you feel really great.
es_es: <25>{#f/5}{#v/0}* Apuesto a que te sientes genial.
tr_tr: <25>{#f/5}{#v/0}* Eminim harika hissediyorsundur.
zh_cn: <25>{#f/5}{#v/0}* 我打赌你觉得很棒。
zh_tw: <25>{#f/5}{#v/0}* 我打賭你覺得很棒。

source: <25>{#f/2}{#v/1}* But what will you do if you meet a serial murderer?
es_es: <25>{#f/2}{#v/1}* ¿Pero qué harás si te encuentras con un asesino despiadado?
tr_tr: <25>{#f/2}{#v/1}* Peki ya bir seri katile denk gelirsen ne yapacaksın?
zh_cn: <25>{#f/2}{#v/1}* 但如果你遇到了一个 连环杀人犯呢？
zh_tw: <25>{#f/2}{#v/1}* 但如果你遇到了一個 連環殺人犯呢？

source: <25>{#f/9}{#v/0}* You'll die, and you'll die, and you'll die...
es_es: <25>{#f/9}{#v/0}* Morirás y morirás y morirás...
tr_tr: <25>{#f/9}{#v/0}* Öleceksin, öleceksin, daha da öleceksin...
zh_cn: <25>{#f/9}{#v/0}* 你除了死，还是死， 还是死。
zh_tw: <25>{#f/9}{#v/0}* 你除了死，還是死， 還是死。

source: <25>{#f/5}{#v/0}* Eventually, you'll tire of trying.
es_es: <25>{#f/5}{#v/0}* Hasta que eventualmente te canses de intentarlo.
tr_tr: <25>{#f/5}{#v/0}* Sonrasında, denemekten sıkılacaksın.
zh_cn: <25>{#f/5}{#v/0}* 最后，你会疲于尝试。
zh_tw: <25>{#f/5}{#v/0}* 最後，你會疲於嘗試。

source: <25>{#f/11}{#v/0}* What then, huh?
es_es: <25>{#f/11}{#v/0}* ¿Qué harás entonces, eh?
tr_tr: <25>{#f/11}{#v/0}* O zaman ne olacak ha?
zh_cn: <25>{#f/11}{#v/0}* 那时候你该怎么办呢， 嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 那時候你該怎麼辦呢， 嗯哼？

source: <25>{#f/2}{#v/1}* Will you KILL out of frustration?
es_es: <25>{#f/2}{#v/1}* ¿Matarás por tu frustración?
tr_tr: <25>{#f/2}{#v/1}* Hayal kırıklığından ÖLDÜRMEYE mi başlayacaksın?
zh_cn: <25>{#f/2}{#v/1}* 你会因为沮丧 而大开杀戒吗？
zh_tw: <25>{#f/2}{#v/1}* 你會因為沮喪 而大開殺戒嗎？

source: <25>{#f/14}{#v/1}* Or will you simply GIVE UP?
es_es: <25>{#f/14}{#v/1}* ¿O simplemente te rendirás?
tr_tr: <25>{#f/14}{#v/1}* Ya da basitçe PES mi edeceksin?
zh_cn: <25>{#f/14}{#v/1}* 或者只是单纯地放弃呢？
zh_tw: <25>{#f/14}{#v/1}* 或者只是單純地放棄呢？

source: <25>{#f/11}{#v/0}* Hee hee hee...
es_es: <25>{#f/11}{#v/0}* Ji ji ji...
zh_cn: <25>{#f/11}{#v/0}* 嘻嘻嘻...
zh_tw: <25>{#f/11}{#v/0}* 嘻嘻嘻...

source: <25>{#f/7}{#v/0}* This is gonna be SO much fun.
es_es: <25>{#f/7}{#v/0}* Esto va a ser TAN divertido.
tr_tr: <25>{#f/7}{#v/0}* Bu ACAYİP eğlenceli olacak.
zh_cn: <25>{#f/7}{#v/0}* 那一定会很好玩的。
zh_tw: <25>{#f/7}{#v/0}* 那一定會很好玩的。

source: <25>{#f/9}{#v/0}* I'll be watching!
es_es: <25>{#f/9}{#v/0}* ¡Te estaré vigilando!
tr_tr: <25>{#f/9}{#v/0}* İzliyor olacağım!
zh_cn: <25>{#f/9}{#v/0}* 我会看着你的好戏的！
zh_tw: <25>{#f/9}{#v/0}* 我會看著你的好戲的！
