Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* "After this entry, I'll wait for them to eat the poisoned pie we made..."
es_es: <32>* "Después de está entrada, esperaré a que coma la tarta envenenada que hicimos..."
tr_tr: <32>* "Bu sayfadan sonra yaptığımız zehirli turtayı yemesini bekleyeceğim..."
zh_cn: <32>* “这篇写完之后， 我就等人类吃掉 我们亲手做的毒派...”
zh_tw: <32>* 「這篇寫完之後， 我就等人類吃掉 我們親手做的毒派...」

source: <32>* "And then we can save everyone together."
es_es: <32>* "Y entonces podremos salvar a todos juntos."
tr_tr: <32>* "Ve sonra herkesi birlikte kurtarabiliriz."
zh_cn: <32>* “然后，我们一起拯救所有怪物。”
zh_tw: <32>* 「然後，我們一起拯救所有怪物。」

source: <32>* "If something goes wrong, and you're reading this later..."
es_es: <32>* "Si algo va mal, y estás leyendo esto después..."
tr_tr: <32>* "Eğer bir şeyler ters giderse ve bunu daha sonra okuyorsan..."
zh_cn: <32>* “但是，$(name)。 如果真出了事，计划失败了... 如果你看到了这篇日记...”
zh_tw: <32>* 「但是，$(name)。 如果真出了事，計畫失敗了... 如果你看到了這篇日記...」

source: <32>* "I want you to know that you're the best, $(name)."
es_es: <32>* "Quiero que sepas que eres el mejor, $(name)."
tr_tr: <32>* "Senin en iyisi olduğunu bilmeni istiyorum, $(name)."
zh_cn: <32>* “我想对你说，你是最棒的。”
zh_tw: <32>* 「我想對你說，你是最棒的。」

source: <32>{#p/human}* (It sounds like someone is crying...)
es_es: <32>{#p/human}* (Suena como si alguien estuviera llorando...)
tr_tr: <32>{#p/human}* (Sanki birisi ağlıyor gibi...)
zh_cn: <32>{#p/human}* （你听到有人在哭...）
zh_tw: <32>{#p/human}* （你聽到有人在哭...）

source: <32>{#p/basic}* There's a backpack strung up on this coat rack.
es_es: <32>{#p/basic}* Hay una mochila colgada en este perchero.
tr_tr: <32>{#p/basic}* Bu askılığın üstünde bir sırt çantası var.
zh_cn: <32>{#p/basic}* 衣架上挂了个背包。
zh_tw: <32>{#p/basic}* 衣架上掛了個背包。

source: <32>{#p/human}* (You look inside the backpack...)
es_es: <32>{#p/human}* (Miras dentro de la mochila...)
tr_tr: <32>{#p/human}* (Çantanın içine baktın...)
zh_cn: <32>{#p/human}* （你往背包里瞅了一眼...）
zh_tw: <32>{#p/human}* （你往背包裡瞅了一眼...）

source: <32>{#p/human}* (But there was nothing left to find within.)
es_es: <32>{#p/human}* (Pero no había nada más que encontrar dentro.)
tr_tr: <32>{#p/human}* (Ama orada bulacak bir şey kalmamıştı.)
zh_cn: <32>{#p/human}* （但里面什么都没有。）
zh_tw: <32>{#p/human}* （但裡面什麼都沒有。）

source: <32>{#p/basic}* Nothing left to find here.
es_es: <32>{#p/basic}* Nada más que encontrar aquí..
tr_tr: <32>{#p/basic}* Burada bulacak bir şey kalmadı.
zh_cn: <32>{#p/basic}* 没有其他东西了。
zh_tw: <32>{#p/basic}* 沒有其他東西了。

source: <32>{#p/basic}* What's this? * A limited edition Super Starwalker comic strip?
es_es: <32>{#p/basic}* ¿Qué es eso? * ¿Un comic edición limitada de Super Starwalker?
tr_tr: <32>{#p/basic}* Bu da ne? * Sınırlı sayıda bir Süper Starwalker çizgi romanı mı?
zh_cn: <32>{#p/basic}* 这是什么？ * 限量版的《超级星之行者》漫画？
zh_tw: <32>{#p/basic}* 這是什麼？ * 限量版的《超級星之行者》漫畫？

source: <32>{#s/equip}{#p/human}* (You got the Super Starwalker 2.)
es_es: <32>{#s/equip}{#p/human}* (Conseguiste Super Starwalker 2.)
tr_tr: <32>{#s/equip}{#p/human}* (Süper Starwalker 2'yi aldın.)
zh_cn: <32>{#s/equip}{#p/human}* （你获得了《超级星之行者2》。）
zh_tw: <32>{#s/equip}{#p/human}* （你獲得了《超級星之行者2》。）

source: <32>{#p/human}* (You're carrying too much to take that.)
es_es: <32>{#p/human}* (Llevas demasiado encima para tomar eso.)
tr_tr: <32>{#p/human}* (Onu alamayacak kadar çok şey taşıyorsun.)
zh_cn: <32>{#p/human}* （你带的东西太多，装不下它了。）
zh_tw: <32>{#p/human}* （你帶的東西太多，裝不下它了。）

source: <32>{#p/human}* (If you sleep here now, you may miss something important.)
es_es: <32>{#p/human}* (Si duermes aquí ahora, podrás perderte algo importante.)
tr_tr: <32>{#p/human}* (Eğer şimdi burada uyursan, önemli bir şeyi kaçırabilirsin.)
zh_cn: <32>{#p/human}* （如果你现在睡觉， 你可能会错过一些重要的事情。）
zh_tw: <32>{#p/human}* （如果你現在睡覺， 你可能會錯過一些重要的事情。）

source: * (Go to sleep?)
es_es: * (¿Ir a dormir?)
tr_tr: * (Uyuyacak mısın?)
zh_cn: * （要睡觉吗？）
zh_tw: * （要睡覺嗎？）

source: <25>{#p/toriel}{#f/5}* Oh dear.
es_es: <25>{#p/toriel}{#f/5}* Oh cariño.
tr_tr: <25>{#p/toriel}{#f/5}* Ah canım.
zh_cn: <25>{#p/toriel}{#f/5}* 哦，天哪...
zh_tw: <25>{#p/toriel}{#f/5}* 喔，天哪...

source: <25>{#f/1}* Perhaps my actions have done more harm than I first imagined...
es_es: <25>{#f/1}* Quizás mis acciones han causado mas daño de lo que imaginé...
tr_tr: <25>{#f/1}* Belki de hareketlerim ilk düşündüğümden daha çok zarar verdi...
zh_cn: <25>{#f/1}* 我是不是刚刚对这孩子 下手太狠了...
zh_tw: <25>{#f/1}* 我是不是剛剛對這孩子 下手太狠了...

source: <25>{#f/0}* ... * Worry not, my child.
es_es: <25>{#f/0}* ... * No te preocupes, mmi niño.
tr_tr: <25>{#f/0}* ... * Endişe etme, çocuğum.
zh_cn: <25>{#f/0}* ... * 别担心，孩子。
zh_tw: <25>{#f/0}* ... * 別擔心，孩子。

source: <25>* I will make sure you get a good night's rest for the journey ahead.
es_es: <25>* Me aseguraré que tengas un buen descanso de noche para tu aventura.
tr_tr: <25>* Önündeki yolculuk için iyi bir uyku uyuyacağından emin olacağım.
zh_cn: <25>* 好好休息。 然后，以饱满的状态 去迎接之后的旅程。
zh_tw: <25>* 好好休息。 然後，以飽滿的狀態 去迎接之後的旅程。

source: <32>{#p/human}* (Toriel sits next to you and sings a lullaby to put you to sleep.)
es_es: <32>{#p/human}* (Toriel se sienta a tu lado y canta una nana para ponerte a dormir.)
tr_tr: <32>{#p/human}* (Toriel yanına oturup seni uyutmak için bir ninni söylüyor.)
zh_cn: <32>{#p/human}* （Toriel唱了一首优美的摇篮曲 伴你入睡。）
zh_tw: <32>{#p/human}* （Toriel唱了一首優美的搖籃曲 伴你入睡。）

source: <32>{#p/basic}* This ghost keeps saying 'z' out loud repeatedly, pretending to sleep.
es_es: <32>{#p/basic}* Este fantasma sigue diciendo 'z' en voz alta, fingiendo dormir.
tr_tr: <32>{#p/basic}* Bu hayalet yüksek sesle durmadan ‘z’ diyerek uyuma numarası yapıyor.
zh_cn: <32>{#p/basic}* 这只幽灵不停地大声说“z”， 假装自己在睡觉。
zh_tw: <32>{#p/basic}* 這隻幽靈不停地大聲說「z」， 假裝自己在睡覺。

source: * (Try to walk through it?)
es_es: * (¿Intentar pasar a través de él?)
tr_tr: * (Üstünden yürümeye çalış?)
zh_cn: * （“踩”过去吗？）
zh_tw: * （「踩」過去嗎？）

source: <32>{#p/basic}* The ghost is still blocking the way.
es_es: <32>{#p/basic}* El fantasma aún está bloqueando el camino.
tr_tr: <32>{#p/basic}* Hayalet hala yolu kapatıyor.
zh_cn: <32>{#p/basic}* 幽灵还是把路挡着。
zh_tw: <32>{#p/basic}* 幽靈還是把路擋著。

source: <32>{#p/napstablook}* i usually visit this place to get some peace and quiet...
es_es: <32>{#p/napstablook}* normalmente visito este lugar para tener un poco de paz y tranquilidad...
tr_tr: <32>{#p/napstablook}* genellikle buraya biraz huzur ve sessizlik bulmak için uğrarım...
zh_cn: <32>{#p/napstablook}* 我经常来这边 因为这里很宁静...
zh_tw: <32>{#p/napstablook}* 我經常來這邊 因為這裡很寧靜...

source: <32>* but today i met someone nice...
es_es: <32>* pero hoy conoci a alguien simpático...
tr_tr: <32>* ancak bugün iyi biriyle tanıştım...
zh_cn: <32>* 但是今天我碰到了很好的人...
zh_tw: <32>* 但是今天我碰到了很好的人...

source: <32>* well, i'll get out of your way now
es_es: <32>* bueno, me quitaré de tu camino ahora
tr_tr: <32>* öyleyse, yolundan çekileyim bari
zh_cn: <32>* 哦，我不挡你路了
zh_tw: <32>* 喔，我不擋你路了

source: <32>* cya...
es_es: <32>* hasta pronto...
tr_tr: <32>* görüşürüz...
zh_cn: <32>* 回见...
zh_tw: <32>* 回見...

source: <32>{#p/napstablook}* so um... * you really like me, huh
es_es: <32>{#p/napstablook}* entonces um... * de verdad te gusto, huh
tr_tr: <32>{#p/napstablook}* demek ımm... * beni cidden seviyorsun, ha
zh_cn: <32>{#p/napstablook}* 呃，所以... * 你真的挺喜欢我的，是吧
zh_tw: <32>{#p/napstablook}* 呃，所以... * 你真的挺喜歡我的，是吧

source: <32>* heh... thank you...
es_es: <32>* jej... gracias...
tr_tr: <32>* hehe... teşekkürler...
zh_cn: <32>* 嘿... 谢谢你...
zh_tw: <32>* 嘿... 謝謝你...

source: <32>* and, uh... sorry i got in your way before...
es_es: <32>* y, uh... perdón que me puse en tu camino antes...
tr_tr: <32>* ve şey... az önce yolunda durduğum için üzgünüm...
zh_cn: <32>* 还有，嗯... 对不起之前挡了你的路...
zh_tw: <32>* 還有，嗯... 對不起之前擋了你的路...

source: <32>* i'll go somewhere else now
es_es: <32>* me ire a otro sitio ahora
tr_tr: <32>* şimdi başka bir yere gideyim madem
zh_cn: <32>* 我要去其他地方了
zh_tw: <32>* 我要去其他地方了

source: <32>* but... don't worry...
es_es: <32>* pero... no te preocupes...
tr_tr: <32>* ama... endişelenme...
zh_cn: <32>* 不过... 别担心...
zh_tw: <32>* 不過... 別擔心...

source: <32>* you'll see me again later...
es_es: <32>* me verás después...
tr_tr: <32>* beni tekrar göreceksin...
zh_cn: <32>* 如果你想见我的话...
zh_tw: <32>* 如果你想見我的話...

source: <32>* if you want to...
es_es: <32>* si quieres...
tr_tr: <32>* eğer istersen...
zh_cn: <32>* 之后还有机会的...
zh_tw: <32>* 之後還有機會的...

source: <32>* well, cya...
es_es: <32>* bueno, hasta pronto...
tr_tr: <32>* öyleyse, görüşürüz...
zh_cn: <32>* 那，回见了...
zh_tw: <32>* 那，回見了...

source: <32>{#p/napstablook}* so um... you really despise me, huh
es_es: <32>{#p/napstablook}* así que um... de verdad me desprecias, eh
tr_tr: <32>{#p/napstablook}* demek ımm... beni cidden çekemiyorsun, ha
zh_cn: <32>{#p/napstablook}* 呃，好吧... 看来，你打心底里厌恶我
zh_tw: <32>{#p/napstablook}* 呃，好吧... 看來，你打心底裡厭惡我

source: <32>* that's... nice...
es_es: <32>* eso es... lindo...
tr_tr: <32>* bu... güzel...
zh_cn: <32>* 这样... 也挺好的...
zh_tw: <32>* 這樣... 也挺好的...

source: <32>* well, i'll be on my way now
es_es: <32>* bueno, iré por mi camino ahora
tr_tr: <32>* öyleyse, ben de yoluma gideyim bari
zh_cn: <32>* 好吧，我要忙自己的事去了
zh_tw: <32>* 好吧，我要忙自己的事去了

source: <32>* bye...
es_es: <32>* adios...
tr_tr: <32>* bay...
zh_cn: <32>* 拜拜...
zh_tw: <32>* 拜拜...

source: <32>{#p/napstablook}* so um... that happened...
es_es: <32>{#p/napstablook}* entonces um... paso eso...
tr_tr: <32>{#p/napstablook}* demek ımm... o yaşandı...
zh_cn: <32>{#p/napstablook}* 呃... 发生了什么...
zh_tw: <32>{#p/napstablook}* 呃... 發生了什麼...

source: <32>* uh... i gotta go now
es_es: <32>* eh... me tengo que ir ahora
tr_tr: <32>* şey... şimdi gitmem gerek
zh_cn: <32>* 哦... 我得走了
zh_tw: <32>* 喔... 我得走了

source: <32>{#p/napstablook}* you didn't even say anything to me...
es_es: <32>{#p/napstablook}* ni siquiera me has dicho nada...
tr_tr: <32>{#p/napstablook}* bana hiçbir şey söylemedin bile...
zh_cn: <32>{#p/napstablook}* 你甚至连句话都没有...？
zh_tw: <32>{#p/napstablook}* 你甚至連句話都沒有...？

source: <32>* that's... i don't even know what that is...
es_es: <32>* eso es... ni siquiera se que es eso...
tr_tr: <32>* bu... bunun ne olduğunu bile bilmiyorum...
zh_cn: <32>* 你... 我都不知道 你到底怎么了...
zh_tw: <32>* 你... 我都不知道 你到底怎麼了...

source: <32>* well, i'll be going now
es_es: <32>* bueno, me voy a ir yendo ahora
tr_tr: <32>* öyleyse, ben de gideyim madem
zh_cn: <32>* 好吧，我走了
zh_tw: <32>* 好吧，我走了

source: <32>{#p/human}* (You got the Fried Snails.)
es_es: <32>{#p/human}* (Conseguiste los Caracoles Fritos.)
tr_tr: <32>{#p/human}* (Kızarmış Salyangozları aldın.)
zh_cn: <32>{#p/human}* （你得到了焗蜗牛。）
zh_tw: <32>{#p/human}* （你得到了焗蝸牛。）

source: <32>{#p/human}* (You approach the vending machine.)
es_es: <32>{#p/human}* (Te acercas a la máquina expendedora.)
tr_tr: <32>{#p/human}* (Otomata yaklaştın.)
zh_cn: <32>{#p/human}* （你走近了自动售货机。）
zh_tw: <32>{#p/human}* （你走近了自動售貨機。）

source: * (What will you make?)
es_es: * (¿Qué vas a hacer?)
tr_tr: * (Ne sentezleyeceksin?)
zh_cn: * （你想合成什么呢？）
zh_tw: * （你想合成什麼呢？）

source: Candy
es_es: Caramelo
tr_tr: Şeker
zh_cn: 怪物糖果
zh_tw: 怪物糖果

source: Water
es_es: Agua
tr_tr: Su
zh_cn: 水
zh_tw: 水

source: Δ-9
zh_cn: 大麻素
zh_tw: 大麻素

source: Nothing
es_es: Nada
tr_tr: Hiçbir Şey
zh_cn: 放弃
zh_tw: 放棄

source: <32>{#p/basic}* Synthesize something with the vending machine?
es_es: <32>{#p/basic}* ¿Sintetizar algo con la máquina expendedora?
tr_tr: <32>{#p/basic}* Otomatla bir şey sentezleyecek misin?
zh_cn: <32>{#p/basic}* 要用这台机器合成什么呢？
zh_tw: <32>{#p/basic}* 要用這臺機器合成什麼呢？

source: <32>{#p/human}* (You got the $(x).) * (Press [C] to open the menu.)
es_es: <32>{#p/human}* (Conseguiste el $(x).) [ADD]<32>{#p/human}* (Pulsa [C] para abrir el menú.)
tr_tr: <32>{#p/human}* ($(x) sentezledin.) * (Menüyü açmak için [C]'ye bas.)
zh_cn: <32>{#p/human}* （你得到了$(x)。） * （按[C]打开菜单。）
zh_tw: <32>{#p/human}* （你得到了$(x)。） * （按[C]打開選單。）

source: <32>{#p/human}* (You got the $(x).)
es_es: <32>{#p/human}* (Conseguiste el $(x).)
tr_tr: <32>{#p/human}* ($(x) sentezledin.)
zh_cn: <32>{#p/human}* （你得到了$(x)。）
zh_tw: <32>{#p/human}* （你得到了$(x)。）

source: <32>{#p/basic}* The machine is beginning to malfunction.
es_es: <32>{#p/basic}* La máquina está empezando a malfuncionar.
tr_tr: <32>{#p/basic}* Otomat bozulmaya başladı.
zh_cn: <32>{#p/basic}* 机器开始出故障了。
zh_tw: <32>{#p/basic}* 機器開始出故障了。

source: <32>{#p/basic}* The machine broke down.
es_es: <32>{#p/basic}* La máquina se ha roto.
tr_tr: <32>{#p/basic}* Otomat bozuldu.
zh_cn: <32>{#p/basic}* 机器坏掉了。
zh_tw: <32>{#p/basic}* 機器壞掉了。

source: <25>{#p/asriel1}{#f/13}* Out of service again?
es_es: <25>{#p/asriel1}{#f/13}* ¿Fuera de servicio otra vez?
tr_tr: <25>{#p/asriel1}{#f/13}* Yine mi servis dışı?
zh_cn: <25>{#p/asriel1}{#f/13}* 这玩意又坏了？
zh_tw: <25>{#p/asriel1}{#f/13}* 這玩意又壞了？

source: <25>{#f/17}* Yeah, that's... by design, actually.
es_es: <25>{#f/17}* Si, eso es... por diseño, en realidad.
tr_tr: <25>{#f/17}* Evet, aslında bu... tasarım icabı böyle.
zh_cn: <25>{#f/17}* 是啊，这... 其实是故意设计的。
zh_tw: <25>{#f/17}* 是啊，這... 其實是故意設計的。

source: <25>{#f/13}* This machine runs on the Outlands' own power supply, so...
es_es: <25>{#f/13}* Esta máquina funciona con la energía de las Afueras, así que...
tr_tr: <25>{#f/13}* Bu otomat Outlands'in kendi gücüyle çalışıyor, yani...
zh_cn: <25>{#f/13}* 这机器用的是 外域这边自己的电源， 所以...
zh_tw: <25>{#f/13}* 這機器用的是 外域這邊自己的電源， 所以...

source: <25>{#f/15}* To avoid using too much power, Toriel just made it break itself.
es_es: <25>{#f/15}* Para evitar usar mucha energía, Toriel hizo que se rompiera sola.
tr_tr: <25>{#f/15}* Aşırı güç kullanmaması için Toriel onu bozulmaya ayarlamış.
zh_cn: <25>{#f/15}* 为了避免耗太多电， Toriel干脆 让它自己坏掉。
zh_tw: <25>{#f/15}* 為了避免耗太多電， Toriel乾脆 讓它自己壞掉。

source: <26>{#f/20}* Not that she'd tell you.
es_es: <26>{#f/20}* No que te lo fuera a decir.
tr_tr: <26>{#f/20}* Sana da söylemezdi zaten.
zh_cn: <26>{#f/20}* 她才不会告诉你呢。
zh_tw: <26>{#f/20}* 她才不會告訴你呢。

source: <25>{#p/asriel1}{#f/13}* The reason that power supply is so small, though...
es_es: <25>{#p/asriel1}{#f/13}* Sin embargo, el motivo de que la energía sea tan poca...
tr_tr: <25>{#p/asriel1}{#f/13}* Ancak, güç kaynağının çok küçük olmasının nedeni...
zh_cn: <25>{#p/asriel1}{#f/13}* 不过，说到为什么 这供电量这么小...
zh_tw: <25>{#p/asriel1}{#f/13}* 不過，說到為什麼 這供電量這麼小...

source: <25>{#f/17}* It's because, unlike the CORE, it only uses background radiation.
es_es: <25>{#f/17}* Es porque, al contario del CORE, solo usa radiación de fondo.
tr_tr: <25>{#f/17}* ÇEKİRDEK gibi olmaktan ziyade, geri plandaki radyasyonu kullanması.
zh_cn: <25>{#f/17}* 是因为它不像核心那样， 这里只使用 宇宙的背景辐射供能。
zh_tw: <25>{#f/17}* 是因為它不像核心那樣， 這裡只使用 宇宙的背景輻射供能。

source: <25>{#f/13}* To put it into numbers, I'd say...
es_es: <25>{#f/13}* Para explicarlo con números, diría...
tr_tr: <25>{#f/13}* Eğer işi rakamlara dökersek derim ki...
zh_cn: <25>{#f/13}* 换算成数字的话， 我觉得...
zh_tw: <25>{#f/13}* 換算成數字的話， 我覺得...

source: <25>{#f/15}* It generates about ten- thousandths of the power the CORE does.
es_es: <25>{#f/15}* Que genera como diez millonésimas de la energía que hace el CORE.
tr_tr: <25>{#f/15}* ÇEKİRDEK'in gücünün yaklaşık on binde biri kadarını üretebiliyor.
zh_cn: <25>{#f/15}* 它产生的能量大概只有 核心的万分之一。
zh_tw: <25>{#f/15}* 它產生的能量大概只有 核心的萬分之一。

source: <25>{#p/asriel1}{#f/13}* Hmm...
es_es: <25>{#p/asriel1}{#f/13}* Mmm...
tr_tr: <25>{#p/asriel1}{#f/13}* Hımm...
zh_cn: <25>{#p/asriel1}{#f/13}* 嗯...
zh_tw: <25>{#p/asriel1}{#f/13}* 嗯...

source: <25>{#f/15}* I wonder if, despite its low capacity...
es_es: <25>{#f/15}* Me pregunto, si a pesar de su poca capacidad...
tr_tr: <25>{#f/15}* Acaba, düşük kapasitesine rağmen...
zh_cn: <25>{#f/15}* 我在想，就算 它的供电量很小...
zh_tw: <25>{#f/15}* 我在想，就算 它的供電量很小...

source: <25>{#f/13}* This generator would be enough to power a small atmospheric system.
es_es: <25>{#f/13}* Este generador será suficiente para alimentar un pequeño sistema atmosférico.
tr_tr: <25>{#f/13}* Bu güç kaynağı küçük bir atmosferik sistemi ayakta tutmaya yeterdi.
zh_cn: <25>{#f/13}* 但说不定够维持 一个小型的供气系统。
zh_tw: <25>{#f/13}* 但說不定夠維持 一個小型的供氣系統。

source: <25>{#f/17}* If the CORE was destroyed, could people survive here...?
es_es: <25>{#f/17}* Si el CORE fuera destruido, ¿cómo sobreviviría aquí la gente...?
tr_tr: <25>{#f/17}* Eğer ÇEKİRDEK yok olsa, burada yaşayabilenler olur muydu...?
zh_cn: <25>{#f/17}* 如果核心被毁了， 人们能在这里生存吗...？
zh_tw: <25>{#f/17}* 如果核心被毀了， 人們能在這裡生存嗎...？

source: <26>{#p/asriel1}{#f/20}* ... asking for a friend.
es_es: <26>{#p/asriel1}{#f/20}* ... preguntando por un amigo.
tr_tr: <26>{#p/asriel1}{#f/20}* ... bir arkadaş için soruyorum da.
zh_cn: <26>{#p/asriel1}{#f/20}* ...呃， 我有个朋友想知道。
zh_tw: <26>{#p/asriel1}{#f/20}* ...呃， 我有個朋友想知道。

source: <32>{#p/basic}* It's out of service.
es_es: <32>{#p/basic}* Está fuera de servicio.
tr_tr: <32>{#p/basic}* Servis dışı.
zh_cn: <32>{#p/basic}* 完全不运转了。
zh_tw: <32>{#p/basic}* 完全不運轉了。

source: <32>{#p/human}* (You decide not to make anything.)
es_es: <32>{#p/human}* (Decides no hacer nada.)
tr_tr: <32>{#p/human}* (Hiçbir şey sentezlememeye karar verdin.)
zh_cn: <32>{#p/human}* （你打算什么也不合成。）
zh_tw: <32>{#p/human}* （你打算什麼也不合成。）

source: <32>{#p/human}* (You're carrying too much.)
es_es: <32>{#p/human}* (Llevas demasiado encima.)
tr_tr: <32>{#p/human}* (Çok fazla şey taşıyorsun.)
zh_cn: <32>{#p/human}* （你带的东西太多了。）
zh_tw: <32>{#p/human}* （你帶的東西太多了。）

source: <25>{#p/toriel}{#f/1}{#n1}* What is it, my child? * Are you hungry?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Qué pasa, mi niño? * ¿Tienes hambre?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Ne oldu, çocuğum? * Aç mısın?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 怎么了，孩子？ * 饿了吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 怎麼了，孩子？ * 餓了嗎？

source: <25>{#f/0}* Perhaps you would like to know more about the book I am reading.
es_es: <25>{#f/0}* Quizás quieras saber más sobre el libro que estoy leyendo.
tr_tr: <25>{#f/0}* Belki okuduğum kitap hakkında daha fazlasını bilmek istersin.
zh_cn: <25>{#f/0}* 还是，对我看的这本书 比较感兴趣？
zh_tw: <25>{#f/0}* 還是，對我看的這本書 比較感興趣？

source: {#n1!}* (What do you say?)
es_es: {#n1!}* (¿Qué dices?)
tr_tr: {#n1!}* (Ne söyleyeceksin?)
zh_cn: {#n1!}* （你要怎么回答？）
zh_tw: {#n1!}* （你要怎麼回答？）

source: Hungry
es_es: Hambre
tr_tr: Acıktım
zh_cn: 我饿了
zh_tw: 我餓了

source: Book
es_es: Libro
tr_tr: Kitap
zh_cn: 想看书
zh_tw: 想看書

source: Home
es_es: Hogar
tr_tr: Ev
zh_cn: 想回家
zh_tw: 想回家

source: <25>{#p/toriel}{#n1}* What is it, my child?
es_es: <25>{#p/toriel}{#n1}* ¿Qué pasa, mi niño?
tr_tr: <25>{#p/toriel}{#n1}* Ne oldu, çocuğum?
zh_cn: <25>{#p/toriel}{#n1}* 怎么了，孩子？
zh_tw: <25>{#p/toriel}{#n1}* 怎麼了，孩子？

source: <25>{#p/toriel}{#n1}* Well, let me know if you need anything.
es_es: <25>{#p/toriel}{#n1}* Bueno, déjame saber si necesitas algo.
tr_tr: <25>{#p/toriel}{#n1}* Peki, bir şeye ihtiyacın olursa bana haber ver.
zh_cn: <25>{#p/toriel}{#n1}* 需要任何东西随时告诉我哦。
zh_tw: <25>{#p/toriel}{#n1}* 需要任何東西隨時告訴我喔。

source: <25>{#p/toriel}{#n1}* Well, let me know if you change your mind.
es_es: <25>{#p/toriel}{#n1}* Bueno, déjame saber si cambias de idea.
tr_tr: <25>{#p/toriel}{#n1}* Peki, fikrini değiştirirsen bana haber ver.
zh_cn: <25>{#p/toriel}{#n1}* 如果改变主意的话 随时告诉我哦。
zh_tw: <25>{#p/toriel}{#n1}* 如果改變主意的話 隨時告訴我喔。

source: <25>{#p/toriel}{#f/1}{#n1}* Restless night?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Noche inquieta?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Uykusuz bir gece mi?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 睡不着吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 睡不著嗎？

source: <25>{#f/1}* ... * If you like, I can read you this book...
es_es: <25>{#f/1}* ... * Si quieres, te puedo leer este libro...
tr_tr: <25>{#f/1}* ... * Eğer istersen, sana bu kitabı okuyabilirim...
zh_cn: <25>{#f/1}* ... * 如果你喜欢的话， 我可以给你读这本书...
zh_tw: <25>{#f/1}* ... * 如果你喜歡的話， 我可以給你讀這本書...

source: <25>{#f/0}* It is called "Generous Monster" and it was written by a human.
es_es: <25>{#f/0}* Se llama "Monstruo Generoso" y fue escrito por un humano.
tr_tr: <25>{#f/0}* Adı "Cömert Canavar" ve bir insan tarafından yazılmıştır.
zh_cn: <25>{#f/0}* 书名叫《慷慨的怪物》， 是一个人类写的。
zh_tw: <25>{#f/0}* 書名叫《慷慨的怪物》， 是一個人類寫的。

source: {#n1!}* (Read the book?)
es_es: {#n1!}* (¿Leer el libro?)
tr_tr: {#n1!}* (Kitabı oku?)
zh_cn: {#n1!}* （要听吗？）
zh_tw: {#n1!}* （要聽嗎？）

source: <25>{#p/toriel}{#n1}{#f/1}* Back for a visit?
es_es: <25>{#p/toriel}{#n1}{#f/1}* ¿De vuelta para una visita?
tr_tr: <25>{#p/toriel}{#n1}{#f/1}* Ziyarete mi döndün?
zh_cn: <25>{#p/toriel}{#n1}{#f/1}* 哦，回来看我了吗？
zh_tw: <25>{#p/toriel}{#n1}{#f/1}* 喔，回來看我了嗎？

source: <25>{#f/0}* Well, feel free to stay as long as you need.
es_es: <25>{#f/0}* Buena, quédate libre estar todo el tiempo que quieras.
tr_tr: <25>{#f/0}* Peki, ihtiyacın olduğu kadar kalmakta özgürsün.
zh_cn: <25>{#f/0}* 想待多久都可以的。
zh_tw: <25>{#f/0}* 想待多久都可以的。

source: <26>{#p/toriel}{#n1}{#f/5}* I shall remain here, as I always have...
es_es: <26>{#p/toriel}{#n1}{#f/5}* Debo quedarme aquí, como siempre hice...
tr_tr: <26>{#p/toriel}{#n1}{#f/5}* Ben her zaman olduğu gibi burada kalacağım...
zh_cn: <26>{#p/toriel}{#n1}{#f/5}* 我不想离开这里了， 待惯了...
zh_tw: <26>{#p/toriel}{#n1}{#f/5}* 我不想離開這裡了， 待慣了...

source: <25>{#p/toriel}{#f/1}{#n1}* Are you hungry? * Would you like me to make you a breakfast?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Tienes hambre? * ¿Te gustaría que hiciera el desayuno?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Aç mısın? * Kahvaltı hazırlamamı ister misin?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 你饿了吗？ * 我给你做点早餐吧。
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 你餓了嗎？ * 我給你做點早餐吧。

source: {#n1!}* (Have breakfast?)
es_es: {#n1!}* (¿Desayunar?)
tr_tr: {#n1!}* (Kahvaltı yap?)
zh_cn: {#n1!}* （现在吃早餐吗？）
zh_tw: {#n1!}* （現在吃早餐嗎？）

source: <25>{#p/toriel}{#n1}* Wonderful! * I will be in the kitchen preparing it.
es_es: <25>{#p/toriel}{#n1}* ¡Perfecto! * Estaré en la cocina preparándolo.
tr_tr: <25>{#p/toriel}{#n1}* Müthiş! * Ben mutfakta hazırlıyor olacağım.
zh_cn: <25>{#p/toriel}{#n1}* 太好了！ * 我会在厨房做饭。
zh_tw: <25>{#p/toriel}{#n1}* 太好了！ * 我會在廚房做飯。

source: <25>{#p/toriel}{#f/1}{#n1}* Have you changed your mind about breakfast?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Has cambiado de idea sobre el desayuno?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Kahvaltı konusunda fikrini mi değiştirdin?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 现在想吃早饭了吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 現在想吃早飯了嗎？

source: <25>{#p/toriel}{#f/3}{#n1}* You expect me to make another after you dropped the first one?
es_es: <25>{#p/toriel}{#f/3}{#n1}* ¿Esperas que haga otro después de que tires el primero?
tr_tr: <25>{#p/toriel}{#f/3}{#n1}* İlkini bıraktıktan sonra bir tane daha yapmamı mı bekliyorsun?
zh_cn: <25>{#p/toriel}{#f/3}{#n1}* 把我做好的早饭扔了， 还想让我再给你做一份？
zh_tw: <25>{#p/toriel}{#f/3}{#n1}* 把我做好的早飯扔了， 還想讓我再給你做一份？

source: <25>{#f/4}* This child...
es_es: <25>{#f/4}* Este niño...
tr_tr: <25>{#f/4}* Bu çocuk...
zh_cn: <25>{#f/4}* 这小子...
zh_tw: <25>{#f/4}* 這小子...

source: <25>{#f/0}* No, little one. * I will not prepare another breakfast.
es_es: <25>{#f/0}* No, pequeño. * No haré otro desayuno.
tr_tr: <25>{#f/0}* Hayır, ufaklık. * Başka bir kahvaltı daha hazırlamayacağım.
zh_cn: <25>{#f/0}* 休想，小子。 * 我不会再给你做了。
zh_tw: <25>{#f/0}* 休想，小子。 * 我不會再給你做了。

source: <25>{#p/toriel}{#n1}* I have already served breakfast, little one.
es_es: <25>{#p/toriel}{#n1}* Ya he hecho el desayuno, pequeño.
tr_tr: <25>{#p/toriel}{#n1}* Kahvaltı servisini çoktan yaptım, ufaklık.
zh_cn: <25>{#p/toriel}{#n1}* 我已经做过早饭了，小家伙。
zh_tw: <25>{#p/toriel}{#n1}* 我已經做過早飯了，小傢伙。

source: <25>{#f/1}* We cannot have more than one breakfast per day, can we?
es_es: <25>{#f/1}* No podemos tener desayuno más de una vez por día, ¿o sí?
tr_tr: <25>{#f/1}* Günde birden fazla kahvaltı yapamayız, değil mi?
zh_cn: <25>{#f/1}* 我们不能一天吃两顿早饭， 对吧？
zh_tw: <25>{#f/1}* 我們不能一天吃兩頓早飯， 對吧？

source: <25>{#f/0}* That would be silly.
es_es: <25>{#f/0}* Eso sería tonto.
tr_tr: <25>{#f/0}* Bu saçma olurdu.
zh_cn: <25>{#f/0}* 不然，就会让人觉得很奇怪。
zh_tw: <25>{#f/0}* 不然，就會讓人覺得很奇怪。
