Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}{#f/1}* As overseer of the Outlands, I took it upon myself...
es_es: <25>{#p/toriel}{#f/1}* Como supervisora de las Afueras, yo misma me encargué...
tr_tr: <25>{#p/toriel}{#f/1}* Outlands'in gözetmeni olarak görev edindiğim bir şey...
zh_cn: <25>{#p/toriel}{#f/1}* 作为外域的管理者...
zh_tw: <25>{#p/toriel}{#f/1}* 作為外域的管理者...

source: <25>{#f/0}* To ensure the other monsters did not attack you.
es_es: <25>{#f/0}* Para asegurar que los otros monstruos no te atacaran.
tr_tr: <25>{#f/0}* Diğer canavarların sana saldırmasını engellemektir.
zh_cn: <25>{#f/0}* 我自然得保证 其他怪物不会伤害你。
zh_tw: <25>{#f/0}* 我自然得保證 其他怪物不會傷害你。

source: <25>{#f/0}* Both they and I have a mutual understanding about this.
es_es: <25>{#f/0}* Tanto los otros monstruos como yo tenemos un entendimiento mutuo al respecto.
tr_tr: <25>{#f/0}* Bu konuda hem onlar hem de ben ortak bir anlayışa sahibiz.
zh_cn: <25>{#f/0}* 我和他们之间 已经达成了一个共识。
zh_tw: <25>{#f/0}* 我和他們之間 已經達成了一個共識。

source: <25>{#f/0}* That is why the Froggit left so readily.
es_es: <25>{#f/0}* Es por eso que ese Froggit lo dejó tan fácilmente.
tr_tr: <25>{#f/0}* İşte bu yüzden Froggit doğrudan ayrılmıştı.
zh_cn: <25>{#f/0}* 所以那只Froggit 才乖乖地走开了。
zh_tw: <25>{#f/0}* 所以那隻Froggit 才乖乖地走開了。

source: <25>{#p/toriel}{#f/1}* My idea with building this room to be so long and windy...
es_es: <25>{#p/toriel}{#f/1}* Mi idea con la construcción de este cuarto es que sea muy largo y aireado...
tr_tr: <25>{#p/toriel}{#f/1}* Bu odayı bu kadar uzun ve rüzgarlı yapma fikrim...
zh_cn: <25>{#p/toriel}{#f/1}* 之所以把这个房间 建得如此蜿蜒曲折...
zh_tw: <25>{#p/toriel}{#f/1}* 之所以把這個房間 建得如此蜿蜒曲折...

source: <25>{#f/0}* ... was that I felt a straight room would be too boring.
es_es: <25>{#f/0}* ... era que me parecía que un cuarto recto sería demasiado aburrido.
tr_tr: <25>{#f/0}* ... düz bir odanın çok sıkıcı olacağını düşünmemdi.
zh_cn: <25>{#f/0}* ...是因为我觉得 直来直去太没意思了。
zh_tw: <25>{#f/0}* ...是因為我覺得 直來直去太沒意思了。

source: <25>{#f/1}* After all, who wants to walk in a straight line all their life?
es_es: <25>{#f/1}* Después de todo, ¿quién quiere caminar en línea recta toda su vida?
tr_tr: <25>{#f/1}* Sonuçta, kim tüm hayatı boyunca düz bir yolda yürümek ister ki?
zh_cn: <25>{#f/1}* 毕竟，谁会想 一辈子都走直线呢？
zh_tw: <25>{#f/1}* 畢竟，誰會想 一輩子都走直線呢？

source: <25>{#f/0}* A little change of pace can be quite nice.
es_es: <25>{#f/0}* Un pequeño cambio de ritmo puede ser bastante agradable.
tr_tr: <25>{#f/0}* Biraz değişiklik oldukça hoş olacaktır.
zh_cn: <25>{#f/0}* 偶尔拐个弯， 换换心情也不错嘛。
zh_tw: <25>{#f/0}* 偶爾拐個彎， 換換心情也不錯嘛。

source: <25>{#p/toriel}* From this room forward, more monsters may be found.
es_es: <25>{#p/toriel}* A partir de este cuarto, se pueden encontrar más monstruos.
tr_tr: <25>{#p/toriel}* Bu odadan itibaren etrafta daha fazla canavar bulunabilir.
zh_cn: <25>{#p/toriel}* 从这个房间开始， 你可能会碰上更多怪物。
zh_tw: <25>{#p/toriel}* 從這個房間開始， 你可能會碰上更多怪物。

source: <25>{#f/0}* They often like to "hang out" here. * Nice, is it not?
es_es: <25>{#f/0}* A menudo les gusta "pasar el rato" aquí. * Bonito, ¿verdad?
tr_tr: <25>{#f/0}* Burada sık sık "takılmayı" severler. * Hoş, öyle değil mi?
zh_cn: <25>{#f/0}* 他们喜欢在这里“闲逛”。 * 感觉还不错吧？
zh_tw: <25>{#f/0}* 他們喜歡在這裡「閒逛」。 * 感覺還不錯吧？

source: <25>{#f/1}* It tended to be a quiet place, until recently...
es_es: <25>{#f/1}* Solía ser un lugar tranquilo, hasta hace poco...
tr_tr: <25>{#f/1}* Yakın zamana kadar sessiz bir yerdi burası, ta ki...
zh_cn: <25>{#f/1}* 之前这里一直很安静， 直到最近啊...
zh_tw: <25>{#f/1}* 之前這裡一直很安靜， 直到最近啊...

source: <25>{#f/0}* When a monster began teaching the others how to flirt.
es_es: <25>{#f/0}* Cuando un monstruo empezó a enseñar a los demás a coquetear.
tr_tr: <25>{#f/0}* Bir canavar diğerlerine nasıl flört edileceğini öğretene kadar.
zh_cn: <25>{#f/0}* 有个家伙 开始教其他怪物 怎么调情。
zh_tw: <25>{#f/0}* 有個傢伙 開始教其他怪物 怎麼調情。

source: <25>{#f/0}* This new element has greatly altered the social atmosphere.
es_es: <25>{#f/0}* Este nuevo elemento ha alterado enormemente el ambiente social.
tr_tr: <25>{#f/0}* Bu yeni unsur toplumsal atmosferi büyük ölçüde değiştirdi.
zh_cn: <25>{#f/0}* 这下一来， 这帮家伙的社交方式 都变了不少。
zh_tw: <25>{#f/0}* 這下一來， 這幫傢伙的社交方式 都變了不少。

source: <25>{#p/toriel}{#f/1}* The vending machine has yet to break down?
es_es: <25>{#p/toriel}{#f/1}* ¿Aún no se ha estropeado la máquina expendedora?
tr_tr: <25>{#p/toriel}{#f/1}* Otomat henüz bozulmadı mı?
zh_cn: <25>{#p/toriel}{#f/1}* 这个自动售货机 还没坏吗？
zh_tw: <25>{#p/toriel}{#f/1}* 這個自動售貨機 還沒壞嗎？

source: <25>{#p/toriel}{#f/1}* Oh dear, is the vending machine broken again?
es_es: <25>{#p/toriel}{#f/1}* Oh querido, ¿se volvió a romper la máquina expendedora?
tr_tr: <25>{#p/toriel}{#f/1}* Ah canım, otomat yeniden mi bozuldu?
zh_cn: <25>{#p/toriel}{#f/1}* 天啊， 这个自动售货机 又坏了吗？
zh_tw: <25>{#p/toriel}{#f/1}* 天啊， 這個自動售貨機 又壞了嗎？

source: <25>{#f/5}* Well, it has happened more times than I can count.
es_es: <25>{#f/5}* Bueno, ha ocurrido más veces de las que puedo contar.
tr_tr: <25>{#f/5}* Bu olay sayısını hatırlayamayacağım kadar çok kez yaşandı.
zh_cn: <25>{#f/5}* 哎，我都数不清 我修了这玩意多少次了。
zh_tw: <25>{#f/5}* 哎，我都數不清 我修了這玩意多少次了。

source: <25>{#f/3}* On the positive side, it DOES save power...
es_es: <25>{#f/3}* El lado positivo es que SÍ ahorra energía...
tr_tr: <25>{#f/3}* Otomatın olumlu tarafı, güç tasarrufu sağlıyor olması...
zh_cn: <25>{#f/3}* 不过往好处想， 它这样确实省电了...
zh_tw: <25>{#f/3}* 不過往好處想， 它這樣確實省電了...

source: <25>{#f/0}* ... so perhaps it is not all bad.
es_es: <25>{#f/0}* ... así que tal vez no sea del todo malo.
tr_tr: <25>{#f/0}* ... yani belki durumu o kadar da kötü değildir.
zh_cn: <25>{#f/0}* ...也算是有利有弊吧。
zh_tw: <25>{#f/0}* ...也算是有利有弊吧。

source: <25>{#p/toriel}{#f/1}* To ease the process of retrying the puzzle...
es_es: <25>{#p/toriel}{#f/1}* Para facilitar el proceso de reintentar el puzle...
tr_tr: <25>{#p/toriel}{#f/1}* Bulmacayı tekrar deneme sürecini kolaylaştırmak için...
zh_cn: <25>{#p/toriel}{#f/1}* 为了方便你 重试这个谜题...
zh_tw: <25>{#p/toriel}{#f/1}* 為了方便你 重試這個謎題...

source: <25>{#f/0}* I installed a system to move you back to the start.
es_es: <25>{#f/0}* Instale un sistema para que vuelvas al principio.
tr_tr: <25>{#f/0}* Seni en başına geri döndürecek bir sistem kurdum.
zh_cn: <25>{#f/0}* 我装了个传送系统， 能直接把你送回起点。
zh_tw: <25>{#f/0}* 我裝了個傳送系統， 能直接把你送回起點。

source: <25>{#f/5}* The scientist who helped to install it is long gone now...
es_es: <25>{#f/5}* El científico que ayudó a instalarlo hace tiempo que se fue...
tr_tr: <25>{#f/5}* Bunu kurmamı sağlayan bilimci artık aramızda değil...
zh_cn: <25>{#f/5}* 帮我装这玩意的科学员 已经不在了...
zh_tw: <25>{#f/5}* 幫我裝這玩意的科學員 已經不在了...

source: <25>{#f/0}* But his work continues to be of use every day.
es_es: <25>{#f/0}* Pero su trabajo sigue siendo útil cada día.
tr_tr: <25>{#f/0}* Ama onun çıkardığı iş her geçen gün faydalı olmaya devam ediyor.
zh_cn: <25>{#f/0}* 但他留下的作品 还在造福着大家呢。
zh_tw: <25>{#f/0}* 但他留下的作品 還在造福著大家呢。

source: <25>{#p/toriel}{#f/1}* Ah, a most unique form of puzzle exists here.
es_es: <25>{#p/toriel}{#f/1}* Ah, aquí existe una forma única del puzle.
tr_tr: <25>{#p/toriel}{#f/1}* Ah, burada son derece özgün bir bulmaca mevcut.
zh_cn: <25>{#p/toriel}{#f/1}* 啊， 这里有个特别的谜题。
zh_tw: <25>{#p/toriel}{#f/1}* 啊， 這裡有個特別的謎題。

source: <25>{#f/0}* One that tests patience over memorization.
es_es: <25>{#f/0}* Una que pone a prueba la paciencia por encima de la memorización.
tr_tr: <25>{#f/0}* Ezberden çok sabrı sınayan bir tür.
zh_cn: <25>{#f/0}* 它主要考验的是耐心， 而不是记忆力。
zh_tw: <25>{#f/0}* 它主要考驗的是耐心， 而不是記憶力。

source: <25>{#f/1}* For the most part, the other humans complained about it...
es_es: <25>{#f/1}* En su mayoría, los otros humanos se quejaron...
tr_tr: <25>{#f/1}* Çoğu zaman diğer insanlar bundan şikayetçiydi...
zh_cn: <25>{#f/1}* 大部分人类 都对此抱怨连连...
zh_tw: <25>{#f/1}* 大部分人類 都對此抱怨連連...

source: <25>{#f/0}* Though, one did appreciate the value it provides.
es_es: <25>{#f/0}* Sin embargo, se aprecia el valor que aporta.
tr_tr: <25>{#f/0}* Ama aralarından birisi sağladığı değeri takdir ediyordu.
zh_cn: <25>{#f/0}* 不过， 倒是有一个人类 很欣赏它背后的价值。
zh_tw: <25>{#f/0}* 不過， 倒是有一個人類 很欣賞它背後的價值。

source: <25>{#p/toriel}{#f/1}* A little trick you may find helpful for this puzzle...
es_es: <25>{#p/toriel}{#f/1}* Un pequeño truco que puede resultarte útil para este puzle...
tr_tr: <25>{#p/toriel}{#f/1}* Bu bulmacada işine yarayabilecek küçük bir ipucu...
zh_cn: <25>{#p/toriel}{#f/1}* 告诉你个小窍门...
zh_tw: <25>{#p/toriel}{#f/1}* 告訴你個小竅門...

source: <25>{#f/0}* Is that you can start moving even as the sequence is shown.
es_es: <25>{#f/0}* Es que puedes empezar a moverte incluso mientras se muestra la secuencia.
tr_tr: <25>{#f/0}* Sıra gösterilirken bile hareket etmeye başlayabiliyor olman.
zh_cn: <25>{#f/0}* 在这个谜题 开始显示序列时， 你就可以开始移动了。
zh_tw: <25>{#f/0}* 在這個謎題 開始顯示序列時， 你就可以開始移動了。

source: <25>{#f/5}* ... I suppose that is not of much use to you now.
es_es: <25>{#f/5}* ... Supongo que ahora no te sirve de mucho.
tr_tr: <25>{#f/5}* ... Sanırım bu noktada sana pek bir faydası olmayacak.
zh_cn: <25>{#f/5}* ...我猜这现在对你 已经没什么用了。
zh_tw: <25>{#f/5}* ...我猜這現在對你 已經沒什麼用了。

source: <25>{#f/1}* But, if for some reason you need to solve it again...
es_es: <25>{#f/1}* Pero, si por alguna razón necesitas resolverlo de nuevo...
tr_tr: <25>{#f/1}* Ama, eğer herhangi bir sebepten ötürü tekrar çözmen gerekir ise...
zh_cn: <25>{#f/1}* 但如果你哪天 需要再解一遍的话...
zh_tw: <25>{#f/1}* 但如果你哪天 需要再解一遍的話...

source: <25>{#f/0}* You may try the advice I have just given.
es_es: <25>{#f/0}* Puedes probar el consejo que acabo de darte.
tr_tr: <25>{#f/0}* Az önce verdiğim tavsiyeyi deneyebilirsin.
zh_cn: <25>{#f/0}* 不妨试试 我刚刚给你的建议。
zh_tw: <25>{#f/0}* 不妨試試 我剛剛給你的建議。

source: <25>{#p/toriel}{#f/1}* It has come to my attention that, recently...
es_es: <25>{#p/toriel}{#f/1}* Me he enterado de que, recientemente...
tr_tr: <25>{#p/toriel}{#f/1}* Dikkatimi çeken bir şey var ki, son zamanlarda...
zh_cn: <25>{#p/toriel}{#f/1}* 我注意到... 最近有人在卖 已经停刊的旧漫画书。
zh_tw: <25>{#p/toriel}{#f/1}* 我注意到... 最近有人在賣 已經停刊的舊漫畫書。

source: <25>{#f/0}* Old editions of a now- defunct comic series are being sold.
es_es: <25>{#f/0}* Se venden ediciones antiguas de una serie de cómics ya extinta.
tr_tr: <25>{#f/0}* Yayından kalkmış çizgi roman serisinin eski baskıları satılıyor.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/0}* Perhaps, if you are bored, you could buy one.
es_es: <25>{#f/0}* Quizás, si te aburres, podrías comprarte uno.
tr_tr: <25>{#f/0}* Belki sıkıldıysan bir tane satın alabilirsin.
zh_cn: <25>{#f/0}* 要是你闲着没事干， 可以去买一本看看。
zh_tw: <25>{#f/0}* 要是你閒著沒事幹， 可以去買一本看看。

source: <25>{#f/0}* Children your age tend to be rather fond of these things!
es_es: <25>{#f/0}* ¡Los niños de tu edad suelen ser muy aficionados a estas cosas!
tr_tr: <25>{#f/0}* Senin yaşındaki çocuklar bu tür şeylere oldukça düşkündür!
zh_cn: <25>{#f/0}* 你这个年纪的孩子 一般都挺喜欢 这些东西的！
zh_tw: <25>{#f/0}* 你這個年紀的孩子 一般都挺喜歡 這些東西的！

source: <25>{#p/toriel}{#f/1}* As a matter of principle, I find it important...
es_es: <25>{#p/toriel}{#f/1}* Por principios, me parece importante...
tr_tr: <25>{#p/toriel}{#f/1}* İlke gereği önemli bulduğum bir şey var ise...
zh_cn: <25>{#p/toriel}{#f/1}* 我觉得吧...
zh_tw: <25>{#p/toriel}{#f/1}* 我覺得吧...

source: <25>{#f/0}* That there be a room designated for stopping and resting.
es_es: <25>{#f/0}* Que haya un cuarto destinado a parar y descansar.
tr_tr: <25>{#f/0}* Bu, durup dinlenmeye yönelik bir odanın tahsis edilmesidir.
zh_cn: <25>{#f/0}* 专门弄个房间出来 让人休息放松， 还是蛮重要的。
zh_tw: <25>{#f/0}* 專門弄個房間出來 讓人休息放鬆， 還是蠻重要的。

source: <25>{#f/0}* In my own life, I often find breaks to be a useful asset.
es_es: <25>{#f/0}* En mi vida, a menudo encuentro que las pausas son muy útiles.
tr_tr: <25>{#f/0}* Hayatımda bu tür molaların faydalı olduğunu sıkça görüyorum.
zh_cn: <25>{#f/0}* 我自己就经常休息， 感觉对我的身心健康 很有帮助。
zh_tw: <25>{#f/0}* 我自己就經常休息， 感覺對我的身心健康 很有幫助。

source: <25>{#f/1}* The stærmite who resides here would certainly agree...
es_es: <25>{#f/1}* La ratónestrella que reside aquí estaría sin duda de acuerdo...
tr_tr: <25>{#f/1}* Burada yaşayan Stærmayt kesinlikle aynı fikirde olacaktır...
zh_cn: <25>{#f/1}* 住在这里的小䗌螨 肯定也赞同我的观点...
zh_tw: <25>{#f/1}* 住在這裡的小䗌蟎 肯定也贊同我的觀點...

source: <25>{#p/toriel}{#f/1}* For whatever reason, that ghost who often comes here...
es_es: <25>{#p/toriel}{#f/1}* Por la razón que sea, ese fantasma que viene aquí a menudo...
tr_tr: <25>{#p/toriel}{#f/1}* Buraya sık sık gelen o hayalet, sebebi her ne ise...
zh_cn: <25>{#p/toriel}{#f/1}* 不知为何， 那个常来这里的幽灵...
zh_tw: <25>{#p/toriel}{#f/1}* 不知為何， 那個常來這裡的幽靈...

source: <25>{#f/5}* Has been feeling worse than ever lately.
es_es: <25>{#f/5}* Se ha sentido peor que nunca últimamente.
tr_tr: <25>{#f/5}* Son zamanlarda her zamankinden daha kötü hissediyor kendini.
zh_cn: <25>{#f/5}* 最近心情变得更差了。
zh_tw: <25>{#f/5}* 最近心情變得更差了。

source: <25>{#f/1}* I tried to ask them why, but they would not say...
es_es: <25>{#f/1}* Intenté preguntarle por qué, pero no me dijo...
tr_tr: <25>{#f/1}* Nedenini sormaya çalıştım ama söylememekte ısrarlıydı...
zh_cn: <25>{#f/1}* 我问过那幽灵怎么了， 那幽灵也不肯说...
zh_tw: <25>{#f/1}* 我問過那幽靈怎麼了， 那幽靈也不肯說...

source: <25>{#f/5}* ... I have not seen them since.
es_es: <25>{#f/5}* ... No he visto a ese fantasma desde esa vez.
tr_tr: <25>{#f/5}* ... O zamandan beri onu bir daha görmedim.
zh_cn: <25>{#f/5}* ...那之后我就 再也没见过那幽灵了。
zh_tw: <25>{#f/5}* ...那之後我就 再也沒見過那幽靈了。

source: <25>{#p/toriel}{#f/0}* That ghost who called earlier often inhabits this area.
es_es: <25>{#p/toriel}{#f/0}* Ese fantasma que llamó antes suele habitar esta zona.
tr_tr: <25>{#p/toriel}{#f/0}* Önceden beni arayan o hayalet genellikle bu bölgede bulunuyor.
zh_cn: <25>{#p/toriel}{#f/0}* 之前打电话来的 那个幽灵 经常在这附近晃悠。
zh_tw: <25>{#p/toriel}{#f/0}* 之前打電話來的 那個幽靈 經常在這附近晃悠。

source: <25>{#f/1}* I thought they would be happier after their performance...
es_es: <25>{#f/1}* Pensé que estaría más contento después de su actuación...
tr_tr: <25>{#f/1}* Gösterdiği performansından sonra daha mutlu olacağını düşünmüştüm...
zh_cn: <25>{#f/1}* 我本来以为 它表演完了后 心情会好点...
zh_tw: <25>{#f/1}* 我本來以為 它表演完了後 心情會好點...

source: <25>{#f/1}* I have tried to lift their spirits in the past...
es_es: <25>{#f/1}* He intentado levantarle el ánimo en el pasado...
tr_tr: <25>{#f/1}* Geçmişte onun ruhunu canlandırmaya çalıştım...
zh_cn: <25>{#f/1}* 我之前试着 让它开心一点...
zh_tw: <25>{#f/1}* 我之前試著 讓它開心一點...

source: <25>{#f/5}* But their troubles may not be so easy to resolve.
es_es: <25>{#f/5}* Pero sus problemas puede no ser tan fáciles de resolver.
tr_tr: <25>{#f/5}* Ancak sıkıntılarının çözümü o kadar kolay olmayabilir.
zh_cn: <25>{#f/5}* 但如今看来， 那幽灵的心结是 没那么容易解开的。
zh_tw: <25>{#f/5}* 但如今看來， 那幽靈的心結是 沒那麼容易解開的。

source: <25>{#f/1}* If only I knew what was holding them down...
es_es: <25>{#f/1}* Si tan sólo supiera qué lo retiene...
tr_tr: <25>{#f/1}* Keşke onu neyin üzmekte olduğunu bilseydim...
zh_cn: <25>{#f/1}* 我要是知道 那幽灵在纠结什么 就好了...
zh_tw: <25>{#f/1}* 我要是知道 那幽靈在糾結什麼 就好了...

source: <25>{#f/0}* Has been feeling a lot better lately.
es_es: <25>{#f/0}* Últimamente se siente mucho mejor.
tr_tr: <25>{#f/0}* Son zamanlarda çok daha iyi hissediyor kendini.
zh_cn: <25>{#f/0}* 最近心情好了很多。
zh_tw: <25>{#f/0}* 最近心情好了很多。

source: <25>{#f/0}* They even came to my house to tell me so themselves.
es_es: <25>{#f/0}* Incluso vino a mi casa para decírmelo.
tr_tr: <25>{#f/0}* Hatta bunu bana kendisi söylemek için evime bile geldi.
zh_cn: <25>{#f/0}* 那幽灵甚至跑到我家里 来跟我说这事。
zh_tw: <25>{#f/0}* 那幽靈甚至跑到我家裡 來跟我說這事。

source: <25>{#f/1}* Apparently you had something to do with this...?
es_es: <25>{#f/1}* Al parecer, ¿tuviste algo que ver con esto...?
tr_tr: <25>{#f/1}* Görünüşe göre bu işte senin parmağın var...?
zh_cn: <25>{#f/1}* 看起来， 这是你的功劳...？
zh_tw: <25>{#f/1}* 看起來， 這是你的功勞...？

source: <25>{#f/0}* Well then. * I am very proud of you, my child.
es_es: <25>{#f/0}* Pues bien. * Estoy muy orgullosa de ti, mi niño.
tr_tr: <25>{#f/0}* Peki öyleyse. * Seninle gurur duyuyorum çocuğum.
zh_cn: <25>{#f/0}* 那可真是太好了。 * 孩子， 我真为你感到骄傲。
zh_tw: <25>{#f/0}* 那可真是太好了。 * 孩子， 我真為你感到驕傲。

source: <25>{#p/toriel}{#f/0}* The activities room. * We host all kinds of performances there.
es_es: <25>{#p/toriel}{#f/0}* El cuarto de actividades. * Allí celebramos todo tipo de actuaciones.
tr_tr: <25>{#p/toriel}{#f/0}* Aktivite odası. * Orada gösterilere ev sahipliği yapıyoruz.
zh_cn: <25>{#p/toriel}{#f/0}* 活动室啊。 * 我们在那里 举办各种活动。
zh_tw: <25>{#p/toriel}{#f/0}* 活動室啊。 * 我們在那裡 舉辦各種活動。

source: <25>{#f/0}* Drama, dance nights... * And, most important of all, the arts.
es_es: <25>{#f/0}* Drama, noches de baile... * Y, lo más importante de todo, las artes.
tr_tr: <25>{#f/0}* Drama, dans geceleri... * Ve en önemlisi, sanatlar.
zh_cn: <25>{#f/0}* 什么戏剧啊，舞会啊... * 当然啦， 最重要的还是才艺表演！
zh_tw: <25>{#f/0}* 什麼戲劇啊，舞會啊... * 當然啦， 最重要的還是才藝表演！

source: <25>{#f/0}* It is always good to see people expressing themselves.
es_es: <25>{#f/0}* Siempre es bueno ver a la gente expresarse.
tr_tr: <25>{#f/0}* Diğerlerinin kendilerini ifade ettiklerini görmek iyidir.
zh_cn: <25>{#f/0}* 看到大家尽情展现自我， 感觉再好不过了。
zh_tw: <25>{#f/0}* 看到大家盡情展現自我， 感覺再好不過了。

source: <25>{#f/1}* I once attended a comedy show in that very room.
es_es: <25>{#f/1}* Una vez asistí a un show de comedia en ese mismo cuarto.
tr_tr: <25>{#f/1}* Bir kere tam o odada bir komedi gösterisine katılmıştım.
zh_cn: <25>{#f/1}* 我之前去那儿 看过一场喜剧表演。
zh_tw: <25>{#f/1}* 我之前去那兒 看過一場喜劇表演。

source: <25>{#f/0}* It was the hardest I have ever laughed in my life!
es_es: <25>{#f/0}* ¡Fue lo más fuerte que me he reído en mi vida!
tr_tr: <25>{#f/0}* Hayatımda hiç bu kadar çok gülmemiştim!
zh_cn: <25>{#f/0}* 笑得肚子都疼了， 这辈子都没那么开心过！
zh_tw: <25>{#f/0}* 笑得肚子都疼了， 這輩子都沒那麼開心過！

source: <25>{#p/toriel}{#f/0}* I heard someone here made a "friend" with that talking star.
es_es: <25>{#p/toriel}{#f/0}* Oí que alguien aquí se hizo "amigo" de esa estrella parlante
tr_tr: <25>{#p/toriel}{#f/0}* Duydum ki birisi o konuşan yıldız ile "arkadaş" olmuş.
zh_cn: <25>{#p/toriel}{#f/0}* 我听说这里有谁 和那个会说话的星星 交上了“朋友”。
zh_tw: <25>{#p/toriel}{#f/0}* 我聽說這裡有誰 和那個會說話的星星 交上了「朋友」。

source: <25>{#p/toriel}{#f/0}* I heard someone here made a "friend" with a talking star.
es_es: <25>{#p/toriel}{#f/0}* Oí que alguien aquí se hizo "amigo" de esa estrella parlante
tr_tr: <25>{#p/toriel}{#f/0}* Duydum ki birisi bir konuşan yıldız ile "arkadaş" olmuş.
zh_cn: <25>{#p/toriel}{#f/0}* 我听说这里有谁 和一个会说话的星星 交上了“朋友”。
zh_tw: <25>{#p/toriel}{#f/0}* 我聽說這裡有誰 和一個會說話的星星 交上了「朋友」。

source: <25>{#f/1}* One of the Froggits, I presume...?
es_es: <25>{#f/1}* Uno de los Froggits, ¿Supongo...?
tr_tr: <25>{#f/1}* Froggit'lerden birisi, sanıyorum ki...?
zh_cn: <25>{#f/1}* 估计是某只Froggit吧...？
zh_tw: <25>{#f/1}* 估計是某隻Froggit吧...？

source: <25>{#f/1}* To say I am worried for that monsters' safety...
es_es: <25>{#f/1}* Decir que estoy preocupada por la seguridad de esos monstruos...
tr_tr: <25>{#f/1}* O canavarların güvenliği için endişeleniyorum demek...
zh_cn: <25>{#f/1}* 说实话， 我很担心 那个怪物的安危...
zh_tw: <25>{#f/1}* 說實話， 我很擔心 那個怪物的安危...

source: <25>{#f/5}* Would be quite the understatement.
es_es: <25>{#f/5}* Sería quedarse muy corto.
tr_tr: <25>{#f/5}* Çok hafif kalan bir ifade olurdu.
zh_cn: <25>{#f/5}* 可不是一般的担心。
zh_tw: <25>{#f/5}* 可不是一般的擔心。

source: <25>{#p/toriel}{#f/1}* The junction room...
es_es: <25>{#p/toriel}{#f/1}* La sala de intersección...
tr_tr: <25>{#p/toriel}{#f/1}* Kesişme odası...
zh_cn: <25>{#p/toriel}{#f/1}* 枢纽房啊...
zh_tw: <25>{#p/toriel}{#f/1}* 樞紐房啊...

source: <25>{#f/0}* In the past, we had planned a community area of sorts here.
es_es: <25>{#f/0}* En el pasado, habíamos proyectado aquí una especie de zona comunitaria.
tr_tr: <25>{#f/0}* Geçmişte, burada bir tür topluluk alanı planlamıştık.
zh_cn: <25>{#f/0}* 我们本来打算在这里 弄个类似 社区公园的地方。
zh_tw: <25>{#f/0}* 我們本來打算在這裡 弄個類似 社群公園的地方。

source: <25>{#f/0}* Outlands visitors would be met with a warm, welcoming atmosphere.
es_es: <25>{#f/0}* Los visitantes de las afueras se encontrarían con un ambiente cálido y acogedor.
tr_tr: <25>{#f/0}* Outlands'e gelen ziyaretçiler sıcak karşılanırlardı.
zh_cn: <25>{#f/0}* 让来外域的访客们 感受到热情友好的氛围。
zh_tw: <25>{#f/0}* 讓來外域的訪客們 感受到熱情友好的氛圍。

source: <25>{#f/1}* Over time, though, we realized not many people would come...
es_es: <25>{#f/1}* Con el tiempo, sin embargo, nos dimos cuenta de que no vendría mucha gente...
tr_tr: <25>{#f/1}* Ama zamanla pek fazla bireyin gelmeyeceğini fark ettik...
zh_cn: <25>{#f/1}* 但我们后来发现， 压根没几个人来...
zh_tw: <25>{#f/1}* 但我們後來發現， 壓根沒幾個人來...

source: <25>{#f/0}* And so, the design was altered into what you see today.
es_es: <25>{#f/0}* Y así, el diseño fue alterado como lo ves ahora.
tr_tr: <25>{#f/0}* Ve böylece, tasarım bugün gördüğün haline getirildi.
zh_cn: <25>{#f/0}* 所以呢，就改成了 你现在看到的这副模样。
zh_tw: <25>{#f/0}* 所以呢，就改成了 你現在看到的這副模樣。

source: <25>{#f/5}* A little boring, but I suppose not every room can be grand...
es_es: <25>{#f/5}* Un poco aburrido, pero supongo que no todos los cuartos pueden ser grandes...
tr_tr: <25>{#f/5}* Biraz sıkıcı, ama sanıyorum ki her oda ihtişamlı olamaz...
zh_cn: <25>{#f/5}* 是有点单调， 不过也不能指望 每个房间都富丽堂皇吧...
zh_tw: <25>{#f/5}* 是有點單調， 不過也不能指望 每個房間都富麗堂皇吧...

source: <25>{#p/toriel}* From here, the all- important taxi stop can be reached.
es_es: <25>{#p/toriel}* Desde aquí se llega a la importante parada de taxis.
tr_tr: <25>{#p/toriel}* Buradan çok önemli bir taksi durağına ulaşılabilir.
zh_cn: <25>{#p/toriel}* 从这里就能走到 运输船停靠站了， 那是个非常重要的设施。
zh_tw: <25>{#p/toriel}* 從這裡就能走到 運輸船停靠站了， 那是個非常重要的設施。

source: <25>{#f/1}* Not only are other areas of the outpost accessible...
es_es: <25>{#f/1}* No sólo se puede acceder a otras areas de la zona espacial...
tr_tr: <25>{#f/1}* Sadece karakolun diğer alanlarına değil...
zh_cn: <25>{#f/1}* 不但能前往 前哨站的其他地方...
zh_tw: <25>{#f/1}* 不但能前往 前哨站的其他地方...

source: <25>{#f/0}* But other subsections of the Outlands are, too.
es_es: <25>{#f/0}* Sino también otras subsecciones de las Afueras.
tr_tr: <25>{#f/0}* Outlands'in diğer alt bölümlerine de erişim mümkündür.
zh_cn: <25>{#f/0}* 还能去 外域的其他区域呢。
zh_tw: <25>{#f/0}* 還能去 外域的其他區域呢。

source: <25>{#f/1}* Seeing as you are but a small child, however...
es_es: <25>{#f/1}* Sin embargo, como no eres más que un niño...
tr_tr: <25>{#f/1}* Ancak, henüz küçük bir çocuk olmana bakılırsa...
zh_cn: <25>{#f/1}* 不过， 你还只是个小孩子...
zh_tw: <25>{#f/1}* 不過， 你還只是個小孩子...

source: <25>{#f/5}* It is unlikely the driver would offer that as an option to you.
es_es: <25>{#f/5}* Es poco probable que el conductor te ofrezca eso como una opción.
tr_tr: <25>{#f/5}* Sürücünün sana bu seçeneği sunması pek olası değildir.
zh_cn: <25>{#f/5}* 司机大概 不会让你去那些地方。
zh_tw: <25>{#f/5}* 司機大概 不會讓你去那些地方。

source: <25>{#f/0}* The shops and business there are mostly just for grown-ups.
es_es: <25>{#f/0}* Las tiendas y negocios de ahí son en su mayoría sólo para adultos.
tr_tr: <25>{#f/0}* Oradaki dükkan ve işletmeler yetişkinlere yönelik.
zh_cn: <25>{#f/0}* 毕竟那边的 商店和公司什么的， 都是大人才会去的地方。
zh_tw: <25>{#f/0}* 畢竟那邊的 商店和公司什麼的， 都是大人才會去的地方。

source: <25>{#p/toriel}{#f/1}* A little mushroom greeted me on my way back from shopping...
es_es: <25>{#p/toriel}{#f/1}* Un pequeño champiñón me saludó al volver de las compras...
tr_tr: <25>{#p/toriel}{#f/1}* Yaptığım alışverişten dönerken beni küçük bir mantar karşıladı...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/0}* ... as I returned with ingredients for that snail pie.
es_es: <25>{#f/0}* ... mientras volvía con los ingredientes para la tarta de caracol.
tr_tr: <25>{#f/0}* ... o salyangozlu turta için gerekli malzemeler ile dönüyordum.
zh_cn: <25>{#p/toriel}{#f/0}* 我买完做蜗牛派的材料 回来的时候... 碰到了个小蘑菇。
zh_tw: <25>{#p/toriel}{#f/0}* 我買完做蝸牛派的材料 回來的時候... 碰到了個小蘑菇。

source: <25>{#f/0}* ... as I returned with ingredients for that butterscotch pie.
es_es: <25>{#f/0}* ... mientras volvía con los ingredientes para la tarta de caramelo.
tr_tr: <25>{#f/0}* ... o karamelli turta için gerekli malzemeler ile dönüyordum.
zh_cn: <25>{#p/toriel}{#f/0}* 我买完做奶油糖肉桂派的 材料，回来的时候... 碰到了个小蘑菇。
zh_tw: <25>{#p/toriel}{#f/0}* 我買完做奶油糖肉桂派的 材料，回來的時候... 碰到了個小蘑菇。
