Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* "I was right in thinking I did not deserve to be a mother."
es_es: <32>* "Tenía razón en pensar que no merecía ser una madre."
tr_tr: <32>* "Anne olmayı hak etmediğimi düşünmekte haklıydım."
zh_cn: <32>* “我果然不配做一个母亲。”
zh_tw: <32>* 「我果然不配做一個母親。」

source: <32>* "But perhaps now... I can learn what being a mother truly means."
es_es: <32>* "Pero tal vez ahora... Pueda aprender lo que realmente es ser una madre."
tr_tr: <32>* "Ama belki şimdi... Gerçekten bir anne olmanın ne anlama geldiğini öğrenebilirim."
zh_cn: <32>* “不过现在... 我可以学着去体会母爱的真谛。”
zh_tw: <32>* 「不過現在... 我可以學著去體會母愛的真諦。」

source: <32>* "I will need to think about this on my own."
es_es: <32>* "Tendré que pensar en esto por mi propia cuenta."
tr_tr: <32>* "Bunu kendi başıma düşünmem gerekecek.."
zh_cn: <32>* “这事不能让别人插手， 得我自己慢慢来。”
zh_tw: <32>* 「這事不能讓別人插手， 得我自己慢慢來。」

source: <32>{#p/basic}* It's a diary. * You wouldn't find it funny.
es_es: <32>{#p/basic}* Es un diario. * No lo encontrarías chistoso.
tr_tr: <32>{#p/basic}* Bir günlük. * Komik bulmazdın.
zh_cn: <32>{#p/basic}* 这是本日记， 你在里面找不到任何笑点。
zh_tw: <32>{#p/basic}* 這是本日記， 你在裡面找不到任何笑點。

source: <32>{#p/human}* (You look to the most recently written paragraph.)
es_es: <32>{#p/human}* (Miras el párrafo mas reciente.)
tr_tr: <32>{#p/human}* (En yeni yazılmış paragrafa göz atıyorsun.)
zh_cn: <32>{#p/human}* （你读了读最近写的段落。）
zh_tw: <32>{#p/human}* （你讀了讀最近寫的段落。）

source: <32>{#p/basic}* It's been scribbled out with a crayon.
es_es: <32>{#p/basic}* Está lleno de garabatos hechos con un crayón.
tr_tr: <32>{#p/basic}* Bir renkli kalemle karalanmış.
zh_cn: <32>{#p/basic}* 已经被用蜡笔涂掉了。
zh_tw: <32>{#p/basic}* 已經被用蠟筆塗掉了。

source: <32>{#p/toriel}{#f/21}* "It has not been the best of days."
es_es: <32>{#p/toriel}{#f/21}* "No han sido los mejores días."
tr_tr: <32>{#p/toriel}{#f/21}* "Bugün pek de iyi geçmedi."
zh_cn: <32>{#p/toriel}{#f/21}* “今天并不顺遂。”
zh_tw: <32>{#p/toriel}{#f/21}* 「今天並不順遂。」

source: <32>* "Yet another human has fallen out of my care..."
es_es: <32>* "Otro humano más ha caído fuera de mi cuidado..."
tr_tr: <32>* "Bir başka insan daha gözetimimden kaçtı..."
zh_cn: <32>* “又有一个人类失去了 我的照顾...”
zh_tw: <32>* 「又有一個人類失去了 我的照顧...」

source: <32>* "The seventh and final human he'd need to break the force field."
es_es: <32>* "El séptimo y ultimo humano que él necesitaría para romper el campo de fuerza."
tr_tr: <32>* "Yedinci ve güç kalkanını kırmak için ihtiyaç duyacağı son insan."
zh_cn: <32>* “他需要第七个， 也就是最后一个人类灵魂 来打破力场。”
zh_tw: <32>* 「他需要第七個， 也就是最後一個人類靈魂 來打破力場。」

source: <32>* "I should not have allowed this to happen."
es_es: <32>* "No debí haber permitido que esto pase."
tr_tr: <32>* "Bunun olmasına izin vermemeliydim."
zh_cn: <32>* “我不应该允许 这样的事情发生。”
zh_tw: <32>* 「我不應該允許 這樣的事情發生。」

source: <32>* "With the stakes so high, a confrontation may be inevitable..."
es_es: <32>* "Con tanto en juego, una confrontación sería inevitable..."
tr_tr: <32>* "Durum bu kadar ciddi olunca, bir karşılaşma kaçınılmaz olabilir..."
zh_cn: <32>* “赌注如此之高， 冲突可能已经无法避免...”
zh_tw: <32>* 「賭注如此之高， 衝突可能已經無法避免...」

source: <32>{#p/toriel}{#f/21}* "It has been an interesting day, to say the least."
es_es: <32>{#p/toriel}{#f/21}* "Ha sido un día interesante, en pocas palabras."
tr_tr: <32>{#p/toriel}{#f/21}* "En azından, ilginç bir gündü."
zh_cn: <32>{#p/toriel}{#f/21}* “坦率来讲，今天是有趣的一天。”
zh_tw: <32>{#p/toriel}{#f/21}* 「坦率來講，今天是有趣的一天。」

source: <32>* "A human arrived..."
es_es: <32>* "Un humano llegó..."
tr_tr: <32>* "Bir insan geldi..."
zh_cn: <32>* “一个人类来到了这里...”
zh_tw: <32>* 「一個人類來到了這裡...」

source: <32>* "Then, tried to leave..."
es_es: <32>* "Luego, trató de irse..."
tr_tr: <32>* "Sonra, gitmeye çalıştı..."
zh_cn: <32>* “接着，试图离开...”
zh_tw: <32>* 「接著，試圖離開...」

source: <32>* "And then, the strangest thing happened."
es_es: <32>* "Y después, la cosa mas rara pasó."
tr_tr: <32>* "Ve daha sonra, en garip şey oldu."
zh_cn: <32>* “然后，最奇怪的事情发生了。”
zh_tw: <32>* 「然後，最奇怪的事情發生了。」

source: <32>* "A reminder I have been in need of for some time..."
es_es: <32>* "Un recuerdo de que fui necesitada durante un tiempo..."
tr_tr: <32>* "Bir süredir ihtiyaç duyduğum bir hatırlatma..."
zh_cn: <32>* “我一直都很需要这句提醒啊...”
zh_tw: <32>* 「我一直都很需要這句提醒啊...」

source: <32>{#p/human}* (This houseplant strikes you as exceedingly normal.)
es_es: <32>{#p/human}* (Esta planta te parece de lo más normal.)
zh_cn: <32>{#p/human}* （这盆栽在你看来 真是普通得不能再普通了。）
zh_tw: <32>{#p/human}* （這盆栽在你看來 真是普通得不能再普通了。）

source: <32>{#p/basic}* It's a houseplant.
es_es: <32>{#p/basic}* Es una planta.
zh_cn: <32>{#p/basic}* 这是个盆栽。
zh_tw: <32>{#p/basic}* 這是個盆栽。

source: <32>* What more is there to say?
es_es: <32>* ¿Qué más hay que decir?
tr_tr: <32>* Söylenecek daha ne var ki?
zh_cn: <32>* 有必要说别的吗？
zh_tw: <32>* 有必要說別的嗎？

source: <32>{#p/basic}* Snails.
es_es: <32>{#p/basic}* Caracoles.
zh_cn: <32>{#p/basic}* 蜗牛。
zh_tw: <32>{#p/basic}* 蝸牛。

source: <32>{#p/basic}* The snails are beginning to smell... ghostly.
es_es: <32>{#p/basic}* Los caracoles empezaron a oler... fantasmales.
zh_cn: <32>{#p/basic}* 这些蜗牛开始散发出... 幽灵般的气味。
zh_tw: <32>{#p/basic}* 這些蝸牛開始散發出... 幽靈般的氣味。

source: <32>* ... what could this mean?
es_es: <32>* ... ¿qué podría significar esto?
zh_cn: <32>* ...这意味着什么呢？
zh_tw: <32>* ...這意味著什麼呢？

source: <32>{#p/basic}* It's Toriel's private trash can, containing...
es_es: <32>{#p/basic}* Es el tacho personal de Toriel, él cual contiene...
zh_cn: <32>{#p/basic}* 这是Toriel的私人垃圾桶， 里面有...
zh_tw: <32>{#p/basic}* 這是Toriel的私人垃圾桶， 裡面有...

source: <32>* Snails.
es_es: <32>* Caracoles.
zh_cn: <32>* 蜗牛。
zh_tw: <32>* 蝸牛。

source: <32>* Oodles and oodles of snails.
es_es: <32>* Montones y montones de caracoles.
zh_cn: <32>* 更多的蜗牛。
zh_tw: <32>* 更多的蝸牛。

source: <32>{#p/basic}* Maybe this is how snails live past their expiry date.
es_es: <32>{#p/basic}* Tal vez así viven los caracoles después de su fecha de caducidad.
zh_cn: <32>{#p/basic}* 也许这就是蜗牛 过了保质期后的 生存方式。
zh_tw: <32>{#p/basic}* 也許這就是蝸牛 過了保質期後的 生存方式。

source: <32>{#p/basic}* And nothing BUT snails.
es_es: <32>{#p/basic}* Y nada MAS QUE caracoles.
zh_cn: <32>{#p/basic}* 除了蜗牛就没别的了。
zh_tw: <32>{#p/basic}* 除了蝸牛就沒別的了。

source: <32>{#p/basic}* Or maybe I've just gone and lost it completely.
es_es: <32>{#p/basic}* O tal vez me he perdido por completo.
zh_cn: <32>{#p/basic}* 或者可能是我彻底疯了。
zh_tw: <32>{#p/basic}* 或者可能是我徹底瘋了。

source: <32>{#p/basic}* ... * Did I mention the snails?
es_es: <32>{#p/basic}* ... * ¿Ya mencione a los caracoles?
zh_cn: <32>{#p/basic}* ... * 我刚刚说到了蜗牛吗？
zh_tw: <32>{#p/basic}* ... * 我剛剛說到了蝸牛嗎？

source: <32>{#p/basic}* Or maybe...
es_es: <32>{#p/basic}* O tal vez...
zh_cn: <32>{#p/basic}* 又或者...
zh_tw: <32>{#p/basic}* 又或者...

source: <32>* ... wait, what was I saying?
es_es: <32>* ... espera, ¿qué estaba diciendo?
zh_cn: <32>* ...等等，我刚才说到哪儿了？
zh_tw: <32>* ...等等，我剛才說到哪兒了？

source: <32>{#p/basic}* Oh, right. * The meaning of the snails' newfound ghostly scent.
es_es: <32>{#p/basic}* Oh, cierto. * El significado del nuevo olor fantasmal de los caracoles.
zh_cn: <32>{#p/basic}* 哦，对了。 * 蜗牛们这股幽灵般的气味 到底意味着什么。
zh_tw: <32>{#p/basic}* 喔，對了。 * 蝸牛們這股幽靈般的氣味 到底意味著什麼。

source: <32>{#p/basic}* Oodles and oodles of snails.
es_es: <32>{#p/basic}* Montones y montones de caracoles.
zh_cn: <32>{#p/basic}* 更多的蜗牛。
zh_tw: <32>{#p/basic}* 更多的蝸牛。

source: <32>{#p/human}* (You stare excitedly into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras emocionado al cosmos más allá...)
tr_tr: <32>{#p/human}* (Kozmosun ötesine heyecanla bakıyorsun...)
zh_cn: <32>{#p/human}* （你兴奋地望着那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你興奮地望著那浩瀚的宇宙...）

source: <32>{#p/basic}* The first of many windows in this part of the Outlands.
es_es: <32>{#p/basic}* La primera de muchas ventanas en esta parte de las Afueras.
tr_tr: <32>{#p/basic}* Outlands'in bu bölümündeki birçok pencereden ilki.
zh_cn: <32>{#p/basic}* 这是外域这一带的第一扇窗。
zh_tw: <32>{#p/basic}* 這是外域這一帶的第一扇窗。

source: <32>{#p/human}* (The sign describes the qualities of a good relationship.)
es_es: <32>{#p/human}* (El cartel describe las cualidades de una buena relación.)
tr_tr: <32>{#p/human}* (Tabela iyi bir ilişkinin kalitelerini tanımlıyor.)
zh_cn: <32>{#p/human}* （牌子上写着： 想跟人处得好 应该具备哪些品质。）
zh_tw: <32>{#p/human}* （牌子上寫著： 想跟人處得好 應該具備哪些品質。）

source: <32>{#p/basic}* "A good relationship requires trust and kindness to move forward."
es_es: <32>{#p/basic}* "Una buena relación requiere confianza y amabilidad para avanzar."
tr_tr: <32>{#p/basic}* "İyi bir ilişki ilerlemek için güven ve nezaketi gerektirir."
zh_cn: <32>{#p/basic}* “有了信任与善意， 方能携手并进，共筑友谊。”
zh_tw: <32>{#p/basic}* 「有了信任與善意， 方能攜手並進，共築友誼。」

source: <26>{#p/asriel2}{#f/8}* How grossly sentimental.
es_es: <26>{#p/asriel2}{#f/8}* Qué groseramente sentimental.
tr_tr: <26>{#p/asriel2}{#f/8}* Ne kadar da fazlasıyla duygusal.
zh_cn: <26>{#p/asriel2}{#f/8}* 真是够矫情的。
zh_tw: <26>{#p/asriel2}{#f/8}* 真是夠矯情的。

source: <25>{#p/asriel1}{#f/17}* Mom's pies were always the best...
es_es: <25>{#p/asriel1}{#f/17}* Las tartas de mama siempre fueron las mejores...
tr_tr: <25>{#p/asriel1}{#f/17}* Annemin turtaları her zaman en iyisiydi...
zh_cn: <25>{#p/asriel1}{#f/17}* 妈妈做的派 永远是最好吃的...
zh_tw: <25>{#p/asriel1}{#f/17}* 媽媽做的派 永遠是最好吃的...

source: <25>{#f/13}* I can still remember what the first one I ever had tasted like.
es_es: <25>{#f/13}* Todavía recuerdo a qué sabía la primera que comí.
tr_tr: <25>{#f/13}* İlk yediğimin tadını hala hatırlayabiliyorum.
zh_cn: <25>{#f/13}* 我到现在还记得 第一次吃她做的派时 是什么感觉。
zh_tw: <25>{#f/13}* 我到現在還記得 第一次吃她做的派時 是什麼感覺。

source: <25>{#f/15}* I'd never felt so happy to take a bite of something...
es_es: <25>{#f/15}* Nunca me sentí tan feliz de comer una porción de algo...
tr_tr: <25>{#f/15}* Bir şeyi ısırmaktan dolayı hiç bu kadar mutlu olmamıştım...
zh_cn: <25>{#f/15}* 我从来没有 因为吃一口东西 而感到那么幸福过...
zh_tw: <25>{#f/15}* 我從來沒有 因為吃一口東西 而感到那麼幸福過...

source: <25>{#f/17}* ... it was like I'd transcended to the next level of confection.
es_es: <25>{#f/17}* ... fue como si hubiera trascendido al siguiente nivel de pastelería.
tr_tr: <25>{#f/17}* ... sanki tatlı konusunda bir sonraki seviyeye geçmiştim.
zh_cn: <25>{#f/17}* ...好吃到 我都感觉自己要升天了。
zh_tw: <25>{#f/17}* ...好吃到 我都感覺自己要升天了。

source: <25>{#p/asriel1}{#f/20}* Er, maybe I'm overselling it just a little.
es_es: <25>{#p/asriel1}{#f/20}* Hmm, tal vez estoy exagerando un poco.
tr_tr: <25>{#p/asriel1}{#f/20}* Eh, belki biraz abartıyorum.
zh_cn: <25>{#p/asriel1}{#f/20}* 呃， 我说的可能有点夸张了。
zh_tw: <25>{#p/asriel1}{#f/20}* 呃， 我說的可能有點誇張了。

source: <25>{#f/17}* But I'm telling you right now, Frisk...
es_es: <25>{#f/17}* Pero te lo digo ahora mismo, Frisk...
tr_tr: <25>{#f/17}* Ama sana şunu söylüyorum, Frisk...
zh_cn: <25>{#f/17}* 但是Frisk啊， 我跟你讲...
zh_tw: <25>{#f/17}* 但是Frisk啊， 我跟你講...

source: <25>{#f/13}* ... no matter what happens with Mom and Dad...
es_es: <25>{#f/13}* ... no importa lo que pase con Mamá y Papá...
tr_tr: <25>{#f/13}* ... Anne ve Baba ile ne olursa olsun...
zh_cn: <25>{#f/13}* ...无论爸爸妈妈 会怎么样...
zh_tw: <25>{#f/13}* ...無論爸爸媽媽 會怎麼樣...

source: <25>{#f/17}* You NEED to have her make one of her pies for me.
es_es: <25>{#f/17}* Necesito que la convenzas para que me haga una de sus tartas.
tr_tr: <25>{#f/17}* Onun benim için bir turta yapmasını sağlaman GEREKİYOR.
zh_cn: <25>{#f/17}* 你都一定要让她 帮我做个派。
zh_tw: <25>{#f/17}* 你都一定要讓她 幫我做個派。

source: <25>{#f/20}* I'm... kind of curious if I'll still like it after all of this.
es_es: <25>{#f/20}* Tengo... curiosidad por saber si me seguirá gustando después de todo esto.
tr_tr: <25>{#f/20}* Ben... bunca şeyden sonra hala beğenip beğenmeyeceğimi merak ediyorum.
zh_cn: <25>{#f/20}* 我... 有点好奇， 经历了这么多事之后， 我还爱不爱吃她的派。
zh_tw: <25>{#f/20}* 我... 有點好奇， 經歷了這麼多事之後， 我還愛不愛吃她的派。

source: <25>{#p/asriel1}{#f/15}* It sure has been a while, huh...
es_es: <25>{#p/asriel1}{#f/15}* Sí que paso un tiempo, eh...
tr_tr: <25>{#p/asriel1}{#f/15}* Gerçekten uzun zaman oldu, ha...
zh_cn: <25>{#p/asriel1}{#f/15}* 毕竟， 确实过了很久了嘛...
zh_tw: <25>{#p/asriel1}{#f/15}* 畢竟， 確實過了很久了嘛...

source: <32>{#p/basic}* It's just a countertop.
es_es: <32>{#p/basic}* Es solo un mostrador.
tr_tr: <32>{#p/basic}* Sadece bir tezgah.
zh_cn: <32>{#p/basic}* 这只是个台面。
zh_tw: <32>{#p/basic}* 這只是個臺面。

source: <32>{#p/basic}* There is a nigh-invisible ring-shaped stain on the countertop.
es_es: <32>{#p/basic}* Hay una mancha invisible en forma de un anillo en el mostrador.
tr_tr: <32>{#p/basic}* Tezgahın üstünde neredeyse görünmez olan halka şeklinde bir leke var.
zh_cn: <32>{#p/basic}* 台面上有一块 几乎看不见的环形污渍。
zh_tw: <32>{#p/basic}* 檯面上有一塊 幾乎看不見的環形汙漬。

source: <32>{#p/basic}* The ghost of a pie once smashed haunts the countertop.
es_es: <32>{#p/basic}* El fantasma de la tarta destruida persigue el mostrador.
tr_tr: <32>{#p/basic}* Bir zamanlar ezilmiş bir turtanın hayaleti tezgaha musallat oluyor.
zh_cn: <32>{#p/basic}* 一块被打烂的派的幽灵 在台面上萦绕着。
zh_tw: <32>{#p/basic}* 一塊被打爛的派的幽靈 在檯面上縈繞著。

source: <32>{#p/basic}* No amount of passed time will fix this atrocity.
es_es: <32>{#p/basic}* No importa cuanto tiempo pase, nada arreglará esta atrocidad.
tr_tr: <32>{#p/basic}* Ne kadar zaman geçerse geçsin bu vahşeti düzeltemeyecek.
zh_cn: <32>{#p/basic}* 无论过了多久时间， 这桩暴行都不会被抹去。
zh_tw: <32>{#p/basic}* 無論過了多久時間， 這樁暴行都不會被抹去。

source: <32>{#p/basic}* You feel strongly that you should leave this alone.
es_es: <32>{#p/basic}* Tienes la firme convicción de que deberías dejar estar en paz.
tr_tr: <32>{#p/basic}* Gerçekten de burayla uğraşmaman gerektiğini hissediyorsun.
zh_cn: <32>{#p/basic}* 一种强烈的念头阻止了你， 你只能让派保持原样。
zh_tw: <32>{#p/basic}* 一種強烈的念頭阻止了你， 你只能讓派保持原樣。

source: <32>{#p/basic}* You might have been a bully, but the pie remains untouched.
es_es: <32>{#p/basic}* Puedes haber sido un bravucón, pero la tarta se quedara intacta.
tr_tr: <32>{#p/basic}* Bir zorba olmuş olabilirsin, ama turta dokunulmaz kalıyor.
zh_cn: <32>{#p/basic}* 你可能曾是个恶霸， 但这个派依然完好无损。
zh_tw: <32>{#p/basic}* 你可能曾是個惡霸， 但這個派依然完好無損。

source: <32>{#p/basic}* Perhaps some things are too sacred, even for you.
es_es: <32>{#p/basic}* Quizás algunas cosas sean muy sagradas, incluso para ti.
tr_tr: <32>{#p/basic}* Belki de bazı şeyler fazla kutsaldır, senin için bile.
zh_cn: <32>{#p/basic}* 可能即使对你来说， 有些东西也是神圣不可侵犯的。
zh_tw: <32>{#p/basic}* 可能即使對你來說， 有些東西也是神聖不可侵犯的。

source: <32>{#p/basic}* The pie may be intimidated by you, but after all this time...
es_es: <32>{#p/basic}* La tarta puede tenerte miedo, pero después de todo este tiempo...
tr_tr: <32>{#p/basic}* Turta senden rahatsız olmuş olabilir, fakat onca şeyden sonra...
zh_cn: <32>{#p/basic}* 这个派可能被你吓到了， 但过了这么久...
zh_tw: <32>{#p/basic}* 這個派可能被你嚇到了， 但過了這麼久...

source: <32>{#p/basic}* The size of the pie may no longer intimidate you, but after all this time...
es_es: <32>{#p/basic}* El tamaño de esta tarta puede que ya no te asuste, pero después de todo este tiempo...
tr_tr: <32>{#p/basic}* Turtanın büyüklüğü seni rahatsız etmiyor olabilir, ama onca şeyden sonra...
zh_cn: <32>{#p/basic}* 这个派的尺寸 可能不再让你感到害怕了， 但过了这么久...
zh_tw: <32>{#p/basic}* 這個派的尺寸 可能不再讓你感到害怕了， 但過了這麼久...

source: <32>{#p/basic}* You've gained a sense of respect for the pie that does not permit you to eat it.
es_es: <32>{#p/basic}* Has adquirido un respeto por la tarta que no te permite comértelo.
tr_tr: <32>{#p/basic}* Turtaya onu yemeni engelleyecek derecede saygı duyuyorsun.
zh_cn: <32>{#p/basic}* 你已经对这个派 产生了一种敬畏之情， 让你无法下口。
zh_tw: <32>{#p/basic}* 你已經對這個派 產生了一種敬畏之情， 讓你無法下口。

source: <32>{#p/basic}* There is simply nothing more to be done here.
es_es: <32>{#p/basic}* Ya no hay nada más que hacer aquí.
tr_tr: <32>{#p/basic}* Açıkçası burada yapılacak bir şey kalmadı.
zh_cn: <32>{#p/basic}* 这里已经没有什么可做的了。
zh_tw: <32>{#p/basic}* 這裡已經沒有什麼可做的了。

source: <32>{#p/basic}* The size of the pie does not intimidate you at all.
es_es: <32>{#p/basic}* El tamaño de esta tarta ya no te asusta en absoluto.
tr_tr: <32>{#p/basic}* Turtatın büyüklüğü seni gram rahatsız etmiyor.
zh_cn: <32>{#p/basic}* 这个派的尺寸 根本吓不到你。
zh_tw: <32>{#p/basic}* 這個派的尺寸 根本嚇不到你。

source: <32>{#p/basic}* In fact, it might even be intimidated by you...
es_es: <32>{#p/basic}* De hecho, puede que la tarta te tenga miedo...
tr_tr: <32>{#p/basic}* Hatta, o senden rahatsız olmuş olabilir...
zh_cn: <32>{#p/basic}* 事实上， 你可能都吓到它了...
zh_tw: <32>{#p/basic}* 事實上， 你可能都嚇到它了...

source: * (Smash the pie?)
es_es: * (¿Aplastar la tarta?)
tr_tr: * (Turtayı ez?)
zh_cn: * （要打烂它吗？）
zh_tw: * （要打爛它嗎？）

source: <32>{#p/basic}* The size of the pie intimidates you too much to eat it.
es_es: <32>{#p/basic}* El tamaño de esta tarta te asusta mucho para que te lo comas.
tr_tr: <32>{#p/basic}* Turtanın büyüklüğü seni yiyemeyecek kadar rahatsız ediyor.
zh_cn: <32>{#p/basic}* 这个派的尺寸吓得你完全不敢吃它。
zh_tw: <32>{#p/basic}* 這個派的尺寸嚇得你完全不敢吃它。

source: <32>{#p/human}* (You decide not to smash.)
es_es: <32>{#p/human}* (Decides no aplastarla.)
tr_tr: <32>{#p/human}* (Turtayı ezmemeyi seçtin.)
zh_cn: <32>{#p/human}* （你放了它一马。）
zh_tw: <32>{#p/human}* （你放了它一馬。）

source: <32>{#p/human}* (You take a swing...)
es_es: <32>{#p/human}* (Das un giro...)
tr_tr: <32>{#p/human}* (Turtaya bir koydun...)
zh_cn: <32>{#p/human}* （你挥下了你的武器...）
zh_tw: <32>{#p/human}* （你揮下了你的武器...）

source: <32>{#p/basic}* It's been utterly destroyed.
es_es: <32>{#p/basic}* Ha sido completamente destruido.
tr_tr: <32>{#p/basic}* Tam anlamıyla haşatı çıktı.
zh_cn: <32>{#p/basic}* 派已经被彻底毁掉了。
zh_tw: <32>{#p/basic}* 派已經被徹底毀掉了。

source: <25>{#p/toriel}* Unlike the puzzle beforehand, this one is a little different.
es_es: <25>{#p/toriel}* A diferencia del puzle anterior, este es un poco diferente.
tr_tr: <25>{#p/toriel}* Bir önceki bulmacanın aksine, bu biraz daha farklı.
zh_cn: <25>{#p/toriel}* 跟之前的不一样， 这个谜题稍稍有一些不同。
zh_tw: <25>{#p/toriel}* 跟之前的不一樣， 這個謎題稍稍有一些不同。

source: <25>{#f/1}* It IS rare, but certain puzzles on the outpost...
es_es: <25>{#f/1}* ES raro, pero ciertos puzles en la Zona Espacial...
tr_tr: <25>{#f/1}* NADİR olsa da, karakoldaki bazı bulmacalar...
zh_cn: <25>{#f/1}* 虽然不算特别常见， 但前哨站的一些谜题...
zh_tw: <25>{#f/1}* 雖然不算特別常見， 但前哨站的一些謎題...

source: <25>{#p/toriel}* ... require the assistance of another monster.
es_es: <25>{#p/toriel}* ... requiere la asistencia de otro monstruo.
tr_tr: <25>{#p/toriel}* ... bir başka canavarın yardımına ihtiyaç duyarlar.
zh_cn: <25>{#p/toriel}* ...需要另一个怪物的协助 才能解决。
zh_tw: <25>{#p/toriel}* ...需要另一個怪物的協助 才能解決。

source: <25>{#f/1}* Do you understand what you must do next?
es_es: <25>{#f/1}* ¿Entiendes lo que debes hacer luego?
tr_tr: <25>{#f/1}* Sırada ne yapman gerektiğini anlıyor musun?
zh_cn: <25>{#f/1}* 你知道接下来该怎么办吗？
zh_tw: <25>{#f/1}* 你知道接下來該怎麼辦嗎？

source: <25>{#p/toriel}{#f/1}* Do you understand what you must do next?
es_es: <25>{#p/toriel}{#f/1}* ¿Entiendes lo que debes hacer luego?
tr_tr: <25>{#p/toriel}{#f/1}* Sırada ne yapman gerektiğini anlıyor musun?
zh_cn: <25>{#p/toriel}{#f/1}* 你知道接下来该怎么办吗？
zh_tw: <25>{#p/toriel}{#f/1}* 你知道接下來該怎麼辦嗎？

source: <25>{#p/toriel}* Very good, little one! * Very good.
es_es: <25>{#p/toriel}* ¡Muy bien, pequeño! * Muy bien.
tr_tr: <25>{#p/toriel}* Çok iyi, ufaklık! * Çok iyi.
zh_cn: <25>{#p/toriel}* 非常好，小家伙！ * 非常棒。
zh_tw: <25>{#p/toriel}* 非常好，小傢伙！ * 非常棒。

source: <25>{#p/toriel}{#f/1}* Your turn...
es_es: <25>{#p/toriel}{#f/1}* Tu turno...
tr_tr: <25>{#p/toriel}{#f/1}* Senin sıran...
zh_cn: <25>{#p/toriel}{#f/1}* 轮到你了...
zh_tw: <25>{#p/toriel}{#f/1}* 輪到你了...

source: <25>{#p/toriel}{#f/0}* It is your turn.
es_es: <25>{#p/toriel}{#f/0}* Es tu turno.
tr_tr: <25>{#p/toriel}{#f/0}* Sıra sende.
zh_cn: <25>{#p/toriel}{#f/0}* 到你了。
zh_tw: <25>{#p/toriel}{#f/0}* 到你了。

source: <25>{#p/toriel}* Well done! * Only one row to go.
es_es: <25>{#p/toriel}* ¡Bien hecho! * Sólo falta una fila.
tr_tr: <25>{#p/toriel}* Aferin! * Yalnızca bir sıra kaldı.
zh_cn: <25>{#p/toriel}* 干得漂亮！ * 只剩下一道障碍了。
zh_tw: <25>{#p/toriel}* 幹得漂亮！ * 只剩下一道障礙了。

source: <25>{#p/toriel}{#f/1}* Yes, yes! * I am proud of you, my child...
es_es: <25>{#p/toriel}{#f/1}* ¡Sí, sí! * Estoy orgullosa de ti, mi niño...
tr_tr: <25>{#p/toriel}{#f/1}* Evet, evet! * Seninle gurur duyuyorum, çocuğum.
zh_cn: <25>{#p/toriel}{#f/1}* 太棒了！ * 孩子，你真令我骄傲！
zh_tw: <25>{#p/toriel}{#f/1}* 太棒了！ * 孩子，你真令我驕傲！

source: <25>{#p/toriel}* Come with me when you are ready to begin your next lesson.
es_es: <25>{#p/toriel}* Ven cuando estés listo para iniciar tu próxima lección.
tr_tr: <25>{#p/toriel}* Sıradaki dersine başlamaya hazır olduğunda benimle gel.
zh_cn: <25>{#p/toriel}* 等你准备好了， 我们就去下个房间， 我会教你下一项本领。
zh_tw: <25>{#p/toriel}* 等你準備好了， 我們就去下個房間， 我會教你下一項本領。

source: <25>{#p/toriel}* The answer does not lie with me, little one.
es_es: <25>{#p/toriel}* La respuesta no está conmigo, pequeño.
tr_tr: <25>{#p/toriel}* Cevap bende saklı değil, ufaklık.
zh_cn: <25>{#p/toriel}* 答案不在我身上，小家伙。
zh_tw: <25>{#p/toriel}* 答案不在我身上，小傢伙。

source: <25>{#p/toriel}* Try repeating what you have done before.
es_es: <25>{#p/toriel}* Intenta repetir lo que hiciste antes.
tr_tr: <25>{#p/toriel}* Daha önce yaptığın şeyi tekrarlamayı dene.
zh_cn: <25>{#p/toriel}* 刚才怎么做的， 再做一次就好。
zh_tw: <25>{#p/toriel}* 剛才怎麼做的， 再做一次就好。

source: <25>{#p/toriel}{#f/1}* Go on...
es_es: <25>{#p/toriel}{#f/1}* Adelante...
tr_tr: <25>{#p/toriel}{#f/1}* Devam et...
zh_cn: <25>{#p/toriel}{#f/1}* 试试看...
zh_tw: <25>{#p/toriel}{#f/1}* 試試看...

source: <25>{#p/twinkly}{#f/5}* Howdy! * I'm {@fill=#ff0}TWINKLY{@fill=#fff}. * {@fill=#ff0}TWINKLY{@fill=#fff} the {@fill=#ff0}STAR{@fill=#fff}!
es_es: <25>{#p/twinkly}{#f/5}* ¡Buenas! * Soy {@fill=#ff0}TWINKLY{@fill=#fff}. * ¡{@fill=#ff0}TWINKLY{@fill=#fff} la {@fill=#ff0}ESTRELLA{@fill=#fff}!
tr_tr: <25>{#p/twinkly}{#f/5}* Selam! * Ben {@fill=#ff0}TWİNKLY{@fill=#fff}. * {@fill=#ff0}YILDIZ TWİNKLY{@fill=#fff}!
zh_cn: <25>{#p/twinkly}{#f/5}* 哈喽！ * 我叫{@fill=#ff0}TWINKLY{@fill=#fff}。 * 星界的{@fill=#ff0}闪亮明星{@fill=#fff}！
zh_tw: <25>{#p/twinkly}{#f/5}* 哈囉！ * 我叫{@fill=#ff0}TWINKLY{@fill=#fff}。 * 星界的{@fill=#ff0}閃亮明星{@fill=#fff}！

source: <25>{#f/5}* What brings you to the outpost, fellow traveler?
es_es: <25>{#f/5}* ¿Qué te trae a la zona espacial, explorador?
tr_tr: <25>{#f/5}* Seni bu karakola hangi rüzgar attı, değerli ziyaretçi?
zh_cn: <25>{#f/5}* 是哪阵风把你吹到 这前哨站来的呢，伙伴？
zh_tw: <25>{#f/5}* 是哪陣風把你吹到 這前哨站來的呢，夥伴？

source: <25>{#f/8}* You're lost, aren't you...
es_es: <25>{#f/8}* Estás perdido, ¿verdad?...
tr_tr: <25>{#f/8}* Kayboldun değil mi...
zh_cn: <25>{#f/8}* 你是不是迷路了...
zh_tw: <25>{#f/8}* 你是不是迷路了...

source: <25>{#f/5}* Well, good thing I'm here for you!
es_es: <25>{#f/5}* ¡Bueno, menos mal que estoy aquí para ti!
tr_tr: <25>{#f/5}* O zaman, iyi ki senin için ben buradayım!
zh_cn: <25>{#f/5}* 好啦，算你走运， 我会帮你的！
zh_tw: <25>{#f/5}* 好啦，算你走運， 我會幫你的！

source: <25>{#f/8}* I haven't been in my top form for a while, but...
es_es: <25>{#f/8}* No he estado en mi mejor forma por un tiempo, pero...
tr_tr: <25>{#f/8}* Bir süredir zirve formumda değilim ama...
zh_cn: <25>{#f/8}* 我最近不是很在状态， 不过...
zh_tw: <25>{#f/8}* 我最近不是很在狀態， 不過...

source: <25>{#f/5}* ... someone ought to teach you how things work around here!
es_es: <25>{#f/5}* ... ¡alguien debe enseñarte cómo son las cosas aquí!
tr_tr: <25>{#f/5}* ...birilerinin sana işin raconunu göstermesi gerek!
zh_cn: <25>{#f/5}* ...总得有人教你 这里的游戏规则！
zh_tw: <25>{#f/5}* ...總得有人教你 這裡的遊戲規則！

source: <25>{#f/10}* Guess little old me will have to do.
es_es: <25>{#f/10}* Supongo que el viejo yo deberá hacerlo.
tr_tr: <25>{#f/10}* Sanırım bunu biricik ben yapacağım.
zh_cn: <25>{#f/10}* 看来，只能我Twinkly献丑， 承担这个任务了。
zh_tw: <25>{#f/10}* 看來，只能我Twinkly獻醜， 承擔這個任務了。

source: <25>{#f/5}* Let's get started, shall we?
es_es: <25>{#f/5}* Empecemos, ¿quieres?
tr_tr: <25>{#f/5}* Başlayalım, ha?
zh_cn: <25>{#f/5}* 我们开始吧，好吗？
zh_tw: <25>{#f/5}* 我們開始吧，好嗎？

source: <25>{#f/7}* But you already KNEW that, didn'tcha?
es_es: <25>{#f/7}* Pero tú ya SABÍAS eso, ¿verdad?
tr_tr: <25>{#f/7}* Ama sen ZATEN bunları biliyordun, di mi?
zh_cn: <25>{#f/7}* 但你早就知道了，对吧？
zh_tw: <25>{#f/7}* 但你早就知道了，對吧？
