Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}{#f/10}* I will return to you and the others in due time.
es_es: <25>{#p/toriel}{#f/10}* Volveré contigo y los demás en un tiempo.
tr_tr: <25>{#p/toriel}{#f/10}* Zamanı gelince sana ve diğerlerine döneceğim.
zh_cn: <25>{#p/toriel}{#f/10}* 到时候， 我自然会回到 你和大家身边的。
zh_tw: <25>{#p/toriel}{#f/10}* 到時候， 我自然會回到 你和大家身邊的。

source: <32>{#p/basic}* There is a door here. * It is locked.
es_es: <32>{#p/basic}* Hay una puerta aquí. * Está cerrada.
tr_tr: <32>{#p/basic}* Burada bir kapı var. * Kilitli.
zh_cn: <32>{#p/basic}* 这里有一扇门。 * 锁住了。
zh_tw: <32>{#p/basic}* 這裡有一扇門。 * 鎖住了。

source: <32>{#p/basic}* Perhaps there's a key somewhere...?
es_es: <32>{#p/basic}* ¿Puede que haya una llave en algún lugar...?
tr_tr: <32>{#p/basic}* Belki bir yerlerde bir anahtar vardır...?
zh_cn: <32>{#p/basic}* 也许... 你能在哪找到钥匙？
zh_tw: <32>{#p/basic}* 也許... 你能在哪找到鑰匙？

source: <32>{#p/human}* (You use the Secret Key.)
es_es: <32>{#p/human}* (Usas la llave secreta.)
tr_tr: <32>{#p/human}* (Gizli Anahtarı kullandın.)
zh_cn: <32>{#p/human}* （你使用了秘密钥匙。）
zh_tw: <32>{#p/human}* （你使用了秘密鑰匙。）

source: * (Exit the Outlands?)
es_es: * (¿Abandonar Las Afueras?)
tr_tr: * (Outlands'den çıkacak mısın?)
zh_cn: * （离开外域吗？）
zh_tw: * （離開外域嗎？）

source: Yes
es_es: Sí
tr_tr: Evet
zh_cn: 是
zh_tw: 是

source: No
tr_tr: Hayır
zh_cn: 否
zh_tw: 否

source: <32>{#p/human}* (Something seems to have interrupted your sleep.)
es_es: <32>{#p/human}* (Parece que algo te ha interrumpido el sueño.)
tr_tr: <32>{#p/human}* (Bir şey uykunu bölmüş gibi görünüyor.)
zh_cn: <32>{#p/human}* （有什么事情使你无法安心入睡。）
zh_tw: <32>{#p/human}* （有什麼事情使你無法安心入睡。）

source: <32>{#p/human}* (You decide not to equip.)
es_es: <32>{#p/human}* (Decides no equiparlo)
tr_tr: <32>{#p/human}* (Kullanmamaya karar verdin.)
zh_cn: <32>{#p/human}* （你打算不这么做。）
zh_tw: <32>{#p/human}* （你打算不這麼做。）

source: <32>{#p/basic}* He's gotta be around here somewhere...
es_es: <32>{#p/basic}* El tiene que estar por aquí, en algún lado...
tr_tr: <32>{#p/basic}* Buralarda bir yerlerde olmalı...
zh_cn: <32>{#p/basic}* 他肯定就在附近...
zh_tw: <32>{#p/basic}* 他肯定就在附近...

source: <32>{#p/basic}* Huh...?
es_es: <32>{#p/basic}* eh...?
tr_tr: <32>{#p/basic}* Ha...?
zh_cn: <32>{#p/basic}* 等等...？
zh_tw: <32>{#p/basic}* 等等...？

source: <32>{#p/basic}* Is that... him? * Out there?
es_es: <32>{#p/basic}* ¿Eso es... El? * ¿Ahí fuera?
tr_tr: <32>{#p/basic}* Oradaki... * O mu?
zh_cn: <32>{#p/basic}* 那边站着的... * 是他吗？
zh_tw: <32>{#p/basic}* 那邊站著的... * 是他嗎？

source: <32>{#p/basic}* ... it's him.
es_es: <32>{#p/basic}* ... es él.
tr_tr: <32>{#p/basic}* ... bu o.
zh_cn: <32>{#p/basic}* ...真的是他。
zh_tw: <32>{#p/basic}* ...真的是他。

source: <32>* ... * Frisk, if you're ready...
es_es: <32>* ... * Frisk, si estás listo...
tr_tr: <32>* ... * Frisk, eğer hazırsan...
zh_cn: <32>* ... * Frisk，如果你准备好了...
zh_tw: <32>* ... * Frisk，如果你準備好了...

source: <32>* If you've seen everyone else you wanted to see...
es_es: <32>* Si has visto a todos los que quieres ver...
tr_tr: <32>* Görmek istediğiniz herkesi gördüysen...
zh_cn: <32>* 如果你已见过每一位想见的人...
zh_tw: <32>* 如果你已見過每一位想見的人...

source: <32>* You know what to do.
es_es: <32>* Ya sabes que hacer.
tr_tr: <32>* Yapman gerekeni biliyorsun.
zh_cn: <32>* 就做你该做的事吧。
zh_tw: <32>* 就做你該做的事吧。

source: <32>* Otherwise, I'll wait until you're ready.
es_es: <32>* De lo contrario, esperaré hasta que estés listo.
tr_tr: <32>* Yoksa sen hazır olana kadar bekleyeceğim.
zh_cn: <32>* 如果你还有事要做， 我会耐心等你准备好。
zh_tw: <32>* 如果你還有事要做， 我會耐心等你準備好。

source: <25>{#p/asriel1}{#f/13}* ... Frisk? * Is that you...?
es_es: <25>{#p/asriel1}{#f/13}* ¿... Frisk? * ¿Eres tú...?
tr_tr: <25>{#p/asriel1}{#f/13}* ... Frisk? * Sen misin?
zh_cn: <25>{#p/asriel1}{#f/13}* ...Frisk？ * 是你吗？
zh_tw: <25>{#p/asriel1}{#f/13}* ...Frisk？ * 是你嗎？

source: <32>{#p/basic}* Asriel, it's me...
es_es: <32>{#p/basic}* Asriel, soy yo...
tr_tr: <32>{#p/basic}* Asriel, benim...
zh_cn: <32>{#p/basic}* Asriel，是我啊，你最好的朋友...
zh_tw: <32>{#p/basic}* Asriel，是我啊，你最好的朋友...

source: <32>{#p/basic}* Your best friend, remember?
es_es: <32>{#p/basic}* Tu mejor amigo, ¿te acuerdas?
tr_tr: <32>{#p/basic}* En iyi arkadaşın, hatırladın mı?
zh_cn: <32>{#p/basic}* 还记得我吗？
zh_tw: <32>{#p/basic}* 還記得我嗎？

source: <25>{#f/13}* But... you're...
es_es: <25>{#f/13}* Pero... Estás...
tr_tr: <25>{#f/13}* Ama... sen...
zh_cn: <25>{#f/13}* 可是... 你...
zh_tw: <25>{#f/13}* 可是... 你...

source: <25>{#f/23}* ... you're...
es_es: <25>{#f/23}* ... estás...
tr_tr: <25>{#f/23}* ... sen...
zh_cn: <25>{#f/23}* ...你已经...
zh_tw: <25>{#f/23}* ...你已經...

source: <32>{#p/basic}* Dead?
es_es: <32>{#p/basic}* ¿Muerto?
tr_tr: <32>{#p/basic}* Ölü müyüm?
zh_cn: <32>{#p/basic}* 死了？
zh_tw: <32>{#p/basic}* 死了？

source: <32>{#p/basic}* Heh. * For a long time... part of me wished I was.
es_es: <32>{#p/basic}* Je. * Durante ya un tiempo... Parte de mi deseó estarlo.
tr_tr: <32>{#p/basic}* Heh. * Uzun bir süre... bir parçam öyle olmayı diledi.
zh_cn: <32>{#p/basic}* 呵。 * 很长一段时间里... 我真想死了算了。
zh_tw: <32>{#p/basic}* 呵。 * 很長一段時間裡... 我真想死了算了。

source: <32>{#p/basic}* After what I did to you, I... * I felt like I deserved it.
es_es: <32>{#p/basic}* Después de lo que te hice, yo... * Sentí que me lo merecía.
tr_tr: <32>{#p/basic}* Sana yaptıklarımdan sonra, ben... * Bunu hak ettiğimi hissettim.
zh_cn: <32>{#p/basic}* 我那么对待你，我... 我就活该去死。
zh_tw: <32>{#p/basic}* 我那麼對待你，我... 我就活該去死。

source: <25>{#p/asriel1}{#f/7}* Don't say that, $(name)!
es_es: <25>{#p/asriel1}{#f/7}* ¡No digas eso, $(name)!
tr_tr: <25>{#p/asriel1}{#f/7}* Öyle deme, $(name)!
zh_cn: <25>{#p/asriel1}{#f/7}* 住口，$(name)！
zh_tw: <25>{#p/asriel1}{#f/7}* 住口，$(name)！

source: <25>{#f/6}* ... you're wrong!
es_es: <25>{#f/6}* ... ¡Te equivocas!
tr_tr: <25>{#f/6}* ... hatalısın!
zh_cn: <25>{#f/6}* ...你错了！
zh_tw: <25>{#f/6}* ...你錯了！

source: <33>{#p/basic}* Haha... look who's talking now. * Mister "just go be with the people who love you."
es_es: <33>{#p/basic}* Jaja... mira quien habla. * Mister "solo veo y estoy con gente que te ama."
tr_tr: <33>{#p/basic}* Haha... Diyene bak. * Bay "git seni seven insanlarla birlikte ol."
zh_cn: <33>{#p/basic}* 哈哈... 面前的小家伙。 前不久还逞强说“别担心我， 去找爱你的人”呢。
zh_tw: <33>{#p/basic}* 哈哈... 面前的小傢伙。 前不久還逞強說「別擔心我， 去找愛你的人」呢。

source: <32>* But you deserve to know the truth about me, Asriel...
es_es: <32>* Pero te mereces saber la verdad sobre mi, Asriel...
tr_tr: <32>* Ama benim hakkımdaki gerçeği bilmeyi hak ediyorsun Asriel...
zh_cn: <32>* 但是，Asriel... 是时候告诉你真相了。
zh_tw: <32>* 但是，Asriel... 是時候告訴你真相了。

source: <32>* About everything.
es_es: <32>* Sobre todo.
tr_tr: <32>* Her şey hakkında.
zh_cn: <32>* 关于我的，我的一切。
zh_tw: <32>* 關於我的，我的一切。

source: <25>{#f/23}* $(name)...
zh_cn: <25>{#f/23}* 但是...
zh_tw: <25>{#f/23}* 但是...

source: <25>{#p/asriel1}{#f/13}* But...
es_es: <25>{#p/asriel1}{#f/13}* Pero...
tr_tr: <25>{#p/asriel1}{#f/13}* Ama...
zh_cn: <25>{#p/asriel1}{#f/13}* $(name)...
zh_tw: <25>{#p/asriel1}{#f/13}* $(name)...

source: <25>{#f/15}* How are you still...
es_es: <25>{#f/15}* ¿Cómo estás aún...?
tr_tr: <25>{#f/15}* Sen hala nasıl...
zh_cn: <25>{#f/15}* 你是怎么...
zh_tw: <25>{#f/15}* 你是怎麼...

source: <32>{#p/basic}* ... does it matter?
es_es: <32>{#p/basic}* ... ¿eso importa?
tr_tr: <32>{#p/basic}* ... fark eder mi?
zh_cn: <32>{#p/basic}* ...那重要吗？
zh_tw: <32>{#p/basic}* ...那重要嗎？

source: <32>* You were right to forget about me the way you did back there.
es_es: <32>* Acertaste con olvidarte de mi de la manera que hiciste atrás.
tr_tr: <32>* Orada yaptığın gibi beni unutmakta haklıydın.
zh_cn: <32>* 我一直都不是什么好人， 这才是最重要的。
zh_tw: <32>* 我一直都不是什麼好人， 這才是最重要的。

source: <32>* The truth is, I've been a terrible person...
es_es: <32>* Lo cierto es... que he sido una persona terrible...
tr_tr: <32>* Doğrusu ben berbat biriydim...
zh_cn: <32>* 所以，你之前把我遗忘... 我不怪你。
zh_tw: <32>* 所以，你之前把我遺忘... 我不怪你。

source: <32>* And I'm not the friend, or the sibling you wish you had.
es_es: <32>* Y no soy el amigo , o el hermano que desearías haber tenido.
tr_tr: <32>* Ve ben, sahip olmayı dilediğin arkadaş ya da kardeş olamadım.
zh_cn: <32>* 而且，我也不配做 你的朋友，你的亲人。
zh_tw: <32>* 而且，我也不配做 你的朋友，你的親人。

source: <25>{#p/asriel1}{#f/13}* $(name), I...
es_es: <25>{#p/asriel1}{#f/13}* $(name), Yo...
tr_tr: <25>{#p/asriel1}{#f/13}* $(name), Ben...
zh_cn: <25>{#p/asriel1}{#f/13}* $(name)，我...
zh_tw: <25>{#p/asriel1}{#f/13}* $(name)，我...

source: <32>{#p/basic}* It's alright, Asriel.
es_es: <32>{#p/basic}* Está bien, Asriel.
tr_tr: <32>{#p/basic}* Sorun değil Asriel.
zh_cn: <32>{#p/basic}* 别伤心，Asriel。
zh_tw: <32>{#p/basic}* 別傷心，Asriel。

source: <32>* You don't have to make it out to be better than it is.
es_es: <32>* No tienes que hacerlo para que sea mejor de lo que es.
tr_tr: <32>* Olduğundan daha iyi olmaya çalışmana gerek yok.
zh_cn: <32>* 没必要逼自己认为 我是个好人。
zh_tw: <32>* 沒必要逼自己認為 我是個好人。

source: <25>{#f/22}* ... why now?
es_es: <25>{#f/22}* ... ¿Por qué ahora?
tr_tr: <25>{#f/22}* ... neden ki?
zh_cn: <25>{#f/22}* ...为什么现在说这些？
zh_tw: <25>{#f/22}* ...為什麼現在說這些？

source: <32>{#p/basic}* Well...
es_es: <32>{#p/basic}* Bueno...
tr_tr: <32>{#p/basic}* Yani...
zh_cn: <32>{#p/basic}* 曾经...
zh_tw: <32>{#p/basic}* 曾經...

source: <32>* I always thought humanity was beyond redemption.
es_es: <32>* Siempre pensé que la humanidad estaba al borde de la redención.
tr_tr: <32>* Her zaman insanlığın kurtuluşun ötesinde olduğunu düşündüm.
zh_cn: <32>* 我一直觉得人性本恶。
zh_tw: <32>* 我一直覺得人性本惡。

source: <32>* That, no matter what...
es_es: <32>* Que, da igual lo que...
tr_tr: <32>* Ve, ne olursa olsun...
zh_cn: <32>* 也就是说...
zh_tw: <32>* 也就是說...

source: <32>* If you were human... you were doomed to fall into darkness.
es_es: <32>* Si fueras humano... estarías destinado a caer en la oscuridad.
tr_tr: <32>* Eğer insansan... karanlığa düşmeye mahkum olduğunu.
zh_cn: <32>* 只要你是个人类， 不管经历什么，最终必定堕入黑暗。
zh_tw: <32>* 只要你是個人類， 不管經歷什麼，最終必定墮入黑暗。

source: <32>* But after following Frisk along on their journey...
es_es: <32>* Pero después de seguir a Frisk a lo largo de su camino...
tr_tr: <32>* Ama Frisk'i yolculuğu boyunca takip ettikten sonra...
zh_cn: <32>* 但我目睹了Frisk的整段旅程， 见证了Frisk所做的一切...
zh_tw: <32>* 但我目睹了Frisk的整段旅程， 見證了Frisk所做的一切...

source: <32>* I understand the truth.
es_es: <32>* Ya entiendo la verdad.
tr_tr: <32>* Gerçeği anladım.
zh_cn: <32>* 我才知道，我错了。
zh_tw: <32>* 我才知道，我錯了。

source: <32>* The other humans... always did something that made it easy to ignore this truth.
es_es: <32>* Los otros humanos... siempre hicieron algo que me hizo fácil ignorar la verdad.
tr_tr: <32>* Diğer insanlar... her zaman bu gerçeği görmezden gelmeyi kolaylaştıran bir şeyler yaptılar.
zh_cn: <32>* 别的人类，他们伤害怪物， 折磨怪物。 * 更有甚者，把他们...
zh_tw: <32>* 別的人類，他們傷害怪物， 折磨怪物。 * 更有甚者，把他們...

source: <33>* They'd attack people, or worse, make them... disappear.
es_es: <33>* Atacan a personas, o peor, las hacen... desaparecer.
tr_tr: <33>* Millete saldırırlardı veya daha kötüsü onları... yok ederlerdi.
zh_cn: <33>* 所以，我一直对自己的错误 视而不见。
zh_tw: <33>* 所以，我一直對自己的錯誤 視而不見。

source: <32>* But not Frisk.
es_es: <32>* Pero no Frisk.
tr_tr: <32>* Ama Frisk hariç.
zh_cn: <32>* 但Frisk不是。
zh_tw: <32>* 但Frisk不是。

source: <32>* No matter what struggles they faced, they showed kindness and mercy at every turn.
es_es: <32>* No importa la dificultad que tenga, mostró amabilidad y piedad en cada movimiento.
tr_tr: <32>* Karşılaştıkları zorluklar ne olursa olsun, her fırsatta nezaket ve merhamet gösterdiler.
zh_cn: <32>* 无论面对什么困难， Frisk总是施以善意，报以仁慈。
zh_tw: <32>* 無論面對什麼困難， Frisk總是施以善意，報以仁慈。

source: <32>* They... proved me wrong.
es_es: <32>* Me... callo la boca.
tr_tr: <32>* Beni... haksız çıkardılar.
zh_cn: <32>* 是Frisk... 让我看清自己的错误。
zh_tw: <32>* 是Frisk... 讓我看清自己的錯誤。

source: <32>* And now, because of that, I know there's no excuse for the way I treated you.
es_es: <32>* Y ahora, por eso, se que no hay excusa de la manera en que te he tratado.
tr_tr: <32>* Ve şimdi bu yüzden sana davranış şeklimin hiçbir mazereti olmadığını biliyorum.
zh_cn: <32>* 所以，我不该继续逃避责任。
zh_tw: <32>* 所以，我不該繼續逃避責任。

source: <32>* Everything you went through, everything you lost...
es_es: <32>* Todo por lo que tuviste que pasar, todo lo que perdiste...
tr_tr: <32>* Yaşadığın her şeyin, kaybettiğin her şeyin...
zh_cn: <32>* 都怪我，才让你遭那么多罪， 失去那些重要的东西。
zh_tw: <32>* 都怪我，才讓你遭那麼多罪， 失去那些重要的東西。

source: <32>* I'm the one to blame for it.
es_es: <32>* Soy al que deberían acusar de ello.
tr_tr: <32>* Suçlusu benim.
zh_cn: <32>* 对不起。
zh_tw: <32>* 對不起。

source: <25>{#f/15}* Have you been conscious this whole time?
es_es: <25>{#f/15}* ¿Has estado consciente todo este tiempo?
tr_tr: <25>{#f/15}* Bunca zamandır bilinçli miydin?
zh_cn: <25>{#f/15}* 这段时间里， 你一直都有自己的意识吗？
zh_tw: <25>{#f/15}* 這段時間裡， 你一直都有自己的意識嗎？

source: <32>{#p/basic}* ... yeah. * I guess I have.
es_es: <32>{#p/basic}* ... si. * Supongo que si.
tr_tr: <32>{#p/basic}* ... evet. * Sanırım öyleydim.
zh_cn: <32>{#p/basic}* ...对，应该是这样。
zh_tw: <32>{#p/basic}* ...對，應該是這樣。

source: <32>* This has been my existence, Asriel... * Ever since we died.
es_es: <32>* Esta ha sido mi existencia, Asriel... * Desde que morimos.
tr_tr: <32>* Ben böyle yaşadım, Asriel... * Öldüğümüzden beri.
zh_cn: <32>* 我们死后，我就是以这种形态 继续“活着”的。
zh_tw: <32>* 我們死後，我就是以這種形態 繼續「活著」的。

source: <32>* And... there's something else I have to tell you.
es_es: <32>* Y... hay otra cosa que debo decirte.
tr_tr: <32>* Ve... sana söylemem gereken bir şey daha var.
zh_cn: <32>* 而且，我还有些话想跟你说。
zh_tw: <32>* 而且，我還有些話想跟你說。

source: <25>{#p/asriel1}{#f/21}* What is it?
es_es: <25>{#p/asriel1}{#f/21}* ¿Qué es?
tr_tr: <25>{#p/asriel1}{#f/21}* Neymiş bakalım?
zh_cn: <25>{#p/asriel1}{#f/21}* 你说吧。
zh_tw: <25>{#p/asriel1}{#f/21}* 你說吧。

source: <32>{#p/basic}* Remember when we crossed the force field together?
es_es: <32>{#p/basic}* ¿Te acuerdas cuando cruzamos el campo de fuerza juntos?
tr_tr: <32>{#p/basic}* Güç kalkanını birlikte geçtiğimiz zamanı hatırlıyor musun?
zh_cn: <32>{#p/basic}* 还记得吗？
zh_tw: <32>{#p/basic}* 還記得嗎？

source: <32>* When we arrived at the ruins of the old homeworld, and got found out by those humans?
es_es: <32>* ¿Cuándo llegamos a las ruinas del viejo hogar natal, y nos encontraron esos humanos?
tr_tr: <32>* Eski dünyanın harabelerine vardığımız, ve o insanlar tarafından bulunduğumuz zaman?
zh_cn: <32>* 咱们一起穿过力场， 到达故园的废墟时， 被那伙人类发现了。
zh_tw: <32>* 咱們一起穿過力場， 到達故園的廢墟時， 被那夥人類發現了。

source: <32>* I wanted to use our power to destroy them... but you stopped me, remember?
es_es: <32>* Quería usar nuestro poder para destruirlos... pero me detuviste, ¿recuerdas?
tr_tr: <32>* Gücümüzü onları yok etmek için kullanmak istemiştim... ama sen beni durdurmuştun, hatırladın mı?
zh_cn: <32>* 那时，我打算用咱们的力量 消灭他们... * 但你阻止了我，还记得吗？
zh_tw: <32>* 那時，我打算用咱們的力量 消滅他們... * 但你阻止了我，還記得嗎？

source: <25>{#p/asriel1}{#f/16}* ... right.
es_es: <25>{#p/asriel1}{#f/16}* ... correcto.
tr_tr: <25>{#p/asriel1}{#f/16}* ... evet.
zh_cn: <25>{#p/asriel1}{#f/16}* ...当然。
zh_tw: <25>{#p/asriel1}{#f/16}* ...當然。

source: <32>{#p/basic}* I didn't understand it back then, but...
es_es: <32>{#p/basic}* No lo entendí en aquellos tiempos, pero...
tr_tr: <32>{#p/basic}* O zaman anlamamıştım ama...
zh_cn: <32>{#p/basic}* 那时，我不理解 你为什么要那么做...
zh_tw: <32>{#p/basic}* 那時，我不理解 你為什麼要那麼做...

source: <32>* I get it now.
es_es: <32>* Lo entiendo ahora.
tr_tr: <32>* Şimdi anlıyorum.
zh_cn: <32>* 但现在，我明白了。
zh_tw: <32>* 但現在，我明白了。

source: <32>* ... you were just trying to stop me... from making a terrible mistake.
es_es: <32>* ... solo estabas intentando pararme... de hacer un error terrible.
tr_tr: <32>* ... sen sadece beni... korkunç bir hata yapmaktan alıkoymaya çalışıyordun.
zh_cn: <32>* 你不想让我铸成大错。
zh_tw: <32>* 你不想讓我鑄成大錯。

source: <32>{#p/basic}* If not for you, the outpost would've been destroyed in a second war.
es_es: <32>{#p/basic}* Si no fuera por ti, la Zona Espacial habría sido destruido en una segunda guerra.
tr_tr: <32>{#p/basic}* Eğer sen olmasan, karakol ikinci bir savaşta yok edilirdi.
zh_cn: <32>{#p/basic}* 如果没有你， 前哨站就会在又一次战争中 彻底毁灭。
zh_tw: <32>{#p/basic}* 如果沒有你， 前哨站就會在又一次戰爭中 徹底毀滅。

source: <32>* If not for you, the very same monsters I was supposedly trying to save...
es_es: <32>* Si no fuera por ti, los mismos monstruos que supuestamente intentaba salvar...
tr_tr: <32>* Eğer sen olmasaydın, güya kurtarmaya çalıştığım canavarlar...
zh_cn: <32>* 如果没有你， 那些我想拯救的怪物们...
zh_tw: <32>* 如果沒有你， 那些我想拯救的怪物們...

source: <32>* ... would have died right along with us.
es_es: <32>* ... habrían muerto junto a nosotros.
tr_tr: <32>* ... bizimle birlikte ölürdü.
zh_cn: <32>* ...就要和我们一同陪葬。
zh_tw: <32>* ...就要和我們一同陪葬。

source: <25>{#p/asriel1}{#f/25}* $(name), I...
es_es: <25>{#p/asriel1}{#f/25}* $(name), Yo...
tr_tr: <25>{#p/asriel1}{#f/25}* $(name), Ben...
zh_cn: <25>{#p/asriel1}{#f/25}* $(name)，我...
zh_tw: <25>{#p/asriel1}{#f/25}* $(name)，我...

source: <32>{#p/basic}* Even now, your choice back then still matters.
es_es: <32>{#p/basic}* Aún ahora, tu decisión hace tiempo sigue importando.
tr_tr: <32>{#p/basic}* Şimdi bile o zamanki kararın hala önemli.
zh_cn: <32>{#p/basic}* 你用我们的牺牲， 换来了怪物们如今的安稳生活。
zh_tw: <32>{#p/basic}* 你用我們的犧牲， 換來了怪物們如今的安穩生活。

source: <32>* Even now...
es_es: <32>* Aún ahora...
tr_tr: <32>* Şimdi bile...
zh_cn: <32>* 时至今日， 你仍是我最棒的兄弟。
zh_tw: <32>* 時至今日， 你仍是我最棒的兄弟。

source: <32>* You're still a better sibling to me than I ever was.
es_es: <32>* Tú sigues siendo un mejor hermano para mí de lo que yo fui.
tr_tr: <32>* Benden daha iyi bir kardeşsin.
zh_cn: <32>* 而我... 却不配做 你最棒的亲人。
zh_tw: <32>* 而我... 卻不配做 你最棒的親人。

source: <25>{#p/asriel1}{#f/25}* I forgive you, $(name)!
es_es: <25>{#p/asriel1}{#f/25}* ¡Te perdono, $(name)!
tr_tr: <25>{#p/asriel1}{#f/25}* Seni affediyorum, $(name)!
zh_cn: <25>{#p/asriel1}{#f/25}* 我原谅你，$(name)！
zh_tw: <25>{#p/asriel1}{#f/25}* 我原諒你，$(name)！

source: <25>{#f/23}* Alright? * You don't have to do this...
es_es: <25>{#f/23}* ¿Vale? * No tienes que hacer esto...
tr_tr: <25>{#f/23}* Tamam mı? *Bunu yapmak zorunda değilsin...
zh_cn: <25>{#f/23}* 别这样，好不好？ * 求你了...
zh_tw: <25>{#f/23}* 別這樣，好不好？ * 求你了...

source: <25>{#f/22}* I know how strongly you felt back then, and...
es_es: <25>{#f/22}* Sé como te sentiste hace tiempo, y...
tr_tr: <25>{#f/22}* O zamanlar ne kadar güçlü hissettiğini biliyorum ve...
zh_cn: <25>{#f/22}* 我知道，那时你很难受， 很痛苦...
zh_tw: <25>{#f/22}* 我知道，那時你很難受， 很痛苦...

source: <25>{#f/15}* I wouldn't want you to change your mind just because I...
es_es: <25>{#f/15}* No quiero que cambies de idea solo por que yo...
tr_tr: <25>{#f/15}* Sırf benim için fikrini değiştirmeni...
zh_cn: <25>{#f/15}* 你千万别为了我，就...
zh_tw: <25>{#f/15}* 你千萬別為了我，就...

source: <32>{#p/basic}* No. * Not anymore.
es_es: <32>{#p/basic}* No. * No más.
tr_tr: <32>{#p/basic}* Hayır. * Artık değil.
zh_cn: <32>{#p/basic}* 不。 * 我不会再犯同样的错误了。
zh_tw: <32>{#p/basic}* 不。 * 我不會再犯同樣的錯誤了。

source: <32>* People CAN change, Asriel...
es_es: <32>* Personas PUEDEN cambiar, Asriel...
tr_tr: <32>* İnsanlar değişebilir, Asriel...
zh_cn: <32>* Asriel，你不是一直相信着...
zh_tw: <32>* Asriel，你不是一直相信著...

source: <32>* Isn't that what you always believed?
es_es: <32>* ¿No era eso lo que tú siempre creíste?
tr_tr: <32>* Her zaman inandığın şey bu değil miydi?
zh_cn: <32>* “只要肯努力，人人都能改变”吗？
zh_tw: <32>* 「只要肯努力，人人都能改變」嗎？

source: <25>{#p/asriel1}{#f/13}* ... I still do.
es_es: <25>{#p/asriel1}{#f/13}* ... lo sigo haciendo.
tr_tr: <25>{#p/asriel1}{#f/13}* ... Hala inanıyorum.
zh_cn: <25>{#p/asriel1}{#f/13}* ...是的。
zh_tw: <25>{#p/asriel1}{#f/13}* ...是的。

source: <32>{#p/basic}* I've spent the past hundred years wallowing in self-pity.
es_es: <32>{#p/basic}* He pasado los últimos cien años hundiéndome en mi autocompasión.
tr_tr: <32>{#p/basic}* Son yüz yılı kendimi küçük görerek geçirdim.
zh_cn: <32>{#p/basic}* 过去的一百年中， 我一直在自责。
zh_tw: <32>{#p/basic}* 過去的一百年中， 我一直在自責。

source: <32>* I've spent the past hundred years holding a grudge I never should've had.
es_es: <32>* He pasado los últimos cien años aguantando un rencor que nunca debería haber tenido.
tr_tr: <32>* Son yüz yılı asla beslememem gereken bir kin besleyerek geçirdim.
zh_cn: <32>* 过去的一百年中， 我一直怀恨在心。
zh_tw: <32>* 過去的一百年中， 我一直懷恨在心。

source: <32>* In all that time, I wondered what kept me alive...
es_es: <32>* En todo ese tiempo, me preguntaba que me mantenía vivo...
tr_tr: <32>* O sırada beni neyin hayatta tuttuğunu merak ettim...
zh_cn: <32>* 那段时间，我一直在想 是什么让我活着...
zh_tw: <32>* 那段時間，我一直在想 是什麼讓我活著...

source: <32>* And now, I finally know the answer.
es_es: <32>* Y ahora, finalmente se la respuesta.
tr_tr: <32>* Ve artık nihayet cevabı biliyorum.
zh_cn: <32>* 现在，我终于知道答案了。
zh_tw: <32>* 現在，我終於知道答案了。

source: <32>{#p/basic}* ... it's you, Asriel.
es_es: <32>{#p/basic}* ... eres tú, Asriel.
tr_tr: <32>{#p/basic}* ... o sendin Asriel.
zh_cn: <32>{#p/basic}* ...是你，Asriel。
zh_tw: <32>{#p/basic}* ...是你，Asriel。

source: <32>* You're the one who's been keeping me alive.
es_es: <32>* Tú eres quien me mantenía con vida.
tr_tr: <32>* Beni hayatta tutan sendin.
zh_cn: <32>* 是你一直在支撑我活下去。
zh_tw: <32>* 是你一直在支撐我活下去。

source: <32>{#p/basic}* Think of it like... an unfulfilled promise.
es_es: <32>{#p/basic}* Piensa en ello como... una promesa incumplida.
tr_tr: <32>{#p/basic}* Bunu... yerine getirilmemiş bir söz gibi düşünün.
zh_cn: <32>{#p/basic}* 像是一种... 没有兑现的承诺。
zh_tw: <32>{#p/basic}* 像是一種... 沒有兌現的承諾。

source: <32>* Holding that grudge... thinking about you in the way that I did...
es_es: <32>* Aguantando ese rencor... pensando sobre ti en la forma en que lo hice...
tr_tr: <32>* O kini tutmak... seni düşündüğüm gibi düşünmek...
zh_cn: <32>* 怀恨在心... 像我一样想着你...
zh_tw: <32>* 懷恨在心... 像我一樣想著你...

source: <32>* Knowing I could've been so much more for you than I ultimately was.
es_es: <32>* Sabiendo que podría haber sido mucho más para ti de lo que fui.
tr_tr: <32>* Senin için olabileceğimden daha fazlası olabileceğimi düşünmek...
zh_cn: <32>* 知道我本可以为你付出 比最终更多的努力。
zh_tw: <32>* 知道我本可以為你付出 比最終更多的努力。

source: <32>* All this time, that's what's been holding me back.
es_es: <32>* Todo este tiempo, eso es lo que me ha estado echando atrás.
tr_tr: <32>* Bunca zamandır beni durduran şey oydu.
zh_cn: <32>* 一直以来，这就是 阻止我前进的原因。
zh_tw: <32>* 一直以來，這就是 阻止我前進的原因。

source: <32>{#p/basic}* Asriel. * My brother.
es_es: <32>{#p/basic}* Asriel. * Mi hermano.
tr_tr: <32>{#p/basic}* Asriel. * Kardeşim.
zh_cn: <32>{#p/basic}* Asriel。 * 我的兄弟。
zh_tw: <32>{#p/basic}* Asriel。 * 我的兄弟。

source: <32>* You deserve to know the truth.
es_es: <32>* Mereces saber la verdad.
tr_tr: <32>* Gerçeği bilmeyi hak ediyorsun.
zh_cn: <32>* 你应该知道真相。
zh_tw: <32>* 你應該知道真相。

source: <25>{*}{#p/asriel1}{#f/25}* Huh? * But you already- {%}
es_es: <25>{*}{#p/asriel1}{#f/25}* ¿Eh? * Pero tu ya has- {%}
tr_tr: <25>{*}{#p/asriel1}{#f/25}* Ha? * Ama sen zaten- {%}
zh_cn: <25>{*}{#p/asriel1}{#f/25}* 嗯？ * 但是你早就- {%}
zh_tw: <25>{*}{#p/asriel1}{#f/25}* 嗯？ * 但是你早就- {%}

source: <32>{#p/basic}* I forgive you, too.
es_es: <32>{#p/basic}* Te perdono a ti, también.
tr_tr: <32>{#p/basic}* Ben de seni affediyorum.
zh_cn: <32>{#p/basic}* 我也原谅你。
zh_tw: <32>{#p/basic}* 我也原諒你。

source: <32>{#p/basic}* Shh...
tr_tr: <32>{#p/basic}* Şşt...
zh_cn: <32>{#p/basic}* 嘘...
zh_tw: <32>{#p/basic}* 噓...

source: <32>* It's alright.
es_es: <32>* Está bien.
tr_tr: <32>* Sorun değil.
zh_cn: <32>{#p/basic}* 没事了。
zh_tw: <32>{#p/basic}* 沒事了。

source: <32>* I've got you, okay?
es_es: <32>* Estoy aquí, ¿vale?
tr_tr: <32>* Seninleyim, tamam mı?
zh_cn: <32>* 我懂你了，好吗？
zh_tw: <32>* 我懂你了，好嗎？

source: <25>{#p/asriel1}{#f/25}{#i/4}* I...
es_es: <25>{#p/asriel1}{#f/25}{#i/4}* Yo...
tr_tr: <25>{#p/asriel1}{#f/25}{#i/4}* Ben...
zh_cn: <25>{#p/asriel1}{#f/25}{#i/4}* 我...
zh_tw: <25>{#p/asriel1}{#f/25}{#i/4}* 我...

source: <32>{#p/basic}* I've got you, Asriel.
es_es: <32>{#p/basic}* Estoy aquí, Asriel.
tr_tr: <32>{#p/basic}* Seninleyim, Asriel.
zh_cn: <32>{#p/basic}* 我懂你，Asriel。
zh_tw: <32>{#p/basic}* 我懂你，Asriel。

source: <32>{#p/basic}* ... I can feel it.
es_es: <32>{#p/basic}* ... puedo sentirlo.
tr_tr: <32>{#p/basic}* ... Hissedebiliyorum.
zh_cn: <32>{#p/basic}* ...我能感觉到。
zh_tw: <32>{#p/basic}* ...我能感覺到。
