Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>{#p/story}* Napstablook awaits your reply.
es_es: <32>{#p/story}* Napstablook espera tu respuesta.
tr_tr: <32>{#p/story}* Napstablook cevabını bekliyor.
zh_cn: <32>{#p/story}* Napstablook等待着你的回应。
zh_tw: <32>{#p/story}* Napstablook等待著你的回應。

source: <32>{#p/story}* Napstablook's eyes are glistening.
es_es: <32>{#p/story}* Los ojos de Napstablook brillan.
tr_tr: <32>{#p/story}* Napstablook'un gözleri ışıldıyor.
zh_cn: <32>{#p/story}* Napstablook的眼睛闪闪发光。
zh_tw: <32>{#p/story}* Napstablook的眼睛閃閃發光。

source: <32>{#p/story}* Napstablook is clearly not sure how to handle this.
es_es: <32>{#p/story}* Napstablook no está seguro de cómo manejar esto.
tr_tr: <32>{#p/story}* Napstablook kesinlikle bununla nasıl baş edeceğini bilmiyor.
zh_cn: <32>{#p/story}* Napstablook显然不确定 该怎么应对这种情况。
zh_tw: <32>{#p/story}* Napstablook顯然不確定 該怎麼應對這種情況。

source: <32>{#p/story}* Napstablook is questioning their very being.
es_es: <32>{#p/story}* Napstablook está cuestionando su vida.
tr_tr: <32>{#p/story}* Napstablook kendi varlığını sorguluyor.
zh_cn: <32>{#p/story}* Napstablook正在质疑自己的存在。
zh_tw: <32>{#p/story}* Napstablook正在質疑自己的存在。

source: <32>{#p/story}* Napstablook is biding their time.
es_es: <32>{#p/story}* Napstablook espera su momento.
tr_tr: <32>{#p/story}* Napstablook doğru anı bekliyor.
zh_cn: <32>{#p/story}* Napstablook静静等待着。
zh_tw: <32>{#p/story}* Napstablook靜靜等待著。

source: <32>{#p/story}* Napstablook is waiting for your next move.
es_es: <32>{#p/story}* Napstablook espera tu próximo movimiento.
tr_tr: <32>{#p/story}* Napstablook sonraki hamleni bekliyor.
zh_cn: <32>{#p/story}* Napstablook正在等待 你下一步的行动。
zh_tw: <32>{#p/story}* Napstablook正在等待 你下一步的行動。

source: <32>{#p/story}* Napstablook is staring off into the distance.
es_es: <32>{#p/story}* Napstablook está mirando a lo lejos.
tr_tr: <32>{#p/story}* Napstablook uzaklara doğru bakıyor.
zh_cn: <32>{#p/story}* Napstablook正凝视着远方。
zh_tw: <32>{#p/story}* Napstablook正凝視著遠方。

source: <32>{#p/story}* Napstablook is wishing they weren't here.
es_es: <32>{#p/story}* Napstablook está deseando no estar aquí.
tr_tr: <32>{#p/story}* Napstablook burada olmamayı diliyor.
zh_cn: <32>{#p/story}* Napstablook希望它自己不在这里。
zh_tw: <32>{#p/story}* Napstablook希望它自己不在這裡。

source: <32>{#p/story}* Napstablook is trying their best to ignore you.
es_es: <32>{#p/story}* Napstablook hace todo lo posible para ignorarte.
tr_tr: <32>{#p/story}* Napstablook seni görmezden gelmek için elinden geleni yapıyor.
zh_cn: <32>{#p/story}* Napstablook正在尽力将你忽视。
zh_tw: <32>{#p/story}* Napstablook正在盡力將你忽視。

source: <32>{#p/human}* (You tell Napstablook their hat sucks bad.)
es_es: <32>{#p/human}* (Le dices a Napstablook que su sombrero apesta.)
tr_tr: <32>{#p/human}* (Napstablook’a şapkasının rezalet olduğunu söyledin.)
zh_cn: <32>{#p/human}* （你告诉Napstablook 它的帽子很难看。）
zh_tw: <32>{#p/human}* （你告訴Napstablook 它的帽子很難看。）

source: <32>{#p/human}* (You threaten Napstablook.)
es_es: <32>{#p/human}* (Amenazas a Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook’un tehdit ettin.)
zh_cn: <32>{#p/human}* （你威胁Napstablook。）
zh_tw: <32>{#p/human}* （你威脅Napstablook。）

source: <32>{#p/human}* (You throw the spanner.) * (Toriel picks it up and returns it to you.)
es_es: <32>{#p/human}* (Lanzas la Llave.) * (Toriel la recoge y te la devuelve.)
tr_tr: <32>{#p/human}* (Alet anahtarını fırlattın.) * (Toriel onu alıp sana geri getiriyor.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Toriel捡起扳手，还给了你。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Toriel撿起扳手，還給了你。）

source: <11>{#p/toriel}{#f/22}That will accomplish nothing, my child.
es_es: <11>{#p/toriel}{#f/22}Eso no logrará nada, mi niño.
tr_tr: <11>{#p/toriel}{#f/22}Bu hiçbir işe yarama- yacak, çocuğum.
zh_cn: <11>{#p/toriel}{#f/22}孩子，摔东西 解决不了 任何问题。
zh_tw: <11>{#p/toriel}{#f/22}孩子，摔東西 解決不了 任何問題。

source: <32>{#p/story}* TORIEL - ATK 80 DEF 80 * Knows best for you.
es_es: <32>{#p/story}* TORIEL - ATQ 80 DEF 80 * Sabe que es lo mejor para ti.
tr_tr: <32>{#p/story}* TORİEL - SAL 80 SAV 80 * Senin için en iyisini biliyor.
zh_cn: <32>{#p/story}* TORIEL - 攻击80 防御80 * 最了解你的人。
zh_tw: <32>{#p/story}* TORIEL - 攻擊80 防禦80 * 最了解你的人。

source: <32>{#p/story}* TORIEL - ATK 80 DEF 80 * Seems to be holding back.
es_es: <32>{#p/story}* TORIEL - ATQ 80 DEF 80 * Parece que se está conteniendo.
tr_tr: <32>{#p/story}* TORİEL - SAL 80 SAV 80 * Kendini tutuyor gibi görünüyor.
zh_cn: <32>{#p/story}* TORIEL - 攻击80 防御80 * 看起来有所克制。
zh_tw: <32>{#p/story}* TORIEL - 攻擊80 防禦80 * 看起來有所克制。

source: <32>{#p/story}* TORIEL - ATK 80 DEF 80 * Looks pre-occupied.
es_es: <32>{#p/story}* TORIEL - ATQ 80 DEF 80 * Se ve pre-ocupada.
tr_tr: <32>{#p/story}* TORİEL - SAV 80 SAL 80 * Tasalı gözüküyor.
zh_cn: <32>{#p/story}* TORIEL - 攻击80 防御80 * 看起来心不在焉。
zh_tw: <32>{#p/story}* TORIEL - 攻擊80 防禦80 * 看起來心不在焉。

source: <32>{#p/story}* TORIEL - ATK 80 DEF 80 * Just wants the best for you.
es_es: <32>{#p/story}* TORIEL - ATQ 80 DEF 80 * Solo quiere lo mejor para ti.
tr_tr: <32>{#p/story}* TORİEL - SAL 80 SAV 80 * Sadece senin için en iyisini istiyor.
zh_cn: <32>{#p/story}* TORIEL - 攻击80 防御80 * 只想把最好的给你。
zh_tw: <32>{#p/story}* TORIEL - 攻擊80 防禦80 * 只想把最好的給你。

source: <32>{#p/story}* TORIEL - ATK 80 DEF 80 * Thinks you are "adorable."
es_es: <32>{#p/story}* TORIEL - ATQ 80 DEF 80 * Piensa que eres "adorable."
tr_tr: <32>{#p/story}* TORİEL - SAL 80 SAV 80 * Senin "sevimli” olduğunu düşünüyor.
zh_cn: <32>{#p/story}* TORIEL - 攻击80 防御80 * 觉得你很“天真可爱”。
zh_tw: <32>{#p/story}* TORIEL - 攻擊80 防禦80 * 覺得你很「天真可愛」。

source: <20>{#p/asriel2}...
zh_cn: <20>{#p/asriel2}...ゑ
zh_tw: <20>{#p/asriel2}...ゑ

source: <20>{#p/asriel2}{#f/3}Howdy, $(name).
es_es: <20>{#p/asriel2}{#f/3}Hola, $(name).
tr_tr: <20>{#p/asriel2}{#f/3}Selam, $(name).
zh_cn: <20>{#p/asriel2}{#f/3}哈喽， $(name)。ゑ
zh_tw: <20>{#p/asriel2}{#f/3}哈囉， $(name)。ゑ

source: <20>{#f/1}It's good to be back.
es_es: <20>{#f/1}Es bueno estar de vuelta.
tr_tr: <20>{#f/1}Geri dönmek güzel.
zh_cn: <20>{#f/1}重获新生的感觉 真是太棒了。ゑ
zh_tw: <20>{#f/1}重獲新生的感覺 真是太棒了。ゑ

source: <20>{#f/2}What's that? You didn't expect to see me again?
es_es: <20>{#f/2}¿Qué pasa? ¿No esperabas volver a verme?
tr_tr: <20>{#f/2}Ne oldu? Beni tekrar görmeyi beklemiyor muydun?
zh_cn: <20>{#f/2}为啥露出那副表情？ 没想到我会回来吗？ゑ
zh_tw: <20>{#f/2}為啥露出那副表情？ 沒想到我會回來嗎？ゑ

source: <20>{#f/13}... Oh, $(name)...
tr_tr: <20>{#f/13}... Ah, $(name)...
zh_cn: <20>{#f/13}... 其实，$(name)...ゑ
zh_tw: <20>{#f/13}... 其實，$(name)...ゑ

source: <20>{#f/1}I've been waiting for this for a long time.
es_es: <20>{#f/1}Espere esto por un largo tiempo.
tr_tr: <20>{#f/1}Bunun olmasını uzun zamandır bekliyorum.
zh_cn: <20>{#f/1}这一刻， 我等了好久。ゑ
zh_tw: <20>{#f/1}這一刻， 我等了好久。ゑ

source: <20>{#f/15}I've been trapped inside a star for so long, I...
es_es: <20>{#f/15}Estuve atrapado dentro de una estrella tanto tiempo, Yo...
tr_tr: <20>{#f/15}Bir yıldızın içinde o kadar uzun hapis kalmıştım ki ben...
zh_cn: <20>{#f/15}我一直被困在 那颗星星里， 我...ゑ
zh_tw: <20>{#f/15}我一直被困在 那顆星星裡， 我...ゑ

source: <20>{#f/15}...
zh_cn: <20>{#f/15}...ゑ
zh_tw: <20>{#f/15}...ゑ

source: <20>{#f/16}Well, that's not important now.
es_es: <20>{#f/16}Bueno, eso no es importante ahora.
tr_tr: <20>{#f/16}Neyse, artık bunun önemi yok.
zh_cn: <20>{#f/16}罢了， 先不说这个。ゑ
zh_tw: <20>{#f/16}罷了， 先不說這個。ゑ

source: <20>{#f/1}What matters is that things are back to how they should be.
es_es: <20>{#f/1}Lo que importa es que las cosas vuelvan a ser como debían ser.
tr_tr: <20>{#f/1}Önemli olan her şeyin tekrar eskisi gibi olması.
zh_cn: <20>{#f/1}眼前，最重要的是， 一切终于重回正轨了。ゑ
zh_tw: <20>{#f/1}眼前，最重要的是， 一切終於重回正軌了。ゑ

source: <20>{#f/1}Hee hee hee...
es_es: <20>{#f/1}Je je je...
zh_cn: <20>{#f/1}嘻嘻嘻...ゑ
zh_tw: <20>{#f/1}嘻嘻嘻...ゑ

source: <20>{#f/2}I know you're empty inside, just like me.
es_es: <20>{#f/2}Sé que estás vacío por dentro, como yo.
tr_tr: <20>{#f/2}İçinin bomboş olduğunu biliyorum, aynı benim gibi.
zh_cn: <20>{#f/2}我知道你的内在是 空虚的，就像我一样。ゑ
zh_tw: <20>{#f/2}我知道你的內在是 空虛的，就像我一樣。ゑ

source: <20>{#f/5}We're still inseparable after all these years...
es_es: <20>{#f/5}Seguimos siendo inseparables después de todos estos años...
tr_tr: <20>{#f/5}Bunca yıldan sonra bile et ve tırnak gibiyiz...
zh_cn: <20>{#f/5}过了这么多年， 我们之间的纽带 依然无法分割...ゑ
zh_tw: <20>{#f/5}過了這麼多年， 我們之間的紐帶 依然無法分割...ゑ

source: <20>{#f/1}Listen. I have a plan that'll bring us closer than ever.
es_es: <20>{#f/1}Escucha. Tengo un plan que nos acercará más que nunca.
tr_tr: <20>{#f/1}Dinle. Bizi birbirimize hiç olmadığı kadar yakınlaştıracak bir planım var.
zh_cn: <20>{#f/1}听着，我有个计划， 能让我们变得亲密无间。ゑ
zh_tw: <20>{#f/1}聽著，我有個計畫， 能讓我們變得親密無間。ゑ

source: <20>{#f/1}With me, you, and our stolen SOULs...
es_es: <20>{#f/1}Nosotros, y nuestras ALMAS robadas...
tr_tr: <20>{#f/1}Sen, ben ve bu çalıntı RUH’larımızla...
zh_cn: <20>{#f/1}有了你和我的力量， 再加上一起偷来的 灵魂...ゑ
zh_tw: <20>{#f/1}有了你和我的力量， 再加上一起偷來的 靈魂...ゑ

source: <20>{#f/1}Let's destroy everything on this wretched outpost.
es_es: <20>{#f/1}Destruyamos todo en esta miserable Zona Espacial.
tr_tr: <20>{#f/1}Bu acınası karakolun tamamını darmadağın edelim.
zh_cn: <20>{#f/1}我们就能一举摧毁 这该死前哨站的一切。ゑ
zh_tw: <20>{#f/1}我們就能一舉摧毀 這該死前哨站的一切。ゑ

source: <21>{#f/2}Anyone who dares to stand in the way of our perfect future...
es_es: <21>{#f/2}Cualquiera que se atreva a interponerse en nuestro futuro perfecto...
tr_tr: <21>{#f/2}Mükemmel geleceğimize engel olmaya cüret eden her kimse...
zh_cn: <21>{#f/2}让我们把胆敢阻拦我们 走向美好未来的家伙...ゑ
zh_tw: <21>{#f/2}讓我們把膽敢阻攔我們 走向美好未來的傢伙...ゑ

source: <20>{#f/1}Let's turn 'em all to dust.
es_es: <20>{#f/1}Convirtamos a todos en polvo.
tr_tr: <20>{#f/1}Onları tozla buz edelim.
zh_cn: <20>{#f/1}都变为尘埃吧。ゑ
zh_tw: <20>{#f/1}都變為塵埃吧。ゑ

source: <20>{#p/asriel2}{#f/3}Welcome back, $(name).
es_es: <20>{#p/asriel2}{#f/3}Bienvenido de vuelta, $(name).
tr_tr: <20>{#p/asriel2}{#f/3}Tekrardan hoşgeldin, $(name).
zh_cn: <20>{#p/asriel2}{#f/3}欢迎回来， $(name)。ゑ
zh_tw: <20>{#p/asriel2}{#f/3}歡迎回來， $(name)。ゑ

source: <20>{#f/1}Ready to pick up where we last left off?
es_es: <20>{#f/1}¿Listo para continuar donde lo habíamos dejado?
tr_tr: <20>{#f/1}Kaldığımız yerden devam etmeye hazır mısın?
zh_cn: <20>{#f/1}准备好再大干一番了吗？ゑ
zh_tw: <20>{#f/1}準備好再大幹一番了嗎？ゑ

source: <20>{#p/asriel2}{#f/3}Well then.
es_es: <20>{#p/asriel2}{#f/3}Bien entonces.
tr_tr: <20>{#p/asriel2}{#f/3}Pekala.
zh_cn: <20>{#p/asriel2}{#f/3}那么...ゑ
zh_tw: <20>{#p/asriel2}{#f/3}那麼...ゑ

source: <20>{#f/3}...
zh_cn: <20>{#f/3}...ゑ
zh_tw: <20>{#f/3}...ゑ

source: <20>{#f/4}Let's just get going.
es_es: <20>{#f/4}Vámonos.
tr_tr: <20>{#f/4}Hadi hemen gidelim.
zh_cn: <20>{#f/4}出发吧。ゑ
zh_tw: <20>{#f/4}出發吧。ゑ

source: <32>{#p/basic}* Maybe because I'm the only one you'll listen to.
es_es: <32>{#p/basic}* Quizás sea porque es la única manera en que tú escucharías.
tr_tr: <32>{#p/basic}* Belki de dinleyeceğin tek kişi olduğum içindir.
zh_cn: <32>{#p/basic}* 也许是因为... 只有我说的话，你才听得进去吧。
zh_tw: <32>{#p/basic}* 也許是因為... 只有我說的話，你才聽得進去吧。

source: <32>{#p/basic}* But what do I know, huh? * I'm just a sweet, innocent little child.
es_es: <32>{#p/basic}* Pero qué sé yo, ¿eh? * Sólo soy un dulce e inocente niño.
tr_tr: <32>{#p/basic}* Ama ben ne bilirim ki, ha? * Ben sadece tatlı, masum küçük bir çocuğum.
zh_cn: <32>{#p/basic}* 但我一个天真懵懂的小孩， 能讲出什么大道理呢？
zh_tw: <32>{#p/basic}* 但我一個天真懵懂的小孩， 能講出什麼大道理呢？

source: <25>{#p/toriel}{#f/4}* This is impossible...
es_es: <25>{#p/toriel}{#f/4}* Esto es imposible...
tr_tr: <25>{#p/toriel}{#f/4}* Bu mümkün değil...
zh_cn: <25>{#p/toriel}{#f/4}* 不可能...
zh_tw: <25>{#p/toriel}{#f/4}* 不可能...

source: <25>{#f/0}* I must be dreaming. * Or hallucinating. * Or maybe...
es_es: <25>{#f/0}* Debo estar soñando. * O alucinando. * O tal vez...
tr_tr: <25>{#f/0}* Rüya görüyor olmalıyım. * Ya da halüsinasyon. * Ya da belki...
zh_cn: <25>{#f/0}* 我是不是没睡醒， 还是出现幻觉了？ * 或者...
zh_tw: <25>{#f/0}* 我是不是沒睡醒， 還是出現幻覺了？ * 或者...

source: <32>{#p/basic}* No.
tr_tr: <32>{#p/basic}* Hayır.
zh_cn: <32>{#p/basic}* 不。
zh_tw: <32>{#p/basic}* 不。

source: <32>{#p/basic}* This is real.
es_es: <32>{#p/basic}* Esto es real.
tr_tr: <32>{#p/basic}* Bu gerçek.
zh_cn: <32>{#p/basic}* 这里，就是现实。
zh_tw: <32>{#p/basic}* 這裡，就是現實。

source: <25>{#p/toriel}{#f/5}* But you died, $(name).
es_es: <25>{#p/toriel}{#f/5}* Pero tú moriste, $(name).
tr_tr: <25>{#p/toriel}{#f/5}* Ama sen öldün, $(name).
zh_cn: <25>{#p/toriel}{#f/5}* 但你不是早就死了吗， $(name)？
zh_tw: <25>{#p/toriel}{#f/5}* 但你不是早就死了嗎， $(name)？

source: <25>{#f/5}* You cannot possibly be speaking to me.
es_es: <25>{#f/5}* Es imposible que me estés hablando a mí.
tr_tr: <25>{#f/5}* Benimle konuşuyor olmanın imkanı yok.
zh_cn: <25>{#f/5}* 你绝对不可能 像这样开口说话。
zh_tw: <25>{#f/5}* 你絕對不可能 像這樣開口說話。

source: <32>{#p/basic}* Pretend it's a dream, then.
es_es: <32>{#p/basic}* Finge que es un sueño, entonces.
tr_tr: <32>{#p/basic}* O zaman bu bir rüyaymış gibi kendini kandır.
zh_cn: <32>{#p/basic}* 你要是还接受不了...
zh_tw: <32>{#p/basic}* 你要是還接受不了...

source: <32>{#p/basic}* If that works for you.
es_es: <32>{#p/basic}* Si eso funciona para ti.
tr_tr: <32>{#p/basic}* Böylesi senin için uygunsa.
zh_cn: <32>{#p/basic}* 就把这当成一场梦吧。
zh_tw: <32>{#p/basic}* 就把這當成一場夢吧。

source: <25>{#p/toriel}{#f/9}* What do you want?
es_es: <25>{#p/toriel}{#f/9}* ¿Qué es lo que quieres?
tr_tr: <25>{#p/toriel}{#f/9}* Ne istiyorsun?
zh_cn: <25>{#p/toriel}{#f/9}* 你想说什么？
zh_tw: <25>{#p/toriel}{#f/9}* 你想說什麼？

source: <32>{#p/basic}* You know how I feel about humanity, don't you?
es_es: <32>{#p/basic}* Sabes lo que pienso de la humanidad, ¿verdad?
tr_tr: <32>{#p/basic}* İnsanlığa karşı nasıl hissettiğimi biliyorsun, değil mi?
zh_cn: <32>{#p/basic}* 你应该知道 我对人类是什么态度吧？
zh_tw: <32>{#p/basic}* 你應該知道 我對人類是什麼態度吧？

source: <25>{#p/toriel}{#f/13}* Right.
es_es: <25>{#p/toriel}{#f/13}* Cierto.
tr_tr: <25>{#p/toriel}{#f/13}* Doğru.
zh_cn: <25>{#p/toriel}{#f/13}* 知道。
zh_tw: <25>{#p/toriel}{#f/13}* 知道。

source: <32>{#p/basic}* Wrong.
es_es: <32>{#p/basic}* Incorrecto.
tr_tr: <32>{#p/basic}* Yanlış.
zh_cn: <32>{#p/basic}* 你不知道。
zh_tw: <32>{#p/basic}* 你不知道。

source: <32>{#p/basic}* ... not about this human.
es_es: <32>{#p/basic}* ... no sobre este humano.
tr_tr: <32>{#p/basic}* ... bu insan hakkında değil.
zh_cn: <32>{#p/basic}* ...我对这个人类可不是那态度。
zh_tw: <32>{#p/basic}* ...我對這個人類可不是那態度。

source: <32>* Ever since they got here, I've been following them...
es_es: <32>* Desde que llegó, yo he estado siguiendo sus acciones...
tr_tr: <32>* O buraya geldiğinden beri onu takip ediyorum...
zh_cn: <32>* 自从这个孩子坠落于此， 我就一直跟着他...
zh_tw: <32>* 自從這個孩子墜落於此， 我就一直跟著他...

source: <32>* And now they're asking me to reach out to you.
es_es: <32>* Y ahora me pide que me ponga en contacto contigo.
tr_tr: <32>* Ve şimdi benden sana ulaşmamı istiyor.
zh_cn: <32>* 刚刚，这孩子求我帮忙， 让我说服你。
zh_tw: <32>* 剛剛，這孩子求我幫忙， 讓我說服你。

source: <32>* What do you think that means?
es_es: <32>* ¿Qué crees que quiere decir?
tr_tr: <32>* Sence bu ne anlama geliyor?
zh_cn: <32>* 你明白，这意味着什么吗？
zh_tw: <32>* 你明白，這意味著什麼嗎？

source: <32>{#p/basic}* It means you have to let them go.
es_es: <32>{#p/basic}* Significa que tienes que dejar que se vaya.
tr_tr: <32>{#p/basic}* Bu, onu bırakman gerektiği anlamına geliyor.
zh_cn: <32>{#p/basic}* 这意味着 你应该马上放这孩子走。
zh_tw: <32>{#p/basic}* 這意味著 你應該馬上放這孩子走。

source: <25>{#p/toriel}{#f/12}* ... do you not understand what is at stake?
es_es: <25>{#p/toriel}{#f/12}* ... ¿no entiende lo que está en juego?
tr_tr: <25>{#p/toriel}{#f/12}* ... neyin tehlikede olduğunu anlamıyor musun?
zh_cn: <25>{#p/toriel}{#f/12}* ...你不知道外面多危险吗？
zh_tw: <25>{#p/toriel}{#f/12}* ...你不知道外面多危險嗎？

source: <25>{#f/11}* If I let them go, they will surely die.
es_es: <25>{#f/11}* Si dejo que se vaya, seguramente morira.
tr_tr: <25>{#f/11}* Eğer onun gitmesine izin verirsem, mutlaka ölecektir.
zh_cn: <25>{#f/11}* 我要是心软， 那孩子肯定会死在外头。
zh_tw: <25>{#f/11}* 我要是心軟， 那孩子肯定會死在外頭。

source: <32>{#p/basic}* ... come on.
es_es: <32>{#p/basic}* ... vamos.
tr_tr: <32>{#p/basic}* ... hadi ama.
zh_cn: <32>{#p/basic}* ...好好想想。
zh_tw: <32>{#p/basic}* ...好好想想。

source: <32>{#p/basic}* That's not really why you're doing this, is it?
es_es: <32>{#p/basic}* Eso no es realmente el por qué lo haces, ¿o sí?
tr_tr: <32>{#p/basic}* Aslında bunu bu yüzden yapmıyorsun, öyle değil mi?
zh_cn: <32>{#p/basic}* 你根本不是因为这个 才不让他走，对吧？
zh_tw: <32>{#p/basic}* 你根本不是因為這個 才不讓他走，對吧？

source: <25>{#p/toriel}{#f/12}* With that attitude, perhaps you really are $(name).
es_es: <25>{#p/toriel}{#f/12}* Con esa actitud, quizás de verdad eres $(name).
tr_tr: <25>{#p/toriel}{#f/12}* Bu tavrına bakılırsa, belki de bu gerçekten sensin, $(name).
zh_cn: <25>{#p/toriel}{#f/12}* 这股叛逆的劲 倒真像$(name)。
zh_tw: <25>{#p/toriel}{#f/12}* 這股叛逆的勁 倒真像$(name)。

source: <25>{#p/toriel}{#f/11}* You always did question my authority.
es_es: <25>{#p/toriel}{#f/11}* Siempre cuestionaste mi autoridad.
tr_tr: <25>{#p/toriel}{#f/11}* Sen her zaman otoritemi sorguladın.
zh_cn: <25>{#p/toriel}{#f/11}* 你老是爱挑战我的权威。
zh_tw: <25>{#p/toriel}{#f/11}* 你老是愛挑戰我的權威。

source: <32>{#p/basic}* I think I have every right to.
es_es: <32>{#p/basic}* Creo que tengo todo derecho de hacerlo.
tr_tr: <32>{#p/basic}* Buna her türlü hakkımın olduğunu düşünüyorum.
zh_cn: <32>{#p/basic}* 因为我够格。
zh_tw: <32>{#p/basic}* 因為我夠格。

source: <32>{#p/basic}* You wish to keep them here because you are afraid of what lies beyond the Outlands.
es_es: <32>{#p/basic}* Deseas dejarle aquí porque tienes miedo de lo que hay fuera de Las Afueras.
tr_tr: <32>{#p/basic}* Onu burada tutmak istiyorsun çünkü Outlands'in ötesinde var olanlardan korkuyorsun.
zh_cn: <32>{#p/basic}* 你是自己害怕外域之外的未知， 所以才想把那孩子留在这，对吧？
zh_tw: <32>{#p/basic}* 你是自己害怕外域之外的未知， 所以才想把那孩子留在這，對吧？

source: <33>{#p/basic}* But things aren't the same as they were a hundred years ago.
es_es: <33>{#p/basic}* Pero las cosas ya no son iguales que hace cien años.
tr_tr: <33>{#p/basic}* Ama artık hiçbir şey yüz yıl önceki gibi değil.
zh_cn: <33>{#p/basic}* 但是，过了一百年， 外面的世界早就不一样了。
zh_tw: <33>{#p/basic}* 但是，過了一百年， 外面的世界早就不一樣了。

source: <33>{#p/basic}* You're only ignorant about it because you're too afraid to go see for yourself.
es_es: <33>{#p/basic}* Solo eres ignorante sobre eso porque tienes miedo de verlo por tu cuenta.
tr_tr: <33>{#p/basic}* Sen sadece gidip kendi gözlerinle görmeye korktuğun için bu konuda cahilsin.
zh_cn: <33>{#p/basic}* 你不敢走出去看看，画地为牢。 才对这些视而不见。
zh_tw: <33>{#p/basic}* 你不敢走出去看看，畫地為牢。 才對這些視而不見。

source: <25>{#p/toriel}{#f/13}* ... but if I let them go, I won't be able to...
es_es: <25>{#p/toriel}{#f/13}* ... pero si le dejo ir, no seré capaz de...
tr_tr: <25>{#p/toriel}{#f/13}* ... ama eğer gitmesine izin verirsem, onun...
zh_cn: <25>{#p/toriel}{#f/13}* ...但我要是放这孩子走， 就没法...
zh_tw: <25>{#p/toriel}{#f/13}* ...但我要是放這孩子走， 就沒法...

source: <32>{#p/basic}* Be there for them?
es_es: <32>{#p/basic}* ¿Acompañarles?
tr_tr: <32>{#p/basic}* Yanında olamayacak mısın?
zh_cn: <32>{#p/basic}* 陪伴他，保护他了？
zh_tw: <32>{#p/basic}* 陪伴他，保護他了？

source: <32>{#p/basic}* Hey, I know the feeling.
es_es: <32>{#p/basic}* Oye, conozco esa sensación.
tr_tr: <32>{#p/basic}* Hey, o hissi biliyorum.
zh_cn: <32>{#p/basic}* 呵，我明白那是什么滋味。
zh_tw: <32>{#p/basic}* 呵，我明白那是什麼滋味。

source: <32>{#p/basic}* But keeping them here would be dooming them to death anyway.
es_es: <32>{#p/basic}* Pero dejarle aquí sería condenarle a muerte de todas formas.
tr_tr: <32>{#p/basic}* Ama onu burada tutmak zaten onu ölüme mahkûm etmek olurdu.
zh_cn: <32>{#p/basic}* 但是，把那孩子 强行束缚在这一亩三分地， 他也会活不下去。
zh_tw: <32>{#p/basic}* 但是，把那孩子 強行束縛在這一畝三分地， 他也會活不下去。

source: <32>{#p/basic}* What's a life if it doesn't get to do anything worth living for?
es_es: <32>{#p/basic}* ¿Qué es la vida si no tienes nada para lo que valga la pena vivir?
tr_tr: <32>{#p/basic}* Yaşamaya değer hiçbir şey yapma fırsatı yoksa hayatın ne anlamı var?
zh_cn: <32>{#p/basic}* 不做点有意义的事， 那活着还有什么意义？
zh_tw: <32>{#p/basic}* 不做點有意義的事， 那活著還有什麼意義？

source: <25>{#p/toriel}{#f/13}* $(name), I...
es_es: <25>{#p/toriel}{#f/13}* $(name), Yo...
tr_tr: <25>{#p/toriel}{#f/13}* $(name), ben...
zh_cn: <25>{#p/toriel}{#f/13}* $(name)，我...
zh_tw: <25>{#p/toriel}{#f/13}* $(name)，我...

source: <32>{#p/basic}* You gave them a spare cell phone, remember?
es_es: <32>{#p/basic}* Le diste un teléfono de sobra, ¿recuerdas?
tr_tr: <32>{#p/basic}* Ona yedek bir cep telefonu vermiştin, hatırlıyor musun?
zh_cn: <32>{#p/basic}* 你之前不是给过这孩子 一部手机吗？
zh_tw: <32>{#p/basic}* 你之前不是給過這孩子 一部手機嗎？

source: <32>{#p/basic}* Keep the line open, and maybe they'll give you a call.
es_es: <32>{#p/basic}* Deja la línea abierta, y quizás te llamará.
tr_tr: <32>{#p/basic}* Hattı açık tut, ve belki seni arar.
zh_cn: <32>{#p/basic}* 别切断联络，保持电话畅通。 那孩子会给你打电话的。
zh_tw: <32>{#p/basic}* 別切斷聯絡，保持電話暢通。 那孩子會給你打電話的。

source: <25>{#p/toriel}{#f/9}* ... and what about you?
es_es: <25>{#p/toriel}{#f/9}* ... ¿y qué hay de ti?
tr_tr: <25>{#p/toriel}{#f/9}* ... peki ya sen?
zh_cn: <25>{#p/toriel}{#f/9}* ...那你呢？
zh_tw: <25>{#p/toriel}{#f/9}* ...那你呢？

source: <32>{#p/basic}* Look. * I'll be alright.
es_es: <32>{#p/basic}* Mira. * Estaré bien.
tr_tr: <32>{#p/basic}* Bak. * Ben iyi olacağım.
zh_cn: <32>{#p/basic}* 别担心我。 * 我没事的。
zh_tw: <32>{#p/basic}* 別擔心我。 * 我沒事的。

source: <32>{#p/basic}* All I ask is that you don't forget about THEM after they're gone.
es_es: <32>{#p/basic}* Todo lo que quiero es que no te olvides de ÉL cuando se vaya.
tr_tr: <32>{#p/basic}* Tek isteğim, o gittikten sonra ONU unutmaman.
zh_cn: <32>{#p/basic}* 我只希望，那孩子走后， 一定，一定不要忘了他。
zh_tw: <32>{#p/basic}* 我只希望，那孩子走後， 一定，一定不要忘了他。

source: <32>{#p/basic}* Goodbye, Toriel.
es_es: <32>{#p/basic}* Adiós, Toriel.
tr_tr: <32>{#p/basic}* Hoşça kal, Toriel.
zh_cn: <32>{#p/basic}* 再见，Toriel。
zh_tw: <32>{#p/basic}* 再見，Toriel。

source: <25>{#p/toriel}{#f/14}* ... goodbye, $(name).
es_es: <25>{#p/toriel}{#f/14}* ... adiós, $(name).
tr_tr: <25>{#p/toriel}{#f/14}* ... hoşça kal, $(name).
zh_cn: <25>{#p/toriel}{#f/14}* ...再见，$(name)。
zh_tw: <25>{#p/toriel}{#f/14}* ...再見，$(name)。

source: <11>{#p/toriel}{#f/21}{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Urgh...
es_es: <11>{#p/toriel}{#f/21}{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Agh...
tr_tr: <11>{#p/toriel}{#f/21}{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Ahhh...
zh_cn: <11>{#p/toriel}{#f/21}{#v/1}{#i/6}{#x1}{@random=1.1/1.1}呃啊...
zh_tw: <11>{#p/toriel}{#f/21}{#v/1}{#i/6}{#x1}{@random=1.1/1.1}呃啊...

source: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}To strike me down at my weakest moment...
es_es: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Atacarme en mí momento más débil...
tr_tr: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}En güçsüz anımda beni yere yıkmak...
zh_cn: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}趁我 毫无防备时 杀了我...
zh_tw: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}趁我 毫無防備時 殺了我...

source: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}...
zh_cn: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}...
zh_tw: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}...

source: <11>{#v/2}{#i/4}{#x2}{@random=1.1/1.1}Ha... Ha...
es_es: <11>{#v/2}{#i/4}{#x2}{@random=1.1/1.1}Ja... Ja...
zh_cn: <11>{#v/2}{#i/9}{#x2}{@random=1.1/1.1}哈... 哈...
zh_tw: <11>{#v/2}{#i/9}{#x2}{@random=1.1/1.1}哈... 哈...

source: <11>{#v/2}{#i/4}{#x2}{@random=1.1/1.1}It seems, young one...
es_es: <11>{#v/2}{#i/4}{#x2}{@random=1.1/1.1}Al parecer, pequeño...
tr_tr: <11>{#v/2}{#i/4}{#x2}{@random=1.1/1.1}Anlaşılan, ufaklık...
zh_cn: <11>{#v/2}{#i/9}{#x2}{@random=1.1/1.1}现在看来， 年轻人...
zh_tw: <11>{#v/2}{#i/9}{#x2}{@random=1.1/1.1}現在看來， 年輕人...

source: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}I was a fool for trusting you... all along...
es_es: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}Fui inocente por confiar en tí... todo este tiempo...
tr_tr: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}Bunca zamandır... sana güvendiğim için bir aptalmışım...
zh_cn: <11>{#v/3}{#i/12}{#x2}{@random=1.2/1.2}一路上一直 相信你的我， 才是真正的 傻子啊...
zh_tw: <11>{#v/3}{#i/12}{#x2}{@random=1.2/1.2}一路上一直 相信你的我， 才是真正的 傻子啊...
