Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* You just have to be listening for it.
es_es: <32>* Sólo tienes que estar escuchando.
tr_tr: <32>* Sadece dinlemen yeterli.
zh_cn: <32>* 你只需要，去聆听。
zh_tw: <32>* 你只需要，去聆聽。

source: <32>* Pretty cool, right?
es_es: <32>* Muy genial, ¿verdad?
tr_tr: <32>* Çok havalı, ha?
zh_cn: <32>* 很酷吧？
zh_tw: <32>* 很酷吧？

source: <32>{#p/story}* Space frogs and Starflies! * Or something of the like.
es_es: <32>{#p/story}* ¡Ranas espaciales y Estelomoscas! * O algo parecido.
tr_tr: <32>{#p/story}* Uzay kurbağaları ve Yıldızsinekleri! * Ya da o tarz bir şey.
zh_cn: <32>{#p/story}* 是太空青蛙和星际飞虫！ * 应该就是这玩意。
zh_tw: <32>{#p/story}* 是太空青蛙和星際飛蟲！ * 應該就是這玩意。

source: <32>{#p/story}* Space frogs...?
es_es: <32>{#p/story}* ¿Ranas espaciales...?
tr_tr: <32>{#p/story}* Uzay kurbağaları...?
zh_cn: <32>{#p/story}* 看样子，是太空青蛙...？
zh_tw: <32>{#p/story}* 看樣子，是太空青蛙...？

source: <32>{#p/story}* Starflies...?
es_es: <32>{#p/story}* ¿Estelomoscas...?
tr_tr: <32>{#p/story}* Yıldızsinekleri...?
zh_cn: <32>{#p/story}* 看样子，是星际飞虫...？
zh_tw: <32>{#p/story}* 看樣子，是星際飛蟲...？

source: <32>{#p/story}* It's the troublesome trio!
es_es: <32>{#p/story}* ¡Es el trío problemático!
tr_tr: <32>{#p/story}* Bu üçlü çok güçlü!
zh_cn: <32>{#p/story}* 挑事三人组来了！
zh_tw: <32>{#p/story}* 挑事三人組來了！

source: <32>{#p/story}* The trio has become a duo.
es_es: <32>{#p/story}* El trío se volvió un dúo.
tr_tr: <32>{#p/story}* Üçlü oldu ikili.
zh_cn: <32>{#p/story}* 三人组变成两人组了。
zh_tw: <32>{#p/story}* 三人組變成兩人組了。

source: <32>{#p/story}* Only one remains.
es_es: <32>{#p/story}* Solo queda uno.
tr_tr: <32>{#p/story}* Biri kaldı.
zh_cn: <32>{#p/story}* 现在，只剩一个了。
zh_tw: <32>{#p/story}* 現在，只剩一個了。

source: <32>{#p/story}* Silente and company present themselves!
es_es: <32>{#p/story}* ¡Silente y compañía se presentan!
tr_tr: <32>{#p/story}* Silente ve arkadaşları kendilerini tanıtıyor!
zh_cn: <32>{#p/story}* Silente和他的同伙一同现身了！
zh_tw: <32>{#p/story}* Silente和他的同夥一同現身了！

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life is difficult for this monster.
es_es: <32>{#p/story}* FROGGIT - ATQ 4 DEF 5 * La vida es difícil para este monstruo.
tr_tr: <32>{#p/story}* FROGGİT - SAL 4 SAV 5 * Hayat bu canavar için zor.
zh_cn: <32>{#p/story}* FROGGIT - 攻击4 防御5 * 这只怪物的生活并不轻松。
zh_tw: <32>{#p/story}* FROGGIT - 攻擊4 防禦5 * 這隻怪物的生活並不輕鬆。

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life is getting better for this monster.
es_es: <32>{#p/story}* FROGGIT - ATQ 4 DEF 5 * La vida está mejorando para este monstruo.
tr_tr: <32>{#p/story}* FROGGİT - SAL 4 SAV 5 * Hayat bu canavar için iyiye gidiyor.
zh_cn: <32>{#p/story}* FROGGIT - 攻击4 防御5 * 这只怪物的生活逐渐向好。
zh_tw: <32>{#p/story}* FROGGIT - 攻擊4 防禦5 * 這隻怪物的生活逐漸向好。

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life just doesn't seem to get easier for this monster.
es_es: <32>{#p/story}* FROGGIT - ATQ 4 DEF 5 * La vida no parece ser fácil para este monstruo.
tr_tr: <32>{#p/story}* FROGGİT - SAL 4 SAV 5 * Hayat bu canavarın yüzüne hiç gülmüyor gibi.
zh_cn: <32>{#p/story}* FROGGIT - 攻击4 防御5 * 这只怪物的生活仍不好过。
zh_tw: <32>{#p/story}* FROGGIT - 攻擊4 防禦5 * 這隻怪物的生活仍不好過。

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life is very confusing for this monster.
es_es: <32>{#p/story}* FROGGIT - ATQ 4 DEF 5 * La vida es muy confusa para este monstruo.
tr_tr: <32>{#p/story}* FROGGİT - SAL 4 SAV 5 * Hayat bu canavar için çok kafa karıştırıcı.
zh_cn: <32>{#p/story}* FROGGIT - 攻击4 防御5 * 这只怪物的生活浑浑噩噩。
zh_tw: <32>{#p/story}* FROGGIT - 攻擊4 防禦5 * 這隻怪物的生活渾渾噩噩。

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life seems to be very lovely for this monster.
es_es: <32>{#p/story}* FROGGIT - ATQ 4 DEF 5 * La vida parece ser muy amorosa para este monstruo.
tr_tr: <32>{#p/story}* FROGGİT - SAL 4 SAV 5 * Hayat bu canavar için sevgi dolu.
zh_cn: <32>{#p/story}* FROGGIT - 攻击4 防御5 * 这只怪物的生活颇为惬意。
zh_tw: <32>{#p/story}* FROGGIT - 攻擊4 防禦5 * 這隻怪物的生活頗為愜意。

source: <32>{#p/human}* (You threaten Froggit.)
es_es: <32>{#p/human}* (Amenazas a Froggit.)
tr_tr: <32>{#p/human}* (Froggit'i tehdit ettin.)
zh_cn: <32>{#p/human}* （你对Froggit发出威胁。）
zh_tw: <32>{#p/human}* （你對Froggit發出威脅。）

source: <32>{#p/basic}* Froggit doesn't understand what you said...
es_es: <32>{#p/basic}* Froggit no entiende lo que dijiste...
tr_tr: <32>{#p/basic}* Froggit ne dediğini anlamadı...
zh_cn: <32>{#p/basic}* 但Froggit并不明白你在说什么...
zh_tw: <32>{#p/basic}* 但Froggit並不明白你在說什麼...

source: <32>{#p/human}* (You threaten Froggit again.)
es_es: <32>{#p/human}* (Amenazas a Froggit otra vez.)
tr_tr: <32>{#p/human}* (Froggit'i yine tehdit ettin.)
zh_cn: <32>{#p/human}* （你再一次对Froggit发出威胁。）
zh_tw: <32>{#p/human}* （你再一次對Froggit發出威脅。）

source: <32>{#p/basic}* Froggit recalls the previous threat and decides it's time to run away.
es_es: <32>{#p/basic}* Froggit entiende la amenaza anterior y decide que es hora de huir.
tr_tr: <32>{#p/basic}* Froggit önceki tehdidini hatırladı ve kaçması gerektiğine karar verdi.
zh_cn: <32>{#p/basic}* Froggit想起了 你先前的恐吓， 决定撒腿跑路。
zh_tw: <32>{#p/basic}* Froggit想起了 你先前的恐嚇， 決定撒腿跑路。

source: <32>{#p/human}* (You compliment Froggit.)
es_es: <32>{#p/human}* (Halagas a Froggit.)
tr_tr: <32>{#p/human}* (Froggit'e iltifat ettin.)
zh_cn: <32>{#p/human}* （你称赞了Froggit一番。）
zh_tw: <32>{#p/human}* （你稱讚了Froggit一番。）

source: <32>{#p/human}* (You flirt with Froggit.)
es_es: <32>{#p/human}* (Coqueteas con Froggit.)
tr_tr: <32>{#p/human}* (Froggit'le flört ettin.)
zh_cn: <32>{#p/human}* （你向Froggit调情。）
zh_tw: <32>{#p/human}* （你向Froggit調情。）

source: <32>{#p/human}* (But you haven't said anything to translate yet.)
es_es: <32>{#p/human}* (Pero no has dicho nada para traducir aún.)
tr_tr: <32>{#p/human}* (Ama daha tercüme edecek bir şey söylemedin.)
zh_cn: <32>{#p/human}* （可是，你还什么都没说， 没法翻译。）
zh_tw: <32>{#p/human}* （可是，你還什麼都沒說， 沒法翻譯。）

source: <32>{#p/human}* (You translate what you said.) * (Froggit seems to understand you now.)
es_es: <32>{#p/human}* (Traduces lo que dijiste.) * (Froggit parece entenderte ahora.)
tr_tr: <32>{#p/human}* (Söylediklerini tercüme ettin.) * (Froggit artık seni anlıyor.)
zh_cn: <32>{#p/human}* （你把你想说的话翻译了一下。） * （Froggit好像听懂你在说什么了。）
zh_tw: <32>{#p/human}* （你把你想說的話翻譯了一下。） * （Froggit好像聽懂你在說什麼了。）

source: <32>{#p/basic}* Froggit is flattered.
es_es: <32>{#p/basic}* Froggit esta halagado.
tr_tr: <32>{#p/basic}* Froggit pohpohlandı.
zh_cn: <32>{#p/basic}* Froggit受宠若惊。
zh_tw: <32>{#p/basic}* Froggit受寵若驚。

source: <32>{#p/basic}* Froggit is hesitant to continue this battle.
es_es: <32>{#p/basic}* Froggit esta dudando si continuar la pelea.
tr_tr: <32>{#p/basic}* Froggit bu savaşa devam etme konusunda tereddütlü.
zh_cn: <32>{#p/basic}* Froggit更加顾虑， 不知该不该继续战斗。ゑ
zh_tw: <32>{#p/basic}* Froggit更加顧慮， 不知該不該繼續戰鬥。ゑ

source: <32>* Thoroughly threatened, Froggit runs away!
es_es: <32>* ¡Completamente amenazado, Froggit huye!
tr_tr: <32>* İçten içe tehdit edilmiş halde Froggit kaçıyor!
zh_cn: <32>* Froggit吓破了胆，扭头就跑！ゑ
zh_tw: <32>* Froggit嚇破了膽，扭頭就跑！ゑ

source: <32>{#p/basic}* Froggit shows no sign of fear.
es_es: <32>{#p/basic}* Froggit no muestra miedo alguno.
tr_tr: <32>{#p/basic}* Froggit korku belirtisi göstermiyor.
zh_cn: <32>{#p/basic}* Froggit面不改色，毫无畏惧之情。
zh_tw: <32>{#p/basic}* Froggit面不改色，毫無畏懼之情。

source: <32>{#p/basic}* Froggit is blushing, if only on the inside.
es_es: <32>{#p/basic}* Froggit se sonroja, aunque sólo sea interno.
tr_tr: <32>{#p/basic}* Froggit dışına yansıtmasa da, içten içe kızarıyor.
zh_cn: <32>{#p/basic}* Froggit脸红了， 虽然只是在内心里。
zh_tw: <32>{#p/basic}* Froggit臉紅了， 雖然只是在內心裡。

source: <08>{#p/basic}{~}Ribbit, ribbit?
tr_tr: <08>{#p/basic}{~}Vırak, Vırak?
zh_cn: <08>{#p/basic}{~}呱呱， 呱呱？
zh_tw: <08>{#p/basic}{~}呱呱， 呱呱？

source: <08>{#p/basic}{~}(Blushes deeply.) Ribbit..
es_es: <08>{#p/basic}{~}(Se sonroja profun- damente.) Ribbit..
tr_tr: <08>{#p/basic}{~}(Yanak- ları cidden kızarır.) Vırak...
zh_cn: <08>{#p/basic}{~}（脸涨得 通红。） 呱呱..
zh_tw: <08>{#p/basic}{~}（臉漲得 通紅。） 呱呱..

source: <08>{#p/basic}{~}Ribbit, ribbit.
tr_tr: <08>{#p/basic}{~}Vırak, vırak.
zh_cn: <08>{#p/basic}{~}呱呱， 呱呱。
zh_tw: <08>{#p/basic}{~}呱呱， 呱呱。

source: <08>{#p/basic}{~}Croak, croak.
es_es: <08>{#p/basic}{~}Croac, croac.
tr_tr: <08>{#p/basic}{~}Gak, Gak.
zh_cn: <08>{#p/basic}{~}咕呱， 咕呱。
zh_tw: <08>{#p/basic}{~}咕呱， 咕呱。

source: <08>{#p/basic}{~}Hop, hop.
es_es: <08>{#p/basic}{~}Salta, salta.
tr_tr: <08>{#p/basic}{~}Zıp, zıp.
zh_cn: <08>{#p/basic}{~}跳跳， 跳跳。
zh_tw: <08>{#p/basic}{~}跳跳， 跳跳。

source: <08>{#p/basic}{~}Meow.
es_es: <08>{#p/basic}{~}Miau.
tr_tr: <08>{#p/basic}{~}Miyav.
zh_cn: <08>{#p/basic}{~}喵。
zh_tw: <08>{#p/basic}{~}喵。

source: <32>{#p/story}* Froggit seems reluctant to fight you.
es_es: <32>{#p/story}* Froggit parece hostil peleandote.
tr_tr: <32>{#p/story}* Froggit seninle savaşmaya çekiniyor.
zh_cn: <32>{#p/story}* Froggit似乎不愿意和你战斗了。
zh_tw: <32>{#p/story}* Froggit似乎不願意和你戰鬥了。

source: <08>{#p/basic}{~}(Shiver, shake.) Ribbit..
es_es: <08>{#p/basic}{~}(Tiembla, sacude.) Ribbit..
tr_tr: <08>{#p/basic}{~}(Titre, sallan.) Vırak...
zh_cn: <08>{#p/basic}{~}（缩缩， 抖抖。） 呱呱..
zh_tw: <08>{#p/basic}{~}（縮縮， 抖抖。） 呱呱..

source: <08>{#p/basic}{~}(Blushes softly.) Ribbit..
es_es: <08>{#p/basic}{~}(Se sonroja suavemente.) Ribbit..
tr_tr: <08>{#p/basic}{~}(Yanak- ları hafif- ten kızarır.) Vırak...
zh_cn: <08>{#p/basic}{~}（脸微微 泛红。） 呱呱..
zh_tw: <08>{#p/basic}{~}（臉微微 泛紅。） 呱呱..

source: <32>{#p/story}* Froggit is trying to run away.
es_es: <32>{#p/story}* Froggit está tratando de huir.
tr_tr: <32>{#p/story}* Froggit kaçacak yer arıyor.
zh_cn: <32>{#p/story}* Froggit正试图逃跑。
zh_tw: <32>{#p/story}* Froggit正試圖逃跑。

source: <32>{#p/story}* Froggit hops near!
es_es: <32>{#p/story}* ¡Froggit se acerca!
tr_tr: <32>{#p/story}* Froggit yakınına zıpladı!
zh_cn: <32>{#p/story}* Froggit蹦了过来！
zh_tw: <32>{#p/story}* Froggit蹦了過來！

source: <32>{#p/story}* The battlefield is filled with the smell of crystherium utilia.
es_es: <32>{#p/story}* El campo de batalla está lleno con el aroma del crystherium utilia.
tr_tr: <32>{#p/story}* Savaş alanı egzotik çiçek kokusuyla doldu.
zh_cn: <32>{#p/story}* 战场弥漫着曜菊的芬芳。
zh_tw: <32>{#p/story}* 戰場瀰漫著曜菊的芬芳。

source: <32>{#p/story}* Froggit doesn't seem to know why it's here.
es_es: <32>{#p/story}* Parece que Froggit no sabe por qué está aquí.
tr_tr: <32>{#p/story}* Froggit neden burada olduğunu bilmiyor gibi.
zh_cn: <32>{#p/story}* Froggit看起来并不知道 自己为什么在这里。
zh_tw: <32>{#p/story}* Froggit看起來並不知道 自己為什麼在這裡。

source: <32>{#p/story}* Froggit hops to and fro.
es_es: <32>{#p/story}* Froggit salta de un lado a otro.
tr_tr: <32>{#p/story}* Froggit ileri geri zıplıyor.
zh_cn: <32>{#p/story}* Froggit跳来跳去。
zh_tw: <32>{#p/story}* Froggit跳來跳去。

source: <32>{#p/story}* FLUTTERLYTE - ATK 5 DEF 0 * This monster has only just learned how to fly...
es_es: <32>{#p/story}* FLUTTERLYTE - ATQ 5 DEF 0 * Este monstruo apenas aprendió a volar...
tr_tr: <32>{#p/story}* FLUTTERLYTE - SAL 5 SAV 0 * Bu canavar uçmayı daha şimdi öğrendi...
zh_cn: <32>{#p/story}* FLUTTERLYTE - 攻击5 防御0 * 这只怪物才刚学会飞...
zh_tw: <32>{#p/story}* FLUTTERLYTE - 攻擊5 防禦0 * 這隻怪物才剛學會飛...

source: <32>{#p/story}* FLUTTERLYTE - ATK 5 DEF 0 * This monster wishes it had stayed on the ground.
es_es: <32>{#p/story}* FLUTTERLYTE - ATQ 5 DEF 0 * Este monstruo desea haberse quedado en el suelo.
tr_tr: <32>{#p/story}* FLUTTERLYTE - SAL 5 SAV 0 * Bu canavar hep yerde kalmış olmayı diliyor.
zh_cn: <32>{#p/story}* FLUTTERLYTE - 攻击5 防御0 * 这只怪物后悔学习飞翔了。
zh_tw: <32>{#p/story}* FLUTTERLYTE - 攻擊5 防禦0 * 這隻怪物後悔學習飛翔了。

source: <32>{#p/human}* (You help Flutterlyte fly higher into the air.)
es_es: <32>{#p/human}* (Ayudas a Flutterlyte a volar más alto.)
tr_tr: <32>{#p/human}* (Flutterlyte'a daha yükseğe uçmasında yardım ettin.)
zh_cn: <32>{#p/human}* （你帮Flutterlyte飞得更高。）
zh_tw: <32>{#p/human}* （你幫Flutterlyte飛得更高。）

source: <32>{#p/basic}* Flutterlyte thanks you, and flies away...
es_es: <32>{#p/basic}* Flutterlyte te da las gracias, y se va volando...
tr_tr: <32>{#p/basic}* Flutterlyte sana teşekkür edip uçarak gidiyor...
zh_cn: <32>{#p/basic}* Flutterlyte很感谢你， 然后飞走了...
zh_tw: <32>{#p/basic}* Flutterlyte很感謝你， 然後飛走了...

source: <32>{#p/human}* (You flirt with Flutterlyte.)
es_es: <32>{#p/human}* (Coqueteas con Flutterlyte.)
tr_tr: <32>{#p/human}* (Flutterlyte ile flört ettin.)
zh_cn: <32>{#p/human}* （你向Flutterlyte调情。）
zh_tw: <32>{#p/human}* （你向Flutterlyte調情。）

source: <32>{#p/basic}* Unable to handle your compliment, Flutterlyte bursts into tears and flies away...
es_es: <32>{#p/basic}* Incapaz de aceptar tu cumplido, Flutterlyte se va volando llorando....
tr_tr: <32>{#p/basic}* İltifatına dayanamayarak, Flutterlyte gözyaşlarına boğulup uçarak uzaklaşıyor...
zh_cn: <32>{#p/basic}* Flutterlyte对你的赞美无所适从， 泪流满面地飞走了...
zh_tw: <32>{#p/basic}* Flutterlyte對你的讚美無所適從， 淚流滿面地飛走了...

source: <32>{#p/human}* (You weep and wail and gnash your teeth.)
es_es: <32>{#p/human}* (Lloras lamentándote y rechinas tus dientes.)
tr_tr: <32>{#p/human}* (Ağlıyorsun, zırlıyorsun ve dişlerini gıcırdatıyorsun.)
zh_cn: <32>{#p/human}* （你呲牙咧嘴， 发出一阵鬼哭狼嚎。）
zh_tw: <32>{#p/human}* （你呲牙咧嘴， 發出一陣鬼哭狼嚎。）

source: <32>{#p/basic}* Flutterlyte panicks and flies away...
es_es: <32>{#p/basic}* Flutterlyte paniquea y vuela lejos...
tr_tr: <32>{#p/basic}* Flutterlyte panikleyip uçarak ayrılıyor...
zh_cn: <32>{#p/basic}* Flutterlyte吓坏了， 赶忙飞走了。
zh_tw: <32>{#p/basic}* Flutterlyte嚇壞了， 趕忙飛走了。

source: <08>{#p/basic}{~}Why is this so hard..
es_es: <08>{#p/basic}{~}Por qué esto es tán difícil..
tr_tr: <08>{#p/basic}{~}Bu niye bu kadar zor..
zh_cn: <08>{#p/basic}{~}为什么 这么难..
zh_tw: <08>{#p/basic}{~}為什麼 這麼難..

source: <08>{#p/basic}{~}Please help me..
es_es: <08>{#p/basic}{~}Por favor ayú- dame...
tr_tr: <08>{#p/basic}{~}Lütfen bana yardım et..
zh_cn: <08>{#p/basic}{~}请帮帮 我..
zh_tw: <08>{#p/basic}{~}請幫幫 我..

source: <08>{#p/basic}{~}I'm scared..
es_es: <08>{#p/basic}{~}Estoy asustado...
tr_tr: <08>{#p/basic}{~}Korku- yorum..
zh_cn: <08>{#p/basic}{~}我好怕..
zh_tw: <08>{#p/basic}{~}我好怕..

source: <08>{#p/basic}{~}I can't do this..
es_es: <08>{#p/basic}{~}No puedo hacer esto...
tr_tr: <08>{#p/basic}{~}Bunu yapamam..
zh_cn: <08>{#p/basic}{~}我做 不到...
zh_tw: <08>{#p/basic}{~}我做 不到...

source: <08>{#p/basic}{~}\x00*sniff sniff*
es_es: <08>{#p/basic}{~}\x00*llora llora*
tr_tr: <08>{#p/basic}{~}\x00*burun çeker*
zh_cn: <08>{#p/basic}{~}\x00*呜呜* *呜呜*
zh_tw: <08>{#p/basic}{~}\x00*嗚嗚* *嗚嗚*

source: <32>{#p/story}* Flutterlyte is barely keeping itself in the air.
es_es: <32>{#p/story}* Flutterlyte apenas se mantiene en el aire.
tr_tr: <32>{#p/story}* Flutterlyte kendisini zar zor havada tutuyor.
zh_cn: <32>{#p/story}* Flutterlyte快要从空中掉下来了。
zh_tw: <32>{#p/story}* Flutterlyte快要從空中掉下來了。

source: <32>{#p/story}* Flutterlyte comes forth!
es_es: <32>{#p/story}* ¡Flutterlyte aparece frente a ti!
tr_tr: <32>{#p/story}* Flutterlyte önüne geldi!
zh_cn: <32>{#p/story}* Flutterlyte飘飘悠悠地飞了过来！
zh_tw: <32>{#p/story}* Flutterlyte飄飄悠悠地飛了過來！

source: <32>{#p/story}* Flutterlyte continues to mutter apologies.
es_es: <32>{#p/story}* Flutterlyte sigue murmurando disculpas.
tr_tr: <32>{#p/story}* Flutterlyte özür mırıldanmaya devam ediyor.
zh_cn: <32>{#p/story}* Flutterlyte继续咕哝着道歉。
zh_tw: <32>{#p/story}* Flutterlyte繼續咕噥著道歉。

source: <32>{#p/story}* Flutterlyte hovers meekly.
es_es: <32>{#p/story}* Flutterlyte flota dócilmente.
tr_tr: <32>{#p/story}* Flutterlyte uysalca süzülüyor.
zh_cn: <32>{#p/story}* Flutterlyte悠悠地徘徊。
zh_tw: <32>{#p/story}* Flutterlyte悠悠地徘徊。

source: <32>{#p/story}* The smell of fresh peaches permeates the air.
es_es: <32>{#p/story}* El olor de melocotones frescos aparecen en el aire.
tr_tr: <32>{#p/story}* Taze şeftali kokusu havaya siniyor.
zh_cn: <32>{#p/story}* 空气中弥漫着 新鲜桃子的香味。
zh_tw: <32>{#p/story}* 空氣中瀰漫著 新鮮桃子的香味。

source: <32>{#p/story}* Flutterlyte is hyperventilating.
es_es: <32>{#p/story}* Flutterlyte se está hiperventilando.
tr_tr: <32>{#p/story}* Flutterlyte soluk soluğa durumda.
zh_cn: <32>{#p/story}* Flutterlyte气喘吁吁。
zh_tw: <32>{#p/story}* Flutterlyte氣喘籲籲。

source: <32>{#p/story}* Flutterlyte avoids eye contact.
es_es: <32>{#p/story}* Flutterlyte evita el contacto visual.
tr_tr: <32>{#p/story}* Flutterlyte göz temasından kaçınıyor.
zh_cn: <32>{#p/story}* Flutterlyte眼神闪躲。
zh_tw: <32>{#p/story}* Flutterlyte眼神閃躲。

source: <32>{#p/story}* OCULOUX - ATK 6 DEF 6 * Staring contest master. * Family name: Eyewalker
es_es: <32>{#p/story}* OCULOUX - ATQ 6 DEF 6 * Maestro del concurso de miradas. * Su apellido es: Eyewalker
tr_tr: <32>{#p/story}* OCULOUX - SAL 6 SAV 6 * Bakışma yarışmalarının ustası. * Aile adı: Eyewalker
zh_cn: <32>{#p/story}* OCULOUX - 攻击6 防御6 * 绝活：干瞪眼。 * 姓：Eyewalker。
zh_tw: <32>{#p/story}* OCULOUX - 攻擊6 防禦6 * 絕活：乾瞪眼。 * 姓：Eyewalker。

source: <32>{#p/story}* OCULOUX - ATK 6 DEF 6 * This bully is trying very hard to pretend it's not flattered.
es_es: <32>{#p/story}* OCULOUX - ATQ 6 DEF 6 * Este bravucón se esfuerza mucho por fingir que no se siente halagado.
tr_tr: <32>{#p/story}* OCULOUX - SAL 6 SAV 6 * Bu zorba pohpohlanmış gibi gözükmemek için elinden geleni yapıyor.
zh_cn: <32>{#p/story}* OCULOUX - 攻击6 防御6 * 这个恶霸很努力地 假装没有受宠若惊。
zh_tw: <32>{#p/story}* OCULOUX - 攻擊6 防禦6 * 這個惡霸很努力地 假裝沒有受寵若驚。

source: <32>{#p/story}* OCULOUX - ATK 6 DEF 6 * This monster is honored to be in your line of sight.
es_es: <32>{#p/story}* OCULOUX - ATQ 6 DEF 6 * Este monstruo esta honrado de estar en tu línea de visión.
tr_tr: <32>{#p/story}* OCULOUX - SAL 6 SAV 6 * Bu canavar senin görüş açında bulunmaktan onur duyuyor.
zh_cn: <32>{#p/story}* OCULOUX - 攻击6 防御6 * 这只怪物很荣幸 能出现在你的视线里。
zh_tw: <32>{#p/story}* OCULOUX - 攻擊6 防禦6 * 這隻怪物很榮幸 能出現在你的視線裡。

source: <32>{#p/human}* (You stare at Oculoux.) * (Oculoux stares back harder.)
es_es: <32>{#p/human}* (Miras fijamente a Oculoux.) * (Oculoux te devuelve la mirada con más fuerza.)
tr_tr: <32>{#p/human}* (Oculoux’a dik dik baktın.) * (Oculoux daha da dik bakıyor.)
zh_cn: <32>{#p/human}* （你瞪了Oculoux一眼。） * （Oculoux使劲瞪了回来。）ゑ
zh_tw: <32>{#p/human}* （你瞪了Oculoux一眼。） * （Oculoux使勁瞪了回來。）ゑ

source: <32>{#p/human}* (Oculoux's eye becomes increasingly strained, and eventually...)
es_es: <32>{#p/human}* (El ojo de Oculoux se va esforzando cada vez más, y eventualmente...)
tr_tr: <32>{#p/human}* (Oculoux'un gözü gittikçe kasılıyor, ve nihayetinde...)
zh_cn: <32>{#p/human}* （Oculoux越瞪越用力...）ゑ
zh_tw: <32>{#p/human}* （Oculoux越瞪越用力...）ゑ

source: <32>{#p/human}* (... Oculoux bows.)
es_es: <32>{#p/human}* (... Oculoux se inclina.)
tr_tr: <32>{#p/human}* (... Oculoux diz çöküyor.)
zh_cn: <32>{#p/human}* （...最后它受不了，认输了。）ゑ
zh_tw: <32>{#p/human}* （...最後它受不了，認輸了。）ゑ

source: <32>{#p/human}* (You flirt with Oculoux.)
es_es: <32>{#p/human}* (Coqueteas con Oculoux.)
tr_tr: <32>{#p/human}* (Oculoux ile flört ettin.)
zh_cn: <32>{#p/human}* （你向Oculoux调情。）
zh_tw: <32>{#p/human}* （你向Oculoux調情。）

source: <32>{#p/human}* (You rudely lecture Oculoux about staring at people.)
es_es: <32>{#p/human}* (Sermoneas groseramente a Oculoux sobre mirar fijamente a la gente.)
tr_tr: <32>{#p/human}* (Oculoux’a başkalarına bakmayla ilgili kaba bir demeç verdin.)
zh_cn: <32>{#p/human}* （你粗鲁地告诫Oculoux 不要盯着别人看。）
zh_tw: <32>{#p/human}* （你粗魯地告誡Oculoux 不要盯著別人看。）

source: <08>{#p/basic}{~}Do you dare to stare?
es_es: <08>{#p/basic}{~}¿Te atreves a mirarme?
tr_tr: <08>{#p/basic}{~}Bakmaya cesaretin var mı?
zh_cn: <08>{#p/basic}{~}你敢盯着 看吗？
zh_tw: <08>{#p/basic}{~}你敢盯著 看嗎？

source: <08>{#p/basic}{~}Look who changed their mind.
es_es: <08>{#p/basic}{~}Mira quién cambió de opinión.
tr_tr: <08>{#p/basic}{~}Bakın kim fikrini değiştirdi.
zh_cn: <08>{#p/basic}{~}看看谁 变卦了。
zh_tw: <08>{#p/basic}{~}看看誰 變卦了。

source: <99>{#p/basic}{~}The gaze is strong with this one.
es_es: <99>{#p/basic}{~}La mirada es fuerte con este.
tr_tr: <99>{#p/basic}{~}Bunun da bakışları güçlüymüş.
zh_cn: <99>{#p/basic}{~}这货还 真挺能 盯的。
zh_tw: <99>{#p/basic}{~}這貨還 真挺能 盯的。

source: <08>{#p/basic}{~}How tsundere of you.
es_es: <08>{#p/basic}{~}Qué tsundere eres.
tr_tr: <08>{#p/basic}{~}Ne kadar tsundere bir davranış.
zh_cn: <08>{#p/basic}{~}死傲娇。ゑ
zh_tw: <08>{#p/basic}{~}死傲嬌。ゑ

source: <08>{#p/basic}{~}What? N-no way!
es_es: <08>{#p/basic}{~}¿Qué? ¡D-de ninguna manera!
tr_tr: <08>{#p/basic}{~}Ne? Y-yok canım!
zh_cn: <08>{#p/basic}{~}啥？ 没-没门！
zh_tw: <08>{#p/basic}{~}啥？ 沒-沒門！

source: <32>{#p/story}* Oculoux is watering.
es_es: <32>{#p/story}* Oculoux esta lagrimeando.
tr_tr: <32>{#p/story}* Oculoux’un gözü sulandı.
zh_cn: <32>{#p/story}* Oculoux在流泪。
zh_tw: <32>{#p/story}* Oculoux在流淚。

source: <08>{#p/basic}{~}I've got my eye on you.
es_es: <08>{#p/basic}{~}Tengo mis ojos en ti.
tr_tr: <08>{#p/basic}{~}Gözüm üstünde.
zh_cn: <08>{#p/basic}{~}盯上你了。ゑ
zh_tw: <08>{#p/basic}{~}盯上你了。ゑ

source: <08>{#p/basic}{~}Don't tell me what to do.
es_es: <08>{#p/basic}{~}No me digas que hacer.
tr_tr: <08>{#p/basic}{~}Bana ne yapacağımı söyleme.
zh_cn: <08>{#p/basic}{~}我想干啥 不用你管。ゑ
zh_tw: <08>{#p/basic}{~}我想幹啥 不用你管。ゑ

source: <08>{#p/basic}{~}Staring is caring.
es_es: <08>{#p/basic}{~}Mirar es preocuparse.
tr_tr: <08>{#p/basic}{~}Görmek mutluluktur.
zh_cn: <08>{#p/basic}{~}盯着你 意味着 在意你。
zh_tw: <08>{#p/basic}{~}盯著你 意味著 在意你。

source: <08>{#p/basic}{~}What an eyesore.
es_es: <08>{#p/basic}{~}Que gusano.
tr_tr: <08>{#p/basic}{~}Gözümü yoruyorsun.
zh_cn: <08>{#p/basic}{~}真碍眼。
zh_tw: <08>{#p/basic}{~}真礙眼。

source: <08>{#p/basic}{~}How about a staring contest?
es_es: <08>{#p/basic}{~}¿Qué tal un concurso de miradas?
tr_tr: <08>{#p/basic}{~}Bakışma yarışmasına var mısın?
zh_cn: <08>{#p/basic}{~}来个 盯人比赛 如何？
zh_tw: <08>{#p/basic}{~}來個 盯人比賽 如何？

source: <08>{#p/basic}{~}How dare you question our way of life!
es_es: <08>{#p/basic}{~}¡Cómo te atreves a cuestionar nuestro modo de vida!
tr_tr: <08>{#p/basic}{~}Ne cüretle yaşam tarzımızı sorgularsın!
zh_cn: <08>{#p/basic}{~}你怎么敢 质疑我们的 生活方式！
zh_tw: <08>{#p/basic}{~}你怎麼敢 質疑我們的 生活方式！

source: <32>{#p/story}* Oculoux doesn't care about fighting anymore.
es_es: <32>{#p/story}* A Oculoux ya no le interesa luchar.
tr_tr: <32>{#p/story}* Savaşmak artık Oculoux'un umurunda değil.
zh_cn: <32>{#p/story}* Oculoux不想跟你打了。
zh_tw: <32>{#p/story}* Oculoux不想跟你打了。

source: <32>{#p/story}* A pair of Oculoux walked in!
es_es: <32>{#p/story}* ¡Un par de Oculoux aparecieron!
tr_tr: <32>{#p/story}* Bir çift Oculoux üstüne yürüdü!
zh_cn: <32>{#p/story}* 一对Oculoux向你走来！
zh_tw: <32>{#p/story}* 一對Oculoux向你走來！

source: <32>{#p/story}* Oculoux is staring right through you.
es_es: <32>{#p/story}* Oculoux te está mirando fijamente.
tr_tr: <32>{#p/story}* Oculoux sana gözünü dikmiş durumda.
zh_cn: <32>{#p/story}* Oculoux紧盯着你看。
zh_tw: <32>{#p/story}* Oculoux緊盯著你看。

source: <32>{#p/story}* Oculoux gnashes its teeth.
es_es: <32>{#p/story}* Oculoux rechina sus dientes.
tr_tr: <32>{#p/story}* Oculoux dişlerini sıkıyor.
zh_cn: <32>{#p/story}* Oculoux咬牙切齿。
zh_tw: <32>{#p/story}* Oculoux咬牙切齒。

source: <32>{#p/story}* Smells like eyedrops.
es_es: <32>{#p/story}* Huele como a gotas para los ojos.
tr_tr: <32>{#p/story}* Göz damlası gibi kokuyor.
zh_cn: <32>{#p/story}* 闻起来像眼药水。
zh_tw: <32>{#p/story}* 聞起來像眼藥水。

source: <32>{#p/story}* Oculoux has gone bloodshot.
es_es: <32>{#p/story}* Oculoux se ha enrojecido.
tr_tr: <32>{#p/story}* Oculoux'un gözü kanlandı.
zh_cn: <32>{#p/story}* Oculoux充血了。
zh_tw: <32>{#p/story}* Oculoux充血了。

source: <32>{#p/story}* Oculoux is gazing at you.
es_es: <32>{#p/story}* Oculoux te mira fijamente.
tr_tr: <32>{#p/story}* Oculoux sana dik dik bakıyor.
zh_cn: <32>{#p/story}* Oculoux正凝视着你。
zh_tw: <32>{#p/story}* Oculoux正凝視著你。

source: <32>{#p/story}* Oculoux is now alone.
es_es: <32>{#p/story}* Oculoux ahora esta solo.
tr_tr: <32>{#p/story}* Oculoux artık yalnız.
zh_cn: <32>{#p/story}* Oculoux现在孤身一人了。
zh_tw: <32>{#p/story}* Oculoux現在孤身一人了。

source: <32>{#p/story}* SILENTE - ATK 7 DEF 5 * It seems evil, but it's just with the wrong crowd...
es_es: <32>{#p/story}* SILENTE - ATQ 7 DEF 5 * Parece malvado, pero solo lo es con la gente equivocada...
tr_tr: <32>{#p/story}* SİLENTE - SAL 7 SAV 5 * Kötü görünebilir, ama sadece yanlış kişilerle birlikte...
zh_cn: <32>{#p/story}* SILENTE - 攻击7 防御5 * 它看起来很邪恶，但其实 只是被集体意识冲昏了头脑。
zh_tw: <32>{#p/story}* SILENTE - 攻擊7 防禦5 * 它看起來很邪惡，但其實 只是被集體意識衝昏了頭腦。
