Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>{#p/basic}{#n1}* Maybe now that we're free, they'll finally make that reboot they were planning.
es_es: <32>{#p/basic}{#n1}* Quizás como ahora estamos libres, ellos finalmente harán ese reinicio que estaban planeando.
tr_tr: <32>{#p/basic}{#n1}* Belki şimdi özgür olduğumuza göre, sonunda planladıkları yeniden yapımı gerçekleştirebilirler.
zh_cn: <32>{#p/basic}{#n1}* 咱们现在自由了， 他们终于能开始做 那个计划中的重启版了。
zh_tw: <32>{#p/basic}{#n1}* 咱們現在自由了， 他們終於能開始做 那個計畫中的重啟版了。

source: <32>* What was it called? * Oh, I've already forgotten...
es_es: <32>* ¿Cómo se llamaba? * Oh, lo he olvidado...
tr_tr: <32>* Adı neydi? * Ah, şimdiden unuttum...
zh_cn: <32>* 那玩意叫啥来着？ * 哦，我已经给忘了...
zh_tw: <32>* 那玩意叫啥來著？ * 喔，我已經給忘了...

source: <32>{#p/basic}{#n1}* Now what was THAT racket?
es_es: <32>{#p/basic}{#n1}* Ahora, ¿qué era ese ruido?
tr_tr: <32>{#p/basic}{#n1}* O şamata da neydi öyle?
zh_cn: <32>{#p/basic}{#n1}* 呃，刚才什么动静？
zh_tw: <32>{#p/basic}{#n1}* 呃，剛才什麼動靜？

source: <32>{#p/basic}{#n1}* Er, sorry, my eyesight's not what it used to be...
es_es: <32>{#p/basic}{#n1}* Lo siento, mi vista ya no es lo que solía ser...
tr_tr: <32>{#p/basic}{#n1}* Erm, kusura bakma, gözlerim eskisi gibi görmüyor.
zh_cn: <32>{#p/basic}{#n1}* 唉... 现在不行啦，眼睛花了。
zh_tw: <32>{#p/basic}{#n1}* 唉... 現在不行啦，眼睛花了。

source: <32>{#p/basic}{#n1}* Huh? * It happened again? * Tch, kids these days...
es_es: <32>{#p/basic}{#n1}* ¿Eh? * ¿Paso de nuevo? * Tch, estos niños de ahora...
tr_tr: <32>{#p/basic}{#n1}* Ha? * Yine mi oldu? Cık cık cık, zamane çocukları...
zh_cn: <32>{#p/basic}{#n1}* 啊？ * 怎么又整出这动静了？ 现在的孩子啊...
zh_tw: <32>{#p/basic}{#n1}* 啊？ * 怎麼又整出這動靜了？ 現在的孩子啊...

source: <32>{#p/basic}{#n1}* Kids these days...
es_es: <32>{#p/basic}{#n1}* Los niños de ahora...
tr_tr: <32>{#p/basic}{#n1}* Zamane çocukları...
zh_cn: <32>{#p/basic}{#n1}* 现在的孩子啊...
zh_tw: <32>{#p/basic}{#n1}* 現在的孩子啊...

source: <32>{#p/basic}{#n1}* Huh? * Was that my Super Starwalker comic strip?
tr_tr: <32>{#p/basic}{#n1}* Ha? * O benim Süper Starwalker çizgi romanım mıydı?
zh_cn: <32>{#p/basic}{#n1}* 啊？ * 那是我的《超级星之行者》 漫画吗？
zh_tw: <32>{#p/basic}{#n1}* 啊？ * 那是我的《超級星之行者》 漫畫嗎？

source: <32>{#p/basic}{#n1}* ... and here I thought I'd gotten rid of that thing.
tr_tr: <32>{#p/basic}{#n1}* ... ben de o şeyden kurtulduğumu sanmıştım.
zh_cn: <32>{#p/basic}{#n1}* ...我还以为我彻底摆脱 那东西了呢。
zh_tw: <32>{#p/basic}{#n1}* ...我還以為我徹底擺脫 那東西了呢。

source: <32>{#p/basic}{#n1}* If... if you d-do that again... I-I'm gonna have to stop you!
es_es: <32>{#p/basic}{#n1}* Si... si h-haces eso de nuevo... ¡t-tendré que detenerte!
tr_tr: <32>{#p/basic}{#n1}* Eğer... eğer b-bunu bir daha yaparsan... s-seni durdurmak zorunda kalacağım!
zh_cn: <32>{#p/basic}{#n1}* 如... * 如果你再-再那么做的话... 我-我会站出来阻止你的！
zh_tw: <32>{#p/basic}{#n1}* 如... * 如果你再-再那麼做的話... 我-我會站出來阻止你的！

source: <32>{#p/basic}{#n1}* N-no... * Not again...
es_es: <32>{#p/basic}{#n1}* N-no... * No de nuevo...
tr_tr: <32>{#p/basic}{#n1}* H-hayır... * Yine mi...
zh_cn: <32>{#p/basic}{#n1}* 住-住手... * 别伤害他们了...
zh_tw: <32>{#p/basic}{#n1}* 住-住手... * 別傷害他們了...

source: <32>{#p/basic}{#n1}* I'm sad. * They took the DJ table to use for some tacky show later.
es_es: <32>{#p/basic}{#n1}* Estoy triste. * Se llevaron la mesa del DJ para usarla en algún mal espectáculo más tarde.
tr_tr: <32>{#p/basic}{#n1}* Mutsuzum. * DJ masasını daha sonra yapılacak zevksiz bir gösteri için aldılar.
zh_cn: <32>{#p/basic}{#n1}* 我很伤心。 * 他们把打碟机搬走了， 说是以后搞什么俗气的表演要用。
zh_tw: <32>{#p/basic}{#n1}* 我很傷心。 * 他們把打碟機搬走了， 說是以後搞什麼俗氣的表演要用。

source: <32>* ... wait, that might actually be kind of cool.
es_es: <32>* ... espera, en realidad podría ser un poco genial.
tr_tr: <32>* ... dur, aslında bu biraz havalı olabilir.
zh_cn: <32>* ...等等，那好像还蛮酷的嘛。
zh_tw: <32>* ...等等，那好像還蠻酷的嘛。

source: <32>{#p/basic}{#n1}* I'm sad. * The bully who came through here earlier...
es_es: <32>{#p/basic}{#n1}* Estoy triste. * El bravucón que pasó por aquí antes...
tr_tr: <32>{#p/basic}{#n1}* Mutsuzum. * Daha önce buradan geçmiş olan zorba...
zh_cn: <32>{#p/basic}{#n1}* 我很伤心。 * 之前来的那个恶霸...
zh_tw: <32>{#p/basic}{#n1}* 我很傷心。 * 之前來的那個惡霸...

source: <32>* ... turned out to be you.
es_es: <32>* ... resultó ser tú.
tr_tr: <32>* ... meğer senmişsin.
zh_cn: <32>* ...居然是你。
zh_tw: <32>* ...居然是你。

source: <32>* You saved us in the end, but why resort to such violence along the way?
es_es: <32>* Al final nos salvaste, pero ¿por qué usaste la violencia en el camino?
tr_tr: <32>* En sonda bizi kurtardın, ama bu yolda niye şiddete başvurdun ki?
zh_cn: <32>* 虽然你最后拯救了大家， 但为什么一路上都要使用暴力呢？
zh_tw: <32>* 雖然你最後拯救了大家， 但為什麼一路上都要使用暴力呢？

source: <32>{#p/basic}{#n1}* I'm sad. * Musicians these days are way too hard on themselves...
es_es: <32>{#p/basic}{#n1}* Estoy triste. * Los músicos de ahora son muy duros consigo mismos...
tr_tr: <32>{#p/basic}{#n1}* Mutsuzum. * Günümüz müzisyenleri kendilerine çok fazla yükleniyor...
zh_cn: <32>{#p/basic}{#n1}* 我很伤心。 * 这段时间，音乐家们 都把自己逼得好紧...
zh_tw: <32>{#p/basic}{#n1}* 我很傷心。 * 這段時間，音樂家們 都把自己逼得好緊...

source: <32>* Personally, I really liked that tune of theirs.
es_es: <32>* Personalmente, me gusto mucho esa canción suya.
tr_tr: <32>* Şahsen ben, onun o küçük bestesini beğenmiştim.
zh_cn: <32>* 我个人真的很喜欢他们的曲子。
zh_tw: <32>* 我個人真的很喜歡他們的曲子。

source: <32>* It's a shame we'll probably never get to hear it again.
es_es: <32>* Es una pena que probablemente nunca lo escucharemos de nuevo.
tr_tr: <32>* Onu bir daha asla dinleyemeyecek olmamız ne yazık.
zh_cn: <32>* 真可惜， 我们可能再也听不到第二次了。
zh_tw: <32>* 真可惜， 我們可能再也聽不到第二次了。

source: <32>{#n1!}{#n2}* At least you still have steak to keep you company, right? ;)
es_es: <32>{#n1!}{#n2}* Al menos aún tienes un filete para hacerte compañía, ¿verdad? ;)
tr_tr: <32>{#n1!}{#n2}* En azından sana dostluk edebilecek biftekler var, di mi? ;)
zh_cn: <32>{#n1!}{#n2}* 至少你还有牛排作伴， 对吧？;)
zh_tw: <32>{#n1!}{#n2}* 至少你還有牛排作伴， 對吧？;)

source: <32>{#n2!}{#n1}* ... not this again.
es_es: <32>{#n2!}{#n1}* ... no esto de nuevo.
tr_tr: <32>{#n2!}{#n1}* ... yine mi sen.
zh_cn: <32>{#n2!}{#n1}* ...别再提这个了。
zh_tw: <32>{#n2!}{#n1}* ...別再提這個了。

source: <32>{#p/basic}{#n1}* I'm sad. * The food these days just gets worse and worse...
es_es: <32>{#p/basic}{#n1}* Estoy triste. * La comida de ahora es cada vez peor...
tr_tr: <32>{#p/basic}{#n1}* Mutsuzum. * Buradaki yemekler her gün daha da beter hale geliyor...
zh_cn: <32>{#p/basic}{#n1}* 我很伤心。 * 这几天的伙食真的是每况愈下...
zh_tw: <32>{#p/basic}{#n1}* 我很傷心。 * 這幾天的伙食真的是每況愈下...

source: <32>* I was promised something "real," but all I got was a cheap copy.
es_es: <32>* Me prometieron algo "real", pero todo lo que obtuve fue una copia barata.
tr_tr: <32>* Bana "gerçek" bir şey vadedilmişti, ama bana ucuz bir kopya verdiler.
zh_cn: <32>* 他们当初承诺会给一些 “货真价实”的东西。 * 但我所得的都是些伪劣仿制品。
zh_tw: <32>* 他們當初承諾會給一些 「貨真價實」的東西。 * 但我所得的都是些偽劣仿製品。

source: <32>{#n1!}{#n2}* Hey! ;) * Quit bad-mouthing my shop in front of the customers! ;)
es_es: <32>{#n1!}{#n2}* ¡Oye! ;) * ¡Deja de hablar mal de mi tienda frente al cliente! ;)
tr_tr: <32>{#n1!}{#n2}* Hey! ;) * Müşterilerin önünde dükkanımı kötülemeyi kessene! ;)
zh_cn: <32>{#n1!}{#n2}* 嘿！;) * 别在顾客面前 说我店面的坏话！;)
zh_tw: <32>{#n1!}{#n2}* 嘿！;) * 別在顧客面前 說我店面的壞話！;)

source: <32>* Besides, what if your sense of taste is to blame ;)
es_es: <32>* Además, ¿y si la culpa la tiene tu sentido del gusto? ;)
tr_tr: <32>* Ayrıca, ya senin tat alma duyunda sorun varsa ;)
zh_cn: <32>* 再说了，如果是你的味觉 出了些毛病呢 ;)
zh_tw: <32>* 再說了，如果是你的味覺 出了些毛病呢 ;)

source: <32>{#n2!}{#n1}* ... typical.
es_es: <32>{#n2!}{#n1}* ... tipico.
tr_tr: <32>{#n2!}{#n1}* ... şaşırtmadı.
zh_cn: <32>{#n2!}{#n1}* ...一点都没变。
zh_tw: <32>{#n2!}{#n1}* ...一點都沒變。

source: <32>{#p/basic}{#n1}* ... it isn't what it is?
es_es: <32>{#p/basic}{#n1}* ... ¿no es lo que es?
tr_tr: <32>{#p/basic}{#n1}* ... işler göründüğü gibi değil mi?
zh_cn: <32>{#p/basic}{#n1}* ...不是这么回事？
zh_tw: <32>{#p/basic}{#n1}* ...不是這麼回事？

source: <32>{#p/basic}{#n1}* ... it is what it is.
es_es: <32>{#p/basic}{#n1}* ... es lo que es.
tr_tr: <32>{#p/basic}{#n1}* ... işler aynı göründüğü gibi.
zh_cn: <32>{#p/basic}{#n1}* ...就是这么回事。
zh_tw: <32>{#p/basic}{#n1}* ...就是這麼回事。

source: <32>{#p/human}* (You got the Burnt Pie.)
es_es: <32>{#p/human}* (Conseguiste la Tarta Quemada.)
tr_tr: <32>{#p/human}* (Yanmış Turta'yı aldın.)
zh_cn: <32>{#p/human}* （你捡起了烤糊的派。）
zh_tw: <32>{#p/human}* （你撿起了烤糊的派。）

source: <32>{#p/human}* (You got the Pie Soup.)
es_es: <32>{#p/human}* (Conseguiste la Sopa de Tarta.)
tr_tr: <32>{#p/human}* (Turta Çorbası'nı aldın.)
zh_cn: <32>{#p/human}* （你带走了派粥。）
zh_tw: <32>{#p/human}* （你帶走了派粥。）

source: <32>{#p/human}* (You got the Snail Pie.)
es_es: <32>{#p/human}* (Conseguiste la Tarta de Caracol.)
tr_tr: <32>{#p/human}* (Salyangozlu Turta'yı aldın.)
zh_cn: <32>{#p/human}* （你捡起了蜗牛派。）
zh_tw: <32>{#p/human}* （你撿起了蝸牛派。）

source: <32>{#p/human}* (You got the Butterscotch Pie.)
es_es: <32>{#p/human}* (Conseguiste la Tarta de Caramelo.)
tr_tr: <32>{#p/human}* (Karamelli Turta'yı aldın.)
zh_cn: <32>{#p/human}* （你捡起了奶油糖肉桂派。）
zh_tw: <32>{#p/human}* （你撿起了奶油糖肉桂派。）

source: <32>{#p/event}* Ring, ring...
tr_tr: <32>{#p/event}* Zırr, zırr...
zh_cn: <32>{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#p/event}* 鈴鈴，鈴鈴...

source: <25>{#p/toriel}* Hello, child.
es_es: <25>{#p/toriel}* Hola, niño.
tr_tr: <25>{#p/toriel}* Merhaba, çocuk.
zh_cn: <25>{#p/toriel}* 孩子，你好。
zh_tw: <25>{#p/toriel}* 孩子，你好。

source: <25>{#f/1}* For no reason in particular...
es_es: <25>{#f/1}* Por ninguna razón en particular...
tr_tr: <25>{#f/1}* Soracağım şeyin hiçbir özel sebebi yok...
zh_cn: <25>{#f/1}* 不是啥大事， 只是想问一下...
zh_tw: <25>{#f/1}* 不是啥大事， 只是想問一下...

source: <25>{#f/0}* Do you prefer cinnamon, or butterscotch?
es_es: <25>{#f/0}* ¿Prefieres la canela o el caramelo?
tr_tr: <25>{#f/0}* Tarçın mı yoksa karamel mi tercih edersin?
zh_cn: <25>{#f/0}* 你更喜欢肉桂， 还是奶油糖呢？
zh_tw: <25>{#f/0}* 你更喜歡肉桂， 還是奶油糖呢？

source: * (Which do you prefer?)
es_es: * (¿Cuál prefieres?)
tr_tr: * (Hangisini tercih edersin?)
zh_cn: * （你更喜欢哪个？）
zh_tw: * （你更喜歡哪個？）

source: Cinnamon
es_es: Canela
tr_tr: Tarçın
zh_cn: 肉桂
zh_tw: 肉桂

source: Bscotch
es_es: Caram.
tr_tr: Karamel
zh_cn: 奶油糖
zh_tw: 奶油糖

source: <25>{#p/toriel}{#f/0}* I see.
es_es: <25>{#p/toriel}{#f/0}* Ya veo.
tr_tr: <25>{#p/toriel}{#f/0}* Anlıyorum.
zh_cn: <25>{#p/toriel}{#f/0}* 我知道了。
zh_tw: <25>{#p/toriel}{#f/0}* 我知道了。

source: <25>{#p/toriel}* Oh, I see! * Thank you very much!
es_es: <25>{#p/toriel}* ¡Oh, ya veo! * ¡Muchas gracias!
tr_tr: <25>{#p/toriel}* Ah, anlıyorum! * Çok teşekkür ederim!
zh_cn: <25>{#p/toriel}* 哦，我知道了！ * 十分感谢！
zh_tw: <25>{#p/toriel}* 喔，我知道了！ * 十分感謝！

source: <25>{#f/1}* You do not DISLIKE butterscotch, do you?
es_es: <25>{#f/1}* A ti no te DESAGRADA el caramelo, ¿no?
tr_tr: <25>{#f/1}* Karamelden NEFRET etmiyorsun, değil mi?
zh_cn: <25>{#f/1}* 你不讨厌奶油糖吧？
zh_tw: <25>{#f/1}* 你不討厭奶油糖吧？

source: <25>{#f/1}* You do not DISLIKE cinnamon, do you?
es_es: <25>{#f/1}* A ti no te DESAGRADA la canela, ¿no?
tr_tr: <25>{#f/1}* Tarçından NEFRET etmiyorsun, değil mi?
zh_cn: <25>{#f/1}* 你不讨厌肉桂吧？
zh_tw: <25>{#f/1}* 你不討厭肉桂吧？

source: <25>{#f/1}* I know what your preference is, but...
es_es: <25>{#f/1}* Conozco tu preferencia, pero...
tr_tr: <25>{#f/1}* Tercihinin ne olduğunu biliyorum, ama...
zh_cn: <25>{#f/1}* 我知道你更喜欢另一种， 只是...
zh_tw: <25>{#f/1}* 我知道你更喜歡另一種， 只是...

source: <25>{#f/1}* Would you still be satisfied if it turned up on your plate?
es_es: <25>{#f/1}* ¿Aún estarías satisfecho si lo vieras en tu plato?
tr_tr: <25>{#f/1}* Tabağında bulunuyor olsaydı yine de memnun olur muydun?
zh_cn: <25>{#f/1}* 假如食物里放了它， 你还愿意吃吗？
zh_tw: <25>{#f/1}* 假如食物裡放了它， 你還願意吃嗎？

source: <25>{#p/toriel}{#f/0}* Got it.
es_es: <25>{#p/toriel}{#f/0}* Lo entiendo.
tr_tr: <25>{#p/toriel}{#f/0}* Anlaşıldı.
zh_cn: <25>{#p/toriel}{#f/0}* 知道了。
zh_tw: <25>{#p/toriel}{#f/0}* 知道了。

source: <25>{#p/toriel}* Right, right, of course.
es_es: <25>{#p/toriel}* Claro, claro, de acuerdo.
tr_tr: <25>{#p/toriel}* Tabii, tabii, elbette.
zh_cn: <25>{#p/toriel}* 好的，好的，没问题。
zh_tw: <25>{#p/toriel}* 好的，好的，沒問題。

source: <25>{#f/1}* Carry on, then...
es_es: <25>{#f/1}* Continúa, entonces...
tr_tr: <25>{#f/1}* Tamamdır, öyleyse...
zh_cn: <25>{#f/1}* 那我先挂了...
zh_tw: <25>{#f/1}* 那我先掛了...

source: <25>{#f/0}* Well then.
es_es: <25>{#f/0}* Bien entonces.
tr_tr: <25>{#f/0}* Pekala öyleyse.
zh_cn: <25>{#f/0}* 好吧。
zh_tw: <25>{#f/0}* 好吧。

source: <25>{#f/0}* I will see what I can do.
es_es: <25>{#f/0}* Veré lo que puedo hacer.
tr_tr: <25>{#f/0}* Ne yapabileceğime bir bakacağım.
zh_cn: <25>{#f/0}* 我看看怎么办吧。
zh_tw: <25>{#f/0}* 我看看怎麼辦吧。

source: <25>{#f/0}* I will call you back later, my child.
es_es: <25>{#f/0}* Te llamare más tarde, mi niño.
tr_tr: <25>{#f/0}* Seni sonra arayacağım, çocuğum.
zh_cn: <25>{#f/0}* 我会回头再打给你的， 孩子。
zh_tw: <25>{#f/0}* 我會回頭再打給你的， 孩子。

source: <25>{#p/toriel}{#f/1}* You do not have any allergies, do you?
es_es: <25>{#p/toriel}{#f/1}* No tienes ninguna alergia, ¿verdad?
tr_tr: <25>{#p/toriel}{#f/1}* Herhangi bir alerjin yok, değil mi?
zh_cn: <25>{#p/toriel}{#f/1}* 你没什么过敏的东西吧？
zh_tw: <25>{#p/toriel}{#f/1}* 你沒什麼過敏的東西吧？

source: <25>{#f/5}* I suppose humans cannot even be allergic to monster food.
es_es: <25>{#f/5}* Supongo que los humanos no son alérgicos a la comida de monstruos.
tr_tr: <25>{#f/5}* Sanırım insanların canavar yiyeceklerine alerjisi olamaz bile.
zh_cn: <25>{#f/5}* 我感觉人类不该 对怪物的食物过敏。
zh_tw: <25>{#f/5}* 我感覺人類不該 對怪物的食物過敏。

source: <25>{#f/0}* Hee hee. * Forget I asked!
es_es: <25>{#f/0}* Je Je. * ¡Olvida que te lo pregunté!
tr_tr: <25>{#f/0}* Hee hee. * Sorduğumu unut gitsin!
zh_cn: <25>{#f/0}* 嘻嘻。 * 刚问的别放在心上！
zh_tw: <25>{#f/0}* 嘻嘻。 * 剛問的別放在心上！

source: <25>{#p/toriel}{#f/1}* Hello, little one.
es_es: <25>{#p/toriel}{#f/1}* Hola, pequeño.
tr_tr: <25>{#p/toriel}{#f/1}* Merhaba, ufaklık.
zh_cn: <25>{#p/toriel}{#f/1}* 嗨，小家伙。
zh_tw: <25>{#p/toriel}{#f/1}* 嗨，小傢伙。

source: <25>{#f/0}* I realize now that it has been a while since I cleaned up.
es_es: <25>{#f/0}* Me he dado cuenta de que ha pasado un tiempo desde que he limpiado.
tr_tr: <25>{#f/0}* Şimdi fark ediyorum ki, en son temizlik yapalı epey zaman geçmiş.
zh_cn: <25>{#f/0}* 我想起来 好久没收拾这地方了。
zh_tw: <25>{#f/0}* 我想起來 好久沒收拾這地方了。

source: <25>{#f/1}* There are likely plenty of things strewn about...
es_es: <25>{#f/1}* Es probable que haya muchas cosas tiradas por ahí...
tr_tr: <25>{#f/1}* Muhtemelen etrafta saçılmış bir sürü şey vardır...
zh_cn: <25>{#f/1}* 所以，这里可能 四处散落着各种东西。
zh_tw: <25>{#f/1}* 所以，這裡可能 四處散落著各種東西。

source: <25>{#f/0}* You may pick them up if you like, but do not try to carry too much.
es_es: <25>{#f/0}* Llevate lo que quieras, pero no intentes llevarte demasiado.
tr_tr: <25>{#f/0}* Onları alabilirsin, ama çok fazla şey taşımamaya çalış.
zh_cn: <25>{#f/0}* 你可以把它们捡起来， 带在身上，但别带太多。
zh_tw: <25>{#f/0}* 你可以把它們撿起來， 帶在身上，但別帶太多。

source: <25>{#f/1}* What if you see something you really want?
es_es: <25>{#f/1}* ¿Qué pasaría si ves algo que realmente quieres?
tr_tr: <25>{#f/1}* Ya gerçekten çok isteyeceğin bir şey görecek olursan?
zh_cn: <25>{#f/1}* 万一以后碰到什么 真正想要的东西呢？
zh_tw: <25>{#f/1}* 萬一以後碰到什麼 真正想要的東西呢？

source: <25>{#f/0}* You will want to leave room in your pockets for that.
es_es: <25>{#f/0}* Querrás dejar espacio en tus bolsillos para eso.
tr_tr: <25>{#f/0}* Bunun için cebinde biraz yer bırakmak isteyeceksindir.
zh_cn: <25>{#f/0}* 那时，你就会希望 自己的口袋里还有空地方了。
zh_tw: <25>{#f/0}* 那時，你就會希望 自己的口袋裡還有空地方了。

source: <32>{#p/human}* (The switch appears to be stuck.)
es_es: <32>{#p/human}* (El interruptor parece estar atascado.)
tr_tr: <32>{#p/human}* (Şalter sıkışmış gibi görünüyor.)
zh_cn: <32>{#p/human}* （开关好像卡住了。）
zh_tw: <32>{#p/human}* （開關好像卡住了。）

source: <32>{#p/basic}* The switch is stuck.
es_es: <32>{#p/basic}* El interruptor esta atascado.
tr_tr: <32>{#p/basic}* Şalter sıkışmış.
zh_cn: <32>{#p/basic}* 开关卡住了。
zh_tw: <32>{#p/basic}* 開關卡住了。

source: <25>{#p/toriel}{#f/1}* My child, how did you get here!?
es_es: <25>{#p/toriel}{#f/1}* Mi niño, ¡¿cómo llegaste hasta aquí?!
tr_tr: <25>{#p/toriel}{#f/1}* Çocuğum, sen nasıl geldin buraya!?
zh_cn: <25>{#p/toriel}{#f/1}* 你是怎么到这里的， 我的孩子？
zh_tw: <25>{#p/toriel}{#f/1}* 你是怎麼到這裡的， 我的孩子？

source: <25>{#p/toriel}{#f/1}* Ah... there you are.
es_es: <25>{#p/toriel}{#f/1}* Ah... ahí estas.
tr_tr: <25>{#p/toriel}{#f/1}* Ah... işte buradasın.
zh_cn: <25>{#p/toriel}{#f/1}* 哦... 你到了。
zh_tw: <25>{#p/toriel}{#f/1}* 喔... 你到了。

source: <25>* Are you alright?
es_es: <25>* ¿Estás bien?
tr_tr: <25>* İyi misin?
zh_cn: <25>* 你还好吗？
zh_tw: <25>* 你還好嗎？

source: <25>{#p/toriel}* Not a scratch! * Impressive.
es_es: <25>{#p/toriel}* ¡Sin un rasguño! * Impresionante.
tr_tr: <25>{#p/toriel}* Bir çizik bile yok! * Etkileyici.
zh_cn: <25>{#p/toriel}* 一点伤都没有！ * 很厉害！
zh_tw: <25>{#p/toriel}* 一點傷都沒有！ * 很厲害！

source: <25>{#p/toriel}{#f/10}* Not a scratch... * Very well.
es_es: <25>{#p/toriel}{#f/10}* Sin un rasguño... * Muy bien.
tr_tr: <25>{#p/toriel}{#f/10}* Hiçbir çizik yok... * İyi öyleyse.
zh_cn: <25>{#p/toriel}{#f/10}* 没有受伤... * 挺好的。
zh_tw: <25>{#p/toriel}{#f/10}* 沒有受傷... * 挺好的。

source: <25>{#p/toriel}{#f/4}* You look hurt...
es_es: <25>{#p/toriel}{#f/4}* Te ves herido...
tr_tr: <25>{#p/toriel}{#f/4}* Yaralanmış görünüyorsun...
zh_cn: <25>{#p/toriel}{#f/4}* 你好像受伤了...
zh_tw: <25>{#p/toriel}{#f/4}* 你好像受傷了...

source: <25>{#f/10}* There, there, I will heal you.
es_es: <25>{#f/10}* Ya, ya, te curaré.
tr_tr: <25>{#f/10}* İşte, işte, seni iyileştireceğim.
zh_cn: <25>{#f/10}* 乖，乖。 * 让我帮你疗伤。
zh_tw: <25>{#f/10}* 乖，乖。 * 讓我幫你療傷。

source: <25>{#p/toriel}{#f/9}* You have been hurt.
es_es: <25>{#p/toriel}{#f/9}* Te han hecho daño.
tr_tr: <25>{#p/toriel}{#f/9}* Yaralanmışsın.
zh_cn: <25>{#p/toriel}{#f/9}* 你受伤了。
zh_tw: <25>{#p/toriel}{#f/9}* 你受傷了。

source: <25>{#f/10}* Please, allow me to heal your injuries.
es_es: <25>{#f/10}* Por favor, déjame curarte tus heridas.
tr_tr: <25>{#f/10}* Lütfen, yaralarını iyileştirmeme izin ver.
zh_cn: <25>{#f/10}* 请让我帮你疗伤。
zh_tw: <25>{#f/10}* 請讓我幫你療傷。

source: <25>{#f/11}* Who did this to you? * Someone is going to answer for this.
es_es: <25>{#f/11}* ¿Quién te hizo esto? * Alguien va a responder por esto.
tr_tr: <25>{#f/11}* Bunu sana kim yaptı? * Birisi bunun hesabını verecek.
zh_cn: <25>{#f/11}* 是谁把你弄成这样的？ * 他该为此付出代价。
zh_tw: <25>{#f/11}* 是誰把你弄成這樣的？ * 他該為此付出代價。

source: <25>{#p/toriel}* I apologize, young one. * It was foolish of me to leave you on your own.
es_es: <25>{#p/toriel}* Me disculpo, pequeño. * Fue tonto de mi parte dejarte solo.
tr_tr: <25>{#p/toriel}* Özür dilerim, ufaklık. * Seni yalnız bırakmak benim aptallığımdı.
zh_cn: <25>{#p/toriel}* 孩子，对不起。 * 我真是个笨蛋，居然把你 一个人扔下这么长时间。
zh_tw: <25>{#p/toriel}* 孩子，對不起。 * 我真是個笨蛋，居然把你 一個人扔下這麼長時間。

source: <25>{#f/1}* ... is it just me, or is something wrong with the atmosphere?
es_es: <25>{#f/1}* ... soy solo yo o ¿hay algo mal con la atmosfera?
tr_tr: <25>{#f/1}* ... sadece bana mı öyle geliyor, yoksa atmosferde bir sorun mu var?
zh_cn: <25>{#f/1}* ...是我的错觉吗？ 感觉空气不太对劲。
zh_tw: <25>{#f/1}* ...是我的錯覺嗎？ 感覺空氣不太對勁。

source: <25>{#f/5}* Perhaps the system that provides it is not functioning properly.
es_es: <25>{#f/5}* Puede que el sistema que lo proporciona no funcione correctamente.
tr_tr: <25>{#f/5}* Belki de onu sağlayan sistem düzgün çalışmıyordur.
zh_cn: <25>{#f/5}* 估计是供气系统出故障了。
zh_tw: <25>{#f/5}* 估計是供氣系統出故障了。

source: <25>{#f/0}* No matter. * I am sure it will be resolved shortly.
es_es: <25>{#f/0}* No importa. * Estoy segura de que se resolverá en breve.
tr_tr: <25>{#f/0}* Önemli değil. * En kısa sürede çözüleceğinden eminim.
zh_cn: <25>{#f/0}* 别担心。 * 很快就会有人解决的。
zh_tw: <25>{#f/0}* 別擔心。 * 很快就會有人解決的。

source: <25>{#f/1}* Come! * I have a surprise for you.
es_es: <25>{#f/1}* ¡Vamos! * Tengo una sorpresa para ti.
tr_tr: <25>{#f/1}* Gel! * Sana bir sürprizim var.
zh_cn: <25>{#f/1}* 来吧！ * 我给你准备了个惊喜。
zh_tw: <25>{#f/1}* 來吧！ * 我給你準備了個驚喜。

source: <25>{#p/toriel}* Welcome to my parlor!
es_es: <25>{#p/toriel}* ¡Bienvenido a mi sala!
tr_tr: <25>{#p/toriel}* Salonuma hoş geldin!
zh_cn: <25>{#p/toriel}* 欢迎来到我的住所！
zh_tw: <25>{#p/toriel}* 歡迎來到我的住所！

source: <25>{#f/1}* Can you smell...
es_es: <25>{#f/1}* Puedes oler...
tr_tr: <25>{#f/1}* Kokuyu alabiliyor musun...
zh_cn: <25>{#f/1}* 你闻到...
zh_tw: <25>{#f/1}* 你聞到...

source: <25>{#p/toriel}{#f/2}* ... oh, I forgot to check the oven!
es_es: <25>{#p/toriel}{#f/2}* ... ¡oh, olvide revisar el horno!
tr_tr: <25>{#p/toriel}{#f/2}* ... ah, fırını kontrol etmeyi unuttum!
zh_cn: <25>{#p/toriel}{#f/2}* ...哎呀， 忘了看烤箱了！
zh_tw: <25>{#p/toriel}{#f/2}* ...哎呀， 忘了看烤箱了！

source: <25>{#p/toriel}{#f/5}* I have been so pre- occupied with your previous behavior, I...
es_es: <25>{#p/toriel}{#f/5}* Estuve tan pre- ocupada con tu comportamiento anterior, que...
tr_tr: <25>{#p/toriel}{#f/5}* Kafam önceki tavrınla o kadar meşguldü ki, ben...
zh_cn: <25>{#p/toriel}{#f/5}* 刚刚我全顾着去想你 之前为什么那么做，我...
zh_tw: <25>{#p/toriel}{#f/5}* 剛剛我全顧著去想你 之前為什麼那麼做，我...

source: <25>{#p/toriel}{#f/1}* I must take care of this now, please do not wander off!
es_es: <25>{#p/toriel}{#f/1}* Tengo que encargarme de esto ahora, ¡por favor no te alejes!
tr_tr: <25>{#p/toriel}{#f/1}* Bununla hemen ilgilenmem gerekiyor, lütfen uzaklaşma!
zh_cn: <25>{#p/toriel}{#f/1}* 我得马上去看看派怎么样了， 请别到处乱跑！
zh_tw: <25>{#p/toriel}{#f/1}* 我得馬上去看看派怎麼樣了， 請別到處亂跑！

source: <25>{#f/1}* Can you smell that?
es_es: <25>{#f/1}* ¿Puedes oler eso?
tr_tr: <25>{#f/1}* Kokuyu alabiliyor musun?
zh_cn: <25>{#f/1}* 闻到了吗？
zh_tw: <25>{#f/1}* 聞到了嗎？

source: <25>{#f/0}* Surprise! * It is a homemade snail pie.
es_es: <25>{#f/0}* ¡Sorpresa! * Es una tarta de caracol casero.
tr_tr: <25>{#f/0}* Sürpriz! * Ev yapımı salyangozlu turta.
zh_cn: <25>{#f/0}* 惊喜！ * 是我亲手做的蜗牛派。
zh_tw: <25>{#f/0}* 驚喜！ * 是我親手做的蝸牛派。

source: <25>{#f/0}* Surprise! * It is a butterscotch- cinnamon pie.
es_es: <25>{#f/0}* ¡Sorpresa! * Es una tarta de caramelo con canela.
tr_tr: <25>{#f/0}* Sürpriz! * Ev yapımı karamelli- tarçınlı turta.
zh_cn: <25>{#f/0}* 惊喜！ * 我做了个奶油糖肉桂派。
zh_tw: <25>{#f/0}* 驚喜！ * 我做了個奶油糖肉桂派。

source: <25>{#f/0}* I thought you might prefer that instead of snail pie for tonight.
es_es: <25>{#f/0}* Pensé que preferirías eso en vez de una tarta de caracol.
tr_tr: <25>{#f/0}* Bu akşam salyangozlu turta yerine bunu istersin diye düşündüm.
zh_cn: <25>{#f/0}* 今晚我原本是想做蜗牛派的， 但我猜你更喜欢这个。
zh_tw: <25>{#f/0}* 今晚我原本是想做蝸牛派的， 但我猜你更喜歡這個。

source: <25>{#f/1}* Now, it has been a long time since I have cared for anyone...
es_es: <25>{#f/1}* Ahora, hace mucho tiempo que no cuido a alguien...
tr_tr: <25>{#f/1}* En son birisi ile ilgilenmem üzerinden uzun zaman geçti...
zh_cn: <25>{#f/1}* 嗯，尽管我很久 没有照顾过其他人了...
zh_tw: <25>{#f/1}* 嗯，儘管我很久 沒有照顧過其他人了...

source: <25>{#f/0}* But I still want you to have a nice time living here.
es_es: <25>{#f/0}* Pero aún así quiero que te lo pases bien viviendo aquí.
tr_tr: <25>{#f/0}* Ama yine de burada yaşarken güzel vakit geçirmeni istiyorum.
zh_cn: <25>{#f/0}* 但还是希望 你能在这里过得开心。
zh_tw: <25>{#f/0}* 但還是希望 你能在這裡過得開心。

source: <25>{#f/0}* Follow me! * I have another surprise for you.
es_es: <25>{#f/0}* ¡Sígueme! * Tengo otra sorpresa para ti.
tr_tr: <25>{#f/0}* Beni takip et! * Senin için bir sürprizim daha var.
zh_cn: <25>{#f/0}* 跟我来！ * 还有个惊喜等着你。
zh_tw: <25>{#f/0}* 跟我來！ * 還有個驚喜等著你。

source: <25>{#p/toriel}* Would you look at that! * It's a room of your very own.
es_es: <25>{#p/toriel}* ¡Podrías mirar eso! * Es tu propio cuarto.
tr_tr: <25>{#p/toriel}* Şuna bir bak! * Bu senin kendine ait bir odan.
zh_cn: <25>{#p/toriel}* 快看！ * 这是属于你自己的房间。
zh_tw: <25>{#p/toriel}* 快看！ * 這是屬於你自己的房間。

source: <25>{#p/toriel}{#f/1}* Well, I have to go check on the pie.
es_es: <25>{#p/toriel}{#f/1}* Bueno, tengo que ir a ver la tarta.
tr_tr: <25>{#p/toriel}{#f/1}* Pekala, gidip turtaya bir bakmam lazım.
zh_cn: <25>{#p/toriel}{#f/1}* 嗯，我得去看一下派 烤得怎么样了。
zh_tw: <25>{#p/toriel}{#f/1}* 嗯，我得去看一下派 烤得怎麼樣了。

source: <25>{#f/0}* Please, make yourself at home!
es_es: <25>{#f/0}* ¡Por favor, siéntete como en casa!
tr_tr: <25>{#f/0}* Lütfen, kendini evinde gibi hisset!
zh_cn: <25>{#f/0}* 请四处走走，熟悉下吧！
zh_tw: <25>{#f/0}* 請四處走走，熟悉下吧！
