Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/1}* To call me... * "Mother?"
es_es: <25>{#f/1}* ¿Llamarme... * "Madre?"
tr_tr: <25>{#f/1}* Beni... * "Anne" diye çağırmak?
zh_cn: <25>{#f/1}* 会不会让你... * 开心一点？
zh_tw: <25>{#f/1}* 會不會讓你... * 開心一點？

source: <25>{#f/0}* Well then. * Call me whatever you like!
es_es: <25>{#f/0}* Bien entonces. * ¡Llámame como gustes!
tr_tr: <25>{#f/0}* Peki öyleyse. * Bana istediğin şekilde seslen!
zh_cn: <25>{#f/0}* 那就... * 随你怎么称呼吧！
zh_tw: <25>{#f/0}* 那就... * 隨你怎麼稱呼吧！

source: <25>{#p/toriel}{#f/7}* ... * Oh my... again?
es_es: <25>{#p/toriel}{#f/7}* ... * Oh Dios... ¿otra vez?
tr_tr: <25>{#p/toriel}{#f/7}* ... * Ah, ben... yine mi?
zh_cn: <25>{#p/toriel}{#f/7}* ... * 我的天... 又来？
zh_tw: <25>{#p/toriel}{#f/7}* ... * 我的天... 又來？

source: <25>{#f/0}* Hee hee... * You are a very sweet child.
es_es: <25>{#f/0}* Je je... * Eres un niño muy dulce.
tr_tr: <25>{#f/0}* Hee hee... * Sen çok tatlı bir çocuksun.
zh_cn: <25>{#f/0}* 嘻嘻嘻... * 你真是个小可爱。
zh_tw: <25>{#f/0}* 嘻嘻嘻... * 你真是個小可愛。

source: <25>{#f/5}* And after you flirted with me...
es_es: <25>{#f/5}* Y después de que coquetearas conmigo...
tr_tr: <25>{#f/5}* Hem de benimle flört etmenden sonra...
zh_cn: <25>{#f/5}* 先前你还跟我调情来着...
zh_tw: <25>{#f/5}* 先前你還跟我調情來著...

source: <25>{#p/toriel}{#f/1}* Help with a puzzle...?
es_es: <25>{#p/toriel}{#f/1}* ¿Ayudarte con un puzle...?
tr_tr: <25>{#p/toriel}{#f/1}* Bir bulmacada yardım mı...?
zh_cn: <25>{#p/toriel}{#f/1}* 被谜题难住了吗？
zh_tw: <25>{#p/toriel}{#f/1}* 被謎題難住了嗎？

source: <25>{#f/1}* You have not left the room yet, have you?
es_es: <25>{#f/1}* Aún no has salido de la habitación, ¿verdad?
tr_tr: <25>{#f/1}* Henüz odadan ayrılmadın, değil mi?
zh_cn: <25>{#f/1}* 你还在那个房间，对吧？
zh_tw: <25>{#f/1}* 你還在那個房間，對吧？

source: <25>{#f/0}* Wait for me to return, and we can solve it together.
es_es: <25>{#f/0}* Espera a que vuelva, y podremos resolverlo juntos.
tr_tr: <25>{#f/0}* Benim geri dönmem için bekle, ve birlikte çözebiliriz.
zh_cn: <25>{#f/0}* 再等我几分钟， 等我回去了，咱们一起解开它。
zh_tw: <25>{#f/0}* 再等我幾分鐘， 等我回去了，咱們一起解開它。

source: <25>{#f/23}* ... something tells me you do not sincerely need my help.
es_es: <25>{#f/23}* ... algo me dice que sinceramente no necesitas mi ayuda.
tr_tr: <25>{#f/23}* ... bir şey bana senin gerçekten yardımıma ihtiyacın olmadığını söylüyor.
zh_cn: <25>{#f/23}* ...我感觉你应该不需要 我的帮助。
zh_tw: <25>{#f/23}* ...我感覺你應該不需要 我的幫助。

source: <25>{#f/5}* ... * I am afraid I cannot help you at this time.
es_es: <25>{#f/5}* ... * Me temo que no podre ayudarte en este momento..
tr_tr: <25>{#f/5}* ... * Korkarım ki sana şu anda yardımcı olamayacağım.
zh_cn: <25>{#f/5}* ... * 恐怕我现在帮不了你。
zh_tw: <25>{#f/5}* ... * 恐怕我現在幫不了你。

source: <25>{#p/toriel}{#f/0}* Hello? * This is...
es_es: <25>{#p/toriel}{#f/0}* ¿Hola? * ¡Al habla...
tr_tr: <25>{#p/toriel}{#f/0}* Merhaba? * Bu...
zh_cn: <25>{#p/toriel}{#f/0}* 喂？ * 我是...
zh_tw: <25>{#p/toriel}{#f/0}* 喂？ * 我是...

source: <25>{#f/3}* Would you mind repeating that for me?
es_es: <25>{#f/3}* ¿Te importaría repetírmelo?
tr_tr: <25>{#f/3}* Bunu benim için tekrarlayabilir misin?
zh_cn: <25>{#f/3}* 你有本事再说一遍？
zh_tw: <25>{#f/3}* 你有本事再說一遍？

source: <25>{#f/1}* My child... I do not think that means what you think it means.
es_es: <25>{#f/1}* Mi niño... no creo que eso signifique lo que crees que significa.
tr_tr: <25>{#f/1}* Çocuğum... Bunun senin sandığın anlama geldiğini düşünmüyorum.
zh_cn: <25>{#f/1}* 我的孩子... 我觉得那不是你的本意。
zh_tw: <25>{#f/1}* 我的孩子... 我覺得那不是你的本意。

source: <25>{#f/12}* I am going to pretend you did not just say that to me.
es_es: <25>{#f/12}* Voy a fingir que no me has dicho eso.
tr_tr: <25>{#f/12}* Bunu bana söylememişsin gibi davranacağım.
zh_cn: <25>{#f/12}* 我会当作没听见的。
zh_tw: <25>{#f/12}* 我會當作沒聽見的。

source: <25>{#p/toriel}{#f/1}* My child...
es_es: <25>{#p/toriel}{#f/1}* Mi niño...
tr_tr: <25>{#p/toriel}{#f/1}* Çocuğum...
zh_cn: <25>{#p/toriel}{#f/1}* 我的孩子...
zh_tw: <25>{#p/toriel}{#f/1}* 我的孩子...

source: Has a distinct, non-licorice flavor.
es_es: Tiene un sabor distintivo, sin regaliz.
tr_tr: Kendine has, meyan köksüz bir aroması var.
zh_cn: 有一种独特的，非甘草的味道。
zh_tw: 有一種獨特的，非甘草的味道。

source: <32>{#p/human}* (You throw away the Monster Candy.)
es_es: <32>{#p/human}* (Desechas el Caramelo Monstruo.)
tr_tr: <32>{#p/human}* (Canavar Şekeri'ni attın.)
zh_cn: <32>{#p/human}* （你把怪物糖果扔掉了。）
zh_tw: <32>{#p/human}* （你把怪物糖果扔掉了。）

source: <32>{#p/basic}* "Monster Candy" Heals 10 HP * Has a distinct, non-licorice flavor.
es_es: <32>{#p/basic}* "Caramelo Monstruo" Cura 10 PS * Tiene un sabor distintivo, sin regaliz.
tr_tr: <32>{#p/basic}* "Canavar Şekeri" 10 CAN iyileştirir * Kendine has, meyan köksüz bir aroması var.
zh_cn: <32>{#p/basic}* “怪物糖果” 回复10 HP * 有一种独特的，非甘草的味道。
zh_tw: <32>{#p/basic}* 「怪物糖果」 回復10 HP * 有一種獨特的，非甘草的味道。

source: Monster Candy
es_es: Caramelo Mons.
tr_tr: Canavar Şekeri
zh_cn: 怪物糖果
zh_tw: 怪物糖果

source: <32>{#p/human}* (You eat the Monster Candy.)
es_es: <32>{#p/human}* (Comes el Caramelo Monstruo.)
tr_tr: <32>{#p/human}* (Canavar Şekeri'ni yedin.)
zh_cn: <32>{#p/human}* （你吃掉了怪物糖果。）
zh_tw: <32>{#p/human}* （你吃掉了怪物糖果。）

source: Smells like Dihydrogen Monoxide.
es_es: Huele a monóxido de dihidrógeno.
tr_tr: Dihidrojen Monoksit gibi kokuyor.
zh_cn: 它的气味很像一氧化二氢。
zh_tw: 它的氣味很像一氧化二氫。

source: <32>{#p/human}* (You throw away the Water.)
es_es: <32>{#p/human}* (Desechas el Agua.)
tr_tr: <32>{#p/human}* (Suyu attın.)
zh_cn: <32>{#p/human}* （你把水倒掉了。）
zh_tw: <32>{#p/human}* （你把水倒掉了。）

source: <32>{#p/basic}* "Water" Heals 12 HP * Smells like Di-Hydrogen Monoxide.
es_es: <32>{#p/basic}* "Agua" Cura 12 PS * Huele a monóxido de dihidrógeno.
tr_tr: <32>{#p/basic}* "Su" 12 CAN iyileştirir * Dihidrojen Monoksit gibi kokuyor.
zh_cn: <32>{#p/basic}* “水” 回复12 HP * 它的气味很像一氧化二氢。
zh_tw: <32>{#p/basic}* 「水」 回復12 HP * 它的氣味很像一氧化二氫。

source: <32>{#p/human}* (You drink the Water.)
es_es: <32>{#p/human}* (Bebes el Agua.)
tr_tr: <32>{#p/human}* (Suyu içtin.)
zh_cn: <32>{#p/human}* （你喝了一瓶水。）
zh_tw: <32>{#p/human}* （你喝了一瓶水。）

source: <33>{#p/human}* (You're filled with hydration.)
es_es: <33>{#p/human}* (Estás lleno de hidratación.)
tr_tr: <33>{#p/human}* (İçin hidrasyonla doldu.)
zh_cn: <33>{#p/human}* （你充满了一氧化二氢的力量。）
zh_tw: <33>{#p/human}* （你充滿了一氧化二氫的力量。）

source: A well-deserved chocolate bar.
es_es: Una merecida barra de chocolate.
tr_tr: Gerçekten hak edilmiş bir çikolata barı.
zh_cn: 辛劳一路，犒劳下自己吧。
zh_tw: 辛勞一路，犒勞下自己吧。

source: Chocolate
tr_tr: Çikolata
zh_cn: 巧克力
zh_tw: 巧克力

source: <32>{#p/human}* (You throw away the Chocolate Bar.)
es_es: <32>{#p/human}* (Desechas la Barra de Chocolate.)
tr_tr: <32>{#p/human}* (Çikolata Barı'nı attın.)
zh_cn: <32>{#p/human}* （你把巧克力扔掉了。）
zh_tw: <32>{#p/human}* （你把巧克力扔掉了。）

source: <32>{#p/basic}* ... oh well.
es_es: <32>{#p/basic}* ... oh bueno.
tr_tr: <32>{#p/basic}* ... tüh.
zh_cn: <32>{#p/basic}* ...唉，行吧。
zh_tw: <32>{#p/basic}* ...唉，行吧。

source: <32>{#p/human}* (19 HP. This item seems to remind you of someone.)
es_es: <32>{#p/human}* (19 PS. Esto parece recordarte a alguien.)
tr_tr: <32>{#p/human}* (19 CAN. Bu eşya sana birini anımsatıyor.)
zh_cn: <32>{#p/human}* （19 HP。它让你想起了某个人。）
zh_tw: <32>{#p/human}* （19 HP。它讓你想起了某個人。）

source: <32>{#p/basic}* "Chocolate Bar" Heals 19 HP * It's a well-deserved treat.
es_es: <32>{#p/basic}* "Barra de Chocolate" Cura 19 PS * Es un regalo bien merecido.
tr_tr: <32>{#p/basic}* "Çikolata Barı" 19 CAN iyileştirir * Cidden hak edilmiş bir atıştırmalık.
zh_cn: <32>{#p/basic}* “巧克力” 回复19 HP * 辛劳一路，犒劳下自己吧。
zh_tw: <32>{#p/basic}* 「巧克力」 回復19 HP * 辛勞一路，犒勞下自己吧。

source: Chocolate Bar
es_es: Barra de Chocolate
tr_tr: Çikolata Barı
zh_cn: 巧克力
zh_tw: 巧克力

source: <32>{#p/human}* (You eat the Chocolate Bar.)
es_es: <32>{#p/human}* (Comes la Barra de Chocolate.)
tr_tr: <32>{#p/human}* (Çikolatayı yedin.)
zh_cn: <32>{#p/human}* （你吃掉了巧克力。）
zh_tw: <32>{#p/human}* （你吃掉了巧克力。）

source: <32>{#p/basic}* Toriel recognizes the scent, and smiles a little.
es_es: <32>{#p/basic}* Toriel reconoce el olor y sonríe un poco.
tr_tr: <32>{#p/basic}* Toriel kokuyu hatırlayıp ufaktan tebessüm ediyor.
zh_cn: <32>{#p/basic}* Toriel也闻到了巧克力的香味， 露出了微笑。
zh_tw: <32>{#p/basic}* Toriel也聞到了巧克力的香味， 露出了微笑。

source: This substance is said to have highly relaxing properties.
es_es: Dicen que esta sustancia tiene altas propiedades relajantes.
tr_tr: Bu maddenin yüksek oranda rahatlatıcı etkileri olduğu söyleniyor.
zh_cn: 据说它能让你“飘飘欲仙”。
zh_tw: 據說它能讓你「飄飄欲仙」。

source: <32>{#p/human}* (You throw away the Δ-9.)
es_es: <32>{#p/human}* (Desechas el Δ-9.)
tr_tr: <32>{#p/human}* (Δ-9'u attın.)
zh_cn: <32>{#p/human}* （你把大麻素扔掉了。）
zh_tw: <32>{#p/human}* （你把大麻素扔掉了。）

source: <32>{#p/human}* (5 HP. You feel strangely about this item.)
es_es: <32>{#p/human}* (5 PS. Te sientes extraño con este objeto.)
tr_tr: <32>{#p/human}* (5 HP. Bu eşya hakkında tuhaf bir hisse kapıldın.)
zh_cn: <32>{#p/human}* （5 HP。你觉得它非常地奇怪。）
zh_tw: <32>{#p/human}* （5 HP。你覺得它非常地奇怪。）

source: <32>{#p/basic}* "Δ-9" Heals 5 HP * This substance is said to have highly relaxing properties.
es_es: <32>{#p/basic}* "Δ-9" Cura 5 PS * Esta sustancia dice tener altas propiedades relajantes.
tr_tr: <32>{#p/basic}* "Δ-9" 5 CAN iyileştirir * Bu maddenin yüksek oranda rahatlatıcı etkileri olduğu söyleniyor.
zh_cn: <32>{#p/basic}* “大麻素” 回复5 HP * 据说它能让你“飘飘欲仙”。
zh_tw: <32>{#p/basic}* 「大麻素」 回復5 HP * 據說它能讓你「飄飄欲仙」。

source: <32>{#p/human}* (You ingest the Δ-9.)
es_es: <32>{#p/human}* (Ingieres el Δ-9.)
tr_tr: <32>{#p/human}* (Δ-9'u yuttun.)
zh_cn: <32>{#p/human}* （你吸食了大麻素。）
zh_tw: <32>{#p/human}* （你吸食了大麻素。）

source: A headband with its own gravity field.
es_es: Una diadema con su propio campo de gravedad.
tr_tr: Kendi yerçekimi olan bir saç bandı.
zh_cn: 一条头带，自带重力场。
zh_tw: 一條頭帶，自帶重力場。

source: Halo
es_es: Anillo
tr_tr: Hale
zh_cn: 光环
zh_tw: 光環

source: <32>{#p/human}* (You fling the Halo away like a frisbee.)
es_es: <32>{#p/human}* (Tiras el Anillo lejos como un frisbee.)
tr_tr: <32>{#p/human}* (Hale'yi bir frizbi gibi fırlattın.)
zh_cn: <32>{#p/human}* （你像丢飞盘一般 把光环扔得老远。）
zh_tw: <32>{#p/human}* （你像丟飛盤一般 把光環扔得老遠。）

source: <32>{#p/human}* (3 DF.)
tr_tr: <32>{#p/human}* (3 SV.)
zh_cn: <32>{#p/human}* （3防御。）
zh_tw: <32>{#p/human}* （3防禦。）

source: <32>{#p/basic}* "Halo" (3 DF) * A headband with its own gravity field.
es_es: <32>{#p/basic}* "Anillo" (3 DF) * Una corona con su propio campo gravitatorio.
tr_tr: <32>{#p/basic}* "Hale" (3 SV) * Kendi yerçekimi olan bir saç bandı.
zh_cn: <32>{#p/basic}* “光环” （3防御） * 一条头带，自带重力场。
zh_tw: <32>{#p/basic}* 「光環」 （3防禦） * 一條頭帶，自帶重力場。

source: <32>{#p/human}* (You don the Halo.)
es_es: <32>{#p/human}* (Te pones el Anillo.)
tr_tr: <32>{#p/human}* (Hale'yi kuşandın.)
zh_cn: <32>{#p/human}* （你戴上了光环。）
zh_tw: <32>{#p/human}* （你戴上了光環。）

source: <25>{#p/asriel1}{#f/20}* I think it suits you.
es_es: <25>{#p/asriel1}{#f/20}* Creo que te queda bien.
tr_tr: <25>{#p/asriel1}{#f/20}* Bence sana yakıştı.
zh_cn: <25>{#p/asriel1}{#f/20}* 我觉得，它和你蛮配的。
zh_tw: <25>{#p/asriel1}{#f/20}* 我覺得，它和你蠻配的。

source: A whacking spoon.
es_es: Una cuchara para golpear.
tr_tr: Pataklamalık bir kepçe.
zh_cn: 一把大勺子。
zh_tw: 一把大勺子。

source: Dipper
es_es: Cuchara
tr_tr: Küçük Ayı
zh_cn: 小熊座
zh_tw: 小熊座

source: <32>{#p/human}* (You throw away the Little Dipper.)
es_es: <32>{#p/human}* (Desechas el Cucharón Pequeño.)
tr_tr: <32>{#p/human}* (Küçük Ayı'yı attın.)
zh_cn: <32>{#p/human}* （你把小熊座扔掉了。）
zh_tw: <32>{#p/human}* （你把小熊座扔掉了。）

source: <32>{#p/human}* (3 AT.)
tr_tr: <32>{#p/human}* (3 SL.)
zh_cn: <32>{#p/human}* （3攻击。）
zh_tw: <32>{#p/human}* （3攻擊。）

source: <32>{#p/basic}* "Little Dipper" (3 AT) * A whacking spoon.
es_es: <32>{#p/basic}* "Cucharón Pequeño" (3 AT) * Una cuchara para golpear.
tr_tr: <32>{#p/basic}* "Küçük Ayı" (3 SL) * Pataklamalık bir kepçe.
zh_cn: <32>{#p/basic}* “小熊座” （3攻击） * 一把大勺子。
zh_tw: <32>{#p/basic}* 「小熊座」 （3攻擊） * 一把大勺子。

source: Little Dipper
es_es: Cucharón Pequeño
tr_tr: Küçük Ayı
zh_cn: 小熊座
zh_tw: 小熊座

source: <32>{#p/human}* (You equip the Little Dipper.)
es_es: <32>{#p/human}* (Te has equipado el Cucharón Pequeño.)
tr_tr: <32>{#p/human}* (Küçük Ayı'yı kuşandın.)
zh_cn: <32>{#p/human}* （你装备上了小熊座。）
zh_tw: <32>{#p/human}* （你裝備上了小熊座。）

source: Homemade butterscotch-cinnamon pie, one slice.
es_es: Tarta de canela-caramelo casera. Una rebanada.
tr_tr: Ev yapımı karamelli-tarçınlı turta, tek dilim.
zh_cn: 一小块自家做的奶油糖肉桂派。
zh_tw: 一小塊自家做的奶油糖肉桂派。

source: Pie
es_es: Tarta
tr_tr: Turta
zh_cn: 派
zh_tw: 派

source: <32>{#p/human}* (You throw away the Butterscotch Pie.)
es_es: <32>{#p/human}* (Desechas la Tarta de Caramelo.)
tr_tr: <32>{#p/human}* (Karamelli Turta'yı attın.)
zh_cn: <32>{#p/human}* （你把奶油糖肉桂派扔掉了。）
zh_tw: <32>{#p/human}* （你把奶油糖肉桂派扔掉了。）

source: <32>{#p/basic}* "Butterscotch Pie" Heals 99 HP * Homemade butterscotch-cinnamon pie, one slice.
es_es: <32>{#p/basic}* "Tarta Caramelo" Cura 99 PS * Tarta de canela-caramelo casero. Una rebanada.
tr_tr: <32>{#p/basic}* "Karamelli Turta" 99 CAN iyileştirir * Ev yapımı karamelli-tarçınlı turta, tek dilim.
zh_cn: <32>{#p/basic}* “奶油糖肉桂派” 回复99 HP * 一小块自家做的奶油糖肉桂派。
zh_tw: <32>{#p/basic}* 「奶油糖肉桂派」 回復99 HP * 一小塊自家做的奶油糖肉桂派。

source: Butterscotch Pie
es_es: Tarta Caramelo
tr_tr: Karamelli Turta
zh_cn: 奶油糖肉桂派
zh_tw: 奶油糖肉桂派

source: <32>{#p/human}* (You eat the Butterscotch Pie.)
es_es: <32>{#p/human}* (Te comes la Tarta de Caramelo.)
tr_tr: <32>{#p/human}* (Karamelli Turta'yı yedin.)
zh_cn: <32>{#p/human}* （你吃掉了奶油糖肉桂派。）
zh_tw: <32>{#p/human}* （你吃掉了奶油糖肉桂派。）

source: Classic family recipe.
es_es: Receta familiar clásica.
tr_tr: Klasik aile tarifi.
zh_cn: 一道传统家常美食。
zh_tw: 一道傳統家常美食。

source: Snail Pie
es_es: Tarta Car.
tr_tr: Salyangozlu Turta
zh_cn: 蜗牛派
zh_tw: 蝸牛派

source: <32>{#p/human}* (You throw away the Snail Pie.)
es_es: <32>{#p/human}* (Desechas la Tarta de Caracol.)
tr_tr: <32>{#p/human}* (Salyangozlu Turta'yı attın.)
zh_cn: <32>{#p/human}* （你把蜗牛派扔掉了。）
zh_tw: <32>{#p/human}* （你把蝸牛派扔掉了。）

source: <32>{#p/basic}* "Snail Pie" Heals 99 HP * Classic family recipe.
es_es: <32>{#p/basic}* "Tarta Caracol" Cura 99 PS * Receta familiar clásica.
tr_tr: <32>{#p/basic}* "Salyangozlu Turta" 99 CAN iyileştirir * Klasik aile tarifi.
zh_cn: <32>{#p/basic}* “蜗牛派” 回复99 HP * 一道传统家常美食。
zh_tw: <32>{#p/basic}* 「蝸牛派」 回復99 HP * 一道傳統家常美食。

source: <32>{#p/human}* (You eat the Snail Pie.)
es_es: <32>{#p/human}* (Te comes la Tarta de Caracol.)
tr_tr: <32>{#p/human}* (Salyangozlu Turta'yı yedin.)
zh_cn: <32>{#p/human}* （你吃掉了蜗牛派。）
zh_tw: <32>{#p/human}* （你吃掉了蝸牛派。）

source: Despite being soup-ified, the pie remains delicious.
es_es: A pesar de estar hecha sopa, la tarta sigue deliciosa.
tr_tr: Çorbalaştırılmış olsa bile, turta hala lezzetli.
zh_cn: 变粥的派，也还是周到的派。
zh_tw: 變粥的派，也還是周到的派。

source: Pie Soup
es_es: Sopa de Tarta
tr_tr: Turta Çorbası
zh_cn: 派粥
zh_tw: 派粥

source: <32>{#p/human}* (You dump the Pie Soup and the spoon that came with it.)
es_es: <32>{#p/human}* (Tiras la sopa de tarta y la cuchara que venía con ella.)
tr_tr: <32>{#p/human}* (Turta Çorbası'nı döktün ve onunla gelen kaşığı attın.)
zh_cn: <32>{#p/human}* （你把派粥全倒掉了， 勺子也一起扔了。）
zh_tw: <32>{#p/human}* （你把派粥全倒掉了， 勺子也一起扔了。）

source: <32>{#p/basic}* "Pie Soup" Heals 49 HP * Despite being soup-ified, the pie remains delicious.
es_es: <32>{#p/basic}* "Sopa de Tarta" Cura 49 PS * A pesar de estar sopificada, la tarta sigue estando deliciosa.
tr_tr: <32>{#p/basic}* "Turta Çorbası" 49 CAN iyileştirir * Çorbalaştırılmış olsa bile, turta hala lezzetli.
zh_cn: <32>{#p/basic}* “派粥” 回复49 HP * 变{@fill=#ff0}粥{@fill=#fff}的派，也还是{@fill=#ff0}周{@fill=#fff}到的派。
zh_tw: <32>{#p/basic}* 「派粥」 回復49 HP * 變{@fill=#ff0}粥{@fill=#fff}的派，也還是{@fill=#ff0}周{@fill=#fff}到的派。

source: <32>{#p/human}* (You consume the Pie Soup with the provided spoon.)
es_es: <32>{#p/human}* (Comes la Sopa de Tarta con la cuchara que tenias.)
tr_tr: <32>{#p/human}* (Kaşığıyla birlikte gelen Turta Çorbası'nı içtin.)
zh_cn: <32>{#p/human}* （你用附带的勺子喝光了派粥。）
zh_tw: <32>{#p/human}* （你用附帶的勺子喝光了派粥。）

source: Actions do have their consequences...
es_es: Las acciones tienen sus consecuencias...
tr_tr: Neticede eylemlerin sonuçları vardır...
zh_cn: 真是恶有恶报...
zh_tw: 真是惡有惡報...

source: Burnt Pie
es_es: Tarta Quemada
tr_tr: Yanmış Turta
zh_cn: 糊派
zh_tw: 糊派

source: <32>{#p/human}* (You toss the Burnt Pie to the side like it never existed.)
es_es: <32>{#p/human}* (Desechas la Tarta Quemada como si nunca hubiera existido.)
tr_tr: <32>{#p/human}* (Yanmış Turta'yı sanki hiç var olmamış gibi kenara fırlattın.)
zh_cn: <32>{#p/human}* （你把烤糊的派随手扔在一边， 置之不理。）
zh_tw: <32>{#p/human}* （你把烤糊的派隨手扔在一邊， 置之不理。）

source: <32>{#p/basic}* "Burnt Pie" Heals 39 HP * Actions do have their consequences...
es_es: <32>{#p/basic}* "Tarta Quemada" Cura 39 PS * Las acciones tienen sus consecuencias...
tr_tr: <32>{#p/basic}* "Yanmış Turta" 39 CAN iyileştirir * Neticede eylemlerin sonuçları vardır...
zh_cn: <32>{#p/basic}* “糊派” 回复39 HP * 真是恶有恶报...
zh_tw: <32>{#p/basic}* 「糊派」 回復39 HP * 真是惡有惡報...

source: <32>{#p/human}* (You eat the Burnt Pie.)
es_es: <32>{#p/human}* (Te comes la Tarta Quemada.)
tr_tr: <32>{#p/human}* (Yanmış Turta'yı yedin.)
zh_cn: <32>{#p/human}* （你吃掉了烤糊的派。）
zh_tw: <32>{#p/human}* （你吃掉了烤糊的派。）

source: A plate of fried snails. For breakfast, of course.
es_es: Un plato de caracoles fritos. Para el desayuno, claro.
tr_tr: Bir tabak kızarmış salyangoz. Kahvaltı için tabi.
zh_cn: 一盘焗蜗牛。 当然，是当做早餐的。
zh_tw: 一盤焗蝸牛。 當然，是當做早餐的。

source: Snails
es_es: Caracoles
tr_tr: Salyangozlar
zh_cn: 焗蜗牛
zh_tw: 焗蝸牛

source: <32>{#p/human}* (You throw away the Fried Snails.)
es_es: <32>{#p/human}* (Desechas los Caracoles Fritos.)
tr_tr: <32>{#p/human}* (Kızarmış Salyangozlar'ı attın.)
zh_cn: <32>{#p/human}* （你把焗蜗牛扔掉了。）
zh_tw: <32>{#p/human}* （你把焗蝸牛扔掉了。）

source: <32>{#p/basic}* "Fried Snails" Heals 19 HP * A plate of fried snails. * For breakfast, of course.
es_es: <32>{#p/basic}* "Caracoles Fritos" Cura 19 PS * Un plato de caracoles fritos. * Para el desayuno, claro está.
tr_tr: <32>{#p/basic}* "Kızarmış Salyangozlar" 19 CAN iyileştirir * Bir tabak kızarmış salyangoz. * Kahvaltı için tabi.
zh_cn: <32>{#p/basic}* “焗蜗牛” 回复19 HP * 一盘焗蜗牛。 * 当然，是当做早餐的。
zh_tw: <32>{#p/basic}* 「焗蝸牛」 回復19 HP * 一盤焗蝸牛。 * 當然，是當做早餐的。

source: Fried Snails
es_es: Caracoles Fritos
tr_tr: Kızarmış Salyangozlar
zh_cn: 焗蜗牛
zh_tw: 焗蝸牛

source: <32>{#p/human}* (You eat the Fried Snails.)
es_es: <32>{#p/human}* (Te comes los Caracoles Fritos.)
tr_tr: <32>{#p/human}* (Kızarmış Salyangozlar'ı yedin.)
zh_cn: <32>{#p/human}* （你吃掉了焗蜗牛。）
zh_tw: <32>{#p/human}* （你吃掉了焗蝸牛。）

source: A sickly, dark yellow liquid.
es_es: Un enfermizo líquido, de color amarillo oscuro.
tr_tr: Tiksindirici, koyu sarı bir sıvı.
zh_cn: 恶心的暗黄色液体。
zh_tw: 噁心的暗黃色液體。

source: Soda
zh_cn: 呲呲汽水
zh_tw: 呲呲汽水

source: <32>{#p/human}* (You throw away the Fizzli Soda.)
es_es: <32>{#p/human}* (Desechas la Soda Gaseosa.)
tr_tr: <32>{#p/human}* (Fışırtılı Soda'yı attın.)
zh_cn: <32>{#p/human}* （你把呲呲汽水扔掉了。）
zh_tw: <32>{#p/human}* （你把呲呲汽水扔掉了。）

source: <32>{#p/basic}* Good riddance.
es_es: <32>{#p/basic}* Hasta nunca.
tr_tr: <32>{#p/basic}* Hele şükür.
zh_cn: <32>{#p/basic}* 谢天谢地。
zh_tw: <32>{#p/basic}* 謝天謝地。

source: <32>{#p/basic}* "Fizzli Soda" Heals 8 HP * A dark, sickly yellow liquid.
es_es: <32>{#p/basic}* "Soda Gaseosa" Cura 8 PS * Un oscuro, líquido amarillo enfermizo.
tr_tr: <32>{#p/basic}* "Fışırtılı Soda" 8 CAN iyileştirir * Tiksindirici, koyu sarı bir sıvı.
zh_cn: <32>{#p/basic}* “呲呲汽水” 回复8 HP * 恶心的暗黄色液体。
zh_tw: <32>{#p/basic}* 「呲呲汽水」 回復8 HP * 噁心的暗黃色液體。

source: Fizzli Soda
es_es: Soda Gaseosa
tr_tr: Fışırtılı Soda
zh_cn: 呲呲汽水
zh_tw: 呲呲汽水

source: <32>{#p/human}* (You drink the Fizzli Soda.)
es_es: <32>{#p/human}* (Te bebes la Soda Gaseosa.)
tr_tr: <32>{#p/human}* (Fışırtılı Soda'yı içtin.)
zh_cn: <32>{#p/human}* （你喝掉了呲呲汽水。）
zh_tw: <32>{#p/human}* （你喝掉了呲呲汽水。）

source: <32>{#p/basic}* Yuck!
es_es: <32>{#p/basic}* ¡Qué Asco!
tr_tr: <32>{#p/basic}* Öğk!
zh_cn: <32>{#p/basic}* 好恶心！
zh_tw: <32>{#p/basic}* 好噁心！

source: It came with the craft you crash-landed in.
es_es: Vino con la nave en la que te chocaste.
tr_tr: Kaza yaptığın mekikle birlikte geldi.
zh_cn: 在你坠毁的飞船上找到的。
zh_tw: 在你墜毀的飛船上找到的。

source: Spacesuit
es_es: Traje Espacial
tr_tr: Uzay Elbisesi
zh_cn: 宇航服
zh_tw: 太空衣

source: <32>{#p/human}* (You throw away the Worn Spacesuit.)
es_es: <32>{#p/human}* (Desechas el Traje Espacial Desgastado.)
tr_tr: <32>{#p/human}* (Eski Uzay Elbisesi'ni attın.)
zh_cn: <32>{#p/human}* （你把破损的宇航服扔掉了。）
zh_tw: <32>{#p/human}* （你把破損的太空衣扔掉了。）

source: <32>{#p/human}* (20 HP. The last remaining fragment of a spacecraft flown in exile.)
es_es: <32>{#p/human}* (20 PS. El último fragmento de una nave espacial volada en el exilio.)
tr_tr: <32>{#p/human}* (20 CAN. Sürgün sırasında uçurulmuş bir uzay mekiğinin en son parçası.)
zh_cn: <32>{#p/human}* （20 HP。一艘背井离乡的飞船上 残存的最后碎片。）
zh_tw: <32>{#p/human}* （20 HP。一艘背井離鄉的飛船上 殘存的最後碎片。）

source: <32>{#p/basic}* "Worn Spacesuit" Heals 20 HP * It came with the craft you crash-landed in.
es_es: <32>{#p/basic}* "Traje Espacial Desgastado" Cura 20 PS [ADD]<32>{#p/basic}* Venía con la nave en la que te estrellaste.
tr_tr: <32>{#p/basic}* "Eski Uzay Elbisesi" 20 CAN iyileştirir * Kaza yaptığın mekikle birlikte geldi.
zh_cn: <32>{#p/basic}* “破损的宇航服” 回复20 HP * 在你坠毁的飞船上找到的。
zh_tw: <32>{#p/basic}* 「破損的太空衣」 回復20 HP * 在你墜毀的飛船上找到的。

source: Worn Spacesuit
es_es: Traje Desgastado
tr_tr: Eski Uzay Elbisesi
zh_cn: 破损的宇航服
zh_tw: 破損的太空衣

source: <33>{#p/human}* (After using its last heal-pak, the Worn Spacesuit fell apart.)
es_es: <33>{#p/human}* (Al usar tu última curación, el traje esp. desg. se rompió.)
tr_tr: <33>{#p/human}* (Son iyileşme paketini kullanmanın ardından, Eski Uzay Elbisesi parçalara ayrılıyor.)
zh_cn: <33>{#p/human}* （在用完最后一个治疗包后， 破损的宇航服散架了。）
zh_tw: <33>{#p/human}* （在用完最後一個治療包後， 破損的太空衣散架了。）

source: A rusty old wrench.
es_es: Una llave vieja y oxidada.
tr_tr: Paslı ve eski bir alet anahtarı.
zh_cn: 一把生锈的旧扳手。
zh_tw: 一把生鏽的舊扳手。

source: Spanner
es_es: Llave
tr_tr: Alet Anahtarı
zh_cn: 旧扳手
zh_tw: 舊扳手

source: <32>{#p/human}* (You throw away the Rusty Spanner.)
es_es: <32>{#p/human}* (Desechas la Llave Oxidada.)
tr_tr: <32>{#p/human}* (Paslı Anahtar’ı attın.)
zh_cn: <32>{#p/human}* （你把生锈的扳手扔掉了。）
zh_tw: <32>{#p/human}* （你把生鏽的扳手扔掉了。）

source: <32>{#p/human}* (A trusty tool forged from beyond the galaxy's edge.)
es_es: <32>{#p/human}* (Una fiel herramienta forjada más allá de los confines de la galaxia.)
tr_tr: <32>{#p/human}* (Galaksinin sınırlarının ötesinde dövülmüş güvenilir bir alet.)
zh_cn: <32>{#p/human}* （一把来自星河之外的 可靠工具。）
zh_tw: <32>{#p/human}* （一把來自星河之外的 可靠工具。）

source: <32>{#p/basic}* A rusty old wrench.
es_es: <32>{#p/basic}* Una vieja llave inglesa oxidada.
tr_tr: <32>{#p/basic}* Paslı ve eski bir alet anahtarı.
zh_cn: <32>{#p/basic}* 一把生锈的旧扳手。
zh_tw: <32>{#p/basic}* 一把生鏽的舊扳手。

source: Rusty Spanner
es_es: Llave Oxidada
tr_tr: Paslı Anahtar
zh_cn: 生锈的扳手
zh_tw: 生鏽的扳手

source: <32>{#p/human}* (You toss the spanner into the air.) * (Nothing happens.)
es_es: <32>{#p/human}* (Lanzas la llave al aire.) * (Nada pasa.)
tr_tr: <32>{#p/human}* (Alet anahtarını havaya salladın.) * (Hiçbir şey olmadı.)
zh_cn: <32>{#p/human}* （你把扳手抛向了空中。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你把扳手拋向了空中。） * （什麼都沒發生。）

source: The first of a limited run of Super Starwalker comics.
es_es: La primera de una limitada serie de cómics de Super Starwalker.
tr_tr: Sınırlı sayıdaki Süper Starwalker çizgi romanlarının ilk serisi.
zh_cn: 限量版《超级星之行者》连载漫画 第1期。
zh_tw: 限量版《超級星之行者》連載漫畫 第1期。

source: Starwalker 1
zh_cn: 星之行者1
zh_tw: 星之行者1

source: <32>{#p/human}* (You throw away Super Starwalker 1.)
es_es: <32>{#p/human}* (Desechas el Super Starwalker 1.)
tr_tr: <32>{#p/human}* (Süper Starwalker 1’i attın.)
zh_cn: <32>{#p/human}* （你把《超级星之行者1》扔掉了。）
zh_tw: <32>{#p/human}* （你把《超級星之行者1》扔掉了。）

source: <32>{#p/human}* (It seems like the beginning of a journey.)
es_es: <32>{#p/human}* (Parece el comienzo de un viaje.)
tr_tr: <32>{#p/human}* (Bir yolculuğun başlangıcıymış gibi duruyor.)
zh_cn: <32>{#p/human}* （这似乎是一段旅程的开始。）
zh_tw: <32>{#p/human}* （這似乎是一段旅程的開始。）
