Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/asriel1}{#f/20}* I still can't believe she moved this all the way from the Citadel.
es_es: <25>{#p/asriel1}{#f/20}* Todavía no puedo creer que ella haya movido esto desde la Capital.
tr_tr: <25>{#p/asriel1}{#f/20}* Onun bunu Hisar'dan buraya taşıdığına hala inanamıyorum.
zh_cn: <25>{#p/asriel1}{#f/20}* 我到现在都不敢相信， 她居然把这东西 一路从首塔搬了过来。
zh_tw: <25>{#p/asriel1}{#f/20}* 我到現在都不敢相信， 她居然把這東西 一路從首塔搬了過來。

source: <25>{#f/17}* But... I understand why she'd want to.
es_es: <25>{#f/17}* Pero... Entiendo por qué ella querría.
tr_tr: <25>{#f/17}* Ama... Bunu neden isteyeceğini anlıyorum.
zh_cn: <25>{#f/17}* 不过... 我能理解 她为什么想这么做。
zh_tw: <25>{#f/17}* 不過... 我能理解 她為什麼想這麼做。

source: <25>{#f/13}* Mom and this chair of hers go pretty far back..
es_es: <25>{#f/13}* Mamá y esta silla suya se remontan desde hace mucho tiempo..
tr_tr: <25>{#f/13}* Annem ve bu sandalyesi epey eskiye dayanıyor...
zh_cn: <25>{#f/13}* 妈妈和她的这把扶椅， 渊源可深了...
zh_tw: <25>{#f/13}* 媽媽和她的這把扶椅， 淵源可深了...

source: <25>{#p/asriel1}{#f/13}* One time, she told me something...
es_es: <25>{#p/asriel1}{#f/13}* Una vez, ella me dijo algo...
tr_tr: <25>{#p/asriel1}{#f/13}* Bir keresinde, bana bir şey söylemişti...
zh_cn: <25>{#p/asriel1}{#f/13}* 有一次，她跟我说...
zh_tw: <25>{#p/asriel1}{#f/13}* 有一次，她跟我說...

source: <25>{#f/17}* "This chair reminds me of home."
es_es: <25>{#f/17}* "Esta silla me recuerda a mi hogar."
tr_tr: <25>{#f/17}* "Bu sandalye bana evimi hatırlatıyor."
zh_cn: <25>{#f/17}* “这把椅子 让我想起了家。”
zh_tw: <25>{#f/17}* 「這把椅子 讓我想起了家。」

source: <25>{#f/13}* But she was already at home, so I asked her what she meant.
es_es: <25>{#f/13}* Pero ella ya estaba en su hogar, así que le pregunte a que se refería.
tr_tr: <25>{#f/13}* Ama o an zaten evdeydi, ben de ona neyden bahsettiğini sordum.
zh_cn: <25>{#f/13}* 但她当时就已经在家了， 所以我问她想表达什么。
zh_tw: <25>{#f/13}* 但她當時就已經在家了， 所以我問她想表達什麼。

source: <25>{#f/17}* Turns out she had this at her home...
es_es: <25>{#f/17}* Resulta que ella tenía esto en su casa...
tr_tr: <25>{#f/17}* Meğerse bu onun evindeymiş...
zh_cn: <25>{#f/17}* 结果发现， 她以前在她家...
zh_tw: <25>{#f/17}* 結果發現， 她以前在她家...

source: <25>{#f/23}* ... on the old homeworld.
es_es: <25>{#f/23}* ... en su antiguo hogar natal.
tr_tr: <25>{#f/23}* ... eski ana gezegendeki evinde.
zh_cn: <25>{#f/23}* ...故园的那个家， 就已经有这把扶椅了。
zh_tw: <25>{#f/23}* ...故園的那個家， 就已經有這把扶椅了。

source: <25>{#p/asriel1}{#f/13}* I don't know much about that world, Frisk...
es_es: <25>{#p/asriel1}{#f/13}* No se mucho sobre ese mundo, Frisk...
tr_tr: <25>{#p/asriel1}{#f/13}* O dünya hakkında pek bir şey bilmiyorum, Frisk...
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk， 我对那个世界不太了解...
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk， 我對那個世界不太了解...

source: <25>{#f/17}* But I hear it was very... idyllic.
es_es: <25>{#f/17}* Pero escuche que era muy... idílico.
tr_tr: <25>{#f/17}* Ama duyduğuma göre orası çok... huzurluymuş.
zh_cn: <25>{#f/17}* 但我听说那里... 田园诗般得美好。
zh_tw: <25>{#f/17}* 但我聽說那裡... 田園詩般得美好。

source: <25>{#f/20}* Sure, there were lots of advances in magic and technology...
es_es: <25>{#f/20}* Seguro, ahí había muchos avances en magia y tecnología...
tr_tr: <25>{#f/20}* Tamam, büyü ve teknolojide çok ilerlemeler oldu...
zh_cn: <25>{#f/20}* 当然啦， 魔法和科技也都很发达...
zh_tw: <25>{#f/20}* 當然啦， 魔法和科技也都很發達...

source: <25>{#f/17}* But people loved it, because life was so... simple.
es_es: <25>{#f/17}* Pero la gente lo amaba, porque la vida era tan... simple.
tr_tr: <25>{#f/17}* Ama oradakiler çok sevdi, çünkü hayat çok... basitti.
zh_cn: <25>{#f/17}* 人们很喜欢生活在那里， 因为那里的一切都是 那样的... 平凡。
zh_tw: <25>{#f/17}* 人們很喜歡生活在那裡， 因為那裡的一切都是 那樣的... 平凡。

source: <25>{#p/asriel1}{#f/23}* What I wouldn't give to have a simple life.
es_es: <25>{#p/asriel1}{#f/23}* Lo que daría por tener una vida sencilla.
tr_tr: <25>{#p/asriel1}{#f/23}* Basit bir hayat yaşamak için neler vermezdim ki.
zh_cn: <25>{#p/asriel1}{#f/23}* 我也想过上 那样平凡的生活啊。
zh_tw: <25>{#p/asriel1}{#f/23}* 我也想過上 那樣平凡的生活啊。

source: <32>{#p/basic}* A reading chair.
es_es: <32>{#p/basic}* Un sillón para leer.
tr_tr: <32>{#p/basic}* Bir okuma koltuğu.
zh_cn: <32>{#p/basic}* 一把扶椅。
zh_tw: <32>{#p/basic}* 一把扶椅。

source: <32>{#p/basic}* A comfy reading chair...
es_es: <32>{#p/basic}* Un sillón para leer...
tr_tr: <32>{#p/basic}* Rahat bir okuma koltuğu...
zh_cn: <32>{#p/basic}* 一把舒适的扶椅。
zh_tw: <32>{#p/basic}* 一把舒適的扶椅。

source: <32>* Seems like the right size for Toriel.
es_es: <32>* Parece del tamaño perfecto para Toriel.
tr_tr: <32>* Boyu tam Toriel'e uygun gibi.
zh_cn: <32>* 大小正好适合Toriel。
zh_tw: <32>* 大小正好適合Toriel。

source: <25>{#p/toriel}{#n1}* Ah, there you are.
es_es: <25>{#p/toriel}{#n1}* Ah, ahí estas.
tr_tr: <25>{#p/toriel}{#n1}* Ah, işte buradasın.
zh_cn: <25>{#p/toriel}{#n1}* 啊，来得正好。
zh_tw: <25>{#p/toriel}{#n1}* 啊，來得正好。

source: <25>* I have left your breakfast on the table for you.
es_es: <25>* Te deje tu desayuno en la mesa para ti.
tr_tr: <25>* Senin için kahvaltını masaya bıraktım.
zh_cn: <25>* 我已经把你的那份早餐 放在桌子上了。
zh_tw: <25>* 我已經把你的那份早餐 放在桌子上了。

source: <32>{#p/human}* (You look inside the chest...)
es_es: <32>{#p/human}* (Miras dentro del armario...)
tr_tr: <32>{#p/human}* (Sandığın içine baktın...)
zh_cn: <32>{#p/human}* （你往箱子里瞅了一眼...）
zh_tw: <32>{#p/human}* （你往箱子裡瞅了一眼...）

source: <25>{#p/asriel1}{#f/13}* Yeah, uh, that's about all you'll find in there.
es_es: <25>{#p/asriel1}{#f/13}* Si, eh, eso es todo lo que puedes encontrar ahí.
tr_tr: <25>{#p/asriel1}{#f/13}* Evet, şey, burada bulabileceklerin bunlardan ibaret.
zh_cn: <25>{#p/asriel1}{#f/13}* 是啊，呃， 里面大概就 这么个东西了。
zh_tw: <25>{#p/asriel1}{#f/13}* 是啊，呃， 裡面大概就 這麼個東西了。

source: <25>{#f/17}* I'm not sure why Toriel put this here.
es_es: <25>{#f/17}* No estoy seguro de porque Toriel puso esto aquí.
tr_tr: <25>{#f/17}* Toriel'in neden bunu buraya koyduğunu bilmiyorum.
zh_cn: <25>{#f/17}* 我不明白 Toriel为什么要把 这玩意儿放在这里。
zh_tw: <25>{#f/17}* 我不明白 Toriel為什麼要把 這玩意兒放在這裡。

source: <25>{#f/17}* $(name) and I were never interested in comic books.
es_es: <25>{#f/17}* $(name) y yo nunca estuvimos interesados en los comics.
tr_tr: <25>{#f/17}* $(name) ve ben çizgi romanlara hiç ilgi duymazdık.
zh_cn: <25>{#f/17}* 我和$(name) 对漫画书从来没兴趣。
zh_tw: <25>{#f/17}* 我和$(name) 對漫畫書從來沒興趣。

source: <25>{#p/asriel1}{#f/10}* I guess she just wanted to pretend we were living here...?
es_es: <25>{#p/asriel1}{#f/10}* ¿Supongo que ella solo quiere pretender que vivimos aquí...?
tr_tr: <25>{#p/asriel1}{#f/10}* Sanırım o sadece biz buradaymışız gibi davranmak istedi...?
zh_cn: <25>{#p/asriel1}{#f/10}* 我猜她只是想假装 我们真的住在这里吧...？
zh_tw: <25>{#p/asriel1}{#f/10}* 我猜她只是想假裝 我們真的住在這裡吧...？

source: <25>{#p/asriel1}{#f/13}* The things a mother does to make herself feel better...
es_es: <25>{#p/asriel1}{#f/13}* Las cosas que hace una madre para sentirse mejor...
tr_tr: <25>{#p/asriel1}{#f/13}* Bir annenin kendisini daha iyi hissetmek için yaptıkları...
zh_cn: <25>{#p/asriel1}{#f/13}* 唉， 母亲为了让自己好受些， 真是啥事都做得出来...
zh_tw: <25>{#p/asriel1}{#f/13}* 唉， 母親為了讓自己好受些， 真是啥事都做得出來...

source: <32>{#s/equip}{#p/human}* (You got the Super Starwalker 3.)
es_es: <32>{#s/equip}{#p/human}* (Conseguiste Super Starwalker 3.)
tr_tr: <32>{#s/equip}{#p/human}* (Süper Starwalker 3'ü aldın.)
zh_cn: <32>{#s/equip}{#p/human}* （你获得了《超级星之行者3》。）
zh_tw: <32>{#s/equip}{#p/human}* （你獲得了《超級星之行者3》。）

source: <32>{#p/human}* I've seen the effect you've had on this world...
es_es: <32>{#p/human}* Ya vi el efecto que tuviste en este mundo...
tr_tr: <32>{#p/human}* Bu dünyada yarattığın etkiyi gördüm...
zh_cn: <32>{#p/human}* 我已见证 你对这个世界产生的影响...
zh_tw: <32>{#p/human}* 我已見證 你對這個世界產生的影響...

source: <32>* A perfect ending, where everyone gets to be happy...
es_es: <32>* Un final perfecto, donde todos son felices...
tr_tr: <32>* Herkesin mutlu olduğu, mükemmel bir son...
zh_cn: <32>* 这是一个完美的结局， 所有人都得以幸福安乐...
zh_tw: <32>* 這是一個完美的結局， 所有人都得以幸福安樂...

source: <32>* There's something special about that.
es_es: <32>* Hay algo especial sobre eso.
tr_tr: <32>* Bunun hakkında özel bir şey var.
zh_cn: <32>* 某种特别之物，于此独自闪耀。
zh_tw: <32>* 某種特別之物，於此獨自閃耀。

source: <32>{#p/human}* A world not bound by association...
es_es: <32>{#p/human}* Un mundo sin asociaciones...
tr_tr: <32>{#p/human}* Hiçbir bağlantıya bağlı olmayan bir dünya...
zh_cn: <32>{#p/human}* 一片未被凡俗所羁绊的宇宙...
zh_tw: <32>{#p/human}* 一片未被凡俗所羈絆的宇宙...

source: <32>* Existing purely for the sake of its own beauty...
es_es: <32>* Existir puramente por su propia belleza...
tr_tr: <32>* Sadece kendi güzelliği uğruna var olan...
zh_cn: <32>* 仅为了那纯洁无瑕之美， 而存在于斯...
zh_tw: <32>* 僅為了那純潔無瑕之美， 而存在於斯...

source: <32>* That being said...
es_es: <32>* Habiendo dicho eso...
tr_tr: <32>* Bununla birlikte...
zh_cn: <32>* 话虽如此...
zh_tw: <32>* 話雖如此...

source: <32>* It seems it wasn't enough to satisfy your... curiosity.
es_es: <32>* Parece que no fue suficiente para satisfacer tu... curiosidad.
tr_tr: <32>* Görünüşe göre bu... merakını gidermeye yetmemiş.
zh_cn: <32>* 但这一切似乎仍未能平息 你那份... 难以言喻的好奇心。
zh_tw: <32>* 但這一切似乎仍未能平息 你那份... 難以言喻的好奇心。

source: <32>* Tell me...
es_es: <32>* Dime...
tr_tr: <32>* Söyle bana...
zh_cn: <32>* 告诉我...
zh_tw: <32>* 告訴我...

source: <32>* Does that not pique your... curiosity?
es_es: <32>* Eso no despierta tu... curiosidad?
tr_tr: <32>* Bu senin... merakını uyandırmıyor mu?
zh_cn: <32>* 此情此景... 可曾引起过你的好奇？
zh_tw: <32>* 此情此景... 可曾引起過你的好奇？

source: <25>{#p/toriel}* In this room lies a new kind of puzzle.
es_es: <25>{#p/toriel}* En esta habitación hay un nuevo tipo de puzle.
tr_tr: <25>{#p/toriel}* Bu odada yeni bir tür bulmaca yer alıyor.
zh_cn: <25>{#p/toriel}* 这个房间里的谜题 和之前的都不太一样。
zh_tw: <25>{#p/toriel}* 這個房間裡的謎題 和之前的都不太一樣。

source: <25>{#f/3}* Perhaps you will do better here than with the dummy.
es_es: <25>{#f/3}* Quizá te vaya mejor aquí que con el maniquí.
tr_tr: <25>{#f/3}* Belki burada manken ile olduğundan daha iyi iş çıkarırsın.
zh_cn: <25>{#f/3}* 说不定，比起应付人偶... 这个谜题更合你胃口？
zh_tw: <25>{#f/3}* 說不定，比起應付人偶... 這個謎題更合你胃口？

source: <25>{#f/1}* Do you think you can solve it?
es_es: <25>{#f/1}* ¿Crees que puedas resolverlo?
tr_tr: <25>{#f/1}* Çözebileceğini düşünüyor musun?
zh_cn: <25>{#f/1}* 有信心解决它吗？
zh_tw: <25>{#f/1}* 有信心解決它嗎？

source: <32>{#p/basic}* It's too tall for you to reach.
es_es: <32>{#p/basic}* Esta muy alto para que puedas alcanzarlo.
tr_tr: <32>{#p/basic}* Senin erişemeyeceğin kadar yüksek.
zh_cn: <32>{#p/basic}* 这台终端太高了，你够不到。
zh_tw: <32>{#p/basic}* 這臺終端太高了，你夠不到。

source: <32>{#p/basic}* This terminal's staggering height towers over you, blocking your eager approach.
es_es: <32>{#p/basic}* La altura de esta terminal se eleva sobre ti, bloqueando tu ansioso enfoque.
tr_tr: <32>{#p/basic}* Bu terminalin baş döndürücü yüksekliği, hevesli yaklaşımını engelliyor.
zh_cn: <32>{#p/basic}* 终端高高地耸立在你的面前， 挡住了你急切的脚步。
zh_tw: <32>{#p/basic}* 終端高高地聳立在你的面前， 擋住了你急切的腳步。

source: <25>{#p/toriel}{#f/3}* What is it now...
es_es: <25>{#p/toriel}{#f/3}* Qué pasa ahora...
tr_tr: <25>{#p/toriel}{#f/3}* Şimdi ne oldu...
zh_cn: <25>{#p/toriel}{#f/3}* 又怎么了...
zh_tw: <25>{#p/toriel}{#f/3}* 又怎麼了...

source: <25>{#p/toriel}{#f/1}* What is the problem? * Do you need assistance?
es_es: <25>{#p/toriel}{#f/1}* ¿Cuál es el problema? * ¿Necesitas ayuda?
tr_tr: <25>{#p/toriel}{#f/1}* Sorun nedir? * Yardıma mı ihtiyacın var?
zh_cn: <25>{#p/toriel}{#f/1}* 怎么了？ * 需要帮忙吗？
zh_tw: <25>{#p/toriel}{#f/1}* 怎麼了？ * 需要幫忙嗎？

source: <25>{#p/toriel}{#f/5}* Ah... I see.
es_es: <25>{#p/toriel}{#f/5}* Ah... ya veo.
tr_tr: <25>{#p/toriel}{#f/5}* Ah... Anlıyorum.
zh_cn: <25>{#p/toriel}{#f/5}* 唉... 我知道了。
zh_tw: <25>{#p/toriel}{#f/5}* 唉... 我知道了。

source: <25>{#f/5}* The terminal is too high for you to reach it.
es_es: <25>{#f/5}* El terminal está demasiado alto para que puedas alcanzarlo.
tr_tr: <25>{#f/5}* Terminal senin erişemeyeceğin kadar yüksek.
zh_cn: <25>{#f/5}* 这台终端太高了， 你够不到。
zh_tw: <25>{#f/5}* 這臺終端太高了， 你夠不到。

source: <25>{#p/toriel}{#f/7}* ... oh my.
es_es: <25>{#p/toriel}{#f/7}* ... oh mi.
tr_tr: <25>{#p/toriel}{#f/7}* ... ah.
zh_cn: <25>{#p/toriel}{#f/7}* ...天哪。
zh_tw: <25>{#p/toriel}{#f/7}* ...天哪。

source: <25>{#f/6}* It seems there is a bit of a design fault here.
es_es: <25>{#f/6}* Parece que hay un error de diseño aquí.
tr_tr: <25>{#f/6}* Burada biraz tasarım hatası olmuş gibi görünüyor.
zh_cn: <25>{#f/6}* 这应该是个设计上的小失误。
zh_tw: <25>{#f/6}* 這應該是個設計上的小失誤。

source: <25>{#f/1}* So the terminal is too high for you to reach it...?
es_es: <25>{#f/5}* ¿Así que el terminal está muy alto para que puedas alcanzarlo...?
tr_tr: <25>{#f/1}* Demek terminal senin ulaşamayacağın kadar yüksekte...?
zh_cn: <25>{#f/1}* 这台终端太高了， 你够不到是吗？
zh_tw: <25>{#f/1}* 這臺終端太高了， 你夠不到是嗎？

source: <25>{#f/0}* No matter. * I will operate it for you.
es_es: <25>{#f/0}* No hay problema. * Lo operaré por ti.
tr_tr: <25>{#f/0}* Önemli değil. * Ben senin için çalıştırırım.
zh_cn: <25>{#f/0}* 没关系。 * 我可以替你操作。
zh_tw: <25>{#f/0}* 沒關係。 * 我可以替你操作。

source: <25>{#f/0}* There is a riddle to be solved here. * Would you like to try?
es_es: <25>{#f/0}* Aquí hay un acertijo. * ¿Te gustaría resolverlo?
tr_tr: <25>{#f/0}* Burada çözülecek bir bilmece var. * Denemek ister misin?
zh_cn: <25>{#f/0}* 密码是一个谜语的谜底。 * 想猜猜看吗？
zh_tw: <25>{#f/0}* 密碼是一個謎語的謎底。 * 想猜猜看嗎？

source: * (Solve the riddle?)
es_es: * (¿Resolver el acertijo?)
tr_tr: * (Bilmeceyi çöz?)
zh_cn: * （猜谜吗？）
zh_tw: * （猜謎嗎？）

source: <25>{#p/toriel}* Excellent! * The eagerness to learn and grow is important.
es_es: <25>{#p/toriel}* ¡Excelente! * Es importante el afán de aprender y crecer.
tr_tr: <25>{#p/toriel}* Mükemmel! * Öğrenme ve büyümeye isteklilik önemlidir.
zh_cn: <25>{#p/toriel}* 太好了！ * 对你这么大的孩子来说...
zh_tw: <25>{#p/toriel}* 太好了！ * 對你這麼大的孩子來說...

source: <25>{#f/0}* Especially for a youngster such as yourself.
es_es: <25>{#f/0}* Especialmente para un joven como tú.
tr_tr: <25>{#f/0}* Özellikle senin gibi genç biri için.
zh_cn: <25>{#f/0}* 热爱学习，渴求知识 是尤为重要的。
zh_tw: <25>{#f/0}* 熱愛學習，渴求知識 是尤為重要的。

source: <25>{#p/toriel}{#f/0}* The riddle takes the form of a question.
es_es: <25>{#p/toriel}{#f/0}* El acertijo toma la forma de una pregunta.
tr_tr: <25>{#p/toriel}{#f/0}* Bilmece bir soru biçimini alıyor.
zh_cn: <25>{#p/toriel}{#f/0}* 谜面是个问题。
zh_tw: <25>{#p/toriel}{#f/0}* 謎面是個問題。

source: <25>{#p/toriel}{#f/1}* "What's baked like a cake and rhymes with 'lie?'"
es_es: <25>{#p/toriel}{#f/1}* "¿Qué se hornea como un pastel y rima con carta?"
tr_tr: <25>{#p/toriel}{#f/1}* "Hem pişmiş hem de pasta gibi, 'orta' ile kafiyeli şey nedir?"
zh_cn: <25>{#p/toriel}{#f/1}* “源自小麦，圆圆不赖。 名字带水，小孩最爱。 （打一单字食物名）”
zh_tw: <25>{#p/toriel}{#f/1}* 「源自小麥，圓圓不賴。 名字帶水，小孩最愛。 （打一單字食物名）」

source: <32>{#p/human}* (...) * (You tell Toriel the answer.)
es_es: <32>{#p/human}* (...) * (Le dices a Toriel la respuesta.)
tr_tr: <32>{#p/human}* (...) * (Toriel'e cevabı söylüyorsun.)
zh_cn: <32>{#p/human}* （...） * （你把答案告诉了Toriel。）
zh_tw: <32>{#p/human}* （...） * （你把答案告訴了Toriel。）

source: <25>{#p/toriel}{#f/0}* ... ah, very good. * And with such a positive attitude!
es_es: <25>{#p/toriel}{#f/0}* ... ah, muy bien. * ¡Y con una buena actitud positiva!
tr_tr: <25>{#p/toriel}{#f/0}* ... ah, çok iyi. * Hem de oldukça pozitif bir tavır ile!
zh_cn: <25>{#p/toriel}{#f/0}* ...啊，想法不错！ * 学习态度也很积极！
zh_tw: <25>{#p/toriel}{#f/0}* ...啊，想法不錯！ * 學習態度也很積極！

source: <32>{#p/human}* (...) * (You tell Toriel you do not know the answer.)
es_es: <32>{#p/human}* (...) * (Le dices a Toriel que no sabes la respuesta.)
tr_tr: <32>{#p/human}* (...) * (Toriel'e cevabı bilmediğini söylüyorsun.)
zh_cn: <32>{#p/human}* （...） * （你告诉Toriel，你猜不出来。）
zh_tw: <32>{#p/human}* （...） * （你告訴Toriel，你猜不出來。）

source: <25>{#p/toriel}{#f/1}* ... is something wrong? * You seem to have something on your mind.
es_es: <25>{#p/toriel}{#f/1}* ... ¿Tienes algún problema? [ADD]<25>{#p/toriel}{#f/1}* Parece que tienes algo en mente.
tr_tr: <25>{#p/toriel}{#f/1}* ... bir sorun mu var? * Aklında bir şeyler varmış gibi görünüyor.
zh_cn: <25>{#p/toriel}{#f/1}* ...怎么了，孩子？ * 有什么心事吗？
zh_tw: <25>{#p/toriel}{#f/1}* ...怎麼了，孩子？ * 有什麼心事嗎？

source: <25>{#f/5}* ... hmm...
tr_tr: <25>{#f/5}* ... hımm...
zh_cn: <25>{#f/5}* ...嗯...
zh_tw: <25>{#f/5}* ...嗯...

source: <25>{#f/0}* Well, alright. * I will solve the riddle for you this time.
es_es: <25>{#f/0}* Bueno, esta bien. * Esta vez te resolveré el acertijo.
tr_tr: <25>{#f/0}* Pekala. * Şİmdilik bilmeceyi senin için çözeceğim.
zh_cn: <25>{#f/0}* 哦，好吧。 * 我来帮你解开这个迷题吧。
zh_tw: <25>{#f/0}* 喔，好吧。 * 我來幫你解開這個迷題吧。

source: <25>{#f/5}* I see.
es_es: <25>{#f/5}* Ya veo.
tr_tr: <25>{#f/5}* Anlıyorum.
zh_cn: <25>{#f/5}* 知道了。
zh_tw: <25>{#f/5}* 知道了。

source: <25>{#f/0}* I suppose I can solve the riddle for you this time.
es_es: <25>{#f/0}* Supongo que esta vez te puedo resolver el acertijo.
tr_tr: <25>{#f/0}* Sanırım bu seferlik bilmeceyi senin için çözebilirim.
zh_cn: <25>{#f/0}* 这次的谜题，我替你解吧。
zh_tw: <25>{#f/0}* 這次的謎題，我替你解吧。

source: <25>{#p/toriel}{#f/5}* And... {#x1}there. * The pathway is clear.
es_es: <25>{#p/toriel}{#f/5}* Y... {#x1}ahí. * El camino está despejado.
tr_tr: <25>{#p/toriel}{#f/5}* Ve... {#x1}işte. * Yol açılmış durumda.
zh_cn: <25>{#p/toriel}{#f/5}* 还有... {#x1}这个。 * ...可以继续前进了。
zh_tw: <25>{#p/toriel}{#f/5}* 還有... {#x1}這個。 * ...可以繼續前進了。

source: <25>{#p/toriel}* And... {#x1}there! * The pathway is clear!
es_es: <25>{#p/toriel}* Y... {#x1}¡ahí! * ¡El camino está despejado!
tr_tr: <25>{#p/toriel}* Ve... {#x1}işte! * Yol açılmış durumda!
zh_cn: <25>{#p/toriel}* 还有... {#x1}这个！ * 可以继续前进了。
zh_tw: <25>{#p/toriel}* 還有... {#x1}這個！ * 可以繼續前進了。

source: <25>{#p/toriel}{#f/5}* I will wait for you to enter the next room.
es_es: <25>{#p/toriel}{#f/5}* Esperaré a que entres en la siguiente habitación.
tr_tr: <25>{#p/toriel}{#f/5}* Bir sonraki odaya girmeni bekleyeceğim.
zh_cn: <25>{#p/toriel}{#f/5}* 我等着你来下个房间。
zh_tw: <25>{#p/toriel}{#f/5}* 我等著你來下個房間。

source: <25>{#p/toriel}* Once ready, you may enter the next room.
es_es: <25>{#p/toriel}* Cuando estés listo, podrás entrar en la siguiente habitación.
tr_tr: <25>{#p/toriel}* Hazır olduğunda, bir sonraki odaya girebilirsin.
zh_cn: <25>{#p/toriel}* 要是你准备好了， 就可以来下个房间了。
zh_tw: <25>{#p/toriel}* 要是你準備好了， 就可以來下個房間了。

source: <32>{#p/human}* (But you still couldn't reach the terminal.)
es_es: <32>{#p/human}* (Pero todavía no puedes alcanzar el terminal.)
tr_tr: <32>{#p/human}* (Ama hala terminale erişemedin.)
zh_cn: <32>{#p/human}* （可是，你还是够不到终端。）
zh_tw: <32>{#p/human}* （可是，你還是夠不到終端。）

source: <32>{#p/basic}* Even now, the terminal still stands as tall as ever.
es_es: <32>{#p/basic}* Incluso ahora, el terminal sigue tan alto como siempre.
tr_tr: <32>{#p/basic}* Şimdi bile, terminal her zamanki gibi oldukça yüksek duruyor.
zh_cn: <32>{#p/basic}* 即便是现在，那台终端 依然高高耸立在这里。
zh_tw: <32>{#p/basic}* 即便是現在，那臺終端 依然高高聳立在這裡。

source: <32>{#p/human}* (You got the Little Dipper.)
es_es: <32>{#p/human}* (Conseguiste el Cucharón Pequeño.)
tr_tr: <32>{#p/human}* (Küçük Ayı'yı aldın.)
zh_cn: <32>{#p/human}* （你捡起了“小熊座”。）
zh_tw: <32>{#p/human}* （你撿起了「小熊座」。）

source: * (Equip the Little Dipper?)
es_es: * (¿Equiparte el Cucharón Pequeño?)
tr_tr: * (Küçük Ayı'yı kuşan?)
zh_cn: * （装备上小熊座吗？）
zh_tw: * （裝備上小熊座嗎？）

source: <25>{#p/toriel}{#f/1}* Pies are for eating, not for splattering on the floor.
es_es: <25>{#p/toriel}{#f/1}* Las tartas son para comer, no para salpicarlo en el suelo.
tr_tr: <25>{#p/toriel}{#f/1}* Turtalar yenmek içindir, yere dökülmek için değil.
zh_cn: <25>{#p/toriel}{#f/1}* 食物是用来吃的， 不是让你往地上扔的。
zh_tw: <25>{#p/toriel}{#f/1}* 食物是用來吃的， 不是讓你往地上扔的。

source: <25>{#p/toriel}{#f/1}* Please do not spill food on the floor.
es_es: <25>{#p/toriel}{#f/1}* Por favor no derrames comida en el suelo.
tr_tr: <25>{#p/toriel}{#f/1}* Lütfen yere yiyecek dökme.
zh_cn: <25>{#p/toriel}{#f/1}* 请你别把好好的食物 往地上扔，好吗？
zh_tw: <25>{#p/toriel}{#f/1}* 請你別把好好的食物 往地上扔，好嗎？

source: <25>{#p/toriel}{#f/1}* What did those poor fried snails ever do to you.
es_es: <25>{#p/toriel}{#f/1}* Qué te han hecho esos pobres caracoles fritos.
tr_tr: <25>{#p/toriel}{#f/1}* O zavallı kızarmış salyangozlar sana ne yaptı.
zh_cn: <25>{#p/toriel}{#f/1}* 这些可怜的焗蜗牛 又怎么你了？
zh_tw: <25>{#p/toriel}{#f/1}* 這些可憐的焗蝸牛 又怎麼你了？

source: <32>{#p/basic}{#n1}* Aww c'mon! ;)
es_es: <32>{#p/basic}{#n1}* Aww ¡vamos! ;)
tr_tr: <32>{#p/basic}{#n1}* Aaa hadi ama! ;)
zh_cn: <32>{#p/basic}{#n1}* 啊，你干嘛 ;)
zh_tw: <32>{#p/basic}{#n1}* 啊，你幹嘛 ;)

source: <32>* I poured my heart into that! ;)
es_es: <32>* ¡Puse mi corazón en eso! ;)
tr_tr: <32>* Onun içine sevgimi döktüm ben! ;)
zh_cn: <32>* 那可是我全部的心血啊！;)
zh_tw: <32>* 那可是我全部的心血啊！;)

source: <32>{#p/basic}{#n1}* Seriously!? ;)
es_es: <32>{#p/basic}{#n1}* ¡¿Enserio!? ;)
tr_tr: <32>{#p/basic}{#n1}* Harbiden mi!? ;)
zh_cn: <32>{#p/basic}{#n1}* 认真的吗？;)
zh_tw: <32>{#p/basic}{#n1}* 認真的嗎？;)

source: <32>* That steak was utterly priceless! ;)
es_es: <32>* ¡Ese filete no tenía precio! ;)
tr_tr: <32>* O biftek hemen hemen bedavaydı! ;)
zh_cn: <32>* 那牛排可是无价之宝！;)
zh_tw: <32>* 那牛排可是無價之寶！;)

source: <25>{#p/toriel}{#f/0}* Your next lesson involves encounters with other monsters.
es_es: <25>{#p/toriel}{#f/0}* Tu próxima lección implica encuentros con otros monstruos.
tr_tr: <25>{#p/toriel}{#f/0}* Sıradaki dersin diğer canavarlar ile karşılaşmayı içeriyor.
zh_cn: <25>{#p/toriel}{#f/0}* 接下来，我要教你 如何应对其他怪物的攻击。
zh_tw: <25>{#p/toriel}{#f/0}* 接下來，我要教你 如何應對其他怪物的攻擊。

source: <25>{#f/1}* As a human roaming the outpost, it is likely you will be attacked...
es_es: <25>{#f/1}* Al ser un humano vagando por la estación. [ADD]<25>{#f/1}* Es probable que te ataquen...
tr_tr: <25>{#f/1}* Karakolda dolaşan bir insan olarak saldırıya uğraman muhtemeldir...
zh_cn: <25>{#f/1}* 身为人类，在前哨站走动时， 怪物们很可能袭击你...
zh_tw: <25>{#f/1}* 身為人類，在前哨站走動時， 怪物們很可能襲擊你...

source: <25>{#f/0}* If that happens, you will enter what is known as a FIGHT.
es_es: <25>{#f/0}* Si eso pasa, entrarás en lo que se conoce como una PELEA.
tr_tr: <25>{#f/0}* Eğer bu olursa, SAVAŞ denilen bir duruma gireceksin.
zh_cn: <25>{#f/0}* 这时，你就会进入 称作“战斗”的环节。
zh_tw: <25>{#f/0}* 這時，你就會進入 稱作「戰鬥」的環節。

source: <25>{#f/0}* Thankfully, there are several ways to resolve one.
es_es: <25>{#f/0}* Afortunadamente, hay varias formas de resolver una pelea.
tr_tr: <25>{#f/0}* Neyseki, bunu çözmenin birden fazla yolu var.
zh_cn: <25>{#f/0}* 幸好，你可以 通过多种方式解决。
zh_tw: <25>{#f/0}* 幸好，你可以 通過多種方式解決。

source: <25>{#f/1}* For now, I suggest striking up a friendly conversation...
es_es: <25>{#f/1}* Por ahora, te sugiero entablar una charla amistosa...
tr_tr: <25>{#f/1}* Şimdilik, arkadaşça bir sohbet başlatmayı öneriyorum...
zh_cn: <25>{#f/1}* 眼下，我建议 友好地和他们对话...
zh_tw: <25>{#f/1}* 眼下，我建議 友好地和他們對話...

source: <25>{#f/0}* ... thereby giving me a chance to sort out the conflict for you.
es_es: <25>{#f/0}* ... dándome así la oportunidad de resolver el conflicto por ti.
tr_tr: <25>{#f/0}* ... böylece senin adına çatışmayı çözebilmem için fırsat verirsin.
zh_cn: <25>{#f/0}* ...好给我机会 出面解决冲突。
zh_tw: <25>{#f/0}* ...好給我機會 出面解決衝突。

source: <25>{#p/toriel}* To start, you may practice talking with the dummy.
es_es: <25>{#p/toriel}* Para empezar, puedes practicar hablando con el maniquí.
tr_tr: <25>{#p/toriel}* Başlangıç için, mankenle konuşma pratiği yapabilirsin.
zh_cn: <25>{#p/toriel}* 你可以从试着 和那边的人偶说说话开始。
zh_tw: <25>{#p/toriel}* 你可以從試著 和那邊的人偶說說話開始。

source: <25>{#p/toriel}{#f/7}* ... you think that I am the dummy?
es_es: <25>{#p/toriel}{#f/7}* ... ¿Crees que soy el maniquí?
tr_tr: <25>{#p/toriel}{#f/7}* ... mankenin ben olduğumu mu düşünüyorsun?
zh_cn: <25>{#p/toriel}{#f/7}* ...你觉得 我就是训练人偶？
zh_tw: <25>{#p/toriel}{#f/7}* ...你覺得 我就是訓練人偶？

source: <25>{#f/6}* Hahaha! * How adorable!
es_es: <25>{#f/6}* ¡Jajaja! * ¡Qué adorable!
tr_tr: <25>{#f/6}* Hahaha! * Ne kadar sevimli!
zh_cn: <25>{#f/6}* 哈哈哈！ * 你真是太可爱了！
zh_tw: <25>{#f/6}* 哈哈哈！ * 你真是太可愛了！

source: <25>{#f/0}* Unfortunately, I am but a worrisome old lady.
es_es: <25>{#f/0}* Desafortunadamente, no soy más que una señora mayor preocupada.
tr_tr: <25>{#f/0}* Ne yazık ki, ben sadece endişeli bir yaşlı hanımım.
zh_cn: <25>{#f/0}* 但很遗憾，我只是个 喜欢瞎操心的老阿姨哦。
zh_tw: <25>{#f/0}* 但很遺憾，我只是個 喜歡瞎操心的老阿姨喔。
