Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/13}* Let me ask you a question.
es_es: <25>{#f/13}* Déjame hacerte una pregunta.
tr_tr: <25>{#f/13}* Sana bir soru sormama izin ver.
zh_cn: <25>{#f/13}* 我想问你个问题。
zh_tw: <25>{#f/13}* 我想問你個問題。

source: <25>{#f/15}* Frisk... * Why did you come here?
es_es: <25>{#f/15}* Frisk... * ¿Por que viniste aquí?
tr_tr: <25>{#f/15}* Frisk... * Neden buraya geldin?
zh_cn: <25>{#f/15}* Frisk... * 你为什么要来这里？
zh_tw: <25>{#f/15}* Frisk... * 你為什麼要來這裡？

source: <25>{#f/13}* Everyone knows the story, right...?
es_es: <25>{#f/13}* Todos saben la historia, ¿verdad?
tr_tr: <25>{#f/13}* Hikayeyi herkes biliyor, değil mi?
zh_cn: <25>{#f/13}* 大家都知道那个传说， 对吧...？
zh_tw: <25>{#f/13}* 大家都知道那個傳說， 對吧...？

source: <25>{#f/23}* "Spacecraft who fly into the Ebott sector are said to disappear."
es_es: <25>{#f/23}* "Se dice que las astronaves que vuelan al sector Ebott desaparecen"
tr_tr: <25>{#f/23}* "Ebott sektörüne uçan uzay mekiklerinin kaybolduğu söyleniyor."
zh_cn: <25>{#f/23}* “据说 飞进伊波特星域的飞船 都会消失不见。”
zh_tw: <25>{#f/23}* 「據說 飛進伊波特星域的飛船 都會消失不見。」

source: <32>{#p/human}* (...) * (You tell Asriel the truth.)
es_es: <32>{#p/human}* (...) * (Le dices a Asriel la verdad.)
tr_tr: <32>{#p/human}* (...) * (Asriel'a gerçeği söylüyorsun.)
zh_cn: <32>{#p/human}* （...） * （你告诉了Asriel真相。）
zh_tw: <32>{#p/human}* （...） * （你告訴了Asriel真相。）

source: <25>{#f/25}* Frisk... you...
es_es: <25>{#f/25}* Frisk... tú...
tr_tr: <25>{#f/25}* Frisk... sen...
zh_cn: <25>{#f/25}* Frisk... 你...
zh_tw: <25>{#f/25}* Frisk... 你...

source: <25>{#f/23}* You don't have to be alone anymore, okay?
es_es: <25>{#f/23}* No tienes por que estar solo de nuevo, ¿ok?
tr_tr: <25>{#f/23}* Artık yalnız kalmana gerek yok, tamam mı?
zh_cn: <25>{#f/23}* 你不用再孤身一人了， 好吗？
zh_tw: <25>{#f/23}* 你不用再孤身一人了， 好嗎？

source: <25>{#f/17}* You've made so many wonderful friends here...
es_es: <25>{#f/17}* Hiciste tantos amigos maravillosos aquí...
tr_tr: <25>{#f/17}* Burada birçok harika arkadaş edindin...
zh_cn: <25>{#f/17}* 你在这里 交到了很多好朋友...
zh_tw: <25>{#f/17}* 你在這裡 交到了很多好朋友...

source: <25>{#f/17}* They'll look out for you, okay?
es_es: <25>{#f/17}* Ellos cuidaran de ti, ¿vale?
tr_tr: <25>{#f/17}* Onlar sana göz kulak olacaklar, tamam mı?
zh_cn: <25>{#f/17}* 他们会照顾你的，好吗？
zh_tw: <25>{#f/17}* 他們會照顧你的，好嗎？

source: <25>{#f/15}* I know why $(name) flew out here.
es_es: <25>{#f/15}* Sé porque $(name) voló hasta aquí.
tr_tr: <25>{#f/15}* $(name) neden buraya uçtu, biliyorum.
zh_cn: <25>{#f/15}* 我知道 为什么$(name) 要飞来这里。
zh_tw: <25>{#f/15}* 我知道 為什麼$(name) 要飛來這裡。

source: <25>{#f/16}* It wasn't for a very happy reason.
es_es: <25>{#f/16}* No fue por una razón feliz.
tr_tr: <25>{#f/16}* Pek de sevindirici bir sebepten dolayı değildi.
zh_cn: <25>{#f/16}* 那原因并不愉快。
zh_tw: <25>{#f/16}* 那原因並不愉快。

source: <25>{#f/13}* Frisk. * I'll be honest with you.
es_es: <25>{#f/13}* Frisk. * Seré honesto contigo.
tr_tr: <25>{#f/13}* Frisk. * Seninle dürüst olacağım.
zh_cn: <25>{#f/13}* Frisk。 * 我跟你说实话吧。
zh_tw: <25>{#f/13}* Frisk。 * 我跟你說實話吧。

source: <25>{#f/15}* $(name) wanted nothing to do with humanity.
es_es: <25>{#f/15}* $(name) no quiso tener nada que ver con los humanos.
tr_tr: <25>{#f/15}* $(name) insanlıkla hiçbir ilgisi olmasını istemedi.
zh_cn: <25>{#f/15}* $(name)不想跟人类 有任何瓜葛。
zh_tw: <25>{#f/15}* $(name)不想跟人類 有任何瓜葛。

source: <25>{#f/16}* Why, they never said.
es_es: <25>{#f/16}* Jamás dijo el porqué.
tr_tr: <25>{#f/16}* Neden, hiçbir zaman söylemedi.
zh_cn: <25>{#f/16}* 至于为什么， 那家伙从来没说过。
zh_tw: <25>{#f/16}* 至於為什麼， 那傢伙從來沒說過。

source: <25>{#f/15}* But they felt very strongly about that.
es_es: <25>{#f/15}* Pero se sintió muy fuerte sobre eso.
tr_tr: <25>{#f/15}* Ama bu konuda çok güçlü hisleri vardı.
zh_cn: <25>{#f/15}* 但那种情绪非常强烈。
zh_tw: <25>{#f/15}* 但那種情緒非常強烈。

source: <25>{#p/asriel1}{#f/17}* Frisk, it's okay. * You're not like $(name) at all.
es_es: <25>{#p/asriel1}{#f/17}* Frisk, está bien. * No eres como $(name) para nada.
tr_tr: <25>{#p/asriel1}{#f/17}* Frisk, sorun yok. * Sen hiç $(name) gibi değilsin.
zh_cn: <25>{#p/asriel1}{#f/17}* Frisk，没关系的。 * 你和$(name) 一点也不一样。
zh_tw: <25>{#p/asriel1}{#f/17}* Frisk，沒關係的。 * 你和$(name) 一點也不一樣。

source: <25>{#f/15}* In fact, though you have similar, uh, fashion choices...
es_es: <25>{#f/15}* Es mas, a pesar de que tengas, uh, un estilo de moda similar...
tr_tr: <25>{#f/15}* Hatta, oldukça benzer, uh, moda tercihleriniz olsa da...
zh_cn: <25>{#f/15}* 说实话， 虽然你们的， 呃，穿衣风格很像...
zh_tw: <25>{#f/15}* 說實話， 雖然你們的， 呃，穿衣風格很像...

source: <25>{#f/13}* I don't know why I ever acted like you were the same person.
es_es: <25>{#f/13}* No sé porque actué como si fueras la misma persona.
tr_tr: <25>{#f/13}* Neden aynı kişiymişsiniz gibi davrandığımı bilmiyorum.
zh_cn: <25>{#f/13}* 但我也不知道 为什么以前会把你们 当成同一个人。
zh_tw: <25>{#f/13}* 但我也不知道 為什麼以前會把你們 當成同一個人。

source: <25>{#f/15}* Maybe... * The truth is...
es_es: <25>{#f/15}* Talvés... * Realmente...
tr_tr: <25>{#f/15}* Belki de... * Gerçek şu ki...
zh_cn: <25>{#f/15}* 也许... * 真相是...
zh_tw: <25>{#f/15}* 也許... * 真相是...

source: <25>{#f/16}* $(name) just wasn't who I wanted them to be.
es_es: <25>{#f/16}* $(name) solamente no era quien yo quería que fuera.
tr_tr: <25>{#f/16}* $(name) benim olmasını istediğim kişi değildi.
zh_cn: <25>{#f/16}* $(name)和 我理想中的那种人 不太一样。
zh_tw: <25>{#f/16}* $(name)和 我理想中的那種人 不太一樣。

source: <25>{#f/13}* While, Frisk...
es_es: <25>{#f/13}* Pero tú, Frisk...
tr_tr: <25>{#f/13}* O sırada, Frisk...
zh_cn: <25>{#f/13}* 而你，Frisk...
zh_tw: <25>{#f/13}* 而你，Frisk...

source: <25>{#f/17}* You're the kind of friend I've always wanted to have.
es_es: <25>{#f/17}* Tú eres el tipo de amigo que siempre quise tener.
tr_tr: <25>{#f/17}* Sen benim hep istediğim türden bir arkadaşsın.
zh_cn: <25>{#f/17}* 你才是 我一直想要的那种朋友。
zh_tw: <25>{#f/17}* 你才是 我一直想要的那種朋友。

source: <25>{#f/20}* So maybe I was kind of projecting a little.
es_es: <25>{#f/20}* Así que creo que me estaba proyectando un poco.
tr_tr: <25>{#f/20}* Yani belki de biraz bunu yansıtıyordum.
zh_cn: <25>{#f/20}* 所以，我大概是把 对那家伙的期望 强加在你身上了。
zh_tw: <25>{#f/20}* 所以，我大概是把 對那傢伙的期望 強加在你身上了。

source: <25>{#f/17}* Let's be honest. * I did some weird stuff as a star.
es_es: <25>{#f/17}* Seamos honestos. * Hice cosas muy extrañas como una estrella.
tr_tr: <25>{#f/17}* Dürüst olalım. * Yıldız olarak biraz tuhaf şeyler yaptım.
zh_cn: <25>{#f/17}* 是这样的。 * 我变成星星的时候， 确实做了一些怪事。
zh_tw: <25>{#f/17}* 是這樣的。 * 我變成星星的時候， 確實做了一些怪事。

source: <25>{#p/asriel1}{#f/13}* There's one last thing I feel like I should tell you.
es_es: <25>{#p/asriel1}{#f/13}* Hay una ultima cosa que debo decirte.
tr_tr: <25>{#p/asriel1}{#f/13}* Söylemem gereken son bir şey daha varmış gibi hissediyorum.
zh_cn: <25>{#p/asriel1}{#f/13}* 我觉得还应该告诉你 最后一件事。
zh_tw: <25>{#p/asriel1}{#f/13}* 我覺得還應該告訴你 最後一件事。

source: <25>{#f/15}* When $(name) and I combined our SOULs together...
es_es: <25>{#f/15}* Cuando $(name) y yo combinamos nuestras ALMAS...
tr_tr: <25>{#f/15}* $(name) ve ben RUH'larımızı birleştirdiğimizde...
zh_cn: <25>{#f/15}* 我和$(name)的 灵魂融合在一起时...
zh_tw: <25>{#f/15}* 我和$(name)的 靈魂融合在一起時...

source: <25>{#f/16}* The control over our body was actually split between us.
es_es: <25>{#f/16}* El control de nuestro cuerpo se dividió entre los dos.
tr_tr: <25>{#f/16}* Bedenimiz üzerindeki kontrol aslında aramızda bölünmüştü.
zh_cn: <25>{#f/16}* 那副身躯的控制权 实际上是我们共有的。
zh_tw: <25>{#f/16}* 那副身軀的控制權 實際上是我們共有的。

source: <25>{#f/15}* They were the one that picked up their own empty body.
es_es: <25>{#f/15}* $(name) fue quien levantó su propio cuerpo vacío.
tr_tr: <25>{#f/15}* Kendi boş bedenini alıp taşıyan oydu.
zh_cn: <25>{#f/15}* 是那个家伙抬起了 自己的那具空壳。
zh_tw: <25>{#f/15}* 是那個傢伙抬起了 自己的那具空殼。

source: <25>{#f/13}* And then, when we made it to the planet's remains...
es_es: <25>{#f/13}* Y luego, cuando llegamos a los escombros del planeta...
tr_tr: <25>{#f/13}* Ve sonra, gezegenin kalıntılarına ulaştığımızda...
zh_cn: <25>{#f/13}* 后来，当我们到达 星球的遗址时...
zh_tw: <25>{#f/13}* 後來，當我們到達 星球的遺址時...

source: <25>{#f/13}* They were the one that wanted to...
es_es: <25>{#f/13}* $(name) fue el que quiso...
tr_tr: <25>{#f/13}* Bizim tüm gücümüzü kullanmayı...
zh_cn: <25>{#f/13}* 也是那家伙想要...
zh_tw: <25>{#f/13}* 也是那傢伙想要...

source: <25>{#f/16}* ... to use our full power.
es_es: <25>{#f/16}* ... usar todo nuestro poder.
tr_tr: <25>{#f/16}* ... isteyen kişi oydu.
zh_cn: <25>{#f/16}* ...使出我们的全部力量。
zh_tw: <25>{#f/16}* ...使出我們的全部力量。

source: <25>{#f/13}* It took everything I had to resist it.
es_es: <25>{#f/13}* Me costó mucho resistirme.
tr_tr: <25>{#f/13}* Buna karşı koymak için elimden geldiğince direndim.
zh_cn: <25>{#f/13}* 我拼尽全力 才阻止了那家伙。
zh_tw: <25>{#f/13}* 我拼盡全力 才阻止了那傢伙。

source: <25>{#f/15}* And then, because of me, we...
es_es: <25>{#f/15}* Y luego, por mi culpa, nosotros...
tr_tr: <25>{#f/15}* Ve sonra, benim yüzümden, biz...
zh_cn: <25>{#f/15}* 再然后，因为我， 我们...
zh_tw: <25>{#f/15}* 再然後，因為我， 我們...

source: <25>{#f/22}* Well, that's why I ended up the way I did.
es_es: <25>{#f/22}* Y bueno, ya viste como terminé.
tr_tr: <25>{#f/22}* İşte, bu yüzden bu hale düştüm.
zh_cn: <25>{#f/22}* 嗯，这就是为什么 我最后会变得那样。
zh_tw: <25>{#f/22}* 嗯，這就是為什麼 我最後會變得那樣。

source: <25>{#f/17}* This whole time, I've blamed myself for that decision.
es_es: <25>{#f/17}* Todo este tiempo me culpé a mi mismo por esa decisión.
tr_tr: <25>{#f/17}* Bunca zamandır, bu karar için hep kendimi suçladım.
zh_cn: <25>{#f/17}* 一直以来，我都在 因为那个决定而自责。
zh_tw: <25>{#f/17}* 一直以來，我都在 因為那個決定而自責。

source: <25>{#f/13}* It's why I adopted that horrible view of the world.
es_es: <25>{#f/13}* así adquirí esa vista tan horrible del mundo.
tr_tr: <25>{#f/13}* Dünyaya karşı bu korkunç bakış açısını benimsememin sebebi bu.
zh_cn: <25>{#f/13}* 这就是为什么我会有 那种可怕的世界观。
zh_tw: <25>{#f/13}* 這就是為什麼我會有 那種可怕的世界觀。

source: <25>{#f/13}* "Kill or be killed."
es_es: <25>{#f/13}* "Matar o morir."
tr_tr: <25>{#f/13}* "Öldür ya da öl."
zh_cn: <25>{#f/13}* “不是杀人就是被杀。”
zh_tw: <25>{#f/13}* 「不是殺人就是被殺。」

source: <25>{#f/17}* But now... * After meeting you...
es_es: <25>{#f/17}* Pero ahora... * Luego de conocerte...
tr_tr: <25>{#f/17}* Ama şimdi... * Seninle tanıştıktan sonra...
zh_cn: <25>{#f/17}* 但现在... * 遇见你之后...
zh_tw: <25>{#f/17}* 但現在... * 遇見你之後...

source: <25>{#f/23}* Frisk, I don't regret that decision anymore.
es_es: <25>{#f/23}* Frisk, ya no me arrepiento de esa decisión.
tr_tr: <25>{#f/23}* Frisk, artık bu kararımdan pişman değilim.
zh_cn: <25>{#f/23}* Frisk， 我不再后悔那个决定了。
zh_tw: <25>{#f/23}* Frisk， 我不再後悔那個決定了。

source: <25>{#f/22}* I did the right thing.
es_es: <25>{#f/22}* Hice lo correcto.
tr_tr: <25>{#f/22}* Ben doğru olanı yaptım.
zh_cn: <25>{#f/22}* 我做了正确的事。
zh_tw: <25>{#f/22}* 我做了正確的事。

source: <25>{#f/13}* If we'd killed those humans...
es_es: <25>{#f/13}* Si hubiéramos matado a esos humanos...
tr_tr: <25>{#f/13}* Eğer o insanları öldürmüş olsaydık...
zh_cn: <25>{#f/13}* 如果我们杀了那些人类...
zh_tw: <25>{#f/13}* 如果我們殺了那些人類...

source: <25>{#f/15}* We would have had to wage war against all of humanity.
es_es: <25>{#f/15}* Habríamos tenido que declarar la guerra a toda la humanidad.
tr_tr: <25>{#f/15}* Bütün insanlığa karşı savaş açmak zorunda kalacaktık.
zh_cn: <25>{#f/15}* 我们就免不了 和全人类掀起战争了。
zh_tw: <25>{#f/15}* 我們就免不了 和全人類掀起戰爭了。

source: <25>{#f/17}* And in the end, everyone went free, right?
es_es: <25>{#f/17}* Y al final, todos fueron libres, ¿verdad?
tr_tr: <25>{#f/17}* Ve işin sonunda herkes özgürlüğüne kavuştu, değil mi?
zh_cn: <25>{#f/17}* 况且， 大家最后都自由了， 对吧？
zh_tw: <25>{#f/17}* 況且， 大家最後都自由了， 對吧？

source: <25>{#f/17}* Even the others who came here made it out alive.
es_es: <25>{#f/17}* Incluso los otros que vinieron aquí salieron con vida.
tr_tr: <25>{#f/17}* Buraya gelen diğerleri bile sağ çıkmayı başardı.
zh_cn: <25>{#f/17}* 甚至其他 来到这里的人类 也都活着出去了。
zh_tw: <25>{#f/17}* 甚至其他 來到這裡的人類 也都活著出去了。

source: <25>{#f/15}* But, $(name)...
es_es: <25>{#f/15}* Pero, $(name)...
tr_tr: <25>{#f/15}* Ama, $(name)...
zh_cn: <25>{#f/15}* 但是，$(name)...
zh_tw: <25>{#f/15}* 但是，$(name)...

source: <25>{#f/16}* ... I can't say for certain what happened to them after we died.
es_es: <25>{#f/16}* ... No puedo decir que estoy seguro que le pasó cuando morimos.
tr_tr: <25>{#f/16}* ... Biz öldükten sonra ona ne olduğunu kesin olarak söyleyemem.
zh_cn: <25>{#f/16}* ...我不确定那家伙 在我们死后发生了什么。
zh_tw: <25>{#f/16}* ...我不確定那傢伙 在我們死後發生了什麼。

source: <25>{#f/15}* Nothing was ever found... not even their SOUL.
es_es: <25>{#f/15}* Nada fue encontrado... ni siquiera su ALMA.
tr_tr: <25>{#f/15}* Ona ait hiçbir şey bulunamadı... RUH'u bile.
zh_cn: <25>{#f/15}* 什么都被没找到... 甚至连那家伙的灵魂 都没有。
zh_tw: <25>{#f/15}* 什麼都被沒找到... 甚至連那傢伙的靈魂 都沒有。

source: <25>{#f/15}* So... I can't help but wonder if they're... still out there.
es_es: <25>{#f/15}* No puedo dejar de pensar... Si es que siguen allí afuera.
tr_tr: <25>{#f/15}* Yani... Acaba hala orada mı diye... merak etmeden duramıyorum.
zh_cn: <25>{#f/15}* 所以... 我总是会想， 那家伙是否... 还活在某个地方。
zh_tw: <25>{#f/15}* 所以... 我總是會想， 那傢伙是否... 還活在某個地方。

source: <25>{#p/asriel1}{#f/17}* Frisk, thank you for listening to me.
es_es: <25>{#p/asriel1}{#f/17}* Frisk, gracias por escucharme.
tr_tr: <25>{#p/asriel1}{#f/17}* Frisk, beni dinlediğin için teşekkür ederim.
zh_cn: <25>{#p/asriel1}{#f/17}* Frisk， 谢谢你听我说了这么多。
zh_tw: <25>{#p/asriel1}{#f/17}* Frisk， 謝謝你聽我說了這麼多。

source: <25>{#f/17}* You should really go be with your friends now, okay?
es_es: <25>{#f/17}* Deberías ir con tus amigos, ¿vale?
tr_tr: <25>{#f/17}* Artık gerçekten arkadaşlarının yanına gitmelisin, tamam mı?
zh_cn: <25>{#f/17}* 你现在真的应该 去找你的朋友们了， 好吗？
zh_tw: <25>{#f/17}* 你現在真的應該 去找你的朋友們了， 好嗎？

source: <25>{#f/13}* Oh, and, please...
es_es: <25>{#f/13}* Oh, y, por favor...
tr_tr: <25>{#f/13}* Ah, ve, lütfen...
zh_cn: <25>{#f/13}* 哦，还有， 拜托了...
zh_tw: <25>{#f/13}* 喔，還有， 拜託了...

source: <25>{#f/20}* In the future, if you, uh, see me...
es_es: <25>{#f/20}* Si me vez en el futuro...
tr_tr: <25>{#f/20}* Eğer gelecekte, şey, uh, beni görürsen...
zh_cn: <25>{#f/20}* 在未来的某一刻， 如果你，呃， 见到我的话...
zh_tw: <25>{#f/20}* 在未來的某一刻， 如果你，呃， 見到我的話...

source: <25>{#f/15}* ... don't think of it as me, okay?
es_es: <25>{#f/15}* ... No lo veas como yo, ¿ok?
tr_tr: <25>{#f/15}* ... benmişim gibi düşünme, tamam mı?
zh_cn: <25>{#f/15}* ...不要把他看作是我， 好吗？
zh_tw: <25>{#f/15}* ...不要把他看作是我， 好嗎？

source: <25>{#f/16}* I just want you to remember me like... this.
es_es: <25>{#f/16}* Solo quiero que me recuerdes... así.
tr_tr: <25>{#f/16}* Beni sadece... böyle hatırlamanı istiyorum.
zh_cn: <25>{#f/16}* 我只希望你记住... 现在这样的我。
zh_tw: <25>{#f/16}* 我只希望你記住... 現在這樣的我。

source: <25>{#f/17}* Someone that was your friend for a little while.
es_es: <25>{#f/17}* Como alguien que fue tu amigo por un rato.
tr_tr: <25>{#f/17}* Kısa bir süreliğine arkadaşın olan biri.
zh_cn: <25>{#f/17}* 那个曾在你生命中 短暂出现过，作为 你的朋友而存在的我。
zh_tw: <25>{#f/17}* 那個曾在你生命中 短暫出現過，作為 你的朋友而存在的我。

source: <32>{|}{#p/human}* (You tell Asriel you really- {%}
es_es: <32>{|}{#p/human}* (Le dices a Asriel que tu realment- {%}
tr_tr: <32>{|}{#p/human}* (Asriel'a onu gerçekten- {%}
zh_cn: <32>{|}{#p/human}* （你告诉Asriel你真的{%}
zh_tw: <32>{|}{#p/human}* （你告訴Asriel你真的{%}

source: <25>{#p/asriel1}{#f/23}* Frisk, it's okay.
es_es: <25>{#p/asriel1}{#f/23}* Frisk, está bien.
tr_tr: <25>{#p/asriel1}{#f/23}* Frisk, sorun değil.
zh_cn: <25>{#p/asriel1}{#f/23}* 没关系的，Frisk。
zh_tw: <25>{#p/asriel1}{#f/23}* 沒關係的，Frisk。

source: <25>{#f/22}* You don't have to save everyone to be a good person.
es_es: <25>{#f/22}* No tienes que salvar a todos para ser una buena persona.
tr_tr: <25>{#f/22}* İyi biri olmak için herkesi kurtarmana gerek yok.
zh_cn: <25>{#f/22}* 你不是需要拯救所有人 才能成为好人的。
zh_tw: <25>{#f/22}* 你不是需要拯救所有人 才能成為好人的。

source: <25>{#f/13}* Besides... even if I could keep this form...
es_es: <25>{#f/13}* Ademas... incluso si pudiera mantener esta forma...
tr_tr: <25>{#f/13}* Ayrıca... bu formumu koruyabilecek olsaydım bile...
zh_cn: <25>{#f/13}* 况且... 就算我能保持这个形态...
zh_tw: <25>{#f/13}* 況且... 就算我能保持這個形態...

source: <25>{#f/15}* I don't know if I could move on from what happened in the past.
es_es: <25>{#f/15}* No se si podría dejar atrás lo que pasó.
tr_tr: <25>{#f/15}* Geçmişte olanların üstesinden gelebilir miydim bilmiyorum.
zh_cn: <25>{#f/15}* 我也不知道我能不能 从过去的事中走出来。
zh_tw: <25>{#f/15}* 我也不知道我能不能 從過去的事中走出來。

source: <25>{#f/17}* ... just promise me you'll take care of yourself, alright?
es_es: <25>{#f/17}* ... Solo prometeme que te cuidaras, ¿vale?
tr_tr: <25>{#f/17}* ... bana sadece kendine iyi bakacağına söz ver, olur mu?
zh_cn: <25>{#f/17}* ...答应我 你会照顾好自己， 好吗？
zh_tw: <25>{#f/17}* ...答應我 你會照顧好自己， 好嗎？

source: <25>{#f/15}* Well, see you.
es_es: <25>{#f/15}* Bueno, nos vemos.
tr_tr: <25>{#f/15}* Öyleyse, görüşmek üzere.
zh_cn: <25>{#f/15}* 嗯，再见。
zh_tw: <25>{#f/15}* 嗯，再見。

source: <25>{#f/15}* Don't you have anything better to do?
es_es: <25>{#f/15}* ¿No tienes nada mejor que hacer?
tr_tr: <25>{#f/15}* Yapacak daha iyi bir şeyin yok mu?
zh_cn: <25>{#f/15}* 你就没有更重要的事 可做吗？
zh_tw: <25>{#f/15}* 你就沒有更重要的事 可做嗎？

source: <33>{#p/basic}* There is a security field here. * It is active.
es_es: <33>{#p/basic}* Hay un campo de seguridad. * Está activo.
tr_tr: <33>{#p/basic}* Burada bir güvenlik kalkanı var. * Aktif.
zh_cn: <33>{#p/basic}* 这里有一道安保屏障。 * 已被激活。
zh_tw: <33>{#p/basic}* 這裡有一道安保屏障。 * 已被激活。

source: <32>{#p/basic}* It's a security field.
es_es: <32>{#p/basic}* Es un campo de seguridad.
tr_tr: <32>{#p/basic}* Bu bir güvenlik kalkanı.
zh_cn: <32>{#p/basic}* 一道安保屏障。
zh_tw: <32>{#p/basic}* 一道安保屏障。

source: <25>{#p/asriel1}{#f/13}* An empty photo frame...
es_es: <25>{#p/asriel1}{#f/13}* Un marco vacío...
tr_tr: <25>{#p/asriel1}{#f/13}* Boş bir fotoğraf çerçevesi...
zh_cn: <25>{#p/asriel1}{#f/13}* 空相框啊...
zh_tw: <25>{#p/asriel1}{#f/13}* 空相框啊...

source: <25>{#f/16}* Once upon a time, there WERE pictures in these frames.
es_es: <25>{#f/16}* Había una vez, donde HABIA fotos en esos marcos.
tr_tr: <25>{#f/16}* Bir zamanlar, bu çerçevelerin içinde RESİMLER vardı.
zh_cn: <25>{#f/16}* 以前，这些相框里 也都是有照片的。
zh_tw: <25>{#f/16}* 以前，這些相框裡 也都是有照片的。

source: <25>{#f/15}* Then, she took them out and never put them back.
es_es: <25>{#f/15}* Luego, ella los sacó y nunca más los volvió a poner.
tr_tr: <25>{#f/15}* Sonra, o onları çıkardı ve bir daha asla geri koymadı.
zh_cn: <25>{#f/15}* 然后， 她把它们取出来了， 就再也没有放回去。
zh_tw: <25>{#f/15}* 然後， 她把它們取出來了， 就再也沒有放回去。

source: <25>{#f/16}* ... must've hurt too much to look at them.
es_es: <25>{#f/16}* ... Debió dolerle demasiado como para verlos.
tr_tr: <25>{#f/16}* ... onlara bakmak çok acı verici olmuş olmalı.
zh_cn: <25>{#f/16}* ...那些照片 即使只是看一两眼 也会很难受吧。
zh_tw: <25>{#f/16}* ...那些照片 即使只是看一兩眼 也會很難受吧。

source: <25>{#p/asriel1}{#f/13}* Empty photo frames are like missing memories...
es_es: <25>{#p/asriel1}{#f/13}* Los cuadros vacíos son como recuerdos perdidos...
tr_tr: <25>{#p/asriel1}{#f/13}* Boş fotoğraf çerçeveleri tıpkı kaybolmuş anılar gibi...
zh_cn: <25>{#p/asriel1}{#f/13}* 空空的相框 就像消逝的记忆...
zh_tw: <25>{#p/asriel1}{#f/13}* 空空的相框 就像消逝的記憶...

source: <25>{#p/asriel1}{#f/15}* This place has way too many of them.
es_es: <25>{#p/asriel1}{#f/15}* Este lugar tiene demasiados de esos.
tr_tr: <25>{#p/asriel1}{#f/15}* Bu yerde onlardan çok fazla var.
zh_cn: <25>{#p/asriel1}{#f/15}* 这地方有太多 这样的相框了。
zh_tw: <25>{#p/asriel1}{#f/15}* 這地方有太多 這樣的相框了。

source: <25>{#p/asriel1}{#f/22}* Too many of these in this strange place.
es_es: <25>{#p/asriel1}{#f/22}* Demasiados de esos en este lugar extraño.
tr_tr: <25>{#p/asriel1}{#f/22}* Bu tuhaf yerde bunlardan çok var.
zh_cn: <25>{#p/asriel1}{#f/22}* 这个怪地方 实在太多空相框了。
zh_tw: <25>{#p/asriel1}{#f/22}* 這個怪地方 實在太多空相框了。

source: <32>{#p/basic}* Still an empty photo frame.
es_es: <32>{#p/basic}* Aun es un marco vacío.
tr_tr: <32>{#p/basic}* Hala boş bir fotoğraf çerçevesi.
zh_cn: <32>{#p/basic}* 仍然是个空相框。
zh_tw: <32>{#p/basic}* 仍然是個空相框。

source: <32>{#p/basic}* An empty photo frame.
es_es: <32>{#p/basic}* Un marco de foto vacío.
tr_tr: <32>{#p/basic}* Boş bir fotoğraf çerçevesi.
zh_cn: <32>{#p/basic}* 一个空相框。
zh_tw: <32>{#p/basic}* 一個空相框。

source: <32>{#p/human}* (This device seems to be a few decades out of date.)
es_es: <32>{#p/human}* (Este dispositivo parece ser de hace algunas décadas.)
tr_tr: <32>{#p/human}* (Bu cihaz birkaç onyıl eski gibi.)
zh_cn: <32>{#p/human}* （这个装置看上去 已经过时好几十年了。）
zh_tw: <32>{#p/human}* （這個裝置看上去 已經過時好幾十年了。）

source: <32>{#p/basic}* A useless device of little importance to anyone.
es_es: <32>{#p/basic}* Un dispositivo inútil sin importancia para nadie.
tr_tr: <32>{#p/basic}* Kimsenin umurunda olmayan gereksiz bir cihaz.
zh_cn: <32>{#p/basic}* 毫无价值的摆设。
zh_tw: <32>{#p/basic}* 毫無價值的擺設。

source: <32>{#p/basic}* An old fuel injection device.
es_es: <32>{#p/basic}* Un viejo dispositivo de inyección de combustible.
tr_tr: <32>{#p/basic}* Eski bir yakıt aktarma cihazı.
zh_cn: <32>{#p/basic}* 一台老旧的燃油喷射装置。
zh_tw: <32>{#p/basic}* 一臺老舊的燃油噴射裝置。

source: <32>{#p/human}* (The sign warns of unexpected appliance malfunctions.)
es_es: <32>{#p/human}* (El cartel avisa de funciones inesperadas de aparatos.)
tr_tr: <32>{#p/human}* (Tabela beklenmeyen eşya arızaları hakkında uyarıyor.)
zh_cn: <32>{#p/human}* （牌子上警示要小心机器故障。）
zh_tw: <32>{#p/human}* （牌子上警示要小心機器故障。）

source: <32>{#p/basic}* "Please note that appliances may be more malfunction-prone than they seem."
es_es: <32>{#p/basic}* "Por favor, recuerde que los aparatos pueden ser más propensos a fallar."
tr_tr: <32>{#p/basic}* "Lütfen cihazların arızalara karşı göründüğünden daha eğilimli olduğunu unutmayın."
zh_cn: <32>{#p/basic}* “请注意： 有的机器可能看起来没问题， 但内部已经坏了。”
zh_tw: <32>{#p/basic}* 「請注意： 有的機器可能看起來沒問題， 但內部已經壞了。」

source: <32>{#p/basic}* It's a DJ set.
es_es: <32>{#p/basic}* Es un set de DJ
tr_tr: <32>{#p/basic}* Bu bir DJ seti.
zh_cn: <32>{#p/basic}* 一台打碟机。
zh_tw: <32>{#p/basic}* 一臺打碟機。

source: <32>{#p/basic}* A fancy DJ set, which is surprisingly not in use right now.
es_es: <32>{#p/basic}* Un set de DJ coqueto, sorprendentemente no está siendo usado.
tr_tr: <32>{#p/basic}* Şık bir DJ seti, şaşırtıcı bir şekilde şu anda kullanılmıyor.
zh_cn: <32>{#p/basic}* 一台花哨的打碟机。 现在没人在用，有点出人意料。
zh_tw: <32>{#p/basic}* 一臺花哨的打碟機。 現在沒人在用，有點出人意料。

source: <32>{#p/basic}* A fancy DJ set, equipped with knobs and sliders galore.
es_es: <32>{#p/basic}* Un set de DJ coqueto, equipado con varias perillas y deslizadores.
tr_tr: <32>{#p/basic}* Düğmeler ve sürgülerle dolu, şık bir DJ seti.
zh_cn: <32>{#p/basic}* 一台花哨的打碟机， 装有各式各样的旋钮与滑块。
zh_tw: <32>{#p/basic}* 一臺花哨的打碟機， 裝有各式各樣的旋鈕與滑塊。

source: <32>{#p/basic}* Ribbit, ribbit. * (Excuse me, human.)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Disculpame, humano)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Affedersin, insan.)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （打扰一下，人类。）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （打擾一下，人類。）

source: <32>* (You seem like you have grown into a thoughtful and conscientious person.)
es_es: <32>* (Parece que has crecido en una persona pensativa y meticulosa.)
tr_tr: <32>* (Düşünceli ve bilinçli biri olarak büyümüşsün gibi görünüyorsun.)
zh_cn: <32>* （看来你已经成为 一个很会为他人着想， 又很有担当的人了。）
zh_tw: <32>* （看來你已經成為 一個很會為他人著想， 又很有擔當的人了。）

source: <32>* (Whether that was from my advice or not...) * (I'm quite proud.)
es_es: <32>* (No se si haya sido por mis consejos o no...) * (Pero aun así me siento orgulloso.)
tr_tr: <32>* (Benim tavsiyemin bir etkisi olsun ya da olmasın...) * (Oldukça gururluyum.)
zh_cn: <32>* （不管这有没有我的功劳...） * （我都为你感到骄傲。）
zh_tw: <32>* （不管這有沒有我的功勞...） * （我都為你感到驕傲。）

source: <32>* Ribbit.
tr_tr: <32>* Vırak.
zh_cn: <32>* 呱呱。
zh_tw: <32>* 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (Excuse me, human...)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Disculpame, humano...)
tr_tr: <32>{#p/basic}* Vırak, Vırak. * (Affedersin, insan...)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （打扰一下，人类...）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （打擾一下，人類...）

source: <32>* (I have some advice for you about battling monsters.)
es_es: <32>* (Tengo unos consejos para ti sobre como pelear contra los monstruos.)
tr_tr: <32>* (Canavarlarla savaşmak konusunda sana birkaç tavsiyem var.)
zh_cn: <32>* （我想给你几点对战怪物的建议。）
zh_tw: <32>* （我想給你幾點對戰怪物的建議。）
