Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you managed to stay out of a few measly people's way.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que te las arreglaste para mantenerte fuera del camino de unas míseras personas.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek bazı değersiz kişilerden uzak durmayı başardın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你成功地避开了 几个小喽啰。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你成功地避開了 幾個小嘍囉。

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of a few measly people.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que le perdonaste la vida a unas míseras personas.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek bazı değersiz kişilerin canını bağışladın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以， 你饶了几个小喽啰的命。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以， 你饒了幾個小嘍囉的命。

source: <25>{#f/11}{#v/0}* But what about the others, huh?
es_es: <25>{#f/11}{#v/0}* ¿Pero qué pasa con los demás, eh?
tr_tr: <25>{#f/11}{#v/0}* Peki ya diğerleri, ha?
zh_cn: <25>{#f/11}{#v/0}* 但其他人呢，嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 但其他人呢，嗯哼？

source: <25>{#f/6}{#v/0}* Don'tcha think any of them have families?
es_es: <25>{#f/6}{#v/0}* ¿No crees que alguno de ellos tienen familias?
tr_tr: <25>{#f/6}{#v/0}* Onların da bir ailesi yok mu sence?
zh_cn: <25>{#f/6}{#v/0}* 你就不觉得 他们也有家人吗？
zh_tw: <25>{#f/6}{#v/0}* 你就不覺得 他們也有家人嗎？

source: <25>{#f/8}{#v/0}* Don'tcha think any of them have friends?
es_es: <25>{#f/8}{#v/0}* ¿No crees que alguno de ellos tiene amigos?
tr_tr: <25>{#f/8}{#v/0}* Onların da arkadaşları yok mu sence?
zh_cn: <25>{#f/6}{#v/0}* 你就不觉得 他们也有朋友吗？
zh_tw: <25>{#f/6}{#v/0}* 你就不覺得 他們也有朋友嗎？

source: <25>{#f/5}{#v/0}* Each one could've been someone else's Toriel.
es_es: <25>{#f/5}{#v/0}* Cada uno podría haber sido la Toriel de otra persona
tr_tr: <25>{#f/5}{#v/0}* Her biri başkasının Toriel'i olabilirdi.
zh_cn: <25>{#f/5}{#v/0}* 他们每个人都可能是 别人的Toriel。
zh_tw: <25>{#f/5}{#v/0}* 他們每個人都可能是 別人的Toriel。

source: <25>{#f/7}{#v/0}* Selfish brat.
es_es: <25>{#f/7}{#v/0}* Mocoso egoísta.
tr_tr: <25>{#f/7}{#v/0}* Seni bencil velet.
zh_cn: <25>{#f/7}{#v/0}* 自私的混蛋。
zh_tw: <25>{#f/7}{#v/0}* 自私的混蛋。

source: <25>{#f/0}{#v/1}* Monsters are dead because of you.
es_es: <25>{#f/0}{#v/1}* Los monstruos han muerto por tu culpa.
tr_tr: <25>{#f/0}{#v/1}* Senin yüzünden canavarlar öldü.
zh_cn: <25>{#f/0}{#v/1}* 都是因为你， 怪物们才会死。
zh_tw: <25>{#f/0}{#v/1}* 都是因為你， 怪物們才會死。

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you managed to stay out of one person's way.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que te las arreglaste para mantenerte fuera del camino de una persona.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek sadece bir kişinin yolundan çekildin.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你成功地避开了 仅仅一个人。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你成功地避開了 僅僅一個人。

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of a single person.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que le perdonaste la vida a una sola persona.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek sadece bir kişinin canını bağışladın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以， 你饶了仅仅一个人的命。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以， 你饒了僅僅一個人的命。

source: <25>{#f/11}{#v/0}* But what about everyone else, huh?
es_es: <25>{#f/11}{#v/0}* ¿Pero qué pasa con los demas, eh?
tr_tr: <25>{#f/11}{#v/0}* Peki diğer herkes, ha?
zh_cn: <25>{#f/11}{#v/0}* 但其他所有人呢，嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 但其他所有人呢，嗯哼？

source: <25>{#f/0}{#v/0}* They're all gone now.
es_es: <25>{#f/0}{#v/0}* Ahora ya se han ido todos.
tr_tr: <25>{#f/0}{#v/0}* Onlar artık gitti.
zh_cn: <25>{#f/0}{#v/0}* 他们都死了。
zh_tw: <25>{#f/0}{#v/0}* 他們都死了。

source: <25>{#f/11}{#v/0}* What's Toriel gonna do when she finds out, huh?
es_es: <25>{#f/11}{#v/0}* ¿Qué va a hacer Toriel cuando se entere, eh?
tr_tr: <25>{#f/11}{#v/0}* Peki Toriel bunları öğrendiğinde ne yapacak, ha?
zh_cn: <25>{#f/11}{#v/0}* 要是Toriel知道了 会怎么样，嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 要是Toriel知道了 會怎麼樣，嗯哼？

source: <25>{#f/2}{#v/1}* What if she KILLS herself out of grief?
es_es: <25>{#f/2}{#v/1}* ¿Qué pasa si se suicida por la pena?
tr_tr: <25>{#f/2}{#v/1}* Ya bunalıma girip kendisini ÖLDÜRÜRSE?
zh_cn: <25>{#f/2}{#v/1}* 要是她悲伤过度， 自杀了怎么办？
zh_tw: <25>{#f/2}{#v/1}* 要是她悲傷過度， 自殺了怎麼辦？

source: <25>{#f/11}{#v/0}* If you think you're saving her just by SPARING her...
es_es: <25>{#f/11}{#v/0}* Si crees que la estás salvando sólo por perdonarla...
tr_tr: <25>{#f/11}{#v/0}* Eğer onu sadece BAĞIŞLAYARAK kurtardığını sanıyorsan...
zh_cn: <25>{#f/11}{#v/0}* 如果你觉得 只要不杀Toriel 就能拯救她...
zh_tw: <25>{#f/11}{#v/0}* 如果你覺得 只要不殺Toriel 就能拯救她...

source: <25>{#f/7}{#v/0}* Then you're even dumber than I thought.
es_es: <25>{#f/7}{#v/0}* Entonces eres más tonto de lo que pensaba.
tr_tr: <25>{#f/7}{#v/0}* Düşündüğümden de aptalsın demektir.
zh_cn: <25>{#f/7}{#v/0}* 那你比我想象的还要蠢。
zh_tw: <25>{#f/7}{#v/0}* 那你比我想像的還要蠢。

source: <25>{#f/9}* Well, see ya!
es_es: <25>{#f/9}* Bueno, ¡nos vemos!
tr_tr: <25>{#f/9}* Öyleyse, görüşürüz!
zh_cn: <25>{#f/9}* 好啦，回见！
zh_tw: <25>{#f/9}* 好啦，回見！

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you managed to stay out of almost everyone's way.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que te las arreglaste para mantenerte al margen de casi todo el mundo.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek hemen herkesin yolundan çekilmeyi başardın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你成功地避开了 大多数人。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以，你成功地避開了 大多數人。

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of almost everyone.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Así que le perdonaste la vida a casi todos.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Demek hemen herkesin canını bağışladın.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 所以， 你饶了大多数人的命。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 所以， 你饒了大多數人的命。

source: <25>{#p/twinkly}{#f/11}{#v/0}* But what about the one you DID get in the way of, huh?
es_es: <25>{#p/twinkly}{#f/11}{#v/0}* ¿Pero qué pasa con al que SÍ te pusiste en su camino, eh?
tr_tr: <25>{#p/twinkly}{#f/11}{#v/0}* Peki ya o yolundan çekilmediğin canavar, ha?
zh_cn: <25>{#f/11}{#v/0}* 但那个你没避开的人呢， 嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 但那個你沒避開的人呢， 嗯哼？

source: <25>{#p/twinkly}{#f/11}{#v/0}* But what about the one you DIDN'T spare, huh?
es_es: <25>{#p/twinkly}{#f/11}{#v/0}* ¿Pero qué pasa con a quién NO perdonaste, eh?
tr_tr: <25>{#p/twinkly}{#f/11}{#v/0}* Peki ya o bağışlamadığın canavar, ha?
zh_cn: <25>{#f/11}{#v/0}* 但那个你没饶恕的人呢， 嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 但那個你沒饒恕的人呢， 嗯哼？

source: <25>{#f/5}{#v/0}* The one you killed could've been someone else's Toriel.
es_es: <25>{#f/5}{#v/0}* A quién mataste podría haber sido la Toriel de alguien más.
tr_tr: <25>{#f/5}{#v/0}* Öldürdüğün kişi başkasının Toriel'i olabilirdi.
zh_cn: <25>{#f/5}{#v/0}* 那个人可能是 别人的Toriel。
zh_tw: <25>{#f/5}{#v/0}* 那個人可能是 別人的Toriel。

source: <25>{#f/0}{#v/1}* Someone's dead because of you.
es_es: <25>{#f/0}{#v/1}* Alguien está muerto por tu culpa.
tr_tr: <25>{#f/0}{#v/1}* Senin yüzünden birisi öldü.
zh_cn: <25>{#f/0}{#v/1}* 都是因为你， 那个人才会死。
zh_tw: <25>{#f/0}{#v/1}* 都是因為你， 那個人才會死。

source: <25>{#p/twinkly}{#f/5}{#v/0}* I'm sure you're well aware of that, though...
es_es: <25>{#p/twinkly}{#f/5}{#v/0}* Aunque estoy seguro de que lo sabes muy bien...
tr_tr: <25>{#p/twinkly}{#f/5}{#v/0}* Fakat bunun bilincinde olduğuna çok eminim...
zh_cn: <25>{#p/twinkly}{#f/5}{#v/0}* 我知道你很清楚这一点， 不过...
zh_tw: <25>{#p/twinkly}{#f/5}{#v/0}* 我知道你很清楚這一點， 不過...

source: <25>{#f/6}{#v/0}* Considering you've already killed Toriel once before.
es_es: <25>{#f/6}{#v/0}* Considerando que ya has matado a Toriel una vez antes.
tr_tr: <25>{#f/6}{#v/0}* Hele bir de Toriel'i daha önce öldürmene bakarsak.
zh_cn: <25>{#f/6}{#v/0}* 考虑到你已经 杀了Toriel一次。
zh_tw: <25>{#f/6}{#v/0}* 考慮到你已經 殺了Toriel一次。

source: <25>{#f/7}{#v/0}* Ain't that right, brat?
es_es: <25>{#f/7}{#v/0}* ¿No es cierto, mocoso?
tr_tr: <25>{#f/7}{#v/0}* Bu doğru, di mi velet?
zh_cn: <25>{#f/7}{#v/0}* 不是吗，小子？
zh_tw: <25>{#f/7}{#v/0}* 不是嗎，小子？

source: <25>{#f/2}{#v/1}* You MURDERED her.
es_es: <25>{#f/2}{#v/1}* La ASESINASTE.
tr_tr: <25>{#f/2}{#v/1}* Onu SEN öldürdün.
zh_cn: <25>{#f/2}{#v/1}* 你杀了她。
zh_tw: <25>{#f/2}{#v/1}* 你殺了她。

source: <25>{#f/7}{#v/0}* And then, you felt bad... * Ain't that right?
es_es: <25>{#f/7}{#v/0}* Y entonces, te sentiste mal... * ¿No es así?
tr_tr: <25>{#f/7}{#v/0}* Sonra da kötü hissettin... * Bu doğru di mi?
zh_cn: <25>{#f/7}{#v/0}* 然后，你感到抱歉... * 不是吗？
zh_tw: <25>{#f/7}{#v/0}* 然後，你感到抱歉... * 不是嗎？

source: <25>{#f/11}{#v/0}* Do you think you're the only one with that power?
es_es: <25>{#f/11}{#v/0}* ¿Piensas que eres el único con ese poder?
tr_tr: <25>{#f/11}{#v/0}* Bu gücün sadece sende olduğunu mu sanıyorsun?
zh_cn: <25>{#f/11}{#v/0}* 你以为 只有你拥有这种能力吗？
zh_tw: <25>{#f/11}{#v/0}* 你以為 只有你擁有這種能力嗎？

source: <25>{#f/6}{#v/0}* The power to reshape the universe, purely by your determination...
es_es: <25>{#f/6}{#v/0}* El poder de remodelar el universo, sólo con tu determinación...
tr_tr: <25>{#f/6}{#v/0}* Sadece saf azminle, evreni yeniden şekillendirme gücü...
zh_cn: <25>{#f/6}{#v/0}* 凭借你的决心，就能拥有 重塑宇宙的能力...
zh_tw: <25>{#f/6}{#v/0}* 憑藉你的決心，就能擁有 重塑宇宙的能力...

source: <25>{#f/8}{#v/0}* The power to SAVE...
es_es: <25>{#f/8}{#v/0}* El poder para GUARDAR...
tr_tr: <25>{#f/8}{#v/0}* KAYDETME gücü...
zh_cn: <25>{#f/8}{#v/0}* 保存的能力...
zh_tw: <25>{#f/8}{#v/0}* 儲存的能力...

source: <25>{#f/7}{#v/0}* That used to be MY power, you know.
es_es: <25>{#f/7}{#v/0}* Ese solía ser mi poder, ¿sabes?.
tr_tr: <25>{#f/7}{#v/0}* Biliyor musun, o güç eskiden BENİM gücümdü.
zh_cn: <25>{#f/7}{#v/0}* 你可知道， 那曾是属于我的能力。
zh_tw: <25>{#f/7}{#v/0}* 你可知道， 那曾是屬於我的能力。

source: <25>{#f/6}{#v/0}* Seems YOUR desires for this world override MINE.
es_es: <25>{#f/6}{#v/0}* Parece que TUS deseos para este mundo superan los míos.
tr_tr: <25>{#f/6}{#v/0}* Demek SENİN bu dünyayla ilgili emel- lerin BENİMKİLERİ aşıyor.
zh_cn: <25>{#f/6}{#v/0}* 似乎你对这个世界的渴求 凌驾于我。
zh_tw: <25>{#f/6}{#v/0}* 似乎你對這個世界的渴求 凌駕於我。

source: <25>{#f/5}{#v/0}* Well then. * Enjoy that power while you can.
es_es: <25>{#f/5}{#v/0}* Bien entonces. * Disfruta ese poder mientras puedas.
tr_tr: <25>{#f/5}{#v/0}* İyi madem. * Gücünün tadını iyiden iyiye çıkar.
zh_cn: <25>{#f/5}{#v/0}* 好吧。 * 趁你还有这种能力 好好享受吧。
zh_tw: <25>{#f/5}{#v/0}* 好吧。 * 趁你還有這種能力 好好享受吧。

source: <25>{#f/7}{#v/0}* After all, this used to be MY power.
es_es: <25>{#f/7}{#v/0}* Después de todo, ese solía ser MI poder.
tr_tr: <25>{#f/7}{#v/0}* Ne de olsa, bu güç eskiden BENİM gücümdü.
zh_cn: <25>{#f/7}{#v/0}* 别忘了， 那曾是属于我的能力。
zh_tw: <25>{#f/7}{#v/0}* 別忘了， 那曾是屬於我的能力。

source: <25>{#f/6}{#v/0}* I thought I was the only one who could do that.
es_es: <25>{#f/6}{#v/0}* Yo pensé que era el único que podía hacer eso.
tr_tr: <25>{#f/6}{#v/0}* Bunu yapabilen tek ben varım sanmıştım.
zh_cn: <25>{#f/6}{#v/0}* 我以为只有我 拥有这种能力。
zh_tw: <25>{#f/6}{#v/0}* 我以為只有我 擁有這種能力。

source: <25>{#p/twinkly}{#f/11}{#v/0}* You're one hell of a tease, huh?
es_es: <25>{#p/twinkly}{#f/11}{#v/0}* Eres un gran bromista, ¿Eh?
tr_tr: <25>{#p/twinkly}{#f/11}{#v/0}* Sen acayip bir baş belasısın ha?
zh_cn: <25>{#p/twinkly}{#f/11}{#v/0}* 你倒是挺会找乐子的嘛。
zh_tw: <25>{#p/twinkly}{#f/11}{#v/0}* 你倒是挺會找樂子的嘛。

source: <25>{#f/8}{#v/0}* Beating monsters to the brink of death, only to let them go...
es_es: <25>{#f/8}{#v/0}* Golpeando a los monstruos hasta el borde de la muerte, solo para dejarlos ir ...
tr_tr: <25>{#f/8}{#v/0}* Canavarları öldüresiye dövüp, sonra bir anda onları bırakmak...
zh_cn: <25>{#f/8}{#v/0}* 把一路上的怪物都痛扁一顿， 等他们快咽气了， 又放他们一条生路...
zh_tw: <25>{#f/8}{#v/0}* 把一路上的怪物都痛扁一頓， 等他們快咽氣了， 又放他們一條生路...

source: <25>{#f/7}{#v/0}* What will you do if a monster doesn't WANT your mercy?
es_es: <25>{#f/7}{#v/0}* ¿Que harás cuando un monstruo no QUIERA tu piedad?
tr_tr: <25>{#f/7}{#v/0}* Peki senin insafını İSTEMEYEN bir canavara ne yapacaksın?
zh_cn: <25>{#f/7}{#v/0}* 我倒要看看， 要是谁打死不要你可怜， 你打算咋办？
zh_tw: <25>{#f/7}{#v/0}* 我倒要看看， 要是誰打死不要你可憐， 你打算咋辦？

source: <25>{#f/6}{#v/0}* Will you snuff the light out of their eyes?
es_es: <25>{#f/6}{#v/0}* ¿Apagaras la luz de sus ojos?
tr_tr: <25>{#f/6}{#v/0}* Gözlerindeki ışığı mı söndüreceksin?
zh_cn: <25>{#f/6}{#v/0}* 你要撕了他那张犟嘴？
zh_tw: <25>{#f/6}{#v/0}* 你要撕了他那張犟嘴？

source: <25>{#f/5}{#v/0}* Or will you realize your faulty "pacifism" is for nothing?
es_es: <25>{#f/5}{#v/0}* ¿O te darás cuenta de que tu "pacifismo" defectuoso no sirve para nada?
tr_tr: <25>{#f/5}{#v/0}* Yoksa bu hatalı "barışçıllığının" nafile olduğunu mu anlayacaksın?
zh_cn: <25>{#f/5}{#v/0}* 还是动动脑子， 发现当个假“好人” 屁用没有呢？
zh_tw: <25>{#f/5}{#v/0}* 還是動動腦子， 發現當個假「好人」 屁用沒有呢？

source: <25>{#p/twinkly}{#f/7}{#v/0}* Wow, you're utterly repulsive.
es_es: <25>{#p/twinkly}{#f/7}{#v/0}* Wow, eres completamente repulsivo.
tr_tr: <25>{#p/twinkly}{#f/7}{#v/0}* Vay, sen tamamıyla iticisin.
zh_cn: <25>{#p/twinkly}{#f/7}{#v/0}* 哇，你真是恶心啊。
zh_tw: <25>{#p/twinkly}{#f/7}{#v/0}* 哇，你真是噁心啊。

source: <26>{#f/11}{#v/0}* You got by peacefully...
es_es: <26>{#f/11}{#v/0}* Te las arreglaste pacíficamente...
tr_tr: <26>{#f/11}{#v/0}* Barışçıl bir biçimde geçtin...
zh_cn: <26>{#f/11}{#v/0}* 你本来已经 和平解决了问题...
zh_tw: <26>{#f/11}{#v/0}* 你本來已經 和平解決了問題...

source: <25>{#f/5}{#v/0}* Then, you figured that wasn't good enough for you.
es_es: <25>{#f/5}{#v/0}* Entonces, te diste cuenta de que eso no era lo suficientemente bueno para ti.
tr_tr: <25>{#f/5}{#v/0}* Sonra, bunun seni tatmin etmeyeceğine karar verdin.
zh_cn: <25>{#f/5}{#v/0}* 但却又觉得这还不够。
zh_tw: <25>{#f/5}{#v/0}* 但卻又覺得這還不夠。

source: <25>{#f/2}{#v/1}* So you KILLED her just to see what would happen.
es_es: <25>{#f/2}{#v/1}* Así que la MATASTE sólo para ver qué pasaba.
tr_tr: <25>{#f/2}{#v/1}* O yüzden sırf ne olacağını görmek için onu ÖLDÜRDÜN.
zh_cn: <25>{#f/2}{#v/1}* 你杀了她， 只为了看看会发生什么。
zh_tw: <25>{#f/2}{#v/1}* 你殺了她， 只為了看看會發生什麼。

source: <25>{#f/0}{#v/0}* You did it out of BOREDOM.
es_es: <25>{#f/0}{#v/0}* Lo hiciste por ABURRIMIENTO.
tr_tr: <25>{#f/0}{#v/0}* Canın SIKILDIĞI için yaptın bunu.
zh_cn: <25>{#f/0}{#v/0}* 你这么做只是因为无聊。
zh_tw: <25>{#f/0}{#v/0}* 你這麼做只是因為無聊。

source: <25>{#f/11}{#v/0}* Don't think I don't know how this works...
es_es: <25>{#f/11}{#v/0}* No creas que no sé cómo funciona esto...
tr_tr: <25>{#f/11}{#v/0}* Bunun nasıl işlediğini bilmiyorum sanma...
zh_cn: <25>{#f/11}{#v/0}* 别以为 我不知道你在干什么...
zh_tw: <25>{#f/11}{#v/0}* 別以為 我不知道你在幹什麼...

source: <25>{#f/6}{#v/0}* It's sad, though...
es_es: <25>{#f/6}{#v/0}* Es triste, aunque...
tr_tr: <25>{#f/6}{#v/0}* Yine de bu, üzücü...
zh_cn: <25>{#f/6}{#v/0}* 这还挺可悲的...
zh_tw: <25>{#f/6}{#v/0}* 這還挺可悲的...

source: <25>{#p/twinkly}{#f/11}{#v/0}* Look at you, playing with her life like this...
es_es: <25>{#p/twinkly}{#f/11}{#v/0}* Mírate, jugando así con su vida...
tr_tr: <25>{#p/twinkly}{#f/11}{#v/0}* Şu haline bak, onun hayatıyla nasıl da oynuyorsun...
zh_cn: <25>{#p/twinkly}{#f/11}{#v/0}* 你看看你， 竟然这样玩弄她的生命...
zh_tw: <25>{#p/twinkly}{#f/11}{#v/0}* 你看看你， 竟然這樣玩弄她的生命...

source: <25>{#f/7}{#v/0}* Killing her, leaving her, killing her again...
es_es: <25>{#f/7}{#v/0}* Matandola, abandonándola, matandola de nuevo...
tr_tr: <25>{#f/7}{#v/0}* Onu öldür, ondan ayrıl, sonra tekrar öldür...
zh_cn: <25>{#f/7}{#v/0}* 杀掉她， 离开她， 然后再杀掉她...
zh_tw: <25>{#f/7}{#v/0}* 殺掉她， 離開她， 然後再殺掉她...

source: <25>{#f/7}{#v/0}* Leaving her, killing her, leaving her again...
es_es: <25>{#f/7}{#v/0}* Abandonándola, matandola, abandonándola de nuevo...
tr_tr: <25>{#f/7}{#v/0}* Ondan ayrıl, onu öldür, sonra tekrar ayrıl...
zh_cn: <25>{#f/7}{#v/0}* 离开她， 杀掉她， 然后再离开她...
zh_tw: <25>{#f/7}{#v/0}* 離開她， 殺掉她， 然後再離開她...

source: <25>{#f/11}{#v/0}* It's fun, isn't it?
es_es: <25>{#f/11}{#v/0}* Es divertido, ¿no es así?
tr_tr: <25>{#f/11}{#v/0}* Eğlenceli, değil mi?
zh_cn: <25>{#f/11}{#v/0}* 这真是有趣，对吧？
zh_tw: <25>{#f/11}{#v/0}* 這真是有趣，對吧？

source: <25>{#f/6}{#v/0}* Endlessly toying with the lives of others...
es_es: <25>{#f/6}{#v/0}* Jugando sin cesar con la vida de los demás...
tr_tr: <25>{#f/6}{#v/0}* Herkesin hayatıyla durmadan oyuncak gibi oynamak...
zh_cn: <25>{#f/6}{#v/0}* 永无休止地 玩弄别人的生命...
zh_tw: <25>{#f/6}{#v/0}* 永無休止地 玩弄別人的生命...

source: <25>{#f/8}{#v/0}* Watching how they react to every possible decision...
es_es: <25>{#f/8}{#v/0}* Viendo como reaccionarían con cada posible decisión...
tr_tr: <25>{#f/8}{#v/0}* Olası her kararına nasıl tepki verdik- lerini seyretmek..
zh_cn: <25>{#f/8}{#v/0}* 看着他们对每一个抉择 做出的不同反应...
zh_tw: <25>{#f/8}{#v/0}* 看著他們對每一個抉擇 做出的不同反應...

source: <25>{#f/11}{#v/0}* Isn't it thrilling?
es_es: <25>{#f/11}{#v/0}* ¿No es emocionante?
tr_tr: <25>{#f/11}{#v/0}* Çok heyecanlı değil mi?
zh_cn: <25>{#f/11}{#v/0}* 是不是相当刺激？
zh_tw: <25>{#f/11}{#v/0}* 是不是相當刺激？

source: <25>{#f/9}{#v/0}* I wonder what you'll do next.
es_es: <25>{#f/9}{#v/0}* Me pregunto qué harás ahora.
tr_tr: <25>{#f/9}{#v/0}* Şimdi ne yapacaksın merak ediyorum.
zh_cn: <25>{#f/9}{#v/0}* 我想知道 你接下来会做什么。
zh_tw: <25>{#f/9}{#v/0}* 我想知道 你接下來會做什麼。

source: <25>{#f/5}{#v/0}* I'll be watching...
es_es: <25>{#f/5}{#v/0}* Estaré observando...
tr_tr: <25>{#f/5}{#v/0}* İzliyor olacağım...
zh_cn: <25>{#f/5}{#v/0}* 我会看着你的好戏的...
zh_tw: <25>{#f/5}{#v/0}* 我會看著你的好戲的...

source: <25>{#p/twinkly}{#f/10}{#v/0}* You just can't get enough, can you~
es_es: <25>{#p/twinkly}{#f/10}{#v/0}* No puedes tener suficiente, ¿verdad?
tr_tr: <25>{#p/twinkly}{#f/10}{#v/0}* Yaptıkça yapasın geliyor değil mi~
zh_cn: <25>{#p/twinkly}{#f/10}{#v/0}* 你就是永远杀不够， 是吧~
zh_tw: <25>{#p/twinkly}{#f/10}{#v/0}* 你就是永遠殺不夠， 是吧~

source: <25>{#f/11}{#v/0}* How many more times will you KILL her, eh?
es_es: <25>{#f/11}{#v/0}* ¿Cuántas veces más vas a matarla, eh?
tr_tr: <25>{#f/11}{#v/0}* Onu daha kaç defa ÖLDÜRECEKSİN ya?
zh_cn: <25>{#f/11}{#v/0}* 你还要杀她多少次呀？
zh_tw: <25>{#f/11}{#v/0}* 你還要殺她多少次呀？

source: <25>{#f/0}{#v/1}* You kinda remind me of myself.
es_es: <25>{#f/0}{#v/1}* Me recuerdas un poco a mí.
tr_tr: <25>{#f/0}{#v/1}* Bana biraz kendimi hatırlatıyorsun.
zh_cn: <25>{#f/0}{#v/1}* 你还真有点像以前的我。
zh_tw: <25>{#f/0}{#v/1}* 你還真有點像以前的我。

source: <25>{#f/9}{#v/0}* Well, cya!
es_es: <25>{#f/9}{#v/0}* ¡Bueno, nos vemos!
tr_tr: <25>{#f/9}{#v/0}* Neyse, hadi bay!
zh_cn: <25>{#f/9}{#v/0}* 好啦，回见呀！
zh_tw: <25>{#f/9}{#v/0}* 好啦，回見呀！

source: <25>{#p/twinkly}{#f/6}{#v/0}* Again? * Golly...
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* ¿Otra vez? * Por Dios...
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Yine mi? * Tanrım...
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 又来？ * 天呐...
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 又來？ * 天吶...

source: <25>{#f/0}{#v/1}* You REALLY remind me of myself.
es_es: <25>{#f/0}{#v/1}* DE VERDAD me recuerdas a mi mismo.
tr_tr: <25>{#f/0}{#v/1}* Bana CİDDEN kendimi hatırlatıyorsun.
zh_cn: <25>{#f/0}{#v/1}* 你真的太像以前的我了。
zh_tw: <25>{#f/0}{#v/1}* 你真的太像以前的我了。

source: <25>{#p/twinkly}{#f/6}{#v/0}* Again!?
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* ¡¿Otra vez!?
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Bir daha mı!?
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 还来！？
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 還來！？

source: <25>{#f/8}{#v/0}* Wow, you're even worse than I thought.
es_es: <25>{#f/8}{#v/0}* Vaya, eres peor de lo que me imaginaba.
tr_tr: <25>{#f/8}{#v/0}* Vay be, sandığımdan da beter çıktın sen.
zh_cn: <25>{#f/8}{#v/0}* 哇， 你这人比我想象的 还要丑恶啊。
zh_tw: <25>{#f/8}{#v/0}* 哇， 你這人比我想像的 還要醜惡啊。

source: <25>{#p/twinkly}{#f/5}{#v/0}* So you've finally gotten by peacefully, huh?
es_es: <25>{#p/twinkly}{#f/5}{#v/0}* Así que por fin te las arreglaste pacificamente, eh?
tr_tr: <25>{#p/twinkly}{#f/5}{#v/0}* Demek sonunda barışçıl barışçıl geçtin, ha?
zh_cn: <25>{#p/twinkly}{#f/5}{#v/0}* 你总算是 和平解决了问题， 嗯哼？
zh_tw: <25>{#p/twinkly}{#f/5}{#v/0}* 你總算是 和平解決了問題， 嗯哼？

source: <25>{#p/twinkly}{#f/5}{#v/0}* So you've finally decided to show mercy, huh?
es_es: <25>{#p/twinkly}{#f/5}{#v/0}* ¿Así que finalmente decidiste mostrar piedad, eh?
tr_tr: <25>{#p/twinkly}{#f/5}{#v/0}* Demek sonunda merhamet etmeyi seçtin, ha?
zh_cn: <25>{#p/twinkly}{#f/5}{#v/0}* 你总算是 打算仁慈了一回， 嗯哼？
zh_tw: <25>{#p/twinkly}{#f/5}{#v/0}* 你總算是 打算仁慈了一回， 嗯哼？

source: <25>{#f/5}{#v/0}* And after all that KILLING...
es_es: <25>{#f/5}{#v/0}* Y después de toda esa MATANZA...
tr_tr: <25>{#f/5}{#v/0}* Hem de onca ÖLDÜRMEDEN sonra...
zh_cn: <25>{#f/5}{#v/0}* 在屠杀了 那么多遍之后...？
zh_tw: <25>{#f/5}{#v/0}* 在屠殺了 那麼多遍之後...？

source: <25>{#f/11}{#v/0}* Say, was this your idea all along?
es_es: <25>{#f/11}{#v/0}* Dime, ¿esta era tu idea todo el tiempo?
tr_tr: <25>{#f/11}{#v/0}* Söylesene, başından beri planın bu muydu?
zh_cn: <25>{#f/11}{#v/0}* 话说， 你是一开始 就打算这么做的吗？
zh_tw: <25>{#f/11}{#v/0}* 話說， 你是一開始 就打算這麼做的嗎？

source: <25>{#f/2}{#v/1}* To get a rush out of her death, then spare her once you got bored?
es_es: <25>{#f/2}{#v/1}* ¿Para emocionarte con su muerte y luego perdonarla cuando te aburrieras?
tr_tr: <25>{#f/2}{#v/1}* Onun ölümünden heyecanlanıp sıkılınca onu bağışlamak.
zh_cn: <25>{#f/2}{#v/1}* 先在她的死亡中爽到了， 玩腻了再饶她一命？
zh_tw: <25>{#f/2}{#v/1}* 先在她的死亡中爽到了， 玩膩了再饒她一命？

source: <25>{#f/11}{#v/0}* What a saint you must think you are.
es_es: <25>{#f/11}{#v/0}* Qué santo debes pensar que eres.
tr_tr: <25>{#f/11}{#v/0}* Sen kendini nasıl da ahlaklı görüyorsundur şimdi.
zh_cn: <25>{#f/11}{#v/0}* 你肯定觉得自己 特别圣母吧。
zh_tw: <25>{#f/11}{#v/0}* 你肯定覺得自己 特別聖母吧。

source: <25>{#f/5}{#v/0}* But hey, it's not as if I don't know how this works...
es_es: <25>{#f/5}{#v/0}* Pero bueno, no es que no sepa cómo funciona esto...
tr_tr: <25>{#f/5}{#v/0}* Ama hey, ben de bunun nasıl işlediğini bilmiyorum değil...
zh_cn: <25>{#f/5}{#v/0}* 不过嘛， 我又不是不知道 你葫芦里卖的什么药...
zh_tw: <25>{#f/5}{#v/0}* 不過嘛， 我又不是不知道 你葫蘆裡賣的什麼藥...

source: <25>{#p/twinkly}{#f/11}{#v/0}* Hee hee hee...
es_es: <25>{#p/twinkly}{#f/11}{#v/0}* Je je je...
zh_cn: <25>{#p/twinkly}{#f/11}{#v/0}* 嘻嘻嘻...
zh_tw: <25>{#p/twinkly}{#f/11}{#v/0}* 嘻嘻嘻...

source: <25>{#f/7}{#v/0}* I hope you like your choice.
es_es: <25>{#f/7}{#v/0}* Espero que te guste tu elección.
tr_tr: <25>{#f/7}{#v/0}* Umarım kararından memnun kalmışsındır.
zh_cn: <25>{#f/7}{#v/0}* 希望你选了这条路， 就不要后悔哦。
zh_tw: <25>{#f/7}{#v/0}* 希望你選了這條路， 就不要後悔喔。

source: <25>{#f/9}{#v/0}* I mean, it's not as if you can go back and change fate.
es_es: <25>{#f/9}{#v/0}* Digo, no es como si tú pudieras volver y cambiar el destino.
tr_tr: <25>{#f/9}{#v/0}* Yani, geri dönüp kaderini değiştirebilecek değilsin ya.
zh_cn: <25>{#f/9}{#v/0}* 毕竟， 你又不能逆天改命嘛。
zh_tw: <25>{#f/9}{#v/0}* 畢竟， 你又不能逆天改命嘛。

source: <25>{#f/5}{#v/0}* That old woman thought she could break the rules.
es_es: <25>{#f/5}{#v/0}* Esa anciana pensó que podía romper las reglas.
tr_tr: <25>{#f/5}{#v/0}* O yaşlı kadın kuralları çiğneyebileceğini sandı.
zh_cn: <25>{#f/5}{#v/0}* 那老太婆还以为 她无所不能。
zh_tw: <25>{#f/5}{#v/0}* 那老太婆還以為 她無所不能。

source: <25>{#f/8}{#v/0}* She tried so hard to save you humans...
es_es: <25>{#f/8}{#v/0}* Se esforzó tanto para salvar a ustedes, los humanos...
tr_tr: <25>{#f/8}{#v/0}* Siz insanları kurtarmak için çabaladı...
zh_cn: <25>{#f/8}{#v/0}* 她那么努力 想救你们这些人类...
zh_tw: <25>{#f/8}{#v/0}* 她那麼努力 想救你們這些人類...

source: <25>{#f/6}{#v/0}* But when it came down to it, she couldn't even save herself.
es_es: <25>{#f/6}{#v/0}* Pero a la hora de la verdad, ni siquiera pudo salvarse a sí misma.
tr_tr: <25>{#f/6}{#v/0}* Ama iş o safhaya geldiğinde kendisini bile kurtaramadı.
zh_cn: <25>{#f/6}{#v/0}* 但到头来， 她连自己都救不了。
zh_tw: <25>{#f/6}{#v/0}* 但到頭來， 她連自己都救不了。

source: <25>{#f/11}{#v/0}* So you finally caved in and killed someone, huh?
es_es: <25>{#f/11}{#v/0}* Así que finalmente cediste y mataste a alguien, ¿eh?
tr_tr: <25>{#f/11}{#v/0}* Nihayet pes edip birisini öldürdün, ha?
zh_cn: <25>{#f/11}{#v/0}* 你终于忍不住杀人了， 嗯哼？
zh_tw: <25>{#f/11}{#v/0}* 你終於忍不住殺人了， 嗯哼？

source: <25>{#f/7}{#v/0}* Well, I hope you like your choice.
es_es: <25>{#f/7}{#v/0}* Bueno, espero que te guste tu elección.
tr_tr: <25>{#f/7}{#v/0}* Yani, umarım seçimini beğenirsin.
zh_cn: <25>{#f/7}{#v/0}* 嗯， 希望你喜欢你的选择。
zh_tw: <25>{#f/7}{#v/0}* 嗯， 希望你喜歡你的選擇。

source: <25>{#f/8}{#v/0}* ... what's wrong? * Did she not last as long as you thought?
es_es: <25>{#f/8}{#v/0}* ... ¿Qué pasa? * ¿Ella no duró tanto como pensabas?
tr_tr: <25>{#f/8}{#v/0}* ... sorun ne? * Düşündüğün kadar uzun süre dayanamadı mı?
zh_cn: <25>{#f/8}{#v/0}* ...怎么了？ * 她没你想象得那么耐打？
zh_tw: <25>{#f/8}{#v/0}* ...怎麼了？ * 她沒你想像得那麼耐打？
