Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}* Please, forgive me for all of this nonsense.
es_es: <25>{#p/toriel}* Por favor, perdoname por todo este lío.
tr_tr: <25>{#p/toriel}* Lütfen, tüm bu saçmalıklar için beni affet.
zh_cn: <25>{#p/toriel}* 出了这么多状况， 非常抱歉。
zh_tw: <25>{#p/toriel}* 出了這麼多狀況， 非常抱歉。

source: <25>{#f/1}* I will be back to pick you up shortly...
es_es: <25>{#f/1}* Te iré a buscar en un momento...
tr_tr: <25>{#f/1}* En kısa zamanda seni almaya geleceğim...
zh_cn: <25>{#f/1}* 我很快就会回去接你的...
zh_tw: <25>{#f/1}* 我很快就會回去接你的...

source: <25>{#p/toriel}{#g/torielTired}* ... already?
es_es: <25>{#p/toriel}{#g/torielTired}* ... ¿Yá?
tr_tr: <25>{#p/toriel}{#g/torielTired}* ... şimdiden mi?
zh_cn: <25>{#p/toriel}{#g/torielTired}* ...出来了？
zh_tw: <25>{#p/toriel}{#g/torielTired}* ...出來了？

source: <25>{#p/toriel}{#g/torielTired}* ... impatient, are we?
es_es: <25>{#p/toriel}{#g/torielTired}* ... Si que eres impaciente
tr_tr: <25>{#p/toriel}{#g/torielTired}* ... sabırsızız, öyle mi?
zh_cn: <25>{#p/toriel}{#g/torielTired}* ...待得不耐烦了吗？
zh_tw: <25>{#p/toriel}{#g/torielTired}* ...待得不耐煩了嗎？

source: <25>{#f/9}* I really should not be surprised.
es_es: <25>{#f/9}* Realmente no me sorprende.
tr_tr: <25>{#f/9}* Aslında gerçekten şaşırmamalıyım.
zh_cn: <25>{#f/9}* 没事，我已经猜到了。
zh_tw: <25>{#f/9}* 沒事，我已經猜到了。

source: <25>{#f/5}* Just remember the dangers that lie ahead of you out there...
es_es: <25>{#f/5}* Solo recuerda los peligros que te esperan ahí afuera...
tr_tr: <25>{#f/5}* Sadece dışarıda seni bekleyen tehlikeleri hatırla...
zh_cn: <25>{#f/5}* 只是，提醒你一下， 外面有很多危险等着你...
zh_tw: <25>{#f/5}* 只是，提醒你一下， 外面有很多危險等著你...

source: <25>{#f/1}* It would be a shame if you got hurt.
es_es: <25>{#f/1}* Sería una pena que te lastimaran.
tr_tr: <25>{#f/1}* Yaralanacak olman çok yazık olurdu.
zh_cn: <25>{#f/1}* 保护好自己，别受伤了。
zh_tw: <25>{#f/1}* 保護好自己，別受傷了。

source: <25>{#p/toriel}* Hello? * This is Toriel.
es_es: <25>{#p/toriel}* ¿Hola? * Habla Toriel.
tr_tr: <25>{#p/toriel}* Merhaba? * Bu Toriel.
zh_cn: <25>{#p/toriel}* 喂？ * 我是Toriel。
zh_tw: <25>{#p/toriel}* 喂？ * 我是Toriel。

source: <25>{#f/1}* You have not left the room, have you?
es_es: <25>{#f/1}* No te fuiste de la habitación, ¿Verdad?
tr_tr: <25>{#f/1}* Henüz odadan çıkmadın, değil mi?
zh_cn: <25>{#f/1}* 你没离开房间吧？
zh_tw: <25>{#f/1}* 你沒離開房間吧？

source: <25>{#f/0}* There are many dangers out there, and I do not want you to get hurt.
es_es: <25>{#f/0}* Hay muchos peligros por ahí, y odiaría que te lastimes.
tr_tr: <25>{#f/0}* Dışarısı çok tehlikeli, ve senin yaralanmanı istemiyorum.
zh_cn: <25>{#f/0}* 外面非常危险， 受伤了可就不好了。
zh_tw: <25>{#f/0}* 外面非常危險， 受傷了可就不好了。

source: <25>{#f/1}* Take care of yourself, alright?
es_es: <25>{#f/1}* Cuidate, ¿de acuerdo?
tr_tr: <25>{#f/1}* Kendine dikkat et, tamam mı?
zh_cn: <25>{#f/1}* 乖乖的，好吗？
zh_tw: <25>{#f/1}* 乖乖的，好嗎？

source: <32>{#p/basic}* A few minutes later...
es_es: <32>{#p/basic}* Unos minutos después...
tr_tr: <32>{#p/basic}* Birkaç dakika sonra...
zh_cn: <32>{#p/basic}* 几分钟后...
zh_tw: <32>{#p/basic}* 幾分鐘後...

source: <25>{#p/toriel}* I have returned!
es_es: <25>{#p/toriel}* ¡Volví!
tr_tr: <25>{#p/toriel}* Geri döndüm!
zh_cn: <25>{#p/toriel}* 我回来啦！
zh_tw: <25>{#p/toriel}* 我回來啦！

source: <25>* Your patience thus far has been commendable. * Even I am impressed!
es_es: <25>* Tu paciencia ha sido muy elogiable. * ¡Incluso estoy feliz!
tr_tr: <25>* Şimdiye kadar sabrın takdire şayandı. * Ben bile etkilendim!
zh_cn: <25>* 你一直这么耐心等待， 真是太棒了。 * 连我都没想到你会这么乖！
zh_tw: <25>* 你一直這麼耐心等待， 真是太棒了。 * 連我都沒想到你會這麼乖！

source: <25>{#f/0}* Anyhoo. * It is time I took you home now.
es_es: <25>{#f/0}* En fin. * Es hora de que te lleve a casa.
tr_tr: <25>{#f/0}* Her neyse. * Seni eve götürmemin zamanı geldi.
zh_cn: <25>{#f/0}* 好啦。 * 现在我该带你回家了。
zh_tw: <25>{#f/0}* 好啦。 * 現在我該帶你回家了。

source: <25>{#f/1}* Please, allow me...
es_es: <25>{#f/1}* Por favor, permíteme...
tr_tr: <25>{#f/1}* Lütfen, bana izin ver...
zh_cn: <25>{#f/1}* 来吧， 请跟我走吧...
zh_tw: <25>{#f/1}* 來吧， 請跟我走吧...

source: <25>{#p/toriel}{#f/0}* Welcome to our humble outpost, innocent one.
es_es: <25>{#p/toriel}{#f/0}* Bienvenido a nuestra humilde base espacial, pequeño.
tr_tr: <25>{#p/toriel}{#f/0}* Bizim mütevazı karakolumuza hoş geldin, masum insan.
zh_cn: <25>{#p/toriel}{#f/0}* 欢迎来到我们简陋的前哨站， 单纯的孩子。
zh_tw: <25>{#p/toriel}{#f/0}* 歡迎來到我們簡陋的前哨站， 單純的孩子。

source: <25>{#f/0}* There are many lessons that I must teach you about life here.
es_es: <25>{#f/0}* Hay muchas cosas que te debo enseñar sobre la vida aquí.
tr_tr: <25>{#f/0}* Buradaki hayata dair sana öğretmem gereken çok ders var.
zh_cn: <25>{#f/0}* 我必须教给你一些本领。 * 学会这些， 你才能在这里生存下去。
zh_tw: <25>{#f/0}* 我必須教給你一些本領。 * 學會這些， 你才能在這裡生存下去。

source: <25>{#f/1}* First and foremost...
es_es: <25>{#f/1}* Lo primero y más importante...
tr_tr: <25>{#f/1}* Her şeyden önce...
zh_cn: <25>{#f/1}* 第一样要学的...
zh_tw: <25>{#f/1}* 第一樣要學的...

source: <25>{#f/0}* Puzzles!
es_es: <25>{#f/0}* ¡Puzles!
tr_tr: <25>{#f/0}* Bulmacalar!
zh_cn: <25>{#f/0}* 当然是谜题了！
zh_tw: <25>{#f/0}* 當然是謎題了！

source: <25>{#f/0}* Allow me to perform this quick demonstration.
es_es: <25>{#f/0}* Déjame mostrarte rápidamente.
tr_tr: <25>{#f/0}* Sana kısa bir görselleştirme yapmama izin ver.
zh_cn: <25>{#f/0}* 我来给你快速演示一下。
zh_tw: <25>{#f/0}* 我來給你快速演示一下。

source: <25>{#p/toriel}{#f/1}* It may seem strange to you now, but here on the outpost...
es_es: <25>{#p/toriel}{#f/1}* Puede parecer extraño para ti, pero aquí en la zona espacial...
tr_tr: <25>{#p/toriel}{#f/1}* Şu anda sana garip görünebilir ama burada, karakolda...
zh_cn: <25>{#p/toriel}{#f/1}* 现在，你可能还觉得很奇怪。 * 不过...
zh_tw: <25>{#p/toriel}{#f/1}* 現在，你可能還覺得很奇怪。 * 不過...

source: <25>{#f/0}* Solving puzzles is a part of our daily routine.
es_es: <25>{#f/0}* Resolver puzles es parte de nuestra rutina diaria.
tr_tr: <25>{#f/0}* Bulmaca çözmek bizim günlük rutinimizin bir parçasıdır.
zh_cn: <25>{#f/0}* 在前哨站， 解谜就是我们的家常便饭。
zh_tw: <25>{#f/0}* 在前哨站， 解謎就是我們的家常便飯。

source: <25>{#f/0}* With time, and a little guidance, you will grow accustomed to them.
es_es: <25>{#f/0}* Con el tiempo, y un poco de ayuda, te vas a acostumbrar a ellos.
tr_tr: <25>{#f/0}* Biraz zaman ve rehberlik ile, bunlara alışacaksın.
zh_cn: <25>{#f/0}* 只要有人指导，时间久了， 解起谜来就能轻车熟路。
zh_tw: <25>{#f/0}* 只要有人指導，時間久了， 解起謎來就能輕車熟路。

source: <25>{#p/toriel}* When you are ready, we may proceed.
es_es: <25>{#p/toriel}* Cuando estés listo, podremos seguir.
tr_tr: <25>{#p/toriel}* Hazır olduğunda devam edebiliriz.
zh_cn: <25>{#p/toriel}* 等你准备好， 我们就可以继续前进了。
zh_tw: <25>{#p/toriel}* 等你準備好， 我們就可以繼續前進了。

source: <32>{#p/basic}{#n1}* I heard you're quite flirty, for a human.
es_es: <32>{#p/basic}{#n1}* Oí que eres bastante coqueto para ser un humano.
tr_tr: <32>{#p/basic}{#n1}* Bir insana göre oldukça cilveli olduğunu duydum.
zh_cn: <32>{#p/basic}{#n1}* 我听说， 作为人类的你很喜欢调情。
zh_tw: <32>{#p/basic}{#n1}* 我聽說， 作為人類的你很喜歡調情。

source: <32>* As you {@fill=#cf7fff}FLIRT{@fill=#fff} with different kinds of monsters, you'll see hearts next to their names.
es_es: <32>* Al {@fill=#cf7fff}COQUETEAR{@fill=#fff} con varios monstruos, verás corazones cerca de sus nombres.
tr_tr: <32>* Farklı türden canavarlarla {@fill=#cf7fff}FLÖRT{@fill=#fff} ettikçe, isimlerinin yanında kalpler göreceksin.
zh_cn: <32>* 每当你向各式各样的怪物{@fill=#cf7fff}调情{@fill=#fff}时， 他们名字的右上角 就会出现一颗心{@fill=#cf7fff}\u4dc1{@fill=#fff}。
zh_tw: <32>* 每當你向各式各樣的怪物{@fill=#cf7fff}調情{@fill=#fff}時， 他們名字的右上角 就會出現一顆心{@fill=#cf7fff}\u4dc1{@fill=#fff}。

source: <32>* The more types of monsters you {@fill=#cf7fff}FLIRT{@fill=#fff} with, the more hearts you'll have.
es_es: <32>* Cuantos más tipos de monstruos tú {@fill=#cf7fff}COQUETEES{@fill=#fff} más corazones tendrás.
tr_tr: <32>* Ne kadar çok canavar türüyle {@fill=#cf7fff}FLÖRT{@fill=#fff} edersen, o kadar çok kalbin olacak.
zh_cn: <32>* 你{@fill=#cf7fff}调情{@fill=#fff}的怪物种类越多， 你获得的心也就越多。
zh_tw: <32>* 你{@fill=#cf7fff}調情{@fill=#fff}的怪物種類越多， 你獲得的心也就越多。

source: <32>* I wonder...
es_es: <32>* Me pregunto...
tr_tr: <32>* Merak ediyorum da...
zh_cn: <32>* 我寻思着...
zh_tw: <32>* 我尋思著...

source: <32>* Just how far can you go?
es_es: <32>* ¿Qué tan lejos llegaras?
tr_tr: <32>* Ne kadar ileri gidebilirsin?
zh_cn: <32>* 你能在这条道上走多远呢？
zh_tw: <32>* 你能在這條道上走多遠呢？

source: <32>* Perhaps, my friend, you could even become... a legend.
es_es: <32>* Quizás, mi amigo, podrías hasta convertirte... en una leyenda.
tr_tr: <32>* Belki de, dostum, sen bir... efsane bile olabilirsin.
zh_cn: <32>* 也许，我的朋友， 你会成为一个... 传奇。
zh_tw: <32>* 也許，我的朋友， 你會成為一個... 傳奇。

source: <32>{#p/basic}{#n1}* Hey human, have you tried flirting yet?
es_es: <32>{#p/basic}{#n1}* Oye humano, ¿ya intentaste coquetear?
tr_tr: <32>{#p/basic}{#n1}* Hey insan, henüz flört etmeyi denedin mi?
zh_cn: <32>{#p/basic}{#n1}* 嘿，人类！ 你有尝试过调情吗？
zh_tw: <32>{#p/basic}{#n1}* 嘿，人類！ 你有嘗試過調情嗎？

source: <32>* Ha! * I can tell by the look on your face that you haven't yet.
es_es: <32>* ¡Ja! puedo decir por la mirada de tu cara que no lo hiciste todavía.
tr_tr: <32>* Ha! * Suratındaki ifadeye bakılırsa henüz denememiş olmalısın.
zh_cn: <32>* 哈！ * 一看你的表情我就知道 你肯定没试过。
zh_tw: <32>* 哈！ * 一看你的表情我就知道 你肯定沒試過。

source: <32>* I gotta tell you, it's tons of fun.
es_es: <32>* Tengo que decirte que es muy divertido.
tr_tr: <32>* Sana söylemeliyim, bunu yapmak çok eğlenceli.
zh_cn: <32>* 我得跟你说， 调情超级好玩的。
zh_tw: <32>* 我得跟你說， 調情超級好玩的。

source: <32>* Your enemies won't know what to do with themselves!
es_es: <32>* ¡Tus enemigos no sabrán qué hacer consigo mismos!
tr_tr: <32>* Düşmanların bunun üstesinden gelemeyecekler!
zh_cn: <32>* 这样会让你的敌人 不知道怎么办才好！
zh_tw: <32>* 這樣會讓你的敵人 不知道怎麼辦才好！

source: <32>* Psst... if you DO start flirting, I might have more to tell you.
es_es: <32>* Psst... si empiezas a coquetear, puede que tenga más que decirte.
tr_tr: <32>* Psst... eğer flört etmeye BAŞLARSAN, sana daha anlatacaklarım olabilir.
zh_cn: <32>* 那个那个... 如果你真的试过调情了， 我会告诉你更多事情哦。
zh_tw: <32>* 那個那個... 如果你真的試過調情了， 我會告訴你更多事情喔。

source: <32>* Good luck with that!
es_es: <32>* ¡Buena suerte con eso!
tr_tr: <32>* Bununla bol şans!
zh_cn: <32>* 祝你好运！
zh_tw: <32>* 祝你好運！

source: <32>{#p/basic}{#n1}* Hey human, now that you've started flirting...
es_es: <32>{#p/basic}{#n1}* Oye humano, ahora que empezaste a coquetear...
tr_tr: <32>{#p/basic}{#n1}* Hey insan, madem flört etmeye başladın...
zh_cn: <32>{#p/basic}{#n1}* 嘿人类， 现在你已经开始调情了...
zh_tw: <32>{#p/basic}{#n1}* 嘿人類， 現在你已經開始調情了...

source: <32>* How does it feel?
es_es: <32>* ¿Cómo se siente?
tr_tr: <32>* Nasıl hissettiriyor?
zh_cn: <32>* 感觉如何？
zh_tw: <32>* 感覺如何？

source: <32>* It's pretty great, right?
es_es: <32>* Es genial, ¿verdad?
tr_tr: <32>* Oldukça iyi, değil mi?
zh_cn: <32>* 非常好，对吧？
zh_tw: <32>* 非常好，對吧？

source: <32>{#p/basic}{#n1}* I hear you're somewhat of a bully in these parts.
es_es: <32>{#p/basic}{#n1}* Escuche que eres como un bravucón en estas partes.
tr_tr: <32>{#p/basic}{#n1}* Buralarda bir nevi zorba olduğunu duyuyorum.
zh_cn: <32>{#p/basic}{#n1}* 我听说你在这一带 有点霸道。
zh_tw: <32>{#p/basic}{#n1}* 我聽說你在這一帶 有點霸道。

source: <32>* Ha! * Join the club, pal.
es_es: <32>* ¡Ja! * Únete al club, amigo.
tr_tr: <32>* Ha! * Kulübe katıl, ahbap.
zh_cn: <32>* 哈！ * 加入我们吧，伙计。
zh_tw: <32>* 哈！ * 加入我們吧，夥計。

source: <32>* You're talking to the number one bully around.
es_es: <32>* Estás hablando con el bravucón número 1 aquí.
tr_tr: <32>* Bu civarlardaki bir numaralı zorbayla konuşuyorsun.
zh_cn: <32>* 你在跟这片的头号恶霸说话呢。
zh_tw: <32>* 你在跟這片的頭號惡霸說話呢。

source: <32>* As you {@fill=#3f00ff}BULLY{@fill=#fff} different kinds of monsters, you'll see swords next to their names.
es_es: <32>* Al {@fill=#3f00ff}INTIMIDAR{@fill=#fff} a varios tipos de monstruos, verás espadas cerca de sus nombres.
tr_tr: <32>* Farklı canavar türlerine karşı {@fill=#3f00ff}ZORBA{@fill=#fff} oldukça, onların isimlerinin yanında kılıçlar göreceksin.
zh_cn: <32>* 如果你{@fill=#3f00ff}欺负{@fill=#fff}了某几种怪物， 你就会在它们的名字旁边 看到一把剑{@fill=#3f00ff}\u4dc2{@fill=#fff}。
zh_tw: <32>* 如果你{@fill=#3f00ff}欺負{@fill=#fff}了某幾種怪物， 你就會在它們的名字旁邊 看到一把劍{@fill=#3f00ff}\u4dc2{@fill=#fff}。

source: <32>* The more types of monsters you {@fill=#3f00ff}BULLY{@fill=#fff}, the more swords you'll have.
es_es: <32>* Cuantos más tipos de monstruos tú {@fill=#cf7fff}INTIMIDES{@fill=#fff} más espadas tendrás.
tr_tr: <32>* Ne kadar çok canavar türüne karşı bir {@fill=#3f00ff}ZORBA{@fill=#fff} olursan, o kadar çok kılıcın olacak.
zh_cn: <32>* 你{@fill=#3f00ff}欺负{@fill=#fff}的怪物的种类越多， 剑也会越来越多。
zh_tw: <32>* 你{@fill=#3f00ff}欺負{@fill=#fff}的怪物的種類越多， 劍也會越來越多。

source: <32>* Though, as a disclaimer, not ALL monsters can be bullied.
es_es: <32>* Aunque, como una advertencia, no TODOS los monstruos pueden ser intimidados.
tr_tr: <32>* Tabii, şunu da belirtelim ki, TÜM canavarlara zorbalık yapılamaz.
zh_cn: <32>* 不过，我事先跟你说一声， 有些怪物是不吃这一套的。
zh_tw: <32>* 不過，我事先跟你說一聲， 有些怪物是不吃這一套的。

source: <32>* It's like flirting... but with death.
es_es: <32>* Es como coquetear... con la muerte.
tr_tr: <32>* Tıpkı flört etmek gibi... ama ölümle.
zh_cn: <32>* 这就像调情... 不过是玩命的那种。
zh_tw: <32>* 這就像調情... 不過是玩命的那種。

source: <32>* Fun, right?
es_es: <32>* Divertido, ¿verdad?
tr_tr: <32>* Eğlenceli, değil mi?
zh_cn: <32>* 挺有意思，是吧？
zh_tw: <32>* 挺有意思，是吧？

source: <32>{#p/basic}{#n1}* I heard you're quite the bully around here now.
es_es: <32>{#p/basic}{#n1}* Escuche que ahora eres todo un bravucón por aquí.
tr_tr: <32>{#p/basic}{#n1}* Buralarda epey zorba olduğunu duydum.
zh_cn: <32>{#p/basic}{#n1}* 我听说你现在是这一带的恶霸。
zh_tw: <32>{#p/basic}{#n1}* 我聽說你現在是這一帶的惡霸。

source: <32>* Everyone's afraid of you, huh?
es_es: <32>* Todos te tienen miedo, ¿eh?
tr_tr: <32>* Herkes senden korkuyor, ha?
zh_cn: <32>* 大家都很怕你，嗯？
zh_tw: <32>* 大家都很怕你，嗯？

source: <32>{#p/basic}{#n1}* I heard you're quite the romantic around here now.
es_es: <32>{#p/basic}{#n1}* Escuche que ahora eres todo un romántico por aquí.
tr_tr: <32>{#p/basic}{#n1}* Artık buralarda oldukça romantik olarak tanındığını duydum.
zh_cn: <32>{#p/basic}{#n1}* 我听说你现在 是这里最浪漫的人。
zh_tw: <32>{#p/basic}{#n1}* 我聽說你現在 是這裡最浪漫的人。

source: <32>* Everyone loves you, huh?
es_es: <32>* Todos te aman, ¿eh?
tr_tr: <32>* Herkes seni seviyor, ha?
zh_cn: <32>* 大家都很爱你，嗯？
zh_tw: <32>* 大家都很愛你，嗯？

source: <32>{#p/basic}{#n1}* I heard you're quite the hero around here now.
es_es: <32>{#p/basic}{#n1}* Escuche que ahora eres todo un héroe por aquí.
tr_tr: <32>{#p/basic}{#n1}* Artık buralarda bir kahraman olarak tanındığını duydum.
zh_cn: <32>{#p/basic}{#n1}* 我听说你现在是这一带的大英雄。
zh_tw: <32>{#p/basic}{#n1}* 我聽說你現在是這一帶的大英雄。

source: <32>* Everyone likes you, huh?
es_es: <32>* Le agradas a todos, ¿eh?
tr_tr: <32>* Herkes seni takdir ediyor, ha?
zh_cn: <32>* 大家都很喜欢你，嗯？
zh_tw: <32>* 大家都很喜歡你，嗯？

source: <32>* Well... personally, I think you have too much free time.
es_es: <32>* Bueno... personalmente, creo que tú tienes demasiado tiempo libre.
tr_tr: <32>* Yani... şahsen, senin çok fazla boş vaktin olduğunu düşünüyorum.
zh_cn: <32>* 嗯... 仅我个人观点， 我觉得你的空闲时间太多了。
zh_tw: <32>* 嗯... 僅我個人觀點， 我覺得你的空閒時間太多了。

source: <32>{#p/basic}{#n1}* What? * Am I wrong?
es_es: <32>{#p/basic}{#n1}* ¿Qué? * ¿Me equivoco?
tr_tr: <32>{#p/basic}{#n1}* Ne? * Haksız mıyım?
zh_cn: <32>{#p/basic}{#n1}* 怎么？ * 我说错了吗？
zh_tw: <32>{#p/basic}{#n1}* 怎麼？ * 我說錯了嗎？

source: <32>{#p/basic}{#n1}* So, you're the one who co-hosted that music show, eh?
es_es: <32>{#p/basic}{#n1}* Así que, tú eras el que co-presentador del show de música, ¿eh?
tr_tr: <32>{#p/basic}{#n1}* Demek o müzik şovunun ortak sunuculuğunu yapan sendin, ha?
zh_cn: <32>{#p/basic}{#n1}* 所以，你就是那个 一起主持了音乐节目的家伙，嗯？
zh_tw: <32>{#p/basic}{#n1}* 所以，你就是那個 一起主持了音樂節目的傢伙，嗯？

source: <32>* Maybe now you'll have the means to accept my offer.
es_es: <32>* Quizás ahora tengas los medios para aceptar mi oferta.
tr_tr: <32>* Belki şimdi teklifimi kabul etme imkânına sahipsindir.
zh_cn: <32>* 也许现在你有办法接受我的提议了。
zh_tw: <32>* 也許現在你有辦法接受我的提議了。

source: <32>* I'm just lookin' for someone to buy this limited edition Super Starwalker comic strip.
es_es: <32>* Sólo busco a alguien que compre esta edición limitada del cómic Super Starwalker.
tr_tr: <32>* Bu sınırlı sayıdaki Süper Starwalker çizgi romanını satın alacak birini arıyorum.
zh_cn: <32>* 我只是想让人买我这本 限量版《超级星之行者》漫画。
zh_tw: <32>* 我只是想讓人買我這本 限量版《超級星之行者》漫畫。

source: <32>* Now I liked that little show, so you'll get a discount. * 5G, take it or leave it.
es_es: <32>* Ahora como me gusto ese pequeño show, tendrás un descuento. * 5 de Oro, tómalo o déjalo.
tr_tr: <32>* O küçük gösterini beğendim, o yüzden indirim alacaksın. * 5A, al ya da git.
zh_cn: <32>* 不过，我挺喜欢你那场表演的。 给你打个折吧。 * 5G，买还是不买？
zh_tw: <32>* 不過，我挺喜歡你那場表演的。 給你打個折吧。 * 5G，買還是不買？

source: {#n1!}* (Buy the Super Starwalker 1 for 5G?)
es_es: {#n1!}* (¿Comprar el Super Starwalker 1 por 5 de Oro?)
tr_tr: {#n1!}* (Süper Starwalker 1'i 5A fiyatına alacak mısın?)
zh_cn: {#n1!}* （花5G买下这本 《超级星之行者1》漫画吗？）
zh_tw: {#n1!}* （花5G買下這本 《超級星之行者1》漫畫嗎？）

source: <32>{#p/basic}{#n1}* Hey, have you noticed anything strange goin' on around here?
es_es: <32>{#p/basic}{#n1}* Oye, ¿has notado algo extraño que haya pasado aquí?
tr_tr: <32>{#p/basic}{#n1}* Hey, etrafta hiç tuhaf olan bi’ şeyler gördün mü?
zh_cn: <32>{#p/basic}{#n1}* 嘿，你有没有注意到 这附近有啥奇怪的事儿在发生？
zh_tw: <32>{#p/basic}{#n1}* 嘿，你有沒有注意到 這附近有啥奇怪的事兒在發生？

source: <32>* I could'a sworn all the puzzles just de-activated themselves earlier.
es_es: <32>* Juraría que todos los puzles se desactivaron solos antes.
tr_tr: <32>* Bütün bulmacaların önceden devre dışı kaldığına yemin edebilirdim.
zh_cn: <32>* 我敢说刚才 所有的谜题都自动关闭了。
zh_tw: <32>* 我敢說剛才 所有的謎題都自動關閉了。

source: <32>* Anyway, I'm lookin' for a buyer on this limited edition Super Starwalker comic strip.
es_es: <32>* Como sea, estoy buscando a que alguien compre esta edición limitada del comic Super Starwalker.
tr_tr: <32>* Neyse, bu sınırlı sayıdaki Süper Starwalker çizgi romanını alacak birini arıyorum.
zh_cn: <32>* 对了，我想为我这本 限量版《超级星之行者》漫画 找个买家。
zh_tw: <32>* 對了，我想為我這本 限量版《超級星之行者》漫畫 找個買家。

source: <32>{#p/basic}{#n1}* Finally, someone speaks to me!
es_es: <32>{#p/basic}{#n1}* Finalmente, ¡alguien me habló!
tr_tr: <32>{#p/basic}{#n1}* Sonunda, biri benimle konuşuyor!
zh_cn: <32>{#p/basic}{#n1}* 终于有人跟我说话了！
zh_tw: <32>{#p/basic}{#n1}* 終於有人跟我說話了！

source: <32>* I've been standin' out here for ages, and nobody's takin' my offer.
es_es: <32>* He estado parado aquí afuera por años, y nadie acepta mi oferta.
tr_tr: <32>* Sabahtandır burada duruyorum ve kimse teklifimi kabul etmiyor.
zh_cn: <32>* 我在这里站了好久， 都没人接受我的提议。
zh_tw: <32>* 我在這裡站了好久， 都沒人接受我的提議。

source: <32>* Interested? * All I'm askin' for is 10G.
es_es: <32>* ¿Interesado? * Todo lo que pido son 10 de Oro.
tr_tr: <32>* İlgilenir misin? * Sadece 10A istiyorum.
zh_cn: <32>* 感兴趣吗？ * 我只收10G。
zh_tw: <32>* 感興趣嗎？ * 我只收10G。

source: {#n1!}* (Buy the Super Starwalker 1 for 10G?)
es_es: {#n1!}* (¿Comprar el Super Starwalker 1 por 10 de Oro?)
tr_tr: {#n1!}* (Süper Starwalker 1’i 10A ile alacak mısın?)
zh_cn: {#n1!}* （花10G买下这本 《超级星之行者1》漫画吗？）
zh_tw: {#n1!}* （花10G買下這本 《超級星之行者1》漫畫嗎？）

source: <32>{#p/basic}{#n1}* Interested in buyin' my limited edition Super Starwalker comic strip?
es_es: <32>{#p/basic}{#n1}* ¿Interesado en comprar mi edición limitada del comic Super Starwalker?
tr_tr: <32>{#p/basic}{#n1}* Sınırlı sayıdaki Süper Starwalker çizgi romanını almak ister misin?
zh_cn: <32>{#p/basic}{#n1}* 有兴趣买我的 限量版《超级星之行者》漫画吗？
zh_tw: <32>{#p/basic}{#n1}* 有興趣買我的 限量版《超級星之行者》漫畫嗎？

source: <32>* All I'm askin' for is 5G.
es_es: <32>* Todo lo que pido son 5 de Oro.
tr_tr: <32>* Sadece 5A istiyorum.
zh_cn: <32>* 我只收5G。
zh_tw: <32>* 我只收5G。

source: <32>* All I'm askin' for is 10G.
es_es: <32>* Todo lo que pido son 10 de Oro.
tr_tr: <32>* Sadece 10A istiyorum.
zh_cn: <32>* 我只收10G。
zh_tw: <32>* 我只收10G。

source: <32>{#p/human}{#n1!}* (You don't have enough G.)
es_es: <32>{#p/human}{#n1!}* (No tienes suficiente Oro.)
tr_tr: <32>{#p/human}{#n1!}* (Yeterince A’n yok.)
zh_cn: <32>{#p/human}{#n1!}* （你的钱不够。）
zh_tw: <32>{#p/human}{#n1!}* （你的錢不夠。）

source: <32>{#p/basic}{#n1}* I'll be honest, that don't look like 5G...
es_es: <32>{#p/basic}{#n1}* Seré honesto, eso no se ve como 5 de Oro...
tr_tr: <32>{#p/basic}{#n1}* Dürüst olacağım, bu 5A’ya benzemiyor...
zh_cn: <32>{#p/basic}{#n1}* 我就直说了， 你那点钱可不够5G...
zh_tw: <32>{#p/basic}{#n1}* 我就直說了， 你那點錢可不夠5G...

source: <32>{#p/basic}{#n1}* I'll be honest, that don't look like 10G...
es_es: <32>{#p/basic}{#n1}* Seré honesto, eso no se ve como 10 de Oro...
tr_tr: <32>{#p/basic}{#n1}* Dürüst olacağım, bu 10A’ya benzemiyor...
zh_cn: <32>{#p/basic}{#n1}* 我就直说了， 你那点钱可不够10G...
zh_tw: <32>{#p/basic}{#n1}* 我就直說了， 你那點錢可不夠10G...

source: <32>{#p/basic}{#n1}* Not interested, huh?
es_es: <32>{#p/basic}{#n1}* No estas interesado, ¿eh?
tr_tr: <32>{#p/basic}{#n1}* İlgini çekmedi, ha?
zh_cn: <32>{#p/basic}{#n1}* 不感兴趣，对吗？
zh_tw: <32>{#p/basic}{#n1}* 不感興趣，對嗎？

source: <32>* Well, that's fine. * I'll just find someone else...
es_es: <32>* Bueno, está bien. * Solo buscaré a alguien más...
tr_tr: <32>* Peki, sorun değil. * Ben de başkasını bulurum...
zh_cn: <32>* 那好吧。 * 我再找找其他人...
zh_tw: <32>* 那好吧。 * 我再找找其他人...

source: <32>{#s/equip}{#p/human}{#n1!}* (You got the Super Starwalker 1.)
es_es: <32>{#s/equip}{#p/human}{#n1!}* (Conseguiste el Super Starwalker 1.)
tr_tr: <32>{#s/equip}{#p/human}{#n1!}* (Süper Starwalker 1’i aldın.)
zh_cn: <32>{#s/equip}{#p/human}{#n1!}* （你获得了《超级星之行者1》。）
zh_tw: <32>{#s/equip}{#p/human}{#n1!}* （你獲得了《超級星之行者1》。）

source: <32>{#p/basic}{#n1}* Splendid! * Enjoy the comic strip.
es_es: <32>{#p/basic}{#n1}* ¡Esplendido! * Disfruta del comic.
tr_tr: <32>{#p/basic}{#n1}* Harikulade! * Çizgi romanın hayırlı olsun.
zh_cn: <32>{#p/basic}{#n1}* 太好了！ * 愿你看得开心。
zh_tw: <32>{#p/basic}{#n1}* 太好了！ * 願你看得開心。

source: <32>{#p/basic}{#n1}* Back again, huh?
es_es: <32>{#p/basic}{#n1}* Regresaste, ¿eh?
tr_tr: <32>{#p/basic}{#n1}* Yine geri geldin, ha?
zh_cn: <32>{#p/basic}{#n1}* 又回来了，嗯？
zh_tw: <32>{#p/basic}{#n1}* 又回來了，嗯？

source: <32>* Sorry bud, I've got nothin' left to sell.
es_es: <32>* Perdón amigo, ya no tengo nada más para vender.
tr_tr: <32>* Üzgünüm dostum, satacak hiç bir şeyim kalmadı.
zh_cn: <32>* 不好意思哈， 我没什么别的东西可卖了。
zh_tw: <32>* 不好意思哈， 我沒什麼別的東西可賣了。

source: <32>{#p/human}{#n1!}* (You're carrying too much.)
es_es: <32>{#p/human}{#n1!}* (Llevas demasiado.)
tr_tr: <32>{#p/human}{#n1!}* (Çok fazla şey taşıyorsun.)
zh_cn: <32>{#p/human}{#n1!}* （你带的东西太多了。）
zh_tw: <32>{#p/human}{#n1!}* （你帶的東西太多了。）

source: <32>{#p/basic}{#n1}* Them pockets of yours are lookin' kinda full...
es_es: <32>{#p/basic}{#n1}* Esos bolsillos tuyos se ven llenos...
tr_tr: <32>{#p/basic}{#n1}* Ceplerin bayağı dolu görünüyor.
zh_cn: <32>{#p/basic}{#n1}* 你的口袋鼓鼓囊囊的， 装了不少东西嘛...
zh_tw: <32>{#p/basic}{#n1}* 你的口袋鼓鼓囊囊的， 裝了不少東西嘛...

source: <32>{#p/basic}{#n1}* I heard they're rebooting the comic franchise...
es_es: <32>{#p/basic}{#n1}* Escuche que estan reiniciando la franquicia del comic...
tr_tr: <32>{#p/basic}{#n1}* Çizgi roman serisini yeniden başlatacaklarını duydum...
zh_cn: <32>{#p/basic}{#n1}* 我听说他们要 重启那个漫画系列了...
zh_tw: <32>{#p/basic}{#n1}* 我聽說他們要 重啟那個漫畫系列了...

source: <32>* The new main character is some snake fella with sunglasses or something.
es_es: <32>* El nuevo personaje principal es una serpiente con gafas de sol o algo así.
tr_tr: <32>* Yeni ana karakter gözlüklü bir yılan kardeş falanmış.
zh_cn: <32>* 新的主角好像是条戴墨镜的蛇 还是啥的。
zh_tw: <32>* 新的主角好像是條戴墨鏡的蛇 還是啥的。

source: <32>* If I was in charge, I'd make a spinoff about that sidekick...
es_es: <32>* Si estuviera a cargo, yo haría un spinoff sobre ese compañero...
tr_tr: <32>* Eğer benim elimde olsaydı, yardımcısı hakkında bir yan roman yazardım...
zh_cn: <32>* 要我说，就该搞个 关于那个跟班的外传...
zh_tw: <32>* 要我說，就該搞個 關於那個跟班的外傳...

source: <32>* Gumbert, I think?
es_es: <32>* Gumbert, ¿Creo?
tr_tr: <32>* Gumbert sanırım?
zh_cn: <32>* 是叫Gumbert还是啥来着？
zh_tw: <32>* 是叫Gumbert還是啥來著？
