Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* Even after a hundred years have passed...
es_es: <32>* Aunque hayan pasado cien años...
tr_tr: <32>* Aradan yüz yıl geçmesine rağmen...
zh_cn: <32>* 即使过去了一百年...
zh_tw: <32>* 即使過去了一百年...

source: <32>* He's still in there, isn't he?
es_es: <32>* Él todavía está aquí, ¿no?
tr_tr: <32>* Hala orada, değil mi?
zh_cn: <32>* 他还在这，对吧？
zh_tw: <32>* 他還在這，對吧？

source: <32>* Like a little angel...
es_es: <32>* Como un pequeño angel...
tr_tr: <32>* Küçük bir melek gibi...
zh_cn: <32>* 就像个小天使一样...
zh_tw: <32>* 就像個小天使一樣...

source: <32>* Watching over me, protecting me from my own bad choices...
es_es: <32>* Mirándome, protegiéndome de mis propias malas deciosiones...
tr_tr: <32>* Beni kolluyor, beni kendi kötü seçimlerimden koruyor...
zh_cn: <32>* 守护我，保护我 不受错误决定影响...
zh_tw: <32>* 守護我，保護我 不受錯誤決定影響...

source: <32>* ... all so I could one day return him the favor.
es_es: <32>* ... todo para que un día yo pueda devolverle el favor.
tr_tr: <32>* ... bir gün ona iyiliğimin karşılığını verebilmem için.
zh_cn: <32>* ...所有这些， 都是为了有一天我能报答他。
zh_tw: <32>* ...所有這些， 都是為了有一天我能報答他。

source: <32>{#p/basic}* It's all starting to make sense now.
es_es: <32>{#p/basic}* Todo empieza a tener sentido ahora.
tr_tr: <32>{#p/basic}* Artık hepsi anlamlı geliyor.
zh_cn: <32>{#p/basic}* 这一切开始 变得有意义了。
zh_tw: <32>{#p/basic}* 這一切開始 變得有意義了。

source: <32>* I know what I have to do.
es_es: <32>* Sé lo que tengo que hacer.
tr_tr: <32>* Ne yapmam gerektiğini biliyorum.
zh_cn: <32>* 我知道我该怎么做。
zh_tw: <32>* 我知道我該怎麼做。

source: <25>{*}{#p/asriel1}{#f/25}* Huh? * What are you... {^60}{%}
es_es: <25>{*}{#p/asriel1}{#f/25}* ¿Eh? * ¿Qué estás... {^60}{%}
tr_tr: <32>* Ne yapmam gerektiğini biliyorum.
zh_cn: <25>{*}{#p/asriel1}{#f/25}* 哈？ * 你要... {^60}{%}
zh_tw: <25>{*}{#p/asriel1}{#f/25}* 哈？ * 你要... {^60}{%}

source: <25>{*}{#f/25}* No...!{^60}{%}
tr_tr: <25>{*}{#f/25}* Hayır...!{^60}{%}
zh_cn: <25>{*}{#f/25}* 不...！{^60}{%}
zh_tw: <25>{*}{#f/25}* 不...！{^60}{%}

source: <25>{*}{#f/26}* L... let me go!{^60}{%}
es_es: <25>{*}{#f/26}* ¡D... déjame ir!{^60}{%}
tr_tr: <25>{*}{#f/26}* B... bırak beni!{^60}{%}
zh_cn: <25>{*}{#f/26}* 让... 让我走！{^60}{%}
zh_tw: <25>{*}{#f/26}* 讓... 讓我走！{^60}{%}

source: <32>{*}{#p/basic}* Heh...{^60}{%}
es_es: <32>{*}{#p/basic}* Je...{^60}{%}
zh_cn: <32>{*}{#p/basic}* 呵...{^60}{%}
zh_tw: <32>{*}{#p/basic}* 呵...{^60}{%}

source: <32>{*}* ... take care of Mom and Dad for me, okay?{^60}{%}
es_es: <32>{*}* ... cuida de mamá y papá por mi, ¿vale?{^60}{%}
tr_tr: <32>{*}* ... benim için annemle ve babama göz kulak ol, tamam mı?{^60}{%}
zh_cn: <32>{*}* ...替我照顾好爸爸妈妈， 好吗？{^60}{%}
zh_tw: <32>{*}* ...替我照顧好爸爸媽媽， 好嗎？{^60}{%}

source: <25>{#p/asriel1}{#f/25}* Frisk, are you there?
es_es: <25>{#p/asriel1}{#f/25}* Frisk, ¿estás ahí?
tr_tr: <25>{#p/asriel1}{#f/25}* Frisk, orada mısın?
zh_cn: <25>{#p/asriel1}{#f/25}* Frisk，你在那里吗？
zh_tw: <25>{#p/asriel1}{#f/25}* Frisk，你在那裡嗎？

source: <25>{#f/22}* Please... wake up...
es_es: <25>{#f/22}* Por favor... despierta...
tr_tr: <25>{#f/22}* Lütfen... uyan...
zh_cn: <25>{#f/22}* 拜托了... 醒来吧...
zh_tw: <25>{#f/22}* 拜託了... 醒來吧...

source: <25>{#p/asriel1}{#f/23}* I... * I don't want to lose you too...
es_es: <25>{#p/asriel1}{#f/23}* Yo... * No quiero perderte a ti también...
tr_tr: <25>{#p/asriel1}{#f/23}* Ben... *Ben de seni kaybetmek istemiyorum...
zh_cn: <25>{#p/asriel1}{#f/23}* 我... * 我不想连你都失去...
zh_tw: <25>{#p/asriel1}{#f/23}* 我... * 我不想連你都失去...

source: <25>{#p/asriel1}{#f/17}* ... there you are.
es_es: <25>{#p/asriel1}{#f/17}* ... ahí estás.
tr_tr: <25>{#p/asriel1}{#f/17}* ... işte buradasın.
zh_cn: <25>{#p/asriel1}{#f/17}* ...你醒啦。
zh_tw: <25>{#p/asriel1}{#f/17}* ...你醒啦。

source: <25>{#p/asriel1}{#f/23}* Ha... I thought I'd lost you for a minute there.
es_es: <25>{#p/asriel1}{#f/23}* Ja... pensé que te perdí por un minuto.
tr_tr: <25>{#p/asriel1}{#f/23}* Ha... Bir an seni kaybettiğimi sandım.
zh_cn: <25>{#p/asriel1}{#f/23}* 哈... 我还以为 你也离我而去了呢。
zh_tw: <25>{#p/asriel1}{#f/23}* 哈... 我還以為 你也離我而去了呢。

source: <25>{#f/22}* Don't scare me like that again, okay?
es_es: <25>{#f/22}* No me asustes así otra vez, ¿vale?
tr_tr: <25>{#f/22}* Beni bir daha böyle korkutma, tamam mı?
zh_cn: <25>{#f/22}* 别再吓我了，好吗？
zh_tw: <25>{#f/22}* 別再嚇我了，好嗎？

source: <25>{#p/asriel1}{#f/13}* Well... * I have my SOUL back inside of me now.
es_es: <25>{#p/asriel1}{#f/13}* Bueno... * Tengo mi ALMA de nuevo dentro de mi ahora.
tr_tr: <25>{#p/asriel1}{#f/13}* Pekala... * Artık RUH'um yeniden içimde.
zh_cn: <25>{#p/asriel1}{#f/13}* 那个... * 我的灵魂 现在回到我体内了。
zh_tw: <25>{#p/asriel1}{#f/13}* 那個... * 我的靈魂 現在回到我體內了。

source: <25>{#f/15}* My original one.
es_es: <25>{#f/15}* La original.
tr_tr: <25>{#f/15}* Gerçek olan.
zh_cn: <25>{#f/15}* 就是我原本的那个灵魂。
zh_tw: <25>{#f/15}* 就是我原本的那個靈魂。

source: <26>{#f/16}* When $(name) and I died, they must've wrapped themselves around me...
es_es: <26>{#f/16}* Cuando $(name) y yo morimos, debió haberse envuelto sobre mí...
tr_tr: <26>{#f/16}* $(name) ve ben öldüğümüzde, kendisini çevreme sarmış olsa gerek ki...
zh_cn: <26>{#f/16}* 我和$(name)死后， 那家伙的灵魂肯定是 一直萦绕着我...
zh_tw: <26>{#f/16}* 我和$(name)死後， 那傢伙的靈魂肯定是 一直縈繞著我...

source: <25>{#f/13}* ... keeping me safe until I could be brought back here.
es_es: <25>{#f/13}* ... protegiéndome hasta que pueda ser devuelto aquí.
tr_tr: <25>{#f/13}* ... buraya sağ salim geri getirilebilmiştim.
zh_cn: <25>{#f/13}* ...保护着我， 直到我能够回来。
zh_tw: <25>{#f/13}* ...保護著我， 直到我能夠回來。

source: <26>{#f/17}* They held on that whole time, just for a chance to see me, Frisk...
es_es: <26>{#f/17}* Se mantuvieron todo este tiempo, solo para volver a verme, Frisk...
tr_tr: <26>{#f/17}* Bunca zaman boyunca sırf beni görmebilmek için dayandı, Frisk...
zh_cn: <26>{#f/17}* Frisk， 那家伙一直坚持着， 就只是为了能再见到我...
zh_tw: <26>{#f/17}* Frisk， 那傢伙一直堅持著， 就只是為了能再見到我...

source: <25>{#f/13}* ... so, the least I can do is honor it.
es_es: <25>{#f/13}* ... así que, lo que menos puedo hacer es honorarlo.
tr_tr: <25>{#f/13}* ... yani en azından onu onurlandırabilirim.
zh_cn: <25>{#f/13}* ...所以， 我至少要对得起那家伙。
zh_tw: <25>{#f/13}* ...所以， 我至少要對得起那傢伙。

source: <25>{#f/15}* Live the life they always wanted me to have.
es_es: <25>{#f/15}* Vivir la vida que siempre quisieron que tuve.
tr_tr: <25>{#f/15}* Her zaman yaşamamı istedikleri hayatı yaşarım.
zh_cn: <25>{#f/15}* 过上那家伙 希望我过的生活。
zh_tw: <25>{#f/15}* 過上那傢伙 希望我過的生活。

source: <25>{#f/23}* I'm going to stay with you from now on.
es_es: <25>{#f/23}* Voy a estar contigo a partir de ahora.
tr_tr: <25>{#f/23}* Bundan sonra seninle kalacağım.
zh_cn: <25>{#f/23}* 从现在开始， 我会一直陪着你。
zh_tw: <25>{#f/23}* 從現在開始， 我會一直陪著你。

source: <25>{#f/17}* Wherever you go... I'll follow you.
es_es: <25>{#f/17}* Donde sea que vayas... te seguiré.
tr_tr: <25>{#f/17}* Nereye gidersen git... Seni takip edeceğim.
zh_cn: <25>{#f/17}* 无论你去哪... 我都会跟着你。
zh_tw: <25>{#f/17}* 無論你去哪... 我都會跟著你。

source: <25>{#f/13}* I feel like... * I can trust you with that sort of thing.
es_es: <25>{#f/13}* Siento que... * Puedo confiar en ti en ese tipo de cosas.
tr_tr: <25>{#f/13}* Böyle konularda... * Sana güvenebileceğimi hissediyorum.
zh_cn: <25>{#f/13}* 我感觉... * 我能把自己托付给你。
zh_tw: <25>{#f/13}* 我感覺... * 我能把自己託付給你。

source: <25>{#f/13}* Even if we don't know much about each other.
es_es: <25>{#f/13}* Aunque no nos conozcamos mucho.
tr_tr: <25>{#f/13}* Birbirimiz hakkında pek bir şey bilmesek bile.
zh_cn: <25>{#f/13}* 即使我们对彼此 还不是很了解。
zh_tw: <25>{#f/13}* 即使我們對彼此 還不是很了解。

source: <25>{#f/15}* ... I don't know.
es_es: <25>{#f/15}* ... No sé.
tr_tr: <25>{#f/15}* ... Bilmiyorum.
zh_cn: <25>{#f/15}* ...我也不知道为什么。
zh_tw: <25>{#f/15}* ...我也不知道為什麼。

source: <25>{#f/13}* Frisk... are you really sure about this?
es_es: <25>{#f/13}* Frisk... ¿estás seguro de esto?
tr_tr: <25>{#f/13}* Frisk... bundan gerçekten emin misin?
zh_cn: <25>{#f/13}* Frisk... 你真的确定要这样吗？
zh_tw: <25>{#f/13}* Frisk... 你真的確定要這樣嗎？

source: <25>{#f/13}* All the times I've hurt you, hurt your friends...
es_es: <25>{#f/13}* Todas las veces que te he hecho a ti, a tus amigos...
tr_tr: <25>{#f/13}* Seni, arkadaşlarını incittiğim tüm zamanlar...
zh_cn: <25>{#f/13}* 我伤害了你那么多次， 也伤害了你的朋友们...
zh_tw: <25>{#f/13}* 我傷害了你那麼多次， 也傷害了你的朋友們...

source: <25>{#f/22}* It's... all I can think about right now.
es_es: <25>{#f/22}* Es... todo lo que puedo pensar ahora.
tr_tr: <25>{#f/22}* Bu... şu anda düşünebildiğim tek şey bu.
zh_cn: <25>{#f/22}* 我现在... 满脑子都是这些。
zh_tw: <25>{#f/22}* 我現在... 滿腦子都是這些。

source: <25>{#f/21}* Seeing them die like that in my mind, over and over...
es_es: <25>{#f/21}* Verlos morir de esa forma en mi mente, una y otra vez...
tr_tr: <25>{#f/21}* Onların bu şekilde öldüğünü aklımda tekrar tekrar görmek...
zh_cn: <25>{#f/21}* 我一遍遍想起 大家死去的样子...
zh_tw: <25>{#f/21}* 我一遍遍想起 大家死去的樣子...

source: <25>{#f/22}* Knowing that I'm the one who did it.
es_es: <25>{#f/22}* Sabiendo que soy yo quien lo hizo.
tr_tr: <25>{#f/22}* Bunu yapanın ben olduğumu bile bile hem de.
zh_cn: <25>{#f/22}* 并知道这一切 都是我造成的。
zh_tw: <25>{#f/22}* 並知道這一切 都是我造成的。

source: <25>{#f/15}* Are you really sure you can be there for someone like that?
es_es: <25>{#f/15}* ¿Estás seguro que puedes estar ahí para alguien como él?
tr_tr: <25>{#f/15}* Böyle birinin yanında olabileceğinden gerçekten emin misin?
zh_cn: <25>{#f/15}* 你真的确定 你能接受这样的我吗？
zh_tw: <25>{#f/15}* 你真的確定 你能接受這樣的我嗎？

source: <25>{#f/17}* ... I guess I just don't understand you, Frisk.
es_es: <25>{#f/17}* ... Supongo que no te entiendo, Frisk.
tr_tr: <25>{#f/17}* ... sanırım seni anlamıyorum Frisk.
zh_cn: <25>{#f/17}* ...我果然 还是不懂你啊， Frisk。
zh_tw: <25>{#f/17}* ...我果然 還是不懂你啊， Frisk。

source: <25>{#f/23}* No matter what I do to you... you just won't give in.
es_es: <25>{#f/23}* Sin importar lo que te haga... tú no vas a ceder.
tr_tr: <25>{#f/23}* Sana ne yaparsam yapayım... pes etmiyorsun.
zh_cn: <25>{#f/23}* 不管我对你做什么... 你都不会放弃我。
zh_tw: <25>{#f/23}* 不管我對你做什麼... 你都不會放棄我。

source: <25>{#f/13}* Hey. * Maybe it won't be so bad.
es_es: <25>{#f/13}* Ey. * Quizás no será tan malo.
tr_tr: <25>{#f/13}* Hey. * Belki de o kadar fena olmaz.
zh_cn: <25>{#f/13}* 嘿。 * 也许情况没那么糟。
zh_tw: <25>{#f/13}* 嘿。 * 也許情況沒那麼糟。

source: <25>{#f/17}* Having you there with me definitely won't hurt matters.
es_es: <25>{#f/17}* Tenerte ahí conmigo no dañará las cosas.
tr_tr: <25>{#f/17}* Yanımda olman kesinlikle sorun yaratmaz.
zh_cn: <25>{#f/17}* 有你在我身边， 肯定对我有帮助的。
zh_tw: <25>{#f/17}* 有你在我身邊， 肯定對我有幫助的。

source: <25>{#f/13}* ... * The thing is... * If I stayed here now...
es_es: <25>{#f/13}* ... * La cosa es... * Si me quedo aquí...
tr_tr: <25>{#f/13}* ... * Mesele şu ki... * Eğer şimdi burada kalsaydım...
zh_cn: <25>{#f/13}* 不过... * 问题是... * 如果我现在还留在这儿...
zh_tw: <25>{#f/13}* 不過... * 問題是... * 如果我現在還留在這兒...

source: <25>{#f/15}* It wouldn't be right by $(name)... you know?
es_es: <25>{#f/15}* No sería justo para $(name)... ¿sabes?
tr_tr: <25>{#f/15}* $(name) için doğru olmazdı... bilirsin ya?
zh_cn: <25>{#f/15}* 对$(name)来说 就不公平了... 你明白我的意思吗？
zh_tw: <25>{#f/15}* 對$(name)來說 就不公平了... 你明白我的意思嗎？

source: <25>{#f/13}* And besides, with my SOUL back inside of me...
es_es: <25>{#f/13}* Y además, con mi ALMA devuelta dentro de mi...
tr_tr: <25>{#f/13}* Hem de, RUH'um tekrar içimdeyken...
zh_cn: <25>{#f/13}* 而且，我的灵魂 已经回到我体内了...
zh_tw: <25>{#f/13}* 而且，我的靈魂 已經回到我體內了...

source: <25>{#f/13}* I won't turn back into a star.
es_es: <25>{#f/13}* No volveré a ser una estrella.
tr_tr: <25>{#f/13}* Tekrardan yıldıza dönmem.
zh_cn: <25>{#f/13}* 我不会再变回星星了。
zh_tw: <25>{#f/13}* 我不會再變回星星了。

source: <25>{#f/13}* So... there's no point in me staying here.
es_es: <25>{#f/13}* Así que... no hay motivo para que esté aquí.
tr_tr: <25>{#f/13}* Yani... burada kalmamın bir anlamı yok.
zh_cn: <25>{#f/13}* 所以... 我留在这里 也没有什么意义了。
zh_tw: <25>{#f/13}* 所以... 我留在這裡 也沒有什麼意義了。

source: <25>{#p/asriel1}{#f/17}* Well. * Better get going.
es_es: <25>{#p/asriel1}{#f/17}* Bueno. * Mejor pongámonos en marcha.
tr_tr: <25>{#p/asriel1}{#f/17}* Peki. * Artık gitsen iyi olur.
zh_cn: <25>{#p/asriel1}{#f/17}* 好。 * 那我们走吧。
zh_tw: <25>{#p/asriel1}{#f/17}* 好。 * 那我們走吧。

source: <25>{#f/20}* Your friends are probably worried sick about you by now.
es_es: <25>{#f/20}* Tus amigos tal vez estén preocupados por ti ahora.
tr_tr: <25>{#f/20}* Arkadaşların muhtemelen şu anda senin için çok endişeleniyorlardır.
zh_cn: <25>{#f/20}* 你的朋友们 现在肯定很担心你。
zh_tw: <25>{#f/20}* 你的朋友們 現在肯定很擔心你。

source: <25>{#f/16}* I don't know what's going to happen to $(name) after this.
es_es: <25>{#f/16}* No sé que le va a pasar a $(name) después de esto.
tr_tr: <25>{#f/16}* Bundan sonra $(name) ne yapacak bilmiyorum.
zh_cn: <25>{#f/16}* 我不知道$(name) 之后会怎么样。
zh_tw: <25>{#f/16}* 我不知道$(name) 之後會怎麼樣。

source: <25>{#f/13}* They held on for a chance to see me, but that's...
es_es: <25>{#f/13}* Esperaron una oportunidad para verme, pero eso es...
tr_tr: <25>{#f/13}* Beni görme şansı için beklediler ama bu...
zh_cn: <25>{#f/13}* 那家伙坚持了那么久， 就只是为了能再见到我。 但那已经...
zh_tw: <25>{#f/13}* 那傢伙堅持了那麼久， 就只是為了能再見到我。 但那已經...

source: <25>{#f/15}* ... in the past now.
es_es: <25>{#f/15}* ... cosa del pasado ahora.
tr_tr: <25>{#f/15}* ... artık geçmişte kaldı.
zh_cn: <25>{#f/15}* ...是过去了。
zh_tw: <25>{#f/15}* ...是過去了。

source: <25>{#p/asriel1}{#f/13}* I still can't believe they waited all that time just to see me...
es_es: <25>{#p/asriel1}{#f/13}* Todavía no me puedo creer que haya esperado tanto tiempo solo para verme...
tr_tr: <25>{#p/asriel1}{#f/13}* Onca zaman sırf beni görmek için beklediğine hala inanamıyorum...
zh_cn: <25>{#p/asriel1}{#f/13}* 我还是不敢相信 那家伙为了见我 等了那么久...
zh_tw: <25>{#p/asriel1}{#f/13}* 我還是不敢相信 那傢伙為了見我 等了那麼久...

source: <25>{#f/23}* Stubborn idiot.
es_es: <25>{#f/23}* Maldito idiota.
tr_tr: <25>{#f/23}* İnatçı salak.
zh_cn: <25>{#f/23}* 固执的蠢货。
zh_tw: <25>{#f/23}* 固執的蠢貨。

source: <25>{#f/17}* ... is what I would have said, if I was still a talking star.
es_es: <25>{#f/17}* ... es lo que habría dicho, si aún fuera una estrella parlante.
tr_tr: <25>{#f/17}* ... eğer hala konuşan bir yıldız olsaydım böyle söylerdim.
zh_cn: <25>{#f/17}* ...如果我还是 那个会说话的星星， 我肯定会这么说。
zh_tw: <25>{#f/17}* ...如果我還是 那個會說話的星星， 我肯定會這麼說。

source: <25>{#f/13}* But... I don't really think they're an idiot.
es_es: <25>{#f/13}* Pero... no creo que sea un idiota.
tr_tr: <25>{#f/13}* Ama... Onun gerçekten bir aptal olduğunu düşünmüyorum.
zh_cn: <25>{#f/13}* 不过... 我并不真的觉得 那家伙是个蠢货。
zh_tw: <25>{#f/13}* 不過... 我並不真的覺得 那傢伙是個蠢貨。

source: <25>{#p/asriel1}{#f/13}* $(name)'s not stupid. * And I...
es_es: <25>{#p/asriel1}{#f/13}* $(name) no es estúpido. * Y yo...
tr_tr: <25>{#p/asriel1}{#f/13}* $(name) aptal değil. * Ve ben...
zh_cn: <25>{#p/asriel1}{#f/13}* $(name)并不蠢。 * 而且，我...
zh_tw: <25>{#p/asriel1}{#f/13}* $(name)並不蠢。 * 而且，我...

source: <25>{#f/13}* I agreed with a lot of what they said about themselves...
es_es: <25>{#f/13}* Confirmo con mucho de lo que dijeron sobre si mismo...
tr_tr: <25>{#f/13}* Kendisi hakkında söylediklerinin çoğuna katılıyorum...
zh_cn: <25>{#f/13}* 我同意 那家伙对自己的评价...
zh_tw: <25>{#f/13}* 我同意 那傢伙對自己的評價...

source: <25>{#f/15}* About them not being the kind of friend I wish I had...
es_es: <25>{#f/15}* Sobre que él no sea el tipo de amigo que quería tener...
tr_tr: <25>{#f/15}* Sahip olmayı dilediğim türden bir arkadaş olmadıklarına...
zh_cn: <25>{#f/15}* 那家伙说自己并不是 我理想中的那种朋友...
zh_tw: <25>{#f/15}* 那傢伙說自己並不是 我理想中的那種朋友...

source: <25>{#f/7}* ... but it doesn't mean I wanted them gone!
es_es: <25>{#f/7}* ... ¡pero no significa que quería que se fuera!
tr_tr: <25>{#f/7}* ... ama bu onun gitmesini istediğim anlamına gelmiyor!
zh_cn: <25>{#f/7}* ...但这并不意味着 我希望那家伙消失！
zh_tw: <25>{#f/7}* ...但這並不意味著 我希望那傢伙消失！

source: <25>{#p/asriel1}{#f/13}* It's not like $(name) has to go away...
es_es: <25>{#p/asriel1}{#f/13}* No es que $(name) tenga que irse...
tr_tr: <25>{#p/asriel1}{#f/13}* $(name)'in gitmesi gerekmiyor ya...
zh_cn: <25>{#p/asriel1}{#f/13}* $(name)又不是 必须要离开...
zh_tw: <25>{#p/asriel1}{#f/13}* $(name)又不是 必須要離開...

source: <25>{#f/17}* If they wanted to, they could stay with us. * I'd like them to.
es_es: <25>{#f/17}* Si quisiera, podría estar con nosotros. * Me gustaría.
tr_tr: <25>{#f/17}* İsterse bizimle kalabilir. * Kalmasını isterim.
zh_cn: <25>{#f/17}* 如果那家伙愿意， 可以和我们在一起啊。 * 我会很高兴的。
zh_tw: <25>{#f/17}* 如果那傢伙願意， 可以和我們在一起啊。 * 我會很高興的。

source: <25>{#f/15}* But I'd understand if they wanted to go.
es_es: <25>{#f/15}* Pero entiendo si quería irse.
tr_tr: <25>{#f/15}* Ama gitmek isterse anlarım.
zh_cn: <25>{#f/15}* 但如果那家伙不想， 我也能理解。
zh_tw: <25>{#f/15}* 但如果那傢伙不想， 我也能理解。

source: <25>{#f/16}* They "won" their game. * They shouldn't want to "play" with me anymore.
es_es: <25>{#f/16}* Él "ganó" su juego. * Él no debería querer "jugar" conmigo más.
tr_tr: <25>{#f/16}* Oyununu "kazandı". * Artık benimle "oynamak" istemezler.
zh_cn: <25>{#f/16}* 那家伙 已经“赢”了这把游戏。[ADD]<25>{#f/16}* 那家伙 应该不想再 和我“玩”了。
zh_tw: <25>{#f/16}* 那傢伙 已經「贏」了這把遊戲。[ADD]<25>{#f/16}* 那傢伙 應該不想再 和我「玩」了。

source: <25>{#p/asriel1}{#f/13}* ... $(name)... * If you're still there, listening...
es_es: <25>{#p/asriel1}{#f/13}* ... $(name)... * Si aún estás ahí, escuchando...
tr_tr: <25>{#p/asriel1}{#f/13}* ... $(name)... * Eğer hala oradaysan, dinliyorsan...
zh_cn: <25>{#p/asriel1}{#f/13}* ...$(name)... * 如果你还能听到的话...
zh_tw: <25>{#p/asriel1}{#f/13}* ...$(name)... * 如果你還能聽到的話...

source: <25>{#f/15}* I want you to know that I love you.
es_es: <25>{#f/15}* Quiero que sepas que te amo.
tr_tr: <25>{#f/15}* Seni sevdiğimi bilmeni istiyorum.
zh_cn: <25>{#f/15}* 我想让你知道， 我爱你。
zh_tw: <25>{#f/15}* 我想讓你知道， 我愛你。

source: <25>{#f/23}* You might not have been the greatest person...
es_es: <25>{#f/23}* Puede que no hayas sido la mejor persona...
tr_tr: <25>{#f/23}* En harika insan olmayabilirsin...
zh_cn: <25>{#f/23}* 你可能不是个完美的人...
zh_tw: <25>{#f/23}* 你可能不是個完美的人...

source: <25>{#f/22}* But, deep down, you still cared about me.
es_es: <25>{#f/22}* Pero profundamente, todavía te preocupabas por mí.
tr_tr: <25>{#f/22}* Ama içten içe hala beni önemsiyordun.
zh_cn: <25>{#f/22}* 但在内心深处， 你还是很在乎我的。
zh_tw: <25>{#f/22}* 但在內心深處， 你還是很在乎我的。

source: <25>{#p/asriel1}{#f/23}* Ha...
es_es: <25>{#p/asriel1}{#f/23}* Ja...
zh_cn: <25>{#p/asriel1}{#f/23}* 哈...
zh_tw: <25>{#p/asriel1}{#f/23}* 哈...

source: <25>{#f/22}* I probably seem like a crazy person right now.
es_es: <25>{#f/22}* Probablemente parezca una persona loca ahora.
tr_tr: <25>{#f/22}* Şu anda muhtemelen deli biri gibi görünüyorum.
zh_cn: <25>{#f/22}* 我现在可能 看起来像个疯子。
zh_tw: <25>{#f/22}* 我現在可能 看起來像個瘋子。

source: <25>{#f/15}* Obsessing over someone I should have moved on from already...
es_es: <25>{#f/15}* Obsesionándome sobre alguien de quien debería haber superado...
tr_tr: <25>{#f/15}* Çoktan unutmam gereken birine takıyorum...
zh_cn: <25>{#f/15}* 对一个 我早就应该放下的人 念念不忘...
zh_tw: <25>{#f/15}* 對一個 我早就應該放下的人 念念不忘...

source: <26>{#f/17}* ... I guess $(name) and I really are just a pair of stubborn idiots.
es_es: <26>{#f/17}* ... Supongo que $(name) y yo somos un par de malditos idiotas.
tr_tr: <26>{#f/17}* ... sanırım $(name) ve ben gerçekten sadece bir çift inatçı aptalız.
zh_cn: <26>{#f/17}* ...看来我和$(name) 还真是一对固执的蠢货。
zh_tw: <26>{#f/17}* ...看來我和$(name) 還真是一對固執的蠢貨。

source: <25>{#p/asriel1}{#f/13}* One time, $(name) and I were fighting over a bed...
es_es: <25>{#p/asriel1}{#f/13}* Una vez, $(name) y yo nos estábamos peleando sobre una cama...
tr_tr: <25>{#p/asriel1}{#f/13}* Bir keresinde $(name) ve ben bir yatak için kavga ediyorduk...
zh_cn: <25>{#p/asriel1}{#f/13}* 有一次， 我和$(name) 为了争一张床打了起来...
zh_tw: <25>{#p/asriel1}{#f/13}* 有一次， 我和$(name) 為了爭一張床打了起來...

source: <25>{#f/10}* 'Cause, both of us wanted the one with the nightstand next to it.
es_es: <25>{#f/10}* Porque los dos queríamos la que tenía una mesita al lado.
tr_tr: <25>{#f/10}* Çünkü ikimiz de yanında komidin olanı istiyorduk.
zh_cn: <25>{#f/10}* 因为我们俩都想要 床头柜旁边的那张。
zh_tw: <25>{#f/10}* 因為我們倆都想要 床頭櫃旁邊的那張。

source: <26>{#f/15}* We were both pushing each other off the side, trying to make room...
es_es: <26>{#f/15}* Estábamos los dos empujándonos el uno al otro, intentando hacer espacio...
tr_tr: <26>{#f/15}* İkimiz de birbirimizi kenara itip yer açmaya çalışıyorduk...
zh_cn: <26>{#f/15}* 我们互相推搡， 都想给自己腾出空间...
zh_tw: <26>{#f/15}* 我們互相推搡， 都想給自己騰出空間...

source: <25>{#f/4}* All that fighting got us so tired, that we fell asleep.
es_es: <25>{#f/4}* Toda esa pelea no cansó tanto, que nos dormimos.
tr_tr: <25>{#f/4}* Bütün bu curcuna bizi o kadar yordu ki uyuyakaldık.
zh_cn: <25>{#f/4}* 结果打累了， 就都睡着了。
zh_tw: <25>{#f/4}* 結果打累了， 就都睡著了。

source: <25>{#f/13}* But when we woke up...
es_es: <25>{#f/13}* Pero cuando nos despertamos...
tr_tr: <25>{#f/13}* Ama uyandığımızda...
zh_cn: <25>{#f/13}* 等我们醒来的时候...
zh_tw: <25>{#f/13}* 等我們醒來的時候...

source: <25>{#f/17}* We were lying right next to each other.
es_es: <25>{#f/17}* Estábamos tumbados el uno al lado del otro.
tr_tr: <25>{#f/17}* Yan yana uzanıyorduk.
zh_cn: <25>{#f/17}* 我们俩紧紧地挨在一起。
zh_tw: <25>{#f/17}* 我們倆緊緊地挨在一起。

source: <25>{#f/13}* I tried to get up, but... they didn't want to let go.
es_es: <25>{#f/13}* Intenté levantarme, pero... él no quería dejarme ir.
tr_tr: <25>{#f/13}* Kalkmaya çalıştım ama... bırakmak istemedi.
zh_cn: <25>{#f/13}* 我想起来，但是... $(name)不肯松手。
zh_tw: <25>{#f/13}* 我想起來，但是... $(name)不肯鬆手。

source: <26>{#f/15}* They just kept saying...
es_es: <26>{#f/15}* No paraba de decir...
tr_tr: <26>{#f/15}* Sayıklayıp duruyordu.
zh_cn: <26>{#f/15}* 那家伙只是一直说着...
zh_tw: <26>{#f/15}* 那傢伙只是一直說著...

source: <25>{#f/15}* "... warm..."
es_es: <25>{#f/15}* "... caliente..."
tr_tr: <25>{#f/15}* "...sıcak..."
zh_cn: <25>{#f/15}* “...好暖...”
zh_tw: <25>{#f/15}* 「...好暖...」

source: <25>{#f/15}* "... fluffy..."
es_es: <25>{#f/15}* "... esponjoso..."
tr_tr: <25>{#f/15}* "... kabarık..."
zh_cn: <25>{#f/15}* “...好软...”
zh_tw: <25>{#f/15}* 「...好軟...」

source: <25>{#f/20}* I would have complained about it, but...
es_es: <25>{#f/20}* Me habría quejado, pero...
tr_tr: <25>{#f/20}* Normalde rahatsız olurdum ama...
zh_cn: <25>{#f/20}* 我本来想抱怨两句的， 但是...
zh_tw: <25>{#f/20}* 我本來想抱怨兩句的， 但是...

source: <25>{#f/17}* ... at that point, I was just happy we weren't fighting.
es_es: <25>{#f/17}* ... en ese momento, solo estaba feliz de que no estuviéramos peleando.
tr_tr: <25>{#f/17}* ... o esnada kavga etmediğimiz için mutluydum.
zh_cn: <25>{#f/17}* ...当时， 我只高兴 我们没有再吵架了。
zh_tw: <25>{#f/17}* ...當時， 我只高興 我們沒有再吵架了。

source: <25>{#p/asriel1}{#f/13}* This other time, $(name) and I were making dinner for Mom and Dad.
es_es: <25>{#p/asriel1}{#f/13}* Esta otra vez, $(name) y yo estábamos haciendo la cena para Mamá y Papá.
tr_tr: <25>{#p/asriel1}{#f/13}* Bir keresinde de $(name) ve ben annem ve babam için akşam yemeği hazırlıyorduk.
zh_cn: <25>{#p/asriel1}{#f/13}* 还有一次， 我和$(name) 在为爸爸妈妈做饭。
zh_tw: <25>{#p/asriel1}{#f/13}* 還有一次， 我和$(name) 在為爸爸媽媽做飯。

source: <25>{#f/15}* They kept wanting to make it more spicy...
es_es: <25>{#f/15}* Él quería hacerla más picante...
tr_tr: <25>{#f/15}* Hep daha baharatlı yapmak istedi...
zh_cn: <25>{#f/15}* 那家伙一直 想加很多辣椒...
zh_tw: <25>{#f/15}* 那傢伙一直 想加很多辣椒...

source: <25>{#f/3}* To be honest, if they insisted on that now, I would not complain.
es_es: <25>{#f/3}* Para ser honesto, si él insistiera en eso ahora, no me quejaría.
tr_tr: <25>{#f/3}* Dürüst olmam gerekirse eğer şimdi isteseydi şikayet etmezdim.
zh_cn: <25>{#f/3}* 说实话，如果那家伙 现在还坚持要加辣椒， 我肯定不会抱怨。
zh_tw: <25>{#f/3}* 說實話，如果那傢伙 現在還堅持要加辣椒， 我肯定不會抱怨。

source: <25>{#f/20}* I could go for something spicy right about now.
es_es: <25>{#f/20}* Podría ir a por algo picante justo ahora.
tr_tr: <25>{#f/20}* Şu anda baharatlı bir şeyler yiyebilirim.
zh_cn: <25>{#f/20}* 我现在就想吃点辣的。
zh_tw: <25>{#f/20}* 我現在就想吃點辣的。

source: <25>{#f/13}* But, back then, I was more into sweets. * Most monsters are.
es_es: <25>{#f/13}* Pero en esos tiempos, me gustaban más dulce. * Como la mayoría de los monstruos.
tr_tr: <25>{#f/13}* Ama o zamanlar tatlılara daha çok düşkündüm. * Çoğu canavar öyledir.
zh_cn: <25>{#f/13}* 不过那时候， 我更喜欢甜食。 * 大多数怪物都更喜欢。
zh_tw: <25>{#f/13}* 不過那時候， 我更喜歡甜食。 * 大多數怪物都更喜歡。
