Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>{#p/human}* (Even when visiting, this little home fills you with determination.)
es_es: <32>{#p/human}* (Incluso visitando esta pequeña casa, te llena de determinación).
tr_tr: <32>{#p/human}* (Ziyaret ederken bile, bu küçük ev içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （即使只是顺路看一眼这个小家， 你也充满了决心。）
zh_tw: <32>{#p/human}* （即使只是順路看一眼這個小家， 你也充滿了決心。）ゑ

source: <32>{#p/human}* (Even when visiting, this house fills you with determination.)
es_es: <32>{#p/human}* (Incluso visitando, esta casa te llena de determinación.)
tr_tr: <32>{#p/human}* (Ziyaret ederken bile, bu ev içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （即使只是来拜访这个小屋， 这也使你充满了决心。）
zh_tw: <32>{#p/human}* （即使只是順路看一眼這座房子， 你也充滿了決心。）ゑ

source: <32>{#p/human}* (This cute little home fills you with determination.)
es_es: <32>{#p/human}* (Esta pequeña y linda casa te llena de determinación.)
tr_tr: <32>{#p/human}* (Bu küçük şirin ev içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （面前这温馨的小家 使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （面前這溫馨的小家 使你充滿了決心。）ゑ

source: <32>{#p/human}* (A house amidst the metallic walls fills you with determination.)
es_es: <32>{#p/human}* (Este pequeño y lindo hogar te llena de determinación.)
tr_tr: <32>{#p/human}* (Metalik duvarların ortasındaki bir ev içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （四周都是金属围墙， 面前却有一座小屋， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （四周都是金屬圍牆， 面前卻有一座小屋， 這使你充滿了決心。）ゑ

source: Outlands - Entrance
es_es: Las Afueras - Entrada
tr_tr: Outlands - Giriş
zh_cn: 外域 - 入口
zh_tw: 外域 - 入口ゑ

source: <32>{#p/human}* (The industrious Outlands falls silent, filling you with determination.)
es_es: <32>{#p/human}* (Las Afueras guardando silencio, te llena de determinación.)
tr_tr: <32>{#p/human}* (Endüstriyel Outlands sessizliğe bürünüyor ve içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （繁忙的外域如今一片死寂， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （繁忙的外域如今一片死寂， 這使你充滿了決心。）ゑ

source: <32>{#p/human}* (The industrious Outlands lies ahead, filling you with determination.)
es_es: <32>{#p/human}* (Las Afueras están delante, te llenan de determinación.)
tr_tr: <32>{#p/human}* (Endüstriyel Outlands önünde uzanıyor ve içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （繁忙的外域就在前方， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （繁忙的外域就在前方， 這使你充滿了決心。）ゑ

source: <32>{#p/human}* (Returning to where it all began, after so long...)
es_es: <32>{#p/human}* (Volviendo a donde todo comenzó, después de tanto...)
tr_tr: <32>{#p/human}* (Uzun bir aradan sonra, her şeyin başladığı yere dönmek...)
zh_cn: <32>{#p/human}* （过了这么久， 你回到了一切开始的地方...）
zh_tw: <32>{#p/human}* （過了這麼久，你又回到了 一切開始的地方...）ゑ

source: <32>{#p/human}* (This fills you with determination.)
es_es: <32>{#p/human}* (Esto te llena de determinación.)
tr_tr: <32>{#p/human}* (işte bu içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （这使你充满了决心。）
zh_tw: <32>{#p/human}* （這使你充滿了決心。）ゑ

source: Outlands - Rest Area
es_es: Las Afueras - Descanso
tr_tr: Outlands - Dinlenme Yeri
zh_cn: 外域 - 休息区
zh_tw: 外域 - 休息區ゑ

source: <32>{#p/human}* (The air grows stale.) * (Somehow, this fills you with determination.)
es_es: <32>{#p/human}* (El aire se hace vicioso.) * (De cierta forma, te llena de determinación.)
tr_tr: <32>{#p/human}* (Hava pis kokmaya başladı.) * (Bir şekilde, bu içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （空气变得浑浊了起来。） * （不知怎地，这使你充满了决心。）
zh_tw: <32>{#p/human}* （空氣變得渾濁起來。） * （不知怎地，這使你充滿了決心。）ゑ

source: <32>{#p/human}* (The air has fully dried up.) * (Indeed, this fills you with determination.)
es_es: <32>{#p/human}* (El aire se secó del todo.) * (De hecho, esto te llena de determinación.)
tr_tr: <32>{#p/human}* (Hava tamamen kurudu.) * (Bilakis, bu içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （这里变得死气沉沉。） * （当然，这使你充满了决心。）
zh_tw: <32>{#p/human}* （這裡變得死氣沉沉。） * （這當然使你充滿了決心。）ゑ

source: <32>{#p/human}* (The area has been vacated, but the air remains fresh.)
es_es: <32>{#p/human}* (La zona fue abandonada, pero el aire sigue fresco.)
tr_tr: <32>{#p/human}* (Bu bölge boşaltıldı, ancak havası temiz duruyor.)
zh_cn: <32>{#p/human}* （这里虽然已经空无一人， 但空气依然清新。）
zh_tw: <32>{#p/human}* （雖然這裡已經空無一人， 但空氣依然清新。）ゑ

source: <32>{#p/human}* (This, of course, fills you with determination.)
es_es: <32>{#p/human}* (Esto, por supuesto, te llena de determinación.)
tr_tr: <32>{#p/human}* (Bu da tabi ki içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （当然，这使你充满了决心。）
zh_tw: <32>{#p/human}* （這當然使你充滿了決心。）ゑ

source: <32>{#p/human}* (The sight of weird and wonderful creatures fills you with determination.)
es_es: <32>{#p/human}* (La vista de raras y hermosas criaturas te llena de determinación.)
tr_tr: <32>{#p/human}* (Tuhaf ve muhteşem yaratıkları görmek içini azimle dolduruyor.)
zh_cn: <32>{#p/human}* （见到这些奇异的生物 使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （見到這些奇異的生物 使你充滿了決心。）ゑ

source: Outlands - Stærmite Hole
es_es: Afueras - Ratónestrellera
tr_tr: Outlands - Stærmayt Deliği
zh_cn: 外域 - 䗌螨巢
zh_tw: 外域 - 䗌蟎巢ゑ

source: <32>{#p/human}* (Knowing that the stærmite will one day emerge...)
es_es: <32>{#p/human}* (Sabiendo que el ratónestrella saldrá un día...)
tr_tr: <32>{#p/human}* (Stærmayt'ın bir gün ortaya çıkacağını bilmek...)
zh_cn: <32>{#p/human}* （想到䗌螨有朝一日会探出头来...）ゑ
zh_tw: <32>{#p/human}* （想到䗌蟎有朝一日會探出頭來...）ゑ

source: <32>{#p/human}* (The thought fills you with determinætion.)
es_es: <32>{#p/human}* (El pensamiento te llena de determinación.)
tr_tr: <32>{#p/human}* (Bunu düşünmek içini æzimle dolduruyor.)
zh_cn: <32>{#p/human}* （你充满了蚗心。）ゑ
zh_tw: <32>{#p/human}* （你充滿了蚗心。）ゑ

source: <32>{#p/human}* (Even if the stærmite may never emerge again...)
es_es: <32>{#p/human}* (Incluso si el ratónestrella no sale de nuevo...)
tr_tr: <32>{#p/human}* (Stærmayt tekrar ortaya çıkmasa bile...)
zh_cn: <32>{#p/human}* （就算䗌螨大概 再也不会探出头来...）ゑ
zh_tw: <32>{#p/human}* （就算䗌蟎大概 再也不會探出頭來...）ゑ

source: <32>{#p/human}* (The situation fills you with determinætion.)
es_es: <32>{#p/human}* (La situación te llena de determinación.)
tr_tr: <32>{#p/human}* (Bu durum içini æzimle dolduruyor.)
zh_cn: <32>{#p/human}* （你还是充满了蚗心。）ゑ
zh_tw: <32>{#p/human}* （你還是充滿了蚗心。）ゑ

source: Crash Site
es_es: Zona de Choque
tr_tr: Çarpışma Alanı
zh_cn: 坠落点
zh_tw: 落地點ゐ

source: <32>{#p/human}* (10 HP.)
es_es: <32>{#p/human}* (10 PS.)
tr_tr: <32>{#p/human}* (10 CAN.)

source: <32>{#p/human}* (12 HP.)
es_es: <32>{#p/human}* (12 PS.)
tr_tr: <32>{#p/human}* (12 CAN.)

source: <32>{#p/human}* (99 HP.)
es_es: <32>{#p/human}* (99 PS.)
tr_tr: <32>{#p/human}* (99 CAN.)

source: <32>{#p/human}* (19 HP.)
es_es: <32>{#p/human}* (19 PS.)
tr_tr: <32>{#p/human}* (19 CAN.)

source: <32>{#p/human}* (8 HP.)
es_es: <32>{#p/human}* (8 PS.)
tr_tr: <32>{#p/human}* (8 CAN.)

source: <32>{#p/human}* (14 HP.)
es_es: <32>{#p/human}* (14 PS.)
tr_tr: <32>{#p/human}* (14 CAN.)
