Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}{#n1}* Ah, the book! * Yes, it is quite the fun little read.
es_es: <25>{#p/toriel}{#n1}* ¡Ah, el libro! * Si, es una lectura divertida.
tr_tr: <25>{#p/toriel}{#n1}* Ah, bu kitap! * Evet, oldukça eğlenceli bir parça.
zh_cn: <25>{#p/toriel}{#n1}* 啊，你说这本书啊！ * 对，这小书可有意思了。
zh_tw: <25>{#p/toriel}{#n1}* 啊，你說這本書啊！ * 對，這小書可有意思了。

source: <25>{#f/0}* It is called "Generous Monster" and was written by a human.
es_es: <25>{#f/0}* Se llama el "Monstruo Generoso" y fue escrito por un humano.
tr_tr: <25>{#f/0}* Adı "Cömert Canavar" ve bir insan tarafından yazılmış.
zh_cn: <25>{#f/0}* 书名叫《慷慨的怪物》， 是一个人类写的。
zh_tw: <25>{#f/0}* 書名叫《慷慨的怪物》， 是一個人類寫的。

source: <25>{#f/1}* Would you like me to read it to you?
es_es: <25>{#f/1}* ¿Te gustaría que yo te lo leyera?
tr_tr: <25>{#f/1}* Bunu sana okumamı ister misin?
zh_cn: <25>{#f/1}* 想让我把它读给你听吗？
zh_tw: <25>{#f/1}* 想讓我把它讀給你聽嗎？

source: <25>{#p/toriel}{#n1}* Splendid!
es_es: <25>{#p/toriel}{#n1}* ¡Esplendido!
tr_tr: <25>{#p/toriel}{#n1}* Harika!
zh_cn: <25>{#p/toriel}{#n1}* 太好了！
zh_tw: <25>{#p/toriel}{#n1}* 太好了！

source: <25>{#p/toriel}{#f/1}{#n1}* Do you want me to read you the book now?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Quieres que te lea el libro ahora?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Şimdi kitabı okumamı istiyor musun?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 现在想听这本小书了吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 現在想聽這本小書了嗎？

source: <25>{#p/toriel}{#f/1}{#n1}* Do you want me to read you the book again?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Quieres que te lea el libro de nuevo?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Kitabı sana tekrar okumamı mı istiyorsun?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 你想再听我读一遍吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 你想再聽我讀一遍嗎？

source: <25>{#p/toriel}{#f/1}{#n1}* Alright, then...
es_es: <25>{#p/toriel}{#f/1}{#n1}* Esta bien, entonces...
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Pekala, öyleyse...
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 好，故事从这里开始...
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 好，故事從這裡開始...

source: <25>{#f/1}{#n1}* "Once, there was a monster..."
es_es: <25>{#f/1}{#n1}* "Había una vez una monstruo..."
tr_tr: <25>{#f/1}{#n1}* "Bir zamanlar, bir canavar vardı..."
zh_cn: <25>{#f/1}{#n1}* “从前，有一只怪物...”
zh_tw: <25>{#f/1}{#n1}* 「從前，有一隻怪物...」

source: <25>{#f/0}* "And she loved a little human."
es_es: <25>{#f/0}* "Y ella amo a un pequeño humano."
tr_tr: <25>{#f/0}* "Ve o küçük bir insanı sevdi."
zh_cn: <25>{#f/0}* “这个怪物爱上了 一个小小的人类。”
zh_tw: <25>{#f/0}* 「這個怪物愛上了 一個小小的人類。」

source: <25>{#f/1}* "And every day, the human would come visit..."
es_es: <25>{#f/1}* "Y cada día, el humano la visitaba..."
tr_tr: <25>{#f/1}* "Ve her gün, insan ziyarete gelirdi..."
zh_cn: <25>{#f/1}* “每天， 这个人类都会去找她...”
zh_tw: <25>{#f/1}* 「每天， 這個人類都會去找她...」

source: <25>{#f/0}* "And they would run and play together in the fields."
es_es: <25>{#f/0}* "Y ellos corrían y jugaban juntos en los campos."
tr_tr: <25>{#f/0}* "Ve tarlalarda birlikte koşup oynarlardı."
zh_cn: <25>{#f/0}* “他们一起在田野上 奔跑，玩耍。”
zh_tw: <25>{#f/0}* 「他們一起在田野上 奔跑，玩耍。」

source: <25>{#f/1}* "They'd sing songs together, tell stories to each other..."
es_es: <25>{#f/1}* "Ellos cantaban canciones juntos, se contaban historias..."
tr_tr: <25>{#f/1}* "Birlikte şarkılar söyler, hikayeler anlatırlardı..."
zh_cn: <25>{#f/1}* “他们一起唱歌， 一起分享故事...”
zh_tw: <25>{#f/1}* 「他們一起唱歌， 一起分享故事...」

source: <25>{#f/0}* "And they would play hide-and-go seek."
es_es: <25>{#f/0}* "Y ellos jugaban al escondite."
tr_tr: <25>{#f/0}* "Ve saklambaç oynarlardı."
zh_cn: <25>{#f/0}* “还会一起捉迷藏。”
zh_tw: <25>{#f/0}* 「還會一起捉迷藏。」

source: <25>{#f/1}* "And when the human was tired, she would tuck them into bed..."
es_es: <25>{#f/1}* "Y cuando el humano estaba cansado, ella lo metía en la cama..."
tr_tr: <25>{#f/1}* "Ve insan yorulduğunda, o insanı yatağa yatırırdı..."
zh_cn: <25>{#f/1}* “人类玩累了， 怪物就会哄人类入睡， 帮人类盖上被子...”
zh_tw: <25>{#f/1}* 「人類玩累了， 怪物就會哄人類入睡， 幫人類蓋上被子...」

source: <25>{#f/0}* "And the human loved the monster very much."
es_es: <25>{#f/0}* "Y el humano amaba a la monstruo muchísimo."
tr_tr: <25>{#f/0}* "Ve insan canavarı çok sevdi."
zh_cn: <25>{#f/0}* “人类非常喜欢这个怪物。”
zh_tw: <25>{#f/0}* 「人類非常喜歡這個怪物。」

source: <25>{#f/0}* "And the monster was happy."
es_es: <25>{#f/0}* "Y la monstruo estaba feliz."
tr_tr: <25>{#f/0}* "Ve canavar mutluydu."
zh_cn: <25>{#f/0}* “怪物也因此感到快乐。”
zh_tw: <25>{#f/0}* 「怪物也因此感到快樂。」

source: <25>{#f/1}* "But as time went by, and the human grew older..."
es_es: <25>{#f/1}* "Pero a medida que pasaba el tiempo, y el humano crecía..."
tr_tr: <25>{#f/1}* "Ama zaman geçtikçe, ve insan yaşlandıkça..."
zh_cn: <25>{#f/1}* “但是，随着时间流逝， 人类渐渐长大， 离开了怪物...”
zh_tw: <25>{#f/1}* 「但是，隨著時間流逝， 人類漸漸長大， 離開了怪物...」

source: <25>{#f/0}* "The monster was often left alone."
es_es: <25>{#f/0}* "La monstruo a menudo se quedaba sola."
tr_tr: <25>{#f/0}* "Canavar sıklıkla yalnız kalıyordu."
zh_cn: <25>{#f/0}* “怪物则只能孤身一人。”
zh_tw: <25>{#f/0}* 「怪物則只能孤身一人。」

source: <25>{#f/1}* "Then one day, the human came back..."
es_es: <25>{#f/1}* "Entonces un día, el humano regreso..."
tr_tr: <25>{#f/1}* "Sonra bir gün, insan geri geldi..."
zh_cn: <25>{#f/1}* “突然有一天， 人类回来了...”
zh_tw: <25>{#f/1}* 「突然有一天， 人類回來了...」

source: <25>{#f/0}* "And the monster said 'Come, human, come and play!'"
es_es: <25>{#f/0}* "Y la monstruo dijo '¡Vamos, humano, ven y juega!'"
tr_tr: <25>{#f/0}* "Ve canavar dedi ki 'Gel insan, gel de oyna!'"
zh_cn: <25>{#f/0}* “怪物对人类说： ‘来吧，一起来玩吧！’”
zh_tw: <25>{#f/0}* 「怪物對人類說： 『來吧，一起來玩吧！』」

source: <25>{#f/5}* "'I am too big to play,' said the human."
es_es: <25>{#f/5}* "'Soy muy grande para jugar,' dijo el humano."
tr_tr: <25>{#f/5}* "'Oynamak için fazla büyüğüm,' dedi insan."
zh_cn: <25>{#f/5}* “‘我已经长大， 不能再玩了。’ 人类这样回答。”
zh_tw: <25>{#f/5}* 「『我已經長大， 不能再玩了。』 人類這樣回答。」

source: <25>{#f/1}* "'I want to drive, to find a new home...'"
es_es: <25>{#f/1}* "'Quiero conducir, encontrar un nuevo hogar...'"
tr_tr: <25>{#f/1}* "'Araba sürmek, yeni bir ev bulmak istiyorum...'"
zh_cn: <25>{#f/1}* “‘我想有一辆车， 开着它找一个新家。’”
zh_tw: <25>{#f/1}* 「『我想有一輛車， 開著它找一個新家。』」

source: <25>{#f/5}* "'Sorry,' said the monster, 'but I am too poor to own a car.'"
es_es: <25>{#f/5}* "'Perdón,' dijo ella, 'pero soy muy pobre para tener un auto.'"
tr_tr: <25>{#f/5}* "'Üzgünüm,' dedi canavar, 'ama araba alamayacak kadar yoksulum.'"
zh_cn: <25>{#f/5}* “‘对不起，’怪物说道， ‘但是我太穷了， 买不起车。’”
zh_tw: <25>{#f/5}* 「『對不起，』怪物說道， 『但是我太窮了， 買不起車。』」

source: <25>{#f/5}* "'All I have is my own two feet.'"
es_es: <25>{#f/5}* "'Todo lo que tengo son mis 2 pies.'"
tr_tr: <25>{#f/5}* "'Benim sadece kendi iki ayağım var.'"
zh_cn: <25>{#f/5}* “‘我只有两条腿，’”
zh_tw: <25>{#f/5}* 「『我只有兩條腿，』」

source: <25>{#f/0}* "'Climb on my back, and I can run you to where you need.'"
es_es: <25>{#f/0}* "'Súbete a mi espalda y puedo llevarte a donde quieras ir.'"
tr_tr: <25>{#f/0}* "'Sırtıma tırman, ve seni ihtiyacın olan yere götürebilirim.'"
zh_cn: <25>{#f/0}* “‘爬到我的背上， 我可以带你去你 想去的地方。’”
zh_tw: <25>{#f/0}* 「『爬到我的背上， 我可以帶你去你 想去的地方。』」

source: <25>{#f/0}* "'Then you can see the town and be happy.'"
es_es: <25>{#f/0}* "'Así puede ver la ciudad y estar feliz.'"
tr_tr: <25>{#f/0}* "'O zaman şehri görebilir ve mutlu olabilirsin.'"
zh_cn: <25>{#f/0}* “‘这样， 你就能去到城镇， 感到快乐。’”
zh_tw: <25>{#f/0}* 「『這樣， 你就能去到城鎮， 感到快樂。』」

source: <25>{#f/1}* "And so the human climbed onto the monster's back..."
es_es: <25>{#f/1}* "Así que el humano se subió a la espalda de la monstruo..."
tr_tr: <25>{#f/1}* "Ve böylece insan canavarın sırtına tırmandı..."
zh_cn: <25>{#f/1}* “于是人类爬到 怪物的背上...”
zh_tw: <25>{#f/1}* 「於是人類爬到 怪物的背上...」

source: <25>{#f/0}* "And the monster took them to a new home."
es_es: <25>{#f/0}* "Y la monstruo lo llevo a un nuevo hogar."
tr_tr: <25>{#f/0}* "Ve canavar onu yeni bir eve götürdü."
zh_cn: <25>{#f/0}* “怪物带他们去了一个新家。”
zh_tw: <25>{#f/0}* 「怪物帶他們去了一個新家。」

source: <25>{#f/1}* "But the human stayed away for a long time..."
es_es: <25>{#f/1}* "Pero el humano se alejo por un largo tiempo..."
tr_tr: <25>{#f/1}* "Ama insan uzun bir süre boyunca uzakta kaldı..."
zh_cn: <25>{#f/1}* “但是， 人类再次离开了怪物， 很久都没有回来看她。”
zh_tw: <25>{#f/1}* 「但是， 人類再次離開了怪物， 很久都沒有回來看她。」

source: <25>{#f/5}* "And the monster was sad."
es_es: <25>{#f/5}* "Y la monstruo estaba triste."
tr_tr: <25>{#f/5}* "Ve canavar mutsuzdu."
zh_cn: <25>{#f/5}* “怪物十分难过。”
zh_tw: <25>{#f/5}* 「怪物十分難過。」

source: <25>{#f/0}* "Then one day, the human came back."
es_es: <25>{#f/0}* "Pero un día, el humano regreso."
tr_tr: <25>{#f/0}* "Sonra bir gün, insan geri geldi."
zh_cn: <25>{#f/0}* “突然有一天， 人类又回来了。”
zh_tw: <25>{#f/0}* 「突然有一天， 人類又回來了。」

source: <25>{#f/1}* "And the monster smiled from ear to ear and said..."
es_es: <25>{#f/1}* "Y la monstruo sonrió de oreja a oreja y dijo..."
tr_tr: <25>{#f/1}* "Ve canavar kulaklarına kadar gülümseyip dedi ki..."
zh_cn: <25>{#f/1}* “怪物笑得合不拢嘴， 她说...”
zh_tw: <25>{#f/1}* 「怪物笑得合不攏嘴， 她說...」

source: <25>{#f/1}* "'Come, human, come and ride on my back!'"
es_es: <25>{#f/1}* "'¡Vamos, humano, ven y sube a mi espalda!'"
tr_tr: <25>{#f/1}* "'Gel, insan, gel sırtıma bin!'"
zh_cn: <25>{#f/1}* “‘来吧，人类！ 骑在我的背上， 让我带你去任何地方。’”
zh_tw: <25>{#f/1}* 「『來吧，人類！ 騎在我的背上， 讓我帶你去任何地方。』」

source: <25>{#f/5}* "'I am too sad to ride around,' said the human."
es_es: <25>{#f/5}* "'Estoy muy triste para pasear,' dijo el humano."
tr_tr: <25>{#f/5}* "'Etrafta dolaşmak için çok mutsuzum,' dedi insan."
zh_cn: <25>{#f/5}* “‘我现在很伤心， 没心情到处转悠。’ 人类这样说道。”
zh_tw: <25>{#f/5}* 「『我現在很傷心， 沒心情到處轉悠。』 人類這樣說道。」

source: <25>{#f/1}* "'I wish I had a family, and children of my own...'"
es_es: <25>{#f/1}* "'Desearía tener una familia y mis propios hijos...'"
tr_tr: <25>{#f/1}* "'Keşke çocuklarım, ve bir ailem olsaydı...'"
zh_cn: <25>{#f/1}* “‘我想有一个家庭， 有自己的孩子...’”
zh_tw: <25>{#f/1}* 「『我想有一個家庭， 有自己的孩子...』」

source: <25>{#f/5}* "'Sorry,' said the monster, 'but I cannot give that to you.'"
es_es: <25>{#f/5}* "'Perdón,' dijo el monstruo, 'pero no puedo darte eso.'"
tr_tr: <25>{#f/5}* "'Üzgünüm,' dedi canavar, 'ama sana bunu sağlayamam.'"
zh_cn: <25>{#f/5}* “‘对不起， 但是我给不了你这些。’”
zh_tw: <25>{#f/5}* 「『對不起， 但是我給不了你這些。』」

source: <25>{#f/5}* "'I am only one person.'"
es_es: <25>{#f/5}* "'Yo soy solo una persona.'"
tr_tr: <25>{#f/5}* "'Ben yalnızca tek bir kişiyim.'"
zh_cn: <25>{#f/5}* “‘我只是一只怪物。’ 怪物这样说道，”
zh_tw: <25>{#f/5}* 「『我只是一隻怪物。』 怪物這樣說道，」

source: <25>{#f/0}* "'Visit for a while, and we can find you a date.'"
es_es: <25>{#f/0}* "'Visítanos un rato y te encontraremos una cita.'"
tr_tr: <25>{#f/0}* "'Bir süreliğine ziyaret et, ve sana bir randevu bulabiliriz.'"
zh_cn: <25>{#f/0}* “‘但是，你可以留下来 和我待一会，我可以帮你 找到一个约会对象。’”
zh_tw: <25>{#f/0}* 「『但是，你可以留下來 和我待一會，我可以幫你 找到一個約會對象。』」

source: <25>{#f/0}* "'Then you can find love and be happy.'"
es_es: <25>{#f/0}* "'Entonces podrás encontrar amor y ser feliz.'"
tr_tr: <25>{#f/0}* "'O zaman aşkı bulabilir ve mutlu olabilirsin.'"
zh_cn: <25>{#f/0}* “‘这样，你就可以 找到心爱之人， 感到快乐。’”
zh_tw: <25>{#f/0}* 「『這樣，你就可以 找到心愛之人， 感到快樂。』」

source: <25>{#f/1}* "And so the human visited their old friend for a while..."
es_es: <25>{#f/1}* "Así que el humano visito a su vieja amiga por un tiempo..."
tr_tr: <25>{#f/1}* "Ve böylece insan eski dostunu bir süreliğine ziyaret etti..."
zh_cn: <25>{#f/1}* “于是人类留下来， 和老朋友待了一会儿...”
zh_tw: <25>{#f/1}* 「於是人類留下來， 和老朋友待了一會兒...」

source: <25>{#f/0}* "And the monster found them someone they might like."
es_es: <25>{#f/0}* "Y la monstruo le encontró a alguien que podría gustarle."
tr_tr: <25>{#f/0}* "Ve canavar onun beğenebileceği birisini buldu."
zh_cn: <25>{#f/0}* “怪物为其找到了 可能喜欢的人。”
zh_tw: <25>{#f/0}* 「怪物為其找到了 可能喜歡的人。」

source: <25>{#f/5}* "But the human stayed away for a long time."
es_es: <25>{#f/5}* "Pero el humano se alejo por un largo tiempo"
tr_tr: <25>{#f/5}* "Ama insan uzun süre boyunca uzakta kaldı."
zh_cn: <25>{#f/5}* “人类又一次离开了怪物， 很久之后才回来。”
zh_tw: <25>{#f/5}* 「人類又一次離開了怪物， 很久之後才回來。」

source: <25>{#f/1}* "When they finally returned, the monster was so happy..."
es_es: <25>{#f/1}* "Cuando el humano regreso, la monstruo estaba muy feliz..."
tr_tr: <25>{#f/1}* "Sonunda geri döndüğünde, canavar çok mutluydu..."
zh_cn: <25>{#f/1}* “当人类最终回来的时候， 怪物欣喜若狂...”
zh_tw: <25>{#f/1}* 「當人類最終回來的時候， 怪物欣喜若狂...」

source: <25>{#f/9}* "She could hardly speak."
es_es: <25>{#f/9}* "Ella apenas podía hablar."
tr_tr: <25>{#f/9}* "Zar zor konuşabiliyordu."
zh_cn: <25>{#f/9}* “但她已经连说话 都十分困难。”
zh_tw: <25>{#f/9}* 「但她已經連說話 都十分困難。」

source: <25>{#f/1}* "'Come, human,' she whispered..."
es_es: <25>{#f/1}* "'Ven, humano,' ella susurro..."
tr_tr: <25>{#f/1}* "'Gel, insan,' diye fısıldadı..."
zh_cn: <25>{#f/1}* “‘来吧，人类。’ 她低声说道...”
zh_tw: <25>{#f/1}* 「『來吧，人類。』 她低聲說道...」

source: <25>{#f/1}* "'Come and visit.'"
es_es: <25>{#f/1}* "'Ven a visitarme.'"
tr_tr: <25>{#f/1}* "'Gel ve ziyaret et.'"
zh_cn: <25>{#f/1}* “‘让我带你去找 约会对象吧。’”
zh_tw: <25>{#f/1}* 「『讓我帶你去找 約會對象吧。』」

source: <25>{#f/5}* "'I am too old and busy to visit,' said the human."
es_es: <25>{#f/5}* "'Estoy viejo y ocupado para visitarte,' dijo el humano."
tr_tr: <25>{#f/5}* "'Ziyaret etmek için çok yaşlı ve meşgulüm' dedi insan."
zh_cn: <25>{#f/5}* “‘我年岁大了，而且很忙， 没空操心这些。’ 人类这样回答。”
zh_tw: <25>{#f/5}* 「『我年歲大了，而且很忙， 沒空操心這些。』 人類這樣回答。」

source: <25>{#f/1}* "'I want a place to rest for the night...'"
es_es: <25>{#f/1}* "'Quiero un lugar para descansar por la noche...'"
tr_tr: <25>{#f/1}* "'Gece için dinlenebileceğim bir yer istiyorum...'"
zh_cn: <25>{#f/1}* “‘我只是想找个 今晚过夜的地方...’”
zh_tw: <25>{#f/1}* 「『我只是想找個 今晚過夜的地方...』」

source: <25>{#f/5}* "'Sorry,' said the monster, 'but I do not have a bed your size.'"
es_es: <25>{#f/5}* "'Perdón,' dijo ella, 'pero no tengo una cama de tu tamaño.'"
tr_tr: <25>{#f/5}* "'Üzgünüm,' dedi canavar, 'ama sana uyacak bir yatağım yok.'"
zh_cn: <25>{#f/5}* “‘对不起，’怪物说， ‘但我没有适合你的床。’”
zh_tw: <25>{#f/5}* 「『對不起，』怪物說， 『但我沒有適合你的床。』」

source: <25>{#f/5}* "'I am still too poor to afford one.'"
es_es: <25>{#f/5}* "'Aún soy demasiada pobre para tener una.'"
tr_tr: <25>{#f/5}* "'Hala bir tane alamayacak kadar yoksulum.'"
zh_cn: <25>{#f/5}* “‘我还是太穷了， 连一张床都买不起。’”
zh_tw: <25>{#f/5}* 「『我還是太窮了， 連一張床都買不起。』」

source: <25>{#f/0}* "'Sleep with me for the night.'"
es_es: <25>{#f/0}* "'Duerme conmigo por la noche.'"
tr_tr: <25>{#f/0}* "'Gece benimle uyu.'"
zh_cn: <25>{#f/0}* “‘和我一起睡吧。’”
zh_tw: <25>{#f/0}* 「『和我一起睡吧。』」

source: <25>{#f/0}* "'Then you can get some rest and be happy.'"
es_es: <25>{#f/0}* "'Así puedes descansar un poco y ser feliz.'"
tr_tr: <25>{#f/0}* "'O zaman biraz dinlenebilir ve mutlu olabilirsin.'"
zh_cn: <25>{#f/0}* “‘这样， 你就可以获得休息， 感到快乐。’”
zh_tw: <25>{#f/0}* 「『這樣， 你就可以獲得休息， 感到快樂。』」

source: <25>{#f/1}* "And so the human and the monster cuddled together..."
es_es: <25>{#f/1}* "Y así el humano y la monstruo se acurrucaron juntos..."
tr_tr: <25>{#f/1}* "Ve böylece insan ve canavar birbirlerine sarıldılar..."
zh_cn: <25>{#f/1}* “于是，人类躺在了 怪物怀里...”
zh_tw: <25>{#f/1}* 「於是，人類躺在了 怪物懷裡...」

source: <25>{#f/0}* "And the monster was able to put the human to sleep."
es_es: <25>{#f/0}* "Y la monstruo pudo poner al humano a dormir."
tr_tr: <25>{#f/0}* "Ve canavar insanı uyutmayı başardı."
zh_cn: <25>{#f/0}* “怪物伴着人类入睡。”
zh_tw: <25>{#f/0}* 「怪物伴著人類入睡。」

source: <25>{#f/5}* "... but not really."
es_es: <25>{#f/5}* "... pero en realidad no."
tr_tr: <25>{#f/5}* "... ama tam anlamıyla değil."
zh_cn: <25>{#f/5}* “...但心中另有所思。”
zh_tw: <25>{#f/5}* 「...但心中另有所思。」

source: <25>{#f/9}* "And after a long time, the human came back again."
es_es: <25>{#f/9}* "Y después de un largo tiempo, el humano regreso de nuevo."
tr_tr: <25>{#f/9}* "Ve uzun bir aradan sonra, insan tekrar geri geldi."
zh_cn: <25>{#f/9}* “...很久很久以后， 人类终于回到了怪物身边。”
zh_tw: <25>{#f/9}* 「...很久很久以後， 人類終於回到了怪物身邊。」

source: <25>{#f/5}* "'I am sorry, human,' said the monster, 'but I have fallen down.'"
es_es: <25>{#f/5}* "'Perdón, humano,' dijo la monstruo, 'pero he caído.'"
tr_tr: <25>{#f/5}* "'Üzgünüm, insan,' dedi canavar, 'ama ben düşmüş durumdayım.'"
zh_cn: <25>{#f/5}* “‘对不起，人类。’怪物说， ‘但我的生命快走到 尽头了。’”
zh_tw: <25>{#f/5}* 「『對不起，人類。』怪物說， 『但我的生命快走到 盡頭了。』」

source: <25>{#f/5}* "'My legs are giving out, I cannot take you anywhere.'"
es_es: <25>{#f/5}* "'Me fallan las piernas, No puedo llevarte a pasear.'"
tr_tr: <25>{#f/5}* "'Bacaklarım tutmuyor, seni hiçbir yere götüremem.'"
zh_cn: <25>{#f/5}* “‘我的腿脚不听使唤了， 没法带你去任何地方。’”
zh_tw: <25>{#f/5}* 「『我的腿腳不聽使喚了， 沒法帶你去任何地方。』」

source: <25>{#f/10}* "'There is nowhere else I want to be,' said the human."
es_es: <25>{#f/10}* "'No hay ningún lugar donde quiera,' dijo el humano."
tr_tr: <25>{#f/10}* "'Başka hiçbir yerde olmak istemiyorum,' dedi insan."
zh_cn: <25>{#f/10}* “‘我哪儿也不想去了，’ 人类说。”
zh_tw: <25>{#f/10}* 「『我哪兒也不想去了，』 人類說。」

source: <26>{#f/5}* "'I cannot find you a date, I know no one else' said the monster."
es_es: <26>{#f/5}* "'No te pude hallar una cita, no conozco a nadie' dijo ella."
tr_tr: <26>{#f/5}* "'Sana bir randevu bulamam, tanıdığım kimse yok' dedi canavar."
zh_cn: <26>{#f/5}* “‘我找不到约会对象了， 我认识的人都不在了。’”
zh_tw: <26>{#f/5}* 「『我找不到約會對象了， 我認識的人都不在了。』」

source: <25>{#f/10}* "'There is no one else I want to be with,' said the human."
es_es: <25>{#f/10}* "'No hay nadie más con quien quiera estar,' dijo el humano."
tr_tr: <25>{#f/10}* "'Başka kimseyle olmak istemiyorum,' dedi insan."
zh_cn: <25>{#f/10}* “‘我不需要什么约会了。’”
zh_tw: <25>{#f/10}* 「『我不需要什麼約會了。』」

source: <25>{#f/5}* "'I am too weak for you to sleep on me', said the monster."
es_es: <25>{#f/5}* "'Estoy demasiada débil para que duermas sobre mí', dijo la monstruo."
tr_tr: <25>{#f/5}* "'Üzerimde uyuman için çok zayıfım', dedi canavar."
zh_cn: <25>{#f/5}* “‘我身体很虚弱， 你也不能睡在我身上了。’”
zh_tw: <25>{#f/5}* 「『我身體很虛弱， 你也不能睡在我身上了。』」

source: <25>{#f/10}* "'I do not need sleep any longer,' said the human."
es_es: <25>{#f/10}* "'Ya no necesito dormir más,' dijo el humano."
tr_tr: <25>{#f/10}* "'Daha fazla uykuya ihtiyacım yok,' dedi insan."
zh_cn: <25>{#f/10}* “‘我不需要多少休息了。’”
zh_tw: <25>{#f/10}* 「『我不需要多少休息了。』」

source: <25>{#f/5}* "'I am sorry,' sighed the monster.
es_es: <25>{#f/5}* "'Yo lo siento,' suspiro la monstruo.
tr_tr: <25>{#f/5}* "'Üzgünüm,' diye iç çekti canavar.
zh_cn: <25>{#f/5}* “‘我很抱歉，’怪物叹息道。”
zh_tw: <25>{#f/5}* 「『我很抱歉，』怪物嘆息道。」

source: <25>{#f/5}* "'I wish I had something to offer, but I have nothing left.'"
es_es: <25>{#f/5}* "'Desearía tener algo para ofrecerte, pero ya no tengo nada.'"
tr_tr: <25>{#f/5}* "'Keşke sunabileceğim bir şey olsaydı, ama elimde hiçbir şey kalmadı.'"
zh_cn: <25>{#f/5}* “‘我希望我还能为你做什么， 但我已经一无所有。’”
zh_tw: <25>{#f/5}* 「『我希望我還能為你做什麼， 但我已經一無所有。』」

source: <25>{#f/9}* "'I am just an old monster approaching her death.'"
es_es: <25>{#f/9}* "'Solo soy una vieja monstruo aproximándose a su muerte.'"
tr_tr: <25>{#f/9}* "'Ben sadece ölümüne yaklaşan yaşlı bir canavarım.'"
zh_cn: <25>{#f/9}* “‘我现在只是一个 快要死去的老怪物。’”
zh_tw: <25>{#f/9}* 「『我現在只是一個 快要死去的老怪物。』」

source: <25>{#f/5}* "'I am sorry...'"
es_es: <25>{#f/5}* "'Yo lo siento...'"
tr_tr: <25>{#f/5}* "'Üzgünüm...'"
zh_cn: <25>{#f/5}* “‘对不起...’”
zh_tw: <25>{#f/5}* 「『對不起...』」

source: <25>{#f/10}* "'I do not need very much now,' said the human."
es_es: <25>{#f/10}* "'Ya no necesito nada más,' dijo el humano."
tr_tr: <25>{#f/10}* "'Artık çok fazla şeye ihtiyacım yok,' dedi insan."
zh_cn: <25>{#f/10}* “‘我现在不需要太多，’ 人类说。”
zh_tw: <25>{#f/10}* 「『我現在不需要太多，』 人類說。」

source: <25>{#f/10}* "'Just a hug from my best friend before I die.'"
es_es: <25>{#f/10}* "'Solo un abrazo de mi mejor amiga antes de que yo muera.'"
tr_tr: <25>{#f/10}* "'Sadece ölmeden önce en iyi dostumdan bir sarılma.'"
zh_cn: <25>{#f/10}* “‘只想在死前拥抱一下 我最好的朋友。’”
zh_tw: <25>{#f/10}* 「『只想在死前擁抱一下 我最好的朋友。』」

source: <25>{#f/1}* "'Well,' said the monster, straightening her posture..."
es_es: <25>{#f/1}* "'Bueno,' dijo la monstruo, enderezando su postura..."
tr_tr: <25>{#f/1}* "'Peki,' dedi canavar, duruşunu düzelterek..."
zh_cn: <25>{#f/1}* “‘好，’怪物挺直腰板...”
zh_tw: <25>{#f/1}* 「『好，』怪物挺直腰板...」

source: <25>{#f/0}* "'Well, an old monster is always here for that.'"
es_es: <25>{#f/0}* "'Bueno, una vieja monstruo siempre esta aquí para eso.'"
tr_tr: <25>{#f/0}* "'Peki, yaşlı bir canavar bunun için her zaman burada.'"
zh_cn: <25>{#f/0}* “‘你的朋友，这只老怪物 永远在这里等着你。’”
zh_tw: <25>{#f/0}* 「『你的朋友，這隻老怪物 永遠在這裡等著你。』」

source: <25>{#f/0}* "'Come, human, come to me. Be with me one last time.'"
es_es: <25>{#f/0}* "'Ven conmigo, humano. Quédate conmigo una ultima vez.'"
tr_tr: <25>{#f/0}* "'Gel, insan, gel bana. Son bir kez daha benimle ol.'"
zh_cn: <25>{#f/0}* “‘来吧，人类，到我这里来。 最后一次和我在一起。’”
zh_tw: <25>{#f/0}* 「『來吧，人類，到我這裡來。 最後一次和我在一起。』」

source: <25>{#f/9}* "And so the human did."
es_es: <25>{#f/9}* "Y así lo hizo el humano."
tr_tr: <25>{#f/9}* "Ve insan da bunu yaptı."
zh_cn: <25>{#f/9}* “人类走了过去。”
zh_tw: <25>{#f/9}* 「人類走了過去。」

source: <25>{#f/10}* "And the monster was happy."
es_es: <25>{#f/10}* "Y la monstruo estaba feliz."
tr_tr: <25>{#f/10}* "Ve canavar mutluydu."
zh_cn: <25>{#f/10}* “怪物... 十分快乐。”
zh_tw: <25>{#f/10}* 「怪物... 十分快樂。」

source: <25>{#f/0}{#n1}* Well, that was the story.
es_es: <25>{#f/0}{#n1}* Bueno, esa fue la historia.
tr_tr: <25>{#f/0}{#n1}* İşte, hikaye buydu.
zh_cn: <25>{#f/0}{#n1}* 嗯，故事讲完了。
zh_tw: <25>{#f/0}{#n1}* 嗯，故事講完了。

source: <25>{#f/1}* I hope you liked it...
es_es: <25>{#f/1}* Espero que te haya gustado...
tr_tr: <25>{#f/1}* Umarım beğenmişsindir...
zh_cn: <25>{#f/1}* 希望你能喜欢这个故事...
zh_tw: <25>{#f/1}* 希望你能喜歡這個故事...

source: <25>{#f/0}{#n1}* Well, that is all.
es_es: <25>{#f/0}{#n1}* Bueno, eso es todo.
tr_tr: <25>{#f/0}{#n1}* İşte bu kadar.
zh_cn: <25>{#f/0}{#n1}* 嗯，讲完了。
zh_tw: <25>{#f/0}{#n1}* 嗯，講完了。

source: <25>{#p/toriel}{#f/1}{#n1}* Home...? * Could you be a little more specific?
es_es: <25>{#p/toriel}{#f/1}{#n1}* ¿Hogar...? * ¿Podrías ser un poco más especifico?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Ev...? * Biraz daha spesifik olabilir misin?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 回家...？ * 能说的具体点吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 回家...？ * 能說的具體點嗎？

source: * (What do you say?)
es_es: * (¿Qué dices?)
tr_tr: * (Ne diyeceksin?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: Never mind
es_es: No es nada
tr_tr: Boş ver
zh_cn: 别放在心上
zh_tw: 別放在心上

source: When can I go home?
es_es: ¿Cuándo iré a casa?
tr_tr: Ne zaman eve gidebilirim?
zh_cn: 什么时候 可以回家？
zh_tw: 什麼時候 可以回家？

source: <25>{#p/toriel}{#f/1}{#n1}* But... this is your home now, is it not?
es_es: <25>{#p/toriel}{#f/1}{#n1}* Pero... este es tu hogar ahora, ¿no es así?
tr_tr: <25>{#p/toriel}{#f/1}{#n1}* Ama... burası artık senin evin, değil mi?
zh_cn: <25>{#p/toriel}{#f/1}{#n1}* 但... 这里就是你的家啊， 不是吗？
zh_tw: <25>{#p/toriel}{#f/1}{#n1}* 但... 這裡就是你的家啊， 不是嗎？

source: Sorry
es_es: Perdón
tr_tr: Üzgünüm
zh_cn: 对不起
zh_tw: 對不起

source: How to exit the Outlands
es_es: Salir de Las Afueras
tr_tr: Outlands'ten nasıl çıkılır
zh_cn: 怎么才能 离开外域
zh_tw: 怎麼才能 離開外域

source: <25>{#p/toriel}{#f/5}{#n1}* Please, try to understand...
es_es: <25>{#p/toriel}{#f/5}{#n1}* Por favor, trata de entender...
tr_tr: <25>{#p/toriel}{#f/5}{#n1}* Lütfen, anlamaya çalış...
zh_cn: <25>{#p/toriel}{#f/5}{#n1}* 请你... 理解一下...
zh_tw: <25>{#p/toriel}{#f/5}{#n1}* 請你... 理解一下...

source: <25>{#p/toriel}{#f/9}* I only want the best for you.
es_es: <25>{#p/toriel}{#f/9}* Solo quiero lo mejor para ti.
tr_tr: <25>{#p/toriel}{#f/9}* Ben yalnızca senin için en iyisini istiyorum.
zh_cn: <25>{#p/toriel}{#f/5}{#n1}* 我这么做都是为了你好。
zh_tw: <25>{#p/toriel}{#f/5}{#n1}* 我這麼做都是為了你好。

source: <25>{#p/toriel}{#f/5}{#n1}* My child...
es_es: <25>{#p/toriel}{#f/5}{#n1}* Mi niño...
tr_tr: <25>{#p/toriel}{#f/5}{#n1}* Çocuğum...
zh_cn: <25>{#p/toriel}{#f/5}{#n1}* 我的孩子...
zh_tw: <25>{#p/toriel}{#f/5}{#n1}* 我的孩子...

source: <25>{#p/toriel}{#f/9}* Please, wait here.
es_es: <25>{#p/toriel}{#f/9}* Por favor, espera aquí.
tr_tr: <25>{#p/toriel}{#f/9}* Lütfen, burada bekle.
zh_cn: <25>{#p/toriel}{#f/9}* 拜托，在这里等着。
zh_tw: <25>{#p/toriel}{#f/9}* 拜託，在這裡等著。

source: <25>{#p/toriel}{#f/5}* There is something I have to do.
es_es: <25>{#p/toriel}{#f/5}* Hay algo que tengo que hacer.
tr_tr: <25>{#p/toriel}{#f/5}* Yapmam gereken bir şey var.
zh_cn: <25>{#p/toriel}{#f/5}* 有件事情我必须去处理一下。
zh_tw: <25>{#p/toriel}{#f/5}* 有件事情我必須去處理一下。
