Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: * (Follow Him?)
es_es: * (¿Seguirle?)
tr_tr: * (Onu takip edecek misin?)
zh_cn: * （跟上他吗？）ゑ
zh_tw: * （跟上他嗎？）ゑ

source: <25>{#p/asriel2}{#f/1}* Ready?
es_es: <25>{#p/asriel2}{#f/1}* ¿Listo?
tr_tr: <25>{#p/asriel2}{#f/1}* Hazır mısın?
zh_cn: <25>{#p/asriel2}{#f/1}* 准备好了？ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 準備好了？ゑ

source: <25>{#p/asriel2}{#f/2}* Okay...
es_es: <25>{#p/asriel2}{#f/2}* Vale...
tr_tr: <25>{#p/asriel2}{#f/2}* Tamam...
zh_cn: <25>{#p/asriel2}{#f/2}* 好...ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 好...ゑ

source: <25>{#f/1}* Let's do this.
es_es: <25>{#f/1}* Hagamos esto.
tr_tr: <25>{#f/1}* Haydi şunu yapalım.
zh_cn: <25>{#f/1}* 我们前进吧。ゑ
zh_tw: <25>{#f/1}* 我們前進吧。ゑ

source: <25>{#p/asriel2}{#f/4}* I'll be waiting, then.
es_es: <25>{#p/asriel2}{#f/4}* Te estaré esperando, entonces.
tr_tr: <25>{#p/asriel2}{#f/4}* Bekliyor olacağım o halde.
zh_cn: <25>{#p/asriel2}{#f/4}* 我会等你准备好的。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 我會等你準備好的。ゑ

source: <32>{#p/human}* (You turn to the first page... you can barely make out the words.)
es_es: <32>{#p/human}* (Lees la primera página... apenas se pueden leer las palabras.)
tr_tr: <32>{#p/human}* (İlk sayfayı açtın... Kelimeleri zar zor çıkarabiliyorsun.)
zh_cn: <32>{#p/human}* （你翻到第一页...） * （上面的字歪歪扭扭，难以辨认。）
zh_tw: <32>{#p/human}* （你翻到第一頁...） * （上面的字歪歪扭扭，難以辨認。）

source: <32>{#p/asriel1}{#v/2}* "i am starting a dairy Cuz mommy said it wood be fun."
es_es: <32>{#p/asriel1}{#v/2}* "estoy empezando un diario Porque mami dijo que seria divertido."
tr_tr: <32>{#p/asriel1}{#v/2}* "bi gümrük yazmaya başladım çünkü anem eylenceli olur dedi."
zh_cn: <32>{#p/asriel1}{#v/2}* “今天我 yào 开女台 xiě 日计了 妈妈 shuō 日计 hěn好玩”
zh_tw: <32>{#p/asriel1}{#v/2}* 「今天 我要ㄎㄞ始 寫日計了 ㄧㄣ為 媽咪說 寫日計 狠好玩。」ゐ

source: <32>* "today i lerned how to put seeds in daddys garden"
es_es: <32>* "hoy aprendi a plantar semillas en el jardin de papi"
tr_tr: <32>* "bugün babamın baçesine nasıl tohum ekeceyimi örendim"
zh_cn: <32>* “今天 bàbà 叫wǒ zěn 么在花园 bō种”
zh_tw: <32>* 「今天 爹地叫我 怎麼 在花園 播ㄓㄨㄥˋ」ゐ

source: <32>* "he says they will grow up soon But it wil take a long tiem."
es_es: <32>* "el dijo que crecerán pronto Pero tardara mucho tiemp."
tr_tr: <32>* "yakında büyüyeceyni söylüyo ama uzun sürcekmiş."
zh_cn: <32>* “bàbà shuō 花会长大 但是 yào 灯 hěn长 时间”
zh_tw: <32>* 「爹地說 花會長的高高的 但是要等 好久好久。」ゐ

source: <32>* "mommy is gona make a snail pie tonite And im exsited"
es_es: <32>* "mami va a hacer tarta de caracoles esta noche Y estoy emocionado"
tr_tr: <32>* "anem bu akşam saylangoz turtası yapcak çok heycanlıyım"
zh_cn: <32>* “妈妈 wǎn上 yào给我坐 wō 牛 pài 我 hěn 高兴”
zh_tw: <32>* 「媽咪 今天晚上要 給我做 ㄍㄨㄚ牛ㄆㄞˋ 我高ㄒㄧㄥˋ的 不的了」ゐ

source: <32>* "other then that im having a good day."
es_es: <32>* "a parte de eso estoy pasando un buen dia."
tr_tr: <32>* "onun dışında günüm güzel geçiyo."
zh_cn: <32>* “今天过的 hěn 开心”
zh_tw: <32>* 「今天過的 很ㄎㄞ心。」ゐ

source: <32>{#p/human}* (You turn to the second page...)
es_es: <32>{#p/human}* (Pasas a la segunda página...)
tr_tr: <32>{#p/human}* (İkinci sayfaya geçtin...)
zh_cn: <32>{#p/human}* （你翻到第二页...）
zh_tw: <32>{#p/human}* （你翻到第二頁...）

source: <32>{#p/asriel1}{#v/2}* "azzys dairy, k-504"
es_es: <32>{#p/asriel1}{#v/2}* "diario de azzy, k-504"
tr_tr: <32>{#p/asriel1}{#v/2}* "azzynin gümrüğü, k-504"
zh_cn: <32>{#p/asriel1}{#v/2}* “azzy的日计 kè历 504年”
zh_tw: <32>{#p/asriel1}{#v/2}* 「azzy的日計 克ㄌㄧˋ504年」ゐ

source: <32>* "mommy said i shood rite down the date So folks can no when i rote it."
es_es: <32>* "mami dijo que devo escrivir la fecha Para que gente sabra cuando lo escrivi."
tr_tr: <32>* "anem tarihi yazmamı söledi ki milet ne zaman yazdıyımı bilsin."
zh_cn: <32>* “妈妈shuō 我应gāi 把 日qī 写上 不rán 别人不知到 我nǎ 天写的日计”
zh_tw: <32>* 「媽咪說 我ㄧㄥ該 把日期 寫在上面 不然 其他人 不知到 我 那天寫的 日計。」ゐ

source: <32>* "my starling flower stil hasnt grown yet but daddy promises it wil be soon"
es_es: <32>* "mi flor estornino aun no cresio pero papi promete que lo ara pronto"
tr_tr: <32>* "yıldız çiçeyim daha büyümedi ama babam yakında büyür diyo"
zh_cn: <32>* “我的 xīngxīng 花还是没有开 但 bàbà shuō 马上jiù会开”
zh_tw: <32>* 「我的星星花 還是沒有ㄎㄞ 但是 爹地說 馬上就會ㄎㄞ的」ゐ

source: <32>* "i wish there was a window on my room but daddy said there is pluming here."
es_es: <32>* "desearía que hubiera una ventana en mi cuarto pero papi dijo que hay tuberías aquí."
tr_tr: <32>* "keşke odamda bi pencere olsaydı ama babam orda tesesat var diyo"
zh_cn: <32>* “我 xiǎng 在我的 fáng 间 放一个 chuāng户 bàbà shuō 那里有 guǎn子”
zh_tw: <32>* 「我想 在我的ㄈㄤˊ間 安一ㄕㄢˋ 窗戶 可是 爹地說 有ㄍㄨㄢˇ子 就安不了。」ゐ

source: <32>* "they said they wood put a window in the front room tho"
es_es: <32>* "aunque dijeron que ivan a poner una ventana en el salón"
tr_tr: <32>* "ama ön odaya koyacakmış bi tane"
zh_cn: <32>* “但是会在 kè tīng里 放一个 chuāng户”
zh_tw: <32>* 「但是 可以在 客ㄊㄧㄥ 為我 安一ㄕㄢˋ 窗戶」ゐ

source: <32>* "i am having a nice day today as wel."
es_es: <32>* "estoy pasando un buen dia hoy tanbien."
tr_tr: <32>* "bugün de güzel bir gün."
zh_cn: <32>* “今天也 hěn 开心”
zh_tw: <32>* 「今天也 很ㄎㄞ心。」ゐ

source: <32>{#p/human}* (You turn to the third page... seems a couple years went by.)
es_es: <32>{#p/human}* (Pasas a la tercera página... parece que han pasado un par de años.)
tr_tr: <32>{#p/human}* (Üçüncü sayfayı açtın... sanki birkaç yıl geçmiş gibi görünüyor.)
zh_cn: <32>{#p/human}* （你翻到第三页...） * （看起来，两年过去了。）
zh_tw: <32>{#p/human}* （你翻到第三頁...） * （看起來，兩年過去了。）

source: <32>{#p/asriel1}{#v/2}* "Azzys Diary, K-506.03."
es_es: <32>{#p/asriel1}{#v/2}* "Diario de Azzy, K-506.03."
tr_tr: <32>{#p/asriel1}{#v/2}* "Azzy'nin günlüğü, K-506.03."
zh_cn: <32>{#p/asriel1}{#v/2}* “Azzy的日记，克历506年 3月”
zh_tw: <32>{#p/asriel1}{#v/2}* 「Azzy的日記，克歷506年 3月」

source: <32>* "My old diary was in a box of toys And i wanted to put more in it."
es_es: <32>* "Mi diario viejo estaba en una vieja caja de juguetes Y quería poner más en él."
tr_tr: <32>* "Eski günlüğüm oyuncak kutusunun içindeydi ben de içine daha fazla yazayım dedim."
zh_cn: <32>* “我今天在 fān 我的玩具时 找到了日记 xiǎng 多写一点”
zh_tw: <32>* 「我今天在番玩具的時候 找到了日記 打算多寫一點。」ゐ

source: <32>* "Looks like I only rote the first part of The date last time."
es_es: <32>* "Parece que solo escribí la primera parte de la fecha la última vez."
tr_tr: <32>* "Görnüşe göre geçen sefer tarihin yalnızca ilk kısmını yazmışım."
zh_cn: <32>* “好像上次 日qī 我 wàng 了写月”
zh_tw: <32>* 「好像上一次 我忘記在日記裡 寫上日期了。」ゐ

source: <32>* "By the way the Starling flower I planted before grew up."
es_es: <32>* "Por cierto la Flor Estornino que planté antes creció."
tr_tr: <32>* "Bu arada daha önce diktiğim Yıldızcık çiçeği büyüdü."
zh_cn: <32>* “对了 我之前 bō 种的星星花 长出来一点了”
zh_tw: <32>* 「對了 我之前播ㄓㄨㄥˋ的 星星花 長出來一點了。」ゐ

source: <32>* "But I got in a fite with a frend The other day and we havent talked since that."
es_es: <32>* "Pero entré en una plea con un amio el otro día y no hemos hablado despues de eso."
tr_tr: <32>* "Ama geçen gün bi arkadaşımla kavga ettim o gündendir konuşmuyoz."
zh_cn: <32>* “但是 今天我和 朋友打jià了 tā不理我了。”
zh_tw: <32>* 「但是今天 我和朋友打架了 從那之後 我們再沒有ㄐㄧㄤˇ過話。」ゐ

source: <32>* "Im worryed about them... i hope theyre not still mad."
es_es: <32>* "Estoy preocupado por él... espero que ya no esté enfadado."
tr_tr: <32>* "Onun için endişeleniyom... umarım hala kızgın değildir."
zh_cn: <32>* “我很担心... 希忘tā 别生我的气。”
zh_tw: <32>* 「我很ㄉㄢ心... 希望朋友不要生氣。」ゐ

source: <32>{#p/human}* (You turn to the fourth page...)
es_es: <32>{#p/human}* (Pasas a la cuarta página...)
tr_tr: <32>{#p/human}* (Dördüncü sayfayı açtın...)
zh_cn: <32>{#p/human}* （你翻到第四页...）
zh_tw: <32>{#p/human}* （你翻到第四頁...）

source: <32>{#p/asriel1}{#v/2}* "Azzys Diary, K-506.03"
es_es: <32>{#p/asriel1}{#v/2}* "Diario de Azzy, K-506.03"
tr_tr: <32>{#p/asriel1}{#v/2}* "Azzy'nin günlüğü, K-506.03"
zh_cn: <32>{#p/asriel1}{#v/2}* “Azzy的日记，克历506年3月”
zh_tw: <32>{#p/asriel1}{#v/2}* 「Azzy的日記，克曆506年3月」ゐ

source: <32>* "i talked with my frend, they say theyre not upset anymore, so thats good"
es_es: <32>* "hablé con mi amigo, dijo que ya no estaba enfadado, así que está bien"
tr_tr: <32>* "arkadaşımla konuştum, artık sinirli değilmiş, bu iyi haber"
zh_cn: <32>* “我和朋友 liáo了一下， 朋友不生我的气了， 太好了。”
zh_tw: <32>* 「我和朋友 聊了一下， 朋友不生我的氣了 太好了。」ゐ

source: <32>* "Mommy and I were watching the sky out side And we saw a shooting star."
es_es: <32>* "Mami y yo estábamos fuera mirando el cielo Y vimos una estrella fugaz."
tr_tr: <32>* "Annemle dışarıda gökyüzünü izliyorduk ve kayan bir yıldız gördük."
zh_cn: <32>* “今天，妈妈和我到外面看星空。 我们看到了liú星。”
zh_tw: <32>* 「今天 媽咪和我 到外面看星空 我們看到了流星。」ゐ

source: <32>* "She said to make a wish... I wished that one day a human wood come down."
es_es: <32>* "Ella dijo que pidiera un deseo... deseé que un día un humano biniera."
tr_tr: <32>* "Bir dilek tutmamı söyledi... bi gün bi insanın gelmesini diledim."
zh_cn: <32>* “妈妈让我许个原， 我希望... 有一天，我能在这里见到人lèi。”
zh_tw: <32>* 「媽咪讓我許個原... 我希望 有一天 我能在這裡見到人ㄌㄟˋ。」ゐ

source: <32>* "Mommy and Daddy tell so many storys about them..."
es_es: <32>* "Mami y Papi cuentan muchas historias sobre ellos..."
tr_tr: <32>* "Annemle babam onlar hakkında o kadar çok hikaye anlatıyo ki..."
zh_cn: <32>* “妈妈和爸爸给我讲了 很多他们的故是...”
zh_tw: <32>* 「爹地和媽咪給我ㄐㄧㄤˇ了 很多他們的故事...」ゐ

source: <32>* "They cant all be bad rite?"
es_es: <32>* "¿No todos seran malos sierto?"
tr_tr: <32>* "Hepsi kötü olamaz di mi?"
zh_cn: <32>* “人lèi中，一定有好人 对吧？”
zh_tw: <32>* 「他們 不都是壞人 對吧？」ゐ

source: <32>{#p/human}* (You turn to the fifth page...)
es_es: <32>{#p/human}* (Pasas a la quinta página...)
tr_tr: <32>{#p/human}* (Beşinci sayfayı açtın...)
zh_cn: <32>{#p/human}* （你翻到了第五页...）
zh_tw: <32>{#p/human}* （你翻到了第五頁...）

source: <32>* "Not alot to say today."
es_es: <32>* "No hay mucho que decir hoy."
tr_tr: <32>* "Bugün diyeceğim pek bir şey yok."
zh_cn: <32>* “今天没什么想写的。”
zh_tw: <32>* 「今天沒什麼想寫的。」

source: <32>* "Maybe this diary idea is silly."
es_es: <32>* "Quizás la idea de tener este diario sea un poco tonta."
tr_tr: <32>* "Belki de bu günlük fikri saçmadır."
zh_cn: <32>* “我有点tǎo厌写日记了。”
zh_tw: <32>* 「感覺寫日記 這個點子 有點 ㄔㄨㄣˇ ㄔㄨㄣˇ 的。」ゐ

source: <32>* "Mom saw me riting in it the other day and said she was proud of me."
es_es: <32>* "Mamá me vio escriviendo en el el otro dia y dijo que estaba orgullosa de mi."
tr_tr: <32>* "Annem beni yazarken gördü ve gurur duydukunu söledi"
zh_cn: <32>* “妈妈前两天看到我 又在写日记， 她说她很高兴。”
zh_tw: <32>* 「媽咪前兩天 看到我寫日記 她說 她很高興。」ゐ

source: <32>* "Is it realy that importint?"
es_es: <32>* "¿De verdad es tan importanti?"
tr_tr: <32>* "Gerçegten o kadar önemli mi?"
zh_cn: <32>* “写日记真有那么 zhòng 要吗？”
zh_tw: <32>* 「寫日記 真的重要嗎？」ゐ

source: <32>{#p/human}* (You turn to the sixth page... seems like a few more years went by.)
es_es: <32>{#p/human}* (Pasas a la sexta página... parece que han pasado otro par de años.)
tr_tr: <32>{#p/human}* (Altıncı sayfayı açtın... birkaç yıl daha geçmiş gibi görünüyor.)
zh_cn: <32>{#p/human}* （你翻到了第六页...） * （看起来，又过去了好几年。）
zh_tw: <32>{#p/human}* （你翻到了第六頁...） * （看起來，又過去了好幾年。）

source: <32>{#p/asriel1}{#v/1}* "Azzy's Diary, K-510.08"
es_es: <32>{#p/asriel1}{#v/1}* "Diario de Azzy, K-510.08"
tr_tr: <32>{#p/asriel1}{#v/1}* "Azzy'nin günlüğü, K-510.08"
zh_cn: <32>{#p/asriel1}{#v/1}* “Azzy的日记，克历510年8月”
zh_tw: <32>{#p/asriel1}{#v/1}* 「Azzy的日記，克歷510年8月」

source: <32>* "Seems I cant write in this thing for too long at once."
es_es: <32>* "Parece que no puedo escribir en esta cosa tanto tiempo a la vez."
tr_tr: <32>* "Görünüşe göre bu şeye sürekli yazamıyorum."
zh_cn: <32>* “感觉自己写日记， 总是写不了多久就放弃了。”
zh_tw: <32>* 「感覺自己寫日記， 總是寫不了多久就放棄了。」

source: <32>* "But today I saw the book again and chose to write some more in it."
es_es: <32>* "Pero hoy vi el libro otra vez y decidí escribir un poco más en él"
tr_tr: <32>* "Ama bugün kitabı tekrar gördüm ve içine biraz daha yazayım dedim."
zh_cn: <32>* “今天偶然间又翻出了日记本， 打算再多写一点。”
zh_tw: <32>* 「今天偶然間又翻出了日記本， 打算再多寫一點。」

source: <32>* "The past few years have been good, I went to school and learned lots of things."
es_es: <32>* "Los últimos han sido buenos, fui al colegio y aprendí muchas cosas."
tr_tr: <32>* "Son birkaç yıl güzel geçti, okula gittim ve birçok şey öğrendim."
zh_cn: <32>* “过去几年，过的都挺不错的。 我上了学，学到了很多知识。”
zh_tw: <32>* 「過去幾年，過的都挺不錯的。 我上了學，學到了很多知識。」

source: <32>* "Like how to add numbers." * "And how to use a computer."
es_es: <32>* "Como sumar." * "Y como usar un ordenador."
tr_tr: <32>* "Sayıların nasıl ekleneceği gibi." * "Ve bilgisayar kullanmak"
zh_cn: <32>* “我学会了加减乘除， 学会了打字上网。”
zh_tw: <32>* 「我學會了加減乘除， 學會了打字上網。」

source: <32>* "Mom said Im too young to make an online acount tho."
es_es: <32>* "Pero Mamá dijo que Soy muy joven para hacer una cuenta online."
tr_tr: <32>* "Annem çevrimiçi hesap açamayacak kadar küçük olduğumu söyledi ama."
zh_cn: <32>* “不过，妈妈说我现在还太小。 不能住册自己的账号。”
zh_tw: <32>* 「不過，媽媽說我現在還太小。 不能住冊自己的帳號。」

source: <32>* "Maybe one day when Im older I can have one."
es_es: <32>* "Quizás un día cuando Sea mayor puedo tener una."
tr_tr: <32>* "Belki bir gün büyüdüğümde bi tane açarım."
zh_cn: <32>* “等我再大一点， 应该就能有自己的号了。”
zh_tw: <32>* 「等我再大一點， 應該就能有自己的賬戶了。」ゐ

source: <32>{#p/human}* (You turn to the seventh page...)
es_es: <32>{#p/human}* (Pasas a la séptima página...)
tr_tr: <32>{#p/human}* (Yedinci sayfayı açtın...)
zh_cn: <32>{#p/human}* （你翻到了第七页...）
zh_tw: <32>{#p/human}* （你翻到了第七頁...）

source: <32>{#p/asriel1}{#v/1}* "Azzy's Diary, K-510.08."
es_es: <32>{#p/asriel1}{#v/1}* "Diario de Azzy, K-510.08."
tr_tr: <32>{#p/asriel1}{#v/1}* "Azzy'nin günlüğü, K-510.08."
zh_cn: <32>{#p/asriel1}{#v/1}* “Azzy的日记，克历510年8月”
zh_tw: <32>{#p/asriel1}{#v/1}* 「Azzy的日記，克歷510年8月」

source: <32>* "That smart guy visited again today. He said he had a bad dream about a human."
es_es: <32>* "Ese chico listo nos visitó hoy otra vez. Dijo que tuvo un mal sueño sobre un humano."
tr_tr: <32>* "O zeki adam bugün yine geldi. Bir insan hakkında kötü bir rüya gördüğünü söyledi."
zh_cn: <32>* “那个天才今天又来我家串门了， 他说，自己刚做了个恶梦， 一个关于人类的恶梦。”
zh_tw: <32>* 「那個天才今天又來我家串門了， 他說，自己剛做了個惡夢， 一個關於人類的惡夢。」

source: <32>* "Oh, did I mention him? He is the science person dad talks to alot."
es_es: <32>* "Oh, ¿os lo he mencionado? Él es la persona científica a la que papá habla mucho."
tr_tr: <32>* "Ah, ondan bahsetmiş miydim? O, babamın çok konuştuğu bilim insanı."
zh_cn: <32>* “哦，忘了介绍他了。 他是一名皇家科学员， 经常和爸爸聊天。”
zh_tw: <32>* 「喔，忘了介紹他了。 他是一名皇家科學員， 經常和爸爸聊天。」

source: <32>* "He invented alot of things that we use now."
es_es: <32>* "Él inventó muchas cosas que usamos ahora."
tr_tr: <32>* "Şu anda kullandığımız birçok şeyi o icat etti."
zh_cn: <32>* “物质复制仪、钠米构造机、 重力模拟器... 这些装置，我们每天都要用到。”
zh_tw: <32>* 「物質複製儀、鈉米構造機、 重力模擬器... 這些裝置，我們每天都要用到。」

source: <32>* "Like the replicaters and fabricaters and gravity plate things."
es_es: <32>* "Como los replicadores y fabricadores y cosas de gravedad."
tr_tr: <32>* "Replikatörler, Fabrikatörler, Yerçekimi plakası şeyleri falan."
zh_cn: <32>* “而它们，都出自这位天才之手。”
zh_tw: <32>* 「而它們，都出自這位天才之手。」

source: <32>* "But he looked at me really odd Like I was so scary."
es_es: <32>* "Pero me miró muy extraño Como si fuera muy aterrador."
tr_tr: <32>* "Ama bana gerçekten tuhaf baktı, sanki çok korkutucuymuşum gibi."
zh_cn: <32>* “但是今天， 他却用一种很异样的眼神看着我， 仿佛见了鬼一样。”
zh_tw: <32>* 「但是今天， 他卻用一種很異樣的眼神看著我， 仿佛見了鬼一樣。」

source: <32>* "Did I do somthing wrong?"
es_es: <32>* "¿Hice algo mal?"
tr_tr: <32>* "Yanlış bir şey mi yaptım?"
zh_cn: <32>* “我做了什么错事吗？”
zh_tw: <32>* 「我做了什麼錯事嗎？」

source: <32>{#p/human}* (You turn to the eighth page...)
es_es: <32>{#p/human}* (Pasas a la octava página...)
tr_tr: <32>{#p/human}* (Sekizinci sayfayı açtın...)
zh_cn: <32>{#p/human}* （你翻到了第八页...）
zh_tw: <32>{#p/human}* （你翻到了第八頁...）

source: <32>* "A new star appeared in the sky today."
es_es: <32>* "Una nueva estrella apareció en el cielo hoy."
tr_tr: <32>* "Bugün gökyüzünde yeni bir yıldız belirdi."
zh_cn: <32>* “今天，天空中突然出现 一颗很耀眼的星星。”
zh_tw: <32>* 「今天，天空中突然出現 一顆很耀眼的星星。」

source: <32>* "A really brite one."
es_es: <32>* "Una muy vrillante."
tr_tr: <32>* "Baya parlaktı."
zh_cn: <32>* “超级耀眼。”
zh_tw: <32>* 「超級耀眼。」

source: <32>* "I wonder why more stars dont appear like that all the time."
es_es: <32>* "Me pregunto por que más estrellas no aparecen así todo el tiempo."
tr_tr: <32>* "Neden daha çok yıldız bir anda ortaya çıkmıyor merak ediyorum."
zh_cn: <32>* “我很奇怪，为什么大部分星星 平时都没有那么亮呢？”
zh_tw: <32>* 「我很奇怪，為什麼大部分星星 平時都沒有那麼亮呢？」

source: <32>* "Also we are gonna move to the new citadel when its made."
es_es: <32>* "Además nos vamos a mudar a la nueva Capital cuando sea construida."
tr_tr: <32>* "Bi de yapıldığında yeni hisara taşıncaz."
zh_cn: <32>* “对了，我们马上就要搬到 首塔的新家了。”
zh_tw: <32>* 「對了，我們馬上就要搬到 首塔的新家了。」

source: <32>* "I saw the blue prints of it, it looks amazing so far!"
es_es: <32>* "¡Vi sus planos de construcción, se ve increíble por ahora!"
tr_tr: <32>* "Yapı planlarını gördüm, harika görünüyor!"
zh_cn: <32>* “光看首塔的蓝图，我就觉得， 那里真漂亮啊！”
zh_tw: <32>* 「光看首塔的藍圖，我就覺得， 那裡真漂亮啊！」

source: <32>* "It will be alot better than living in the factory too."
es_es: <32>* "Va a ser mucho mejor que vivir en la fábrica también."
tr_tr: <32>* "Fabrikada yaşamaktan da çok daha iyi olacak."
zh_cn: <32>* “住在那里， 肯定比住厂房舒服多了。”
zh_tw: <32>* 「住在那裡， 肯定比住廠房舒服多了。」

source: <32>{#p/human}* (You turn to the ninth page... seems a day was skipped.)
es_es: <32>{#p/human}* (Pasas a la novena página... parece que se han saltado un día.)
tr_tr: <32>{#p/human}* (Dokuzuncu sayfayı açtın... görünüşe göre bir gün atlanmış.)
zh_cn: <32>{#p/human}* （你翻到了第九页... 看起来，又过去了两天。）
zh_tw: <32>{#p/human}* （你翻到了第九頁... 看起來，又過去了兩天。）

source: <32>{#p/asriel1}{#v/1}* "Azzy's Diary, K-510.09."
es_es: <32>{#p/asriel1}{#v/1}* "Diario de Azzy, K-510.09."
tr_tr: <32>* "Replikatörler, Fabrikatörler, yerçekimi plakası şeyleri falan."
zh_cn: <32>{#p/asriel1}{#v/1}* “Azzy的日记，克历510年9月”
zh_tw: <32>{#p/asriel1}{#v/1}* 「Azzy的日記，克歷510年9月」

source: <32>* "I met a real human yesterday. They crashed in the trash area near our house."
es_es: <32>* "Conocí a un humano de verdad ayer. Se estrelló en el basurero cerca de casa."
tr_tr: <32>* "Dün gerçek bir insanla tanıştım. Evimizin yakınındaki çöp alanına çakıldı."
zh_cn: <32>* “昨天，我见到了真正的人类。 那人类的飞船一头撞到了 我家附近的垃圾站。”
zh_tw: <32>* 「昨天，我見到了真正的人類。 那人類的飛船一頭撞到了 我家附近的垃圾站。」

source: <32>* "I helped them out of the reck and they said thanks."
es_es: <32>* "Le ayudé a salir fuera de la nave y dijo gracias."
tr_tr: <32>* "Enkazdan çıkardım onu o da teşekkür etti."
zh_cn: <32>* “我将人类从废墟中拉了出来， 那人类对我道了谢。”
zh_tw: <32>* 「我將人類從廢墟中拉了出來， 那人類對我道了謝。」

source: <32>* "I didnt think it would ever happen, but here they are."
es_es: <32>* "No pensé que esto pasaría nunca, pero aquí está."
tr_tr: <32>* "Bunun olacağını hiç düşünmemiştim ama işte burada."
zh_cn: <32>* “我都没想到有一天 居然真的见到了人类。”
zh_tw: <32>* 「我都沒想到有一天 居然真的見到了人類。」

source: <32>* "And they are actually he{#p/basic}f{#p/asriel1}{#v/1}h{#p/basic}sj haha azzy is a stinky butt and he{#p/asriel1}{#v/1}vh{#p/basic}v{#p/asriel1}{#v/1}j{#p/basic}a{#p/asriel1}{#v/1}s"
es_es: <32>* "Y él en realidad es je{#p/basic}f{#p/asriel1}{#v/1}h{#p/basic}sj jaja azzy es un trasero apestoso y je{#p/asriel1}{#v/1}vh{#p/basic}v{#p/asriel1}{#v/1}j{#p/basic}a{#p/asriel1}{#v/1}s"
tr_tr: <32>* "Ve o gerç{#p/basic}f{#p/asriel1}{#v/1}h{#p/basic}sj haha azzy pis kokuyo ve{#p/asriel1}{#v/1}vh{#p/basic}v{#p/asriel1}{#v/1}j{#p/basic}a{#p/asriel1}{#v/1}s"
zh_cn: <32>* “而且，人类{#p/basic}闂彞{#p/asriel1}{#v/1}瓠{#p/basic}監哈哈哈azzy 你真是个大hún求掓{#p/asriel1}{#v/1}銊簦{#p/basic}燹{#p/asriel1}{#v/1}瀲{#p/basic}潏{#p/asriel1}{#v/1}甕”
zh_tw: <32>* 「而且，人類{#p/basic}隞亥{#p/asriel1}{#v/1}儘{#p/basic}隤哈哈哈azzy 你真是個大混球閗睃{#p/asriel1}{#v/1}憛{#p/basic}烾{#p/asriel1}{#v/1}鈭蝣{#p/basic}摮{#p/asriel1}{#v/1}㛖」ゐ

source: <32>* "Okay so Im actually hiding under the covers so $(name) cant mess up what Im writing."
es_es: <32>* "Vale, me escondí debajo de las sábanas para que $(name) no estropeé lo que escribo."
tr_tr: <32>* "Tamam şimdi örtünün altına saklanıyorum ki $(name) yazdıklarımı bozamasın."
zh_cn: <32>* “好，现在我躲到被窝里 $(name)应该没法再 乱写乱画了。”
zh_tw: <32>* 「好，現在我躲到被窩裡 $(name)應該沒法再 亂寫亂畫了。」

source: <32>* "They can be a bit mean some times, but thats ok."
es_es: <32>* "Puede ser un poco malo a veces, pero está bien."
tr_tr: <32>* "Bazen biraz kaba olabiliyor ama bişey olmaz."
zh_cn: <32>* “有时， $(name)会稍微有点淘气， 不过我不介意。”
zh_tw: <32>* 「有時， $(name)會稍微有點淘氣， 不過我不介意。」

source: <32>* "Mom did that battle thing with them and there heart was red and upside down."
es_es: <32>* "Mamá hizo el coso de pelear con él y suya alma era roja y al revés."
tr_tr: <32>* "Annem onla o savaş şeyini yaptı ve kalbi kırmızı ve baş aşağıydı."
zh_cn: <32>* “妈妈让$(name)进入战斗， 发现$(name)的心心 是红色的，方向也是反的。”
zh_tw: <32>* 「媽媽讓$(name)進入戰鬥， 發現$(name)的心心 是紅色的，方向也是反的。」

source: <32>* "Its really nice to have someone else to talk to everyday."
es_es: <32>* "Es muy bonito tener a alguien para hablar cada día."
tr_tr: <32>* "Her gün konuşacak birinin olması gerçekten çok iyi."
zh_cn: <32>* “多个能每天陪我聊天的伙伴 真是太棒了。”
zh_tw: <32>* 「多個能每天陪我聊天的夥伴 真是太棒了。」

source: <32>{#p/human}* (You turn to the tenth page...)
es_es: <32>{#p/human}* (Pasas a la décima página...)
tr_tr: <32>{#p/human}* (Onuncu sayfayı açtın...)
zh_cn: <32>{#p/human}* （你翻到了第十页...）
zh_tw: <32>{#p/human}* （你翻到了第十頁...）

source: <32>* "Mom said shes gonna adopt $(name) into the family."
es_es: <32>* "Mamá dijo que va a adoptar a $(name) a la familia."
tr_tr: <32>* "Annem $(name)'i aileye evlat edineceğini söyledi."
zh_cn: <32>* “妈妈说， 她决定收养$(name)， 把$(name)当成自己的孩子。”
zh_tw: <32>* 「媽媽說， 她決定收養$(name)， 把$(name)當成自己的孩子。」

source: <32>* "I dont know what adopt means but she said I will be like their brother."
es_es: <32>* "No sé que significa adoptar pero ella dijo que yo seré como su hermano."
tr_tr: <32>* "Evlat edinmenin ne demek olduğunu bilmiyorum ama onun kardeşi gibi olacağımı söyledi."
zh_cn: <32>* “我还不太懂‘收养’是什么意思， 但妈妈说，现在$(name) 就是我的亲人了。”
zh_tw: <32>* 「我還不太懂『收養』是什麼意思， 但媽媽說，現在$(name) 就是我的親人了。」

source: <32>* "But thats good Cuz then I can spend more time with them."
es_es: <32>* "Pero eso está bien Porq entonces podré pasar más tiempo con él."
tr_tr: <32>* "Ama bu iyi çünkü o zaman onla daha fazla zaman geçirebilirim."
zh_cn: <32>* “太好了， 我可以和$(name) 待得更久啦。”
zh_tw: <32>* 「太好了， 我可以和$(name) 待得更久啦。」

source: <32>* "Me and $(name) are gonna do everything together!"
es_es: <32>* "¡Yo y $(name) vamos a hacer todo juntos!"
tr_tr: <32>* "Ben ve $(name) her şeyi birlikte yapacağız!"
zh_cn: <32>* “无论做什么，去哪里， 我俩都要在一起！”
zh_tw: <32>* 「無論做什麼，去哪裡， 我倆都要在一起！」

source: <32>* "Also they said sorry for what happend in the last diary page."
es_es: <32>* "Además él se disculpo por lo que pasó en la última página del diario."
tr_tr: <32>* "Bide günlüğün son sayfasında olanlardan dolayı özür diledi."
zh_cn: <32>* “哦对了，昨天乱写乱画的事， $(name)跟我道了歉。”
zh_tw: <32>* 「喔對了，昨天亂寫亂畫的事， $(name)跟我道了歉。」

source: <32>* "I didnt tell them yet but, I forgive them."
es_es: <32>* "Aún no se lo he dicho, pero le perdono."
tr_tr: <32>* "Henüz ona söylemedim ama onu affediyom."
zh_cn: <32>* “我嘴上没说， 但心里已经原谅了。”
zh_tw: <32>* 「我嘴上沒說， 但心裡已經原諒了。」

source: <32>{#p/human}* (You turn to the eleventh page.)
es_es: <32>{#p/human}* (Pasas a la undécima página.)
tr_tr: <32>{#p/human}* (On birinci sayfayı açtın.)
zh_cn: <32>{#p/human}* （你翻到了第十一页。）
zh_tw: <32>{#p/human}* （你翻到了第十一頁。）

source: <32>{#p/asriel1}* "Asriel's Diary, K-515.09"
es_es: <32>{#p/asriel1}* "Diario de Azzy, K-515.09"
tr_tr: <32>{#p/asriel1}* "Asriel'ın Günlüğü, K-515.09"
zh_cn: <32>{#p/asriel1}* “Asriel的日记，克历515年9月”
zh_tw: <32>{#p/asriel1}* 「Asriel的日記，克歷515年9月」

source: <32>* "$(name) said it's time for the plan."
es_es: <32>* "$(name) dijo que es hora del plan."
tr_tr: <32>* "$(name) plan zamanının geldiğini söyledi."
zh_cn: <32>* “$(name)说， 是时候执行计划了。”
zh_tw: <32>* 「$(name)說， 是時候執行計畫了。」

source: <32>* "I was scared, but they said I could do it."
es_es: <32>* "Estaba asustado, pero él dijo que podía hacerlo."
tr_tr: <32>* "Korkuyordum ama yapabileceğimi söyledi."
zh_cn: <32>* “我很害怕， 但$(name)相信我能行的。”
zh_tw: <32>* 「我很害怕， 但$(name)相信我能行的。」
