Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/3}* Strangely, it was floating above the doorway...
es_es: <25>{#f/3}* Extrañamente, estaba flotando sobre la puerta...
tr_tr: <25>{#f/3}* İlginçtir ki, kapı girişinin yukarısında süzülüyordu...
zh_cn: <25>{#f/3}* 不过， 它能飘在门口那里 确实蛮奇怪的...
zh_tw: <25>{#f/3}* 不過， 它能飄在門口那裡 確實蠻奇怪的...

source: <25>{#f/0}* The gravity must be weak in that room.
es_es: <25>{#f/0}* La gravedad debe ser débil en ese cuarto.
tr_tr: <25>{#f/0}* O odadaki yer çekimi zayıf olmalı.
zh_cn: <25>{#f/0}* 那房间里的引力 估计变弱了点。
zh_tw: <25>{#f/0}* 那房間裡的引力 估計變弱了點。

source: <25>{#f/1}* Perhaps the presence of the taxi has some kind of effect...?
es_es: <25>{#f/1}* ¿Quizás la presencia del taxi tenga algún tipo de efecto...?
tr_tr: <25>{#f/1}* Belki taksinin varlığının bir etkisi vardır...?
zh_cn: <25>{#f/1}* 说不定是运输船 停在那里导致的...？
zh_tw: <25>{#f/1}* 說不定是運輸船 停在那裡導致的...？

source: <25>{#p/toriel}{#f/0}* Ah. * The courtyard.
es_es: <25>{#p/toriel}{#f/0}* Ah. * El patio.
tr_tr: <25>{#p/toriel}{#f/0}* Ah. * Avlu.
zh_cn: <25>{#p/toriel}{#f/0}* 啊。 * 那个空地啊。
zh_tw: <25>{#p/toriel}{#f/0}* 啊。 * 那個空地啊。

source: <25>{#f/1}* Admittedly, it is a little lacking...
es_es: <25>{#f/1}* Hay que reconocer que le falta un poco...
tr_tr: <25>{#f/1}* Senin gibi çocukların oynayacağı bir yer olma açısından...
zh_cn: <25>{#f/1}* 呃，确实啊...
zh_tw: <25>{#f/1}* 呃，確實啊...

source: <25>{#f/5}* In terms of being a place for children like you to play.
es_es: <25>{#f/5}* En términos de ser un lugar para que los niños como tú jueguen.
tr_tr: <25>{#f/5}* Biraz eksiklikleri var.
zh_cn: <25>{#f/5}* 对像你这样的小孩来说， 这里确实没啥好玩的。
zh_tw: <25>{#f/5}* 對像你這樣的小孩來說， 這裡確實沒啥好玩的。

source: <25>{#f/1}* With every human who came, I thought of fixing that...
es_es: <25>{#f/1}* Con cada humano que venía, pensaba en arreglar eso...
tr_tr: <25>{#f/1}* Buraya gelen her bir insan ile bunu düzeltmeyi düşündüm...
zh_cn: <25>{#f/1}* 我每次都想在 有人类来了后 好好改造一下...
zh_tw: <25>{#f/1}* 我每次都想在 有人類來了後 好好改造一下...

source: <25>{#f/5}* But they always left before I had the chance.
es_es: <25>{#f/5}* Pero siempre se iban antes de que yo tuviera la oportunidad.
tr_tr: <25>{#f/5}* Ama onlar hep ben fırsat bulamadan buradan ayrıldılar.
zh_cn: <25>{#f/5}* 但他们总是 还没等我开干就走了。
zh_tw: <25>{#f/5}* 但他們總是 還沒等我開幹就走了。

source: <25>{#p/toriel}{#f/9}* ... the room in which I lectured you about leaving.
es_es: <25>{#p/toriel}{#f/9}* ... el cuarto en el que te sermoneé sobre irte.
tr_tr: <25>{#p/toriel}{#f/9}* ... sana ayrılman konusunda ders verdiğim oda.
zh_cn: <25>{#p/toriel}{#f/9}* ...是我劝你 不要离开的 那个房间。
zh_tw: <25>{#p/toriel}{#f/9}* ...是我勸你 不要離開的 那個房間。

source: <25>{#f/5}* I thought, if I spoke of the force field...
es_es: <25>{#f/5}* Pensé que si hablaba del campo de fuerza...
tr_tr: <25>{#f/5}* Düşündüm ki, eğer güç kalkanı hakkında konuşursam...
zh_cn: <25>{#f/5}* 我那时候想着， 如果跟你说说力场的事...
zh_tw: <25>{#f/5}* 我那時候想著， 如果跟你說說力場的事...

source: <25>{#f/5}* I might convince you to stay.
es_es: <25>{#f/5}* Puede que te convenza para que te quedes.
tr_tr: <25>{#f/5}* Seni burada kalmaya ikna edebilirim.
zh_cn: <25>{#f/5}* 说不定就能 把你留下来了。
zh_tw: <25>{#f/5}* 說不定就能 把你留下來了。

source: <25>{#f/1}* ... I remember telling the other humans the same, but...
es_es: <25>{#f/1}* ... Recuerdo haber dicho lo mismo a los otros humanos, pero...
tr_tr: <25>{#f/1}* ... Diğer insanlara da aynısını söylediğimi hatırlıyorum, ama...
zh_cn: <25>{#f/1}* ...我记得我也跟其他人类 说过同样的话，可是...
zh_tw: <25>{#f/1}* ...我記得我也跟其他人類 說過同樣的話，可是...

source: <25>{#f/5}* It was as effective for you as it was for them.
es_es: <25>{#f/5}* Fue tan eficaz para ti como para los demás humanos.
tr_tr: <25>{#f/5}* Onlar için de ancak sende olduğu kadar etkili olmuştu.
zh_cn: <25>{#f/5}* 你也跟他们一样， 根本不听我的。
zh_tw: <25>{#f/5}* 你也跟他們一樣， 根本不聽我的。

source: <25>{#p/toriel}{#f/9}* ... the room in which I warned you of the dangers ahead.
es_es: <25>{#p/toriel}{#f/9}* ... el cuarto en el que te advertí de los peligros que verias.
tr_tr: <25>{#p/toriel}{#f/9}* ... seni bekleyen tehlikeler konusunda uyardığım oda.
zh_cn: <25>{#p/toriel}{#f/9}* ...是我警告你 前方有危险的 那个房间。
zh_tw: <25>{#p/toriel}{#f/9}* ...是我警告你 前方有危險的 那個房間。

source: <25>{#f/5}* I have been told my beliefs about them are misguided, but...
es_es: <25>{#f/5}* Me dijeron que mis creencias sobre los otros monstruos son erróneas, pero...
tr_tr: <25>{#f/5} Buna yönelik inançlarımın yanlış olduğu söylendi, ama...
zh_cn: <25>{#f/5}* 有人跟我说， 我对那些危险 的看法是错的...
zh_tw: <25>{#f/5}* 有人跟我說， 我對那些危險 的看法是錯的...

source: <25>{#f/5}* I felt it unwise to take that chance.
es_es: <25>{#f/5}* No me pareció prudente correr ese riesgo.
tr_tr: <25>{#f/5}* Bu riski almanın akıllıca olmadığını düşündüm.
zh_cn: <25>{#f/5}* 但我还是觉得 不应冒这个险。
zh_tw: <25>{#f/5}* 但我還是覺得 不應冒這個險。

source: <25>{#f/9}* ... perhaps it is time I re-considered my viewpoint.
es_es: <25>{#f/9}* ... tal vez sea hora de que reconsidere mi punto de vista.
tr_tr: <25>{#f/9}* ... belki de bakış açımı gözden geçirme zamanım gelmiştir.
zh_cn: <25>{#f/9}* ...也许我真该重新想想了。
zh_tw: <25>{#f/9}* ...也許我真該重新想想了。

source: <25>{#p/toriel}{#f/9}* ... I truly regret the way I acted towards you here.
es_es: <25>{#p/toriel}{#f/9}* ... Realmente lamento la forma en la que actué contigo aquí.
tr_tr: <25>{#p/toriel}{#f/9}* ... Burada sana karşı davranışımdan dolayı gerçekten pişmanım.
zh_cn: <25>{#p/toriel}{#f/9}* ...想想之前怎么对你的， 我就后悔。
zh_tw: <25>{#p/toriel}{#f/9}* ...想想之前怎麼對你的， 我就後悔。

source: <25>{#f/5}* It was wrong of me to attempt to force you to stay...
es_es: <25>{#f/5}* Fue un error de mi parte intentar forzarte a quedarte...
tr_tr: <25>{#f/5}* Seni kalmaya zorlamaya çalışmam yanlıştı...
zh_cn: <25>{#f/5}* 我不该强迫你留下来的...
zh_tw: <25>{#f/5}* 我不該強迫你留下來的...

source: <25>{#f/5}* Merely acting on my own silly desires.
es_es: <25>{#f/5}* Sólo actuaba por mis propios deseos tontos.
tr_tr: <25>{#f/5}* Yalnızca kendi ahmakça arzularım doğrultusunda hareket ediyordum.
zh_cn: <25>{#f/5}* 那只是 我的一厢情愿罢了。
zh_tw: <25>{#f/5}* 那只是 我的一廂情願罷了。

source: <25>{#f/1}* I am sure you have already forgiven me, though...
es_es: <25>{#f/1}* Aunque estoy segura de que ya me has perdonado...
tr_tr: <25>{#f/1}* Ama beni çoktan affettiğine eminim...
zh_cn: <25>{#f/1}* 我知道你已经原谅我了...
zh_tw: <25>{#f/1}* 我知道你已經原諒我了...

source: <25>{#f/5}* Regardless of whether or not I deserve it...
es_es: <25>{#f/5}* Sin importar si me lo merezco o no...
tr_tr: <25>{#f/5}* Bunu hak edip etmediğime bakmaksızın...
zh_cn: <25>{#f/5}* 就算我可能不配...
zh_tw: <25>{#f/5}* 就算我可能不配...

source: <32>{#s/phone}{#p/event}* Dialing...
es_es: <32>{#s/phone}{#p/event}* Marcando...
tr_tr: <32>{#s/phone}{#p/event}* Aranıyor...
zh_cn: <32>{#s/phone}{#p/event}* 拨号中...
zh_tw: <32>{#s/phone}{#p/event}* 撥號中...

source: <25>{#p/toriel}{#f/1}* Although that room may not evoke the best of feelings for us...
es_es: <25>{#p/toriel}{#f/1}* Aunque ese cuarto no nos provoque los mejores sentimientos...
tr_tr: <25>{#p/toriel}{#f/1}* O oda bizim için pek iyi duygular çağrıştırmasa da...
zh_cn: <25>{#p/toriel}{#f/1}* 虽然那个房间 可能会勾起我们 不大愉快的回忆...
zh_tw: <25>{#p/toriel}{#f/1}* 雖然那個房間 可能會勾起我們 不大愉快的回憶...

source: <25>{#f/0}* It is still one of my favorite places in the Outlands.
es_es: <25>{#f/0}* Sigue siendo uno de mis lugares favoritos de las Afueras.
tr_tr: <25>{#f/0}* Hala Outlands'deki en sevdiğim yerlerden biridir.
zh_cn: <25>{#f/0}* 但这依然是我在外域里 最喜欢的地方之一。
zh_tw: <25>{#f/0}* 但這依然是我在外域裡 最喜歡的地方之一。

source: <25>{#f/1}* There is a certain someone who visits sometimes...
es_es: <25>{#f/1}* Hay alguien que me visita a veces...
tr_tr: <25>{#f/1}* Burada zaman zaman ziyarete gelen biri var...
zh_cn: <25>{#f/1}* 某个伙计 偶尔会来到这里...
zh_tw: <25>{#f/1}* 某個夥計 偶爾會來到這裡...

source: <25>{#f/6}* Perhaps you are already aware of him.
es_es: <25>{#f/6}* Tal vez ya lo conocías.
tr_tr: <25>{#f/6}* Belki de ondan çoktan haberdarsındır.
zh_cn: <25>{#f/6}* ...也许你已经认识他了。
zh_tw: <25>{#f/6}* ...也許你已經認識他了。

source: <32>{#s/equip}{#p/event}* Click...
tr_tr: <32>{#s/equip}{#p/event}* Klik...
zh_cn: <32>{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#s/equip}{#p/event}* 滴...

source: <25>{#p/toriel}{#f/1}* Calling so soon...?
es_es: <25>{#p/toriel}{#f/1}* ¿Llamando tan pronto...?
tr_tr: <25>{#p/toriel}{#f/1}* Bu kadar erken mi arıyorsun...?
zh_cn: <25>{#p/toriel}{#f/1}* 这么快就打过来了...？
zh_tw: <25>{#p/toriel}{#f/1}* 這麼快就打過來了...？

source: <25>{#f/0}* ... I have not even gotten back to the house yet!
es_es: <25>{#f/0}* ... ¡Ni siquiera he vuelto a casa todavía!
tr_tr: <25>{#f/0}* ... Henüz eve bile dönmedim!
zh_cn: <25>{#f/0}* ...我还没到家呢！
zh_tw: <25>{#f/0}* ...我還沒到家呢！

source: <25>{#f/0}* Please, wait a moment before calling again.
es_es: <25>{#f/0}* Por favor, espera un momento antes de que me llames de nuevo.
tr_tr: <25>{#f/0}* Lütfen, tekrar aramadan önce biraz bekle.
zh_cn: <25>{#f/0}* 等会再打过来吧。
zh_tw: <25>{#f/0}* 等會再打過來吧。

source: <32>{#w.stopThatGoat}{#s/phone}{#p/event}* Dialing...
es_es: <32>{#w.stopThatGoat}{#s/phone}{#p/event}* Llamando...
tr_tr: <32>{#w.stopThatGoat}{#s/phone}{#p/event}* Aranıyor...
zh_cn: <32>{#w.stopThatGoat}{#s/phone}{#p/event}* 拨号中...
zh_tw: <32>{#w.stopThatGoat}{#s/phone}{#p/event}* 撥號中...

source: <25>{#f/0}* ... I have not even left the room yet!
es_es: <25>{#f/0}* ... ¡Ni siquiera he salido del cuarto!
tr_tr: <25>{#f/0}* ... Henüz odadan bile çıkmadım!
zh_cn: <25>{#f/0}* ...我都还没出这房间呢！
zh_tw: <25>{#f/0}* ...我都還沒出這房間呢！

source: <25>{#f/2}* A moment to breathe would be nice!
es_es: <25>{#f/2}* ¡Un momento para respirar estaría bien!
tr_tr: <25>{#f/2}* Biraz nefes alacak zaman iyi olurdu!
zh_cn: <25>{#f/2}* 让我喘口气吧！
zh_tw: <25>{#f/2}* 讓我喘口氣吧！

source: <32>{#w.startThatGoat}{#s/equip}{#p/event}* Click...
tr_tr: <32>{#w.startThatGoat}{#s/equip}{#p/event}* Klik...
zh_cn: <32>{#w.startThatGoat}{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#w.startThatGoat}{#s/equip}{#p/event}* 滴...

source: <25>{#p/toriel}{#f/1}* The bridge to the rest of the outpost...
es_es: <25>{#p/toriel}{#f/1}* El puente hacia el resto de la zona espacial...
tr_tr: <25>{#p/toriel}{#f/1}* Karakolun geri kalanına giden köprü...
zh_cn: <25>{#p/toriel}{#f/1}* 通往前哨站 其它地方的桥啊...
zh_tw: <25>{#p/toriel}{#f/1}* 通往前哨站 其它地方的橋啊...

source: <25>{#f/5}* It is a shame to think I almost destroyed it.
es_es: <25>{#f/5}* Es una pena pensar que casi lo destruyo.
tr_tr: <25>{#f/5}* Onu neredeyse yok ettiğimi düşünmek utanç verici.
zh_cn: <25>{#f/5}* 我之前差点把它给毁了， 想想就后怕。
zh_tw: <25>{#f/5}* 我之前差點把它給毀了， 想想就後怕。

source: <25>{#f/0}* Of course, the taxi still would have been around.
es_es: <25>{#f/0}* Por supuesto, el taxi habría seguido circulando.
tr_tr: <25>{#f/0}* Elbette, taksi hala buralarda olurdu.
zh_cn: <25>{#f/0}* 当然啦，就算没有桥， 也可以乘坐运输船。
zh_tw: <25>{#f/0}* 當然啦，就算沒有橋， 也可以乘坐運輸船。

source: <25>{#f/3}* But I doubt that would have been very reliable.
es_es: <25>{#f/3}* Pero dudo que eso fuera muy seguro.
tr_tr: <25>{#f/3}* Ama onun yeterince güvenilir olacağından şüpheliyim.
zh_cn: <25>{#f/3}* 不过，那样估计 就没那么方便了。
zh_tw: <25>{#f/3}* 不過，那樣估計 就沒那麼方便了。

source: <25>{#f/1}* Let us be glad this bridge is still in place.
es_es: <25>{#f/1}* Alegrémonos de que este puente siga en pie.
tr_tr: <25>{#f/1}* Bu köprünün hala yerinde olduğuna sevinelim.
zh_cn: <25>{#f/1}* 庆幸这座桥还在吧。
zh_tw: <25>{#f/1}* 慶幸這座橋還在吧。

source: <25>{#p/toriel}{#f/1}* My child, if you are leaving the Outlands...
es_es: <25>{#p/toriel}{#f/1}* Mi niño, si ya te vas de las Afueras...
tr_tr: <25>{#p/toriel}{#f/1}* Çocuğum, eğer Outlands'i terk ediyorsan...
zh_cn: <25>{#p/toriel}{#f/1}* 你要离开外域了吗，孩子...
zh_tw: <25>{#p/toriel}{#f/1}* 你要離開外域了嗎，孩子...

source: <25>{#f/0}* Then... I want you to remember something.
es_es: <25>{#f/0}* Entonces... Quiero que recuerdes algo.
tr_tr: <25>{#f/0}* Bu durumda... Senden bir şeyi hatırlamanı istiyorum.
zh_cn: <25>{#f/0}* 那么... 我希望你记住一件事。
zh_tw: <25>{#f/0}* 那麼... 我希望你記住一件事。

source: <25>{#f/1}* Whatever happens, no matter how difficult it may seem...
es_es: <25>{#f/1}* Pase lo que pase, por difícil que parezca...
tr_tr: <25>{#f/1}* Ne olursa olsun, önü ne kadar zor görünürse görünsün...
zh_cn: <25>{#f/1}* 无论发生什么事， 无论遇到什么困难...
zh_tw: <25>{#f/1}* 無論發生什麼事， 無論遇到什麼困難...

source: <25>{#f/0}* I want you to know that I have faith in you.
es_es: <25>{#f/0}* Quiero que sepas que tengo fe en ti.
tr_tr: <25>{#f/0}* Sana olan inancımı bilmeni istiyorum.
zh_cn: <25>{#f/0}* 都要记住， 我相信你。
zh_tw: <25>{#f/0}* 都要記住， 我相信你。

source: <25>{#f/0}* That I know you can do the right thing.
es_es: <25>{#f/0}* Yo sé que puedes hacer lo correcto.
tr_tr: <25>{#f/0}* Doğru olan şeyi yapabileceğini biliyorum.
zh_cn: <25>{#f/0}* 我相信你会 做出正确的事。
zh_tw: <25>{#f/0}* 我相信你會 做出正確的事。

source: <25>{#f/1}* Remember that, alright?
es_es: <25>{#f/1}* Recuérdalo, ¿de acuerdo?
tr_tr: <25>{#f/1}* Bunu hatırla, tamam mı?
zh_cn: <25>{#f/1}* 记住我的话，好吗？
zh_tw: <25>{#f/1}* 記住我的話，好嗎？

source: <25>{#p/toriel}{#f/1}* Returning to the Outlands so soon...?
es_es: <25>{#p/toriel}{#f/1}* ¿Regresaste a Las Afueras tan pronto...?
tr_tr: <25>{#p/toriel}{#f/1}* Outlands'e bu kadar erken mi dönüyorsun...?
zh_cn: <25>{#p/toriel}{#f/1}* 这么快就回来了...？
zh_tw: <25>{#p/toriel}{#f/1}* 這麼快就回來了...？

source: <25>{#f/0}* Well. * I cannot say I am opposed to that.
es_es: <25>{#f/0}* Bueno. * No puedo decir que me oponga a ello.
tr_tr: <25>{#f/0}* Yani. * Buna karşı olduğumu söyleyemem.
zh_cn: <25>{#f/0}* 也行吧。 * 我当然不会反对。
zh_tw: <25>{#f/0}* 也行吧。 * 我當然不會反對。

source: <25>{#f/1}* You may leave at any time, of course...
es_es: <25>{#f/1}* Puedes irte cuando quieras, por supuesto...
tr_tr: <25>{#f/1}* İstediğin zaman ayrılabilirsin, tabii ki...
zh_cn: <25>{#f/1}* 你想什么时候走 都没关系...
zh_tw: <25>{#f/1}* 你想什麼時候走 都沒關係...

source: <25>{#f/0}* But, for the moment, it is nice to see you.
es_es: <25>{#f/0}* Pero, por el momento, me alegro de verte.
tr_tr: <25>{#f/0}* Ama şu an için seni görmek güzel.
zh_cn: <25>{#f/0}* 不过，你能回来看看， 我还是很高兴的。
zh_tw: <25>{#f/0}* 不過，你能回來看看， 我還是很高興的。

source: <25>{#p/toriel}{#f/2}* How long have you been standing out there!?
es_es: <25>{#p/toriel}{#f/2}* ¿¡Cuánto tiempo llevas ahí fuera!?
tr_tr: <25>{#p/toriel}{#f/2}* Ne kadar süredir orada duruyorsun!?
zh_cn: <25>{#p/toriel}{#f/2}* 你在那里 站了多久了！？
zh_tw: <25>{#p/toriel}{#f/2}* 你在那裡 站了多久了！？

source: <25>{#f/1}* Did you come back all this way just to call me?
es_es: <25>{#f/1}* ¿Has venido hasta aquí sólo para llamarme?
tr_tr: <25>{#f/1}* Bu kadar yolu sırf beni aramak için mi geri geldin?
zh_cn: <25>{#f/1}* 你大老远跑回来， 只是为了 给我打个电话吗？
zh_tw: <25>{#f/1}* 你大老遠跑回來， 只是為了 給我打個電話嗎？

source: <25>{#f/0}* ... silly goose.
es_es: <25>{#f/0}* ... ganso tonto.
tr_tr: <25>{#f/0}* ... seni şapşal çocuk.
zh_cn: <25>{#f/0}* ...小傻瓜。
zh_tw: <25>{#f/0}* ...小傻瓜。

source: <25>{#f/0}* If you would like to call, there is no need to go back this far.
es_es: <25>{#f/0}* Si deseas llamar, no es necesario que retrocedas tanto.
tr_tr: <25>{#f/0}* Eğer aramak istersen, bu kadar geriye dönmeye gerek yok.
zh_cn: <25>{#f/0}* 你若只是想打个电话， 用不着往回走这么远的。
zh_tw: <25>{#f/0}* 你若只是想打個電話， 用不著往回走這麼遠的。

source: <25>{#p/toriel}{#f/1}* Did you know that this house is a re-creation of another?
es_es: <25>{#p/toriel}{#f/1}* ¿Sabias que esta casa es una recreación de otra?
tr_tr: <25>{#p/toriel}{#f/1}* Bu evin başka bir evin yeniden yapımı olduğunu biliyor muydun?
zh_cn: <25>{#p/toriel}{#f/1}* 你知道吗？ 这座房子其实是仿建的。
zh_tw: <25>{#p/toriel}{#f/1}* 你知道嗎？ 這座房子其實是仿建的。

source: <25>{#f/1}* In the past, I lived in the Citadel...
es_es: <25>{#f/1}* En el pasado, vivía en la Capital...
tr_tr: <25>{#f/1}* Geçmişte Hisar'da yaşıyordum...
zh_cn: <25>{#f/1}* 以前我住在首塔...
zh_tw: <25>{#f/1}* 以前我住在首塔...

source: <25>{#f/0}* In a house that this one was made to resemble.
es_es: <25>{#f/0}* En una casa a la que se parecía a esta.
tr_tr: <25>{#f/0}* Tam da buna benzeyen bir evin içinde.
zh_cn: <25>{#f/0}* 这房子就是照着 那边的房子建的。
zh_tw: <25>{#f/0}* 這房子就是照著 那邊的房子建的。

source: <25>{#f/5}* Once in a while, I forget that I am not really there...
es_es: <25>{#f/5}* De vez en cuando, olvido que no estoy realmente allí...
tr_tr: <25>{#f/5}* Zaman zaman aslında orada olmadığımı unutuyorum...
zh_cn: <25>{#f/5}* 有时候我还会恍惚， 以为自己还在那里呢...
zh_tw: <25>{#f/5}* 有時候我還會恍惚， 以為自己還在那裡呢...

source: <25>{#p/toriel}{#f/0}* There is not much to say about the hallway.
es_es: <25>{#p/toriel}{#f/0}* No hay mucho que decir sobre el pasillo.
tr_tr: <25>{#p/toriel}{#f/0}* Koridor hakkında söylenecek çok fazla şey yok.
zh_cn: <25>{#p/toriel}{#f/0}* 走廊这里 没啥好说的。
zh_tw: <25>{#p/toriel}{#f/0}* 走廊這裡 沒啥好說的。

source: <26>{#f/1}* Though, you can take a look in the mirror, if you like...
es_es: <26>{#f/1}* Aunque, puedes mirarte en el espejo, si quieres...
tr_tr: <26>{#f/1}* Ama eğer istersen aynaya bir bakabilirsin...
zh_cn: <26>{#f/1}* 不过，你要是愿意， 可以照照镜子...
zh_tw: <26>{#f/1}* 不過，你要是願意， 可以照照鏡子...

source: <25>{#f/0}* I hear self-reflection can be a powerful thing.
es_es: <25>{#f/0}* Escuche que el auto-reflejo puede ser algo poderoso.
tr_tr: <25>{#f/0}* Öz değerlendirmenin güçlü olabileceğini duyuyorum.
zh_cn: <25>{#f/0}* 我听说没事照照镜子， 能让人有所感悟。
zh_tw: <25>{#f/0}* 我聽說沒事照照鏡子， 能讓人有所感悟。

source: <25>{#p/toriel}{#f/0}* Ah, it is your room!
es_es: <25>{#p/toriel}{#f/0}* Ah, ¡este es tu cuarto!
tr_tr: <25>{#p/toriel}{#f/0}* Ah, bu senin odan!
zh_cn: <25>{#p/toriel}{#f/0}* 啊，这是你的房间！
zh_tw: <25>{#p/toriel}{#f/0}* 啊，這是你的房間！

source: <25>{#f/5}* Your... room...
es_es: <25>{#f/5}* Tu... cuarto...
tr_tr: <25>{#f/5}* Senin... odan...
zh_cn: <25>{#f/5}* 你的... 房间...
zh_tw: <25>{#f/5}* 你的... 房間...

source: <25>{#f/5}* Perhaps it is no longer as such.
es_es: <25>{#f/5}* Quizás ya no lo sea como tal.
tr_tr: <25>{#f/5}* Belki de artık öyle değildir.
zh_cn: <25>{#f/5}* 也可能已经不是了。
zh_tw: <25>{#f/5}* 也可能已經不是了。

source: <25>{#f/1}* Actually, I will leave that decision to you...
es_es: <25>{#f/1}* En realidad, te dejaré esa decisión a ti...
tr_tr: <25>{#f/1}* Aslında, bu kararı sana bırakıyorum...
zh_cn: <25>{#f/1}* 其实， 你自己决定就好...
zh_tw: <25>{#f/1}* 其實， 你自己決定就好...

source: <25>{#f/0}* You may still rest any time you like.
es_es: <25>{#f/0}* Puedes descansar cuando quieras.
tr_tr: <25>{#f/0}* Hala dilediğin zaman burada dinlenebilirsin.
zh_cn: <25>{#f/0}* 你要是想休息， 随时都可以来。
zh_tw: <25>{#f/0}* 你要是想休息， 隨時都可以來。

source: <25>{#p/toriel}{#f/0}* So you have stumbled into my room.
es_es: <25>{#p/toriel}{#f/0}* Así que has entrado en mi cuarto.
tr_tr: <25>{#p/toriel}{#f/0}* Demek odama denk geldin.
zh_cn: <25>{#p/toriel}{#f/0}* 你跑来我房间了啊。
zh_tw: <25>{#p/toriel}{#f/0}* 你跑來我房間了啊。

source: <25>{#f/0}* If you like, you may read a book from my bookshelf.
es_es: <25>{#f/0}* Si quieres, puedes leer un libro de mi estantería.
tr_tr: <25>{#f/0}* Dilersen, kitaplığımdan bir kitap okuyabilirsin.
zh_cn: <25>{#f/0}* 想看书的话， 随便拿就是了。
zh_tw: <25>{#f/0}* 想看書的話， 隨便拿就是了。

source: <25>{#f/0}* But, please, do not forget to put it back.
es_es: <25>{#f/0}* Pero, por favor, no te olvides de devolverlo.
tr_tr: <25>{#f/0}* Ama, lütfen, yerine geri koymayı unutma.
zh_cn: <25>{#f/0}* 不过看完记得放回去。
zh_tw: <25>{#f/0}* 不過看完記得放回去。

source: <25>{#f/23}* And don't you dare open that sock drawer!
es_es: <25>{#f/23}* ¡Y no te atrevas a abrir el cajón de los calcetines!
tr_tr: <25>{#f/23}* Ve o çorap çekmecesini sakın açma!
zh_cn: <25>{#f/23}* 还有啊， 不许乱翻袜子抽屉！
zh_tw: <25>{#f/23}* 還有啊， 不許亂翻襪子抽屜！

source: <25>{#p/toriel}{#f/3}* There is no need to call me when I am right here, little one.
es_es: <25>{#p/toriel}{#f/3}* No hace falta que me llames cuando estoy aquí mismo, pequeño.
tr_tr: <25>{#p/toriel}{#f/3}* Beni tam buradayken aramana gerek yok, ufaklık.
zh_cn: <25>{#p/toriel}{#f/3}* 我就在这呢， 用不着打电话，小家伙。
zh_tw: <25>{#p/toriel}{#f/3}* 我就在這呢， 用不著打電話，小傢伙。

source: <25>{#p/toriel}{#f/1}* Rummaging around in the living room, are we?
es_es: <25>{#p/toriel}{#f/1}* Rebuscando en la sala de estar, ¿no?
tr_tr: <25>{#p/toriel}{#f/1}* Salonu mu keşfediyoruz?
zh_cn: <25>{#p/toriel}{#f/1}* 你这是 在客厅里翻箱倒柜呢？
zh_tw: <25>{#p/toriel}{#f/1}* 你這是 在客廳裡翻箱倒櫃呢？

source: <25>{#f/0}* Say. * Have you read all of the books yet?
es_es: <25>{#f/0}* Dime. * ¿Ya leíste todos los libros?
tr_tr: <25>{#f/0}* Söyle bakalım. * Henüz kitapların hepsini okudun mu?
zh_cn: <25>{#f/0}* 我说... * 那些书你都看完了吗？
zh_tw: <25>{#f/0}* 我說... * 那些書你都看完了嗎？

source: <25>{#f/1}* I thought about reading you the snail fact book...
es_es: <25>{#f/1}* Pensé en leerte el libro de los datos del caracol...
tr_tr: <25>{#f/1}* Sana salyangoz bilgileri kitabını okumayı düşündüm...
zh_cn: <25>{#f/1}* 我本来想给你读读 那本关于蜗牛的书...
zh_tw: <25>{#f/1}* 我本來想給你讀讀 那本關於蝸牛的書...

source: <25>{#f/0}* But I decided it might be a little too repetitive for you.
es_es: <25>{#f/0}* Pero decidí que podría ser demasiado repetitivo para ti.
tr_tr: <25>{#f/0}* Ama senin için biraz fazla tekrara düşebilir diye vazgeçtim.
zh_cn: <25>{#f/0}* 不过想了想， 你可能已经 不想再听到“蜗牛”了。
zh_tw: <25>{#f/0}* 不過想了想， 你可能已經 不想再聽到「蝸牛」了。

source: <25>{#p/toriel}{#f/1}* The kitchen...?
es_es: <25>{#p/toriel}{#f/1}* ¿La cocina...?
tr_tr: <25>{#p/toriel}{#f/1}* Mutfak...?
zh_cn: <25>{#p/toriel}{#f/1}* 厨房啊...
zh_tw: <25>{#p/toriel}{#f/1}* 廚房啊...

source: <25>{#f/0}* I left a chocolate bar in the fridge for you.
es_es: <25>{#f/0}* Te dejé una barra de chocolate en la nevera.
tr_tr: <25>{#f/0}* Senin için buzdolabında bir çikolata bıraktım.
zh_cn: <25>{#f/0}* 我在冰箱里 给你留了条巧克力。
zh_tw: <25>{#f/0}* 我在冰箱裡 給你留了條巧克力。

source: <25>{#f/0}* I hear it is... an old favorite of humans.
es_es: <25>{#f/0}* Escuche que es... un viejo favorito de los humanos.
tr_tr: <25>{#f/0}* Duyduğuma göre... insanların eski bir favorisiymiş.
zh_cn: <25>{#f/0}* 听说... 你们人类都爱吃这个。
zh_tw: <25>{#f/0}* 聽說... 你們人類都愛吃這個。

source: <25>{#p/toriel}{#f/0}* If I am right, a certain friend of mine should be up ahead.
es_es: <25>{#p/toriel}{#f/0}* Si estoy en lo cierto, cierto amigo mío debería estar delante.
tr_tr: <25>{#p/toriel}{#f/0}* Eğer doğruysam, bir arkadaşım ileride olmalı.
zh_cn: <25>{#p/toriel}{#f/0}* 如果我没猜错的话， 我的某个朋友 应该就在前面。
zh_tw: <25>{#p/toriel}{#f/0}* 如果我沒猜錯的話， 我的某個朋友 應該就在前面。

source: <26>{#f/0}* Do not fear, little one.
es_es: <26>{#f/0}* No temas, pequeño.
tr_tr: <26>{#f/0}* Korkma, küçüğüm.
zh_cn: <26>{#f/0}* 别害怕，小家伙。
zh_tw: <26>{#f/0}* 別害怕，小傢伙。

source: <25>{#f/1}* Keep going...
es_es: <25>{#f/1}* Sigue adelante...
tr_tr: <25>{#f/1}* İlerlemeye devam et...
zh_cn: <25>{#f/1}* 继续往前走...
zh_tw: <25>{#f/1}* 繼續往前走...

source: <25>{#p/toriel}{#f/1}* From what I recall, this long room...
es_es: <25>{#p/toriel}{#f/1}* Por lo que recuerdo, este cuarto grande...
tr_tr: <25>{#p/toriel}{#f/1}* Hatırladığım kadarıyla, bu uzun oda...
zh_cn: <25>{#p/toriel}{#f/1}* 我记得...
zh_tw: <25>{#p/toriel}{#f/1}* 我記得...

source: <26>{#f/0}* ... would have been the basis for a town on the outskirts of Starton.
es_es: <26>{#f/0}* ... habría sido la base de un pueblo en las afueras de Starton.
tr_tr: <26>{#f/0}* ... Starton'un eteklerindeki bir kasabanın temelini oluşturmuş olacaktı.
zh_cn: <26>{#f/0}* ...这条长路，本来是打算 建星港的城郊小镇的。
zh_tw: <26>{#f/0}* ...這條長路，本來是打算 建星港的城郊小鎮的。

source: <25>{#f/0}* Of course, that never came to pass.
es_es: <25>{#f/0}* Por supuesto, que eso nunca ocurrió.
tr_tr: <25>{#f/0}* Elbette, bu hiçbir zaman gerçekleşmedi.
zh_cn: <25>{#f/0}* 当然啦， 后来没有建成。
zh_tw: <25>{#f/0}* 當然啦， 後來沒有建成。

source: <25>{#f/2}* One town was more than enough!
es_es: <25>{#f/2}* ¡Un pueblo era más que suficiente!
tr_tr: <25>{#f/2}* Bir kasaba fazlasıyla yeterliydi!
zh_cn: <25>{#f/2}* 一个镇子已经够多了！
zh_tw: <25>{#f/2}* 一個鎮子已經夠多了！

source: <25>{#p/toriel}{#f/1}* I presume by now you have heard of the "gravometric inverter?"
es_es: <25>{#p/toriel}{#f/1}* Supongo que a estas alturas ya oíste del "inversor gravimétrico".
zh_cn: <25>{#p/toriel}{#f/1}* 你应该听说过 “重力转换器”吧？
zh_tw: <25>{#p/toriel}{#f/1}* 你應該聽說過 「重力轉換器」吧？

source: <26>{#f/0}* It is a device Sans has told me all about.
es_es: <26>{#f/0}* Es un dispositivo del que Sans me ha hablado mucho.
tr_tr: <26>{#f/0}* Sans'in bana hakkında pek çok şey anlattığı bir cihaz bu.
zh_cn: <26>{#f/0}* Sans跟我说了不少 有关这玩意儿的事。
zh_tw: <26>{#f/0}* Sans跟我說了不少 有關這玩意兒的事。
