Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/17}* We must have performed half of the Harmonexus Index that day.
es_es: <25>{#f/17}* Debimos haber realizado la mitad de los Índice del Harmonexus ese día.
zh_cn: <25>{#f/17}* 那天，我们演奏的和声， 起码有《和声大典》的 一半之多。
zh_tw: <25>{#f/17}* 那天，我們演奏的和聲， 起碼有《和聲大典》的 一半之多。

source: <25>{#f/17}* ... it's an old book full of songs from our culture.
es_es: <25>{#f/17}* ... es un libro viejo lleno de canciones de nuestra cultura.
zh_cn: <25>{#f/17}* ...那是一本古老的歌集， 里面都是 我们的传统歌曲。
zh_tw: <25>{#f/17}* ...那是一本古老的歌集， 裡面都是 我們的傳統歌曲。

source: <25>{#p/asriel1}{#f/13}* All that because we played pretend with some fire pokers...
es_es: <25>{#p/asriel1}{#f/13}* Todo eso porque jugamos a fingir con unos atizadores de fuego....
zh_cn: <25>{#p/asriel1}{#f/13}* 这一切都源于 我们把拨火棍 当成了乐器...
zh_tw: <25>{#p/asriel1}{#f/13}* 這一切都源於 我們把撥火棍 當成了樂器...

source: <25>{#f/17}* They say you can make an instrument out of anything.
es_es: <25>{#f/17}* Dicen que puedes hacer un instrumento de cualquier cosa.
tr_tr: <25>{#f/17}* Herhangi bir şeyden bir enstrüman yapabileceğini söylerler.
zh_cn: <25>{#f/17}* 人们常说任何东西 都能变成乐器。
zh_tw: <25>{#f/17}* 人們常說任何東西 都能變成樂器。

source: <25>{#f/15}* Wait... * I'M an anything...
es_es: <25>{#f/15}* Espera... * YO SOY cualquier cosa...
tr_tr: <25>{#f/15}* Bir dakika... * BEN de bir şeyim...
zh_cn: <25>{#f/15}* 等下... * 我也是个“东西”...
zh_tw: <25>{#f/15}* 等下... * 我也是個「東西」...

source: <25>{#p/asriel1}{#f/20}* Please don't make a musical instrument out of me.
es_es: <25>{#p/asriel1}{#f/20}* Por favor no hagas un instrumento musical conmigo.
tr_tr: <25>{#p/asriel1}{#f/20}* Lütfen benden bir müzik enstrümanı yapma.
zh_cn: <25>{#p/asriel1}{#f/20}* 拜托， 可别把我也当成乐器了。
zh_tw: <25>{#p/asriel1}{#f/20}* 拜託， 可別把我也當成樂器了。

source: <32>{#p/basic}* Fire pokers.
es_es: <32>{#p/basic}* Atizadores de fuego.
zh_cn: <32>{#p/basic}* 拨火棍。
zh_tw: <32>{#p/basic}* 撥火棍。

source: <32>{#p/basic}* They're just fire pokers... * Or are they?
es_es: <32>{#p/basic}* Solo son atizadores de fuego... * ¿O no?
zh_cn: <32>{#p/basic}* 它们只是些拨火棍... * ...吗？
zh_tw: <32>{#p/basic}* 它們只是些撥火棍... * ...嗎？

source: <32>* Consider that Toriel's fire is only pleasantly warm, and not hot at all.
es_es: <32>* Tenga en cuenta que el fuego de Toriel sólo está agradablemente cálido, y nada caliente.
tr_tr: <32>* Toriel'in ateşinin sadece hoş bir ılıklık olduğunu, hiç de sıcak olmadığını düşün.
zh_cn: <32>* 想想看， Toriel的火焰并不烫， 而是暖暖的。
zh_tw: <32>* 想想看， Toriel的火焰並不燙， 而是暖暖的。

source: <32>* Why would she need these?
es_es: <32>* ¿Por qué ella necesitaría esto?
zh_cn: <32>* 她根本不需要这些东西啊？
zh_tw: <32>* 她根本不需要這些東西啊？

source: <32>* Thus, by the process of elimination, these must be advanced musical instruments.
es_es: <32>* Entonces, por el proceso de eliminación, estos deberían ser instrumentos musicales avanzados.
zh_cn: <32>* 看吧，通过排除法就能发现 这些东西其实是高级乐器。
zh_tw: <32>* 看吧，通過排除法就能發現 這些東西其實是高級樂器。

source: <32>{#p/basic}* A rack of advanced musical instruments.
es_es: <32>{#p/basic}* Una estantería de instrumentos musicales avanzados.
zh_cn: <32>{#p/basic}* 一架高级的乐器。
zh_tw: <32>{#p/basic}* 一架高級的樂器。

source: <32>* Upon closer inspection, you realize these are in fact fire pokers.
es_es: <32>* Tras un vistazo cercano, te das cuenta que son atizadores de fuego.
zh_cn: <32>* 但仔细一看，你会发现 这就是一些拨火棍。
zh_tw: <32>* 但仔細一看，你會發現 這就是一些撥火棍。

source: <32>* It's hard to tell, given that these tools were likely made...
es_es: <32>* Es difícil saberlo, dado que estas herramientas probablemente fueron hechas...
tr_tr: <32>* Söylemesi zor, çünkü bu malzemeler büyük ihtimalle...
zh_cn: <32>* 很难说，这些工具给人的感觉好像...
zh_tw: <32>* 很難說，這些工具給人的感覺好像...

source: <32>* Before the outpost itself even existed.
es_es: <32>* Antes de que la Zona Espacial siquiera exista.
tr_tr: <32>* Karakolun kendisi varolmadan önce yapılmıştı.
zh_cn: <32>* 是在前哨站建立之前就做出来了的。
zh_tw: <32>* 是在前哨站建立之前就做出來了的。

source: <32>{#p/human}* (You note the exceptional size of the dining chair.)
es_es: <32>{#p/human}* (Observas el tamaño excepcional de la silla del comedor.)
tr_tr: <32>{#p/human}* (Yemek sandalyesinin olağanüstü büyüklüğünü fark ediyorsun.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅异常之大。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅異常之大。）

source: <32>{#p/basic}* A king-sized dining chair.
es_es: <32>{#p/basic}* Una silla de comedor tamaño rey.
tr_tr: <32>{#p/basic}* Bir kral boyu yemek sandalyesi.
zh_cn: <32>{#p/basic}* 餐椅王。
zh_tw: <32>{#p/basic}* 餐椅王。

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a king.
es_es: <32>{#p/basic}* Una silla de comedor de Toriel. * Hecha para un rey.
tr_tr: <32>{#p/basic}* Toriel'in yemek sandalyelerinden biri. * Bir krala göre.
zh_cn: <32>{#p/basic}* Toriel家有几把餐椅， 这把，是国王的餐椅。
zh_tw: <32>{#p/basic}* Toriel家有幾把餐椅， 這把，是國王的餐椅。

source: <32>{#p/basic}* It's locked.
es_es: <32>{#p/basic}* Está cerrado.
tr_tr: <32>{#p/basic}* Kilitli.
zh_cn: <32>{#p/basic}* 锁住了。
zh_tw: <32>{#p/basic}* 鎖住了。

source: <32>{#p/basic}* It sounds like Toriel is crying...
es_es: <32>{#p/basic}* Suena como que Toriel está llorando...
tr_tr: <32>{#p/basic}* Toriel ağlıyor gibi görünüyor...
zh_cn: <32>{#p/basic}* 听起来Toriel在哭...
zh_tw: <32>{#p/basic}* 聽起來Toriel在哭...

source: <32>{#p/basic}* It sounds like Toriel is asleep...
es_es: <32>{#p/basic}* Suena como que Toriel está durmiendo...
tr_tr: <32>{#p/basic}* Toriel uyuyor gibi görünüyor...
zh_cn: <32>{#p/basic}* 听起来Toriel睡着了...
zh_tw: <32>{#p/basic}* 聽起來Toriel睡著了...

source: <32>{#p/basic}* It sounds like Toriel is writing...
es_es: <32>{#p/basic}* Suena como que Toriel está escribiendo...
tr_tr: <32>{#p/basic}* Toriel yazıyor gibi görünüyor...
zh_cn: <32>{#p/basic}* 听起来Toriel在写东西...
zh_tw: <32>{#p/basic}* 聽起來Toriel在寫東西...

source: <32>{#p/human}* (The bed seems a lot smaller than it might have used to.)
es_es: <32>{#p/human}* (La cama parece mucho menor de lo que lo que solía ser.)
tr_tr: <32>{#p/human}* (Yatak, eskiden olduğundan çok daha küçük görünüyor.)
zh_cn: <32>{#p/human}* （床看起来让人觉得 比以前小了不少。）
zh_tw: <32>{#p/human}* （床看起來讓人覺得 比以前小了不少。）

source: <32>{#p/basic}* It's a bed.
es_es: <32>{#p/basic}* Es una cama.
tr_tr: <32>{#p/basic}* Bir yatak.
zh_cn: <32>{#p/basic}* 一张床。
zh_tw: <32>{#p/basic}* 一張床。

source: <32>{#p/basic}* It's Toriel's bed.
es_es: <32>{#p/basic}* Es la cama de Toriel.
tr_tr: <32>{#p/basic}* Toriel'in yatağı.
zh_cn: <32>{#p/basic}* Toriel的床。
zh_tw: <32>{#p/basic}* Toriel的床。

source: <32>* Certainly too big for the likes of you.
es_es: <32>* Sin duda demasiado grande para gente como tú.
tr_tr: <32>* Senin gibi biri için kesinlikle çok büyük.
zh_cn: <32>* 对你来说有点太大了。
zh_tw: <32>* 對你來說有點太大了。

source: <32>* You've still got some time to go, but you'll grow into it.
es_es: <32>* Todavía te queda algo de tiempo, pero lo lograrás.
tr_tr: <32>* Hala biraz zamanı var, ama büyüdükçe kullanabilir hale geleceksin.
zh_cn: <32>* 你现在对于这床来讲还是小了点， 不过你以后会长大的。
zh_tw: <32>* 你現在對於這床來講還是小了點， 不過你以後會長大的。

source: <32>{#p/human}* (The books on this bookshelf consist of history, biology, and a foreboding possibility.)
es_es: <32>{#p/human}* (Los libros de esta estantería consisten en historia, biología y una posibilidad premonitoria.)
tr_tr: <32>{#p/human}* (Bu kitaplıkta bulunan kitaplar tarih, biyoloji, ve karamsar bir olasılıktan oluşuyor.)
zh_cn: <32>{#p/human}* （书架上放着历史学书、生物学书， 以及关于一个不祥的可能性的书。）
zh_tw: <32>{#p/human}* （書架上放著歷史學書、生物學書， 以及關於一個不祥的可能性的書。）

source: <32>{#p/basic}* It's Toriel's private bookshelf.
es_es: <32>{#p/basic}* Es la estantería privada de Toriel.
tr_tr: <32>{#p/basic}* Toriel'in özel kitaplığı.
zh_cn: <32>{#p/basic}* 这是Toriel的私人书架。
zh_tw: <32>{#p/basic}* 這是Toriel的私人書架。

source: <32>{#p/basic}* "Our homeworld gone... our people dead... but why?"
es_es: <32>{#p/basic}* "Nuestro Hogar Natal desaparecido... nuestra gente muerta... pero ¿por qué?"
zh_cn: <32>{#p/basic}* “我们家破人亡，生灵涂炭， 但这一切的起因是什么呢？”
zh_tw: <32>{#p/basic}* 「我們家破人亡，生靈塗炭， 但這一切的起因是什麼呢？」

source: <32>* "Surely, the humans must've had a reason for their attacks."
es_es: <32>* "Seguramente los humanos debían haber tenido una razón para sus ataques."
zh_cn: <32>* “人类不会无缘无故攻击我们。”
zh_tw: <32>* 「人類不會無緣無故攻擊我們。」

source: <32>* "Did our kind truly pose a threat to them?"
es_es: <32>* "¿Nuestra especie realmente representaba una amenaza para ellos?"
zh_cn: <32>* “但是，我们潜在的力量 真的如此强大...”
zh_tw: <32>* 「但是，我們潛在的力量 真的如此強大...」

source: <32>* "Was the threat of our potential truly that dire?"
es_es: <32>* "¿Era realmente terrible la amenaza de nuestro potencial?"
zh_cn: <32>* “强大到可以对人类 造成实质威胁的地步吗？”
zh_tw: <32>* 「強大到可以對人類 造成實質威脅的地步嗎？」

source: <32>* "Whatever the case may be, we were cornered, and there was nowhere else to go."
es_es: <32>* "Cuál sea el caso, estabamos acorralados, y no había adonde ir."
zh_cn: <32>* “不管真相如何， 此时我们已经走投无路，陷入绝境。”
zh_tw: <32>* 「不管真相如何， 此時我們已經走投無路，陷入絕境。」

source: <32>* "Capitulation was our only real means of survival."
es_es: <32>* "La capitulación era nuestro único medio real de supervivencia."
zh_cn: <32>* “唯有投降，才有一丝生的希望。”
zh_tw: <32>* 「唯有投降，才有一絲生的希望。」

source: <32>{#p/basic}* "When a boss monster is born, a magical link forms between the parents and the child."
es_es: <32>{#p/basic}* "Cuando nace un monstruo jefe, se forma un vínculo mágico entre los padres y el niño."
zh_cn: <32>{#p/basic}* “‘王级怪物’出生时， 会与父母之间建立起一条魔法纽带。”
zh_tw: <32>{#p/basic}* 「『王級怪物』出生時， 會與父母之間建立起一條魔法紐帶。」

source: <32>* "Through this, their SOUL is created, ageing the parents along with the child."
es_es: <32>* "A través de esto se crea su ALMA, envejeciendo los padres junto con el niño."
zh_cn: <32>* “靠着这条纽带，王级怪物 获得自己的灵魂，他的父母则会 随着孩子成长而逐渐衰老。”
zh_tw: <32>* 「靠著這條紐帶，王級怪物 獲得自己的靈魂，他的父母則會 隨著孩子成長而逐漸衰老。」

source: <32>* "The SOUL of a fully-grown boss monster is the strongest known to monsterkind..."
es_es: <32>* "El ALMA de un monstruo jefe adulto es la más fuerte conocida por los monstruos..."
zh_cn: <32>* “成年王级怪物的灵魂， 具有怪物界最强大的力量。”
zh_tw: <32>* 「成年王級怪物的靈魂， 具有怪物界最強大的力量。」

source: <32>* "Able to persist after death, if only for the briefest of periods."
es_es: <32>* "Capaz de persistir después de la muerte, aunque sólo sea por un breve período."
zh_cn: <32>* “强大到足以在肉体死后 仍能短暂存续。”
zh_tw: <32>* 「強大到足以在肉體死後 仍能短暫存續。」

source: <32>{#p/basic}* "We often worry about what would happen if a human attacked us."
es_es: <32>{#p/basic}* "A menudo nos preocupamos por lo que pasaría si un humano nos atacara."
zh_cn: <32>{#p/basic}* “我们常常担心，面对人类突然袭击， 会是何种后果。”
zh_tw: <32>{#p/basic}* 「我們常常擔心，面對人類突然襲擊， 會是何種後果。」

source: <33>* "But what if one of our own attacked instead...?"
es_es: <33>* "¿Pero qué pasaría si uno de nosotros atacara...?"
zh_cn: <33>* “但却很少想过，倘若同胞自相残杀， 又该如何应对。”
zh_tw: <33>* 「但卻很少想過，倘若同胞自相殘殺， 又該如何應對。」

source: <32>* "Would we as a society be able to handle such a betrayal?"
es_es: <32>* "¿Podríamos como sociedad manejar tal traición?"
zh_cn: <32>* “即使联合起来，能否彻底平息叛乱， 仍是个未知数。”
zh_tw: <32>* 「即使聯合起來，能否徹底平息叛亂， 仍是個未知數。」

source: <32>* "But who would think to do such a thing?"
es_es: <32>* "¿Pero a quien se le ocurriera hacer algo así?"
zh_cn: <32>* “不过此等担忧， 或许只是杞人忧天？”
zh_tw: <32>* 「不過此等擔憂， 或許只是杞人憂天？」

source: <32>{#p/human}* (This cactus seems to remind you of someone you once knew.)
es_es: <32>{#p/human}* (Este cactus parece recordarte a alguien que conociste.)
tr_tr: <32>{#p/human}* (Bu kaktüs sana daha önceden tanıdığın birini hatırlatıyor gibi görünüyor.)
zh_cn: <32>{#p/human}* （这株仙人掌好像让你想起了 某个以前认识的人。）
zh_tw: <32>{#p/human}* （這株仙人掌好像讓你想起了 某個以前認識的人。）

source: <32>{#p/basic}* Finally, a houseplant we can all relate to.
es_es: <32>{#p/basic}* Finalmente, una planta con la que todos nos identificamos.
tr_tr: <32>{#p/basic}* Nihayet, hepimizin kendini bağdaştırabileceği bir ev bitkisi.
zh_cn: <32>{#p/basic}* 终于，发现一株很像我们的植物。
zh_tw: <32>{#p/basic}* 終於，發現一株很像我們的植物。

source: <32>{#p/basic}* Ah, the cactus. * Truly the most tsundere of plants.
es_es: <32>{#p/basic}* Ah, el cactus. * Definitivamente la planta mas tsundere de todas.
zh_cn: <32>{#p/basic}* 啊，是仙人掌。 * 确实是最傲娇的植物。
zh_tw: <32>{#p/basic}* 啊，是仙人掌。 * 確實是最傲嬌的植物。

source: <32>{#p/basic}* It's not like this cactus was waiting for you to come back or anything...
es_es: <32>{#p/basic}* No es como que este cactus estaba esperando a que vuelvas ni nada...
tr_tr: <32>{#p/basic}* Bu kaktüsün senin geri dönmeni beklediği falan yoktu...
zh_cn: <32>{#p/basic}* 这仙人掌又不是在等你回来什么的...
zh_tw: <32>{#p/basic}* 這仙人掌又不是在等你回來什麼的...

source: <32>{#p/human}* (This chair appears to be a little small for the person who owns it.)
es_es: <32>{#p/human}* (Esta silla parece ser un poco pequeña para su dueña.)
tr_tr: <32>{#p/human}* (Bu sandalye, sahibine biraz küçük görünüyor.)
zh_cn: <32>{#p/human}* （对它的主人来说， 这个椅子似乎有点小。）
zh_tw: <32>{#p/human}* （對它的主人來說， 這個椅子似乎有點小。）

source: <32>{#p/basic}* It's a reading chair.
es_es: <32>{#p/basic}* Es una silla para leer.
tr_tr: <32>{#p/basic}* Bir okuma sandalyesi.
zh_cn: <32>{#p/basic}* 一把靠椅。
zh_tw: <32>{#p/basic}* 一把靠椅。

source: <32>{#p/basic}* Toriel's dedicated reading chair...
es_es: <32>{#p/basic}* La silla para leer de Toriel...
tr_tr: <32>{#p/basic}* Toriel'in özel okuma sandalyesi...
zh_cn: <32>{#p/basic}* Toriel的专用阅读椅...
zh_tw: <32>{#p/basic}* Toriel的專用閱讀椅...

source: <32>* ... at least until Asgore decides he'd like it instead.
es_es: <32>* ... al menos hasta que Asgore decida que le gustaría a él.
tr_tr: <32>* ... en azından Asgore onu kendine tercih edene kadar.
zh_cn: <32>* ...至少在Asgore看上它之前是。
zh_tw: <32>* ...至少在Asgore看上它之前是。

source: <32>* He's always wanted this chair. * I'd be surprised if he didn't take it with him.
es_es: <32>* El siempre quiso esta silla. * Me sorprendería que no se la lleve.
tr_tr: <32>* Hep bu sandalyeyi istemişti. * Onu alıp götürmemesinse şaşırırım.
zh_cn: <32>* 他一直想要这个靠椅。 * 如果他不打算把它带走， 我反倒觉得奇怪呢。
zh_tw: <32>* 他一直想要這個靠椅。 * 如果他不打算把它帶走， 我反倒覺得奇怪呢。

source: <32>{#p/basic}* Toriel's dedicated reading chair.
es_es: <32>{#p/basic}* La silla para leer de Toriel...
tr_tr: <32>{#p/basic}* Toriel'in özel okuma sandalyesi.
zh_cn: <32>{#p/basic}* Toriel的专用阅读椅。
zh_tw: <32>{#p/basic}* Toriel的專用閱讀椅。

source: <32>* Smells like lazy bones.
es_es: <32>* Huele a huesos vagos.
tr_tr: <32>* Tembellik kokuyor.
zh_cn: <32>* 懒骨头的味道扑面而来。
zh_tw: <32>* 懶骨頭的味道撲面而來。

source: <32>{#p/human}* (You look to the circled paragraph.)
es_es: <32>{#p/human}* (Lees el párrafo resaltado.)
tr_tr: <32>{#p/human}* (İşaretlenmiş paragrafa bakıyorsun.)
zh_cn: <32>{#p/human}* （你看了看圈起来的段落。）
zh_tw: <32>{#p/human}* （你看了看圈起來的段落。）

source: <32>{#p/toriel}{#f/21}* "Question: Why did the skeleton want a friend?"
es_es: <32>{#p/toriel}{#f/21}* "Pregunta: ¿Por que el esqueleto quería un amigo?"
tr_tr: <32>{#p/toriel}{#f/21}* "Soru: İskelet neden bir arkadaş istemiş?"
zh_cn: <32>{#p/toriel}{#f/21}* “提问：为什么骷髅 想交朋友呢？”
zh_tw: <32>{#p/toriel}{#f/21}* 「提問：為什麼骷髏 想交朋友呢？」

source: <32>* "Answer: Because he was feeling BONELY..."
es_es: <32>* "Respuesta: Porque se sentía HUESOLO..."
tr_tr: <32>* "Cevap: Çünkü yalnız KAVALMIŞ..."
zh_cn: <32>* “答案：因为他感觉很骨独...”
zh_tw: <32>* 「答案：因為他感覺很骨獨...」

source: <32>{#p/basic}* The jokes continue from here at a similar caliber.
es_es: <32>{#p/basic}* Los demás chistes son de calibre similar.
tr_tr: <32>{#p/basic}* Espriler bundan sonra aynı ölçüde devam ediyor.
zh_cn: <32>{#p/basic}* 后头的笑话也就这水准了。
zh_tw: <32>{#p/basic}* 後頭的笑話也就這水準了。

source: <32>{#p/human}* (You look to another paragraph.)
es_es: <32>{#p/human}* (Miras otro párrafo.)
tr_tr: <32>{#p/human}* (Başka bir paragrafa bakıyorsun.)
zh_cn: <32>{#p/human}* （你看了看另一段。）
zh_tw: <32>{#p/human}* （你看了看另一段。）

source: <32>{#p/toriel}{#f/21}* "Question: What's another name for a skeleton's vices?"
es_es: <32>{#p/toriel}{#f/21}* "Pregunta: ¿Cuál es el otro nombre para los vicios de un esqueleto?"
tr_tr: <32>{#p/toriel}{#f/21}* "Soru: Bir iskelet hamama gittiğinde nasıl yıkanır?"
zh_cn: <32>{#p/toriel}{#f/21}* “提问：骷髅的坏习惯 又可以叫做什么？”
zh_tw: <32>{#p/toriel}{#f/21}* 「提問：骷髏的壞習慣 又可以叫做什麼？」

source: <32>* "Answer: HOLLOW pursuits..."
es_es: <32>* "Respuesta: Actividades HUECAS..."
tr_tr: <32>* "Cevap: KAFAtasıyla..."
zh_cn: <32>* “答案：对髅空的追求...”
zh_tw: <32>* 「答案：對髏空的追求...」

source: <32>{#p/basic}* There's no sense in continuing to read these.
es_es: <32>{#p/basic}* No tiene sentido seguir leyendo esto...
tr_tr: <32>{#p/basic}* Bunları okumaya devam etmenin bir anlamı yok.
zh_cn: <32>{#p/basic}* 没必要再读下去了。
zh_tw: <32>{#p/basic}* 沒必要再讀下去了。

source: <32>{#p/toriel}{#f/21}* "Question: How does a skeleton say goodbye?"
es_es: <32>{#p/toriel}{#f/21}* "Pregunta: ¿Cómo un esqueleto dice adiós?"
tr_tr: <32>{#p/toriel}{#f/21}* "Soru: İskelet köpeğe nasıl veda etmiş?"
zh_cn: <32>{#p/toriel}{#f/21}* “提问：骷髅是怎么 跟别人道别的呢？”
zh_tw: <32>{#p/toriel}{#f/21}* 「提問：骷髏是怎麼 跟別人道別的呢？」

source: <32>* "Answer: See you to-MARROW..."
es_es: <32>* "Respuesta: Te medulo mañana..."
tr_tr: <32>* "Cevap: HoşÇAKAL..."
zh_cn: <32>* “答案：骨德拜...”
zh_tw: <32>* 「答案：骨德拜...」

source: <32>{#p/basic}* That one wasn't even REMOTELY funny.
es_es: <32>{#p/basic}* ESE NI SIQUIERA FUE REMOTAMENTE GRACIOSO.
tr_tr: <32>{#p/basic}* Bunun komik olmakla uzaktan yakından alakası yoktu.
zh_cn: <32>{#p/basic}* 一点也不好笑。
zh_tw: <32>{#p/basic}* 一點也不好笑。

source: <32>{#p/basic}* You can't get enough of these lame puns.
es_es: <32>{#p/basic}* No puedes tener suficiente de estos terribles chistes.
tr_tr: <32>{#p/basic}* Bu kuru esprilerle yetinemiyorsun.
zh_cn: <32>{#p/basic}* 这些蹩脚的双关笑话 你怎么看都不嫌多。
zh_tw: <32>{#p/basic}* 這些蹩腳的雙關笑話 你怎麼看都不嫌多。

source: <32>{#p/toriel}{#f/21}* "Question: Why did the skeleton drool in their sleep?"
es_es: <32>{#p/toriel}{#f/21}* "Pregunta: ¿Por qué el esqueleto babeaba mientras dormía?"
tr_tr: <32>{#p/toriel}{#f/21}* "Soru: İskelet neden berber olamamış?"
zh_cn: <32>{#p/toriel}{#f/21}* “提问：为什么骷髅睡觉时 会流口水？”
zh_tw: <32>{#p/toriel}{#f/21}* 「提問：為什麼骷髏睡覺時 會流口水？」

source: <32>* "Answer: Because they were having a FEMUR dream..."
es_es: <32>* "Respuesta: Porque estaba teniendo un sueño sobre FEMURES..."
tr_tr: <32>* "Cevap: Çünkü TARAK kemiği kırıkmış..."
zh_cn: <32>* “答案：因为它正在做 ‘骨’感的梦...”
zh_tw: <32>* 「答案：因為它正在做 『骨』感的夢...」

source: <32>{#p/basic}* This is getting old...
es_es: <32>{#p/basic}* Esto se está poniendo viejo...
tr_tr: <32>{#p/basic}* Bu şakalar gittikçe eskiyor...
zh_cn: <32>{#p/basic}* 这都多老的笑话了...
zh_tw: <32>{#p/basic}* 這都多老的笑話了...

source: <32>{#p/basic}* You still can't get enough of these lame puns.
es_es: <32>{#p/basic}* Aún no puedes tener suficiente de estos terribles chistes.
tr_tr: <32>{#p/basic}* Bu kuru esprilerle hala yetinemiyorsun.
zh_cn: <32>{#p/basic}* 你还是看不够这些 蹩脚的双关笑话。
zh_tw: <32>{#p/basic}* 你還是看不夠這些 蹩腳的雙關笑話。

source: <32>{#p/toriel}{#f/21}* "Question: What does a skeleton say to start a fight?"
es_es: <32>{#p/toriel}{#f/21}* "Pregunta: ¿Qué le dice un esqueleto a alguien para iniciar una pelea?"
tr_tr: <32>{#p/toriel}{#f/21}* "Soru: İskelet birini tehdit etmek için ne demiş?"
zh_cn: <32>{#p/toriel}{#f/21}* “提问：骷髅打架之前 会说什么呢？”
zh_tw: <32>{#p/toriel}{#f/21}* 「提問：骷髏打架之前 會說什麼呢？」

source: <32>* "Answer: I've got a BONE to pick with you..."
es_es: <32>* "Respuesta: Tengo un HUESO pendiente contigo..."
tr_tr: <32>* "Cevap: Bıçak KEMİĞE dayandı..."
zh_cn: <32>* “答案：我要把你揍到骨质疏松...”
zh_tw: <32>* 「答案：我要把你揍到骨質疏鬆...」

source: <32>{#p/basic}* Seriously? * That wasn't even a pun!
es_es: <32>{#p/basic}* ¿En serio? * ¡Eso ni siquiera fue un chiste!
tr_tr: <32>{#p/basic}* Gerçekten mi? * Bu bir espri bile değildi!
zh_cn: <32>{#p/basic}* 什么鬼？ * 这个都不是双关了好吧！
zh_tw: <32>{#p/basic}* 什麼鬼？ * 這個都不是雙關了好吧！

source: <32>{#p/basic}* We're losing brain cells here...
es_es: <32>{#p/basic}* Estamos perdiendo neuronas con esto...
tr_tr: <32>{#p/basic}* Burada beyin hücrelerimizi kaybediyoruz...
zh_cn: <32>{#p/basic}* 我们的脑细胞要不够用了...
zh_tw: <32>{#p/basic}* 我們的腦細胞要不夠用了...

source: <32>{#p/toriel}{#f/21}* "'What's up stairs?' asked the skeleton."
es_es: <32>{#p/toriel}{#f/21}* "'¿Donde van estas escaleras?' preguntó el esqueleto."
tr_tr: <32>{#p/toriel}{#f/21}* "İskeletin uykusu gelmiş."
zh_cn: <32>{#p/toriel}{#f/21}* “‘把门带上了吗？’ 一位骷髅问。”
zh_tw: <32>{#p/toriel}{#f/21}* 「『把門帶上了嗎？』 一位骷髏問。」

source: <32>* "... the stairs did not reply."
es_es: <32>* "... las escaleras no respondieron."
tr_tr: <32>* "Ancak iskelet ona kapıyı açmamış."
zh_cn: <32>* “‘我正扛着呢。’”
zh_tw: <32>* 「『我正扛著呢。』」

source: <32>{#p/basic}* ... * I have no words.
es_es: <32>{#p/basic}* ... * No tengo palabras.
tr_tr: <32>{#p/basic}* ... * Söyleyecek sözüm yok.
zh_cn: <32>{#p/basic}* ... * 我没话可说了。
zh_tw: <32>{#p/basic}* ... * 我沒話可說了。

source: <32>{#p/human}* (You look to the final paragraph.)
es_es: <32>{#p/human}* (Miras el ultimo párrafo.)
tr_tr: <32>{#p/human}* (Son paragrafa bakıyorsun.)
zh_cn: <32>{#p/human}* （你看向书中最后的段落。）
zh_tw: <32>{#p/human}* （你看向書中最後的段落。）

source: <32>{#p/basic}* Huh? * This one's not a joke...
es_es: <32>{#p/basic}* ¿Huh? * Este no es un chiste...
tr_tr: <32>{#p/basic}* Ha? * Buradaki bir şaka değil...
zh_cn: <32>{#p/basic}* 嗯？ * 这一段不是笑话...
zh_tw: <32>{#p/basic}* 嗯？ * 這一段不是笑話...

source: <32>{#p/toriel}{#f/21}* "A human has arrived in the Outlands today."
es_es: <32>{#p/toriel}{#f/21}* "Un humano ha caído en Las Afueras."
tr_tr: <32>{#p/toriel}{#f/21}* "Bugün Outlands'e bir insan geldi."
zh_cn: <32>{#p/toriel}{#f/21}* “就在今天， 一个人类抵达了外域。”
zh_tw: <32>{#p/toriel}{#f/21}* 「就在今天， 一個人類抵達了外域。」

source: <32>* "I do trust that Sans would look after them, but..."
es_es: <32>* "Confió en que Sans cuidara de ellos, pero..."
tr_tr: <32>* "Sans'ın ona göz kulak olacağına güveniyorum ama..."
zh_cn: <32>* “我相信Sans能照看好这个人类， 但我不太想拿这事为难他...”
zh_tw: <32>* 「我相信Sans能照看好這個人類， 但我不太想拿這事為難他...」

source: <32>* "I would rather not force him to do so."
es_es: <32>* "No quiero forzarlo a que lo haga."
tr_tr: <32>* "Onu buna zorlamayı tercih etmem."
zh_cn: <32>* “而且...”
zh_tw: <32>* 「而且...」

source: <32>* "Besides, can one royal sentry really protect them from the rest of the outpost?"
es_es: <32>* "Ademas, ¿podría realmente un solo centinela real protegerlos del resto de la Zona Espacial?"
tr_tr: <32>* "Ayrıca, tek bir kraliyet nöbetçisi onu gerçekten de karakolun kalanından koruyabilir mi?"
zh_cn: <32>* “前哨站其他地方都危险重重... 区区一个皇家哨兵， 真的能保护好人类吗？”
zh_tw: <32>* 「前哨站其他地方都危險重重... 區區一個皇家哨兵， 真的能保護好人類嗎？」

source: <32>* "Hopefully those kinds of questions will soon be pointless."
es_es: <32>* "Espero que ese tipo de preguntas pronto no sean necesarias."
tr_tr: <32>* "Umarım bu tür soruların yakında bir anlamı kalmayacaktır."
zh_cn: <32>* “希望这些疑虑随时间 烟消云散吧。”
zh_tw: <32>* 「希望這些疑慮隨時間 煙消雲散吧。」

source: <32>{#p/human}* (There are no more written entries here.)
es_es: <32>{#p/human}* (No hay mas entradas escritas aquí.)
tr_tr: <32>{#p/human}* (Burada daha fazla yazılı metin yok.)
zh_cn: <32>{#p/human}* （再往后，就都是空白了。）
zh_tw: <32>{#p/human}* （再往後，就都是空白了。）

source: <32>{#p/human}* (The diary seems to consist primarily of over-the-top skeleton puns.)
es_es: <32>{#p/human}* (El diario parece consistir mayormente de chistes de esqueletos de ultima generación.)
tr_tr: <32>{#p/human}* (Günlük çoğunlukla abartılı iskelet şakalarıyla dolu görünüyor.)
zh_cn: <32>{#p/human}* （日记里好像都是些 关于骷髅的离谱双关笑话。）
zh_tw: <32>{#p/human}* （日記裡好像都是些 關於骷髏的離譜雙關笑話。）

source: <32>{#p/human}* (You look to the newly-written page.)
es_es: <32>{#p/human}* (Miras la pagina mas reciente.)
tr_tr: <32>{#p/human}* (Yeni yazılmış sayfaya göz atıyorsun.)
zh_cn: <32>{#p/human}* （你读了读新写的段落。）
zh_tw: <32>{#p/human}* （你讀了讀新寫的段落。）

source: <32>{#p/toriel}{#f/21}* "It seems my preconceptions about Asgore were incorrect."
es_es: <32>{#p/toriel}{#f/21}* "Parece que mis prejuicios sobre Asgore fueron incorrectos."
tr_tr: <32>{#p/toriel}{#f/21}* "Asgore hakkındaki önyargılarım yanlışmış gibi görünüyor."
zh_cn: <32>{#p/toriel}{#f/21}* “看来我之前误解Asgore了。”
zh_tw: <32>{#p/toriel}{#f/21}* 「看來我之前誤解Asgore了。」

source: <32>* "In failing to confront him, I have failed to understand what was truly going on."
es_es: <32>* "Al no haberlo confrontado, fallé en entender que estaba pasando."
tr_tr: <32>* "Onunla yüzleşmeyerek, aslında gerçekte neyin olup bittiğini anlamakta başarısız oldum."
zh_cn: <32>* “我没有去勇敢地面对他， 也就没能弄清楚 事实上发生了什么。”
zh_tw: <32>* 「我沒有去勇敢地面對他， 也就沒能弄清楚 事實上發生了什麼。」
