Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>{#p/basic}* The first of a limited run of Super Starwalker comics.
es_es: <32>{#p/basic}* El primero de una serie limitada del cómic Super Starwalker.
tr_tr: <32>{#p/basic}* Sınırlı sayıdaki Süper Starwalker çizgi romanlarının ilk serisi.
zh_cn: <32>{#p/basic}* 限量版《超级星之行者》连载漫画。 * 共有3期，这是第1期。
zh_tw: <32>{#p/basic}* 限量版《超級星之行者》連載漫畫。 * 共有3期，這是第1期。

source: Super Starwalker 1
tr_tr: Süper Starwalker 1
zh_cn: 《超级星之行者1》
zh_tw: 《超級星之行者1》

source: <32>{#p/human}* (You read Super Starwalker 1.)
es_es: <32>{#p/human}* (Lees Super Starwalker 1.)
tr_tr: <32>{#p/human}* (Süper Starwalker 1’i okudun.)
zh_cn: <32>{#p/human}* （你看了看《超级星之行者1》。）
zh_tw: <32>{#p/human}* （你看了看《超級星之行者1》。）

source: <32>* (Nothing happens.)
es_es: <32>* (No pasa nada.)
tr_tr: <32>* (Hiçbir şey olmadı.)
zh_cn: <32>* （什么都没发生。）
zh_tw: <32>* （什麼都沒發生。）

source: The second of a limited run of Super Starwalker comics.
es_es: La segunda de una limitada serie de cómics de Super Starwalker.
tr_tr: Sınırlı sayıdaki Süper Starwalker çizgi romanlarının ikinci serisi.
zh_cn: 限量版《超级星之行者》连载漫画 第2期。
zh_tw: 限量版《超級星之行者》連載漫畫 第2期。

source: Starwalker 2
zh_cn: 星之行者2
zh_tw: 星之行者2

source: <32>{#p/human}* (You throw away Super Starwalker 2.)
es_es: <32>{#p/human}* (Desechas el Super Starwalker 2.)
tr_tr: <32>{#p/human}* (Süper Starwalker 2’yi attın.)
zh_cn: <32>{#p/human}* （你把《超级星之行者2》扔掉了。）
zh_tw: <32>{#p/human}* （你把《超級星之行者2》扔掉了。）

source: <32>{#p/human}* (It seems like the middle of a journey.)
es_es: <32>{#p/human}* (Parece la mitad de un viaje.)
tr_tr: <32>{#p/human}* (Bir yolculuğun ortasıymış gibi duruyor.)
zh_cn: <32>{#p/human}* （这似乎是一段旅程的中途。）
zh_tw: <32>{#p/human}* （這似乎是一段旅程的中途。）

source: <32>{#p/basic}* The second of a limited run of Super Starwalker comics.
es_es: <32>{#p/basic}* El segundo de una serie limitada del cómic Super Starwalker.
tr_tr: <32>{#p/basic}* Sınırlı sayıdaki Süper Starwalker çizgi romanlarının ikinci serisi.
zh_cn: <32>{#p/basic}* 限量版《超级星之行者》连载漫画。 * 共有3期，这是第2期。
zh_tw: <32>{#p/basic}* 限量版《超級星之行者》連載漫畫。 * 共有3期，這是第2期。

source: Super Starwalker 2
tr_tr: Süper Starwalker 2
zh_cn: 《超级星之行者2》
zh_tw: 《超級星之行者2》

source: <32>{#p/human}* (You read Super Starwalker 2.)
es_es: <32>{#p/human}* (Lees Super Starwalker 2.)
tr_tr: <32>{#p/human}* (Süper Starwalker 2'yi okudun.)
zh_cn: <32>{#p/human}* （你看了看《超级星之行者2》。）
zh_tw: <32>{#p/human}* （你看了看《超級星之行者2》。）

source: <32>* (You found a piece of gum taped to the comic strip.)
es_es: <32>* (Encontraste un chicle pegado con cinta a la tira cómica.)
tr_tr: <32>* (Çizgi romana bantlanmış bir sakız buldun.)
zh_cn: <32>* （你发现漫画上 “附赠”了一块口香糖...）
zh_tw: <32>* （你發現漫畫上 「附贈」了一塊口香糖...）

source: * (Use the gum?)
es_es: * (¿Usar el chicle?)
tr_tr: * (Sakızı çiğne?)
zh_cn: * （嚼它吗？）
zh_tw: * （嚼它嗎？）

source: The third of a limited run of Super Starwalker comics.
es_es: El tercero de una limitada serie de cómics de Super Starwalker.
tr_tr: Sınırlı sayıdaki Süper Starwalker çizgi romanlarının üçüncü serisi.
zh_cn: 限量版《超级星之行者》连载漫画 第3期。
zh_tw: 限量版《超級星之行者》連載漫畫 第3期。

source: Starwalker 3
zh_cn: 星之行者3
zh_tw: 星之行者3

source: <32>{#p/human}* (You throw away Super Starwalker 3.)
es_es: <32>{#p/human}* (Desechas el Super Starwalker 3.)
tr_tr: <32>{#p/human}* (Süper Starwalker 3'ü attın.)
zh_cn: <32>{#p/human}* （你把《超级星之行者3》扔掉了。）
zh_tw: <32>{#p/human}* （你把《超級星之行者3》扔掉了。）

source: <32>{#p/human}* (It seems like the end of a journey... or is it a new beginning?)
es_es: <32>{#p/human}* (Parece el final de un viaje... ¿o es un nuevo comienzo?)
tr_tr: <32>{#p/human}* (Bir yolculuğun sonuymuş gibi duruyor... yoksa başlangıcı mı?)
zh_cn: <32>{#p/human}* （这似乎是一段旅程的终点... 亦或是一个新的开始？）
zh_tw: <32>{#p/human}* （這似乎是一段旅程的終點... 亦或是一個新的開始？）

source: <32>{#p/basic}* The third of a limited run of Super Starwalker comics.
es_es: <32>{#p/basic}* El tercero de una serie limitada del cómic Super Starwalker.
tr_tr: <32>{#p/basic}* Sınırlı sayıdaki Süper Starwalker çizgi romanlarının üçüncü serisi.
zh_cn: <32>{#p/basic}* 限量版《超级星之行者》连载漫画。 * 共有3期，这是最后一期。
zh_tw: <32>{#p/basic}* 限量版《超級星之行者》連載漫畫。 * 共有3期，這是最後一期。

source: Super Starwalker 3
tr_tr: Süper Starwalker 3
zh_cn: 《超级星之行者3》
zh_tw: 《超級星之行者3》

source: <32>{#p/human}* (You read Super Starwalker 3.)
es_es: <32>{#p/human}* (Lees Super Starwalker 3.)
tr_tr: <32>{#p/human}* (Süper Starwalker 3'ü okudun.)
zh_cn: <32>{#p/human}* （你看了看《超级星之行者3》。）
zh_tw: <32>{#p/human}* （你看了看《超級星之行者3》。）

source: Questionable at best.
es_es: Cuestionable a lo mejor.
tr_tr: En iyi ihtimalde bile şüpheli.
zh_cn: 买它真是亏爆了。
zh_tw: 買它真是虧爆了。

source: Steak
es_es: Filete
tr_tr: Biftek
zh_cn: 滋滋牛排
zh_tw: 滋滋牛排

source: <32>{#p/human}* (You throw away the Sizzli Steak.)
es_es: <32>{#p/human}* (Desechas el Filete Chisporroteante.)
tr_tr: <32>{#p/human}* (Cızırtılı Biftek'i attın.)
zh_cn: <32>{#p/human}* （你把滋滋牛排扔掉了。）
zh_tw: <32>{#p/human}* （你把滋滋牛排扔掉了。）

source: <32>{#p/basic}* Well, that won't be missed.
es_es: <32>{#p/basic}* Bueno, eso no lo echaremos de menos.
tr_tr: <32>{#p/basic}* Neyse, onu özleyen olmayacak.
zh_cn: <32>{#p/basic}* 哼，没人会稀罕它的。
zh_tw: <32>{#p/basic}* 哼，沒人會稀罕它的。

source: <32>{#p/basic}* "Sizzli Steak" Heals 14 HP * Questionable.
es_es: <32>{#p/basic}* "Filete Chisporroteante" Cura 14 PS * Dudoso.
tr_tr: <32>{#p/basic}* "Cızırtılı Biftek" 14 CAN iyileştirir * Şüpheli.
zh_cn: <32>{#p/basic}* “滋滋牛排” 回复14 HP * 质量存疑。
zh_tw: <32>{#p/basic}* 「滋滋牛排」 回復14 HP * 質量存疑。

source: Sizzli Steak
es_es: Filete Chisp.
tr_tr: Cızırtılı Biftek
zh_cn: 滋滋牛排
zh_tw: 滋滋牛排

source: <32>{#p/human}* (You eat the Sizzli Steak.)
es_es: <32>{#p/human}* (Te comes el Filete Chisporroteante.)
tr_tr: <32>{#p/human}* (Cızırtılı Biftek'i yedin.)
zh_cn: <32>{#p/human}* （你吃掉了滋滋牛排。）
zh_tw: <32>{#p/human}* （你吃掉了滋滋牛排。）

source: <32>{#p/basic}* Gross!
es_es: <32>{#p/basic}* ¡Asqueroso!
tr_tr: <32>{#p/basic}* İğrenç!
zh_cn: <32>{#p/basic}* 真难吃！
zh_tw: <32>{#p/basic}* 真難吃！

source: Secret Key
es_es: Llave Secreta
tr_tr: Gizli Anahtar
zh_cn: 秘密钥匙
zh_tw: 秘密鑰匙

source: Used to access a hidden room in the Outlands.
es_es: Se usa para una zona oculta de Las Afueras.
tr_tr: Outlands'deki gizli bir odaya erişmek için kullanılabilir.
zh_cn: 用它解锁了外域的隐藏房间。
zh_tw: 用它解鎖了外域的隱藏房間。

source: Acquired from the sock drawer in Toriel's room.
es_es: Adquirido del cajón de calcetines en la habitación de Toriel.
tr_tr: Toriel'in odasındaki çorap çekmecesinden alındı.
zh_cn: 在Toriel房间里的袜子抽屉中 搞到的。
zh_tw: 在Toriel房間裡的襪子抽屜中 搞到的。

source: <25>{#p/toriel}{#f/0}* Ah, of course. * That must be where you crash-landed.
es_es: <25>{#p/toriel}{#f/0}* Ah, por supuesto. * Ahí debe ser donde te estrellaste.
tr_tr: <25>{#p/toriel}{#f/0}* Ah, elbette. * Orası senin kaza yaptığın yer olmalı.
zh_cn: <25>{#p/toriel}{#f/0}* 啊，当然。 * 那一定是你迫降的地方。
zh_tw: <25>{#p/toriel}{#f/0}* 啊，當然。 * 那一定是你迫降的地方。

source: <25>{#f/0}* The other humans who came here landed there, too.
es_es: <25>{#f/0}* Los otros humanos que llegaron también aterrizaron allí.
tr_tr: <25>{#f/0}* Buraya gelen diğer insanlar da oraya iniş yapmışlardı.
zh_cn: <25>{#f/0}* 其他来这里的人类 也是在那里降落的。
zh_tw: <25>{#f/0}* 其他來這裡的人類 也是在那裡降落的。

source: <25>{#f/1}* There must be something about the force field...
es_es: <25>{#f/1}* Debe haber algo en el campo de fuerza...
tr_tr: <25>{#f/1}* Burada güç kalkanı ile ilgili bir şey olmalı...
zh_cn: <25>{#f/0}* 到来的飞船总是沿着 这个航线飞进这里...
zh_tw: <25>{#f/0}* 到來的飛船總是沿著 這個航線飛進這裡...

source: <25>{#f/0}* ... which always makes incoming craft fly in on this vector.
es_es: <25>{#f/0}* ... lo que siempre hace que las naves vuelen en este vector.
tr_tr: <25>{#f/0}* ... bu gelen araçların hep bu vektörde uçmasını sağlıyordur.
zh_cn: <25>{#f/1}* ...这肯定和力场有关系。
zh_tw: <25>{#f/1}* ...這肯定和力場有關係。

source: <25>{#p/toriel}{#f/1}* Is that where I first found you?
es_es: <25>{#p/toriel}{#f/1}* ¿Es ahí donde te encontré por primera vez?
tr_tr: <25>{#p/toriel}{#f/1}* Orası seni ilk bulduğum yer mi?
zh_cn: <25>{#p/toriel}{#f/1}* 那是我找到你的地方吗？
zh_tw: <25>{#p/toriel}{#f/1}* 那是我找到你的地方嗎？

source: <25>{#f/5}* That talking star who tormented you has been a pest for some time.
es_es: <25>{#f/5}* Esa estrella parlante que viste ha sido una peste durante un tiempo.
tr_tr: <25>{#f/5}* Seni rahatsız eden o konuşan yıldız, bir süredir baş belası olmuştur.
zh_cn: <25>{#f/5}* 那个折磨你的 会说话的星星， 一直是个讨厌鬼。
zh_tw: <25>{#f/5}* 那個折磨你的 會說話的星星， 一直是個討厭鬼。

source: <25>{#f/1}* I have tried to reason with him before, but...
es_es: <25>{#f/1}* He intentado razonar con él antes, pero...
tr_tr: <25>{#f/1}* Daha önce onunla konuşmaya çalıştım ama...
zh_cn: <25>{#f/1}* 我以前试过跟他讲道理， 但...
zh_tw: <25>{#f/1}* 我以前試過跟他講道理， 但...

source: <25>{#f/9}* My efforts never truly got anywhere.
es_es: <25>{#f/9}* Mis esfuerzos nunca llegaron a ninguna parte.
tr_tr: <25>{#f/9}* Çabalarım hiçbir zaman tamamıyla bir yere varamadı.
zh_cn: <25>{#f/9}* 我的努力 从未真正奏效过。
zh_tw: <25>{#f/9}* 我的努力 從未真正奏效過。

source: <25>{#f/5}* All alone out there, by yourself...
es_es: <25>{#f/5}* Solo ahí fuera, por ti mismo...
tr_tr: <25>{#f/5}* Tamamen tek başına, yapayalnız bir şekilde...
zh_cn: <25>{#f/5}* 就你一个人独自在外面...
zh_tw: <25>{#f/5}* 就你一個人獨自在外面...

source: <25>{#f/0}* It is a good thing I was there to bring you in.
es_es: <25>{#f/0}* Menos mal que estaba allí para traerte aquí.
tr_tr: <25>{#f/0}* Seni içeri almak için orada bulunmam iyi olmuş.
zh_cn: <25>{#f/0}* 幸好当时我在那里， 把你给带进来了。
zh_tw: <25>{#f/0}* 幸好當時我在那裡， 把你給帶進來了。

source: <25>{#p/toriel}{#f/1}* The entrance to the Outlands...
es_es: <25>{#p/toriel}{#f/1}* La entrada a Las Afueras...
tr_tr: <25>{#p/toriel}{#f/1}* Outlands'in girişi...
zh_cn: <25>{#p/toriel}{#f/1}* 外域的入口啊...
zh_tw: <25>{#p/toriel}{#f/1}* 外域的入口啊...

source: <25>{#f/0}* Indeed, the area before this is not actually part of it.
es_es: <25>{#f/0}* De hecho, la zona anterior a esta no forma parte de las Afueras.
tr_tr: <25>{#f/0}* Evet, buradan önceki alan aslında onun bir parçası değil.
zh_cn: <25>{#f/0}* 在这之前的区域 确实不算外域的一部分。
zh_tw: <25>{#f/0}* 在這之前的區域 確實不算外域的一部分。

source: <25>{#f/5}* It is... more of an unmarked crash site.
es_es: <25>{#f/5}* Es... más bien un lugar de choque sin marcar.
tr_tr: <25>{#f/5}* Orası daha çok... işaretlenmemiş bir kaza alanı.
zh_cn: <25>{#f/5}* 那边... 更像是一个无名坠落点。
zh_tw: <25>{#f/5}* 那邊... 更像是一個無名墜落點。

source: <25>{#f/1}* After the first human crashed directly INTO the Outlands...
es_es: <25>{#f/1}* Después de que el primer humano se estrellara en las Afueras...
tr_tr: <25>{#f/1}* İlk insan doğrudan Outlands'in İÇİNE çarptıktan sonra...
zh_cn: <25>{#f/1}* 在第一个人类 直接坠入外域之后...
zh_tw: <25>{#f/1}* 在第一個人類 直接墜入外域之後...

source: <25>{#f/0}* A separate platform seemed an obvious addition.
es_es: <25>{#f/0}* Una plataforma independiente parecía un complemento obvio.
tr_tr: <25>{#f/0}* Ayrı bir platformun eklenmesi kaçınılmazdı.
zh_cn: <25>{#f/0}* 添加一个独立的平台 就显得很有必要了。
zh_tw: <25>{#f/0}* 添加一個獨立的平臺 就顯得很有必要了。

source: <25>{#p/toriel}{#f/0}* The puzzle in this room works well for demonstrations.
es_es: <25>{#p/toriel}{#f/0}* El puzle en este cuarto funciona bien para las demostraciones.
tr_tr: <25>{#p/toriel}{#f/0}* Bu odadaki bulmaca görselleştirme için iyi iş çıkarıyor.
zh_cn: <25>{#p/toriel}{#f/0}* 这个房间里的谜题 很适合用来做演示。
zh_tw: <25>{#p/toriel}{#f/0}* 這個房間裡的謎題 很適合用來做演示。

source: <25>{#f/1}* After all, why else would I build it?
es_es: <25>{#f/1}* Después de todo, ¿por qué si no iba a construirlo?
tr_tr: <25>{#f/1}* Ne de olsa, başka ne için kurardım ki?
zh_cn: <25>{#f/1}* 不然，我还能 因为什么而制作它？
zh_tw: <25>{#f/1}* 不然，我還能 因為什麼而製作它？

source: <25>{#f/5}* Unfortunately, not every human understood this.
es_es: <25>{#f/5}* Desafortunadamente, no todos los humanos entienderon esto.
tr_tr: <25>{#f/5}* Ne yazık ki, insanların tümü bu niyetimi anlamamıştı.
zh_cn: <25>{#f/5}* 不幸的是， 并非所有人类 都明白这一点。
zh_tw: <25>{#f/5}* 不幸的是， 並非所有人類 都明白這一點。

source: <25>{#f/3}* One of them even tried running at the security field directly...
es_es: <25>{#f/3}* Incluso uno de ellos intentó correr hacia el campo de seguridad...
tr_tr: <25>{#f/3}* Biri doğrudan güvenlik kalkanına koşmayı bile denemişti...
zh_cn: <25>{#f/3}* 其中一个甚至试图 往安保屏障上冲...
zh_tw: <25>{#f/3}* 其中一個甚至試圖 往安保屏障上衝...

source: <25>{#f/0}* ... suffice it to say, the use of healing magic was required.
es_es: <25>{#f/0}* ... basta decir que fue necesario el uso de magia curativa.
tr_tr: <25>{#f/0}* ... şifa büyüsü kullandığımı söylemek yeterli olacaktır.
zh_cn: <25>{#f/0}* ...我只能说， 治疗魔法是必需的。
zh_tw: <25>{#f/0}* ...我只能說， 治療魔法是必需的。

source: <25>{#p/toriel}* If this puzzle is not my favorite, I do not know what is!
es_es: <25>{#p/toriel}* Si este puzle no es mi favorito, ¡no sé cuál lo es!
tr_tr: <25>{#p/toriel}* Favorim olan bulmaca bu değilse, ne olacağını bilmiyorum!
zh_cn: <25>{#p/toriel}* 如果这都不能算作 我最喜欢的谜题， 我就不知道什么才算了！
zh_tw: <25>{#p/toriel}* 如果這都不能算作 我最喜歡的謎題， 我就不知道什麼才算了！

source: <25>* The way it teaches collaboration is a most valuable quality.
es_es: <25>* La forma en que enseña a colaborar es una cualidad muy valiosa.
tr_tr: <25>* İşbirliğini öğretme şekli en değerli gördüğüm yanıdır.
zh_cn: <25>* 它所教导的团队精神， 是一种最宝贵的品质。
zh_tw: <25>* 它所教導的團隊精神， 是一種最寶貴的品質。

source: <25>{#f/1}* Since my dream job IS to become a teacher...
es_es: <25>{#f/1}* Ya que mi trabajo soñado ES ser profesora...
tr_tr: <25>{#f/1}* Zira hayalim olan işim öğretmen olmak olduğu için...
zh_cn: <25>{#f/1}* 由于我梦想 成为一名教师...
zh_tw: <25>{#f/1}* 由於我夢想 成為一名教師...

source: <25>{#f/0}* I am always looking for ways to impart these important lessons.
es_es: <25>{#f/0}* Siempre estoy buscando formas de impartir estas importantes lecciones.
tr_tr: <25>{#f/0}* Hep böyle önemli dersleri aktarmanın yollarını arıyorum.
zh_cn: <25>{#f/0}* 所以总想找机会将这些 重要的东西教给别人。
zh_tw: <25>{#f/0}* 所以總想找機會將這些 重要的東西教給別人。

source: <25>{#p/toriel}{#f/1}* The training room...?
es_es: <25>{#p/toriel}{#f/1}* ¿El cuarto de entrenamiento...?
tr_tr: <25>{#p/toriel}{#f/1}* Eğitim odası mı...?
zh_cn: <25>{#p/toriel}{#f/1}* 训练室吗...？
zh_tw: <25>{#p/toriel}{#f/1}* 訓練室嗎...？

source: <25>{#f/0}* Hee hee, I am still proud of the way you handled that lesson.
es_es: <25>{#f/0}* Je, je, sigo estando orgullosa de cómo manejaste esa lección.
tr_tr: <25>{#f/0}* Hee hee, hala o dersi halletme şeklin ile gurur duyuyorum.
zh_cn: <25>{#f/0}* 嘻嘻，我还是很高兴 你按照我教的方法 完成了任务。
zh_tw: <25>{#f/0}* 嘻嘻，我還是很高興 你按照我教的方法 完成了任務。

source: <25>{#f/1}* A friendly conversation is preferable to the alternative...
es_es: <25>{#f/1}* Una conversación amistosa es preferible a la otra opción...
tr_tr: <25>{#f/1}* Arkadaşça bir sohbet başlatmak alternatifinden iyidir...
zh_cn: <25>{#f/1}* 友好的交谈 比其它选择更可取...
zh_tw: <25>{#f/1}* 友好的交談 比其它選擇更可取...

source: <25>{#f/0}* And not just because it helps you make friends!
es_es: <25>{#f/0}* ¡Y no sólo porque te ayude a hacer amigos!
tr_tr: <25>{#f/0}* Elbette tek sebebi arkadaş edinmene yardımcı olması değil!
zh_cn: <25>{#f/0}* 可不仅仅是因为 那样能帮你交朋友！
zh_tw: <25>{#f/0}* 可不僅僅是因為 那樣能幫你交朋友！

source: <25>{#f/5}* Although you did not handle that lesson in the way I intended...
es_es: <25>{#f/5}* Aunque no manejaste esa lección de la manera que pretendía...
tr_tr: <25>{#f/5}* Her ne kadar bu dersi senden istediğim şekilde ele almış olmasan da...
zh_cn: <25>{#f/5}* 虽然你没按我教的去做...
zh_tw: <25>{#f/5}* 雖然你沒按我教的去做...

source: <25>{#f/0}* At the very least, you avoided the conflict.
es_es: <25>{#f/0}* Por lo menos, evitaste el conflicto.
tr_tr: <25>{#f/0}* En azından çatışmadan kaçınmış oldun.
zh_cn: <25>{#f/0}* 但至少你避免了冲突。
zh_tw: <25>{#f/0}* 但至少你避免了衝突。

source: <25>{#f/0}* Considering the alternatives, it was... a preferable outcome.
es_es: <25>{#f/0}* Considerando las alternativas, era... un resultado preferible.
tr_tr: <25>{#f/0}* Alternatifleri göz önüne aldığımızda, bu... tercih edilebilir bir sonuçtu.
zh_cn: <25>{#f/0}* 考虑到还有其它选择， 这算是... 一个较好的结果。
zh_tw: <25>{#f/0}* 考慮到還有其它選擇， 這算是... 一個較好的結果。

source: <25>{#f/0}* ... hmm.
tr_tr: <25>{#f/0}* ... hım.
zh_cn: <25>{#f/0}* ...嗯。
zh_tw: <25>{#f/0}* ...嗯。

source: <25>{#f/0}* Truthfully, I still do not know how to react to what happened.
es_es: <25>{#f/0}* La verdad, es que aún no sé cómo reaccionar ante lo ocurrido.
tr_tr: <25>{#f/0}* Doğrusu, olanlara nasıl tepki vereceğimi hala bilmiyorum.
zh_cn: <25>{#f/0}* 老实说， 我到现在还不知道 该怎么应对这事。
zh_tw: <25>{#f/0}* 老實說， 我到現在還不知道 該怎麼應對這事。

source: <25>{#f/1}* It was mesmerising to watch, though...
es_es: <25>{#f/1}* Era fascinante de ver, sin embargo...
tr_tr: <25>{#f/1}* Ama izlemesinin büyüleyici olduğunu söylemeliyim...
zh_cn: <25>{#f/1}* 长时间看着某物 是容易入迷， 但是...
zh_tw: <25>{#f/1}* 長時間看著某物 是容易入迷， 但是...

source: <25>{#f/3}* Just the two of you... * Staring at each other...
es_es: <25>{#f/3}* Sólo ustedes dos... * Mirándose el uno al otro...
tr_tr: <25>{#f/3}* Sadece ikiniz... * Öylece birbirinize bakıyordunuz...
zh_cn: <25>{#f/3}* 就你们俩这样... * 一直盯着对方...
zh_tw: <25>{#f/3}* 就你們倆這樣... * 一直盯著對方...

source: <25>{#f/1}* I cannot say I expected what happened, but...
es_es: <25>{#f/1}* No puedo decir que esperara lo que pasó, pero...
tr_tr: <25>{#f/1}* Olanları beklediğimi söyleyemem ama...
zh_cn: <25>{#f/1}* 我不能说我预料到了 会发生这种事， 但是...
zh_tw: <25>{#f/1}* 我不能說我預料到了 會發生這種事， 但是...

source: <25>{#f/0}* It was still endearing nonetheless.
es_es: <25>{#f/0}* Aún así fue entrañable.
tr_tr: <25>{#f/0}* Yine de sevimliydi.
zh_cn: <25>{#f/0}* 这还是挺可爱的。
zh_tw: <25>{#f/0}* 這還是挺可愛的。

source: <25>{#f/0}* Surprisingly, you are the first human to try the approach.
es_es: <25>{#f/0}* Sorprendentemente, eres el primer humano que prueba este método.
tr_tr: <25>{#f/0}* Şaşırtıcı bir şekilde, bu yaklaşımı deneyen ilk insan sendin.
zh_cn: <25>{#f/0}* 意外的是， 你竟然是第一个 尝试这种方法的人类。
zh_tw: <25>{#f/0}* 意外的是， 你竟然是第一個 嘗試這種方法的人類。

source: <25>{#f/1}* And it seemed such an obvious solution in hindsight...
es_es: <25>{#f/1}* Y parecía una solución tan obvia en retrospectiva...
tr_tr: <25>{#f/1}* Öyle ki, geriye dönüp bakınca çok bariz bir çözüm gibi görünüyor...
zh_cn: <25>{#f/1}* 现在看来， 这种解决办法 好像再明显不过了...
zh_tw: <25>{#f/1}* 現在看來， 這種解決辦法 好像再明顯不過了...

source: <25>{#f/8}* Hahaha! * Ah, I cannot help but laugh!
es_es: <25>{#f/8}* ¡Jajaja! * ¡Ah, no puedo evitar reírme!
tr_tr: <25>{#f/8}* Hahaha! * Ah, gülmeden edemiyorum!
zh_cn: <25>{#f/8}* 哈哈哈！ * 啊，我忍不住笑了！
zh_tw: <25>{#f/8}* 哈哈哈！ * 啊，我忍不住笑了！

source: <25>{#f/6}* The shamelessness with which you chose to flirt...
es_es: <25>{#f/6}* El descaro con el que elegiste coquetear...
tr_tr: <25>{#f/6}* Çekinmeden öylece flört etmeyi seçmen...
zh_cn: <25>{#f/6}* 你那 毫不掩饰的调情方式...
zh_tw: <25>{#f/6}* 你那 毫不掩飾的調情方式...

source: <25>{#f/1}* Certainly took me by surprise!
es_es: <25>{#f/1}* ¡Ciertamente me tomó por sorpresa!
tr_tr: <25>{#f/1}* Beni kesinlikle şaşırttı!
zh_cn: <25>{#f/1}* 确实让我吃了一惊！
zh_tw: <25>{#f/1}* 確實讓我吃了一驚！

source: <25>{#f/0}* Listen to me, my child.
es_es: <25>{#f/0}* Escúchame, mi niño.
tr_tr: <25>{#f/0}* Dinle beni, çocuğum.
zh_cn: <25>{#f/0}* 听我说，孩子。
zh_tw: <25>{#f/0}* 聽我說，孩子。

source: <25>{#f/9}* Flirting with your adversaries may not always be ideal.
es_es: <25>{#f/9}* Coquetear con tus adversarios no siempre es lo ideal.
tr_tr: <25>{#f/9}* Düşmanlarınla flört etmek her zaman ideal olmayabilir.
zh_cn: <25>{#f/9}* 向对手调情 可不一定总是好主意。
zh_tw: <25>{#f/9}* 向對手調情 可不一定總是好主意。

source: <25>{#f/10}* But, if you can do it like THAT again...
es_es: <25>{#f/10}* Pero, si puedes hacerlo ASÍ otra vez...
tr_tr: <25>{#f/10}* Ama, eğer bunu bir daha BU ŞEKİLDE yapabilirsen...
zh_cn: <25>{#f/10}* 不过， 要是你能再像刚才那样...
zh_tw: <25>{#f/10}* 不過， 要是你能再像剛才那樣...

source: <25>{#f/0}* There is no telling what you can accomplish this way.
es_es: <25>{#f/0}* No se sabe lo que se puede conseguir de esta manera.
tr_tr: <25>{#f/0}* Bunun ile neler başarabileceğini kimse bilemez.
zh_cn: <25>{#f/0}* 谁知道 你还能用这种方式 做到什么呢。
zh_tw: <25>{#f/0}* 誰知道 你還能用這種方式 做到什麼呢。

source: <25>{#p/toriel}{#f/0}* Oh, right, about that.
es_es: <25>{#p/toriel}{#f/0}* Oh, cierto, sobre eso.
tr_tr: <25>{#p/toriel}{#f/0}* Ah, evet, konusu açılmış iken...
zh_cn: <25>{#p/toriel}{#f/0}* 噢，对了，关于这个。
zh_tw: <25>{#p/toriel}{#f/0}* 噢，對了，關於這個。

source: <25>{#p/toriel}{#f/0}* I recently discovered that a ghost was hiding in the dummy.
es_es: <25>{#p/toriel}{#f/0}* Hace poco descubrí que un fantasma se escondía en el maniquí.
tr_tr: <25>{#p/toriel}{#f/0}* Yakın zamanda bu mankenin içinde bir hayaletin saklandığını keşfettim.
zh_cn: <25>{#p/toriel}{#f/0}* 我最近发现有个幽灵 藏在这个人偶里。
zh_tw: <25>{#p/toriel}{#f/0}* 我最近發現有個幽靈 藏在這個人偶裡。

source: <25>{#p/toriel}{#f/1}* They seemed bothered about something, but...
es_es: <25>{#p/toriel}{#f/1}* Parecía tener molestia por algo, pero...
tr_tr: <25>{#p/toriel}{#f/1}* Hakkında rahatsız olduğu bir şey varmış gibi görünüyordu, ama...
zh_cn: <25>{#p/toriel}{#f/1}* 那幽灵看起来 在为什么事烦恼， 不过...
zh_tw: <25>{#p/toriel}{#f/1}* 那幽靈看起來 在為什麼事煩惱， 不過...

source: <25>{#p/toriel}{#f/0}* After a little talk, I helped to calm them down.
es_es: <25>{#p/toriel}{#f/0}* Tras una pequeña charla, le ayudé a calmarse.
tr_tr: <25>{#p/toriel}{#f/0}* Ufak bir konuşmadan sonra onun sakinleşmesine yardımcı oldum.
zh_cn: <25>{#p/toriel}{#f/0}* 聊了一会儿后， 我帮那幽灵冷静了下来。
zh_tw: <25>{#p/toriel}{#f/0}* 聊了一會兒後， 我幫那幽靈冷靜了下來。

source: <25>{#p/toriel}{#f/1}* Hmm... I wonder where Lurksalot is now?
es_es: <25>{#p/toriel}{#f/1}* Hmm... ¿me pregunto dónde estará ahora Lurksalot?
tr_tr: <25>{#p/toriel}{#f/1}* Hmm... Acaba Lurksalot şimdi nerede?
zh_cn: <25>{#p/toriel}{#f/1}* 嗯... 不知道Lurksalot 现在在哪里呢。
zh_tw: <25>{#p/toriel}{#f/1}* 嗯... 不知道Lurksalot 現在在哪裡呢。

source: <25>{#f/5}* In times like this, it is important that we show respect.
es_es: <25>{#f/5}* En tiempos como estos, es importante que mostremos respeto.
tr_tr: <25>{#f/5}* Böyle zamanlarda saygı göstermemiz önemlidir.
zh_cn: <25>{#f/5}* 在这种时候， 我们应当表现出尊重。
zh_tw: <25>{#f/5}* 在這種時候， 我們應當表現出尊重。

source: <25>{#f/10}* ... do you understand?
es_es: <25>{#f/10}* ... ¿lo entiendes?
tr_tr: <25>{#f/10}* ... beni anlıyor musun?
zh_cn: <25>{#f/10}* ...明白吗？
zh_tw: <25>{#f/10}* ...明白嗎？

source: <25>{#f/9}* It is a lesson more important than that of puzzles or encounters.
es_es: <25>{#f/9}* Es una lección más importante que la de los puzles o los encuentros.
tr_tr: <25>{#f/9}* Bu bulmacalardan veya çatışmalardan daha önemli bir derstir.
zh_cn: <25>{#f/9}* 刚刚教你的东西， 比什么谜题和战斗技巧 重要得多。
zh_tw: <25>{#f/9}* 剛剛教你的東西， 比什麼謎題和戰鬥技巧 重要得多。

source: <25>{#p/toriel}{#f/1}* The riddle offered by the terminal in that room...
es_es: <25>{#p/toriel}{#f/1}* El acertijo que ofrece el terminal en esa habitación...
tr_tr: <25>{#p/toriel}{#f/1}* O odadaki terminalde bulunan bilmece...
zh_cn: <25>{#p/toriel}{#f/1}* 这房间终端上的谜题...
zh_tw: <25>{#p/toriel}{#f/1}* 這房間終端上的謎題...

source: <25>{#f/0}* Was based on something I found in an old Earth legend.
es_es: <25>{#f/0}* Esta basado en algo que encontré en una vieja leyenda de la Tierra.
tr_tr: <25>{#f/0}* Eski bir Dünya efsanesinde bulduğum bir şeye dayanıyordu.
zh_cn: <25>{#f/0}* 改编自我从一个 古老的地球传说里 看到的内容。
zh_tw: <25>{#f/0}* 改編自我從一個 古老的地球傳說裡 看到的內容。

source: <25>{#f/1}* It involved a series of many intricate puzzles...
es_es: <25>{#f/1}* Se trataba de una serie de muchos puzles complejos...
tr_tr: <25>{#f/1}* İçerdiği şeyler arasında bir dizi karmaşık bulmaca vardı...
zh_cn: <25>{#f/1}* 那个传说里包含了 一系列复杂的谜题...
zh_tw: <25>{#f/1}* 那個傳說裡包含了 一系列複雜的謎題...

source: <25>{#f/0}* And a certain deceptive baked good.
es_es: <25>{#f/0}* Y un cierto engañoso producto horneado.
tr_tr: <25>{#f/0}* Bir de belirli bir aldatıcı hamur işi yer alıyordu.
zh_cn: <25>{#f/0}* 其中有个烹饪谜题， 大伙总猜错， 但我觉得很巧妙。
zh_tw: <25>{#f/0}* 其中有個烹飪謎題， 大夥總猜錯， 但我覺得很巧妙。

source: <25>{#f/5}* It is a shame you refused to solve it.
es_es: <25>{#f/5}* Es una pena que te hayas negado a resolverlo.
tr_tr: <25>{#f/5}* Bunu çözmeyi reddetmen çok yazık oldu.
zh_cn: <25>{#f/5}* 你没有解谜可真是遗憾。
zh_tw: <25>{#f/5}* 你沒有解謎可真是遺憾。

source: <25>{#f/0}* Seeing you solve it was quite gratifying.
es_es: <25>{#f/0}* Verte resolverlo fue muy gratificante.
tr_tr: <25>{#f/0}* Bunu çözdüğünü görmek oldukça memnun ediciydi.
zh_cn: <25>{#f/0}* 很高兴看到你愿意解谜。
zh_tw: <25>{#f/0}* 很高興看到你願意解謎。
