Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/5}* Still, it's up to me to show you the ropes.
es_es: <25>{#f/5}* Aún así, es mi decisión mostrarte.
tr_tr: <25>{#f/5}* Yine de sana işlerin nasıl yürüdüğünü göstermek bana düşüyor.
zh_cn: <25>{#f/5}* 不过，还得由我来给你 传授点经验。
zh_tw: <25>{#f/5}* 不過，還得由我來給你 傳授點經驗。

source: <25>* Let's get started, shall we?
es_es: <25>* Empecemos, ¿quieres?
tr_tr: <25>* Başlayalım, ha?
zh_cn: <25>* 准备好了吗？我们开始吧！
zh_tw: <25>* 準備好了嗎？我們開始吧！

source: <25>{#p/twinkly}{#f/6}* Okay, that's enough.
es_es: <25>{#p/twinkly}{#f/6}* Okay, eso es suficiente.
tr_tr: <25>{#p/twinkly}{#f/6}* Tamam, bu kadarı yeter.
zh_cn: <25>{#p/twinkly}{#f/6}* 有完没完了？
zh_tw: <25>{#p/twinkly}{#f/6}* 有完沒完了？

source: <25>{#f/8}* If you wanna keep resetting, then by all means...
es_es: <25>{#f/8}* Si quieres seguir reiniciando, por todos los medios...
tr_tr: <25>{#f/8}* Eğer daha sıfırlamaya devam edeceksen, her türlü...
zh_cn: <25>{#f/8}* 好好好， 喜欢重置是吧？
zh_tw: <25>{#f/8}* 好好好， 喜歡重置是吧？

source: <25>{#f/6}* Do as you wish.
es_es: <25>{#f/6}* Haz lo que desees.
tr_tr: <25>{#f/6}* İstediğin gibi yap.
zh_cn: <25>{#f/6}* 那你就玩个够。
zh_tw: <25>{#f/6}* 那你就玩個夠。

source: <25>{#f/7}* Just don't expect to get past me so easily.
es_es: <25>{#f/7}* No esperes pasarme tan fácilmente.
tr_tr: <25>{#f/7}* Sadece beni kolayca atlatabileceğini sanma yeter.
zh_cn: <25>{#f/7}* 想甩掉我， 耍小聪明可没用。
zh_tw: <25>{#f/7}* 想甩掉我， 耍小聰明可沒用。

source: <25>{#p/twinkly}{#f/6}* Don't you have anything better to do?
es_es: <25>{#p/twinkly}{#f/6}* ¿No tienes nada mejor que hacer?
tr_tr: <25>{#p/twinkly}{#f/6}* Yapacak daha iyi bir şeyin yok mu senin?
zh_cn: <25>{#p/twinkly}{#f/6}* 你是闲得没别的事可做吗？
zh_tw: <25>{#p/twinkly}{#f/6}* 你是閒得沒別的事可做嗎？

source: <25>{#p/twinkly}{#f/6}* Resetting right after you've taken your first hit, huh?
es_es: <25>{#p/twinkly}{#f/6}* Reiniciando justo después de recibir tu primer golpe, ¿eh?
tr_tr: <25>{#p/twinkly}{#f/6}* İlk darbeni aldığın gibi sıfırladın demek ha?
zh_cn: <25>{#p/twinkly}{#f/6}* 刚挨了一击就马上重置， 是吧？
zh_tw: <25>{#p/twinkly}{#f/6}* 剛挨了一擊就馬上重置， 是吧？

source: <25>{#f/7}* How pathetic.
es_es: <25>{#f/7}* Que patetico.
tr_tr: <25>{#f/7}* Ne kadar acınası.
zh_cn: <25>{#f/7}* 真是可悲。
zh_tw: <25>{#f/7}* 真是可悲。

source: <25>{#p/twinkly}{#f/11}* As if you think I'd forget about what you did...
es_es: <25>{#p/twinkly}{#f/11}* Como si creyeras que yo olvidaría lo que hiciste...
tr_tr: <25>{#p/twinkly}{#f/11}* Güya ben de senin yaptığın şeyi unutacaktım...
zh_cn: <25>{#p/twinkly}{#f/11}* 你以为我忘了你刚刚 干了什么吗？
zh_tw: <25>{#p/twinkly}{#f/11}* 你以為我忘了你剛剛 幹了什麼嗎？

source: <25>{#f/7}* Filthy shard dodger.
es_es: <25>{#f/7}* Sucio esquivador de fragmentos.
tr_tr: <25>{#f/7}* Pis kaytarıkçı seni.
zh_cn: <25>{#f/7}* 肮脏的碎片闪避手。
zh_tw: <25>{#f/7}* 骯髒的碎片閃避手。

source: <25>{#p/twinkly}{#f/7}* I can play this game all day, idiot.
es_es: <25>{#p/twinkly}{#f/7}* Puedo jugar esto todo el día, idiota.
tr_tr: <25>{#p/twinkly}{#f/7}* Bu oyunu bütün gün oynayabilirim, salak.
zh_cn: <25>{#p/twinkly}{#f/7}* 我能在这儿陪你玩一整天， 蠢货。
zh_tw: <25>{#p/twinkly}{#f/7}* 我能在這兒陪你玩一整天， 蠢貨。

source: <25>{#f/11}* Either way, since you already know what's coming next...{%15}
es_es: <25>{#f/11}* Como sea, ya que sabes lo que vendrá a continuación...{%15}
tr_tr: <25>{#f/11}* Her neyse, zaten bundan sonra ne geleceğini biliyorsun...{%15}
zh_cn: <25>{#f/11}* 不过，既然你都知道接下来 会发生什么了...{%15}
zh_tw: <25>{#f/11}* 不過，既然你都知道接下來 會發生什麼了...{%15}

source: <25>{#p/twinkly}{#f/6}* Howdy.
es_es: <25>{#p/twinkly}{#f/6}* Hola.
tr_tr: <25>{#p/twinkly}{#f/6}* Selam.
zh_cn: <25>{#p/twinkly}{#f/6}* 哈喽。
zh_tw: <25>{#p/twinkly}{#f/6}* 哈囉。

source: <25>* Seems I'll be fireballed if I stick around too long.
es_es: <25>* Creo que me lanzaran una bola de fuego si me quedo aquí mucho tiempo.
tr_tr: <25>* Eğer burada çok takılırsam alev topunu yiyeceğim gibi duruyor.
zh_cn: <25>* 感觉我再待下去 就要引火上身了。
zh_tw: <25>* 感覺我再待下去 就要引火上身了。

source: <25>{#f/8}* A shame, really...
es_es: <25>{#f/8}* Una pena, de verdad...
tr_tr: <25>{#f/8}* Yazık oldu, cidden...
zh_cn: <25>{#f/8}* 真是遗憾...
zh_tw: <25>{#f/8}* 真是遺憾...

source: <25>{#f/7}* I was gonna have SO much fun with you.
es_es: <25>{#f/7}* Me iba a divertir MUCHO contigo.
tr_tr: <25>{#f/7}* Seninle ÖYLE bir eğlenecektim ki.
zh_cn: <25>{#f/7}* 我本来想跟你好好玩玩的。
zh_tw: <25>{#f/7}* 我本來想跟你好好玩玩的。

source: <25>{#f/5}* Well, see ya!
es_es: <25>{#f/5}* Bueno, ¡nos vemos!
tr_tr: <25>{#f/5}* Pekala, görüşürüz!
zh_cn: <25>{#f/5}* 好啦，回见！
zh_tw: <25>{#f/5}* 好啦，回見！

source: <25>{#p/twinkly}{#f/12}{#v/0}* What the HELL are you doing, $(name)?
es_es: <25>{#p/twinkly}{#f/12}{#v/0}* ¿Qué DIABLOS estás haciendo, $(name)?
tr_tr: <25>{#p/twinkly}{#f/12}{#v/0}* Sen ne yapıyorsun BE, $(name)?
zh_cn: <25>{#p/twinkly}{#f/12}{#v/0}* $(name)， 你到底在干什么？
zh_tw: <25>{#p/twinkly}{#f/12}{#v/0}* $(name)， 你到底在幹什麼？

source: <25>{#f/12}{#v/0}* We had the outpost at our mercy!
es_es: <25>{#f/12}{#v/0}* ¡Teníamos la zona espacial en nuestras manos!
tr_tr: <25>{#f/12}{#v/0}* Bütün karakol bizim insafımıza kalmıştı!
zh_cn: <25>{#f/12}{#v/0}* 我们本来就要 拿下这个前哨站了！
zh_tw: <25>{#f/12}{#v/0}* 我們本來就要 拿下這個前哨站了！

source: <25>{#f/6}{#v/0}* All we had to do was follow the plan.
es_es: <25>{#f/6}{#v/0}* Todo lo que teníamos que hacer era seguir el plan.
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken plana uymaktı.
zh_cn: <25>{#f/6}{#v/0}* 我们只需要 按照计划行事。
zh_tw: <25>{#f/6}{#v/0}* 我們只需要 按照計畫行事。

source: <25>{#f/6}{#v/0}* All we had to do was get through the Foundry...
es_es: <25>{#f/6}{#v/0}* Todo lo que teníamos que hacer era atravesar la Fábrica...
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken Dökümhane'yi geçip...
zh_cn: <25>{#f/6}{#v/0}* 我们只需要穿过铸厂...
zh_tw: <25>{#f/6}{#v/0}* 我們只需要穿過鑄廠...

source: <25>* Finish off the guards...
es_es: <25>* Acabar con los guardias...
tr_tr: <25>* Muhafızları temizleyip...
zh_cn: <25>* 干掉那些守卫...
zh_tw: <25>* 幹掉那些守衛...

source: <25>* And make it to the Citadel!
es_es: <25>* ¡Y llegar a la Capital!
tr_tr: <25>* Hisar'a ulaşmaktı!
zh_cn: <25>* 然后前往首塔！
zh_tw: <25>* 然後前往首塔！

source: <25>{#f/6}{#v/0}* All we had to do was finish off the guards...
es_es: <25>{#f/6}{#v/0}* Todo lo que teníamos que hacer era acabar con los guardias...
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken muhafızları temizleyip...
zh_cn: <25>{#f/6}{#v/0}* 我们只需要 干掉那些守卫...
zh_tw: <25>{#f/6}{#v/0}* 我們只需要 幹掉那些守衛...

source: <25>* And get through the Citadel!
es_es: <25>* ¡Y atravesar la capital!
tr_tr: <25>* Hisar'dan geçmekti!
zh_cn: <25>* 然后穿过首塔！
zh_tw: <25>* 然後穿過首塔！

source: <25>{#f/6}{#v/0}* All we had to do was KILL that stupid robot...
es_es: <25>{#f/6}{#v/0}* Todo lo que teníamos que hacer era MATAR a ese estúpido robot...
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken o aptal robotu ÖLDÜRMEKTİ...
zh_cn: <25>{#f/6}{#v/0}* 我们只需要杀掉 那个愚蠢的机器人...
zh_tw: <25>{#f/6}{#v/0}* 我們只需要殺掉 那個愚蠢的機器人...

source: <25>{#f/6}{#v/0}* All we had to do was get through the Citadel!
es_es: <25>{#f/6}{#v/0}* ¡Todo lo que teníamos que hacer era atravesar la capital!
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken Hisar'dan geçmekti!
zh_cn: <25>{#f/6}{#v/0}* 我们只需要穿过首塔！
zh_tw: <25>{#f/6}{#v/0}* 我們只需要穿過首塔！

source: <25>{#f/6}{#v/0}* All we had to do was KILL that nerdy trashbag!
es_es: <25>{#f/6}{#v/0}* ¡Todo lo que teníamos que hacer era MATAR a esa basura nerd!
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken o budala çöp poşetini ÖLDÜRMEKTİ!
zh_cn: <25>{#f/6}{#v/0}* 我们只需要杀掉 那个呆子一样的垃圾袋！
zh_tw: <25>{#f/6}{#v/0}* 我們只需要殺掉 那個呆子一樣的垃圾袋！

source: <25>{#f/6}{#v/0}* All we had to do was walk to the end!
es_es: <25>{#f/6}{#v/0}* ¡Todo lo que teníamos que hacer era caminar hacia el final!
tr_tr: <25>{#f/6}{#v/0}* Tek yapmamız gereken en sona yürümekti!
zh_cn: <25>{#f/6}{#v/0}* 我们只需要 继续走到终点！
zh_tw: <25>{#f/6}{#v/0}* 我們只需要 繼續走到終點！

source: <25>* We were so close!
es_es: <25>* ¡Estábamos tan cerca!
tr_tr: <25>* Ramak kalmıştı!
zh_cn: <25>* 我们就快成功了！
zh_tw: <25>* 我們就快成功了！

source: <25>{#f/8}{#v/0}* Coward...
es_es: <25>{#f/8}{#v/0}* Cobarde...
tr_tr: <25>{#f/8}{#v/0}* Korkak...
zh_cn: <25>{#f/8}{#v/0}* 你个懦夫...
zh_tw: <25>{#f/8}{#v/0}* 你個懦夫...

source: <25>{#f/6}* I'm not really sure what just happened.
es_es: <25>{#f/6}* No estoy seguro de lo que acaba de pasar.
tr_tr: <25>{#f/6}* Az önce ne oldu bilmiyorum.
zh_cn: <25>{#f/6}* 到底发生啥了？
zh_tw: <25>{#f/6}* 到底發生啥了？

source: <25>{#f/8}* We were on the shuttle, and then...
es_es: <25>{#f/8}* Estábamos en el transbordador, y entonces...
tr_tr: <25>{#f/8}* Biz mekiğin içindeydik, derken...
zh_cn: <25>{#f/8}* 咱们刚上了飞船， 然后...
zh_tw: <25>{#f/8}* 咱們剛上了飛船， 然後...

source: <25>{#f/6}* I...
es_es: <25>{#f/6}* Yo...
tr_tr: <25>{#f/6}* Benim...
zh_cn: <25>{#f/6}* 我...
zh_tw: <25>{#f/6}* 我...

source: <25>{#f/8}* I have to go...
es_es: <25>{#f/8}* Yo me tengo que ir...
tr_tr: <25>{#f/8}* Benim gitmem gerek...
zh_cn: <25>{#f/8}* 我得走了...
zh_tw: <25>{#f/8}* 我得走了...

source: <25>{#p/twinkly}{#f/7}* So, we're back at the beginning, are we?
es_es: <25>{#p/twinkly}{#f/7}* Así que volvimos al inicio, ¿verdad?
tr_tr: <25>{#p/twinkly}{#f/7}* Demek en başa döndük, ha?
zh_cn: <25>{#p/twinkly}{#f/7}* 所以， 我们又回到起点了， 对吧？
zh_tw: <25>{#p/twinkly}{#f/7}* 所以， 我們又回到起點了， 對吧？

source: <26>{#f/5}* I've been expecting you. * I wonder how you'll do this time around.
es_es: <26>{#f/5}* Te he estado esperando. * Me pregunto cómo lo harás esta vez.
tr_tr: <26>{#f/5}* Ben de seni bekliyordum. * Bakalım bu sefer nasıl yapacaksın.
zh_cn: <26>{#f/5}* 我一直在等你。 * 倒要看看 你这次会怎么做。
zh_tw: <26>{#f/5}* 我一直在等你。 * 倒要看看 你這次會怎麼做。

source: <25>{#f/11}* Who knows? * Maybe it'll be easier for you now.
es_es: <25>{#f/11}* ¿Quién sabe? * Tal vez será más fácil para ti ahora.
tr_tr: <25>{#f/11}* Kim bilir? * Belki artık senin için daha kolay olacaktır.
zh_cn: <25>{#f/11}* ...谁知道呢？ * 也许那样做对你而言 更加容易吧。
zh_tw: <25>{#f/11}* ...誰知道呢？ * 也許那樣做對你而言 更加容易吧。

source: <25>{#f/7}* It certainly was when I had your powers.
es_es: <25>{#f/7}* Ciertamente lo fue cuando tenía tus poderes.
tr_tr: <25>{#f/7}* Senin güçlerine sahipken benim için öyleydi.
zh_cn: <25>{#f/7}* 我还拥有着你的力量时， 确实是更容易了。
zh_tw: <25>{#f/7}* 我還擁有著你的力量時， 確實是更容易了。

source: <25>{#f/5}* Well, good luck!
es_es: <25>{#f/5}* Bueno, ¡buena suerte!
tr_tr: <25>{#f/5}* Pekala, bol şans!
zh_cn: <25>{#f/5}* 嗯... 祝你好运！
zh_tw: <25>{#f/5}* 嗯... 祝你好運！

source: <20>{#f/5}See that heart? That's your SOUL, the very culmination of your being!
es_es: <20>{#f/5}¿Ves ese corazón? ¡Esa es tu ALMA, la culminación de tu propio ser!
tr_tr: <20>{#f/5}Şu kalbi görüyor musun? O senin RUHun, var oluşunun simgesi!
zh_cn: <20>{#f/5}看见这颗心了吗？ 这是你的灵魂， 是你生命的精华所在！
zh_tw: <20>{#f/5}看見這顆心了嗎？ 這是你的靈魂， 是你生命的精華所在！

source: <20>{#f/5}Your SOUL is an important part of you, and needs LOVE to sustain itself.
es_es: <20>{#f/5}Tu ALMA es una parte importante de ti, y necesita AMOR para sostenerse por si misma.
tr_tr: <20>{#f/5}RUH'un senin önemli bir parçan, ve varlığını devam ettirmesi için SEVGİ lazım.
zh_cn: <20>{#f/5}你的灵魂是你 不可或缺的一部分， 你需要LOVE来维持 它的存在。
zh_tw: <20>{#f/5}你的靈魂是你 不可或缺的一部分， 你需要LOVE來維持 它的存在。

source: <20>{*}{#x2}{#f/5}Out here, LOVE is shared through... {#f/8}little white... {#f/11}'happiness shards.'
es_es: <20>{*}{#x2}{#f/5}Por aquí, el AMOR se comparte con estos {#f/8}pequeños... {#f/11}'fragmentos de alegría.'
tr_tr: <20>{*}{#x2}{#f/5}Buralarda, SEVGİ'nin paylaşımı... {#f/8}küçük beyaz {#f/11}'mutluluk parçalarıyla' olur.
zh_cn: <20>{*}{#x2}{#f/5}在这太空， LOVE是通过...{#f/8} 这些白色的...{#f/11} “幸福碎片”传递的。
zh_tw: <20>{*}{#x2}{#f/5}在這太空， LOVE是通過...{#f/8} 這些白色的...{#f/11} 「幸福碎片」傳遞的。

source: <20>{*}{#f/5}To get you started on the right path, I'll share some of my own LOVE.
es_es: <20>{*}{#f/5}Para que comiences por el buen camino, te compartiré un poco de mi propio AMOR.
tr_tr: <20>{*}{#f/5}Doğru yoldan başlamanı sağlamak için, seninle biraz kendi SEVGİ'mi paylaşayım.
zh_cn: <20>{*}{#f/5}为了让你在正确的 道路上启程，我会分你 一点我自己的LOVE。
zh_tw: <20>{*}{#f/5}為了讓你在正確的 道路上啟程，我會分你 一點我自己的LOVE。

source: <20>{*}{#f/5}Try to get as many as you can!{^20}{*}{#x1}{%}
es_es: <20>{*}{#f/5}¡Agarra todas las que puedas!{^20}{*}{#x1}{%}
tr_tr: <20>{*}{#f/5}Toplayabildiğin kadarını toplamaya çalış!{^20}{*}{#x1}{%}
zh_cn: <20>{*}{#f/5}能接多少就接多少！{^20}{*}{#x1}{%}
zh_tw: <20>{*}{#f/5}能接多少就接多少！{^20}{*}{#x1}{%}

source: <20>{*}{#f/8}Whoops, I think you might've missed them...
es_es: <20>{*}{#f/8}Oops, creo que las has perdido...
tr_tr: <20>{*}{#f/8}Tüh, sanırım onları kaçırdın...
zh_cn: <20>{*}{#f/8}哦呦， 看来你好像没接住...
zh_tw: <20>{*}{#f/8}喔呦， 看來你好像沒接住...

source: <20>{*}{#f/5}But that's okay!
es_es: <20>{*}{#f/5}¡Pero está bien!
tr_tr: <20>{*}{#f/5}Ama sorun yok!
zh_cn: <20>{*}{#f/5}没关系！
zh_tw: <20>{*}{#f/5}沒關係！

source: <20>{*}{#x2}{#f/10}Here, have some more.{^20}{*}{#x1}{%}
es_es: <20>{*}{#x2}{#f/10}Aquí, ten unos cuantos más.{^20}{*}{#x1}{%}
tr_tr: <20>{*}{#x2}{#f/10}Al, biraz daha vereyim.{^20}{*}{#x1}{%}
zh_cn: <20>{*}{#x2}{#f/10}来，我再送你点！{^20}{*}{#x1}{%}
zh_tw: <20>{*}{#x2}{#f/10}來，我再送你點！{^20}{*}{#x1}{%}

source: <20>{*}{#f/12}What the-... are you braindead or something??
es_es: <20>{*}{#f/12}Pero que-... ¿¿eres tonto o algo así??
tr_tr: <20>{*}{#f/12}Ne oluyo-... ya sen gerizekalı mısın??
zh_cn: <20>{*}{#f/12}搞什... 你是脑残还是怎么着？？
zh_tw: <20>{*}{#f/12}搞什... 你是腦殘還是怎麼著？？

source: <20>{*}{#x2}RUN. INTO. THE. BULLETS!!!{^20}{*}{#x1}{^999}
es_es: <20>{*}{#x2}VE. HACIA. LAS. ¡¡¡BALAS!!!{^20}{*}{#x1}{^999}
tr_tr: <20>{*}{#x2}KOŞ. İÇİNE. ŞU. MERMİLERİN!!!{^20}{*}{#x1}{^999}
zh_cn: <20>{*}{#x2}给{^4} 我{^4} 撞{^4} 子弹！！！{^20}{*}{#x1}{^999}
zh_tw: <20>{*}{#x2}給{^4} 我{^4} 撞{^4} 子彈！！！{^20}{*}{#x1}{^999}

source: RUN. INTO. THE. happiness shards~
es_es: VE. HACIA. LOS. fragmentos alegres~
tr_tr: KOŞ. İÇİNE. ŞU. mutluluk parçalarının~
zh_cn: 给 我 撞 幸福碎片~
zh_tw: 給 我 撞 幸福碎片~

source: <20>{#v/1}Hee hee hee...
es_es: <20>{#v/1}Je je je...
zh_cn: <20>{#v/1}嘻嘻嘻...
zh_tw: <20>{#v/1}嘻嘻嘻...

source: <20>In this world, it's KILL or BE killed.
es_es: <20>En este mundo, es MATAR o MORIR.
tr_tr: <20>Bu dünyada, ya ÖLÜRSÜN ya da ÖLDÜRÜRSÜN.
zh_cn: <20>在这个世界中... 不是杀人就是被杀。
zh_tw: <20>在這個世界中... 不是殺人就是被殺。

source: <20>Imagine, a SOUL like yours crash-landing on my doorstep...
es_es: <20>Imagina, una ALMA como la tuya aterrizando en mi puerta...
tr_tr: <20>Düşünsene, senin gibi bir RUH bir anda burnumun dibinde kaza yapıyor...
zh_cn: <20>你该不会天真地以为， 面对这自投罗网 送上门来的灵魂...
zh_tw: <20>你該不會天真地以為， 面對這自投羅網 送上門來的靈魂...

source: <20>Did you really think I'd pass up such a golden opportunity?
es_es: <20>¿Realmente pensaste que dejaría pasar una oportunidad de oro?
tr_tr: <20>Böyle altın bir fırsatı es geçeceğimi mi sandın?
zh_cn: <20>我会蠢到放弃 这大好机会吧？
zh_tw: <20>我會蠢到放棄 這大好機會吧？

source: <20>{#f/7}Nah, you know what's going on here, don'tcha?
es_es: <20>{#f/7}Nah, sabes lo que está pasando aquí, ¿verdad?
tr_tr: <20>{#f/7}Yok, burada neler olduğunu biliyorsun, di mi?
zh_cn: <20>{#f/7}啧，你知道会发生什么， 是不是？
zh_tw: <20>{#f/7}嘖，你知道會發生什麼， 是不是？

source: <20>You just wanted to torment little old Twinkly, didn'tcha?
es_es: <20>Sólo querías atormentar al pequeño Twinkly, ¿no es así?
tr_tr: <20>Sen sadece biricik Twinkly'e eziyet etmek istedin, di mi?
zh_cn: <20>你只想好好折磨一下 楚楚可怜的Twinkly， 是不是？
zh_tw: <20>你只想好好折磨一下 楚楚可憐的Twinkly， 是不是？

source: <20>Golly... you must have no idea who you're messing with.
es_es: <20>Dios mio... no debes tener ni idea de con quién te estás metiendo.
tr_tr: <20>Tanrım... kiminle uğraştığını hiç bilmiyor olmalısın.
zh_cn: <20>天呐... 你知道你惹的是谁吗？
zh_tw: <20>天吶... 你知道你惹的是誰嗎？

source: <20>{#f/11}Hee hee hee...
es_es: <20>{#f/11}Je je je...
zh_cn: <20>{#f/11}嘻嘻嘻...
zh_tw: <20>{#f/11}嘻嘻嘻...

source: <20>{#v/1}We'll just have to cut straight to the point, won't we?
es_es: <20>{#v/1}Tendremos que ir directamente al punto, ¿no es así?
tr_tr: <20>{#v/1}Sadece çabucak sadede gelmemiz gerekecek, değil mi?
zh_cn: <20>{#v/1}那么我们就直奔主题吧。
zh_tw: <20>{#v/1}那麼我們就直奔主題吧。

source: <20>Hee hee hee...
es_es: <20>Je je je...
zh_cn: <20>嘻嘻嘻...
zh_tw: <20>嘻嘻嘻...

source: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}DIE.{^20}{%}
es_es: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}MUERE.{^20}{%}
tr_tr: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}GEBER.{^20}{%}
zh_cn: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}死吧。{^20}{%}
zh_tw: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}死吧。{^20}{%}

source: <20>{#p/toriel}What a terrible creature, torturing such a poor, innocent youth...
es_es: <20>{#p/toriel}Qué criatura tan terrible, torturando a un alma tan joven e inocente...
tr_tr: <20>{#p/toriel}Ne kadar da zalim bir yaratık, bu zavallı masum küçüğe işkence ediyor...
zh_cn: <20>{#p/toriel}真是个残忍的家伙， 居然折磨这么一个 弱小无助的孩子...
zh_tw: <20>{#p/toriel}真是個殘忍的傢伙， 居然折磨這麼一個 弱小無助的孩子...

source: <20>Have no fear, little one.
es_es: <20>No tengas miedo, pequeño.
tr_tr: <20>Korkmana gerek yok, ufaklık.
zh_cn: <20>不要害怕，孩子。
zh_tw: <20>不要害怕，孩子。

source: <20>I am {@fill=#003cff}TORIEL{@fill=#000}, overseer of the {@fill=#f00}OUTLANDS{@fill=#000}.
es_es: <20>Soy {@fill=#003cff}TORIEL{@fill=#000}, la supervisora de las {@fill=#f00}AFUERAS{@fill=#000}.
tr_tr: <20>Ben {@fill=#003cff}TORİEL{@fill=#000}, {@fill=#f00}OUTLANDS'in{@fill=#000} gözetmeniyim.
zh_cn: <20>我是{@fill=#003cff}TORIEL{@fill=#000}， {@fill=#f00}外域{@fill=#000}的管理员。
zh_tw: <20>我是{@fill=#003cff}TORIEL{@fill=#000}， {@fill=#f00}外域{@fill=#000}的管理員。

source: <20>I come by every day to check for those who have been stranded here.
es_es: <20>Vengo todos los días para ver si alguien quedo tirado aquí.
tr_tr: <20>Her gün burada kaza yapmış biri var mı diye kontrol ederim.
zh_cn: <20>我每天都会来看看 有没有人被困在这里。
zh_tw: <20>我每天都會來看看 有沒有人被困在這裡。

source: <20>Follow me, child. There is much I intend to teach you.
es_es: <20>Sígueme, mi niño. Hay muchas cosas que quiero enseñarte.
tr_tr: <20>Beni takip et, çocuk. Sana öğretmek istediğim çok fazla şey var.
zh_cn: <20>跟我来，孩子。 我有很多东西要教你。
zh_tw: <20>跟我來，孩子。 我有很多東西要教你。

source: <25>{#p/toriel}{#f/1}* Oh my! * Where did you come from, little one?
es_es: <25>{#p/toriel}{#f/1}* ¡Oh, Dios mío! * ¿De dónde viniste, pequeño?
tr_tr: <25>{#p/toriel}{#f/1}* Amanın! * Sen de nereden geldin, ufaklık?
zh_cn: <25>{#p/toriel}{#f/1}* 哦我的天！ * 你是从哪里来的，小家伙？
zh_tw: <25>{#p/toriel}{#f/1}* 喔我的天！ * 你是從哪裡來的，小傢伙？

source: <25>{#f/1}* Are you injured?
es_es: <25>{#f/1}* ¿Estas herido?
tr_tr: <25>{#f/1}* Yaralandın mı?
zh_cn: <25>{#f/1}* 受伤了吗？
zh_tw: <25>{#f/1}* 受傷了嗎？

source: <25>{#f/0}* ... * Forgive me for asking so many questions.
es_es: <25>{#f/0}* ... * Perdóname por hacerte tantas preguntas.
tr_tr: <25>{#f/0}* ... * Sana çok fazla soru sorduğum için üzgünüm.
zh_cn: <25>{#f/0}* ... * 对不起，我是不是问太多了。
zh_tw: <25>{#f/0}* ... * 對不起，我是不是問太多了。

source: <25>{#f/0}* I am {@fill=#003cff}TORIEL{@fill=#fff}, overseer of the {@fill=#f00}OUTLANDS{@fill=#fff}.
es_es: <25>{#f/0}* Soy {@fill=#003cff}TORIEL{@fill=#fff}, la supervisora de las {@fill=#f00}AFUERAS{@fill=#fff}.
tr_tr: <25>{#f/0}* Ben {@fill=#003cff}TORİEL{@fill=#fff}, {@fill=#f00}OUTLANDS'in{@fill=#fff} gözetmeniyim.
zh_cn: <25>{#f/0}* 我是{@fill=#003cff}TORIEL{@fill=#fff}， {@fill=#f00}外域{@fill=#fff}的管理员。
zh_tw: <25>{#f/0}* 我是{@fill=#003cff}TORIEL{@fill=#fff}， {@fill=#f00}外域{@fill=#fff}的管理員。

source: <26>{#f/0}* I come by every day to check for those who have been stranded here.
es_es: <26>{#f/0}* Vengo todos los días para ver si alguien quedo tirado aquí.
tr_tr: <26>{#f/0}* Her gün burada kaza yapmış biri var mı diye kontrol ederim.
zh_cn: <26>{#f/0}* 我每天都会来看看 有没有人被困在这里。
zh_tw: <26>{#f/0}* 我每天都會來看看 有沒有人被困在這裡。

source: <25>{#f/0}* Follow me, child. * There is much I intend to teach you.
es_es: <25>{#f/0}* Sígueme, mi niño. * Hay muchas cosas que quiero enseñarte.
tr_tr: <25>{#f/0}* Beni takip et, çocuk. * Sana öğretmek istediğim çok fazla şey var.
zh_cn: <25>{#f/0}* 跟我来，孩子。 * 我有很多东西要教你。
zh_tw: <25>{#f/0}* 跟我來，孩子。 * 我有很多東西要教你。

source: <25>{#f/0}* This way.
es_es: <25>{#f/0}* Por aquí.
tr_tr: <25>{#f/0}* Bu taraftan.
zh_cn: <25>{#f/0}* 跟我来。
zh_tw: <25>{#f/0}* 跟我來。

source: <32>{#p/human}* (You feel it would be best to leave this be.)
es_es: <32>{#p/human}* (Sientes que sería mejor dejar esto así.)
tr_tr: <32>{#p/human}* (Burayı haline bırakmanın en iyi şey olacağını hissediyorsun.)
zh_cn: <32>{#p/human}* （你觉得还是不要再看了。）
zh_tw: <32>{#p/human}* （你覺得還是不要再看了。）

source: <32>{#p/basic}* This coffin is very old. * There is nothing remarkable about it.
es_es: <32>{#p/basic}* Este ataúd es muy antiguo. * No tiene nada interesante.
tr_tr: <32>{#p/basic}* Bu tabut çok eski. * Onunla ilgili kayda değer hiçbir şey yok.
zh_cn: <32>{#p/basic}* 一口很旧的棺材，没什么特别的。
zh_tw: <32>{#p/basic}* 一口很舊的棺材，沒什麼特別的。

source: <25>{#p/asriel2}{#f/13}* Oh, look at that. * They made one just for you, $(name).
es_es: <25>{#p/asriel2}{#f/13}* Oh, mira eso. * Hicieron uno sólo para ti, $(name).
tr_tr: <25>{#p/asriel2}{#f/13}* Ah, şuna bak. * Bunu tam da senlik yapmışlar, $(name).
zh_cn: <25>{#p/asriel2}{#f/13}* 快看，他们还专门给你 打了口棺材呢， $(name)。
zh_tw: <25>{#p/asriel2}{#f/13}* 快看，他們還專門給你 打了口棺材呢， $(name)。

source: <25>{#p/asriel2}{#f/5}* How touching.
es_es: <25>{#p/asriel2}{#f/5}* Qué conmovedor.
tr_tr: <25>{#p/asriel2}{#f/5}* Ne dokunaklı ama.
zh_cn: <25>{#p/asriel2}{#f/5}* 真感动。
zh_tw: <25>{#p/asriel2}{#f/5}* 真感動。

source: <32>{#p/basic}* This coffin dates back to December 251X.
es_es: <32>{#p/basic}* Este ataúd es de diciembre de 251X.
tr_tr: <32>{#p/basic}* Bu tabut Aralık 251X tarihine dayanıyor.
zh_cn: <32>{#p/basic}* 这是一口早在251X年12月 就打好的棺材。
zh_tw: <32>{#p/basic}* 這是一口早在251X年12月 就打好的棺材。

source: <32>* There is an old record-keeping manifest stashed next to it...
es_es: <32>* Hay un antiguo manifiesto de registro escondido junto a él...
tr_tr: <32>* Yanına saklanmış eski bir kayıt tutucu bildirge var...
zh_cn: <32>* 在它旁边，藏着一本 像是日记的小册子...
zh_tw: <32>* 在它旁邊，藏著一本 像是日記的小冊子...

source: * (Access the manifest?)
es_es: * (¿Acceder al manifiesto?)
tr_tr: * (Bildirgeye eriş?)
zh_cn: * （翻阅一下吗？）
zh_tw: * （翻閱一下嗎？）

source: <32>{#p/human}* (You once again pick up the manifest.)
es_es: <32>{#p/human}* (Vuelve a recoger el manifiesto.)
tr_tr: <32>{#p/human}* (Bildirgeyi tekrar alıyorsun.)
zh_cn: <32>{#p/human}* （你又捡起了那本小册子。）
zh_tw: <32>{#p/human}* （你又撿起了那本小冊子。）

source: * (Read the next page?)
es_es: * (¿Leer la siguiente página?)
tr_tr: * (Sonraki sayfayı oku?)
zh_cn: * （看下一页？）
zh_tw: * （看下一頁？）

source: <32>{#p/human}* (But there were no further pages to be read.)
es_es: <32>{#p/human}* (Pero no habían más páginas que leer.)
tr_tr: <32>{#p/human}* (Ama okunacak başka sayfa kalmamıştı.)
zh_cn: <32>{#p/human}* （然而，这页之后什么都没有了。）
zh_tw: <32>{#p/human}* （然而，這頁之後什麼都沒有了。）

source: <32>{#p/human}* (You put the manifest back where it belongs.)
es_es: <32>{#p/human}* (Pones el manifiesto donde pertenece.)
tr_tr: <32>{#p/human}* (Bildirgeyi ait olduğu yere yerleştirdin.)
zh_cn: <32>{#p/human}* （你把册子放回了原处。）
zh_tw: <32>{#p/human}* （你把冊子放回了原處。）

source: <32>{#p/human}* (You place your hands on the dummy.) * (It seems very worn out.)
es_es: <32>{#p/human}* (Pones tus manos sobre el maniquí.) * (Parece muy desgastado.)
tr_tr: <32>{#p/human}* (Ellerini mankenin üstüne koyuyorsun.) * (Çok yıpranmış gibi duruyor.)
zh_cn: <32>{#p/human}* （你把手搭在了人偶身上。） * （它看起来很旧了。）
zh_tw: <32>{#p/human}* （你把手搭在了人偶身上。） * （它看起來很舊了。）

source: <32>{#p/basic}* A training dummy, circa 251X. * CITADEL standard-issue.
es_es: <32>{#p/basic}* Un maniquí de entrenamiento, de 251X. * Maniquí de serie de la capital.
tr_tr: <32>{#p/basic}* Bir eğitim mankeni, 251X civarlarında üretilmiş. * Standart HİSAR üretimi.
zh_cn: <32>{#p/basic}* 一个标准规格的训练人偶， 皇家出品。 * 大约于251X年制成。
zh_tw: <32>{#p/basic}* 一個標準規格的訓練人偶， 皇家出品。 * 大約於251X年製成。

source: <32>{#p/basic}* Can you hear it? * The song of the stars?
es_es: <32>{#p/basic}* ¿Puedes oír eso? * ¿La canción de las estrellas?
tr_tr: <32>{#p/basic}* Şunu duyuyor musun? * Yıldızların sesini?
zh_cn: <32>{#p/basic}* 你听到了 * 那来自群星的歌声了吗？
zh_tw: <32>{#p/basic}* 你聽到了 * 那來自群星的歌聲了嗎？

source: <32>* At certain places on the outpost, like this one... it's there.
es_es: <32>* En ciertos lugares de la zona espacial, como este... está ahí.
tr_tr: <32>* Karakolun bazı yerlerinde, mesela burası... bu sesi duyabilirsin.
zh_cn: <32>* 这歌声在前哨站的诸多地方响彻。 这里，便是其中一处...
zh_tw: <32>* 這歌聲在前哨站的諸多地方響徹。 這裡，便是其中一處...
