Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}{#f/1}* Should you not play at the house instead?
es_es: <25>{#p/toriel}{#f/1}* ¿No deberías jugar en casa en vez de eso?
tr_tr: <25>{#p/toriel}{#f/1}* Burası yerine evde oynaman gerekmez mi?
zh_cn: <25>{#p/toriel}{#f/1}* 为啥不回屋里玩呢？
zh_tw: <25>{#p/toriel}{#f/1}* 為啥不回屋裡玩呢？

source: <25>{#p/toriel}{#f/9}* Child, it is dangerous to play out here.
es_es: <25>{#p/toriel}{#f/9}* Niño, es peligroso jugar ahí afuera.
tr_tr: <25>{#p/toriel}{#f/9}* Çocuğum, burada dışarıda oynamak tehlikelidir.
zh_cn: <25>{#p/toriel}{#f/9}* 在这里玩很危险的， 孩子。
zh_tw: <25>{#p/toriel}{#f/9}* 在這裡玩很危險的， 孩子。

source: <25>{#f/5}* Trust me.
es_es: <25>{#f/5}* Confía en mi.
tr_tr: <25>{#f/5}* Güven bana.
zh_cn: <25>{#f/5}* 相信我。
zh_tw: <25>{#f/5}* 相信我。

source: <26>{#p/toriel}{#f/5}* The gravity is low here. * You will float away.
es_es: <26>{#p/toriel}{#f/5}* La gravedad es muy baja aquí. * Te irás flotando.
tr_tr: <26>{#p/toriel}{#f/5}* Burada yer çekimi düşüktür. * Dışarı süzüleceksin.
zh_cn: <26>{#p/toriel}{#f/5}* 这里的重力很小。 * 你会飘走的。
zh_tw: <26>{#p/toriel}{#f/5}* 這裡的重力很小。 * 你會飄走的。

source: <25>{#p/toriel}{#f/5}* The atmopsheric system is weak here. * You will suffocate.
es_es: <25>{#p/toriel}{#f/5}* El sistema atmosférico es débil aquí. * Te sofocarías.
tr_tr: <25>{#p/toriel}{#f/5}* Burada atmosfer sistemi zayıftır. * Bu gidişle nefessiz kalacaksın.
zh_cn: <25>{#p/toriel}{#f/5}* 这里的空气太稀薄了。 * 你会窒息的。
zh_tw: <25>{#p/toriel}{#f/5}* 這裡的空氣太稀薄了。 * 你會窒息的。

source: <25>{#p/toriel}{#f/23}* There is really nothing for you to see here.
es_es: <25>{#p/toriel}{#f/23}* Realmente no hay nada que ver aquí.
tr_tr: <25>{#p/toriel}{#f/23}* Burada görebileceğin hiçbir şey yok.
zh_cn: <25>{#p/toriel}{#f/23}* 这里真的没有什么 值得你看的东西。
zh_tw: <25>{#p/toriel}{#f/23}* 這裡真的沒有什麼 值得你看的東西。

source: <25>{#p/toriel}{#f/1}* Would you like to read a book with me?
es_es: <25>{#p/toriel}{#f/1}* ¿Te gustaría leer un libro conmigo?
tr_tr: <25>{#p/toriel}{#f/1}* Benimle kitap okumak ister misin?
zh_cn: <25>{#p/toriel}{#f/1}* 想跟我一起读本书吗？
zh_tw: <25>{#p/toriel}{#f/1}* 想跟我一起讀本書嗎？

source: <25>{#p/toriel}{#f/1}* Would you like to revisit the other rooms in the Outlands?
es_es: <25>{#p/toriel}{#f/1}* ¿Te gustaría volver a las otras habitaciones de las Afueras?
tr_tr: <25>{#p/toriel}{#f/1}* Outlands'deki diğer odaları tekrar ziyaret etmek ister misin?
zh_cn: <25>{#p/toriel}{#f/1}* 你想再去看看外域的 其他地方吗？
zh_tw: <25>{#p/toriel}{#f/1}* 你想再去看看外域的 其他地方嗎？

source: <25>{#p/toriel}{#f/5}* I will not allow you to endanger yourself.
es_es: <25>{#p/toriel}{#f/5}* No permitiré que te pongas en peligro.
tr_tr: <25>{#p/toriel}{#f/5}* Kendini tehlikeye atmana izin vermeyeceğim.
zh_cn: <25>{#p/toriel}{#f/5}* 我不会让你一个人 遇到危险的。
zh_tw: <25>{#p/toriel}{#f/5}* 我不會讓你一個人 遇到危險的。

source: <25>{#p/toriel}{#f/3}* Do you expect me to do this all day?
es_es: <25>{#p/toriel}{#f/3}* ¿Esperas que haga esto todo el día?
tr_tr: <25>{#p/toriel}{#f/3}* Bunu tüm gün yapmamı mı bekliyorsun?
zh_cn: <25>{#p/toriel}{#f/3}* 你想让我一整天都这样子吗？
zh_tw: <25>{#p/toriel}{#f/3}* 你想讓我一整天都這樣子嗎？

source: <25>{#f/15}* I do not like the game you are playing.
es_es: <25>{#f/15}* No me gusta el juego al que estás jugando.
tr_tr: <25>{#f/15}* Oynadığın oyunu beğenmiyorum.
zh_cn: <25>{#f/15}* 别闹了，我要生气了。
zh_tw: <25>{#f/15}* 別鬧了，我要生氣了。

source: <25>{#p/toriel}{#f/1}* Please come back to the house, little one...
es_es: <25>{#p/toriel}{#f/1}* Por favor regresa a casa, pequeño...
tr_tr: <25>{#p/toriel}{#f/1}* Lütfen eve geri dön, ufaklık...
zh_cn: <25>{#p/toriel}{#f/1}* 回屋里去吧，孩子...
zh_tw: <25>{#p/toriel}{#f/1}* 回屋裡去吧，孩子...

source: <25>{#f/0}* I have something to show you!
es_es: <25>{#f/0}* ¡Tengo algo que mostrarte!
tr_tr: <25>{#f/0}* Sana göstereceğim bir şey var!
zh_cn: <25>{#f/0}* 我要给你看样东西！
zh_tw: <25>{#f/0}* 我要給你看樣東西！

source: <25>{#p/toriel}{#f/2}* Child, no! * It is not safe for you out here!
es_es: <25>{#p/toriel}{#f/2}* ¡Niño, no! * ¡No es seguro para ti aquí fuera!
tr_tr: <25>{#p/toriel}{#f/2}* Çocuk, hayır! * Burası senin için güvenli değil!
zh_cn: <25>{#p/toriel}{#f/2}* 孩子，快回去！ * 这里非常不安全！
zh_tw: <25>{#p/toriel}{#f/2}* 孩子，快回去！ * 這裡非常不安全！

source: <25>{#f/0}* Come. I have finished preparing breakfast.
es_es: <25>{#f/0}* Ven. Termine de preparar el desayuno.
tr_tr: <25>{#f/0}* Gel. Kahvaltıyı hazırlamayı bitirdim.
zh_cn: <25>{#f/0}* 跟我来吧。 早餐已经做好了。
zh_tw: <25>{#f/0}* 跟我來吧。 早餐已經做好了。

source: <25>{#p/toriel}{#f/2}* Child! * What are you doing!?
es_es: <25>{#p/toriel}{#f/2}* ¡Niño! * ¡¿Qué estas haciendo!?
tr_tr: <25>{#p/toriel}{#f/2}* Çocuk! * Ne yapıyorsun!?
zh_cn: <25>{#p/toriel}{#f/2}* 孩子！ * 为什么要来这里！？ゑ
zh_tw: <25>{#p/toriel}{#f/2}* 孩子！ * 為什麼要來這裡！？ゑ

source: <25>{#p/toriel}{#f/1}* Do you not realize what would happen if you left here?
es_es: <25>{#p/toriel}{#f/1}* ¿No te das cuenta de lo que pasaría si te fueras de aquí?
tr_tr: <25>{#p/toriel}{#f/1}* Buradan ayrılırsan neler olacağının farkında mısın?
zh_cn: <25>{#p/toriel}{#f/1}* 你想过离开外域之后 等待你的是什么吗？ゑ
zh_tw: <25>{#p/toriel}{#f/1}* 你想過離開外域之後 等待你的是什麼嗎？ゑ

source: <25>{#f/5}* I... I am sorry I did not pay more attention to you...
es_es: <25>{#f/5}* Yo... siento no haberte prestado más atención...
tr_tr: <25>{#f/5}* Ben... Ben sana daha fazla ilgi göstermediğim için özür dilerim...
zh_cn: <25>{#f/5}* 对不起，我... 我之前对你太冷淡了...ゑ
zh_tw: <25>{#f/5}* 對不起，我... 我之前對你太冷淡了...ゑ

source: <25>{#f/9}* Maybe if I had, you would not have run away...
es_es: <25>{#f/9}* Tal vez si lo hubiera hecho, no habrías huido...
tr_tr: <25>{#f/9}* Belki bunu yapmış olsaydım, buradan kaçmazdın...
zh_cn: <25>{#f/9}* 是不是因为我不够关心你， 你才逃跑的呢...ゑ
zh_tw: <25>{#f/9}* 是不是因為我不夠關心你， 你才逃跑的呢...ゑ

source: <25>{#g/torielStraightUp}* I must admit... I am afraid of leaving here myself.
es_es: <25>{#g/torielStraightUp}* Tengo que admitir... tengo miedo de irme de aquí.
tr_tr: <25>{#g/torielStraightUp}* İtiraf etmeliyim... Ben buradan ayrılmaktan korkuyorum.
zh_cn: <25>{#g/torielStraightUp}* 说实话... 我不敢离开这里。ゑ
zh_tw: <25>{#g/torielStraightUp}* 說實話... 我不敢離開這裡。ゑ

source: <25>{#f/9}* There are many dangers beyond which would threaten us both.
es_es: <25>{#f/9}* Hay muchos peligros más allá que nos amenazarían a ambos.
tr_tr: <25>{#f/9}* Buranın ötesinde ikimizi de tehdit edecek birçok tehlike mevcut.
zh_cn: <25>{#f/9}* 外面非常危险，那些怪物 足以威胁到你我的生命。ゑ
zh_tw: <25>{#f/9}* 外面非常危險，那些怪物 足以威脅到你我的生命。ゑ

source: <25>{#g/torielSincere}* I do want to protect you from them, but...
es_es: <25>{#g/torielSincere}* Quiero protegerte de ellos, pero...
tr_tr: <25>{#g/torielSincere}* Seni onlardan korumak istiyorum, ama...
zh_cn: <25>{#g/torielSincere}* 我也想尽力保护你， 不让他们伤害到你...ゑ
zh_tw: <25>{#g/torielSincere}* 我也想盡力保護你， 不讓他們傷害到你...ゑ

source: <25>{#g/torielStraightUp}* If I follow you out of here, I would only put you in further danger.
es_es: <25>{#g/torielStraightUp}* Si te siguiera fuera de aquí, sólo te pondría en más peligro.
tr_tr: <25>{#g/torielStraightUp}* Eğer seni takip edersem, yalnızca seni daha fazla tehlikeye atmış olurdum.
zh_cn: <25>{#g/torielStraightUp}* 可要是我跟你一起离开， 他们会把我也当成一种威胁。ゑ
zh_tw: <25>{#g/torielStraightUp}* 可要是我跟你一起離開， 他們會把我也當成一種威脅。ゑ

source: <25>{#f/9}* My presence would be seen as a threat.
es_es: <25>{#f/9}* Mi presencia seria vista como una amenaza.
tr_tr: <25>{#f/9}* Benim varlığım bir tehdit olarak algılanırdı.
zh_cn: <25>{#f/9}* 等待你的， 只会是更大的危险。ゑ
zh_tw: <25>{#f/9}* 等待你的， 只會是更大的危險。ゑ

source: <25>{#p/toriel}{#f/5}* Please...
es_es: <25>{#p/toriel}{#f/5}* Por favor...
tr_tr: <25>{#p/toriel}{#f/5}* Lütfen...
zh_cn: <25>{#p/toriel}{#f/5}* 求求你...ゑ
zh_tw: <25>{#p/toriel}{#f/5}* 求求你...ゑ

source: <25>{#f/1}* Come back with me, and I promise to take care of you.
es_es: <25>{#f/1}* Vuelve conmigo y te prometo que cuidare de ti.
tr_tr: <25>{#f/1}* Benimle geri dön, sana iyi bakacağıma söz veriyorum.
zh_cn: <25>{#f/1}* 跟我回家吧， 我保证会好好照顾你的。ゑ
zh_tw: <25>{#f/1}* 跟我回家吧， 我保證會好好照顧你的。ゑ

source: <25>{#f/5}* I will do anything you ask, alright?
es_es: <25>{#f/5}* Haré todo lo que me pidas, ¿de acuerdo?
tr_tr: <25>{#f/5}* Sen ne istersen yapacağım, tamam mı?
zh_cn: <25>{#f/5}* 你说什么我都答应，好吗？ゑ
zh_tw: <25>{#f/5}* 你說什麼我都答應，好嗎？ゑ

source: <25>{#f/18}* Please... do not leave me like the others...
es_es: <25>{#f/18}* Por favor... no me dejes como los otros...
tr_tr: <25>{#f/18}* Lütfen... beni diğerleri gibi bırakma...
zh_cn: <25>{#f/18}* 求你了... 不要像他们一样抛下我...ゑ
zh_tw: <25>{#f/18}* 求你了... 不要像他們一樣拋下我...ゑ

source: <25>{#p/toriel}{#f/18}* ...
zh_cn: <25>{#p/toriel}{#f/18}* ...ゑ
zh_tw: <25>{#p/toriel}{#f/18}* ...ゑ

source: <25>{#g/torielCompassionSmile}* There, there, my child. * Everything will be alright now.
es_es: <25>{#g/torielCompassionSmile}* Ya, ya, mi niño. * Todo estará bien ahora.
tr_tr: <25>{#g/torielCompassionSmile}* İşte, işte, çocuğum. * Artık her şey yoluna girecek.
zh_cn: <25>{#g/torielCompassionSmile}* 没事啦，没事啦，孩子。 * 一切都会好起来的。ゑ
zh_tw: <25>{#g/torielCompassionSmile}* 沒事啦，沒事啦，孩子。 * 一切都會好起來的。ゑ

source: <25>{#f/1}* Return to the house, and I will rejoin you soon.
es_es: <25>{#f/1}* Regresa a la casa y me reuniré contigo pronto.
tr_tr: <25>{#f/1}* Eve geri dön, ben de yakında sana katılacağım.
zh_cn: <25>{#f/1}* 你先回家， 我要在这处理些事情。ゑ
zh_tw: <25>{#f/1}* 你先回家， 我要在這處理些事情。ゑ

source: <25>{#f/5}* There is something I have to do here.
es_es: <25>{#f/5}* Hay algo que tengo que hacer aquí.
tr_tr: <25>{#f/5}* Burada yapmam gereken bir şey var.
zh_cn: <25>{#f/5}* 很快就回去。ゑ
zh_tw: <25>{#f/5}* 很快就回去。ゑ

source: <25>{#p/toriel}{#f/21}* How pathetic...
es_es: <25>{#p/toriel}{#f/21}* Que patético...
tr_tr: <25>{#p/toriel}{#f/21}* Ne kadar acınası...
zh_cn: <25>{#p/toriel}{#f/21}* 真可悲啊...ゑ
zh_tw: <25>{#p/toriel}{#f/21}* 真可悲啊...ゑ

source: <25>* I cannot... * Even protect a single human child...
es_es: <25>* No puedo... * Incluso proteger a un solo niño humano...
tr_tr: <25>* Ben... * Tek bir insan çocuğunu bile koruyamıyorum...
zh_cn: <25>* 我连一个人类孩子... 都保护不了...ゑ
zh_tw: <25>* 我連一個人類孩子... 都保護不了...ゑ

source: <32>{#p/human}* (You hear footsteps fading into the distance.)
es_es: <32>{#p/human}* (Oyes pasos que se desvanecen en la distancia.)
tr_tr: <32>{#p/human}* (Gittikçe uzaklaşan ayak sesleri duyuyorsun.)
zh_cn: <32>{#p/human}* （脚步声逐渐远去。）ゑ
zh_tw: <32>{#p/human}* （腳步聲逐漸遠去。）ゑ

source: <32>{#p/basic}{#n1}* Hey there. * Nice to see you back here.
es_es: <32>{#p/basic}{#n1}* Hola. * Es bueno verte aquí de nuevo.
tr_tr: <32>{#p/basic}{#n1}* Selam. * Seni tekrar burada görmek güzel.
zh_cn: <32>{#p/basic}{#n1}* 嘿，你好啊。 * 很高兴又在这儿见到你。
zh_tw: <32>{#p/basic}{#n1}* 嘿，你好啊。 * 很高興又在這兒見到你。

source: <32>* I've decided to revisit this old stomping ground of mine...
es_es: <32>* He decidido volver a visitar este viejo terreno mío...
tr_tr: <32>* Bu mesken edindiğim yeri tekrar ziyaret etmeye geldim...
zh_cn: <32>* 我决定回来看看 我这块老地盘...
zh_tw: <32>* 我決定回來看看 我這塊老地盤...

source: <32>* Besides, it's quiet here. * Just like me.
es_es: <32>* Además, es tranquilo aquí. * Igual que yo.
tr_tr: <32>* Ne de olsa, burası sessiz. * Aynı benim gibi.
zh_cn: <32>* 而且这里相对安静。 * 就跟我一个样。
zh_tw: <32>* 而且這裡相對安靜。 * 就跟我一個樣。

source: <32>* Oh, and I've retired from working at the CORE.
es_es: <32>* Oh y me he retirado de trabajar en el NÚCLEO.
tr_tr: <32>* Ayrıyeten, ÇEKİRDEK’teki işimi bıraktım.
zh_cn: <32>* 哦对了，我不在核心工作了。
zh_tw: <32>* 喔對了，我不在核心工作了。

source: <32>* You see, when I joined the engineering team...
es_es: <32>* Verás, cuando me uní al equipo de ingeniería...
tr_tr: <32>* Şöyle ki, mühendislik ekibine katıldığımda...
zh_cn: <32>* 你瞧，我当初加入工程队的时候...
zh_tw: <32>* 你瞧，我當初加入工程隊的時候...

source: <32>* I didn't realize I'd be called on for impromptu guard duty.
es_es: <32>* No me di cuenta de que me llamarían para una guardia improvisada.
tr_tr: <32>* Hazırlıksız nöbet işine çağırılacağımı bilmiyordum.
zh_cn: <32>* 可没想过还得临时客串当守卫啊。
zh_tw: <32>* 可沒想過還得臨時客串當守衛啊。

source: <32>* ... it would seem deception of the corporate variety is beyond even my foresight.
es_es: <32>* ... parece que el engaño de la variedad corporativa está más allá incluso de mi previsión.
tr_tr: <32>* ... anlaşılan kurumsal çeşitliliğin aldatıcı dünyasını ben bile fark edememişim.
zh_cn: <32>* ...看来就算是料事如神的我， 也没预料到公司会来这套。
zh_tw: <32>* ...看來就算是料事如神的我， 也沒預料到公司會來這套。

source: <32>{#p/basic}{#n1}* Hey there. * Nice to see you at the show.
es_es: <32>{#p/basic}{#n1}* Hola. * Me alegro de verte en el show.
tr_tr: <32>{#p/basic}{#n1}* Selam. * Seni gösteride görmek güzeldi.
zh_cn: <32>{#p/basic}{#n1}* 嘿，你好。 * 很高兴能在演出看到你。
zh_tw: <32>{#p/basic}{#n1}* 嘿，你好。 * 很高興能在演出看到你。

source: <32>* The name's Silencio... but I'm sure you've heard that by now.
es_es: <32>* Me llamo Silencio... pero estoy seguro de que ya lo has oído.
tr_tr: <32>* Adım Silencio... ama bunu önceden duyduğuna eminim.
zh_cn: <32>* 我叫Silencio... 但我觉得你应该听过了。
zh_tw: <32>* 我叫Silencio... 但我覺得你應該聽過了。

source: <32>* Everyone around here knows my name, even that DJ.
es_es: <32>* Todos aquí conocen mi nombre, incluso ese DJ.
tr_tr: <32>* Etrafımdaki herkes adımı biliyor, o DJ bile.
zh_cn: <32>* 这里的人都知道我的名字， 连那个DJ都知道。
zh_tw: <32>* 這裡的人都知道我的名字， 連那個DJ都知道。

source: <32>* I once performed my own kind of musical here.
es_es: <32>* Una vez representé aquí mi propio tipo de musical.
tr_tr: <32>* Bir keresinde burada kendi müzikalimi yapmıştım.
zh_cn: <32>* 我曾经在这里表演过 我自己的音乐剧。
zh_tw: <32>* 我曾經在這裡表演過 我自己的音樂劇。

source: <32>* "Silencio's Great Escape," it was called.
es_es: <32>* "El Gran Escape de Silencio," se llamaba.
tr_tr: <32>* "Silencio'nun Mükemmel Kaçışı"ydı adı da.
zh_cn: <32>* 名字叫“Silencio的大逃亡”。
zh_tw: <32>* 名字叫「Silencio的大逃亡」。

source: <32>* Once it was over, I was gone before the crowd could even catch their breath.
es_es: <32>* Una vez que se acabo, me había ido antes de que la multitud pudiera recuperar el aliento.
tr_tr: <32>* Müzikal bitince, daha kalabalık nefesini toparlayamadan ortadan kaybolmuştum.
zh_cn: <32>* 结束了之后， 观众还没来得及叹口气，我就走了。
zh_tw: <32>* 結束了之後， 觀眾還沒來得及嘆口氣，我就走了。

source: <32>{#p/basic}{#n1}* Hey there. * Nice to meet you.
es_es: <32>{#p/basic}{#n1}* Hola. * Encantado de conocerte.
tr_tr: <32>{#p/basic}{#n1}* Selam. * Seninle tanışmak güzel.
zh_cn: <32>{#p/basic}{#n1}* 嘿，你好。 * 很高兴见到你。
zh_tw: <32>{#p/basic}{#n1}* 嘿，你好。 * 很高興見到你。

source: <32>* The name's Silencio... well, that's what they call me, anyway.
es_es: <32>* Me llamo Silencio... bueno, así me llaman, de todas formas.
tr_tr: <32>* İsmim Silencio... yani en azından bana öyle diyorlar, neyse.
zh_cn: <32>* 我叫Silencio... 好吧，这称呼是其他人给我取的。
zh_tw: <32>* 我叫Silencio... 好吧，這稱呼是其他人給我取的。

source: <32>* You wanna know why they call me that?
es_es: <32>* ¿Quieres saber por qué me llaman así?
tr_tr: <32>* Bana niye öyle hitap ettiklerini bilmek ister misin?
zh_cn: <32>* 想知道为什么他们 这样叫我吗？
zh_tw: <32>* 想知道為什麼他們 這樣叫我嗎？

source: <32>* I'm like a space ninja, silent as the most silent of stars.
es_es: <32>* Soy como un ninja del espacio, silencioso como la más silenciosa de las estrellas.
tr_tr: <32>* Uzay ninjası gibiyimdir, en sessiz yıldızlar kadar da sessiz.
zh_cn: <32>* 我寂静如最沉寂的星辰， 好似一位星际忍者。
zh_tw: <32>* 我寂靜如最沉寂的星辰， 好似一位星際忍者。

source: <32>* I can slip out of any danger, no exceptions.
es_es: <32>* Puedo escapar de cualquier peligro, sin excepciones.
tr_tr: <32>* Her türlü tehlikeden sıvışabilirim, istisnasız.
zh_cn: <32>* 我能在任何危机中逃出生天， 从未失手。
zh_tw: <32>* 我能在任何危機中逃出生天， 從未失手。

source: <32>* Don't believe me? * Try something funny, and you'll see how fast I run.
es_es: <32>* ¿No me crees? * Intenta algo divertido y verás que tan rápido corro.
tr_tr: <32>* Bana inanmıyor musun? * İlginç bir şey dene, ve ne kadar hızlı kaçtığımı gör.
zh_cn: <32>* 不信是吧？ * 你试着整点动静，反正我肯定是 跑得比谁都快的。
zh_tw: <32>* 不信是吧？ * 你試著整點動靜，反正我肯定是 跑得比誰都快的。

source: <32>{#p/basic}{#n1}* Oh, yeah, I guess I'm free to leave the galaxy now.
es_es: <32>{#p/basic}{#n1}* Oh, si, supongo que ahora soy libre de abandonar la galaxia.
tr_tr: <32>{#p/basic}{#n1}* Ah evet, sanırım artık galaksiyi terk etmekte özgürüm.
zh_cn: <32>{#p/basic}{#n1}* 啊，对哦， 我好像可以离开这个星系了。
zh_tw: <32>{#p/basic}{#n1}* 啊，對喔， 我好像可以離開這個星系了。

source: <32>* ... but maybe I'll stay.
es_es: <32>* ... pero tal vez me quedare.
tr_tr: <32>* ... ama belki kalırım.
zh_cn: <32>* ...不过，我或许会留下来呢。
zh_tw: <32>* ...不過，我或許會留下來呢。

source: <32>{#p/basic}{#n1}* You might even say, that performance of mine...
es_es: <32>{#p/basic}{#n1}* Incluso podrías decir que mi actuación...
tr_tr: <32>{#p/basic}{#n1}* Bir bakıma, performansım onlar için...
zh_cn: <32>{#p/basic}{#n1}* 你甚至可以说，我的演出...
zh_tw: <32>{#p/basic}{#n1}* 你甚至可以說，我的演出...

source: <32>* Was "breathtaking."
es_es: <32>* Fue "impresionante."
tr_tr: <32>* “Nefes kesiciydi" diyebilirsin.
zh_cn: <32>* 让人“叹为观止”。
zh_tw: <32>* 讓人「嘆為觀止」。

source: <32>{#p/basic}{#n1}* What are you still talking to me for, huh?
es_es: <32>{#p/basic}{#n1}* ¿Por qué me sigues hablando, eh?
tr_tr: <32>{#p/basic}{#n1}* Neden hala benimle konuşuyorsun, ha?
zh_cn: <32>{#p/basic}{#n1}* 你为什么还要继续找我搭话，嗯？
zh_tw: <32>{#p/basic}{#n1}* 你為什麼還要繼續找我搭話，嗯？

source: <32>* I've already said everything I'm willing to.
es_es: <32>* Ya te dije todo lo que estaba dispuesto a decir.
tr_tr: <32>* Zaten söylemek istediğim her şeyi söyledim.
zh_cn: <32>* 我已经说完了我想说的。
zh_tw: <32>* 我已經說完了我想說的。

source: <32>{#p/human}* (You peek inside.)
es_es: <32>{#p/human}* (Miras adentro.)
tr_tr: <32>{#p/human}* (İçeriye bir göz atıyorsun.)
zh_cn: <32>{#p/human}* （你往里面瞅了瞅。）
zh_tw: <32>{#p/human}* （你往裡面瞅了瞅。）

source: <32>{#p/human}* (It appears the drawer is empty.)
es_es: <32>{#p/human}* (Parece que el cajón está vacío.)
tr_tr: <32>{#p/human}* (Çekmece boş görünüyor.)
zh_cn: <32>{#p/human}* （看来抽屉里是空的。）
zh_tw: <32>{#p/human}* （看來抽屜裡是空的。）

source: <32>{#p/basic}* It's just a sock drawer.
es_es: <32>{#p/basic}* Solo es un cajón de calcetines.
tr_tr: <32>{#p/basic}* Yalnızca bir çorap çekmecesi.
zh_cn: <32>{#p/basic}* 只是个放袜子的抽屉。
zh_tw: <32>{#p/basic}* 只是個放襪子的抽屜。

source: <32>{#p/basic}* Scandalous!
es_es: <32>{#p/basic}* ¡Escandaloso!
tr_tr: <32>{#p/basic}* Rezalet!
zh_cn: <32>{#p/basic}* 真羞人！
zh_tw: <32>{#p/basic}* 真羞人！

source: <32>* It's Toriel's sock collection. * A little messy...
es_es: <32>* Es la colección de calcetines de Toriel. * Un poco desordenado...
tr_tr: <32>* Toriel'in çorap koleksiyonu. * Biraz dağınık...
zh_cn: <32>* 这里面全是Toriel收藏的袜子。 * 有点乱...
zh_tw: <32>* 這裡面全是Toriel收藏的襪子。 * 有點亂...

source: * (Make it messier?)
es_es: * (¿Hacerlo más desordenado?)
tr_tr: * (Daha fazla dağıt?)
zh_cn: * （让它们更乱点吗？）
zh_tw: * （讓它們更亂點嗎？）

source: * (Clean up the mess?)
es_es: * (¿Limpiar el desorden?)
tr_tr: * (Dağınıklığı temizle?)
zh_cn: * （整理一下吗？）
zh_tw: * （整理一下嗎？）

source: <33>{#p/human}* (You make a mess of the socks.)
es_es: <33>{#p/human}* (Hiciste un desorden de los calcetines.)
tr_tr: <33>{#p/human}* (Çorapları ortalığa saçıyorsun.)
zh_cn: <33>{#p/human}* （你把袜子弄得一团糟。）
zh_tw: <33>{#p/human}* （你把襪子弄得一團糟。）

source: <32>{#p/human}* (You organize the socks into matching pairs.)
es_es: <32>{#p/human}* (Organizaste los calcetines en pares iguales.)
tr_tr: <32>{#p/human}* (Çorapları eşleşen çiftleriyle düzenliyorsun.)
zh_cn: <32>{#p/human}* （你把袜子整理成一双一双的。）
zh_tw: <32>{#p/human}* （你把襪子整理成一雙一雙的。）

source: <32>{#p/human}* (...) * (It appears there's a key hidden in the drawer.)
es_es: <32>{#p/human}* (...) * (Parece que hay una llave escondida en el cajón.)
tr_tr: <32>{#p/human}* (...) * (Çekmecede saklı bir anahtar var gibi görünüyor.)
zh_cn: <32>{#p/human}* （...） * （抽屉里好像藏着一把钥匙。）
zh_tw: <32>{#p/human}* （...） * （抽屜裡好像藏著一把鑰匙。）

source: * (Take the key?)
es_es: * (¿Tomar la llave?)
tr_tr: * (Anahtarı al?)
zh_cn: * （拿走钥匙吗？）
zh_tw: * （拿走鑰匙嗎？）

source: <32>{#p/human}* (You decide not to do anything.)
es_es: <32>{#p/human}* (Decides no hacer nada.)
tr_tr: <32>{#p/human}* (Hiçbir şey yapmamaya karar veriyorsun.)
zh_cn: <32>{#p/human}* （你打算不这么做。）
zh_tw: <32>{#p/human}* （你打算不這麼做。）

source: <32>{#s/equip}{#p/human}* (The Secret Key was added to your keyring.)
es_es: <32>{#s/equip}{#p/human}* (La Llave Secreta fue añadida a tu llavero.)
tr_tr: <32>{#s/equip}{#p/human}* (Gizli Anahtar anahtarlığına eklendi.)
zh_cn: <32>{#s/equip}{#p/human}* （你把秘密钥匙挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把秘密鑰匙掛到了鑰匙串上。）

source: <32>{#p/basic}* But what could it unlock...?
es_es: <32>{#p/basic}* ¿Pero qué podría desbloquear...?
tr_tr: <32>{#p/basic}* Ama neyi açabilir ki...?
zh_cn: <32>{#p/basic}* ...能用这钥匙开什么呢？
zh_tw: <32>{#p/basic}* ...能用這鑰匙開什麼呢？

source: <32>{#p/human}* (You stare into the sock drawer, recalling the long journey that started here.)
es_es: <32>{#p/human}* (Miras dentro del cajón de calcetines, recordando el largo viaje que comenzó aquí.)
tr_tr: <32>{#p/human}* (Burada başlayan uzun yolculuğu anımsarcasına çorap çekmecesine bakıyorsun.)
zh_cn: <32>{#p/human}* （你盯着袜子抽屉， 回想起从这里开始的漫长旅程。）
zh_tw: <32>{#p/human}* （你盯著襪子抽屜， 回想起從這裡開始的漫長旅程。）

source: <32>{#p/human}* (You can't help but wonder where you'd be without it.)
es_es: <32>{#p/human}* (No puedes evitar preguntarte dónde estarías sin el.)
tr_tr: <32>{#p/human}* (Bu olmasaydı nerelerde olacağını merak etmeden duramıyorsun.)
zh_cn: <32>{#p/human}* （你不禁想象，如果没有它， 你现在会身处何方。）
zh_tw: <32>{#p/human}* （你不禁想像，如果沒有它， 你現在會身處何方。）

source: <32>{#p/basic}* You can't stop looking at the socks.
es_es: <32>{#p/basic}* No puedes dejar de mirar los calcetines.
tr_tr: <32>{#p/basic}* Çoraplara bakmaktan kendini alamıyorsun.
zh_cn: <32>{#p/basic}* 你的视线没办法从袜子上挪开。
zh_tw: <32>{#p/basic}* 你的視線沒辦法從襪子上挪開。

source: <32>{#p/basic}* You came all this way just to revisit Toriel's sock drawer...?
es_es: <32>{#p/basic}* Viniste aquí sólo para volver a ver el cajón de calcetines de Toriel...?
tr_tr: <32>{#p/basic}* Tüm bu yolu Toriel'in çorap çekmecesini ziyaret etmek için mi geldin?
zh_cn: <32>{#p/basic}* 你大老远跑回来， 就只是为了再看一眼 Toriel的袜子抽屉...？
zh_tw: <32>{#p/basic}* 你大老遠跑回來， 就只是為了再看一眼 Toriel的襪子抽屜...？

source: <32>* You have great priorities in life.
es_es: <32>* Tienes grandes prioridades en la vida.
tr_tr: <32>* Hayatta çok iyi önceliklerin var.
zh_cn: <32>* 你这人生规划得可真不错。
zh_tw: <32>* 你這人生規劃得可真不錯。

source: <32>* ... I guess that makes sense.
es_es: <32>* ... Supongo que eso tiene sentido.
tr_tr: <32>* ... Sanırım bu mantıklı.
zh_cn: <32>* ...不过这确实挺有意义的。
zh_tw: <32>* ...不過這確實挺有意義的。

source: <32>{#p/basic}{#n1}* Sup, lassy ;)
es_es: <32>{#p/basic}{#n1}* Qué pasa, joven ;)
tr_tr: <32>{#p/basic}{#n1}* Naber kız ;)
zh_cn: <32>{#p/basic}{#n1}* 您好，亲 ;)
zh_tw: <32>{#p/basic}{#n1}* 您好，親 ;)

source: <32>* It was good seeyin' ya at the show, ya know? ;)
es_es: <32>* Fue bueno verte en el show, ¿sabes? ;)
tr_tr: <32>* Seni o gösteride görmek güzeldi biliyo musun? ;)
zh_cn: <32>* 能在演出看到你真的很开心， 你懂吧 ;)
zh_tw: <32>* 能在演出看到你真的很開心， 你懂吧 ;)

source: <32>* You did a real bang-up job ;)
es_es: <32>* Hiciste un gran trabajo ;)
tr_tr: <32>* Müthiş bir iş çıkardın ;)
zh_cn: <32>* 你真的超级出彩 ;)
zh_tw: <32>* 你真的超級出彩 ;)

source: <32>* If one thing's for sure, I think that calls for a special offer ;)
es_es: <32>* Si una cosa es segura, creo que eso merece una oferta especial ;)
tr_tr: <32>* Eğer bir şeyden eminsem, o da özel teklif vaktinin geldiğidir ;)
zh_cn: <32>* 反正，无论如何， 我觉得我得给你一个特别待遇 ;)
zh_tw: <32>* 反正，無論如何， 我覺得我得給你一個特別待遇 ;)

source: <32>* For a limited time only, our products will be infused with our "premium" ingredients ;)
es_es: <32>* Solo por un tiempo limitado, nuestros productos llevarán nuestros ingredientes "premium" ;)
tr_tr: <32>* Sadece kısa bir süreliğine, ürünlerimize "premium" malzemeler katılacak ;)
zh_cn: <32>* 在一段时间之内， 我将我们的产品注入了“优质”成分 ;)
zh_tw: <32>* 在一段時間之內， 我將我們的產品注入了「優質」成分 ;)

source: <32>* And believe me, lassy, this ain't just the same old stuff as before, aw naw ;)
es_es: <32>* Y créeme, joven, esto no es sólo lo mismo de antes, aw naw ;)
tr_tr: <32>* Ve inan bana kız, bu o eski şeylerden değil ha, hiç de bile ;)
zh_cn: <32>* 相信我，亲， 这可就跟以前的东西 完全不一样了 ;)
zh_tw: <32>* 相信我，親， 這可就跟以前的東西 完全不一樣了 ;)

source: <32>* This stuff is GENUINE, yo ;)
es_es: <32>* Esta cosa es GENUINA, amigo ;)
tr_tr: <32>* Bu şeyler HARBİ, yo ;)
zh_cn: <32>* 这东西可是货真价实的哟 ;)
zh_tw: <32>* 這東西可是貨真價實的喲 ;)
