Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}{#f/1}* Please, can somebody explain "dog justice?"
es_es: <25>{#p/toriel}{#f/1}* Por favor, ¿alguien puede explicar que es la "justicia canina"?
tr_tr: <25>{#p/toriel}{#f/1}* Lütfen, birisi "köpek adaletini" açıklayabilir mi?
zh_cn: <25>{#p/toriel}{#f/1}* 拜托， 谁能给我解释解释 啥叫“狗子的公道”啊？
zh_tw: <25>{#p/toriel}{#f/1}* 拜託， 誰能給我解釋解釋 啥叫「狗子的公道」啊？

source: <25>{#f/0}* It is an odd phrase I continue to hear every so often.
es_es: <25>{#f/0}* Es una frase extraña que sigo oyendo de vez en cuando.
tr_tr: <25>{#f/0}* Bu ara sıra duymaya devam ettiğim tuhaf bir ifade.
zh_cn: <25>{#f/0}* 我时不时就听到 这个奇怪的说法。
zh_tw: <25>{#f/0}* 我時不時就聽到 這個奇怪的說法。

source: <25>{#f/5}* I do know of one little puppy that visits the Outlands sometimes...
es_es: <25>{#f/5}* Conozco a un cachorrito que a veces visita las Afueras...
tr_tr: <25>{#f/5}* Bazen Outlands'i ziyaret eden küçük bir yavru köpeği biliyorum...
zh_cn: <25>{#f/5}* 我倒是知道有只小狗狗 偶尔会来外域逛逛...
zh_tw: <25>{#f/5}* 我倒是知道有隻小狗狗 偶爾會來外域逛逛...

source: <25>{#f/0}* Perhaps that is who is deserving of justice.
es_es: <25>{#f/0}* Tal vez sea él quien merezca justicia.
tr_tr: <25>{#f/0}* Belki de adaleti hak eden odur.
zh_cn: <25>{#f/0}* 说不定就是它 需要主持公道。
zh_tw: <25>{#f/0}* 說不定就是它 需要主持公道。

source: <25>{#p/toriel}{#f/1}* When this bridge was first constructed...
es_es: <25>{#p/toriel}{#f/1}* Cuando se construyó este puente...
tr_tr: <25>{#p/toriel}{#f/1}* Bu köprü ilk inşa edildiğinde...
zh_cn: <25>{#p/toriel}{#f/1}* 这座桥刚建好的时候， 它摇摇欲坠...
zh_tw: <25>{#p/toriel}{#f/1}* 這座橋剛建好的時候， 它搖搖欲墜...

source: <25>{#f/0}* Its precarious nature prompted an upgrade to the outpost's systems.
es_es: <25>{#f/0}* Su pobreza le obligó a actualizar los sistemas de la zona espacial.
tr_tr: <25>{#f/0}* Tehlikeli yapısı karakolun sistemlerinin yükseltilmesine yol açtı.
zh_cn: <25>{#f/0}* 导致前哨站的系统 不得不升级。
zh_tw: <25>{#f/0}* 導致前哨站的系統 不得不升級。

source: <25>{#f/0}* In short time, the aptly-named "gravity guardrails" were added.
es_es: <25>{#f/0}* En poco tiempo, se añadieron las llamadas "barandillas de gravedad".
tr_tr: <25>{#f/0}* Kısa sürede, yerinde bir isimle "yerçekimi korkulukları" eklendi.
zh_cn: <25>{#f/0}* 没多久， 他们就加装了一个 叫“重力护栏”的东西。
zh_tw: <25>{#f/0}* 沒多久， 他們就加裝了一個 叫「重力護欄」的東西。

source: <25>{#f/0}* These are what prevent you from falling off the platforms.
es_es: <25>{#f/0}* Son los que evitan que te caigas de las plataformas.
tr_tr: <25>{#f/0}* Bunlar platformlardan düşmeni engelleyen şeylerdir.
zh_cn: <25>{#f/0}* 就是这玩意没让你 从平台上掉下去。
zh_tw: <25>{#f/0}* 就是這玩意沒讓你 從平臺上掉下去。

source: <25>{#p/toriel}{#f/0}* Ah... * The town of Starton.
es_es: <25>{#p/toriel}{#f/0}* Ah... * El pueblo de Starton.
tr_tr: <25>{#p/toriel}{#f/0}* Ah... * Starton'un kasabası.
zh_cn: <25>{#p/toriel}{#f/0}* 啊... * 这是星港的小镇。
zh_tw: <25>{#p/toriel}{#f/0}* 啊... * 這是星港的小鎮。

source: <25>{#f/1}* I have heard much about a "Grillby's" there...
es_es: <25>{#f/1}* Escuche mucho sobre un "Grillby" allí...
tr_tr: <25>{#f/1}* Oradaki bir "Grillby'nin Yeri" hakkında çok şey duydum...
zh_cn: <25>{#f/1}* 我听说那儿有个 叫“Grillby's”的餐馆...
zh_tw: <25>{#f/1}* 我聽說那兒有個 叫「Grillby's」的餐館...

source: <25>{#f/0}* ... and its diverse array of patrons both new and old.
es_es: <25>{#f/0}* ... y su variedad de clientes, tanto nuevos como antiguos.
tr_tr: <25>{#f/0}* ... ve hem yeni hem eski, çok çeşitli müşterilere sahipmiş.
zh_cn: <25>{#f/0}* ...里面有很多 千奇百怪的新老顾客。
zh_tw: <25>{#f/0}* ...裡面有很多 千奇百怪的新老顧客。

source: <25>{#f/0}* Sans often goes there to eat, you see.
es_es: <25>{#f/0}* ¿Sabes?, Sans suele ir allí a comer.
tr_tr: <25>{#f/0}* Sans sık sık oraya yemek yemeye gidiyor, anlarsın.
zh_cn: <25>{#f/0}* Sans也经常去那儿吃饭。
zh_tw: <25>{#f/0}* Sans也經常去那兒吃飯。

source: <25>{#f/7}* I hear the bartender is quite "hot."
es_es: <25>{#f/7}* Escuche que el camarero está muy "caliente".
tr_tr: <25>{#f/7}* Barmenin oldukça "ateşli" olduğunu duydum.
zh_cn: <25>{#f/7}* 听说那儿的酒保 很“烧”。
zh_tw: <25>{#f/7}* 聽說那兒的酒保 很「燒」。

source: <25>{#p/toriel}{#f/1}* A taxi stop near town?
es_es: <25>{#p/toriel}{#f/1}* ¿Una parada de taxis cerca del pueblo?
tr_tr: <25>{#p/toriel}{#f/1}* Kasabanın yanında bir taksi durağı mı?
zh_cn: <25>{#p/toriel}{#f/1}* 小镇附近 有个运输船停靠站吗？
zh_tw: <25>{#p/toriel}{#f/1}* 小鎮附近 有個運輸船停靠站嗎？

source: <25>{#f/1}* ... hmm...
tr_tr: <25>{#f/1}* ... hımm...
zh_cn: <25>{#f/1}* ...嗯...
zh_tw: <25>{#f/1}* ...嗯...

source: <25>{#f/0}* I wonder if it is any different from the one in the Outlands.
es_es: <25>{#f/0}* Me pregunto si es diferente al de las Afueras.
tr_tr: <25>{#f/0}* Acaba Outlands'dekinden farklı mı, merak ediyorum.
zh_cn: <25>{#f/0}* 不知道那个 跟外域的这个停靠站 有啥不一样。
zh_tw: <25>{#f/0}* 不知道那個 跟外域的這個停靠站 有啥不一樣。

source: <25>{#f/1}* Of course, I would have no way of knowing until I saw it...
es_es: <25>{#f/1}* Por supuesto, no tendría forma de saberlo hasta que lo viera...
tr_tr: <25>{#f/1}* Elbette, bunu görmeden bilmemin imkanı olmazdı...
zh_cn: <25>{#f/1}* 当然啦， 不亲眼看看我哪知道啊...
zh_tw: <25>{#f/1}* 當然啦， 不親眼看看我哪知道啊...

source: <25>{#f/0}* Which I have no way of doing without a fancy telescope.
es_es: <25>{#f/0}* Lo cual no puedo hacer sin un telescopio de lujo.
tr_tr: <25>{#f/0}* Bunu lüks bir teleskop olmadan yapmamın bir yolu yok.
zh_cn: <25>{#f/0}* 但我又没有高档望远镜， 这可怎么咋看呢？
zh_tw: <25>{#f/0}* 但我又沒有高檔望遠鏡， 這可怎麼咋看呢？

source: <25>{#f/0}* I wonder where I could find one of those.
es_es: <25>{#f/0}* Me pregunto dónde podría encontrar uno de esos.
tr_tr: <25>{#f/0}* Onlardan birini nereden bulabilirim, merak ediyorum.
zh_cn: <25>{#f/0}* 也不知道上哪儿 才能搞到一个。
zh_tw: <25>{#f/0}* 也不知道上哪兒 才能搞到一個。

source: <25>{#p/toriel}{#f/1}* Napstablook recently told me they opened a shop...
es_es: <25>{#p/toriel}{#f/1}* Napstablook me dijo hace poco que abrió una tienda...
tr_tr: <25>{#p/toriel}{#f/1}* Napstablook yakın bir zamanda bana bir dükkan açtığından bahsetti.
zh_cn: <25>{#p/toriel}{#f/1}* Napstablook最近跟我说 它开了个店...
zh_tw: <25>{#p/toriel}{#f/1}* Napstablook最近跟我說 它開了個店...

source: <25>{#f/5}* ... on the "south side" of town.
es_es: <25>{#f/5}* ... en el "lado sur" del pueblo.
tr_tr: <25>{#f/5}* ... kasabanın "güney tarafında."
zh_cn: <25>{#f/5}* ...在镇子“南边” 开了个店。
zh_tw: <25>{#f/5}* ...在鎮子「南邊」 開了個店。

source: <25>{#f/1}* What could this mean?
es_es: <25>{#f/1}* ¿Qué podría significar esto?
tr_tr: <25>{#f/1}* Bu ne anlama geliyor olabilir?
zh_cn: <25>{#f/1}* 这是怎么回事？
zh_tw: <25>{#f/1}* 這是怎麼回事？

source: <25>{#f/0}* The town I remember organizing was a large, unified square.
es_es: <25>{#f/0}* El pueblo que recuerdo haber organizado era una gran plaza unificada.
tr_tr: <25>{#f/0}* Organize ettiğimi hatırladığım kasaba, büyük ve birleşik bir meydandı.
zh_cn: <25>{#f/0}* 我记得当初规划的时候， 小镇的南北部 是连在一起的啊。
zh_tw: <25>{#f/0}* 我記得當初規劃的時候， 小鎮的南北部 是連在一起的啊。

source: <25>{#f/1}* Perhaps there was a split at some point?
es_es: <25>{#f/1}* ¿Quizás hubo una ruptura en algún momento?
tr_tr: <25>{#f/1}* Belki de bir noktada bir ayrışma olmuştur?
zh_cn: <25>{#f/1}* 难道后来给分成两半了？
zh_tw: <25>{#f/1}* 難道後來給分成兩半了？

source: <25>{#f/5}* That would be a shame, considering the original vision...
es_es: <25>{#f/5}* Sería una pena, teniendo en cuenta la visión original...
tr_tr: <25>{#f/5}* Orijinal görünüşü düşününce, bu çok yazık olurdu...
zh_cn: <25>{#f/5}* 要真是那样就太可惜了， 毕竟当初的设想 可不是这样的...
zh_tw: <25>{#f/5}* 要真是那樣就太可惜了， 畢竟當初的設想 可不是這樣的...

source: <25>{#p/toriel}{#f/1}* The thing Sans seemed most eager to warn me about...
es_es: <25>{#p/toriel}{#f/1}* Lo que Sans parecía más ansioso por advertirme...
tr_tr: <25>{#p/toriel}{#f/1}* Sans'in beni en çok uyarmak istediği şey...
zh_cn: <25>{#p/toriel}{#f/1}* Sans跟我反复强调...
zh_tw: <25>{#p/toriel}{#f/1}* Sans跟我反覆強調...

source: <25>{#f/0}* Was his brother's so- called "special attack."
es_es: <25>{#f/0}* Era el llamado "ataque especial" de su hermano.
tr_tr: <25>{#f/0}* Kardeşinin sözde "özel saldırısıydı."
zh_cn: <25>{#f/0}* 一定要小心他的兄弟的 什么“特殊攻击”。
zh_tw: <25>{#f/0}* 一定要小心他的兄弟的 什麼「特殊攻擊」。

source: <25>{#f/1}* If Papyrus chooses to spar with you, you must avoid it at all costs.
es_es: <25>{#f/1}* Si Papyrus decide pelear contra ti, debes evitarlo a toda costa.
tr_tr: <25>{#f/1}* Eğer Papyrus seninle karşılaşmayı seçerse, mutlaka kaçınmalısın.
zh_cn: <25>{#f/1}* 要是Papyrus找你切磋， 你一定要避开 他的特殊攻击。
zh_tw: <25>{#f/1}* 要是Papyrus找你切磋， 你一定要避開 他的特殊攻擊。

source: <25>{#f/2}* I repeat, avoid the special attack! * At all costs!
es_es: <25>{#f/2}* ¡Repito, evita el ataque especial! * ¡A toda costa!
tr_tr: <25>{#f/2}* Tekrar ediyorum, özel saldırıdan kaçın! * Ne pahasına olursa olsun!
zh_cn: <25>{#f/2}* 再说一遍，一定要避开 他的特殊攻击！ * 千万别被打到！
zh_tw: <25>{#f/2}* 再說一遍，一定要避開 他的特殊攻擊！ * 千萬別被打到！

source: <25>{#f/0}* That is all I have to say on this matter.
es_es: <25>{#f/0}* Eso es todo lo que tengo que decir sobre este asunto.
tr_tr: <25>{#f/0}* Bu konuda söyleyeceklerim bu kadar.
zh_cn: <25>{#f/0}* 关于这事我就说这么多。
zh_tw: <25>{#f/0}* 關於這事我就說這麼多。

source: <25>{#p/toriel}{#f/1}* If you ever decide to leave Starton, you must understand...
es_es: <25>{#p/toriel}{#f/1}* Si decides dejar Starton, debes entender...
tr_tr: <25>{#p/toriel}{#f/1}* Eğer Starton'dan ayrılmaya karar verirsen, şunu anlamalısın...
zh_cn: <25>{#p/toriel}{#f/1}* 如果你打算离开星港， 你得明白...
zh_tw: <25>{#p/toriel}{#f/1}* 如果你打算離開星港， 你得明白...

source: <25>{#f/5}* My phone is old, and can only reach certain rooms in the factory.
es_es: <25>{#f/5}* Mi teléfono es viejo y sólo puede llegar a ciertos cuartos de la fábrica.
tr_tr: <25>{#f/5}* Benim telefonum eski, ve fabrikanın yalnızca belirli odalarına erişebiliyor.
zh_cn: <25>{#f/5}* 我的手机太老了， 只能打到 工厂里的个别房间。
zh_tw: <25>{#f/5}* 我的手機太老了， 只能打到 工廠裡的個別房間。

source: <25>{#f/9}* It would be difficult to call me until you find your way out.
es_es: <25>{#f/9}* Sería difícil llamarme hasta que encuentres la salida.
tr_tr: <25>{#f/9}* Çıkış yolunu bulana kadar beni araman zor olacaktır.
zh_cn: <25>{#f/9}* 你找到出去的路之前， 可能联系不上我。
zh_tw: <25>{#f/9}* 你找到出去的路之前， 可能聯繫不上我。

source: <25>{#f/1}* Forgive me. * I just thought that I should let you know.
es_es: <25>{#f/1}* Perdóname. * Sólo pensé que debía hacértelo saber.
tr_tr: <25>{#f/1}* Beni affet. * Sadece sana haber vermem gerektiğini düşündüm.
zh_cn: <25>{#f/1}* 请别见怪。 * 但我觉得应该 提前跟你说一声。
zh_tw: <25>{#f/1}* 請別見怪。 * 但我覺得應該 提前跟你說一聲。

source: <25>{#p/toriel}{#f/7}* So you found a place in the factory with good reception...?
es_es: <25>{#p/toriel}{#f/7}* ¿Así que encontraste un lugar en la fábrica con buena recepción...?
tr_tr: <25>{#p/toriel}{#f/7}* Demek fabrikada iyi sinyal alan bir yer buldun...?
zh_cn: <25>{#p/toriel}{#f/7}* 你找到 信号好的地方啦...？
zh_tw: <25>{#p/toriel}{#f/7}* 你找到 訊號好的地方啦...？

source: <25>{#f/1}* ... that must mean you are somewhere unenclosed...
es_es: <25>{#f/1}* ... eso debe significar que estás en algún lugar no cerrado...
tr_tr: <25>{#f/1}* ... kapalı olmayan bir alanda bulunuyor olmalısın...
zh_cn: <25>{#f/1}* ...看来那里比较开阔...
zh_tw: <25>{#f/1}* ...看來那裡比較開闊...

source: <25>{#f/0}* Which also implies the nearby presence of synth-bushes.
es_es: <25>{#f/0}* Lo que también implica la presencia cercana de arbustos sintéticos.
tr_tr: <25>{#f/0}* Bu aynı zamanda yakınlarında sentetik çalıların bulunduğunu ima ediyor.
zh_cn: <25>{#f/0}* 附近还有 人工合成的灌木丛。
zh_tw: <25>{#f/0}* 附近還有 人工合成的灌木叢。

source: <25>{#f/3}* Those things are terrible to get stuck in...
es_es: <25>{#f/3}* Esas cosas son terribles para atascarse...
tr_tr: <25>{#f/3}* O şeylerin içine takılmak berbat...
zh_cn: <25>{#f/3}* 要是钻进了那玩意...
zh_tw: <25>{#f/3}* 要是鑽進了那玩意...

source: <25>{#f/4}* Getting you all itchy and scratchy...
es_es: <25>{#f/4}* Te pican y te pican...
tr_tr: <25>{#f/4}* Bütün vücudunu kaşıntılı hale getiriyor...
zh_cn: <25>{#f/4}* 浑身上下会又痒又难受...
zh_tw: <25>{#f/4}* 渾身上下會又癢又難受...

source: <25>{#f/0}* Fortunately, I know you are smart enough not to run into them.
es_es: <25>{#f/0}* Afortunadamente, sé que eres muy inteligente como para no toparte con ellos.
tr_tr: <25>{#f/0}* Neyse ki, onlara takılmayacak kadar akıllı olduğunu biliyorum.
zh_cn: <25>{#f/0}* 不过我相信 你肯定不会傻到往里钻的。
zh_tw: <25>{#f/0}* 不過我相信 你肯定不會傻到往裡鑽的。

source: <25>{#p/toriel}{#f/0}* There truly is nothing like the chirp of that fearless little bird.
es_es: <25>{#p/toriel}{#f/0}* No hay nada como el canto de ese intrépido pajarillo.
tr_tr: <25>{#p/toriel}{#f/0}* O korkusuz küçük kuşun cıvıltısına benzeyen hiçbir şey yok.
zh_cn: <25>{#p/toriel}{#f/0}* 没有什么比得上 那只无畏小鸟的啾啾声。
zh_tw: <25>{#p/toriel}{#f/0}* 沒有什麼比得上 那隻無畏小鳥的啾啾聲。

source: <25>{#f/1}* Even when it still lived within a bucket of water...
es_es: <25>{#f/1}* Incluso cuando aún vivía dentro de un cubo de agua...
tr_tr: <25>{#f/1}* Bir kova suyun içinde yaşadığı zamanlarda bile...
zh_cn: <25>{#f/1}* 就算是当年 它还在水桶里住着时...
zh_tw: <25>{#f/1}* 就算是當年 它還在水桶裡住著時...

source: <25>{#f/1}* It would fly its mighty little wings...
es_es: <25>{#f/1}* Volaría con sus pequeñas y poderosas alas...
tr_tr: <25>{#f/1}* O küçük kudretli kanatlarını uçururdu...
zh_cn: <25>{#f/1}* 它也会扑腾着 它那小小的翅膀...
zh_tw: <25>{#f/1}* 它也會撲騰著 它那小小的翅膀...

source: <25>{#f/1}* Taking us places...
es_es: <25>{#f/1}* Llevándonos a lugares...
tr_tr: <25>{#f/1}* Bizi bir yerlere götürürdü...
zh_cn: <25>{#f/1}* 带着我们到处跑...
zh_tw: <25>{#f/1}* 帶著我們到處跑...

source: <25>{#f/0}* I used its services to carry groceries often.
es_es: <25>{#f/0}* Use sus servicios para llevar las compras de vez en cuando.
tr_tr: <25>{#f/0}* Market alışverişlerimi taşımak için sık sık bu hizmeti kullanıyordum.
zh_cn: <25>{#f/0}* 我经常让它 帮忙运送杂货。
zh_tw: <25>{#f/0}* 我經常讓它 幫忙運送雜貨。

source: <25>{#f/5}* ... back when we as a species all lived in that old factory.
es_es: <25>{#f/5}* ... cuando todos nosotros, como especie, vivíamos en esa vieja fábrica.
tr_tr: <25>{#f/5}* ... o zamanlar biz tür olarak hepimiz o eski fabrikada yaşıyorduk.
zh_cn: <25>{#f/5}* ...那会儿我们这个物种 还都挤在 那个旧工厂里生活呢。
zh_tw: <25>{#f/5}* ...那會兒我們這個物種 還都擠在 那個舊工廠裡生活呢。

source: <25>{#p/toriel}{#f/5}* Things sound awfully silent where you are...
es_es: <25>{#p/toriel}{#f/5}* Las cosas suenan muy silenciosas donde estás...
tr_tr: <25>{#p/toriel}{#f/5}* Bulunduğun yerde her şey fazlasıyla sessiz gibi...
zh_cn: <25>{#p/toriel}{#f/5}* 你那边听起来好寂静啊...
zh_tw: <25>{#p/toriel}{#f/5}* 你那邊聽起來好寂靜啊...

source: <25>{#f/5}* Almost like there is something missing.
es_es: <25>{#f/5}* Casi como si faltara algo.
tr_tr: <25>{#f/5}* Sanki bir şey eksikmiş gibi.
zh_cn: <25>{#f/5}* 总感觉少了点什么。
zh_tw: <25>{#f/5}* 總感覺少了點什麼。

source: <25>{#f/5}* Something important...
es_es: <25>{#f/5}* Algo importante...
tr_tr: <25>{#f/5}* Önemli bir şey...
zh_cn: <25>{#f/5}* 少了点什么重要的东西...
zh_tw: <25>{#f/5}* 少了點什麼重要的東西...

source: <25>{#f/0}* Well, no matter. * My imagination does run wild sometimes.
es_es: <25>{#f/0}* Bueno, no importa. * Mi imaginación se pone loca a veces.
tr_tr: <25>{#f/0}* Neyse, sorun değil. * Hayal gücüm bazen fazlasıyla çılgınlaşıyor.
zh_cn: <25>{#f/0}* 算了，别在意。 * 我可能想太多了。
zh_tw: <25>{#f/0}* 算了，別在意。 * 我可能想太多了。

source: <25>{#f/1}* Chirp, chirp, chirp, chirp, chirp...
es_es: <25>{#f/1}* Chirrido, Chirrido, Chirrido, Chirrido, Chirrido...
tr_tr: <25>{#f/1}* Cik, cik, cik, cik, cik...
zh_cn: <25>{#f/1}* 啾，啾， 啾，啾， 啾...
zh_tw: <25>{#f/1}* 啾，啾， 啾，啾， 啾...

source: <25>{#p/toriel}{#f/1}* So you found the factory's taxi stop...?
es_es: <25>{#p/toriel}{#f/1}* ¿Así que hallaste la parada de taxis de la fábrica...?
tr_tr: <25>{#p/toriel}{#f/1}* Demek fabrikanın taksi durağını buldun...?
zh_cn: <25>{#p/toriel}{#f/1}* 这么说你找着了 工厂的运输船停靠站...？
zh_tw: <25>{#p/toriel}{#f/1}* 這麼說你找著了 工廠的運輸船停靠站...？

source: <25>{#f/0}* Perhaps you could use it to escape that Royal Guard captain.
es_es: <25>{#f/0}* Tal vez puedas usarlo para escapar de la capitán de la Guardia Real.
tr_tr: <25>{#f/0}* Belki de o Kraliyet Muhafızı kaptanından kaçmak için kullanabilirsin.
zh_cn: <25>{#f/0}* 那儿说不定可以用来 躲开皇家卫队队长呢。
zh_tw: <25>{#f/0}* 那兒說不定可以用來 躲開皇家衛隊隊長呢。

source: <25>{#f/1}* A visitor here once spoke of her obsession with spears...
es_es: <25>{#f/1}* Un visitante aquí habló una vez de su obsesión con las lanzas...
tr_tr: <25>{#f/1}* Buradaki bir ziyaretçi onun mızraklara olan tutkusundan bahsetmişti...
zh_cn: <25>{#f/1}* 之前有个访客跟我说过， 卫队长她 特别痴迷于长矛...
zh_tw: <25>{#f/1}* 之前有個訪客跟我說過， 衛隊長她 特別痴迷於長矛...

source: <25>{#f/0}* How odd. * The captain I knew was into sabers.
es_es: <25>{#f/0}* Qué raro. * Al capitán que conocí le gustaban los sables.
tr_tr: <25>{#f/0}* Ne kadar da tuhaf. * Tanıdığım kaptan kılıç meraklısıydı.
zh_cn: <25>{#f/0}* 真奇怪。 * 我认识的那个卫队长 明明喜欢的是佩刀啊。
zh_tw: <25>{#f/0}* 真奇怪。 * 我認識的那個衛隊長 明明喜歡的是佩刀啊。

source: <25>{#p/toriel}{#f/0}* Ah, there you are.
es_es: <25>{#p/toriel}{#f/0}* Ah, ahí estas.
tr_tr: <25>{#p/toriel}{#f/0}* Ah, işte buradasın.
zh_cn: <25>{#p/toriel}{#f/0}* 啊，你终于到了。
zh_tw: <25>{#p/toriel}{#f/0}* 啊，你終於到了。

source: <25>{#f/0}* You're at the edge of the factory there.
es_es: <25>{#f/0}* Estás en el límite de la fábrica.
tr_tr: <25>{#f/0}* Şu an orada fabrikanın kenarındasın.
zh_cn: <25>{#f/0}* 你现在在工厂的边缘了。
zh_tw: <25>{#f/0}* 你現在在工廠的邊緣了。

source: <26>{#f/1}* From this point forward, I do not know what lies ahead of you...
es_es: <26>{#f/1}* A partir de ahora, no sé lo que te espera ahí adelante...
tr_tr: <26>{#f/1}* Bu noktadan sonra, seni neyin beklediğini bilmiyorum.
zh_cn: <26>{#f/1}* 从这里往前， 我就不知道 前面是什么地方了...
zh_tw: <26>{#f/1}* 從這裡往前， 我就不知道 前面是什麼地方了...

source: <25>{#f/5}* Before I left, there was only an elevator to the Citadel.
es_es: <25>{#f/5}* Antes de irme, sólo había un ascensor a la Capital.
tr_tr: <25>{#f/5}* Ben ayrılmadan önce, burada yalnızca Hisar'a giden bir asansör vardı.
zh_cn: <25>{#f/5}* 我离开的时候， 那儿只有 通往首塔的电梯。
zh_tw: <25>{#f/5}* 我離開的時候， 那兒只有 通往首塔的電梯。

source: <25>{#f/1}* Now, however, exists the area called "Aerialis..."
es_es: <25>{#f/1}* Ahora, sin embargo, existe la zona que se llama "Aerialis..."
tr_tr: <25>{#f/1}* Ancak, şimdi, "Aerialis" adı verilen bir alan var...
zh_cn: <25>{#f/1}* 不过现在嘛， 好像多了个 叫“空境”的地方...
zh_tw: <25>{#f/1}* 不過現在嘛， 好像多了個 叫「空境」的地方...

source: <25>{#f/23}* ... I wonder who came up with THAT name.
es_es: <25>{#f/23}* ... A quién se le ocurrió ESE nombre.
tr_tr: <25>{#f/23}* ... Acaba bu ismi KİM buldu?
zh_cn: <25>{#f/23}* ...也不知道是谁 取的这么个名字。
zh_tw: <25>{#f/23}* ...也不知道是誰 取的這麼個名字。

source: <25>{#f/2}* Come back to the house this instant!
es_es: <25>{#f/2}* ¡Vuelve a casa en este instante!
tr_tr: <25>{#f/2}* Hemen eve geri dön!
zh_cn: <25>{#f/2}* 现在，立刻，马上 回家里来！
zh_tw: <25>{#f/2}* 現在，立刻，馬上 回家裡來！

source: <25>{#p/toriel}{#f/23}* Are you not exhausted after how you behaved towards me?
es_es: <25>{#p/toriel}{#f/23}* ¿No estás cansado después de como me trataste?
tr_tr: <25>{#p/toriel}{#f/23}* Bana olan tavırlarından sonra yorulmadın mı?
zh_cn: <25>{#p/toriel}{#f/23}* 你那样对待我， 难道不累吗？
zh_tw: <25>{#p/toriel}{#f/23}* 你那樣對待我， 難道不累嗎？

source: <25>{#p/toriel}{#f/1}* Are you not exhausted after waiting so long?
es_es: <25>{#p/toriel}{#f/1}* ¿No estás cansado después de esperar tanto?
tr_tr: <25>{#p/toriel}{#f/1}* Bu kadar uzun süre bekledikten sonra yorulmadın mı?
zh_cn: <25>{#p/toriel}{#f/1}* 你等了那么久， 难道不累吗？
zh_tw: <25>{#p/toriel}{#f/1}* 你等了那麼久， 難道不累嗎？

source: <25>{#p/toriel}{#f/1}* Are you not exhausted after all you have been through?
es_es: <25>{#p/toriel}{#f/1}* ¿No estás cansado después de todo lo que pasaste?
tr_tr: <25>{#p/toriel}{#f/1}* Yaşadıklarından sonra yorulmadın mı?
zh_cn: <25>{#p/toriel}{#f/1}* 你经历了那么多， 难道不累吗？
zh_tw: <25>{#p/toriel}{#f/1}* 你經歷了那麼多， 難道不累嗎？

source: <25>{#f/0}* Perhaps you should see the bed I made for you in the guest room.
es_es: <25>{#f/0}* Deberías ver la habitación que te hice en la sala de invitados.
tr_tr: <25>{#f/0}* Belki de misafir odasında sana hazırladığım yatağı görmelisin.
zh_cn: <25>{#f/0}* 要不要去看看 我在客房里 为你准备的床？
zh_tw: <25>{#f/0}* 要不要去看看 我在客房裡 為你準備的床？

source: <25>{#f/0}* Perhaps you should see the bed I made for you at the house.
es_es: <25>{#f/0}* Deberías ver la cama que te hice en la casa.
tr_tr: <25>{#f/0}* Belki de evde sana hazırladığım yatağı görmelisin.
zh_cn: <25>{#f/0}* 要不要去看看 我在房子里 为你准备的床？
zh_tw: <25>{#f/0}* 要不要去看看 我在房子裡 為你準備的床？

source: <25>{#f/0}* Come to the hallway, and I will show you something.
es_es: <25>{#f/0}* Ven al pasillo, te mostraré algo.
tr_tr: <25>{#f/0}* Koridora gel, ve sana bir şey göstereceğim.
zh_cn: <25>{#f/0}* 来走廊这边， 我给你看点东西。
zh_tw: <25>{#f/0}* 來走廊這邊， 我給你看點東西。

source: <25>{#f/0}* Come to the house, and I will show you something.
es_es: <25>{#f/0}* Ven a la casa, te mostraré algo.
tr_tr: <25>{#f/0}* Eve gel, ve sana bir şey göstereceğim.
zh_cn: <25>{#f/0}* 来房子这边， 我给你看点东西。
zh_tw: <25>{#f/0}* 來房子這邊， 我給你看點東西。

source: <32>{#p/human}* (But the line was busy.)
es_es: <32>{#p/human}* (Pero la línea estaba ocupada.)
tr_tr: <32>{#p/human}* (Ancak hat meşguldü.)
zh_cn: <32>{#p/human}* （对方忙线中。）
zh_tw: <32>{#p/human}* （對方忙線中。）

source: <25>{#p/toriel}{#f/1}* There is no need to call me over the phone, my child.
es_es: <25>{#p/toriel}{#f/1}* No es necesario que llames por teléfono, mi niño.
tr_tr: <25>{#p/toriel}{#f/1}* Beni telefonda aramana gerek yok, çocuğum.
zh_cn: <25>{#p/toriel}{#f/1}* 孩子，用不着给我打电话。
zh_tw: <25>{#p/toriel}{#f/1}* 孩子，用不著給我打電話。

source: <26>{#f/23}* We already know what that tends to result in.
es_es: <26>{#f/23}* Ya sabemos en qué tiende a resultar eso.
tr_tr: <26>{#f/23}* Bunun genellikle nereye vardığını zaten biliyoruz.
zh_cn: <26>{#f/23}* 你打算说什么， 我们都清楚得很。
zh_tw: <26>{#f/23}* 你打算說什麼， 我們都清楚得很。

source: <25>{#f/0}* After all, I am here in the room with you.
es_es: <25>{#f/0}* Después de todo, estoy aquí contigo.
tr_tr: <25>{#f/0}* Ne de olsa, seninle aynı odadayım.
zh_cn: <25>{#f/0}* 毕竟，我现在和你 在一间屋子里呢。
zh_tw: <25>{#f/0}* 畢竟，我現在和你 在一間屋子裡呢。

source: <25>{#f/0}* I will be done in just a moment.
es_es: <25>{#f/0}* Terminaré en un momento.
tr_tr: <25>{#f/0}* Kısa bir süre içerisinde hazır olacağım.
zh_cn: <25>{#f/0}* 我马上就搞定了。
zh_tw: <25>{#f/0}* 我馬上就搞定了。

source: <25>{#f/0}* If you want to see me, you can come to the living room.
es_es: <25>{#f/0}* Si quieres verme, puedes venir a la sala de estar.
tr_tr: <25>{#f/0}* Beni görmek istiyorsan, salona gelebilirsin.
zh_cn: <25>{#f/0}* 如果你想见我， 可以来客厅。
zh_tw: <25>{#f/0}* 如果你想見我， 可以來客廳。

source: <25>{#f/0}* If you want to see me, you can wait in the living room.
es_es: <25>{#f/0}* Si quieres verme, puedes esperar en la sala de estar.
tr_tr: <25>{#f/0}* Beni görmek istiyorsan, salonda bekleyebilirsin.
zh_cn: <25>{#f/0}* 如果你想见我， 可以在客厅等着。
zh_tw: <25>{#f/0}* 如果你想見我， 可以在客廳等著。

source: <25>{#f/0}* If you want to see me, you can come to the house.
es_es: <25>{#f/0}* Si quieres verme, puedes venir a la casa.
tr_tr: <25>{#f/0}* Beni görmek istiyorsan, eve gelebilirsin.
zh_cn: <25>{#f/0}* 如果你想见我， 可以来我的房子这边。
zh_tw: <25>{#f/0}* 如果你想見我， 可以來我的房子這邊。

source: <25>{#p/asriel2}{#f/3}* Just so you know, I'm not picking that up.
es_es: <25>{#p/asriel2}{#f/3}* Solo para que lo sepas, no tomaré eso.
tr_tr: <25>{#p/asriel2}{#f/3}* Bil diye söylüyorum, onu açmayacağım.
zh_cn: <25>{#p/asriel2}{#f/3}* 知道了吧，我不会接的。
zh_tw: <25>{#p/asriel2}{#f/3}* 知道了吧，我不會接的。

source: <25>{#p/asriel2}{#f/4}* We have better things to do.
es_es: <25>{#p/asriel2}{#f/4}* Tenemos mejores cosas que hacer.
tr_tr: <25>{#p/asriel2}{#f/4}* Yapacağımız daha önemli şeyler var.
zh_cn: <25>{#p/asriel2}{#f/4}* 咱可没闲工夫打电话玩。
zh_tw: <25>{#p/asriel2}{#f/4}* 咱可沒閒工夫打電話玩。

source: <25>{#p/asriel2}{#f/4}* ...
zh_cn: <25>{#p/asriel2}{#f/4}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* ...ゑ

source: <25>{#p/asriel2}{#f/4}* ... seriously?
es_es: <25>{#p/asriel2}{#f/4}* ... ¿en serio?
tr_tr: <25>{#p/asriel2}{#f/4}* ... cidden mi?
zh_cn: <25>{#p/asriel2}{#f/4}* ...开玩笑吗？
zh_tw: <25>{#p/asriel2}{#f/4}* ...開玩笑嗎？

source: <25>{#p/asriel2}{#f/3}* You must be really, REALLY bored.
es_es: <25>{#p/asriel2}{#f/3}* Debes estar, REALMENTE aburrido.
tr_tr: <25>{#p/asriel2}{#f/3}* Canın GERÇEKTEN sıkılmış olmalı.
zh_cn: <25>{#p/asriel2}{#f/3}* 吃饱了撑的。
zh_tw: <25>{#p/asriel2}{#f/3}* 吃飽了撐的。

source: Outlands - Courtyard
es_es: Las Afueras - Patio
tr_tr: Outlands - Avlu
zh_cn: 外域 - 空地ゑ
zh_tw: 外域 - 空地ゑ
