Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/toriel}{#f/1}* I hear there is a certain kind of fluid in Aerialis...
es_es: <25>{#p/toriel}{#f/1}* Escuché que hay un cierto tipo de fluido en Aerialis...
tr_tr: <25>{#p/toriel}{#f/1}* Aerialis'te bir çeşit sıvı olduğunu duydum...
zh_cn: <25>{#p/toriel}{#f/1}* 听说空境那儿 有种特殊的液体...
zh_tw: <25>{#p/toriel}{#f/1}* 聽說空境那兒 有種特殊的液體...

source: <25>{#f/0}* Used primarily to dampen electricity.
es_es: <25>{#f/0}* Usado primariamente para atenuar la electricidad.
tr_tr: <25>{#f/0}* Elektirik yalıtımı için kullanılıyormuş.
zh_cn: <25>{#f/0}* 主要用于隔绝电流。
zh_tw: <25>{#f/0}* 主要用於隔絕電流。

source: <25>{#f/1}* If you could carry this fluid, how far would you take it?
es_es: <25>{#f/1}* Si pudieras llevarte este fluido, ¿hasta donde lo llevarías?
tr_tr: <25>{#f/1}* Bu sıvıyı taşıyabilseydin, ne kadar uzağa götürürdün?
zh_cn: <25>{#f/1}* 要是你能带着这种液体， 你会带到哪儿去？
zh_tw: <25>{#f/1}* 要是你能帶著這種液體， 你會帶到哪兒去？

source: <25>{#f/1}* Would you carry it all the way to the Citadel?
es_es: <25>{#f/1}* ¿Lo llevarías todo el camino hasta la Capital?
tr_tr: <25>{#f/1}* Onu Hisar'a kadar taşır mıydın?
zh_cn: <25>{#f/1}* 会一直带到首塔吗？
zh_tw: <25>{#f/1}* 會一直帶到首塔嗎？

source: <25>{#f/1}* Or would you simply dispose of it in a recycle bin?
es_es: <25>{#f/1}* ¿O simplemente te desharías de este en una papelera de reciclaje?
tr_tr: <25>{#f/1}* Yoksa geri dönüşüm kutusuna atıp ondan kurtulur muydun?
zh_cn: <25>{#f/1}* 还是直接扔到回收站？
zh_tw: <25>{#f/1}* 還是直接扔到資源回收桶？

source: <25>{#f/0}* How disappointing that would be.
es_es: <25>{#f/0}* Que decepcionante seria eso.
tr_tr: <25>{#f/0}* Ne kadar hayal kırıcı olurdu.
zh_cn: <25>{#f/0}* 要是那样可就太没劲了。
zh_tw: <25>{#f/0}* 要是那樣可就太沒勁了。

source: <25>{#p/toriel}{#f/1}* Perhaps, if I ever become a teacher...
es_es: <25>{#p/toriel}{#f/1}* Quizá, si algun día me vuelvo una profesora...
tr_tr: <25>{#p/toriel}{#f/1}* Belki, bir gün öğretmen olursam...
zh_cn: <25>{#p/toriel}{#f/1}* 说不定， 等我以后当上老师...
zh_tw: <25>{#p/toriel}{#f/1}* 說不定， 等我以後當上老師...

source: <25>{#f/0}* I could host a field trip to the Royal Lab.
es_es: <25>{#f/0}* Podría organizar una excursión al Laboratorio Real.
tr_tr: <25>{#f/0}* Kraliyet laboratuvarına bir gezi düzenleyebilirim.
zh_cn: <25>{#f/0}* 可以带学生 去皇家实验室参观。
zh_tw: <25>{#f/0}* 可以帶學生 去皇家實驗室參觀。

source: <25>{#f/0}* With Dr. Alphys's permission, of course.
es_es: <25>{#f/0}* Con el permiso de la Doc. Alphys, claro.
tr_tr: <25>{#f/0}* Dr. Alphys'in de izniyle, tabii.
zh_cn: <25>{#f/0}* 当然了， 前提是Alphys博士同意。
zh_tw: <25>{#f/0}* 當然了， 前提是Alphys博士同意。

source: <25>{#f/1}* All those interesting experiments they must conduct there...
es_es: <25>{#f/1}* Todos los experimentos interesantes que podrían conducir ahí...
tr_tr: <25>{#f/1}* Orada kesin bir sürü ilginç deneyler yapıyorlardır...
zh_cn: <25>{#f/1}* 那里肯定做了 不少有意思的实验...
zh_tw: <25>{#f/1}* 那裡肯定做了 不少有意思的實驗...

source: <25>{#f/0}* It'd be a great learning experience for the children.
es_es: <25>{#f/0}* Sería una buena experiencia de aprendizaje para los niños.
tr_tr: <25>{#f/0}* Çocuklar için harika bir öğrenme deneyimi olurdu.
zh_cn: <25>{#f/0}* 对孩子们来说，这可是 难得的学习机会。
zh_tw: <25>{#f/0}* 對孩子們來說，這可是 難得的學習機會。

source: <25>{#p/toriel}{#f/0}* Word of your TV premier has spread quickly, little one!
es_es: <25>{#p/toriel}{#f/0}* La noticia de tu estreno en TV se ha esparcido rápidamente, pequeño.
tr_tr: <25>{#p/toriel}{#f/0}* Televizyon galanın lafı hızlıca yayılmış, küçüğüm!
zh_cn: <25>{#p/toriel}{#f/0}* 小家伙， 你上电视的事 已经传遍啦！
zh_tw: <25>{#p/toriel}{#f/0}* 小傢伙， 你上電視的事 已經傳遍啦！

source: <25>{#f/0}* Though, I have not seen it, due to my lack of a TV.
es_es: <25>{#f/0}* Aunque no he podido verlo, a causa de mi falta de una TV
tr_tr: <25>{#f/0}* Tabi, ben göremedim, çünkü benim bir televizyonum yok.
zh_cn: <25>{#f/0}* 不过我没有电视， 所以没能看到。
zh_tw: <25>{#f/0}* 不過我沒有電視， 所以沒能看到。

source: <25>{#f/1}* When I heard about it, however, I must admit I was surprised...
es_es: <25>{#f/1}* Cuando escuché acerca de ello, debo admitir, estaba sorprendida...
tr_tr: <25>{#f/1}* Duyduğumda, fakat, Şaşırmıştım doğrusu...
zh_cn: <25>{#f/1}* 我听说这事的时候， 还是挺惊讶的...
zh_tw: <25>{#f/1}* 我聽說這事的時候， 還是挺驚訝的...

source: <25>{#f/2}* How did you not miss even a SINGLE time?
es_es: <25>{#f/1}* ¿Cómo es que no fallaste ni UNA sola vez?
tr_tr: <25>{#f/2}* Nasıl HİÇ hata yapmadın?
zh_cn: <25>{#f/2}* 你居然一次也没有漏击！
zh_tw: <25>{#f/2}* 你居然一次也沒有漏擊！

source: <25>{#f/6}* I did not know you had such "fabulous" moves.
es_es: <25>{#f/6}* No sabía que tenias movimientos tan "fabulosos".
tr_tr: <25>{#f/6}* Bu kadar "muhteşem" hareketlerin olduğunu bilmiyordum.
zh_cn: <25>{#f/6}* 你居然跳舞跳得那么棒！
zh_tw: <25>{#f/6}* 你居然跳舞跳得那麼棒！

source: <25>{#p/toriel}{#f/1}* Hmm... * The royal guards in Aerialis...
es_es: <25>{#p/toriel}{#f/1}* Hmm... * Los guardias reales en Aerialis...
tr_tr: <25>{#p/toriel}{#f/1}* Hmm... * Aerialis'teki kraliyet muhafızları...
zh_cn: <25>{#p/toriel}{#f/1}* 嗯... * 空境的皇家守卫们啊...
zh_tw: <25>{#p/toriel}{#f/1}* 嗯... * 空境的皇家守衛們啊...

source: <25>{#f/0}* Apparently, their favorite food is... salmon.
es_es: <25>{#f/0}* Aparentemente, su comida favorita es... salmón.
tr_tr: <25>{#f/0}* Görünüşe göre en sevdikleri yemek... somon.
zh_cn: <25>{#f/0}* 我听说他们 最喜欢吃... 鲑鱼。
zh_tw: <25>{#f/0}* 我聽說他們 最喜歡吃... 鮭魚。

source: <25>{#f/1}* Or... was it ice cream?
es_es: <25>{#f/1}* ¿O... era helado?
tr_tr: <25>{#f/1}* Yoksa... dondurma mıydı?
zh_cn: <25>{#f/1}* 还是... 冰淇淋？
zh_tw: <25>{#f/1}* 還是... 冰淇淋？

source: <25>{#f/2}* Wait, no, I think it was pizza!
es_es: <25>{#f/2}* Espera, no, creo que era pizza!
tr_tr: <25>{#f/2}* Dur, hayır, sanırım pizzaydı!
zh_cn: <25>{#f/2}* 不对，我记得是披萨！
zh_tw: <25>{#f/2}* 不對，我記得是披薩！

source: <25>{#f/0}* All of which would be impossible without the humble replicator.
es_es: <25>{#f/0}* Todo de lo cual hubiera sido imposible sin nuestro humilde replicador.
tr_tr: <25>{#f/0}* Mütevazı kopyalayıcı olmadan bunların hepsi imkansız olurdu.
zh_cn: <25>{#f/0}* 这些东西都离不开 那不起眼的复制器。
zh_tw: <25>{#f/0}* 這些東西都離不開 那不起眼的複製器。

source: <25>{#f/1}* And... are those not strange foods for such new recruits?
es_es: <25>{#f/1}* Y... ¿no son esas comidas extrañas para esos nuevos reclutas?
tr_tr: <25>{#f/1}* Ve... Bunlar bu kadar yeni muhafızlar için tuhaf yiyecekler değil mi?
zh_cn: <25>{#f/1}* 话说... 那些新兵喜欢吃这些， 是不是有点怪啊？
zh_tw: <25>{#f/1}* 話說... 那些新兵喜歡吃這些， 是不是有點怪啊？

source: <25>{#p/toriel}{#f/0}* I hear you have appeared on TV, little one.
es_es: <25>{#p/toriel}{#f/0}* Escuche que apareciste en TV, pequeño.
tr_tr: <25>{#p/toriel}{#f/0}* Televizyona çıktığını duydum, küçüğüm.
zh_cn: <25>{#p/toriel}{#f/0}* 小家伙， 听说你上电视啦。
zh_tw: <25>{#p/toriel}{#f/0}* 小傢伙， 聽說你上電視啦。

source: <25>{#p/toriel}{#f/0}* I hear you have appeared on TV again, little one.
es_es: <25>{#p/toriel}{#f/0}* Escuche que apareciste en TV de nuevo, pequeño.
tr_tr: <25>{#p/toriel}{#f/0}* Tekrar televizyona çıktığını duydum, küçüğüm.
zh_cn: <25>{#p/toriel}{#f/0}* 小家伙， 听说你又上电视啦。
zh_tw: <25>{#p/toriel}{#f/0}* 小傢伙， 聽說你又上電視啦。

source: <25>{#f/1}* I also hear you did something shocking...
es_es: <25>{#f/1}* También escuche que hiciste algo sorprendente...
tr_tr: <25>{#f/1}* Ayrıca şok edici bir şey yaptığını da duydum...
zh_cn: <25>{#f/1}* 而且你还做了件 惊天动地的事...
zh_tw: <25>{#f/1}* 而且你還做了件 驚天動地的事...

source: <25>{#f/2}* And altered crafting ingredients to create plastic explosive!
es_es: <25>{#f/2}* ¡Y alteraste ingredientes de artesanía para crear explosivo plástico!
tr_tr: <25>{#f/2}* Ve plastik patlayıcı yapmak için malzemeleri değiştirmişsin!
zh_cn: <25>{#f/2}* 居然把材料掉包 来制作塑性炸药！
zh_tw: <25>{#f/2}* 居然把材料掉包 來製作塑性炸藥！

source: <25>{#f/2}* And held your ground against the threat of an impending explosion!
es_es: <25>{#f/2}* ¡Y te mantuviste firme ante la amenaza de una explosión inminente!
tr_tr: <25>{#f/2}* Ve patlama tehlikesine karşın direnmişsin!
zh_cn: <25>{#f/2}* 居然毫不退缩地 直面爆炸的威胁！
zh_tw: <25>{#f/2}* 居然毫不退縮地 直面爆炸的威脅！

source: <25>{#f/2}* And flew a "one-time use portable jetpack" by yourself!
es_es: <25>{#f/2}* ¡Y volaste en un "Jetpack portable de un solo uso" por tu cuenta!
tr_tr: <25>{#f/2}* Ve bir "tek kullanımlık taşınabilir sırt roketini" tek başına uçurmuşsun!
zh_cn: <25>{#f/2}* 居然擅自使用一次性的 便携式喷气背包！
zh_tw: <25>{#f/2}* 居然擅自使用一次性的 可攜式噴氣背包！

source: <25>{#f/3}* ... are you...
es_es: <25>{#f/3}* ... estas ...
tr_tr: <25>{#f/3}* ... sen...
zh_cn: <25>{#f/3}* ...你啊...
zh_tw: <25>{#f/3}* ...你啊...

source: <25>{#f/4}* Are you TRYING to put your life in danger?
es_es: <25>{#f/4}* Estas TRATANDO de poner tu vida en peligro?
tr_tr: <25>{#f/4}* Hayatını tehlikeye atmaya mı ÇALIŞIYORDUN?
zh_cn: <25>{#f/4}* 你这是在玩命吗？
zh_tw: <25>{#f/4}* 你這是在玩命嗎？

source: <25>{#p/toriel}{#f/1}* What kind of puzzles do they have in Aerialis?
es_es: <25>{#p/toriel}{#f/1}* ¿Qué tipo de puzles tienen en Aerialis?
tr_tr: <25>{#p/toriel}{#f/1}* Aerialis'te ne tür bulmacalar var?
zh_cn: <25>{#p/toriel}{#f/1}* 空境的谜题 都是些啥样的啊？
zh_tw: <25>{#p/toriel}{#f/1}* 空境的謎題 都是些啥樣的啊？

source: <25>{#f/1}* Are they laser-based?
es_es: <25>{#f/1}* ¿Usan láseres?
tr_tr: <25>{#f/1}* Lazerli mi?
zh_cn: <25>{#f/1}* 是激光那种的吗？
zh_tw: <25>{#f/1}* 是雷射那種的嗎？

source: <25>{#f/1}* Do they bring you back to the start when you fail?
es_es: <25>{#f/1}* ¿Te regresan al inicio cuando fallas?
tr_tr: <25>{#f/1}* Başarısız olduğunda seni başa atıyorlar mı?
zh_cn: <25>{#f/1}* 失败了会把你 送回起点吗？
zh_tw: <25>{#f/1}* 失敗了會把你 送回起點嗎？

source: <25>{#f/1}* ... can they be explicitly "failed" as such?
es_es: <25>{#f/1}* ... puedes siquiera "fallarlos" realmente?
tr_tr: <25>{#f/1}* ... "başarısız" olunabilir mi ki?
zh_cn: <25>{#f/1}* ...话说，那些谜题 真的能“失败”吗？
zh_tw: <25>{#f/1}* ...話說，那些謎題 真的能「失敗」嗎？

source: <25>{#f/0}* Hmm... * Pardon me for asking so many questions.
es_es: <25>{#f/0}* Hmm... * Discúlpame por hacer tantas preguntas.
tr_tr: <25>{#f/0}* Hımm... *Bu kadar çok soru sorduğum için özür dilerim.
zh_cn: <25>{#f/0}* 嗯... * 抱歉一下子 问了这么多问题。
zh_tw: <25>{#f/0}* 嗯... * 抱歉一下子 問了這麼多問題。

source: <25>{#f/1}* A fan of puzzles like myself cannot help but ponder these things...
es_es: <25>{#f/1}* Una fan de los puzles como yo no puede evitar cuestionarme esas cosas...
tr_tr: <25>{#f/1}* Benim gibi bulmaca tutkunu biri bunları düşünmeden edemiyor...
zh_cn: <25>{#f/1}* 我这种喜欢谜题的 忍不住就想东想西...
zh_tw: <25>{#f/1}* 我這種喜歡謎題的 忍不住就想東想西...

source: <25>{#p/toriel}{#f/1}* When hearing about your hijinks with Mettaton...
es_es: <25>{#p/toriel}{#f/1}* Cuando escuche acerca de tus aventuras con Mettaton...
tr_tr: <25>{#p/toriel}{#f/1}* Mettaton'la yaşadığın olayları duyunca...
zh_cn: <25>{#p/toriel}{#f/1}* 听说你和Mettaton 发生的这些趣事后...
zh_tw: <25>{#p/toriel}{#f/1}* 聽說你和Mettaton 發生的這些趣事後...

source: <25>{#f/0}* I had a thought.
es_es: <25>{#f/0}* Tuve una idea.
tr_tr: <25>{#f/0}* Aklıma bir şey geldi.
zh_cn: <25>{#f/0}* 我突然想到一个问题。
zh_tw: <25>{#f/0}* 我突然想到一個問題。

source: <25>{#f/1}* How could a robot like him exist after the ban on AI programs?
es_es: <25>{#f/1}* ¿Cómo podría un robot como él existir tras la prohibición de las IA?
tr_tr: <25>{#f/1}* YZ programlarının yasaklanmasından sonra onun gibi bir robot nasıl var olabilir?
zh_cn: <25>{#f/1}* AI程序不是被禁了吗？ 那像他这样的机器人 是怎么搞的？
zh_tw: <25>{#f/1}* AI程式不是被禁了嗎？ 那像他這樣的機器人 是怎麼搞的？

source: <25>{#f/5}* Surely Dr. Alphys would not break such a well- established rule.
es_es: <25>{#f/5}* Seguramente la Doctora Alphys no rompería una regla tan fuertemente establecida.
tr_tr: <25>{#f/5}* Elbette Dr. Alphys böylesine köklü bir kuralı ihlal etmemiştir.
zh_cn: <25>{#f/5}* Alphys博士肯定不会 违反这样既定的规则。
zh_tw: <25>{#f/5}* Alphys博士肯定不會 違反這樣既定的規則。

source: <25>{#f/0}* No... * There must be some other explanation.
es_es: <25>{#f/0}* No... * Debe haber otra explicación.
tr_tr: <25>{#f/0}* Hayır... * Başka bir açıklaması olmalı.
zh_cn: <25>{#f/0}* 嗯... * 肯定是有别的原因。
zh_tw: <25>{#f/0}* 嗯... * 肯定是有別的原因。

source: <25>{#f/0}* I heard they were only just promoted to their positions.
es_es: <25>{#f/0}* Escuche que ellas apenas acaban de ser promovidas a sus posiciones.
tr_tr: <25>{#f/0}* Pozisyonlarına yeni terfi ettiklerini duydum.
zh_cn: <25>{#f/0}* 我听说她们才刚升职。
zh_tw: <25>{#f/0}* 我聽說她們才剛升職。

source: <25>{#f/1}* I also heard they are quite picky about their choice of weapons...
es_es: <25>{#f/1}* También escuche que son algo especiales con la elección de sus armas...
tr_tr: <25>{#f/1}* Ayrıca silah konusunda oldukça seçici olduklarını da duydum...
zh_cn: <25>{#f/1}* 我还听说她们 对武器特别挑剔...
zh_tw: <25>{#f/1}* 我還聽說她們 對武器特別挑剔...

source: <25>{#f/5}* Refuse to upgrade them despite better options on offer.
es_es: <25>{#f/5}* Se reusaron a mejorarlas incluso aunque tenían mejores opciones.
tr_tr: <25>{#f/5}* Sunulan daha iyi seçeneklere rağmen bunları yükseltmeyi reddediyorlarmış.
zh_cn: <25>{#f/5}* 明明有更好的武器， 她们却不愿意换。
zh_tw: <25>{#f/5}* 明明有更好的武器， 她們卻不願意換。

source: <25>{#f/0}* Not that I want them to upgrade their weapons.
es_es: <25>{#f/0}* No es que quiera que mejoren sus armas.
tr_tr: <25>{#f/0}* Silahlarını yükseltmelerini istediğimden değil de.
zh_cn: <25>{#f/0}* 倒也不是说 我希望她们换武器啦。
zh_tw: <25>{#f/0}* 倒也不是說 我希望她們換武器啦。

source: <25>{#f/2}* I worry about you enough as it is!
es_es: <25>{#f/2}* ¡Ya me preocupo lo suficiente por ti!
tr_tr: <25>{#f/2}* Zaten senin için yeterince endişeleniyorum!
zh_cn: <25>{#f/2}* 我已经够担心你的了！
zh_tw: <25>{#f/2}* 我已經夠擔心你的了！

source: <25>{#p/toriel}{#f/1}* A ghost, Lurksalot, recently spoke of some family business.
es_es: <25>{#p/toriel}{#f/1}* Un fantasma, Lurksalot, recientemente me hablo de algunos negocios familiares.
tr_tr: <25>{#p/toriel}{#f/1}* Bir hayalet, Lurksalot, bazı aile işlerinden bahsetti.
zh_cn: <25>{#p/toriel}{#f/1}* 有只叫Lurksalot的幽灵 最近跟我谈起了 一些家里的事。
zh_tw: <25>{#p/toriel}{#f/1}* 有隻叫Lurksalot的幽靈 最近跟我談起了 一些家裡的事。

source: <25>{#f/5}* It seems this has been on their mind for some time.
es_es: <25>{#f/5}* Parece que ha estado en su mente por algo de tiempo.
tr_tr: <25>{#f/5}* Görünüşe göre bir süredir akıllarındaymış.
zh_cn: <25>{#f/5}* 看来这事 困扰那幽灵很久了。
zh_tw: <25>{#f/5}* 看來這事 困擾那幽靈很久了。

source: <25>{#f/0}* Thankfully, they say it should be resolved soon.
es_es: <25>{#f/0}* Afortunadamente, me dijo que debería resolverse pronto.
tr_tr: <25>{#f/0}* Neyse ki bunun yakında çözüleceğini söyledi.
zh_cn: <25>{#f/0}* 还好， 那幽灵说 应该很快就能解决了。
zh_tw: <25>{#f/0}* 還好， 那幽靈說 應該很快就能解決了。

source: <25>{#f/1}* And with the help of you, no less?
es_es: <25>{#f/1}* Y con tu ayuda, ¿no es cierto?
tr_tr: <25>{#f/1}* Senin yardımınla hem de, değil mi?
zh_cn: <25>{#f/1}* 而且还是在 你的帮助下？
zh_tw: <25>{#f/1}* 而且還是在 你的幫助下？

source: <25>{#f/0}* Well then. * I am very proud of you, little one.
es_es: <25>{#f/0}* Muy bien. * Estoy muy orgullosa de ti, pequeño.
tr_tr: <25>{#f/0}* Peki o zaman. * Seninle gurur duyuyorum, küçüğüm.
zh_cn: <25>{#f/0}* 那可真是太好了。 * 小家伙， 我真为你感到骄傲。
zh_tw: <25>{#f/0}* 那可真是太好了。 * 小傢伙， 我真為你感到驕傲。

source: <25>{#f/1}* They say their cousin tried to ask for your help, but...
es_es: <25>{#f/1}* Me dijo que su primo intento pedirte ayuda, pero...
tr_tr: <25>{#f/1}* Kuzeninin senden yardım istemeye çalıştığını söyledi ama...
zh_cn: <25>{#f/1}* 那幽灵说它的表亲 本想找你帮忙...
zh_tw: <25>{#f/1}* 那幽靈說它的表親 本想找你幫忙...

source: <25>{#f/5}* You were unavailable at the time.
es_es: <25>{#f/5}* Estabas ocupado al momento.
tr_tr: <25>{#f/5}* O ara müsait değilmişsin.
zh_cn: <25>{#f/5}* 但当时你没空。
zh_tw: <25>{#f/5}* 但當時你沒空。

source: <25>{#f/1}* ... you did have a good reason, did you not?
es_es: <25>{#f/1}* ... tenias una buena razón, no?
tr_tr: <25>{#f/1}* ... iyi bir nedenin vardı, değil mi?
zh_cn: <25>{#f/1}* ...你肯定是在 忙些什么吧？
zh_tw: <25>{#f/1}* ...你肯定是在 忙些什麼吧？

source: <25>{#p/toriel}{#f/1}* Who knew a robot could have such a beautiful voice?
es_es: <25>{#p/toriel}{#f/1}* ¿Quien hubiera pensado que un robot tendría una voz tan hermosa?
tr_tr: <25>{#p/toriel}{#f/1}* Bir robotun bu kadar güzel bir sese sahip olabileceğini kim bilebilirdi?
zh_cn: <25>{#p/toriel}{#f/1}* 没想到一个机器人 唱歌居然这么好听！
zh_tw: <25>{#p/toriel}{#f/1}* 沒想到一個機器人 唱歌居然這麼好聽！

source: <25>{#f/0}* Upon hearing Mettaton's new recording, I could not believe my ears.
es_es: <25>{#f/0}* Después de escuchar la nueva grabación de Mettaton, no podía creer lo que escuchaba
tr_tr: <25>{#f/0}* Mettaton'un yeni kaydını duyunca kulaklarıma inanamadım.
zh_cn: <25>{#f/0}* 听了Mettaton的新歌之后， 我都不敢相信 自己的耳朵了。
zh_tw: <25>{#f/0}* 聽了Mettaton的新歌之後， 我都不敢相信 自己的耳朵了。

source: <26>{#f/1}* Though, some of the lyrics were a touch... violent, for my taste.
es_es: <26>{#f/1}* Aunque, algo de la letra era algo... violenta, para mi gusto.
tr_tr: <26>{#f/1}* Yine de bazı şarkı sözleri bana göre biraz... şiddetliydi.
zh_cn: <26>{#f/1}* 不过， 有些歌词有点... 暴力， 不太符合我的口味。
zh_tw: <26>{#f/1}* 不過， 有些歌詞有點... 暴力， 不太符合我的口味。

source: <25>{#f/0}* Do not worry, my child. * Nobody is going to cast you out into space.
es_es: <25>{#f/0}* No te preocupes, mi niño. * Nadie va a expulsarte al espacio.
tr_tr: <25>{#f/0}* Merak etme çocuğum. *Kimse seni uzaya atmayacak.
zh_cn: <25>{#f/0}* 孩子，别担心。 * 没人会把你 流放到太空里去的。
zh_tw: <25>{#f/0}* 孩子，別擔心。 * 沒人會把你 流放到太空裡去的。

source: <25>{#p/toriel}{#f/0}* Sans tells me the "rec center" is a favored location of his.
es_es: <25>{#p/toriel}{#f/0}* Sans me dice que el "centro rec" es su lugar favorito.
tr_tr: <25>{#p/toriel}{#f/0}* Sans bana "eğ merkezinin" sevdiği bir yer olduğunu söyledi.
zh_cn: <25>{#p/toriel}{#f/0}* Sans说他很喜欢 去“休闲回廊”。
zh_tw: <25>{#p/toriel}{#f/0}* Sans說他很喜歡 去「休閒迴廊」。

source: <25>{#p/toriel}{#f/1}* Art classes, music clubs, libraries...
es_es: <25>{#p/toriel}{#f/1}* Clases de arte, clubs de música, librerías...
tr_tr: <25>{#p/toriel}{#f/1}* Sanat dersleri, müzik kulüpleri, kütüphaneler...
zh_cn: <25>{#p/toriel}{#f/1}* 那里有美术班、 音乐部、图书馆...
zh_tw: <25>{#p/toriel}{#f/1}* 那裡有美術班、 音樂部、圖書館...

source: <25>{#p/toriel}{#f/5}* It is a shame much of the area is unsafe for young children.
es_es: <25>{#p/toriel}{#f/5}* Es una pena que mucha del área es insegura para niños pequeños.
tr_tr: <25>{#p/toriel}{#f/5}* Bölgenin büyük kısmının küçük çocuklar için tehlikeli olması çok yazık.
zh_cn: <25>{#p/toriel}{#f/5}* 可惜那片区域 还有一些地方 对小孩子来说不太安全。
zh_tw: <25>{#p/toriel}{#f/5}* 可惜那片區域 還有一些地方 對小孩子來說不太安全。

source: <25>{#p/toriel}{#f/3}* Could they not put a little more effort into being accommodating?
es_es: <25>{#p/toriel}{#f/3}* ¿No podrían haber hecho poco mas de esfuerzo en hacerlo cómodo?
tr_tr: <25>{#p/toriel}{#f/3}* Misafirperver olmak için biraz daha çaba gösteremezler miydi?
zh_cn: <25>{#p/toriel}{#f/3}* 他们就不能多花点心思， 把环境弄好一点吗？
zh_tw: <25>{#p/toriel}{#f/3}* 他們就不能多花點心思， 把環境弄好一點嗎？

source: <25>{#p/toriel}{#f/2}* Those mediums can offer valuable transformative experiences!
es_es: <25>{#p/toriel}{#f/2}* ¡Esos medios pueden ofrecer experiencias valiosas y transformativas!
tr_tr: <25>{#p/toriel}{#f/2}* O medyumlar değerli, dönüştürücü deneyimler sunabilir!
zh_cn: <25>{#p/toriel}{#f/2}* 这些艺术类的活动 可是能给孩子们 带来宝贵的成长体验啊！
zh_tw: <25>{#p/toriel}{#f/2}* 這些藝術類的活動 可是能給孩子們 帶來寶貴的成長體驗啊！

source: <25>{#p/toriel}{#f/0}* Everyone I know is upset about a cancelled "grand finale."
es_es: <25>{#p/toriel}{#f/0}* Todos los que conozco están molestos acerca de un cancelado "gran final."
tr_tr: <25>{#p/toriel}{#f/0}* Tanıdığım herkes "büyük finalin" iptal edilmesinden dolayı üzgün.
zh_cn: <25>{#p/toriel}{#f/0}* 我认识的人都对 “压轴好戏”的取消 感到很失望。
zh_tw: <25>{#p/toriel}{#f/0}* 我認識的人都對 「壓軸好戲」的取消 感到很失望。

source: <25>{#p/toriel}{#f/0}* They say it would have been quite the fight.
es_es: <25>{#p/toriel}{#f/0}* Dicen que hubiera sido un combate impresionante.
tr_tr: <25>{#p/toriel}{#f/0}* Güzel bir mücadele olabileceğini söylüyorlardı.
zh_cn: <25>{#p/toriel}{#f/0}* 他们说那本会是 一场非常精彩的战斗。
zh_tw: <25>{#p/toriel}{#f/0}* 他們說那本會是 一場非常精彩的戰鬥。

source: <25>{#p/toriel}{#f/1}* While I am relieved you did not have to take on such a battle...
es_es: <25>{#p/toriel}{#f/1}* Y aunque estoy aliviada de que no hayas tenido que enfrentarte a eso...
tr_tr: <25>{#p/toriel}{#f/1}* Böyle bir savaşa girişmek zorunda olmadığın için rahatlasam da...
zh_cn: <25>{#p/toriel}{#f/1}* 虽然我很庆幸 你不用参加那种战斗...
zh_tw: <25>{#p/toriel}{#f/1}* 雖然我很慶幸 你不用參加那種戰鬥...

source: <25>{#p/toriel}{#f/5}* I cannot help but worry for what awaits you now.
es_es: <25>{#p/toriel}{#f/5}* No puedo evitar preocuparme por lo que te espera ahora.
tr_tr: <25>{#p/toriel}{#f/5}* Sırada seni nelerin beklediği konusunda endişelenmeden edemiyorum.
zh_cn: <25>{#p/toriel}{#f/5}* 但我还是忍不住担心 接下来你会遇到什么。
zh_tw: <25>{#p/toriel}{#f/5}* 但我還是忍不住擔心 接下來你會遇到什麼。

source: <25>{#p/toriel}{#f/0}* Everyone I know has been talking about a "grand finale."
es_es: <25>{#p/toriel}{#f/0}* Todos los que conozco han estado hablando de un "gran final."
tr_tr: <25>{#p/toriel}{#f/0}* Tanıdığım herkes "büyük final"den bahsediyor.
zh_cn: <25>{#p/toriel}{#f/0}* 我认识的人都在讨论着 “压轴好戏”。
zh_tw: <25>{#p/toriel}{#f/0}* 我認識的人都在討論著 「壓軸好戲」。

source: <25>{#p/toriel}{#f/1}* They say Mettaton gave his life for the good of the show...
es_es: <25>{#p/toriel}{#f/1}* Dicen que Mettaton dio su vida por el bien del espectáculo...
tr_tr: <25>{#p/toriel}{#f/1}* Mettaton'un şovu için canını verdiğini söylüyorlar...
zh_cn: <25>{#p/toriel}{#f/1}* 他们说Mettaton 为了演好节目 献出了生命...
zh_tw: <25>{#p/toriel}{#f/1}* 他們說Mettaton 為了演好節目 獻出了生命...

source: <25>{#p/toriel}{#f/0}* But I know better.
es_es: <25>{#p/toriel}{#f/0}* Pero sé que no es asi.
tr_tr: <25>{#p/toriel}{#f/0}* Ama ben öyle düşünmüyorum.
zh_cn: <25>{#p/toriel}{#f/0}* 但我心里清楚得很。
zh_tw: <25>{#p/toriel}{#f/0}* 但我心裡清楚得很。

source: <25>{#p/toriel}{#f/1}* After all, robots can be repaired, can they not?
es_es: <25>{#p/toriel}{#f/1}* Después de todo, los robots se pueden reparar, ¿verdad?
tr_tr: <25>{#p/toriel}{#f/1}* Sonuçta robotlar tamir edilebilir, değil mi?
zh_cn: <25>{#p/toriel}{#f/1}* 机器人坏了还能再修嘛， 对吧？
zh_tw: <25>{#p/toriel}{#f/1}* 機器人壞了還能再修嘛， 對吧？

source: <25>{#p/toriel}{#f/0}* They say watching you and Mettaton really made them happy.
es_es: <25>{#p/toriel}{#f/0}* Ellos dicen que verte a ti y a Mettaton los hicieron muy felices
tr_tr: <25>{#p/toriel}{#f/0}* Seni ve Mettaton'u izlemenin onları gerçekten mutlu ettiğini söylüyorlar.
zh_cn: <25>{#p/toriel}{#f/0}* 他们说看到 你和Mettaton的表演， 他们都很开心。
zh_tw: <25>{#p/toriel}{#f/0}* 他們說看到 你和Mettaton的表演， 他們都很開心。

source: <25>{#p/toriel}{#f/1}* While I am glad that you appear to have had a good time...
es_es: <25>{#p/toriel}{#f/1}* Me alegro que estés pasando un buen rato...
tr_tr: <25>{#p/toriel}{#f/1}* İyi vakit geçirdiğini görmek beni mutlu etse de...
zh_cn: <25>{#p/toriel}{#f/1}* 我很高兴 你们似乎玩得很愉快...
zh_tw: <25>{#p/toriel}{#f/1}* 我很高興 你們似乎玩得很愉快...

source: <25>{#p/toriel}{#f/1}* Are you still doing alright out there, little one?
es_es: <25>{#p/toriel}{#f/1}* ¿Está todo bien por ahí, pequeñín?
tr_tr: <25>{#p/toriel}{#f/1}* İyi vakit geçirdiğinize sevindim ama...
zh_cn: <25>{#p/toriel}{#f/1}* 小家伙， 你在外面还好吗？
zh_tw: <25>{#p/toriel}{#f/1}* 小傢伙， 你在外面還好嗎？

source: <25>{#p/toriel}{#f/5}* You have probably been to the Citadel by now.
es_es: <25>{#p/toriel}{#f/5}* Probablemente ya hayas estado en la Capital.
tr_tr: <25>{#p/toriel}{#f/5}* Muhtemelen şimdiye Hisar'a varmışsındır.
zh_cn: <25>{#p/toriel}{#f/5}* 你应该已经 去过首塔了吧？
zh_tw: <25>{#p/toriel}{#f/5}* 你應該已經 去過首塔了吧？

source: <25>{#p/toriel}{#f/10}* Be good, won't you?
es_es: <25>{#p/toriel}{#f/10}* Se bueno, ¿vale?
tr_tr: <25>{#p/toriel}{#f/10}* Dikkatli ol, tamam mı?
zh_cn: <25>{#p/toriel}{#f/10}* 要乖啊，好吗？
zh_tw: <25>{#p/toriel}{#f/10}* 要乖啊，好嗎？

source: <26>{#p/toriel}{#f/5}* I apologize, little one. * I have once again turned off my phone.
es_es: <26>{#p/toriel}{#f/5}* Discúlpame , pequeñín. * He apagado de nuevo mi teléfono.
tr_tr: <26>{#p/toriel}{#f/5}* Özür dilerim küçüğüm. * Telefonumu tekrardan kapattım.
zh_cn: <26>{#p/toriel}{#f/5}* 抱歉啦，小家伙。 * 我又要关机了。
zh_tw: <26>{#p/toriel}{#f/5}* 抱歉啦，小傢伙。 * 我又要關機了。

source: <25>{#p/toriel}{#f/9}* Please, leave me here for the time being.
es_es: <25>{#p/toriel}{#f/9}* Porfavor, déjame aquí por ahora.
tr_tr: <25>{#p/toriel}{#f/9}* Lütfen beni şimdilik burada bırak.
zh_cn: <25>{#p/toriel}{#f/9}* 请让我一个人待会儿吧。
zh_tw: <25>{#p/toriel}{#f/9}* 請讓我一個人待會兒吧。
