Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}To think I was protecting you from them...
es_es: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}El pensar que yo te protegía de ellos...
tr_tr: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Seni onlardan koruduğumu düşünüyorken...
zh_cn: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}本以为， 自己努力 保护的人， 是你...
zh_tw: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}本以為， 自己努力 保護的人， 是你...

source: <11>{#v/1}{#i/3}{#x4}{@random=1.1/1.1}...
zh_cn: <11>{#v/1}{#i/6}{#x4}{@random=1.1/1.1}...
zh_tw: <11>{#v/1}{#i/6}{#x4}{@random=1.1/1.1}...

source: <11>{#v/2}{#i/4}{#x1}{@random=1.1/1.1}It seems, young one...
es_es: <11>{#v/2}{#i/4}{#x1}{@random=1.1/1.1}Al parecer, pequeño...
tr_tr: <11>{#v/2}{#i/4}{#x1}{@random=1.1/1.1}Anlaşılan, ufaklık...
zh_cn: <11>{#v/2}{#i/9}{#x1}{@random=1.1/1.1}现在看来， 年轻人...
zh_tw: <11>{#v/2}{#i/9}{#x1}{@random=1.1/1.1}現在看來， 年輕人...

source: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}I was actually protecting them... from you...
es_es: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}En realidad los protegía a ellos... de ti...
tr_tr: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}Aslında onları... senden koruyormuşum...
zh_cn: <11>{#v/3}{#i/12}{#x2}{@random=1.2/1.2}我真正 保护的， 是他们啊...
zh_tw: <11>{#v/3}{#i/12}{#x2}{@random=1.2/1.2}我真正 保護的， 是他們啊...

source: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}You are stronger than I thought...
es_es: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Eres más fuerte de lo que pensaba...
tr_tr: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Sen düşün- düğümden daha güçlüsün...
zh_cn: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}没想到， 你这么强...
zh_tw: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}沒想到， 你這麼強...

source: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Listen to me, young one...
es_es: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Escuchame, pequeño...
tr_tr: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Dinle beni, küçüğüm...
zh_cn: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}听我说， 孩子...
zh_tw: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}聽我說， 孩子...

source: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}In a few moments, I will turn to dust...
es_es: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}En unos momentos, me convertiré en polvo...
tr_tr: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Birkaç dakika içinde, toza döne- ceğim...
zh_cn: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}很快， 我就会变成 一堆灰烬...
zh_tw: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}很快， 我就會變成 一堆灰燼...

source: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}When that happens, you must take my SOUL...
es_es: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Cuando eso pase, deberás tomar mi ALMA...
tr_tr: <11>{#v/1}{#i/3}{#x3}{@random=1.1/1.1}Bu olduğunda, benim RUH'umu alma- lısın...
zh_cn: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}到那时， 请你... 马上吸收 我的灵魂。
zh_tw: <11>{#v/1}{#i/6}{#x3}{@random=1.1/1.1}到那時， 請你... 馬上吸收 我的靈魂。

source: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}It is the only real way you can escape this place.
es_es: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Es la única verdadera forma de escapar de aquí.
tr_tr: <11>{#v/1}{#i/3}{#x1}{@random=1.1/1.1}Buradan kaçabil- menin tek gerçek yolu bu.
zh_cn: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}只有这样... 你才能 逃出这里。
zh_tw: <11>{#v/1}{#i/6}{#x1}{@random=1.1/1.1}只有這樣... 你才能 逃出這裡。

source: <11>{#v/2}{#i/4}{#x3}{@random=1.1/1.1}You cannot... allow ASGORE's plan to... succeed...
es_es: <11>{#v/2}{#i/4}{#x3}{@random=1.1/1.1}No puedes... permitir que el plan de ASGORE... tenga éxito...
tr_tr: <11>{#v/2}{#i/4}{#x3}{@random=1.1/1.1}Asgore'un planının... başarılı olmasına... izin veremezsin.
zh_cn: <11>{#v/2}{#i/9}{#x3}{@random=1.1/1.1}绝不能... 让... ASGORE... 计划得逞...
zh_tw: <11>{#v/2}{#i/9}{#x3}{@random=1.1/1.1}絕不能... 讓... ASGORE... 計畫得逞...

source: <11>{#v/2}{#i/4}{#x1}{@random=1.1/1.1}...
zh_cn: <11>{#v/2}{#i/9}{#x1}{@random=1.1/1.1}...
zh_tw: <11>{#v/2}{#i/9}{#x1}{@random=1.1/1.1}...

source: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}My child...
es_es: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}Mi niño...
tr_tr: <11>{#v/3}{#i/5}{#x2}{@random=1.2/1.2}Çocuğum...
zh_cn: <11>{#v/3}{#i/12}{#x2}{@random=1.2/1.2}孩子...
zh_tw: <11>{#v/3}{#i/12}{#x2}{@random=1.2/1.2}孩子...

source: <11>{#v/3}{#i/5}{#x4}{@random=1.2/1.2}Be good... won't you?
es_es: <11>{#v/3}{#i/5}{#x4}{@random=1.2/1.2}Pórtate bien... ¿esta bien?
tr_tr: <11>{#v/3}{#i/5}{#x4}{@random=1.2/1.2}Uslu ol... tamam mı?
zh_cn: <11>{#v/3}{#i/12}{#x4}{@random=1.2/1.2}要乖啊... 好吗？
zh_tw: <11>{#v/3}{#i/12}{#x4}{@random=1.2/1.2}要乖啊... 好嗎？

source: <20>{#p/asriel2}{#f/3}Follow me.
es_es: <20>{#p/asriel2}{#f/3}Sígueme.
tr_tr: <20>{#p/asriel2}{#f/3}Beni takip et.
zh_cn: <20>{#p/asriel2}{#f/3}跟我来。
zh_tw: <20>{#p/asriel2}{#f/3}跟我來。

source: <11>{#p/toriel}{#f/17}What are you doing?
es_es: <11>{#p/toriel}{#f/17}¿Qué estas haciendo?
tr_tr: <11>{#p/toriel}{#f/17}Ne yapıyorsun?
zh_cn: <11>{#p/toriel}{#f/17}你这是 在做什么？
zh_tw: <11>{#p/toriel}{#f/17}你這是 在做什麼？

source: <11>{#p/toriel}{#f/17}What are you trying to prove?
es_es: <11>{#p/toriel}{#f/17}¿Qué tratas de demostrar?
tr_tr: <11>{#p/toriel}{#f/17}Neyi ispatlamaya çalışı- yorsun?
zh_cn: <11>{#p/toriel}{#f/17}你这样做， 究竟想 证明什么？
zh_tw: <11>{#p/toriel}{#f/17}你這樣做， 究竟想 證明什麼？

source: <11>{#p/toriel}{#f/12}Fight me or leave!
es_es: <11>{#p/toriel}{#f/12}¡Pelea o huye!
tr_tr: <11>{#p/toriel}{#f/12}Ya benimle savaş ya da uzaklaş!
zh_cn: <11>{#p/toriel}{#f/12}要么战斗， 要么离开！
zh_tw: <11>{#p/toriel}{#f/12}要麼戰鬥， 要麼離開！

source: <11>{#p/toriel}{#f/12}Stop looking at me that way!
es_es: <11>{#p/toriel}{#f/12}¡Deja de mirarme así!
tr_tr: <11>{#p/toriel}{#f/12}Bana öyle bakmayı bırak!
zh_cn: <11>{#p/toriel}{#f/12}不要用 那种眼神看我！
zh_tw: <11>{#p/toriel}{#f/12}不要用 那種眼神看我！

source: <11>{#p/toriel}{#f/12}Go away!
es_es: <11>{#p/toriel}{#f/12}¡Vete!
tr_tr: <11>{#p/toriel}{#f/12}Uzaklaş buradan!
zh_cn: <11>{#p/toriel}{#f/12}给我回去！
zh_tw: <11>{#p/toriel}{#f/12}給我回去！

source: <11>{#p/toriel}{#f/13}I know you want to go home...
es_es: <11>{#p/toriel}{#f/13}Sé que quieres ir a casa...
tr_tr: <11>{#p/toriel}{#f/13}Eve gitmek istediğini bili- yorum...
zh_cn: <11>{#p/toriel}{#f/13}我明白 你想要回家 的心情...
zh_tw: <11>{#p/toriel}{#f/13}我明白 你想要回家 的心情...

source: <11>{#p/toriel}{#f/9}But the path to get there would be dangerous.
es_es: <11>{#p/toriel}{#f/9}Pero el camino para llegar hasta allí es peligroso.
tr_tr: <11>{#p/toriel}{#f/9}Ama oraya giden yol tehlikeli olacaktır.
zh_cn: <11>{#p/toriel}{#f/9}但路上可能 会有危险。
zh_tw: <11>{#p/toriel}{#f/9}但路上可能 會有危險。

source: <11>{#p/toriel}{#f/14}So please... go back the other way.
es_es: <11>{#p/toriel}{#f/14}Así que por favor... regresa de donde viniste.
tr_tr: <11>{#p/toriel}{#f/14}O yüzden lütfen... diğer tarafa geri dön.
zh_cn: <11>{#p/toriel}{#f/14}所以... 求你 现在回去吧。
zh_tw: <11>{#p/toriel}{#f/14}所以... 求你 現在回去吧。

source: <11>{#p/toriel}{#f/13}I know we do not have much...
es_es: <11>{#p/toriel}{#f/13}Sé que no tenemos mucho...
tr_tr: <11>{#p/toriel}{#f/13}Çok fazla şeyimiz olmadığını bili- yorum...
zh_cn: <11>{#p/toriel}{#f/13}我知道这里 没有多少 东西...
zh_tw: <11>{#p/toriel}{#f/13}我知道這裡 沒有多少 東西...

source: <11>{#p/toriel}{#f/10}But we can still have a good life.
es_es: <11>{#p/toriel}{#f/10}Pero aún podríamos tener una buena vida.
tr_tr: <11>{#p/toriel}{#f/10}Ama yine de güzel bir hayatımız olabilir.
zh_cn: <11>{#p/toriel}{#f/10}但我们 仍可以幸福 生活下去。
zh_tw: <11>{#p/toriel}{#f/10}但我們 仍可以幸福 生活下去。

source: <11>{#p/toriel}{#f/13}You and I, like a family...
es_es: <11>{#p/toriel}{#f/13}Tú y yo, como una familia...
tr_tr: <11>{#p/toriel}{#f/13}Sen ve ben, bir aile gibi...
zh_cn: <11>{#p/toriel}{#f/13}有你有我， 就像 一家人一样...
zh_tw: <11>{#p/toriel}{#f/13}有你有我， 就像 一家人一樣...

source: <11>{#p/toriel}{#f/10}Does that not sound good?
es_es: <11>{#p/toriel}{#f/10}¿No te parece bien?
tr_tr: <11>{#p/toriel}{#f/10}Bu kulağa hoş gelmiyor mu?
zh_cn: <11>{#p/toriel}{#f/10}这样生活 不好吗？
zh_tw: <11>{#p/toriel}{#f/10}這樣生活 不好嗎？

source: <11>{#p/toriel}{#f/18}Why are you making this so difficult?
es_es: <11>{#p/toriel}{#f/18}¿Por qué haces esto tan difícil?
tr_tr: <11>{#p/toriel}{#f/18}Neden bunu bu kadar zorlaştı- rıyorsun?
zh_cn: <11>{#p/toriel}{#f/18}你为什么 要让事情变得 这么难办呢？
zh_tw: <11>{#p/toriel}{#f/18}你為什麼 要讓事情變得 這麼難辦呢？

source: <11>{#p/toriel}{#f/18}Please, just...
es_es: <11>{#p/toriel}{#f/18}Por favor, solo...
tr_tr: <11>{#p/toriel}{#f/18}Lütfen, sadece...
zh_cn: <11>{#p/toriel}{#f/18}求你了， 回去吧...
zh_tw: <11>{#p/toriel}{#f/18}求你了， 回去吧...

source: <11>{#p/toriel}{#f/9}Go back the other way.
es_es: <11>{#p/toriel}{#f/9}Vuelve por el otro lado.
tr_tr: <11>{#p/toriel}{#f/9}Diğer tarafa geri dön.
zh_cn: <11>{#p/toriel}{#f/9}回到我们的 房间去吧。
zh_tw: <11>{#p/toriel}{#f/9}回到我們的 房間去吧。

source: <11>{#p/toriel}{#f/18}Oh, child...
es_es: <11>{#p/toriel}{#f/18}Oh, mi niño...
tr_tr: <11>{#p/toriel}{#f/18}Ah, çocuk...
zh_cn: <11>{#p/toriel}{#f/18}哦，孩子...
zh_tw: <11>{#p/toriel}{#f/18}喔，孩子...

source: <11>{#p/toriel}{#f/9}Maybe it was foolish of me...
es_es: <11>{#p/toriel}{#f/9}Tal vez fue una tontería de mi parte...
tr_tr: <11>{#p/toriel}{#f/9}Belki de seni böyle durdurmaya çalışmak...
zh_cn: <11>{#p/toriel}{#f/9}也许 真正糊涂的 是我...
zh_tw: <11>{#p/toriel}{#f/9}也許 真正糊塗的 是我...

source: <11>{#f/13}Trying to stop you like this...
es_es: <11>{#f/13}Intentando detenerte así...
tr_tr: <11>{#f/13}Yalnızca benim aptallı- ğımdı...
zh_cn: <11>{#f/13}用这种方法 试图阻止你...
zh_tw: <11>{#f/13}用這種方法 試圖阻止你...

source: <11>{#f/9}Maybe I should have just let you go.
es_es: <11>{#f/9}Tal vez debí haberte dejado ir.
tr_tr: <11>{#f/9}Belki de sadece gitmene izin verme- liydim.
zh_cn: <11>{#f/9}也许我应该 让你走。
zh_tw: <11>{#f/9}也許我應該 讓你走。

source: <11>{#f/17}Why are you calling out for "$(name)?"
es_es: <11>{#f/17}¿Por qué estás llamando a "$(name)?"
tr_tr: <11>{#f/17}Neden "$(name)" için sesleniyorsun?
zh_cn: <11>{#f/17}你为什么喊 “$(name)” 的名字呢？
zh_tw: <11>{#f/17}你為什麼喊 「$(name)」 的名字呢？

source: <32>{#p/story}* Toriel now stands before you.
es_es: <32>{#p/story}* Toriel ahora está frente a ti.
tr_tr: <32>{#p/story}* Toriel artık karşında duruyor.
zh_cn: <32>{#p/story}* Toriel现在正站在你面前。
zh_tw: <32>{#p/story}* Toriel現在正站在你面前。

source: <32>{#p/story}* Toriel prepares a magical attack.
es_es: <32>{#p/story}* Toriel prepara un ataque mágico.
tr_tr: <32>{#p/story}* Toriel bir büyü saldırısı hazırlıyor.
zh_cn: <32>{#p/story}* Toriel准备发动一次魔法攻击。
zh_tw: <32>{#p/story}* Toriel準備發動一次魔法攻擊。

source: <32>{#p/story}* Toriel is acting aloof.
es_es: <32>{#p/story}* Toriel actúa de forma distante.
tr_tr: <32>{#p/story}* Toriel soğuk davranıyor.
zh_cn: <32>{#p/story}* Toriel板着脸，冷冷地看着你。
zh_tw: <32>{#p/story}* Toriel板著臉，冷冷地看著你。

source: <32>{#p/story}* Toriel is looking through you.
es_es: <32>{#p/story}* Toriel mira a través de ti.
tr_tr: <32>{#p/story}* Toriel sana doğru bakıyor.
zh_cn: <32>{#p/story}* Toriel看穿了你。
zh_tw: <32>{#p/story}* Toriel看穿了你。

source: <32>{#p/basic}* There must be another way...
es_es: <32>{#p/basic}* Debe haber otra manera...
tr_tr: <32>{#p/basic}* Başka bir yol olmalı...
zh_cn: <32>{#p/basic}* 肯定有其他办法的...
zh_tw: <32>{#p/basic}* 肯定有其他辦法的...

source: <32>{#p/human}* (You ask Toriel to let you through.) * (No effect.)
es_es: <32>{#p/human}* (Le pides a Toriel que te deje pasar.) * (No hay efecto.)
tr_tr: <32>{#p/human}* (Toriel’den geçmene izin vermesini istedin.) * (Etkisi yok.)
zh_cn: <32>{#p/human}* （你请求Toriel让你过去。） * （没有效果。）
zh_tw: <32>{#p/human}* （你請求Toriel讓你過去。） * （沒有效果。）

source: <32>{#p/human}* (You ask Toriel why she's really doing this.) * (She winces briefly.)
es_es: <32>{#p/human}* (Le preguntas a Toriel por qué hace esto.) * (Hace una breve mueca.)
tr_tr: <32>{#p/human}* (Toriel’e bunu gerçekten niye yaptığını sordun.) * (Hafiften irkiliyor.)
zh_cn: <32>{#p/human}* （你问Toriel为什么要这么做。） * （她的身体轻轻颤抖了一下。）
zh_tw: <32>{#p/human}* （你問Toriel為什麼要這麼做。） * （她的身體輕輕顫抖了一下。）

source: <32>{#p/human}* (You begged Toriel to stop.) * (She hesitates.)
es_es: <32>{#p/human}* (Le pediste a Toriel que parara.) * (Ella duda.)
tr_tr: <32>{#p/human}* (Toriel’e durması için yalvardın.) * (Durmaktan çekiniyor.)
zh_cn: <32>{#p/human}* （你求Toriel停下。） * （她犹豫了。）
zh_tw: <32>{#p/human}* （你求Toriel停下。） * （她猶豫了。）

source: <32>{#p/human}* (You once again begged Toriel to stop.)
es_es: <32>{#p/human}* (Una vez más le rogaste a Toriel que se detuviera.)
tr_tr: <32>{#p/human}* (Toriel’e durması için tekrar yalvardın.)
zh_cn: <32>{#p/human}* （你再次求Toriel停下。）
zh_tw: <32>{#p/human}* （你再次求Toriel停下。）

source: <32>{#p/basic}* ... perhaps there is too much at stake for her.
es_es: <32>{#p/basic}* ... quizás haya demasiado en juego para ella.
tr_tr: <32>{#p/basic}* ... belki de onun için çok fazla şey risk altında.
zh_cn: <32>{#p/basic}* ...也许这么做对她来说风险太大了。
zh_tw: <32>{#p/basic}* ...也許這麼做對她來說風險太大了。

source: <32>{#p/human}* (You yell at Toriel.) * (She closes her eyes and takes a deep breath.)
es_es: <32>{#p/human}* (Le gritas a Toriel.) * (Ella cierra los ojos y respira hondo.)
tr_tr: <32>{#p/human}* (Toriel’e bağırdın.) * (Toriel gözlerini kapatıp derin bir nefes alıyor.)
zh_cn: <32>{#p/human}* （你冲Toriel大喊。） * （她闭上眼睛，深吸一口气。）
zh_tw: <32>{#p/human}* （你衝Toriel大喊。） * （她閉上眼睛，深吸一口氣。）

source: <32>{#p/human}* (You once again yell at Toriel.)
es_es: <32>{#p/human}* (Vuelves a gritarle a Toriel.)
tr_tr: <32>{#p/human}* (Toriel’e bir daha bağırdın.)
zh_cn: <32>{#p/human}* （你再次冲Toriel大喊。）
zh_tw: <32>{#p/human}* （你再次衝Toriel大喊。）

source: <32>{#p/basic}* ... perhaps talking won't do anymore good.
es_es: <32>{#p/basic}* ... quizás hablar ya no sirva de nada.
tr_tr: <32>{#p/basic}* ... belki de konuşmak bir fayda etmeyecek gibi.
zh_cn: <32>{#p/basic}* ...或许交谈并不能有什么进展。
zh_tw: <32>{#p/basic}* ...或許交談並不能有什麼進展。

source: <32>{#p/human}* (But you couldn't think of anything else to say.)
es_es: <32>{#p/human}* (Pero no se te ocurre nada más que decir.)
tr_tr: <32>{#p/human}* (Ama söyleyecek başka bir şey düşünemedin.)
zh_cn: <32>{#p/human}* （可是，你没什么想说的。）
zh_tw: <32>{#p/human}* （可是，你沒什麼想說的。）

source: <32>{#p/human}* (But there was no sense in doing that now.)
es_es: <32>{#p/human}* (Pero no tenía sentido hacer eso ahora.)
tr_tr: <32>{#p/human}* (Ama artık bunu yapmanın bir manası kalmamıştı.)
zh_cn: <32>{#p/human}* （但这么做已经没有意义了。）
zh_tw: <32>{#p/human}* （但這麼做已經沒有意義了。）

source: <20>{*}{#p/twinkly}Mine.{^15}{%}
es_es: <20>{*}{#p/twinkly}Mio.{^15}{%}
tr_tr: <20>{*}{#p/twinkly}Benim.{^15}{%}
zh_cn: <20>{*}{#p/twinkly}归我了。{^15}{%}
zh_tw: <20>{*}{#p/twinkly}歸我了。{^15}{%}

source: Say Hello
es_es: Decir Hola
tr_tr: Merhaba De
zh_cn: 打招呼
zh_tw: 打招呼

source: About Yourself
es_es: Sobre ti
tr_tr: Hakkında
zh_cn: 介绍下自己
zh_tw: 介紹下自己

source: Call Her "Mom"
es_es: Llamarla "Mamá"
tr_tr: Ona "Anne" De
zh_cn: 叫她“妈妈”
zh_tw: 叫她「媽咪」ゐ

source: Flirt
es_es: Coquetear
tr_tr: Flört Et
zh_cn: 调情
zh_tw: 調情

source: Toriel's Phone
es_es: Telf. de Toriel
tr_tr: Toriel'in Telefonu
zh_cn: 给Toriel打电话
zh_tw: 給Toriel打電話

source: Puzzle Help
es_es: Ayuda Puzle
tr_tr: Bulmacada Yardım
zh_cn: 谜题求助
zh_tw: 謎題求助

source: Insult
es_es: Insultar
tr_tr: Hakaret Et
zh_cn: 辱骂
zh_tw: 辱罵

source: <25>{#p/toriel}{#f/1}* You want to know more about me...?
es_es: <25>{#p/toriel}{#f/1}* ¿Quieres saber más sobre mí...?
tr_tr: <25>{#p/toriel}{#f/1}* Benim hakkımda daha fazlasını mı bilmek istiyorsun...?
zh_cn: <25>{#p/toriel}{#f/1}* 你是想更深入的了解我... 对吗？
zh_tw: <25>{#p/toriel}{#f/1}* 你是想更深入的了解我... 對嗎？

source: <25>{#f/0}* Well, I am afraid there is not much to say.
es_es: <25>{#f/0}* Bueno, me temo que no hay mucho que decir.
tr_tr: <25>{#f/0}* Yani, korkarım ki söyleyecek pek bir şey yok.
zh_cn: <25>{#f/0}* 嗯，我怕我没有什么 可以跟你讲的。
zh_tw: <25>{#f/0}* 嗯，我怕我沒有什麼 可以跟你講的。

source: <25>{#f/0}* I am but a silly old lady who worries too often!
es_es: <25>{#f/0}* ¡Sólo soy una señora tontorrona que se preocupa demasiado!
tr_tr: <25>{#f/0}* Ben yalnızca çok sık endişelenen yaşlı, ahmak bir hanımım!
zh_cn: <25>{#f/0}* 我只不过是一位 爱瞎操心的老阿姨罢了！
zh_tw: <25>{#f/0}* 我只不過是一位 愛瞎操心的老阿姨罷了！

source: <25>{#p/toriel}{#f/1}* If you really want to know more about me...
es_es: <25>{#p/toriel}{#f/1}* Si de verdad quieres saber más sobre mí...
tr_tr: <25>{#p/toriel}{#f/1}* Eğer gerçekten benim hakkımda daha fazlasını bilmek istiyorsan...
zh_cn: <25>{#p/toriel}{#f/1}* 如果你想深入了解我的话...
zh_tw: <25>{#p/toriel}{#f/1}* 如果你想深入了解我的話...

source: <25>{#f/1}* Why not take a look around...?
es_es: <25>{#f/1}* ¿Por qué no echas un vistazo...?
tr_tr: <25>{#f/1}* Neden etrafa bir göz gezdirmiyorsun...?
zh_cn: <25>{#f/1}* 可以四处瞧瞧 这些建筑与陈设。
zh_tw: <25>{#f/1}* 可以四處瞧瞧 這些建築與陳設。

source: <25>{#f/0}* I have built or at least helped to build much of what you see.
es_es: <25>{#f/0}* He construido o al menos he ayudado a gran parte de lo que ves.
tr_tr: <25>{#f/0}* Gördüğün şeylerin çoğunun inşa edilmesine benim yardımım dokundu.
zh_cn: <25>{#f/0}* 它们都是由我 直接或间接参与建造的。
zh_tw: <25>{#f/0}* 它們都是由我 直接或間接參與建造的。

source: <25>{#f/2}* You should think twice about insulting me over the phone!
es_es: <25>{#f/2}* ¡Deberías pensar dos veces antes de insultarme por teléfono!
tr_tr: <25>{#f/2}* Telefonda bana hakaret etmeden önce iki kere düşünmelisin!
zh_cn: <25>{#f/2}* 之前就别在电话里骂我！
zh_tw: <25>{#f/2}* 之前就別在電話裡罵我！

source: <25>{#p/toriel}{#f/7}* ... huh?
es_es: <25>{#p/toriel}{#f/7}* ... ¿eh?
tr_tr: <25>{#p/toriel}{#f/7}* ... ha?
zh_cn: <25>{#p/toriel}{#f/7}* ...嗯？
zh_tw: <25>{#p/toriel}{#f/7}* ...嗯？

source: <25>{#f/1}* Oh, heh... heh...
es_es: <25>{#f/1}* Oh, je... je...
tr_tr: <25>{#f/1}* Ah, heh... heh...
zh_cn: <25>{#f/1}* 哦，嘻... 嘻嘻...
zh_tw: <25>{#f/1}* 喔，嘻... 嘻嘻...

source: <25>{#f/6}* Hahaha! * I could pinch your cheek!
es_es: <25>{#f/6}* ¡Jajaja! * ¡Podría pellizcarte la mejilla!
tr_tr: <25>{#f/6}* Hahaha! * Yanağını sıkabilirdim!
zh_cn: <25>{#f/6}* 哈哈哈！ * 让我捏捏你的小脸蛋！
zh_tw: <25>{#f/6}* 哈哈哈！ * 讓我捏捏你的小臉蛋！

source: <25>{#f/0}* You can certainly find better than an old woman like me.
es_es: <25>{#f/0}* Seguro puedes encontrar algo mejor que una señora vieja como yo.
tr_tr: <25>{#f/0}* Benim gibi yaşlı bir kadından daha iyisini mutlaka bulabilirsin.
zh_cn: <25>{#f/0}* 你肯定能找到 比我这种老阿姨更好的人！
zh_tw: <25>{#f/0}* 你肯定能找到 比我這種老阿姨更好的人！

source: <25>{#p/toriel}{#f/7}* ... * Oh dear, are you serious...?
es_es: <25>{#p/toriel}{#f/7}* ... * Oh querido, ¿hablas en serio...?
tr_tr: <25>{#p/toriel}{#f/7}* ... * Ah canım, sen ciddi misin...?
zh_cn: <25>{#p/toriel}{#f/7}* ... * 哦亲爱的，你是认真的吗...？
zh_tw: <25>{#p/toriel}{#f/7}* ... * 喔親愛的，你是認真的嗎...？

source: <25>{#f/1}* My child, I do not know if this is pathetic or endearing.
es_es: <25>{#f/1}* Mi niño, no sé si esto es patético o simpático.
tr_tr: <25>{#f/1}* Çocuğum, bunun acınası mı yoksa sevimli mi olduğunu bilemiyorum.
zh_cn: <25>{#f/1}* 我实在不知道是喜还是悲， 我的孩子。
zh_tw: <25>{#f/1}* 我實在不知道是喜還是悲， 我的孩子。

source: <25>{#f/5}* And after you called me "Mother..."
es_es: <25>{#f/5}* Y después de que me llamaste "Madre"...
tr_tr: <25>{#f/5}* Hem de bana "Anne" diye seslenmenden sonra...
zh_cn: <25>{#f/5}* 先前你还叫我 “妈妈”来着...
zh_tw: <25>{#f/5}* 先前你還叫我 「媽媽」來著...

source: <25>{#f/1}* Well then. * You are a very "interesting" child.
es_es: <25>{#f/1}* Pues bien. * Eres un niño muy "interesante".
tr_tr: <25>{#f/1}* Peki öyleyse. * Sen oldukça "ilginç" bir çocuksun.
zh_cn: <25>{#f/1}* 好吧。 * 你可真是个“有趣”的孩子。
zh_tw: <25>{#f/1}* 好吧。 * 你可真是個「有趣」的孩子。

source: <25>{#p/toriel}{#f/4}* I cannot begin to understand you.
es_es: <25>{#p/toriel}{#f/4}* No puedo ni empezar a entenderte.
tr_tr: <25>{#p/toriel}{#f/4}* Seni anlamaya başlayamıyorum.
zh_cn: <25>{#p/toriel}{#f/4}* 我真是想不通你的脑回路。
zh_tw: <25>{#p/toriel}{#f/4}* 我真是想不通你的腦迴路。

source: <25>{#p/toriel}* This is Toriel.
es_es: <25>{#p/toriel}* Al habla Toriel.
tr_tr: <25>{#p/toriel}* Bu Toriel.
zh_cn: <25>{#p/toriel}* 这里是Toriel。
zh_tw: <25>{#p/toriel}* 這裡是Toriel。

source: <25>{#f/1}* You only wanted to say hello...?
es_es: <25>{#f/1}* ¿Solo querías decir hola...?
tr_tr: <25>{#f/1}* Sadece merhaba mı demek istemiştin...?
zh_cn: <25>{#f/1}* 你只是想和我打声招呼...？
zh_tw: <25>{#f/1}* 你只是想和我打聲招呼...？

source: <25>{#f/0}* Well then. * "Hello!"
es_es: <25>{#f/0}* Bien entonces. * "¡Hola!"
tr_tr: <25>{#f/0}* Peki öyleyse. * "Merhaba!"
zh_cn: <25>{#f/0}* 那好吧。 * “你好！”
zh_tw: <25>{#f/0}* 那好吧。 * 「你好！」

source: <25>{#f/0}* I hope that suffices. * Hee hee.
es_es: <25>{#f/0}* Espero que eso sea suficiente. * Je Je.
tr_tr: <25>{#f/0}* Umarım bu yeterlidir. * Hee hee.
zh_cn: <25>{#f/0}* 希望这一句招呼就足够了。 * 嘻嘻。
zh_tw: <25>{#f/0}* 希望這一句招呼就足夠了。 * 嘻嘻。

source: <25>{#f/1}* You wanted to say hello again?
es_es: <25>{#f/1}* ¿Querías decir hola de nuevo?
tr_tr: <25>{#f/1}* Yeniden mi merhaba demek istedin?
zh_cn: <25>{#f/1}* 你还想和我打声招呼吗？
zh_tw: <25>{#f/1}* 你還想和我打聲招呼嗎？

source: <25>{#f/0}* "Salutations" it is!
es_es: <25>{#f/0}* "Saludos" ¡ahí esta!
tr_tr: <25>{#f/0}* "Selamlar" olsun!
zh_cn: <25>{#f/0}* 那就，“向你致意”吧！
zh_tw: <25>{#f/0}* 那就，「向你致意」吧！

source: <25>{#f/1}* Is that enough?
es_es: <25>{#f/1}* ¿Es suficiente?
tr_tr: <25>{#f/1}* Bu yeterli midir?
zh_cn: <25>{#f/1}* 足够了吗？
zh_tw: <25>{#f/1}* 足夠了嗎？

source: <25>{#p/toriel}{#f/1}* Are you bored?
es_es: <25>{#p/toriel}{#f/1}* ¿Tienes aburrimiento?
tr_tr: <25>{#p/toriel}{#f/1}* Sıkıldın mı?
zh_cn: <25>{#p/toriel}{#f/1}* 你现在是觉得很无聊吗？
zh_tw: <25>{#p/toriel}{#f/1}* 你現在是覺得很無聊嗎？

source: <25>{#f/0}* My apologies. * I should have given you something to do.
es_es: <25>{#f/0}* Mis disculpas. * Debería haberte dado algo para hacer.
tr_tr: <25>{#f/0}* Özür dilerim. * Sana yapacak bir şey vermeliydim.
zh_cn: <25>{#f/0}* 对不起。 * 我应该给你找些事情做的。
zh_tw: <25>{#f/0}* 對不起。 * 我應該給你找些事情做的。

source: <25>{#f/1}* Why not use your imagination to distract yourself?
es_es: <25>{#f/1}* ¿Por qué no utilizas tu imaginación para distraerte?
tr_tr: <25>{#f/1}* Neden dikkatini dağıtmak için hayal gücünü kullanmıyorsun?
zh_cn: <25>{#f/1}* 试着放空大脑尽情想象， 来分散你的注意力， 如何？
zh_tw: <25>{#f/1}* 試著放空大腦盡情想像， 來分散你的注意力， 如何？

source: <25>{#f/0}* Pretend you are... a fighter pilot!
es_es: <25>{#f/0}* Imagina que eres... ¡un piloto de combate!
tr_tr: <25>{#f/0}* Sanki bir... savaş pilotuymuşsun gibi hayal et!
zh_cn: <25>{#f/0}* 假装你是一名... 战斗机飞行员！
zh_tw: <25>{#f/0}* 假裝你是一名... 戰鬥機飛行員！

source: <25>{#f/1}* Twisting and twirling, doing barrel rolls at light speed...
es_es: <25>{#f/1}* Giras y giras, haciendo volteretas a la velocidad de la luz....
tr_tr: <25>{#f/1}* Dönüp duruyor, ışık hızında fıçı tonoları yapıyormuş gibi...
zh_cn: <25>{#f/1}* 上下旋转，左右摇摆， 以光速做着横滚侧翻...
zh_tw: <25>{#f/1}* 上下旋轉，左右搖擺， 以光速做著橫滾側翻...

source: <25>{#f/1}* Can you do that for me?
es_es: <25>{#f/1}* ¿Puedes hacer eso por mí?
tr_tr: <25>{#f/1}* Bunu benim için yapabilir misin?
zh_cn: <25>{#f/1}* 能为我试着做一遍吗？
zh_tw: <25>{#f/1}* 能為我試著做一遍嗎？

source: <25>{#p/toriel}{#f/5}* Hello, small one.
es_es: <25>{#p/toriel}{#f/5}* Hola, pequeño.
tr_tr: <25>{#p/toriel}{#f/5}* Merhaba, küçüğüm.
zh_cn: <25>{#p/toriel}{#f/5}* 你好，小家伙。
zh_tw: <25>{#p/toriel}{#f/5}* 你好，小傢伙。

source: <25>{#f/9}* I am sorry, but I do not have much else to say.
es_es: <25>{#f/9}* Lo siento, pero no tengo mucho más que decir.
tr_tr: <25>{#f/9}* Üzgünüm, ama söyleyecek başka pek bir şeyim yok.
zh_cn: <25>{#f/9}* 我很抱歉，因为我已经 没什么东西可说了。
zh_tw: <25>{#f/9}* 我很抱歉，因為我已經 沒什麼東西可說了。

source: <25>{#f/1}* It was nice to hear your voice, though...
es_es: <25>{#f/1}* Fue agradable escuchar tu voz, sin embargo...
tr_tr: <25>{#f/1}* Ama sesini duymak hoştu...
zh_cn: <25>{#f/1}* 但我很高兴 能听到你的声音...
zh_tw: <25>{#f/1}* 但我很高興 能聽到你的聲音...

source: <25>{#p/toriel}{#g/torielLowConcern}* Hello?
es_es: <25>{#p/toriel}{#g/torielLowConcern}* ¿Hola?
tr_tr: <25>{#p/toriel}{#g/torielLowConcern}* Merhaba?
zh_cn: <25>{#p/toriel}{#g/torielLowConcern}* 嗯？
zh_tw: <25>{#p/toriel}{#g/torielLowConcern}* 嗯？

source: <25>{#f/7}* Huh? * Did you just call me "Mom?"
es_es: <25>{#f/7}* ¿Eh? * ¿Acabas de llamarme "Mamá"?
tr_tr: <25>{#f/7}* Ha? * Az önce bana "Anne" mi dedin?
zh_cn: <25>{#f/7}* 嗯？ * 你刚才是不是叫我 “妈妈”了？
zh_tw: <25>{#f/7}* 嗯？ * 你剛才是不是叫我 「媽媽」了？

source: <25>{#f/1}* Well... * I suppose...
es_es: <25>{#f/1}* Bueno... * Supongo...
tr_tr: <25>{#f/1}* Yani... * Sanıyorum ki...
zh_cn: <25>{#f/1}* 嗯... * 我想...
zh_tw: <25>{#f/1}* 嗯... * 我想...

source: <25>{#f/1}* Would that make you happy?
es_es: <25>{#f/1}* ¿Eso te haría feliz?
tr_tr: <25>{#f/1}* Bu seni mutlu eder miydi?
zh_cn: <25>{#f/1}* 你叫我“妈妈”...
zh_tw: <25>{#f/1}* 你叫我「媽媽」...
