Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* (If you {@fill=#ff0}ACT{@fill=#fff} a certain way or {@fill=#3f00ff}FIGHT{@fill=#fff} until you almost defeat them...)
es_es: <32>* (Si tú {@fill=#ff0}ACTUAS{@fill=#fff} de cierta manera o {@fill=#3f00ff}PELEAS{@fill=#fff} hasta casi derrotarlos...)
tr_tr: <32>* (Eğer belli bir {@fill=#ff0}EYLEM{@fill=#fff} sergiler ya da onlara karşı {@fill=#3f00ff}SAVAŞ{@fill=#fff} verip neredeyse yenersen...)
zh_cn: <32>* （如果你采取特定的{@fill=#ff0}行动{@fill=#fff}， 或用{@fill=#3f00ff}战斗{@fill=#fff}把他们揍到濒死...）
zh_tw: <32>* （如果你採取特定的{@fill=#ff0}行動{@fill=#fff}， 或用{@fill=#3f00ff}戰鬥{@fill=#fff}把他們揍到瀕死...）

source: <32>* (They might not want to battle you anymore.)
es_es: <32>* (Tal vez ya no querrán pelear contigo.)
tr_tr: <32>* (Seninle daha fazla savaşmak istemeyebilirler.)
zh_cn: <32>* （他们估计就不想战斗了。）
zh_tw: <32>* （他們八成就無心再戰。）ゐ

source: <32>* (If a monster does not want to fight you, please...)
es_es: <32>* (Si un monstruo no quiere pelear contigo, por favor...)
tr_tr: <32>* (Eğer bir canavar seninle savaşmak istemiyorsa, lütfen...)
zh_cn: <32>* （如果一个怪物不想战斗，那么...）
zh_tw: <32>* （如果一個怪物不想戰鬥， 那麼...）ゐ

source: <32>* (Use some {@fill=#ff0}MERCY{@fill=#fff}, human.) * Ribbit.
es_es: <32>* (Ten algo de {@fill=#ff0}PIEDAD{@fill=#fff}, humano.) * Ribbit.
tr_tr: <32>* (Biraz {@fill=#ff0}İNSAF{@fill=#fff} göster, insan.) * Vırak.
zh_cn: <32>* （就对它{@fill=#ff0}仁慈{@fill=#fff}一点吧，人类。） * 呱呱。
zh_tw: <32>* （咱們就{@fill=#ff0}仁慈{@fill=#fff}一些吧，人類。） * 呱呱。ゐ

source: <32>{#p/human}* (You stare thoughtfully into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras pensativamente al cosmos que está más allá...)
tr_tr: <32>{#p/human}* (Kozmosun ötesine düşünceli bir şekilde bakıyorsun...)
zh_cn: <32>{#p/human}* （你若有所思地望着 那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你若有所思地望著 那浩瀚的宇宙...）

source: <32>{#p/basic}* It's ironic how staring at outer space...
es_es: <32>{#p/basic}* Es irónico como mirando al espacio exterior...
tr_tr: <32>{#p/basic}* Dış uzaya bakmanın...
zh_cn: <32>{#p/basic}* 真是奇怪啊， 盯着外太空看...
zh_tw: <32>{#p/basic}* 真是奇怪啊， 盯著外太空看...

source: <32>* Tends to be a great way to channel your inner thoughts.
es_es: <32>* Parece ser una buena forma de canalizar tus pensamientos internos.
tr_tr: <32>* Düşüncelerini yönlendirmenin harika bir yolu olması ironik.
zh_cn: <32>* 居然是整理思绪的好办法。
zh_tw: <32>* 居然是整理思緒的好辦法。

source: <32>{#p/basic}* It's a view of outer space.
es_es: <32>{#p/basic}* Es una vista del espacio exterior.
tr_tr: <32>{#p/basic}* Dış uzayın bir görüntüsü.
zh_cn: <32>{#p/basic}* 这是外太空的一景。
zh_tw: <32>{#p/basic}* 這是外太空的一景。

source: <32>* Certainly no shortage of those around here, is there?
es_es: <32>* Ciertamente no faltan por aquí, ¿verdad?
tr_tr: <32>* Buralarda onlardan hiç eksik yok, değil mi?
zh_cn: <32>* 这附近肯定不缺这种东西， 是吧？
zh_tw: <32>* 這附近肯定不缺這種東西， 是吧？

source: <26>{#p/toriel}{#f/1}* Patience, my child!
es_es: <26>{#p/toriel}{#f/1}* ¡Paciencia, mi niño!
tr_tr: <26>{#p/toriel}{#f/1}* Sabret, çocuğum!
zh_cn: <26>{#p/toriel}{#f/1}* 再等等就好，我的孩子！
zh_tw: <26>{#p/toriel}{#f/1}* 再等等就好，我的孩子！

source: <26>{#p/toriel}{#f/1}* This may take a while...
es_es: <26>{#p/toriel}{#f/1}* Puede que esto tome un tiempo...
tr_tr: <26>{#p/toriel}{#f/1}* Bu biraz zaman alabilir...
zh_cn: <26>{#p/toriel}{#f/1}* 给我点时间...
zh_tw: <26>{#p/toriel}{#f/1}* 給我點時間...

source: <32>{#p/human}* (The sign speaks of strength of will in times of trouble.)
es_es: <32>{#p/human}* (La señal habla de la fuerza de voluntad en los tiempos difíciles.)
tr_tr: <32>{#p/human}* (Tabela, sıkıntılı zamanlarda iradenin gücünden bahsediyor.)
zh_cn: <32>{#p/human}* （牌子上讲述了 在困境中要保持意志坚定。）
zh_tw: <32>{#p/human}* （牌子上講述了 在困境中要保持意志堅定。）

source: <32>{#p/basic}* "Even when you stumble, the will to push onward shows through."
es_es: <32>{#p/basic}* "Incluso cuando te tropiezas, aparecerá la voluntad para seguir adelante."
tr_tr: <32>{#p/basic}* "Tökezlediğinizde bile, ilerleme isteğiniz kendini gösterir."
zh_cn: <32>{#p/basic}* “纵使曲折难行， 亦当砥砺奋进。”
zh_tw: <32>{#p/basic}* 「縱使曲折難行， 亦當砥礪奮進。」

source: <32>{#p/human}* (You stare happily into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras felizmente al cosmos que está más allá...)
tr_tr: <32>{#p/human}* (Kozmosun ötesine mutlulukla bakıyorsun...)
zh_cn: <32>{#p/human}* （你开心地望着那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你開心地望著那浩瀚的宇宙...）

source: <32>{#p/basic}* After such a long journey, the glass doesn't seem to scare you.
es_es: <32>{#p/basic}* Después de un largo viaje, el cristal no parece asustarte.
tr_tr: <32>{#p/basic}* Bu kadar uzun bir yolculuktan sonra, cam seni korkutuyor gibi görünmüyor.
zh_cn: <32>{#p/basic}* 走了这么远的路后， 你似乎一点也不怕这块玻璃。
zh_tw: <32>{#p/basic}* 走了這麼遠的路後， 你似乎一點也不怕這塊玻璃。

source: <32>* Not that it ever did in the first place.
es_es: <32>* No es como si lo hubiera hecho en primer lugar.
tr_tr: <32>* Zaten ilk başta korkuttuğu da yoktu.
zh_cn: <32>* 其实你根本就从来没怕过吧。
zh_tw: <32>* 其實你根本就從來沒怕過吧。

source: <32>{#p/basic}* To think the only thing between you and the endless expanse is a sheet of glass...
es_es: <32>{#p/basic}* Pensar que lo único que te separa del infinito es una lámina de cristal...
tr_tr: <32>{#p/basic}* Seninle sonsuz genişlik arasında sadece bir cam parçası olduğunu düşünmek...
zh_cn: <32>{#p/basic}* 想想看， 在你和无边无际的宇宙之间， 只有一块玻璃...
zh_tw: <32>{#p/basic}* 想想看， 在你和無邊無際的宇宙之間， 只有一塊玻璃...

source: <32>* Despite all common sense, this doesn't seem to bother you.
es_es: <32>* A pesar de todo el sentido común, esto no parece molestarte.
tr_tr: <32>* Bütün sağduyuya rağmen, bu durum seni rahatsız etmiyor gibi görünüyor.
zh_cn: <32>* 尽管违背了常识， 但这似乎并没有困扰到你。
zh_tw: <32>* 儘管違背了常識， 但這似乎並沒有困擾到你。

source: <32>{#p/basic}* Ribbit, ribbit. * (Someone passed by here not too long ago.)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Alguien paso aquí no hace mucho.)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Kısa bir süre önce buradan birisi geçti.)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （不久前有个人从这儿经过了。）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （不久前有個人從這兒經過了。）

source: <32>* (He told me not to tell you where he was going.)
es_es: <32>* (Él me dijo que no te dijera hacia donde él estaba yendo.)
tr_tr: <32>* (Bana onun nereye gittiğini söylemememi söyledi.)
zh_cn: <32>* （他跟我说 别告诉你他要去哪里。）
zh_tw: <32>* （他跟我說 別告訴你他要去哪裡。）

source: <32>* (I wasn't going to, but then, he just seemed so sad...)
es_es: <32>* (No lo iba a hacer, pero entonces, él se empezó a ver tan triste...)
tr_tr: <32>* (Zaten söylemeyecektim, ama yine de, o çok üzgün görünüyordu...)
zh_cn: <32>* （我本来也不打算告诉你的， 但，他看起来太难过了...）
zh_tw: <32>* （我本來也不打算告訴你的， 但，他看起來太難過了...）

source: <32>* (He's probably at the platform just past the entrance now.)
es_es: <32>* (Probablemente él este ahora en la plataforma que esta pasando la entrada.)
tr_tr: <32>* (Muhtemelen şu anda girişin hemen ilerisindeki bölgededir.)
zh_cn: <32>* （他现在大概在 入口过去一点的那个平台上。）
zh_tw: <32>* （他現在大概在 入口過去一點的那個平臺上。）

source: <32>* (Go. Speak to him. Something good will come of it.) * Ribbit.
es_es: <32>* (Ve. Háblale. Algo bueno saldrá de ello.) * Ribbit.
tr_tr: <32>* (Git. Onunla konuş. Bundan iyi bir şey çıkacak.) * Vırak.
zh_cn: <32>* （去吧。去跟他聊聊。 肯定会有好事发生的。） * 呱呱。
zh_tw: <32>* （去吧。去跟他聊聊。 肯定會有好事發生的。） * 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (Sigh...)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Suspiro...)
tr_tr: <32>{#p/basic}* Vırak, Vırak. * (İç çeker...)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （唉...）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （唉...）

source: <32>* (My "friend" doesn't really like being kind to me.)
es_es: <32>* (Mi "amigo" no le gusta ser amable conmigo.)
tr_tr: <32>* ("Arkadaşım" bana karşı nazik olmayı pek sevmiyor.)
zh_cn: <32>* （我的“朋友”并不愿意善待我。）
zh_tw: <32>* （我的「朋友」並不願意善待我。）

source: <32>* (If given the option, they choose to hurt me instead.)
es_es: <32>* (Si se le diera la opción, mi amigo elegiría hacerme daño.)
tr_tr: <32>* (Eğer seçenek verilirse, bana zarar vermeyi seçiyor.)
zh_cn: <32>* （相反，只要逮着机会， 他就会伤害我。）
zh_tw: <32>* （相反，只要逮著機會， 他就會傷害我。）

source: <32>* (That's right.......) * (Hurting me............) * (................)
es_es: <32>* (Así es.......) * (Lastimándome............) * (................)
tr_tr: <32>* (Bu doğru.......) * (Bana zarar vermeyi............) * (................)
zh_cn: <32>* （没错.......） * （伤害我吧............） * （................）
zh_tw: <32>* （沒錯.......） * （傷害我吧............） * （................）

source: <32>* (At least you're kind to me.) * Ribbit.
es_es: <32>* (Al menos eres amable conmigo.) * Ribbit.
tr_tr: <32>* (En azından sen bana karşı naziksin.) * Vırak.
zh_cn: <32>* （至少你愿意善待我。） * 呱呱。
zh_tw: <32>* （至少你願意善待我。） * 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (Hello, human...)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Hola, humano...)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Merhaba, insan...)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （你好，人类...）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （你好，人類...）

source: <32>* (Have you heard from my friend?)
es_es: <32>* (¿Has oído sobre mi amigo?)
tr_tr: <32>* (Arkadaşımdan haber aldın mı?)
zh_cn: <32>* （你有看到我的朋友吗？）
zh_tw: <32>* （你有看到我的朋友嗎？）

source: <32>* (They were standing here a few days ago, just to my left...)
es_es: <32>* (Estaba parado a mi lado hace unos días, justo a mi izquierda...)
tr_tr: <32>* (Birkaç gün önce burada duruyordu, tam solumda...)
zh_cn: <32>* （几天前它还在这， 就站在我的左边...）
zh_tw: <32>* （幾天前它還在這， 就站在我的左邊...）

source: <32>* (But some time after your arrival, they disappeared.)
es_es: <32>* (Pero un poco después de que llegaras, desaparecio.)
tr_tr: <32>* (Ama senin gelişinden bir süre sonra, ortadan kayboldu.)
zh_cn: <32>* （但自打你来之后， 从某个时刻起，它就不见了。）
zh_tw: <32>* （但自打你來之後， 從某個時刻起，它就不見了。）

source: <32>* (They did say they'd leave if you hurt anyone...)
es_es: <32>* (Mi amigo me dijo que se iría si dañabas a alguien...)
tr_tr: <32>* (Eğer birine zarar verirsen buradan gideceğini söylemişti...)
zh_cn: <32>* （它说过，如果你伤害了怪物 就会离开这里...）
zh_tw: <32>* （它說過，如果你傷害了怪物 就會離開這裡...）

source: <32>* (Which is confusing, since you definitely haven't done that.) * Ribbit.
es_es: <32>* (Lo cual es confuso, ya que tú definitivamente no hiciste eso.) * Ribbit.
tr_tr: <32>* (Bu kafa karıştırıcı, ne de olsa bunu kesinlikle yapmadın.) * Vırak.
zh_cn: <32>* （真奇怪，因为你根本 没伤害任何怪物啊。） * 呱呱。
zh_tw: <32>* （真奇怪，因為你根本 沒傷害任何怪物啊。） * 呱呱。

source: <32>* (Maybe next time, you could try being a little nicer?) * Ribbit.
es_es: <32>* (Tal vez la próxima vez, ¿podrías ser un poco más bueno?) * Ribbit.
tr_tr: <32>* (Belki bir dahaki sefere biraz daha nazik olmayı deneyebilirsin?) * Vırak.
zh_cn: <32>* （如果有机会， 下次对他们好一点。如何？） * 呱呱。
zh_tw: <32>* （如果有機會， 下次對他們好一點。如何？） * 呱呱。

source: <32>* (My friend is the happiest they've ever been.)
es_es: <32>* (Mi amigo es el más feliz de todo el mundo.)
tr_tr: <32>* (Arkadaşım şu an hayatında hiç olmadığı kadar mutlu.)
zh_cn: <32>* （我的朋友现在开心得不得了。）
zh_tw: <32>* （我的朋友現在開心得不得了。）

source: <32>* (They said they'd leave if you hurt anyone, but you haven't.)
es_es: <32>* (Mi amigo dijo que se iría si dañabas a alguien, pero no lo has hecho.)
tr_tr: <32>* (Eğer birine zarar verirsen buradan gideceğini söylemişti, ama yapmadın.)
zh_cn: <32>* （它说过，如果你伤害了怪物 就会离开这里， 但你一直都没有这么做。）
zh_tw: <32>* （它說過，如果你傷害了怪物 就會離開這裡， 但你一直都沒有這麼做。）

source: <32>* (In fact, they've decided to stay to my left forever.)
es_es: <32>* (De hecho, ha decidido quedarse conmigo a mi izquierda para siempre.)
tr_tr: <32>* (Hatta, sonsuza kadar solumda kalmaya karar verdi.)
zh_cn: <32>* （你猜怎么着， 它决定要永远留在我的左边。）
zh_tw: <32>* （你猜怎麼著， 它決定要永遠留在我的左邊。）

source: <32>* (As for that "friend" of theirs who always tried to hurt them...)
es_es: <32>* (En cuanto a ese "amigo" suyo que siempre intentaba hacerle daño...)
tr_tr: <32>* (Ve ona hep zarar vermeye çalışmış "arkadaşı" hakkında...)
zh_cn: <32>* （至于它那个 总是想伤害它的“朋友”...）
zh_tw: <32>* （至於它那個 總是想傷害它的「朋友」...）

source: <32>* (Oh, he seems to have turned himself into a goat.) * Ribbit.
es_es: <32>* (Oh, parece que él mismo se ha convertido en una cabra.) * Ribbit.
tr_tr: <32>* (Ah, o galiba kendini bir keçiye dönüştürdü.) * Vırak.
zh_cn: <32>* （哦，他好像把自己 变成了一只羊。） * 呱呱。
zh_tw: <32>* （喔，他好像把自己 變成了一隻羊。） * 呱呱。

source: <32>* (Have you ever tried checking your ITEMs?)
es_es: <32>* (¿Ya intentaste revisar tus OBJETOS?)
tr_tr: <32>* (Hiç EŞYAlarını kontrol etmeyi denedin mi?)
zh_cn: <32>* （你有尝试查看过 自己的“物品栏”吗？）
zh_tw: <32>* （你有嘗試查看過 自己的「物品欄」嗎？）

source: <32>* (If you've picked up anything, that's where you'll find it.)
es_es: <32>* (Si has recogido algo, ahí es donde lo encontrarás.)
tr_tr: <32>* (Eğer yanına bir şey aldıysan, onu bulacağın yer orası.)
zh_cn: <32>* （你捡到过的东西， 都能在那里找到。）
zh_tw: <32>* （你撿到過的東西， 都能在那裡找到。）

source: <32>* (What do I have in my ITEMs, you ask?)
es_es: <32>* (¿Qué tengo en mis OBJETOS, te preguntarás?)
tr_tr: <32>* (Benim EŞYAlarımda ne olduğunu mu soruyorsun?)
zh_cn: <32>* （你问，我的物品栏都有什么？）
zh_tw: <32>* （你問，我的物品欄都有什麼？）

source: <32>* (Oh, you're silly... monsters don't have ITEMs!) * Ribbit.
es_es: <32>* (Oh, eres tonto... ¡los monstruos no tenemos OBJETOS!) * Ribbit.
tr_tr: <32>* (Ah, ahmaksın... canavarların EŞYAları yoktur!) * Vırak.
zh_cn: <32>* （哦，你可真傻... 怪物根本没有“物品栏”！） * 呱呱。
zh_tw: <32>* （喔，你可真傻... 怪物根本沒有「物品欄」！） * 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (Thank you for always showing mercy to us monsters.)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Gracias por siempre haber mostrado piedad hacia nosotros, los monstruos.)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Biz canavarlara karşı her zaman merhamet gösterdiğin için teşekkür ederiz.)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （感谢你一直 对我们怪物这么宽容。）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （感謝你一直 對我們怪物這麼寬容。）

source: <32>* (I know I gave you advice on how to beat people up safely...)
es_es: <32>* (Se que te di un consejo sobre como golpear a la gente de forma segura...)
tr_tr: <32>* (Sana başkalarını güvenli de olsa nasıl döveceğine dair tavsiyede bulunduğumu biliyorum...)
zh_cn: <32>* （我知道我之前跟你说过 怎么安全地揍人...）
zh_tw: <32>* （我知道我之前跟你說過 怎麼安全地揍人...）

source: <32>* (But that didn't mean I wanted you to do it.)
es_es: <32>* (Pero eso no significaba que yo quisiera que lo hicieras)
tr_tr: <32>* (Ama bu senin bunu yapmanı istediğim anlamına gelmiyordu.)
zh_cn: <32>* （但那不是说 我希望你真的去打架。）
zh_tw: <32>* （但那不是說 我希望你真的去打架。）

source: <32>* (You are a kind human indeed.) * Ribbit.
es_es: <32>* (Sin duda eres un humano amable.) * Ribbit.
tr_tr: <32>* (Gerçekten çok nazik bir insansın.) * Vırak.
zh_cn: <32>* （你真是个善良的人类。） * 呱呱。
zh_tw: <32>* （你真是個善良的人類。） * 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (Thank you for keeping the beatings to a minimum.)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Gracias por mantener los golpes al mínimo.)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Şiddeti minimumda tuttuğun için teşekkür ederim.)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （感谢你下手还算轻。）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （感謝你下手還算輕。）

source: <32>* (You aren't too terrible, at least for a human.) * Ribbit.
es_es: <32>* (No eres tan terrible, al menos para un humano.) * Ribbit.
tr_tr: <32>* (En azından bir insana göre, o kadar da korkunç değilsin.) * Vırak.
zh_cn: <32>* （作为一个人类， 你还不算太糟糕。） * 呱呱。
zh_tw: <32>* （作為一個人類， 你還不算太糟糕。） * 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (So you have proven to be a formidable threat.)
es_es: <32>{#p/basic}* Ribbit, ribbit. * (Has demostrado ser una amenaza formidable.)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Demek kendinin çok büyük bir tehdit olduğunu kanıtladın.)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （看来你确实 是个危险的家伙啊。）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （看來你確實 是個危險的傢伙啊。）

source: <32>* (Yet, somehow, I'm still not afraid of you...)
es_es: <32>* (Aun así, aún no te tengo miedo...)
tr_tr: <32>* (Buna rağmen, nedense, hala senden korkmuyorum...)
zh_cn: <32>* （但是，不知怎么， 我还是不怕你...）
zh_tw: <32>* （但是，不知怎麼， 我還是不怕你...）

source: <32>* (Perhaps at the end, you offered mercy when you could have attacked.)
es_es: <32>* (Posiblemente, porque me ofreciste piedad cuando pudiste haber atacado.)
tr_tr: <32>* (Belki de işin sonunda, saldırabilecekken merhamet gösterdin.)
zh_cn: <32>* （可能是因为在最后关头， 你明明都可以继续打下去， 却还是手下留情了吧。）
zh_tw: <32>* （可能是因為在最後關頭， 你明明都可以繼續打下去， 卻還是手下留情了吧。）

source: <32>* (I do appreciate the restraint you have shown.) * Ribbit.
es_es: <32>* (Aprecio los limites que te impusiste.) * Ribbit.
tr_tr: <32>* (Gösterdiğin ölçülülüğü takdir ediyorum.) * Vırak.
zh_cn: <32>* （你能控制住自己， 这一点我还是要感谢你。） * 呱呱。
zh_tw: <32>* （你能控制住自己， 這一點我還是要感謝你。） * 呱呱。

source: <32>{#p/basic}* Ribbit, ribbit. * (If you beat up a monster until it's almost dead...)
es_es: <32>{#p/basic}* Ribbit, ribbit. [ADD]<32>{#p/basic}* (Si golpeas a un monstruo hasta que esté apunto de morir...)
tr_tr: <32>{#p/basic}* Vırak, vırak. * (Bir canavarı neredeyse öldürene kadar döversen...)
zh_cn: <32>{#p/basic}* 呱呱，呱呱。 * （如果你把一只怪物打到了 濒死的程度...）
zh_tw: <32>{#p/basic}* 呱呱，呱呱。 * （如果你把一隻怪物打到了 瀕死的程度...）

source: <32>* (Its name will turn blue.)
es_es: <32>* (Su nombre se tornará azul.)
tr_tr: <32>* (İsmi maviye dönecek.)
zh_cn: <32>* （它的名字就会变成{@fill=#3f00ff}蓝色{@fill=#fff}。）
zh_tw: <32>* （它的名字就會變成{@fill=#3f00ff}藍色{@fill=#fff}。）

source: <32>* (Weird, right?) * (But I heard humans turn blue when they get beat up, too.)
es_es: <32>* (Raro, ¿verdad?) * (Pero oí que a los humanos les ocurre lo mismo también.)
tr_tr: <32>* (Tuhaf, değil mi?) * (Ama insanların da dövüldüklerinde maviye döndüklerini duydum.)
zh_cn: <32>* （很奇怪，对吧？） * （但我听说，人类被打了之后 也会变{@fill=#3f00ff}蓝{@fill=#fff}受呢。）
zh_tw: <32>* （很奇怪，對吧？） * （但我聽說，人類被打了之後 也會變{@fill=#3f00ff}藍{@fill=#fff}受呢。）

source: <32>* (So, I suppose you can relate to that.)
es_es: <32>* (Así que supongo que puedes identificarte con eso.)
tr_tr: <32>* (Öyleyse, bunu anlayabildiğini sanıyorum.)
zh_cn: <32>* （所以我觉得， 你应该是可以联想得到的。）
zh_tw: <32>* （所以我覺得， 你應該是可以聯想得到的。）

source: <32>* (Well, thank you for listening to my head-talk.) * Ribbit.
es_es: <32>* (Pero bueno, gracias por oír mi charla.) * Ribbit.
tr_tr: <32>* (Pekala, kafamın içindekileri dinlediğin için teşekkür ederim.) * Vırak.
zh_cn: <32>* （那么，感谢你花时间 听我唠叨这些。） * 呱呱。
zh_tw: <32>* （那麼，感謝你花時間 聽我嘮叨這些。） * 呱呱。

source: <32>{#p/human}* (You stare deeply into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras profundamente hacia el cosmos y mas allá...)
tr_tr: <32>{#p/human}* (Kozmosun ötesine dalarak bakıyorsun...)
zh_cn: <32>{#p/human}* （你投入地望着那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你投入地望著那浩瀚的宇宙...）

source: <32>{#p/basic}* In the end, these rooms still feel like nothing more than lookout areas.
es_es: <32>{#p/basic}* Al final, estas habitaciones aun se sienten solo como áreas de observación.
tr_tr: <32>{#p/basic}* İşin sonunda, bu odalar hala sadece manzara alanları gibi hissettiriyor.
zh_cn: <32>{#p/basic}* 到头来， 这些房间除了当瞭望台， 好像也没啥别的用处了。
zh_tw: <32>{#p/basic}* 到頭來， 這些房間除了當瞭望臺， 好像也沒啥別的用處了。

source: <32>{#p/basic}* Why does it feel like some of these rooms...
es_es: <32>{#p/basic}* ¿Por qué parece que algunas de estas habitaciones...
tr_tr: <32>{#p/basic}* Neden bu odaların bazıları yalnızca...
zh_cn: <32>{#p/basic}* 为什么总感觉有些房间...
zh_tw: <32>{#p/basic}* 為什麼總感覺有些房間...

source: <32>* ... were just made solely to be lookout areas?
es_es: <32>* ... ¿fueron hechas solo como observadores?
tr_tr: <32>* ... manzara olsun diye yapılmış gibi hissettiriyor?
zh_cn: <32>* ...单纯是用来当瞭望区的呢？
zh_tw: <32>* ...單純是用來當瞭望區的呢？

source: <32>{#p/human}* (The sign describes puzzle- solving as an unnecessary part of space exploration.)
es_es: <32>{#p/human}* (La señal describe la resolución de puzles como una parte innecesaria de la exploración espacial.)
tr_tr: <32>{#p/human}* (Tabelada bulmaca çözmenin uzay keşfinin gereksiz bir parçası olduğu anlatılıyor.)
zh_cn: <32>{#p/human}* （牌子上写着： 解谜对于太空探索来说 没有什么用。）
zh_tw: <32>{#p/human}* （牌子上寫著： 解謎對於太空探索來說 沒有什麼用。）

source: <25>{#p/asriel1}{#f/13}* Unlike most signs, this one has a point.
es_es: <25>{#p/asriel1}{#f/13}* A diferencia de la mayoría de las señales, esta tiene un punto.
tr_tr: <25>{#p/asriel1}{#f/13}* Çoğu tabelanın aksine, bu gerçekten haklı.
zh_cn: <25>{#p/asriel1}{#f/13}* 不像别的牌子， 这块牌子写的可是大实话。
zh_tw: <25>{#p/asriel1}{#f/13}* 不像別的牌子， 這塊牌子寫的可是大實話。

source: <25>{#f/15}* And that's not just because I'm the one who wrote it.
es_es: <25>{#f/15}* Y eso no es solo porque porque yo fui quien la escribió.
tr_tr: <25>{#f/15}* Ve bunu sadece yazan kişi ben olduğum için söylemiyorum.
zh_cn: <25>{#f/15}* 我可不是因为这是我写的 才这么说的啊。
zh_tw: <25>{#f/15}* 我可不是因為這是我寫的 才這麼說的啊。

source: <25>{#p/asriel1}{#f/3}* ... don't tell me you actually enjoyed these puzzles.
es_es: <25>{#p/asriel1}{#f/3}* ... no me digas que de verdad te gustaron estos puzles.
tr_tr: <25>{#p/asriel1}{#f/3}* ... bana bu bulmacaları gerçekten sevdiğini söyleme.
zh_cn: <25>{#p/asriel1}{#f/3}* ...别告诉我 你真喜欢这些谜题。
zh_tw: <25>{#p/asriel1}{#f/3}* ...別告訴我 你真喜歡這些謎題。

source: <25>{#p/asriel1}{#f/10}* Frisk, even you're not THAT weird.
es_es: <25>{#p/asriel1}{#f/10}* Frisk, incluso tú no eres TAN raro.
tr_tr: <25>{#p/asriel1}{#f/10}* Frisk, sen bile bu KADAR tuhaf değilsin.
zh_cn: <25>{#p/asriel1}{#f/10}* Frisk， 就算是你 也不会怪到这种地步吧。
zh_tw: <25>{#p/asriel1}{#f/10}* Frisk， 就算是你 也不會怪到這種地步吧。

source: <32>{#p/human}* (The sign describes the value of patience in space.)
es_es: <32>{#p/human}* (El cartel describe el valor de la paciencia en el espacio.)
tr_tr: <32>{#p/human}* (Tabela uzayda sabrın değerini anlatıyor.)
zh_cn: <32>{#p/human}* （牌子上写着 耐心在太空中的重要性。）
zh_tw: <32>{#p/human}* （牌子上寫著 耐心在太空中的重要性。）

source: <32>{#p/basic}* "The final frontier is a deep dark sea."
es_es: <32>{#p/basic}* "La última frontera es un mar profundo y oscuro."
tr_tr: <32>{#p/basic}* "Son sınır derin ve karanlık bir denizdir."
zh_cn: <32>{#p/basic}* “浩渺长空，恰似深邃海洋。”
zh_tw: <32>{#p/basic}* 「浩渺長空，恰似深邃海洋。」

source: <32>* "Navigating its waters should NEVER require solving badly designed puzzles!"
es_es: <32>* "¡Navegar sus aguas NUNCA debería requerir resolver puzles mal diseñados!"
tr_tr: <32>* "Sularında yol almak ASLA kötü tasarlanmış bulmacaları çözmeyi gerektirmemelidir!"
zh_cn: <32>* “探索这片海洋的时候，可不能被 那些糟糕透顶的谜题给难住！”
zh_tw: <32>* 「探索這片海洋的時候，可不能被 那些糟糕透頂的謎題給難住！」

source: <32>{#p/basic}* "Before charging into the {@fill=#ff993d}great unknown{@fill=#fff}, you must wait for its {@fill=#00a2e8}currents to align{@fill=#fff}."
es_es: <32>{#p/basic}* "Antes de entrar en {@fill=#ff993d}lo desconocido{@fill=#fff}, espera a que sus {@fill=#00a2e8}corrientes se alineen{@fill=#fff}."
tr_tr: <32>{#p/basic}* "{@fill=#ff993d}Büyük bilinmezliğe{@fill=#fff} dalmadan önce, onun {@fill=#00a2e8}akıntılarının hizalanmasını{@fill=#fff} beklemelisiniz."
zh_cn: <32>{#p/basic}* “风平浪静，{@fill=#00a2e8}静待{@fill=#fff}暗流涌动， 波涌潮启，{@fill=#ff993d}启程{@fill=#fff}无垠长空。”
zh_tw: <32>{#p/basic}* 「風平浪靜，{@fill=#00a2e8}靜待{@fill=#fff}暗流湧動， 波湧潮啟，{@fill=#ff993d}啟程{@fill=#fff}無垠長空。」

source: <32>{#p/human}* (You stare reflectively into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras reflexivamente al cosmos más allá...)
tr_tr: <32>{#p/human}* (Düşünceli bir şekilde ötedeki kozmosa bakıyorsun...)
zh_cn: <32>{#p/human}* （你陷入沉思， 望着那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你陷入沉思， 望著那浩瀚的宇宙...）

source: <32>{#p/basic}* It sure... was... a nice view.
es_es: <32>{#p/basic}* Seguro... fue... una buena vista.
tr_tr: <32>{#p/basic}* Bu gerçekten de... güzel bir manzaraydı.
zh_cn: <32>{#p/basic}* 景色... 曾经... 确实不错。
zh_tw: <32>{#p/basic}* 景色... 曾經... 確實不錯。

source: <32>{#p/basic}* It sure is a nice view.
es_es: <32>{#p/basic}* Seguro es una buena vista.
tr_tr: <32>{#p/basic}* Bu gerçekten de güzel bir manzara.
zh_cn: <32>{#p/basic}* 景色确实不错。
zh_tw: <32>{#p/basic}* 景色確實不錯。

source: <32>{#p/human}* (The sign appears to be an advertisement for a now- defunct steak sale.)
es_es: <32>{#p/human}* (El cartel parece ser un anuncio de una venta de filetes que ya no existe.)
tr_tr: <32>{#p/human}* (Tabelanın, artık faaliyette olmayan bir biftek satışı reklamı olduğu görülüyor.)
zh_cn: <32>{#p/human}* （牌子上似乎是 关于牛排促销的过时广告。）
zh_tw: <32>{#p/human}* （牌子上似乎是 關於牛排促銷的過時廣告。）
