Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#p/asriel1}{#f/27}* $(name) and I were never really into those kinds of things.
es_es: <25>{#p/asriel1}{#f/27}* $(name) y yo nunca nos intereso ese tipo de cosas.
tr_tr: <25>{#p/asriel1}{#f/27}* $(name) ve ben bu tür şeylere hiç meraklı değildik.
zh_cn: <25>{#p/asriel1}{#f/27}* 我和$(name)其实 从来都不怎么玩这种东西。
zh_tw: <25>{#p/asriel1}{#f/27}* 我和$(name)其實 從來都不怎麼玩這種東西。

source: <25>{#p/asriel1}{#f/15}* Well... I say never.
es_es: <25>{#p/asriel1}{#f/15}* Bueno... dije nunca.
tr_tr: <25>{#p/asriel1}{#f/15}* Yani, ben hiç diyorum, ama...
zh_cn: <25>{#p/asriel1}{#f/15}* 呃... 好吧，也不能说是“从来”。
zh_tw: <25>{#p/asriel1}{#f/15}* 呃... 好吧，也不能說是「從來」。

source: <25>{#p/asriel1}{#f/15}* Uh, let's just not talk about it.
es_es: <25>{#p/asriel1}{#f/15}* Eh, solo no hablemos sobre eso.
tr_tr: <25>{#p/asriel1}{#f/15}* Uh, hadi bunun hakkında konuşmayalım.
zh_cn: <25>{#p/asriel1}{#f/15}* 算了， 还是别提这茬了。
zh_tw: <25>{#p/asriel1}{#f/15}* 算了， 還是別提這茬了。

source: <25>{#p/asriel1}{#f/13}* The last time we did, a table got flipped over.
es_es: <25>{#p/asriel1}{#f/13}* La última vez que lo hicimos, se volcó una mesa.
tr_tr: <25>{#p/asriel1}{#f/13}* En son meraklandığımızda, bir masa devrilmişti.
zh_cn: <25>{#p/asriel1}{#f/13}* 上次我们玩这个， 桌子都给掀翻了。
zh_tw: <25>{#p/asriel1}{#f/13}* 上次我們玩這個， 桌子都給掀翻了。

source: <25>{#p/asriel1}{#f/17}* Just sibling things. * You know how it goes with card games.
es_es: <25>{#p/asriel1}{#f/17}* Solo cosas de hermanos. * Ya sabes lo que pasa con los juegos de cartas.
tr_tr: <25>{#p/asriel1}{#f/17}* Kardeş işleri. * Kart oyunlarıyla nasıl olduğunu bilirsin.
zh_cn: <25>{#p/asriel1}{#f/17}* 亲人之间嘛。 * 你懂的， 玩牌的时候就容易这样。
zh_tw: <25>{#p/asriel1}{#f/17}* 親人之間嘛。 * 你懂的， 玩牌的時候就容易這樣。

source: <33>{#p/basic}* It's just not worth your time.
es_es: <33>{#p/basic}* No merece la pena dedicarle tiempo.
tr_tr: <33>{#p/basic}* Bu zamanına değmez.
zh_cn: <33>{#p/basic}* 你不想浪费时间玩牌。
zh_tw: <33>{#p/basic}* 你不想浪費時間玩牌。

source: <33>{#p/basic}* Soon enough, we'll never have to think about these again.
es_es: <33>{#p/basic}* Pronto, no tendremos que volver a pensar en esto.
tr_tr: <33>{#p/basic}* Yakında, bunları bir daha düşünmek zorunda kalmayacağız.
zh_cn: <33>{#p/basic}* 很快，我们就再也不用想这些事了。
zh_tw: <33>{#p/basic}* 很快，我們就再也不用想這些事了。

source: <33>{#p/basic}* They're holographic, of course.
es_es: <33>{#p/basic}* Son holográficos, por supuesto.
tr_tr: <33>{#p/basic}* Onlar holografik, tabii.
zh_cn: <33>{#p/basic}* 当然是全息款式的。
zh_tw: <33>{#p/basic}* 當然是全息款式的。

source: <32>{#p/human}* (You run your hand across the cutting board, noting the various grooves and ridges.)
es_es: <32>{#p/human}* (Pasas la mano por la tabla de cortar, observando las distintas ranuras y crestas.)
tr_tr: <32>{#p/human}* (Elini kesme tahtasının üzerinde gezdirerek çıkıntı ve olukları fark ediyorsun.)
zh_cn: <32>{#p/human}* （你用手摸了摸砧板， 感觉上面坑坑洼洼的。）
zh_tw: <32>{#p/human}* （你用手摸了摸砧板， 感覺上面坑坑窪窪的。）

source: <32>{#p/basic}* It's a cutting board.
es_es: <32>{#p/basic}* Es una tabla de cortar.
tr_tr: <32>{#p/basic}* Bir kesme tahtası.
zh_cn: <32>{#p/basic}* 一块砧板。
zh_tw: <32>{#p/basic}* 一塊砧板。

source: <32>{#p/basic}* Toriel's cutting board. * It's not as up-to-scratch as it used to be.
es_es: <32>{#p/basic}* La tabla de cortar de Toriel. * Ya no está tan a la altura como antes.
tr_tr: <32>{#p/basic}* Toriel'in kesme tahtası. * Eskisi kadar iyi değil.
zh_cn: <32>{#p/basic}* Toriel的砧板。 上面已经有一些使用的痕迹了。
zh_tw: <32>{#p/basic}* Toriel的砧板。 上面已經有一些使用的痕跡了。

source: <25>{#p/asriel1}{#f/21}* $(name) always said leaving fur in the drain was super gross.
es_es: <25>{#p/asriel1}{#f/21}* $(name) siempre dijo que dejar pelos en el desagüe era super asqueroso.
tr_tr: <25>{#p/asriel1}{#f/21}* $(name) hep giderde tüy bırakmanın çok iğrenç olduğunu söylerdi.
zh_cn: <25>{#p/asriel1}{#f/21}* $(name)总是说 有毛掉进下水道里 超级恶心。
zh_tw: <25>{#p/asriel1}{#f/21}* $(name)總是說 有毛掉進下水道裡 超級噁心。

source: <25>{#f/15}* I always thought it was normal, though...
es_es: <25>{#f/15}* Siempre pensé que era normal, sin embargo...
tr_tr: <25>{#f/15}* Ben hep normal olduğunu düşünmüştüm...
zh_cn: <25>{#f/15}* 不过我一直觉得 这很正常啊...
zh_tw: <25>{#f/15}* 不過我一直覺得 這很正常啊...

source: <25>{#p/asriel1}{#f/13}* Do humans not shed fur? * $(name) would never tell me things like this.
es_es: <25>{#p/asriel1}{#f/13}* ¿A los humanos no se les caía el pelo? * $(name) nunca me diría cosas como esta.
tr_tr: <25>{#p/asriel1}{#f/13}* İnsanlar tüy dökmez mi? * $(name) bana hiç böyle şeylerden bahsetmezdi.
zh_cn: <25>{#p/asriel1}{#f/13}* 难道人类不掉毛吗？ * 这事$(name) 从来都没跟我说清楚。
zh_tw: <25>{#p/asriel1}{#f/13}* 難道人類不掉毛嗎？ * 這事$(name) 從來都沒跟我說清楚。

source: <25>{#p/asriel1}{#f/17}* I do have reason to believe humans shed. * Even if it's not fur.
es_es: <25>{#p/asriel1}{#f/17}* Tengo una razón para creer que a los humanos lo hacen. * Incluso si no es pelo.
tr_tr: <25>{#p/asriel1}{#f/17}* İnsanların dökündüğüne inanmak için sebebim var. * Tüy olmasa bile.
zh_cn: <25>{#p/asriel1}{#f/17}* 我有理由相信 人类也会掉毛的。 * 不掉毛也得掉点别的。
zh_tw: <25>{#p/asriel1}{#f/17}* 我有理由相信 人類也會掉毛的。 * 不掉毛也得掉點別的。

source: <32>{#p/basic}* Remnants of the white fur once stuck here still remain to this very day.
es_es: <32>{#p/basic}* Pedazos de pelo blanco que una vez estuvieron pegados aquí continúan hasta este día.
tr_tr: <32>{#p/basic}* Bir zamanlar buraya takılmış beyaz tüyler, bugüne kadar duruyor.
zh_cn: <32>{#p/basic}* 到现在还能看到 那时候堵在这儿的白色的毛。
zh_tw: <32>{#p/basic}* 到現在還能看到 那時候堵在這兒的白色的毛。

source: <32>{#p/basic}* There are clumps of white fur stuck in the drain.
es_es: <32>{#p/basic}* Hay trozos de pelaje blanco en el desagüe.
tr_tr: <32>{#p/basic}* Lavabonun giderine sıkışmış beyaz tüy topakları var.
zh_cn: <32>{#p/basic}* 一团白色的毛堵在下水管里。
zh_tw: <32>{#p/basic}* 一團白色的毛堵在下水管裡。

source: <25>{#p/asriel1}{#f/13}* I have to wonder why she thought buying this would be a good idea.
es_es: <25>{#p/asriel1}{#f/13}* Me pregunto por qué ella pensó que sería buena idea comprar esto.
tr_tr: <25>{#p/asriel1}{#f/13}* Bunu almanın neden iyi bir fikir olduğunu düşündüğünü merak ediyorum.
zh_cn: <25>{#p/asriel1}{#f/13}* 我真搞不懂她为啥觉得 买这玩意儿好。
zh_tw: <25>{#p/asriel1}{#f/13}* 我真搞不懂她為啥覺得 買這玩意兒好。

source: <25>{#f/10}* Unless she wanted to re-create Asgore's kitchen...?
es_es: <25>{#f/10}* ¿A menos que quisiera recrear la cocina de Asgore...?
tr_tr: <25>{#f/10}* Yoksa Asgore'un mutfağını yeniden yaratmak mı istedi?
zh_cn: <25>{#f/10}* 难道是想还原 Asgore的厨房...？
zh_tw: <25>{#f/10}* 難道是想還原 Asgore的廚房...？

source: <25>{#f/17}* For someone who didn't like him, she had a weird way to show it.
es_es: <25>{#f/17}* Para alguien que no le agradaba, tenía una rara forma de demostrarlo.
tr_tr: <25>{#f/17}* Onu sevmeyen birine göre bunu tuhaf bir şekilde gösteriyordu.
zh_cn: <25>{#f/17}* 明明说不喜欢他， 结果还整这出， 她真够奇怪的。
zh_tw: <25>{#f/17}* 明明說不喜歡他， 結果還整這齣， 她真夠奇怪的。

source: <25>{#p/asriel1}{#f/15}* I really wish Toriel and Asgore stayed together sometimes.
es_es: <25>{#p/asriel1}{#f/15}* Realmente deseo que Toriel y Asgore esten juntos a veces.
tr_tr: <25>{#p/asriel1}{#f/15}* Bazen Keşke Toriel ve Asgore birlikte kalsaydı diyorum.
zh_cn: <25>{#p/asriel1}{#f/15}* 有时候我真希望 Toriel和Asgore 能重归于好。
zh_tw: <25>{#p/asriel1}{#f/15}* 有時候我真希望 Toriel和Asgore 能重歸於好。

source: <25>{#f/16}* ... but I guess it's for the best that they didn't.
es_es: <25>{#f/16}* ... pero supongo que lo mejor era que no lo estén.
tr_tr: <25>{#f/16}* ... Ama sanırım en iyisi kalmamaları.
zh_cn: <25>{#f/16}* ...仔细想想， 也许分开才是最好的。
zh_tw: <25>{#f/16}* ...仔細想想， 也許分開才是最好的。

source: <25>{#p/asriel1}{#f/13}* It just wasn't meant to be, Frisk...
es_es: <25>{#p/asriel1}{#f/13}* Simplemente no estaban destinados a ser, Frisk...
tr_tr: <25>{#p/asriel1}{#f/13}* Kader böyleymiş, Frisk...
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk， 有些事情 就是强求不来的...
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk， 有些事情 就是強求不來的...

source: <32>{#p/basic}* It's just a stovetop. * No one is going to use it.
es_es: <32>{#p/basic}* Es solo una estufa. * Nadie va a usarla.
tr_tr: <32>{#p/basic}* Sadece bir ocak üstü. * Kimse kullanmayacak.
zh_cn: <32>{#p/basic}* 只是个灶台。 * 没人会再用它了。
zh_tw: <32>{#p/basic}* 只是個灶臺。 * 沒人會再用它了。

source: <32>{#p/basic}* It's just a stovetop.
es_es: <32>{#p/basic}* Solo es una estufa.
tr_tr: <32>{#p/basic}* Sadece bir ocak üstü.
zh_cn: <32>{#p/basic}* 只是个灶台。
zh_tw: <32>{#p/basic}* 只是個灶臺。

source: <32>{#p/basic}* The stovetop is very clean. * Toriel may not need a new one on the new world.
es_es: <32>{#p/basic}* La estufa está muy limpia. * Toriel no va a necesitar una en el nuevo mundo.
tr_tr: <32>{#p/basic}* Ocak tertemiz. * Toriel yeni dünyada yenisine ihtiyaç duymayabilir.
zh_cn: <32>{#p/basic}* 灶台非常干净。 * Toriel到了新世界 也不用换新的了。
zh_tw: <32>{#p/basic}* 灶臺非常乾淨。 * Toriel到了新世界 也不用換新的了。

source: <32>{#p/basic}* The stovetop is very clean. * Toriel must use fire magic instead.
es_es: <32>{#p/basic}* La estufa está muy limpia. * Toriel debe de usar magia de fuego.
tr_tr: <32>{#p/basic}* Ocak tertemiz. * Toriel bunun yerine ateş büyüsü kullanıyor olmalı.
zh_cn: <32>{#p/basic}* 灶台非常干净。 * Toriel肯定是用火魔法做饭的。
zh_tw: <32>{#p/basic}* 灶臺非常乾淨。 * Toriel肯定是用火魔法做飯的。

source: <32>{#p/human}* (You can't make out what's in the trash...)
es_es: <32>{#p/human}* (No puedes distinguir nada en la basura...)
tr_tr: <32>{#p/human}* (Çöpün içinde ne olduğunu seçemiyorsun...)
zh_cn: <32>{#p/human}* （你看不出来垃圾桶里有什么...）
zh_tw: <32>{#p/human}* （你看不出來垃圾桶裡有什麼...）

source: <32>{#p/basic}* Rather symbolically, the trash can has been emptied.
es_es: <32>{#p/basic}* Un tanto simbólicamente, el bote de basura está vacío.
tr_tr: <32>{#p/basic}* Oldukça sembolik bir şekilde, çöp kutusu boşaltılmış.
zh_cn: <32>{#p/basic}* 垃圾桶被清空了， 还挺有象征意义的。
zh_tw: <32>{#p/basic}* 垃圾桶被清空了， 還挺有象徵意義的。

source: <32>{#p/basic}* There is a crumpled up recipe for Starling Tea.
es_es: <32>{#p/basic}* Hay una receta arrugada de Té de Starling.
tr_tr: <32>{#p/basic}* Yıldızcık Çayı için buruşturulmuş bir tarif var.
zh_cn: <32>{#p/basic}* 里面有一张揉皱的星花茶配方。
zh_tw: <32>{#p/basic}* 裡面有一張揉皺的星花茶配方。

source: <32>{#p/human}* (You note the fairly large size of the dining chair.)
es_es: <32>{#p/human}* (Notas el gran tamaño de la silla.)
tr_tr: <32>{#p/human}* (Yemek sandalyesinin oldukça büyük olduğunu fark ediyorsun.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅相当之大。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅相當之大。）

source: <32>{#p/basic}* A larger dining chair.
es_es: <32>{#p/basic}* Una silla grande.
tr_tr: <32>{#p/basic}* Daha büyük bir yemek sandalyesi.
zh_cn: <32>{#p/basic}* 大餐椅。
zh_tw: <32>{#p/basic}* 大餐椅。

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a queen.
es_es: <32>{#p/basic}* Una de las sillas de Toriel. * Perfecto para una reina.
tr_tr: <32>{#p/basic}* Toriel'in yemek sandalyelerinden biri. * Bir kraliçeye layık.
zh_cn: <32>{#p/basic}* Toriel家有几把餐椅， 这把，是王后的餐椅。
zh_tw: <32>{#p/basic}* Toriel家有幾把餐椅， 這把，是王后的餐椅。

source: <32>{#p/human}* (The books on this bookshelf consist of snail facts, family recipes, and gardening tips.)
es_es: <32>{#p/human}* (Los libros en este estante consisten de datos de caracoles, recetas familiares y tips de jardinería.)
tr_tr: <32>{#p/human}* (Bu kitaplıktaki kitaplar, salyangoz bilgileri, aile tarifleri ve bahçecilik ipuçlarından oluşuyor.)
zh_cn: <32>{#p/human}* （书架上放着关于蜗牛冷知识的书， 关于一个祖传秘方的书， 以及关于园艺技巧的书。）
zh_tw: <32>{#p/human}* （書架上放著關於蝸牛冷知識的書， 關於一個祖傳秘方的書， 以及關於園藝技巧的書。）

source: <32>{#p/basic}* It's a bookshelf.
es_es: <32>{#p/basic}* Es una estantería.
tr_tr: <32>{#p/basic}* Bir kitaplık.
zh_cn: <32>{#p/basic}* 一个书架。
zh_tw: <32>{#p/basic}* 一個書架。

source: <32>{#p/human}* (You pick out a book...)
es_es: <32>{#p/human}* (Recoges un libro...)
tr_tr: <32>{#p/human}* (Bir kitap seçiyorsun...)
zh_cn: <32>{#p/human}* （你取下了一本书...）
zh_tw: <32>{#p/human}* （你取下了一本書...）

source: <32>{#p/basic}* "Did you know that snails have a chainsaw-like tongue called a radula?"
es_es: <32>{#p/basic}* "Sabias que la lengua del caracoles es como la sierra que se llama rádula?"
tr_tr: <32>{#p/basic}* "Salyangozların radula adı verilen dişli bir dil yapıları olduğunu biliyor muydun?"
zh_cn: <32>{#p/basic}* “你知道吗？ 蜗牛的齿舌长得像链锯一样。”
zh_tw: <32>{#p/basic}* 「你知道嗎？ 蝸牛的齒舌長得像鏈鋸一樣。」

source: <32>* "Not many folks know about that one."
es_es: <32>* "No mucha gente se sabe eso."
tr_tr: <32>* "Bu bilgiyi pek çok kişi bilmez."
zh_cn: <32>* “这可是个冷知识。”
zh_tw: <32>* 「這可是個冷知識。」

source: <32>* "Another neat thing about 'em is how their digestive systems flip as they mature."
es_es: <32>* "Otra cosa genial de ellos es como su sistema digestivo se voltea mientras maduran."
tr_tr: <32>* "Bir başka ilginç şey ise, olgunlaştıkça sindirim sistemlerinin tersine dönmesidir."
zh_cn: <32>* “还有个趣事：蜗牛成熟后 会把自己的消化系统翻出来。”
zh_tw: <32>* 「還有個趣事：蝸牛成熟後 會把自己的消化系統翻出來。」

source: <32>* "Oh, and did I mention..."
es_es: <32>* "Oh, y acaso mencione..."
tr_tr: <32>* "Aa, şundan da bahsetmiş miydim..."
zh_cn: <32>* “哦，顺带一提...”
zh_tw: <32>* 「喔，順帶一提...」

source: <32>* "Snails Talk. {^10}Really. {^10}Slowly."
es_es: <32>* "Los caracoles hablan. {^10}Muy. {^10}Lento."
tr_tr: <32>* "Salyangozlar konuşur. {^10}Oldukça. {^10}Yavaşça."
zh_cn: <32>* “蜗牛的 {^5}说 {^5}话 {^5}速 {^5}度 {^5}很 {^5}慢。”
zh_tw: <32>* 「蝸牛的 {^5}說 {^5}話 {^5}速 {^5}度 {^5}很 {^5}慢。」

source: <32>* "Just kiddin', snails don't talk."
es_es: <32>* "Solo bromeo, los caracoles no hablan."
tr_tr: <32>* "Sadece şaka yapıyorum, salyangozlar konuşmaz."
zh_cn: <32>* “开玩笑的，它们才不会说话。”
zh_tw: <32>* 「開玩笑的，它們才不會說話。」

source: <32>* "I mean, could you imagine a world with talking snails?" * "I know I couldn't."
es_es: <32>* "Digo, ¿Te imaginarias un mundo con caracoles parlantes? * "Yo se que no podría."
tr_tr: <32>* "Yani, salyangozların konuşabildiği bir dünya hayal edebiliyor musun?" * "Ben edemiyorum."
zh_cn: <32>* “你能想象，在某个世界， 那里的蜗牛会说话吗？” * “反正我是想象不出来。”
zh_tw: <32>* 「你能想像，在某個世界， 那裡的蝸牛會說話嗎？」 * 「反正我是想像不出來。」

source: <32>{#p/human}* (You put the book back on the shelf.)
es_es: <32>{#p/human}* (Pones el libro devuelta en la estantería.)
tr_tr: <32>{#p/human}* (Kitabı rafa geri koyuyorsun.)
zh_cn: <32>{#p/human}* （你把书放回了书架。）
zh_tw: <32>{#p/human}* （你把書放回了書架。）

source: <32>{#p/basic}* "Dreemurr Family Recipes: Snail Pie"
es_es: <32>{#p/basic}* "Recetas de la Familia Dreemurr: Tarta de Caracol"
tr_tr: <32>{#p/basic}* "Dreemurr Aile Tarifleri: Salyangozlu Turta"
zh_cn: <32>{#p/basic}* 《Dreemurr家族的美味秘笈：蜗牛派》
zh_tw: <32>{#p/basic}* 《Dreemurr家族的美味祕笈：蝸牛派》

source: <32>* "Snail Pie is a coveted tradition among members of the Dreemurr family line."
es_es: <32>* "La tarta de caracol es una preciada tradición entre los miembros de la familia Dreemurr."
tr_tr: <32>* "Salyangozlu Turta, Dreemurr aile üyelerinin arasında çok değer verilen bir gelenektir."
zh_cn: <32>* “蜗牛派是Dreemurr家族的 一道风味独特的传统美食。”
zh_tw: <32>* 「蝸牛派是Dreemurr家族的 一道風味獨特的傳統美食。」

source: <32>* "Making it is a simple process, and can be broken down into five steps."
es_es: <32>* "Hacerla es un proceso simple, y puede dividirse en 5 pasos."
tr_tr: <32>* "Yapımı basit bir süreçtir, ve beş adıma ayrılabilir."
zh_cn: <32>* “制作它其实非常简单， 只需五个步骤：”
zh_tw: <32>* 「製作它其實非常簡單， 只需五個步驟：」

source: <32>* "First, prepare the bottom crust by laying it on top of a pie plate."
es_es: <32>* "Primero, preparar la corteza del fondo colocándola en la parte superior de un plato para tartas."
tr_tr: <32>* "İlk olarak, alt kabuk hamurunu bir turta kalıbına yerleştirerek hazırlayın."
zh_cn: <32>* “首先，轻柔地展开酥脆的派底， 在烘焙盘中铺平。”
zh_tw: <32>* 「首先，輕柔地展開酥脆的派底， 在烘焙盤中鋪平。」

source: <32>* "Next, whisk evaporated milk, eggs, and spices together in a bowl until smooth."
es_es: <32>* "Luego, bata la leche evaporada, huevos y especias en un tazón hasta que quede suave."
tr_tr: <32>* "Sonra, koyulaştırılmış süt, yumurtalar ve baharatları bir kapta pürüzsüz olana kadar çırpın."
zh_cn: <32>* “然后，将香浓的蒸发奶、 新鲜的鸡蛋和选料香料 混合在一起，搅拌至丝滑细腻。”
zh_tw: <32>* 「然後，將香濃的蒸發奶、 新鮮的雞蛋和選料香料 混合在一起，攪拌至絲滑細膩。」

source: <32>* "Then, take several well-aged snails, and thoroughly incorporate into the mixture."
es_es: <32>* "Luego, tome varios caracoles bien añejos e incorpóralos bien a la mezcla".
tr_tr: <32>* "Ardından, birkaç olgunlaşmış salyangozu alın ve karışıma iyice yedirin."
zh_cn: <32>* “接着，小心地将几只新鲜蜗牛 加入到之前调制好的香浓奶糊中， 确保它们完全浸入。”
zh_tw: <32>* 「接著，小心地將幾隻新鮮蝸牛 加入到之前調製好的香濃奶糊中， 確保它們完全浸入。」

source: <32>* "After that, pour the contents of the bowl into the bottom crust."
es_es: <32>* "Después de eso, vierta el contenido del tazón en la base del fondo."
tr_tr: <32>* "Bundan sonra, karışımın içeriğini alt hamurun üstüne dökün."
zh_cn: <32>* “之后，将这层混合物 轻轻倒入准备好的派底， 均匀铺开。”
zh_tw: <32>* 「之後，將這層混合物 輕輕倒入準備好的派底， 均勻鋪開。」

source: <32>* "Last, prepare the top crust by cutting sheet into strips and forming a lattice."
es_es: <32>* "Al final, prepare la corteza superior cortando la hoja en tiras y formando una celosía."
tr_tr: <32>* "Son olarak, üst hamuru şeritler halinde keserek hazırlayın."
zh_cn: <32>* “最后，将面团切成细条， 编织成优雅的格子形状， 覆盖在派面上。”
zh_tw: <32>* 「最後，將麵團切成細條， 編織成優雅的格子形狀， 覆蓋在派面上。」

source: <32>* "Then just bake the pie!"
es_es: <32>* "¡Entonces solo hornea la tarta!"
tr_tr: <32>* "Sonra sadece turtayı fırınlayın!"
zh_cn: <32>* “现在，将派放到烤箱中， 烤至金黄酥脆。”
zh_tw: <32>* 「現在，將派放到烤箱中， 烤至金黃酥脆。」

source: <32>* "Once the pie is ready, take it out of the oven, let it cool, and serve!"
es_es: <32>* "¡Una vez la tarta este lista, sácala del horno, déjala enfriar, y sírvela!"
tr_tr: <32>* "Turta hazır olduktan sonra, fırından çıkarın, soğumasını bekleyin ve servis edin!"
zh_cn: <32>* “出炉后，派面金黄诱人。 令其稍作冷却，即可切片、上桌！”
zh_tw: <32>* 「出爐後，派面金黃誘人。 令其稍作冷卻，即可切片、上桌！」

source: <32>{#p/basic}* "Howdy, fellow gardeners."
es_es: <32> {# p / basic} * "Buenas, compañeros jardineros."
tr_tr: <32>{#p/basic}* "Selamlar, sevgili bahçıvanlar."
zh_cn: <32>{#p/basic}* “哈喽，热爱园艺的朋友们！”
zh_tw: <32>{#p/basic}* 「哈囉，熱愛園藝的朋友們！」

source: <32>* "When it comes to Starling flowers, the line between growth and stagnation..."
es_es: <32>* "Cuando se trata de flores Starling, la línea entre crecimiento y estancamiento..."
tr_tr: <32>* "Söz konusu Yıldızcık çiçekleri olduğunda, gelişim ve durgunluk arasındaki çizgi..."
zh_cn: <32>* “说到星花，它们生长与否的关键...”
zh_tw: <32>* 「說到星花，它們生長與否的關鍵...」

source: <32>* "Is access to open space."
es_es: <32>* "Es acceso a espacios abiertos."
zh_cn: <32>* “在于能否直接接触到宇宙射线。”
zh_tw: <32>* 「在於能否直接接觸到宇宙射線。」

source: <32>* "That is why they are commonly grown in Aerialis..."
es_es: <32>* "Es por eso que comúnmente se cultivan en Aerialis..."
zh_cn: <32>* “所以它们多生长于空境。”
zh_tw: <32>* 「所以它們多生長於空境。」

source: <32>* "It is the most open area of the outpost."
es_es: <32>* "Es el área más abierta del puesto de avanzada."
zh_cn: <32>* “毕竟在整个空间站中， 当属那里最为开阔。”
zh_tw: <32>* 「畢竟在整個空間站中， 當屬那裡最為開闊。」

source: <32>{#p/human}* (You note the small size of the dining chair.)
es_es: <32>{#p/human}* (Notas el pequeño tamaño de la silla.)
tr_tr: <32>{#p/human}* (Yemek sandalyesinin boyutunun ufaklığını fark ediyorsun.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅相对较小。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅相對較小。）

source: <32>{#p/basic}* A smaller dining chair.
es_es: <32>{#p/basic}* Una pequeña silla.
tr_tr: <32>{#p/basic}* Daha küçük bir yemek sandalyesi.
zh_cn: <32>{#p/basic}* 小餐椅。
zh_tw: <32>{#p/basic}* 小餐椅。

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a demon.
es_es: <32>{#p/basic}* Una de las sillas de Toriel. * Perfecta para un demonio.
tr_tr: <32>{#p/basic}* Toriel'in yemek sandalyelerinden biri * Bir iblise göre.
zh_cn: <32>{#p/basic}* Toriel家有几把餐椅， 这把，是恶魔的餐椅。
zh_tw: <32>{#p/basic}* Toriel家有幾把餐椅， 這把，是惡魔的餐椅。

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a prince.
es_es: <32>{#p/basic}* Una de las sillas de Toriel. * Perfecta para un príncipe.
tr_tr: <32>{#p/basic}* Toriel'in yemek sandalyelerinden biri. * Bir prense göre.
zh_cn: <32>{#p/basic}* Toriel家有几把餐椅， 这把，是王子的餐椅。
zh_tw: <32>{#p/basic}* Toriel家有幾把餐椅， 這把，是王子的餐椅。

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a child. * Like you!
es_es: <32>{#p/basic}* Una de las sillas de Toriel. * Perfecta para un niño. * ¡Como tú!
tr_tr: <32>{#p/basic}* Toriel'in yemek sandalyelerinden biri. * Bir çocuğa göre. * Senin gibi!
zh_cn: <32>{#p/basic}* Toriel家有几把餐椅， 这把，是小孩的餐椅。 * 很适合你！
zh_tw: <32>{#p/basic}* Toriel家有幾把餐椅， 這把，是小孩的餐椅。 * 很適合你！

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for... a little angel. * Like you!
es_es: <32>{#p/basic}* Una de las sillas de Toriel. * Perfecta para... un pequeño angel. * ¡Como tú!
tr_tr: <32>{#p/basic}* Toriel'in yemek sandalyelerinden biri. * Ufak bir... meleğe göre. * Senin gibi!
zh_cn: <32>{#p/basic}* Toriel家有几把餐椅， 这把... 是某个小天使的餐椅。 * 说的就是你！
zh_tw: <32>{#p/basic}* Toriel家有幾把餐椅， 這把... 是某個小天使的餐椅。 * 說的就是你！

source: <32>{#p/human}* (The plant appears to be decorative in nature.)
es_es: <32>{#p/human}* (La planta parece estar decorada naturalmente.)
tr_tr: <32>{#p/human}* (Bitkinin doğasında dekoratif bir amaç görülüyor.)
zh_cn: <32>{#p/human}* （这株植物好像 只是用来观赏的。）
zh_tw: <32>{#p/human}* （這株植物好像 只是用來觀賞的。）

source: <32>{#p/basic}* A decorative plant. * Nothing more.
es_es: <32>{#p/basic}* Una planta decorativa. * Nada más.
tr_tr: <32>{#p/basic}* Dekoratif bir bitki. * Bu kadar.
zh_cn: <32>{#p/basic}* 一株观赏植物。 * 仅此而已。
zh_tw: <32>{#p/basic}* 一株觀賞植物。 * 僅此而已。

source: <32>{#p/basic}* A decorative plant on Toriel's dining table.
es_es: <32>{#p/basic}* Una planta decorativa en la mesa de Toriel.
tr_tr: <32>{#p/basic}* Toriel'in yemek masasındaki dekoratif bir bitki.
zh_cn: <32>{#p/basic}* 一株摆在Toriel餐桌上的 观赏植物。
zh_tw: <32>{#p/basic}* 一株擺在Toriel餐桌上的 觀賞植物。

source: <25>{#p/asriel1}{#f/20}* $(name) used to pretend these things were musical instruments.
es_es: <25>{#p/asriel1}{#f/20}* $(name) solía fingir que estos eran instrumentos musicales.
tr_tr: <25>{#p/asriel1}{#f/20}* $(name) bunlar müzik aletiymiş gibi davranırdı.
zh_cn: <25>{#p/asriel1}{#f/20}* $(name)以前总喜欢 把这些东西当成乐器玩。
zh_tw: <25>{#p/asriel1}{#f/20}* $(name)以前總喜歡 把這些東西當成樂器玩。

source: <25>{#f/17}* They'd pull them out, start "playing" them...
es_es: <25>{#f/17}* Los sacaba, y comenzaba a "tocarlos"...
tr_tr: <25>{#f/17}* Onları yerlerinden çıkarır, "çalıyor" gibi yapardı...
zh_cn: <25>{#f/17}* 这人会把它们拿出来， 然后开始“演奏”...
zh_tw: <25>{#f/17}* 這人會把它們拿出來， 然後開始「演奏」...

source: <25>{#f/20}* Once, I joined in, and we did a little fire- poker-instrument duet.
es_es: <25>{#f/20}* Una vez, me uní e hicimos un pequeño dúo de fuego instrumental.
zh_cn: <25>{#f/20}* 有一次，我跟着一起玩， 我们还用拨火棍 来了个二重奏。
zh_tw: <25>{#f/20}* 有一次，我跟著一起玩， 我們還用撥火棍 來了個二重奏。

source: <26>{#f/13}* We started using our voices to emulate the instruments, and then...
es_es: <26>{#f/13}* Emulabamos nuestras voces para los instrumentos, y entonces...
zh_cn: <26>{#f/13}* 我们开始用嗓子 模仿乐器的声音， 然后...
zh_tw: <26>{#f/13}* 我們開始用嗓子 模仿樂器的聲音， 然後...

source: <25>{#f/17}* Mom and Dad walked in to add backing vocals!
es_es: <25>{#f/17}* ¡Mamá y papá entraron para agregar coros!
zh_cn: <25>{#f/17}* 爸爸妈妈也走了进来， 给我们唱起了和声！
zh_tw: <25>{#f/17}* 爸爸媽媽也走了進來， 給我們唱起了和聲！

source: <25>{#p/asriel1}{#f/13}* Then, as it turns out, someone had been listening in outside.
es_es: <25>{#p/asriel1}{#f/13}* Entonces, al parecer, alguien había estado escuchando afuera.
zh_cn: <25>{#p/asriel1}{#f/13}* 结果， 不知道谁在外面 听到了我们的演奏。
zh_tw: <25>{#p/asriel1}{#f/13}* 結果， 不知道誰在外面 聽到了我們的演奏。

source: <25>{#f/15}* Before we knew it, we had monsters coming to the house in droves...
es_es: <25>{#f/15}* Antes de darnos cuenta, teníamos monstruos llegando a la casa en masa...
zh_cn: <25>{#f/15}* 没过多久， 一大群怪物 就涌进了我们家里...
zh_tw: <25>{#f/15}* 沒過多久， 一大群怪物 就湧進了我們家裡...

source: <25>{#f/17}* $(name) and I were still in the middle of the room, doing our thing.
es_es: <25>{#f/17}* $(name) y yo todavía estábamos en el medio de la habitación, haciendo lo nuestro.
zh_cn: <25>{#f/17}* 我和$(name) 还在房间中央， 继续“演奏”着。
zh_tw: <25>{#f/17}* 我和$(name) 還在房間中央， 繼續「演奏」著。

source: <25>{#f/20}* But now we had an entire orchestra behind us!
es_es: <25>{#f/20}* ¡Pero ahora teníamos una orquesta entera detrás nuestra!
zh_cn: <25>{#f/20}* 但我们身后一下子 多了一整支乐队！
zh_tw: <25>{#f/20}* 但我們身後一下子 多了一整支樂隊！
