Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <33>{#p/story}* SILENTE - ATK 7 DEF 5 * Now alone, it joyfully expresses itself through dance.
es_es: <33>{#p/story}* SILENTE - ATQ 7 DEF 5 * Ahora solo, se expresa felizmente con la danza.
tr_tr: <33>{#p/story}* SİLENTE - SAL 7 SAV 5 * Şimdi yalnız, ve neşeyle dans ederek kendisini gösteriyor.
zh_cn: <32>{#p/story}* SILENTE - 攻击7 防御5 * 现在它独自一人， 开心地以舞明志。
zh_tw: <32>{#p/story}* SILENTE - 攻擊7 防禦5 * 現在它獨自一人， 開心地以舞明志。

source: <32>{#p/story}* SILENTE - ATK 7 DEF 5 * It seems comfortable with you. * VERY comfortable.
es_es: <32>{#p/story}* SILENTE - ATQ 7 DEF 5 * Parece cómodo contigo. * Muy cómodo.
tr_tr: <32>{#p/story}* SİLENTE - SAL 7 SAV 5 * Seninle birlikteyken rahat hissediyor. * FAZLA rahat.
zh_cn: <32>{#p/story}* SILENTE - 攻击7 防御5 * 它感觉和你在一起很舒服。 * 特别舒服。
zh_tw: <32>{#p/story}* SILENTE - 攻擊7 防禦5 * 它感覺和你在一起很舒服。 * 特別舒服。

source: <32>{#p/story}* SILENTE - ATK 7 DEF 5 * Despite its tough act, it's clearly in pain...
es_es: <32>{#p/story}* SILENTE - ATQ 7 DEF 5 * A pesar de su rudeza, está claro que esta sufriendo...
tr_tr: <32>{#p/story}* SİLENTE - SAL 7 SAV 5 * Sert durmasına rağmen, acı içinde olduğu bariz...
zh_cn: <32>{#p/story}* SILENTE - 攻击7 防御5 * 尽管它表现得很坚强， 但一看就知道很痛苦...
zh_tw: <32>{#p/story}* SILENTE - 攻擊7 防禦5 * 儘管它表現得很堅強， 但一看就知道很痛苦...

source: <32>{#p/human}* (You flirt with Silente.)
es_es: <32>{#p/human}* (Coqueteas con Silente.)
tr_tr: <32>{#p/human}* (Silente ile flört ettin.)
zh_cn: <32>{#p/human}* （你向Silente调情。）
zh_tw: <32>{#p/human}* （你向Silente調情。）

source: <08>{#p/basic}{~}Hiya~
es_es: <08>{#p/basic}{~}Hola~
tr_tr: <08>{#p/basic}{~}Selamm~
zh_cn: <08>{#p/basic}{~}嗨呀~
zh_tw: <08>{#p/basic}{~}嗨呀~

source: <32>{#p/human}* (You try insulting Silente, but it's too focused on the others.)
es_es: <32>{#p/human}* (Intentas insultar a Silente, pero esta demasiado ocupado en los demás.)
tr_tr: <32>{#p/human}* (Silente'ye hakaret etmeye çalıştın, ancak o diğerlerine çok odaklı.)
zh_cn: <32>{#p/human}* （你骂了Silente几句， 但它正忙着拉拢其他怪物， 没听到你的话。）
zh_tw: <32>{#p/human}* （你罵了Silente幾句， 但它正忙著拉攏其他怪物， 沒聽到你的話。）

source: <32>{#p/story}* Silente is whispering to the others.
es_es: <32>{#p/story}* Silente está susurrando a los otros.
tr_tr: <32>{#p/story}* Silente diğerlerine fısıldıyor.
zh_cn: <32>{#p/story}* Silente在跟别人说悄悄话。
zh_tw: <32>{#p/story}* Silente在跟別人說悄悄話。

source: <32>{#p/story}* It's starting to smell like a roach motel.
es_es: <32>{#p/story}* Empieza a oler como un motel de cucarachas.
tr_tr: <32>{#p/story}* Ortalık hamamböceği kapanı gibi kokmaya başladı.
zh_cn: <32>{#p/story}* 战场上飘来阵阵蟑螂屋的味道。ゑ
zh_tw: <32>{#p/story}* 戰場上飄來陣陣蟑螂屋的味道。ゑ

source: <08>{#p/basic}FILTHY SINGLE MINDER ..
es_es: <08>{#p/basic}ASQUEROSO CUIDADOR ..
tr_tr: <08>{#p/basic}TEK AMAÇLI ADİ ..
zh_cn: <08>{#p/basic}肮脏卑鄙， 一心一意 ..
zh_tw: <08>{#p/basic}骯髒卑鄙， 一心一意 ..

source: <08>{#p/basic}OBEY THE OVERMIND ..
es_es: <08>{#p/basic}OBEDECE A LA SUPERMENTE ..
tr_tr: <08>{#p/basic}YÜCE ZİHNE İTAAT ET ..
zh_cn: <08>{#p/basic}服从于 无上主宰 ..
zh_tw: <08>{#p/basic}服從於 無上主宰 ..

source: <08>{#p/basic}LEGION! WE ARE LEGION!
es_es: <08>{#p/basic}¡LA LEGIÓN! ¡SOMOS LA LEGIÓN!
tr_tr: <08>{#p/basic}LEJYON! BİZ BİR LEJYONUZ!
zh_cn: <08>{#p/basic}军团！ 我们是 军团！
zh_tw: <08>{#p/basic}軍團！ 我們是 軍團！

source: <08>{#p/basic}HEED THE SWARM ..
es_es: <08>{#p/basic}ESCUCHA A EL ENJAMBRE ..
tr_tr: <08>{#p/basic}SÜRÜYE KULAK VER ..
zh_cn: <08>{#p/basic}当心虫群 ..
zh_tw: <08>{#p/basic}當心蟲群 ..

source: <08>{#p/basic}IN UNISON, NOW ..
es_es: <08>{#p/basic}EN LA UNIÓN, AHORA ..
tr_tr: <08>{#p/basic}HAYDİ HEP BERABER ..
zh_cn: <08>{#p/basic}让我们 团结起来..
zh_tw: <08>{#p/basic}讓我們 團結起來..

source: <08>{#p/basic}I DON'T CARE.
es_es: <08>{#p/basic}NO ME IMPORTA.
tr_tr: <08>{#p/basic}UMRUM DIŞI.
zh_cn: <08>{#p/basic}我不在乎。
zh_tw: <08>{#p/basic}我不在乎。

source: <32>{#p/story}* Silente refuses to give up.
es_es: <32>{#p/story}* Silente se rehúsa a rendirse.
tr_tr: <32>{#p/story}* Silente pes etmeyi reddediyor.
zh_cn: <32>{#p/story}* Silente不打算放弃。
zh_tw: <32>{#p/story}* Silente不打算放棄。

source: <32>{#p/human}* (You try insulting Silente, but it's too happy to care.)
es_es: <32>{#p/human}* (Intentas insultar a Silente, pero esta muy feliz para importarle.)
tr_tr: <32>{#p/human}* (Silente'ye hakaret etmeye çalıştın, ama o takmayacak kadar mutlu.)
zh_cn: <32>{#p/human}* （你想把Silente臭骂一顿， 可它开心得飞起，压根不在乎。）ゑ
zh_tw: <32>{#p/human}* （你想把Silente臭罵一頓， 可它開心得飛起，壓根不在乎。）ゑ

source: <32>{#p/story}* Silente doesn't have a care in the cosmos.
es_es: <32>{#p/story}* A Silente no le importa nada el cosmos.
tr_tr: <32>{#p/story}* Silente bu galaksiden bihaber.
zh_cn: <32>{#p/story}* Silente在这宇宙中无忧无虑。
zh_tw: <32>{#p/story}* Silente在這宇宙中無憂無慮。

source: <08>{#p/basic}{~}Bein' me is the best!
es_es: <08>{#p/basic}{~}¡Ser yo es lo mejor!
tr_tr: <08>{#p/basic}{~}Kendim olmak en iyisi!
zh_cn: <08>{#p/basic}{~}做自己 才是 最好的！
zh_tw: <08>{#p/basic}{~}做自己 才是 最好的！

source: <08>{#p/basic}{~}La la~ Just be your- self~
es_es: <08>{#p/basic}{~}La la~ Solo se tu mismo~
tr_tr: <08>{#p/basic}{~}La la~ Sadece kendin- ol~
zh_cn: <08>{#p/basic}{~}啦啦~ 做自己 就好~
zh_tw: <08>{#p/basic}{~}啦啦~ 做自己 就好~

source: <08>{#p/basic}{~}Nothin' like alone time!
es_es: <08>{#p/basic}{~}¡Nada como estar solo!
tr_tr: <08>{#p/basic}{~}Yalnız kalmak gibisi yok!
zh_cn: <08>{#p/basic}{~}独处时间 最棒了！
zh_tw: <08>{#p/basic}{~}獨處時間 最棒了！

source: <08>{#p/basic}{~}Mmm, cha cha cha!
tr_tr: <08>{#p/basic}{~}Mmm, ça ça ça!
zh_cn: <08>{#p/basic}{~}唔， 恰恰恰！
zh_tw: <08>{#p/basic}{~}唔， 恰恰恰！

source: <08>{#p/basic}{~}Swing your arms, baby~
es_es: <08>{#p/basic}{~}Mueve tus brazos, cariño~
tr_tr: <08>{#p/basic}{~}Salla kollarını, bebeğim~
zh_cn: <08>{#p/basic}{~}挥动 你的手臂， 宝贝~
zh_tw: <08>{#p/basic}{~}揮動 你的手臂， 寶貝~

source: <32>{#p/human}* (You challenge Mushy to a duel.)
es_es: <32>{#p/human}* (Desafías a Mushy a un duelo.)
tr_tr: <32>{#p/human}* (Mushy'e düelloda meydan okudun.)
zh_cn: <32>{#p/human}* （你向Mushy发起决斗挑战。）
zh_tw: <32>{#p/human}* （你向Mushy發起決鬥挑戰。）

source: <33>{#p/story}* Mushy's SPEED up for this turn!
es_es: <33>{#p/story}* ¡La VELOCIDAD de Mushy aumentó por este turno!
tr_tr: <33>{#p/story}* Mushy'nin bu turluğuna HIZI arttı!
zh_cn: <33>{#p/story}* 本回合，Mushy的攻击速度加快！
zh_tw: <33>{#p/story}* 本回合，Mushy的攻擊速度加快！

source: <32>{#p/story}* MUSHY - ATK 6 DEF 6 * Huge fan of space cowboys. * Gunslinger.
es_es: <32>{#p/story}* MUSHY - ATQ 6 DEF 6 * Gran fan de los vaqueros esp.. * Pistolero.
tr_tr: <32>{#p/story}* MUSHY - SAL 6 SAV 6 * Uzay kovboylarının dehşet hayranı. Silahşör.
zh_cn: <32>{#p/story}* MUSHY - 攻击6 防御6 * 是星际牛仔的忠实粉丝， 也是一位枪术高手。
zh_tw: <32>{#p/story}* MUSHY - 攻擊6 防禦6 * 是星際牛仔的忠實粉絲， 也是一位槍術高手。

source: <32>{#p/story}* MUSHY - ATK 6 DEF 6 * Huge fan of space cowboys. * Even the sexy ones.
es_es: <32>{#p/story}* MUSHY - ATQ 6 DEF 6 * Es un gran fan de los vaqueros espaciales.. * Incluso los más sexys.
tr_tr: <32>{#p/story}* MUSHY - SAL 6 SAV 6 * Uzay kovboylarının dehşet hayranı. Seksi olanların bile.
zh_cn: <32>{#p/story}* MUSHY - 攻击6 防御6 * 是星际牛仔的忠实粉丝， 包括性感牛仔。
zh_tw: <32>{#p/story}* MUSHY - 攻擊6 防禦6 * 是星際牛仔的忠實粉絲， 包括性感牛仔。

source: <32>{#p/story}* MUSHY - ATK 6 DEF 6 * After giving it your all, this gunslinger is impressed.
es_es: <32>{#p/story}* MUSHY - ATQ 6 DEF 6 * Después de que lo dieras todo, este pistolero está impresionado.
tr_tr: <32>{#p/story}* MUSHY - SAL 6 SAV 6 * Elinden geleni yaptığından ötürü bu silahşör etkilendi.
zh_cn: <32>{#p/story}* MUSHY - 攻击6 防御6 * 在拼尽全力之后， 这个枪手对你的印象已是刻骨铭心。
zh_tw: <32>{#p/story}* MUSHY - 攻擊6 防禦6 * 在拼盡全力之後， 這個槍手對你的印象已是刻骨銘心。

source: <32>{#p/human}* (You flirt with Mushy.)
es_es: <32>{#p/human}* (Coqueteas con Mushy.)
tr_tr: <32>{#p/human}* (Mushy ile flört ettin.)
zh_cn: <32>{#p/human}* （你向Mushy调情。）
zh_tw: <32>{#p/human}* （你向Mushy調情。）

source: <32>{#p/human}* (You taunt Mushy.)
es_es: <32>{#p/human}* (Te burlas de Mushy.)
tr_tr: <32>{#p/human}* (Mushy ile alay ettin.)
zh_cn: <32>{#p/human}* （你对着Mushy一通嘲讽。）
zh_tw: <32>{#p/human}* （你對著Mushy一通嘲諷。）

source: <32>{#p/story}* Mushy awaits your next challenge.
es_es: <32>{#p/story}* Mushy espera tu siguiente desafío.
tr_tr: <32>{#p/story}* Mushy sıradaki meydan okumayı bekliyor.
zh_cn: <32>{#p/story}* Mushy正等着你的下个挑战。
zh_tw: <32>{#p/story}* Mushy正等著你的下個挑戰。

source: <08>{#p/basic}{~}Let's see what you got.
es_es: <08>{#p/basic}{~}Veamos lo que tienes.
tr_tr: <08>{#p/basic}{~}Neyin varmış görelim.
zh_cn: <08>{#p/basic}{~}让我 见识一下 你有什么 能耐。
zh_tw: <08>{#p/basic}{~}讓我 見識一下 你有什麼 能耐。

source: <08>{#p/basic}{~}Think you can take me?
es_es: <08>{#p/basic}{~}¿Crees que puedes conmigo?
tr_tr: <08>{#p/basic}{~}Beni yenebi- leceğini mi sanıyor- sun?
zh_cn: <08>{#p/basic}{~}是想着 要把我 打败吗？
zh_tw: <08>{#p/basic}{~}是想著 要把我 打敗嗎？

source: <32>{#p/story}* Mushy, the confused and the aroused.
es_es: <32>{#p/story}* Mushy, el confuso y el emocionado.
tr_tr: <32>{#p/story}* Mushy, şaşkın ve azgın olan.
zh_cn: <32>{#p/story}* Mushy既困惑又兴奋。
zh_tw: <32>{#p/story}* Mushy既困惑又興奮。

source: <08>{#p/basic}{~}H-hey, knock it off!
es_es: <08>{#p/basic}{~}O-oye, ¡ya basta!
tr_tr: <08>{#p/basic}{~}H-hey, kes şunu!
zh_cn: <08>{#p/basic}{~}嘿， 别-别闹了！
zh_tw: <08>{#p/basic}{~}嘿， 別-別鬧了！

source: <32>{#p/story}* Mushy makes a last stand.
es_es: <32>{#p/story}* Mushy hace un último esfuerzo.
tr_tr: <32>{#p/story}* Mushy son mücadelesini veriyor.
zh_cn: <32>{#p/story}* Mushy准备拼死一搏。ゑ
zh_tw: <32>{#p/story}* Mushy準備拼死一搏。ゑ

source: <08>{#p/basic}{~}Bang! Bang! Bang!
tr_tr: <08>{#p/basic}{~}Bam! Bam! Bam!
zh_cn: <08>{#p/basic}{~}砰！ 砰！ 砰！
zh_tw: <08>{#p/basic}{~}砰！ 砰！ 砰！

source: <08>{#p/basic}{~}Saddle up!
es_es: <08>{#p/basic}{~}¡En marcha!
tr_tr: <08>{#p/basic}{~}Eyerini hazırla!
zh_cn: <08>{#p/basic}{~}上马！
zh_tw: <08>{#p/basic}{~}上馬！

source: <08>{#p/basic}{~}All in a day's.
es_es: <08>{#p/basic}{~}Todo en un día.
tr_tr: <08>{#p/basic}{~}Hepsi bir günlük iş.
zh_cn: <08>{#p/basic}{~}不足为惧。
zh_tw: <08>{#p/basic}{~}不足為懼。

source: <32>{#p/story}* Mushy bows out of respect.
es_es: <32>{#p/story}* Mushy se inclina en señal de respeto.
tr_tr: <32>{#p/story}* Mushy saygısından önünde eğiliyor.
zh_cn: <32>{#p/story}* Mushy浅鞠一躬，以表敬意。
zh_tw: <32>{#p/story}* Mushy淺鞠一躬，以表敬意。

source: <32>{#p/story}* Mushy stormed in!
es_es: <32>{#p/story}* ¡Mushy te irrumpe!
tr_tr: <32>{#p/story}* Mushy öne atıldı!
zh_cn: <32>{#p/story}* 刹那间，Mushy已至！
zh_tw: <32>{#p/story}* 剎那間，Mushy已至！

source: <32>{#p/story}* Mushy adjusts their stance.
es_es: <32>{#p/story}* Mushy ajusta su posición.
tr_tr: <32>{#p/story}* Mushy tek eli cebinde nişan alıyor. * Bir şekilde.
zh_cn: <32>{#p/story}* Mushy稍微调整了一下姿势。
zh_tw: <32>{#p/story}* Mushy稍微調整了一下姿勢。

source: <32>{#p/story}* Mushy is preparing for a grand standoff.
es_es: <32>{#p/story}* Mushy se está preparando para un gran enfrentamiento.
tr_tr: <32>{#p/story}* Mushy büyük bir vuruşma için hazırlanıyor.
zh_cn: <32>{#p/story}* Mushy正为这场盛大的对决做准备。
zh_tw: <32>{#p/story}* Mushy正為這場盛大的對決做準備。

source: <32>{#p/story}* Mushy reaches for their holster.
es_es: <32>{#p/story}* Mushy recoge su funda.
tr_tr: <32>{#p/story}* Mushy tabanca kılıfına sarılıyor.
zh_cn: <32>{#p/story}* Mushy伸手向腰，直奔枪套。
zh_tw: <32>{#p/story}* Mushy伸手向腰，直奔槍套。

source: <32>{#p/story}* Smells like petrichor.
es_es: <32>{#p/story}* Huele como a petrichor.
tr_tr: <32>{#p/story}* Yağmur yağmış gibi kokuyor.
zh_cn: <32>{#p/story}* 闻起来像雨后泥土的气息。
zh_tw: <32>{#p/story}* 聞起來像雨後泥土的氣息。

source: <32>{#p/story}* Mushy pretends they aren't bothered by your taunts.
es_es: <32>{#p/story}* Mushy finge que no te molestan tus burlas.
tr_tr: <32>{#p/story}* Mushy alay etmenden etkilenmemiş gibi davranıyor.
zh_cn: <32>{#p/story}* Mushy假装没听到你的嘲讽。
zh_tw: <32>{#p/story}* Mushy假裝沒聽到你的嘲諷。

source: <08>{#p/basic}{~}As if that'll work on me.
es_es: <08>{#p/basic}{~}Como si eso funcionara conmigo.
tr_tr: <08>{#p/basic}{~}Güya o bana işle- yecek.
zh_cn: <08>{#p/basic}{~}雕虫小技， 能奈我何？
zh_tw: <08>{#p/basic}{~}雕蟲小技， 能奈我何？

source: <32>{#p/story}* NAPSTABLOOK - ATK 10 DEF 255 * It's Napstablook.
es_es: <32>{#p/story}* NAPSTABLOOK - ATQ 10 DEF 255 * Es Napstablook.
tr_tr: <32>{#p/story}* NAPSTABLOOK - SAL 10 SAV 255 * İşte Napstablook.
zh_cn: <32>{#p/story}* NAPSTABLOOK - 攻击10 防御255 * 这位是Napstablook。
zh_tw: <32>{#p/story}* NAPSTABLOOK - 攻擊10 防禦255 * 這位是Napstablook。

source: <32>{#p/story}* NAPSTABLOOK - ATK 10 DEF 255 * It doesn't seem like they want to be here anymore.
es_es: <32>{#p/story}* NAPSTABLOOK - ATQ 10 DEF 255 * Parece que ya no quiere estar aquí.
tr_tr: <32>{#p/story}* NAPSTABLOOK - SAL 10 SAV 255 * Görünüşe göre artık burada bulunmak istemiyorlar.
zh_cn: <32>{#p/story}* NAPSTABLOOK - 攻击10 防御255 * 看起来它完全不想呆在这里。
zh_tw: <32>{#p/story}* NAPSTABLOOK - 攻擊10 防禦255 * 看起來它完全不想呆在這裡。

source: <32>{#p/story}* NAPSTABLOOK - ATK 10 DEF 255 * Hopeful, for the first time in a while...
es_es: <32>{#p/story}* NAPSTABLOOK - ATQ 10 DEF 255 * Tiene esperanza por primera vez en mucho tiempo...
tr_tr: <32>{#p/story}* NAPSTABLOOK - SAL 10 SAV 255 * Uzun bir aradan sonra, yeniden ümitli...
zh_cn: <32>{#p/story}* NAPSTABLOOK - 攻击10 防御255 * 已经有许久没像这样感到希望了...
zh_tw: <32>{#p/story}* NAPSTABLOOK - 攻擊10 防禦255 * 已經有許久沒像這樣感到希望了...

source: <32>{#p/story}* NAPSTABLOOK - ATK 10 DEF 255 * The romantic tension is at an all-time high.
es_es: <32>{#p/story}* NAPSTABLOOK - ATQ 10 DEF 255 * La tensión romántica esta en lo máximo.
tr_tr: <32>{#p/story}* NAPSTABLOOK - SAL 10 SAV 255 * Romantik gerilim hat safhaya ulaşmış durumda.
zh_cn: <32>{#p/story}* NAPSTABLOOK - 攻击10 防御255 * 浪漫的紧张气氛空前高涨。
zh_tw: <32>{#p/story}* NAPSTABLOOK - 攻擊10 防禦255 * 浪漫的緊張氣氛空前高漲。

source: <11>{#p/napstablook}{~}uh...
es_es: <11>{#p/napstablook}{~}eh...
tr_tr: <11>{#p/napstablook}{~}ııı...
zh_cn: <11>{#p/napstablook}{~}呃...
zh_tw: <11>{#p/napstablook}{~}呃...

source: <11>{#p/napstablook}{~}okay, i guess...?
es_es: <11>{#p/napstablook}{~}está bien, ¿supongo...?
tr_tr: <11>{#p/napstablook}{~}tamam, öyleyse...?
zh_cn: <11>{#p/napstablook}{~}呃... 应该行吧？
zh_tw: <11>{#p/napstablook}{~}呃... 應該行吧？

source: <11>{#p/napstablook}{~}that's me...
es_es: <11>{#p/napstablook}{~}Ese soy yo...
tr_tr: <11>{#p/napstablook}{~}o ben olu- yorum...
zh_cn: <11>{#p/napstablook}{~}是我...
zh_tw: <11>{#p/napstablook}{~}是我...

source: <32>{#p/human}* (You try to console Napstablook.)
es_es: <32>{#p/human}* (Tratas de consolar a Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook'u teselli etmeye çalıştın.)
zh_cn: <32>{#p/human}* （你试图安慰Napstablook。）
zh_tw: <32>{#p/human}* （你試圖安慰Napstablook。）

source: <32>{#p/human}* (You give Napstablook a patient smile.)
es_es: <32>{#p/human}* (Le das a Napstablook una sonrisa pequeña.)
tr_tr: <32>{#p/human}* (Napstablook'a sabırla gülümsedin.)
zh_cn: <32>{#p/human}* （你向Napstablook 露出耐心的微笑。）
zh_tw: <32>{#p/human}* （你向Napstablook 露出耐心的微笑。）

source: <32>{#p/human}* (You tell Napstablook a little joke.)
es_es: <32>{#p/human}* (Le cuentas un pequeño chiste a Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook'a ufak bir espri yaptın.)
zh_cn: <32>{#p/human}* （你给Napstablook讲了一个 小小的笑话。）
zh_tw: <32>{#p/human}* （你給Napstablook講了一個 小小的笑話。）

source: <32>{#p/human}* (You show adoration for Napstablook's top hat.)
es_es: <32>{#p/human}* (Muestras adoración por el sombrero de Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook'un silindir şapkasına hayranlığını gösteriyorsun.)
zh_cn: <32>{#p/human}* （你赞美Napstablook的大礼帽。）
zh_tw: <32>{#p/human}* （你讚美Napstablook的大禮帽。）

source: <11>{#p/napstablook}{~}heh heh...
es_es: <11>{#p/napstablook}{~}Je je...
tr_tr: <11>{#p/napstablook}{~}hehe hehe...
zh_cn: <11>{#p/napstablook}{~}嘿嘿...
zh_tw: <11>{#p/napstablook}{~}嘿嘿...

source: <11>{*}{#p/napstablook}{~}let me {#x1}try...{^20}{#x2}{^20}{%}
es_es: <11>{*}{#p/napstablook}{~}déjame {#x1}intentar...{^20}{#x2}{^20}{%}
tr_tr: <11>{*}{#p/napstablook}{~}bir şey {#x1}deneyeyim...{^20}{#x2}{^20}{%}
zh_cn: <11>{*}{#p/napstablook}{~}让我{#x1}试试...{^20}{#x2}{^20}{%}
zh_tw: <11>{*}{#p/napstablook}{~}讓我{#x1}試試...{^20}{#x2}{^20}{%}

source: <11>{*}{#p/napstablook}{~}i call it {#x3}'dapper blook'{^40}{%}
es_es: <11>{*}{#p/napstablook}{~}lo llamo {#x3}'apuesto blook'{^40}{%}
tr_tr: <11>{*}{#p/napstablook}{~}ona {#x3}'şık blook'{^40}{%} diyorum
zh_cn: <11>{*}{#p/napstablook}{~}我管这个叫{#x3} “dapper blook”{^40}{%}
zh_tw: <11>{*}{#p/napstablook}{~}我管這個叫{#x3} 「dapper blook」{^40}{%}ゐ

source: <11>{*}{#p/napstablook}{~}do you like it?{^40}{%}
es_es: <11>{*}{#p/napstablook}{~}¿te gusta?{^40}{%}
tr_tr: <11>{*}{#p/napstablook}{~}beğendin mi?{^40}{%}
zh_cn: <11>{*}{#p/napstablook}{~}你喜欢吗？{^40}{%}
zh_tw: <11>{*}{#p/napstablook}{~}你喜歡嗎？{^40}{%}

source: <11>{#p/napstablook}{~}oh gee.....
es_es: <11>{#p/napstablook}{~}oh vaya.....
tr_tr: <11>{#p/napstablook}{~}ah tanrım.....
zh_cn: <11>{#p/napstablook}{~}哦天啊.....
zh_tw: <11>{#p/napstablook}{~}喔天啊.....

source: <11>{#p/napstablook}{~}yeah, yeah...
es_es: <11>{#p/napstablook}{~}claro, claro...
tr_tr: <11>{#p/napstablook}{~}aynen aynen...
zh_cn: <11>{#p/napstablook}{~}是啊，是啊...
zh_tw: <11>{#p/napstablook}{~}是啊，是啊...

source: <11>{#p/napstablook}{~}not buying it...
es_es: <11>{#p/napstablook}{~}no me lo creo...
tr_tr: <11>{#p/napstablook}{~}yemem ben bunu...
zh_cn: <11>{#p/napstablook}{~}不信...
zh_tw: <11>{#p/napstablook}{~}不信...

source: <11>{#p/napstablook}{~}you're not sorry...
es_es: <11>{#p/napstablook}{~}no te arrepientes...
tr_tr: <11>{#p/napstablook}{~}sen üzgün değilsin...
zh_cn: <11>{#p/napstablook}{~}你并不感到 抱歉...
zh_tw: <11>{#p/napstablook}{~}你並不感到 抱歉...

source: <11>{#p/napstablook}{~}umm... you do know you can't kill ghosts, right...
es_es: <11>{#p/napstablook}{~}emm... sabes que no puedes matar fantasmas, verdad...
tr_tr: <11>{#p/napstablook}{~}ımm... hayaletleri öldüremeyeceğini biliyorsun, değil mi...
zh_cn: <11>{#p/napstablook}{~}嗯... 你知道 你没办法杀死 幽灵，对吧...
zh_tw: <11>{#p/napstablook}{~}嗯... 你知道 你沒辦法殺死 幽靈，對吧...

source: <11>{~}we're sorta incorporeal and all
es_es: <11>{~}somos un tanto incorpóreos y eso
tr_tr: <11>{~}biz ruhsal varlıklar falanız da
zh_cn: <11>{~}我们没有实体 之类的
zh_tw: <11>{~}我們沒有實體 之類的

source: <11>{~}i was just lowering my hp because i didn't want to be rude
es_es: <11>{~}sólo bajaba mis ps para no parecer maleducado
tr_tr: <11>{~}ben sadece kaba görünmemek için canımı azaltıyordum
zh_cn: <11>{~}我降低我的hp 只是不希望显得 我没礼貌
zh_tw: <11>{~}我降低我的hp 只是不希望顯得 我沒禮貌

source: <11>{~}sorry... i just made this more awkward...
es_es: <11>{~}lo siento... creo que lo he hecho más incomodo...
tr_tr: <11>{~}üzgünüm... işi daha da tuhaflaştırdım...
zh_cn: <11>{~}对不起... 我把事情变得 更尴尬了...
zh_tw: <11>{~}對不起... 我把事情變得 更尷尬了...

source: <11>{~}pretend you beat me...
es_es: <11>{~}pretende que me has vencido...
tr_tr: <11>{~}beni yenmişsin gibi yap...
zh_cn: <11>{~}假装你把我 打败了吧...
zh_tw: <11>{~}假裝你把我 打敗了吧...

source: <11>{~}ooooooooo
tr_tr: <11>{~}oooooooooo
zh_cn: <11>{~}呜呜呜呜呜
zh_tw: <11>{~}嗚嗚嗚嗚嗚

source: <32>{#p/human}* (You flirt with Napstablook.)
es_es: <32>{#p/human}* (Coqueteas con Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook'la flört ettin.)
zh_cn: <32>{#p/human}* （你向Napstablook调情。）
zh_tw: <32>{#p/human}* （你向Napstablook調情。）

source: <32>{#p/human}* (You try your best pickup line on Napstablook.)
es_es: <32>{#p/human}* (Dices tu mejor frase para ligar con Napstablook.)
tr_tr: <32>{#p/human}* (En iyi tavlama cümleni Napstablook üzerinde denedin.)
zh_cn: <32>{#p/human}* （你向Napstablook用 最好的方式搭讪。）
zh_tw: <32>{#p/human}* （你向Napstablook用 最好的方式搭訕。）

source: <32>{#p/human}* (You give Napstablook a heartfelt compliment.)
es_es: <32>{#p/human}* (Le dices un cumplido sincero a Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook'a kalpten bir iltifat ettin.)
zh_cn: <32>{#p/human}* （你由衷地夸赞Napstablook。）
zh_tw: <32>{#p/human}* （你由衷地誇讚Napstablook。）

source: <32>{#p/human}* (You reassure Napstablook of your feelings towards them.)
es_es: <32>{#p/human}* (Tranquilizas a Napstablook sobre tus sentimientos.)
tr_tr: <32>{#p/human}* (Napstablook'u ona karşı olan duygularınla ilgili temin ediyorsun.)
zh_cn: <32>{#p/human}* （你向Napstablook表露 你对它的感觉。）
zh_tw: <32>{#p/human}* （你向Napstablook表露 你對它的感覺。）

source: <11>{#p/napstablook}{~}i'd just weigh you down
es_es: <11>{#p/napstablook}{~}solo te seria un peso más
tr_tr: <11>{#p/napstablook}{~}seni sadece aşağıya çekerdim
zh_cn: <11>{#p/napstablook}{~}我只会 拖累你
zh_tw: <11>{#p/napstablook}{~}我只會 拖累你

source: <11>{#p/napstablook}{~}oh..... i've heard that one.....
es_es: <11>{#p/napstablook}{~}oh..... ya había escuchado ese.....
tr_tr: <11>{#p/napstablook}{~}oh..... onu daha önce duy- muştum.....
zh_cn: <11>{#p/napstablook}{~}哦..... 我听过这个.....
zh_tw: <11>{#p/napstablook}{~}喔..... 我聽過這個.....

source: <11>{#p/napstablook}{~}uh... you really think so?
es_es: <11>{#p/napstablook}{~}eh... de verdad lo crees?
tr_tr: <11>{#p/napstablook}{~}ııı... gerçekten de öyle mi?
zh_cn: <11>{#p/napstablook}{~}呃... 你真 这样想吗？
zh_tw: <11>{#p/napstablook}{~}呃... 你真 這樣想嗎？

source: <11>{#p/napstablook}{~}oh, you're serious...
es_es: <11>{#p/napstablook}{~}oh, es en serio...
tr_tr: <11>{#p/napstablook}{~}ah, sen ciddisin...
zh_cn: <11>{#p/napstablook}{~}哦，你是 认真的...
zh_tw: <11>{#p/napstablook}{~}喔，你是 認真的...

source: <11>{~}oh no.....
tr_tr: <11>{~}eyvah.....
zh_cn: <11>{~}哦不.....
zh_tw: <11>{~}喔不.....

source: <11>{#p/napstablook}{~}i'm fine, thanks
es_es: <11>{#p/napstablook}{~}estoy bien, gracias
tr_tr: <11>{#p/napstablook}{~}ben iyiyim, sağ ol
zh_cn: <11>{#p/napstablook}{~}我很好，谢谢
zh_tw: <11>{#p/napstablook}{~}我很好，謝謝

source: <11>{#p/napstablook}{~}just pluggin along...
es_es: <11>{#p/napstablook}{~}sólo sigue adelante...
tr_tr: <11>{#p/napstablook}{~}sadece yuvarlanıyorum işte...
zh_cn: <11>{#p/napstablook}{~}能过一天 算一天...
zh_tw: <11>{#p/napstablook}{~}能過一天 算一天...

source: <11>{#p/napstablook}{~}just doing my thing...
es_es: <11>{#p/napstablook}{~}sólo hago lo mío...
tr_tr: <11>{#p/napstablook}{~}kendi şeyime bakıyorum...
zh_cn: <11>{#p/napstablook}{~}只是做我 想做的事...
zh_tw: <11>{#p/napstablook}{~}只是做我 想做的事...

source: <11>{#p/napstablook}{~}i knew it...
es_es: <11>{#p/napstablook}{~}lo sabía...
tr_tr: <11>{#p/napstablook}{~}biliyordum...
zh_cn: <11>{#p/napstablook}{~}我就知道...
zh_tw: <11>{#p/napstablook}{~}我就知道...

source: <11>{#p/napstablook}{~}whatever...
es_es: <11>{#p/napstablook}{~}como sea...
tr_tr: <11>{#p/napstablook}{~}her neyse...
zh_cn: <11>{#p/napstablook}{~}随便了...
zh_tw: <11>{#p/napstablook}{~}隨便了...

source: <11>{#p/napstablook}{~}say what you will...
es_es: <11>{#p/napstablook}{~}di lo que quieras...
tr_tr: <11>{#p/napstablook}{~}ne söyleyeceksen söyle...
zh_cn: <11>{#p/napstablook}{~}随你 怎么说...
zh_tw: <11>{#p/napstablook}{~}隨你 怎麼說...

source: <11>{#p/napstablook}{~}let it all out...
es_es: <11>{#p/napstablook}{~}desahógate...
tr_tr: <11>{#p/napstablook}{~}at hepsini içinden...
zh_cn: <11>{#p/napstablook}{~}尽情 发泄吧...
zh_tw: <11>{#p/napstablook}{~}盡情 發洩吧...

source: <32>{#p/human}* (You flirtatiously comment on Napstablook's top hat.)
es_es: <32>{#p/human}* (Comentas coquetamente el sombrero de Napstablook.)
tr_tr: <32>{#p/human}* (Napstablook'un silindir şapkasına çapkın bir yorum yaptın.)
zh_cn: <32>{#p/human}* （你对Napstablook的大礼帽 发表了暧昧的评论。）
zh_tw: <32>{#p/human}* （你對Napstablook的大禮帽 發表了曖昧的評論。）

source: <11>{#p/napstablook}{~}heh... thanks
es_es: <11>{#p/napstablook}{~}Je... gracias
tr_tr: <11>{#p/napstablook}{~}hehe... teşekkürler
zh_cn: <11>{#p/napstablook}{~}嘿... 谢谢
zh_tw: <11>{#p/napstablook}{~}嘿... 謝謝

source: <32>{#p/story}* Here comes Napstablook.
es_es: <32>{#p/story}* Aquí viene Napstablook.
tr_tr: <32>{#p/story}* İşte geliyor Napstablook.
zh_cn: <32>{#p/story}* Napstablook来了。
zh_tw: <32>{#p/story}* Napstablook來了。

source: <32>{#p/story}* Napstablook looks just a little better.
es_es: <32>{#p/story}* Napstablook se siente un poco mejor.
tr_tr: <32>{#p/story}* Napstablook birazcık daha iyi görünüyor.
zh_cn: <32>{#p/story}* Napstablook看起来好受了一点。
zh_tw: <32>{#p/story}* Napstablook看起來好受了一點。

source: <32>{#p/story}* Napstablook wants to show you something.
es_es: <32>{#p/story}* Napstablook te quiere mostrar algo.
tr_tr: <32>{#p/story}* Napstablook sana bir şey göstermek istiyor.
zh_cn: <32>{#p/story}* Napstablook想给你展示些什么。
zh_tw: <32>{#p/story}* Napstablook想給你展示些什麼。
