Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/5}* ... still, if you ever need someone to talk to...
es_es: <25>{#f/5}* ... aún así, si alguna vez necesitas a alguien para hablar...
tr_tr: <25>{#f/5}* ... yine de, eğer konuşacak birine ihtiyacın olursa...
zh_cn: <25>{#f/5}* ...不过， 如果你想找人聊天的话...
zh_tw: <25>{#f/5}* ...不過， 如果你想找人聊天的話...

source: <25>{#f/1}* Feel free to call me at any time.
es_es: <25>{#f/1}* No dudes en llamarme en cualquier momento.
tr_tr: <25>{#f/1}* Beni istediğin zaman arayabilirsin.
zh_cn: <25>{#f/1}* 欢迎你随时打电话给我。
zh_tw: <25>{#f/1}* 歡迎你隨時打電話給我。

source: <25>{#f/0}* As long as my phone can reach you, I will be there to pick up.
es_es: <25>{#f/0}* Mientras mi teléfono pueda localizarte, podre contestarlo.
tr_tr: <25>{#f/0}* Telefonum sana ulaşabildiği sürece, açmak için orada olacağım.
zh_cn: <25>{#f/0}* 只要电话信号能覆盖到， 我肯定会接的。
zh_tw: <25>{#f/0}* 只要電話訊號能覆蓋到， 我肯定會接的。

source: <25>{#f/14}* Be good, alright?
es_es: <25>{#f/14}* Se bueno, ¿esta bien?
tr_tr: <25>{#f/14}* Uslu ol, olur mu?
zh_cn: <25>{#f/14}* 要乖啊，好吗？
zh_tw: <25>{#f/14}* 要乖啊，好嗎？

source: <25>{#p/toriel}{#f/1}* Be good, alright?
es_es: <25>{#p/toriel}{#f/1}* Se bueno, ¿esta bien?
tr_tr: <25>{#p/toriel}{#f/1}* Uslu ol, tamam mı?
zh_cn: <25>{#p/toriel}{#f/1}* 要乖啊，好吗？
zh_tw: <25>{#p/toriel}{#f/1}* 要乖啊，好嗎？

source: <25>{#p/toriel}{#f/5}* ... hmm? * You changed your mind?
es_es: <25>{#p/toriel}{#f/5}* ... ¿hmm? * ¿Cambiaste de opinión?
tr_tr: <25>{#p/toriel}{#f/5}* ... hmm? * Fikrini mi değiştirdin?
zh_cn: <25>{#p/toriel}{#f/5}* ...嗯？ * 你改变主意了吗？
zh_tw: <25>{#p/toriel}{#f/5}* ...嗯？ * 你改變主意了嗎？

source: <25>{#f/10}* Perhaps you really are different from the others.
es_es: <25>{#f/10}* Tal vez seas realmente diferente a los demás.
tr_tr: <25>{#f/10}* Belki de sen gerçekten diğerlerinden farklısındır.
zh_cn: <25>{#f/10}* 看来你这孩子真挺奇怪的。
zh_tw: <25>{#f/10}* 看來你這孩子真挺奇怪的。

source: <25>{#f/0}* ... well then.
es_es: <25>{#f/0}* ... bueno entonces.
tr_tr: <25>{#f/0}* ... peki öyleyse.
zh_cn: <25>{#f/0}* ...罢了。
zh_tw: <25>{#f/0}* ...罷了。

source: <25>{#f/0}* I will finish up here, and meet you back at the house.
es_es: <25>{#f/0}* Terminaré aquí y te veré en la casa..
tr_tr: <25>{#f/0}* Buradaki işimi halledip seninle evde buluşacağım.
zh_cn: <25>{#f/0}* 我把这里的事处理完， 然后回房间见你。
zh_tw: <25>{#f/0}* 我把這裡的事處理完， 然後回房間見你。

source: <25>{#f/0}* Thank you for listening, my child.
es_es: <25>{#f/0}* Gracias por escucharme, mi niño.
tr_tr: <25>{#f/0}* Dinlediğin için teşekkür ederim, çocuğum.
zh_cn: <25>{#f/0}* 谢谢你愿意听话，孩子。
zh_tw: <25>{#f/0}* 謝謝你願意聽話，孩子。

source: <25>{#f/0}* It means a lot to me.
es_es: <25>{#f/0}* Significa mucho para mí.
tr_tr: <25>{#f/0}* Bu benim için çok şey ifade ediyor.
zh_cn: <25>{#f/0}* 这下好办多了。
zh_tw: <25>{#f/0}* 這下好辦多了。

source: <25>{#f/10}* ... * Forgive me, my child.
es_es: <25>{#f/10}* ... * Perdóname, mi niño.
tr_tr: <25>{#f/10}* ... * Affet beni, çocuğum.
zh_cn: <25>{#f/10}* ... * 对不起，孩子。
zh_tw: <25>{#f/10}* ... * 對不起，孩子。

source: <25>{#f/9}* I might have lost it there for a moment.
es_es: <25>{#f/9}* Puede que me haya perdido por un momento.
tr_tr: <25>{#f/9}* Bir anlığına kendimi kaybetmiş olabilirim.
zh_cn: <25>{#f/9}* 我可能一时情绪失控了。
zh_tw: <25>{#f/9}* 我可能一時情緒失控了。

source: <25>{#f/0}* ... no matter.
es_es: <25>{#f/0}* ... no importa.
tr_tr: <25>{#f/0}* ... önemi yok.
zh_cn: <25>{#f/0}* ...别担心我。
zh_tw: <25>{#f/0}* ...別擔心我。

source: <32>{#p/human}* (You got the Halo.)
es_es: <32>{#p/human}* (Conseguiste el Anillo.)
tr_tr: <32>{#p/human}* (Hale'yi aldın.)
zh_cn: <32>{#p/human}* （你捡起了光环。）
zh_tw: <32>{#p/human}* （你撿起了光環。）

source: * (Equip the Halo?)
es_es: * (¿Equiparte el Anillo?)
tr_tr: * (Hale'yi giymek mi istiyorsun?)
zh_cn: * （戴上光环吗？）
zh_tw: * （戴上光環嗎？）

source: <25>{#p/toriel}{#f/5}* Teaching you thus far has been difficult, but...
es_es: <25>{#p/toriel}{#f/5}* Enseñarte hasta ahora ha sido difícil, pero...
tr_tr: <25>{#p/toriel}{#f/5}* Şimdiye kadar sana öğretmek zordu, ama...
zh_cn: <25>{#p/toriel}{#f/5}* 之前的教学都不太顺利...
zh_tw: <25>{#p/toriel}{#f/5}* 之前的教學都不太順利...

source: <25>{#f/5}* Perhaps this exercise will help.
es_es: <25>{#f/5}* Tal vez este ejercicio te ayude.
tr_tr: <25>{#f/5}* Belki de bu egzersiz yardımcı olacaktır.
zh_cn: <25>{#f/5}* 希望这次能有所改善。
zh_tw: <25>{#f/5}* 希望這次能有所改善。

source: <26>{#p/toriel}* Alright. * It is time for your third and final lesson.
es_es: <26>{#p/toriel}* Está bien. * Es tiempo para tu 3ra y última lección.
tr_tr: <26>{#p/toriel}* Pekala. * Üçüncü ve son dersinin zamanı geldi.
zh_cn: <26>{#p/toriel}* 好。 * 现在教你第三项， 也是最后一项本领。
zh_tw: <26>{#p/toriel}* 好。 * 現在教你第三項， 也是最後一項本領。

source: <25>{#f/1}* Do you think you can make it to the end of this room...
es_es: <25>{#f/1}* ¿Crees que podrás llegar al final de esta habitación...
tr_tr: <25>{#f/1}* Bu odanın sonuna kadar...
zh_cn: <25>{#f/1}* 有信心只靠自己...
zh_tw: <25>{#f/1}* 有信心只靠自己...

source: <25>{#f/1}* ... all by yourself?
es_es: <25>{#f/1}* ... tú solo?
tr_tr: <25>{#f/1}* ... tek başına gidebileceğini düşünüyor musun?
zh_cn: <25>{#f/1}* 走到房间的尽头吗？
zh_tw: <25>{#f/1}* 走到房間的盡頭嗎？

source: <25>{#p/toriel}{#f/1}* Are you sure...?
es_es: <25>{#p/toriel}{#f/1}* ¿Estás seguro...?
tr_tr: <25>{#p/toriel}{#f/1}* Emin misin...?
zh_cn: <25>{#p/toriel}{#f/1}* 你确定吗...？
zh_tw: <25>{#p/toriel}{#f/1}* 你確定嗎...？

source: <25>{#f/0}* It is only a short distance away.
es_es: <25>{#f/0}* Se encuentra a poca distancia.
tr_tr: <25>{#f/0}* Yalnızca kısa bir mesafe uzaklıkta.
zh_cn: <25>{#f/0}* 这段路其实并不长...
zh_tw: <25>{#f/0}* 這段路其實並不長...

source: * (Change your mind?)
es_es: * (¿Cambiaste de opinión?)
tr_tr: * (Fikrini değiştirecek misin?)
zh_cn: * （改变主意吗？）
zh_tw: * （改變主意嗎？）

source: <25>{#p/toriel}{#f/5}* My child.
es_es: <25>{#p/toriel}{#f/5}* Mi niño.
tr_tr: <25>{#p/toriel}{#f/5}* Çocuğum.
zh_cn: <25>{#p/toriel}{#f/5}* 我的孩子。
zh_tw: <25>{#p/toriel}{#f/5}* 我的孩子。

source: <25>{#f/1}* It IS important to do things on your own, is it not?
es_es: <25>{#f/1}* Es importante hacer las cosas por ti mismo, ¿no es así?
tr_tr: <25>{#f/1}* İşleri KENDİ başına yapman önemlidir, öyle değil mi?
zh_cn: <25>{#f/1}* 学会独立 是非常非常重要的， 对吧？
zh_tw: <25>{#f/1}* 學會獨立 是非常非常重要的， 對吧？

source: <32>{#p/basic}* If you refuse to change your mind here, Toriel may decide to take you home.
es_es: <32>{#p/basic}* Si te niegas a cambiar de opinión, Toriel puede que decida llevarte a casa.
tr_tr: <32>{#p/basic}* Eğer şimdi fikrini değiştirmezsen, Toriel seni eve götürmeye karar verebilir.
zh_cn: <32>{#p/basic}* 你要是真不敢，说不定 Toriel一心软就带你回家了。
zh_tw: <32>{#p/basic}* 你要是真不敢，說不定 Toriel一心軟就帶你回家了。

source: <25>{#p/toriel}{#f/1}* Alright...
es_es: <25>{#p/toriel}{#f/1}* Está bien...
tr_tr: <25>{#p/toriel}{#f/1}* Pekala...
zh_cn: <25>{#p/toriel}{#f/1}* 好的...
zh_tw: <25>{#p/toriel}{#f/1}* 好的...

source: <25>{#f/0}* Good luck!
es_es: <25>{#f/0}* ¡Buena suerte!
tr_tr: <25>{#f/0}* Bol şans!
zh_cn: <25>{#f/0}* 祝你好运！
zh_tw: <25>{#f/0}* 祝你好運！

source: <25>{#f/9}* ... I see.
es_es: <25>{#f/9}* ... Ya veo.
tr_tr: <25>{#f/9}* ... Anlıyorum.
zh_cn: <25>{#f/9}* ...明白了。
zh_tw: <25>{#f/9}* ...明白了。

source: <25>{#p/toriel}{#f/10}* Worry not, my child.
es_es: <25>{#p/toriel}{#f/10}* No te preocupes, mi niño.
tr_tr: <25>{#p/toriel}{#f/10}* Endişelenme, çocuğum.
zh_cn: <25>{#p/toriel}{#f/10}* 别害怕，孩子。
zh_tw: <25>{#p/toriel}{#f/10}* 別害怕，孩子。

source: <25>{#f/1}* If you truly do not wish to leave my side...
es_es: <25>{#f/1}* Si de verdad no quieres irte de mi lado...
tr_tr: <25>{#f/1}* Eğer gerçekten yanımdan ayrılmak istemiyorsan...
zh_cn: <25>{#f/1}* 如果你真的不想 离开我的身边，那么...
zh_tw: <25>{#f/1}* 如果你真的不想 離開我的身邊，那麼...

source: <25>{#f/0}* I will guide you through the remainder of the Outlands.
es_es: <25>{#f/0}* Te guiaré a través del resto de las Afueras.
tr_tr: <25>{#f/0}* Outlands'in geri kalanında sana rehberlik edeceğim.
zh_cn: <25>{#f/0}* 我会陪你穿过 外域的其他地方的。
zh_tw: <25>{#f/0}* 我會陪你穿過 外域的其他地方的。

source: <25>{#f/5}* Take my hand, young one...
es_es: <25>{#f/5}* Toma mi mano, jovencito...
tr_tr: <25>{#f/5}* Elimi tut, ufaklık...
zh_cn: <25>{#f/5}* 孩子，握住我的手...
zh_tw: <25>{#f/5}* 孩子，握住我的手...

source: <25>{#f/5}* It is time to go home.
es_es: <25>{#f/5}* Es tiempo de ir a casa.
tr_tr: <25>{#f/5}* Eve gitme zamanı.
zh_cn: <25>{#f/5}* 我们一起回家。
zh_tw: <25>{#f/5}* 我們一起回家。

source: <32>{#p/human}{#s/equip}* (You got the CELL.)
es_es: <32>{#p/human}{#s/equip}* (Conseguiste el TELÉFONO.)
tr_tr: <32>{#p/human}{#s/equip}* (CEP'i aldın.)
zh_cn: <32>{#p/human}{#s/equip}* （你得到了一部手机。）
zh_tw: <32>{#p/human}{#s/equip}* （你得到了一部手機。）

source: <25>{#p/toriel}* You did it!
es_es: <25>{#p/toriel}* ¡Lo hiciste!
tr_tr: <25>{#p/toriel}* Başardın!
zh_cn: <25>{#p/toriel}* 你做到了！
zh_tw: <25>{#p/toriel}* 你做到了！

source: <25>{#p/toriel}{#f/3}* My child, what took you so long!?
es_es: <25>{#p/toriel}{#f/3}* ¡¿Mi niño, por qué tardaste tanto!?
tr_tr: <25>{#p/toriel}{#f/3}* Çocuğum, neden bu kadar geciktin!?
zh_cn: <25>{#p/toriel}{#f/3}* 我的乖乖，你怎么 花了这么长时间才到！？
zh_tw: <25>{#p/toriel}{#f/3}* 我的乖乖，你怎麼 花了這麼長時間才到！？

source: <25>{#f/4}* Did you get lost?
es_es: <25>{#f/4}* ¿Te perdiste?
tr_tr: <25>{#f/4}* Kayıp mı oldun?
zh_cn: <25>{#f/4}* 是迷路了吗？
zh_tw: <25>{#f/4}* 是迷路了嗎？

source: <25>{#f/1}* ... * You DO seem alright...
es_es: <25>{#f/1}* ... * Pareces estar bien...
tr_tr: <25>{#f/1}* ... * İyi görünüyorsun...
zh_cn: <25>{#f/1}* ... * 应该没事...
zh_tw: <25>{#f/1}* ... * 應該沒事...

source: <25>{#f/0}* I must admit, I am surprised you made it to the end.
es_es: <25>{#f/0}* Debo admitirlo, me sorprende que llegaras hasta el final.
tr_tr: <25>{#f/0}* Kabul etmeliyim ki, sonuna kadar gelebilmene şaşırdım.
zh_cn: <25>{#f/0}* 说实话，你能自己走到这里 我都挺意外的。
zh_tw: <25>{#f/0}* 說實話，你能自己走到這裡 我都挺意外的。

source: <25>{#f/3}* Your behavior thus far has left me asking...
es_es: <25>{#f/3}* ¿Tu comportamiento hasta ahora me ha dejado preguntando...
tr_tr: <25>{#f/3}* Şimdiye kadar ki tavrın aklımda bir soru işareti bıraktı...
zh_cn: <25>{#f/3}* 之前表现成那样， 我都怀疑...
zh_tw: <25>{#f/3}* 之前表現成那樣， 我都懷疑...

source: <25>{#f/4}* ... have you been attempting to mess with me this whole time?
es_es: <25>{#f/4}* ... intentaste meterte conmigo todo este tiempo?
tr_tr: <25>{#f/4}* ... bunca zamandır benimle uğraşmaya mı çalışıyordun?
zh_cn: <25>{#f/4}* ...你一直在故意整我， 是不是？
zh_tw: <25>{#f/4}* ...你一直在故意整我， 是不是？

source: <25>{#f/23}* To be blunt, I do not have time for such pointless riffraff.
es_es: <25>{#f/23}* Para ser franco, no tengo tiempo para esa gentuza sin sentido.
tr_tr: <25>{#f/23}* Açıkça söylemek gerekirse, böyle lüzumsuz işlere ayıracak vaktim yok.
zh_cn: <25>{#f/23}* 告诉你， 我现在可没空跟你胡闹。
zh_tw: <25>{#f/23}* 告訴你， 我現在可沒空跟你胡鬧。

source: <25>{#p/toriel}{#f/0}* Do not worry. * You were never in any real danger.
es_es: <25>{#p/toriel}{#f/0}* No te preocupes. * Nunca estuviste en algún peligro real.
tr_tr: <25>{#p/toriel}{#f/0}* Endişelenme. * Hiçbir zaman gerçek bir tehlike içinde olmadın.
zh_cn: <25>{#p/toriel}{#f/0}* 别担心，孩子。 这只是个给你准备的 独立性测试！
zh_tw: <25>{#p/toriel}{#f/0}* 別擔心，孩子。 這只是個給你準備的 獨立性測試！

source: <25>{#f/0}* This was merely a test of your independence!
es_es: <25>{#f/0}* ¡Esto no era más que una prueba de tu independencia!
tr_tr: <25>{#f/0}* Bu yalnızca bağımsızlığının bir sınavıydı!
zh_cn: <25>{#f/0}* 一路上并没有什么危险。
zh_tw: <25>{#f/0}* 一路上並沒有什麼危險。

source: <25>{#f/1}* In truth, my child...
es_es: <25>{#f/1}* En realidad, mi niño...
tr_tr: <25>{#f/1}* Dürüst olmak gerekirse, çocuğum...
zh_cn: <25>{#f/1}* 其实呢...
zh_tw: <25>{#f/1}* 其實呢...

source: <25>{#f/5}* There are important errands I must run.
es_es: <25>{#f/5}* Hay recados importantes que debo hacer.
tr_tr: <25>{#f/5}* Yapmam gereken bazı önemli günlük işler var.
zh_cn: <25>{#f/5}* 我要去忙一些重要的事了。
zh_tw: <25>{#f/5}* 我要去忙一些重要的事了。

source: <25>{#f/0}* While I am away, I expect you to be on your best behavior.
es_es: <25>{#f/0}* Mientras estoy fuera, espero que te comportes lo mejor posible.
tr_tr: <25>{#f/0}* Ben yokken, senden en iyi tutumunu korumanı bekliyorum.
zh_cn: <25>{#f/0}* 在我不在时， 希望你能好好表现。
zh_tw: <25>{#f/0}* 在我不在時， 希望你能好好表現。

source: <25>{#f/1}* The puzzles ahead are yet to be explained, and...
es_es: <25>{#f/1}* Los puzles que estan adelante te los tengo que explicar, y...
tr_tr: <25>{#f/1}* İlerideki bulmacaların açıklanmaları gerekiyor, ve...
zh_cn: <25>{#f/1}* 前面有些谜题， 还没来得及给你解释。 * 而且...
zh_tw: <25>{#f/1}* 前面有些謎題， 還沒來得及給你解釋。 * 而且...

source: <25>{#f/0}* Leaving the room on your own may prove to be dangerous.
es_es: <25>{#f/0}* Salir de la habitación por tu cuenta puede ser peligroso.
tr_tr: <25>{#f/0}* Bu odadan tek başına ayrılman tehlikeli olabilir.
zh_cn: <25>{#f/0}* 如果你擅自离开房间的话， 可能会遇到危险。
zh_tw: <25>{#f/0}* 如果你擅自離開房間的話， 可能會遇到危險。

source: <25>{#f/10}* Here. * Take this CELL phone.
es_es: <25>{#f/10}* Aquí. * Toma este TELÉFONO.
tr_tr: <25>{#f/10}* İşte. * Bu CEP telefonunu al.
zh_cn: <25>{#f/10}* 来，这个手机给你。
zh_tw: <25>{#f/10}* 來，這個手機給你。

source: <25>{#p/toriel}{#f/1}* If you need anything while I am away, please...
es_es: <25>{#p/toriel}{#f/1}* Si necesitas algo mientras estoy fuera, por favor...
tr_tr: <25>{#p/toriel}{#f/1}* Ben yokken bir şeye ihtiyacın olursa, lütfen...
zh_cn: <25>{#p/toriel}{#f/1}* 我不在的时候...
zh_tw: <25>{#p/toriel}{#f/1}* 我不在的時候...

source: <25>{#f/0}* Do not hesitate to call me.
es_es: <25>{#f/0}* No dudes en llamarme.
tr_tr: <25>{#f/0}* Beni aramaktan çekinme.
zh_cn: <25>{#f/0}* 有事的话... 就给我打电话。
zh_tw: <25>{#f/0}* 有事的話... 就給我打電話。

source: <26>{#f/23}* And stay out of trouble.
es_es: <26>{#f/23}* Y no te metas en problemas.
tr_tr: <26>{#f/23}* Ve başını belaya sokma.
zh_cn: <26>{#f/23}* 还有，别惹麻烦。
zh_tw: <26>{#f/23}* 還有，別惹麻煩。

source: <25>{#f/1}* Be good, alright?
es_es: <25>{#f/1}* Se bueno, ¿esta bien?
tr_tr: <25>{#f/1}* Uslu ol, tamam mı?
zh_cn: <25>{#f/1}* 乖乖的，好吗？
zh_tw: <25>{#f/1}* 乖乖的，好嗎？

source: <32>{#s/phone}{#p/event}* Ring, ring...
tr_tr: <32>{#s/phone}{#p/event}* Zırr, zırr...
zh_cn: <32>{#s/phone}{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#s/phone}{#p/event}* 鈴鈴，鈴鈴...

source: <25>{#p/toriel}* Hello! * This is Toriel.
es_es: <25>{#p/toriel}* ¡Hola! * Habla Toriel.
tr_tr: <25>{#p/toriel}* Merhaba! * Bu Toriel.
zh_cn: <25>{#p/toriel}* 嗨！ * 我是Toriel。
zh_tw: <25>{#p/toriel}* 嗨！ * 我是Toriel。

source: <25>* My errands are taking longer than I thought they would.
es_es: <25>* Mis recados tardan más de lo que pensaba.
tr_tr: <25>* Günlük işlerim düşündüğümden daha uzun sürüyor.
zh_cn: <25>* 办事的时间 比我预想的要长一些。
zh_tw: <25>* 辦事的時間 比我預想的要長一些。

source: <25>* You must wait a little longer.
es_es: <25>* Debes esperar un poco más.
tr_tr: <25>* Biraz daha beklemen gerekecek.
zh_cn: <25>* 你得再等一会儿了。
zh_tw: <25>* 你得再等一會兒了。

source: <25>{#f/1}* Thank you for being patient, my child...
es_es: <25>{#f/1}* Gracias por ser paciente, mi niño...
tr_tr: <25>{#f/1}* Sabırlı olduğun için teşekkür ederim, çocuğum...
zh_cn: <25>{#f/1}* 孩子， 谢谢你这么耐心...
zh_tw: <25>{#f/1}* 孩子， 謝謝你這麼耐心...

source: <25>{#f/0}* You are very good.
es_es: <25>{#f/0}* Eres muy bueno.
tr_tr: <25>{#f/0}* Çok iyisin.
zh_cn: <25>{#f/0}* 你真是太乖了。
zh_tw: <25>{#f/0}* 你真是太乖了。

source: <25>{#p/toriel}* Hello... * This is Toriel.
es_es: <25>{#p/toriel}* Hola... * Habla Toriel.
tr_tr: <25>{#p/toriel}* Merhaba... * Bu Toriel.
zh_cn: <25>{#p/toriel}* 嗨... * 我是Toriel。
zh_tw: <25>{#p/toriel}* 嗨... * 我是Toriel。

source: <25>{#f/1}* I found what I was looking for...
es_es: <25>{#f/1}* Encontré lo que estaba buscando...
tr_tr: <25>{#f/1}* Bir süredir aradığım şeyi buldum...
zh_cn: <25>{#f/1}* 我找到想要的东西了...
zh_tw: <25>{#f/1}* 我找到想要的東西了...

source: <25>{#f/0}* But a small, white puppy snatched it away! * How odd.
es_es: <25>{#f/0}* ¡Pero un perrito blanco se lo llevó! * Que extraño.
tr_tr: <25>{#f/0}* Ama küçük, beyaz bir köpek onu kaptı! * Ne kadar da tuhaf.
zh_cn: <25>{#f/0}* 但有只小白狗 把它给叼走了！ * 真奇怪啊。
zh_tw: <25>{#f/0}* 但有隻小白狗 把它給叼走了！ * 真奇怪啊。

source: <25>{#f/1}* Do dogs even like flour?
es_es: <25>{#f/1}* ¿A los perros siquiera les gusta la harina?
tr_tr: <25>{#f/1}* Köpekler unu seviyor mu ki?
zh_cn: <25>{#f/1}* 狗狗还喜欢面粉吗？
zh_tw: <25>{#f/1}* 狗狗還喜歡麵粉嗎？

source: <25>{#f/0}* Err, that is an unrelated question, of course.
es_es: <25>{#f/0}* Ehm, esa era una pregunta sin relación, por supuesto.
tr_tr: <25>{#f/0}* Imm, bu konu ile alakasız bir soru, tabii.
zh_cn: <25>{#f/0}* 呃，当然， 这是个无关紧要的问题。
zh_tw: <25>{#f/0}* 呃，當然， 這是個無關緊要的問題。

source: <25>* It will take a little longer for me to return.
es_es: <25>* Va a tomarme más tiempo del que pensé en volver.
tr_tr: <25>* Geri dönmem biraz daha uzun sürecek.
zh_cn: <25>* 我得再多花点时间 才能回来了。
zh_tw: <25>* 我得再多花點時間 才能回來了。

source: <25>{#f/1}* Thank you again for being so patient...
es_es: <25>{#f/1}* Gracias de nuevo por ser tan paciente...
tr_tr: <25>{#f/1}* Bu kadar sabırlı olduğun için tekrardan teşekkürler...
zh_cn: <25>{#f/1}* 再次感谢你这么耐心...
zh_tw: <25>{#f/1}* 再次感謝你這麼耐心...

source: <32>{#p/human}* (You hear heavy panting on the other end of the phone.)
es_es: <32>{#p/human}* (Escuchas jadeos desde el otro lado del teléfono...)
tr_tr: <32>{#p/human}* (Telefonun diğer ucundan ağır soluk alıp verme sesleri duyuyorsun.)
zh_cn: <32>{#p/human}* （你听到电话那头 传来急促的喘息声。）
zh_tw: <32>{#p/human}* （你聽到電話那頭 傳來急促的喘息聲。）

source: <32>{#s/bark}{#p/event}* Bark! {#s/bark}* Bark!
es_es: <32>{#s/bark}{#p/event}* ¡Guau! {#s/bark}* ¡Guau!
tr_tr: <32>{#s/bark}{#p/event}* Hav! {#s/bark}* Hav!
zh_cn: <32>{#s/bark}{#p/event}* 汪汪！ {#s/bark}* 汪汪！
zh_tw: <32>{#s/bark}{#p/event}* 汪汪！ {#s/bark}* 汪汪！

source: <32>{#p/human}* (You hear a distant voice.)
es_es: <32>{#p/human}* (Oyes una voz distante.)
tr_tr: <32>{#p/human}* (Uzaktan bir ses duyuyorsun.)
zh_cn: <32>{#p/human}* （你听到远处传来一个声音。）
zh_tw: <32>{#p/human}* （你聽到遠處傳來一個聲音。）

source: <25>{#p/toriel}{#f/2}* Stop, please!
es_es: <25>{#p/toriel}{#f/2}* Por favor, ¡detente!
tr_tr: <25>{#p/toriel}{#f/2}* Dur, lütfen!
zh_cn: <25>{#p/toriel}{#f/2}* 拜托，别跑了！
zh_tw: <25>{#p/toriel}{#f/2}* 拜託，別跑了！

source: <25>{#p/toriel}{#f/1}* Come back here with my cell phone!
es_es: <25>{#p/toriel}{#f/1}* ¡Vuelve aquí con mi teléfono!
tr_tr: <25>{#p/toriel}{#f/1}* Cep telefonum ile buraya geri gel!
zh_cn: <25>{#p/toriel}{#f/1}* 快回来， 把我的手机还给我！
zh_tw: <25>{#p/toriel}{#f/1}* 快回來， 把我的手機還給我！

source: <32>{#p/human}* (It sounds like a small, white dog is sleeping on the phone.)
es_es: <32>{#p/human}* (Parece que un pequeño perro blanco se durmió encima del teléfono.)
tr_tr: <32>{#p/human}* (Küçük, beyaz bir köpeğin telefonda uyuduğu duyuluyor.)
zh_cn: <32>{#p/human}* （听起来，一只小白狗 在手机上睡着了。）
zh_tw: <32>{#p/human}* （聽起來，一隻小白狗 在手機上睡著了。）

source: <32>{#p/basic}* (Snore... snore...)
es_es: <32>{#p/basic}* (Ronquido... ronquido...)
tr_tr: <32>{#p/basic}* (Horr... horr...)
zh_cn: <32>{#p/basic}* （呼噜... 呼噜...）
zh_tw: <32>{#p/basic}* （呼嚕... 呼嚕...）

source: <25>{#p/toriel}{#f/1}* Hellooo? * Little puppy...?
es_es: <25>{#p/toriel}{#f/1}* ¿Holaaa? * ¿Perrito?
tr_tr: <25>{#p/toriel}{#f/1}* Merhabaaa? * Küçük köpek yavrusu...?
zh_cn: <25>{#p/toriel}{#f/1}* 喂——？ * 小狗狗...？
zh_tw: <25>{#p/toriel}{#f/1}* 餵——？ * 小狗狗...？

source: <25>{#f/1}* Where are youuu?
es_es: <25>{#f/1}* ¿Donde estássss?
tr_tr: <25>{#f/1}* Neredesiiin?
zh_cn: <25>{#f/1}* 你在哪里呀——？
zh_tw: <25>{#f/1}* 你在哪裡呀——？

source: <25>{#f/0}* I will give you a nice pat on the head!
es_es: <25>{#f/0}* ¡Te voy a dar unas palmaditas en la cabeza!
tr_tr: <25>{#f/0}* Başını güzelce seveceğim!
zh_cn: <25>{#f/0}* 乖乖回来， 我给你摸摸头！
zh_tw: <25>{#f/0}* 乖乖回來， 我給你摸摸頭！

source: <32>{#p/human}* (The snoring stops.)
es_es: <32>{#p/human}* (Los ronquidos paran.)
tr_tr: <32>{#p/human}* (Horlama durur.)
zh_cn: <32>{#p/human}* （呼噜声停止了。）
zh_tw: <32>{#p/human}* （呼嚕聲停止了。）

source: <25>{#p/toriel}* ... if you return with my cell phone.
es_es: <25>{#p/toriel}* ... Sí me devuelves mi teléfono.
tr_tr: <25>{#p/toriel}* ... eğer cep telefonum ile dönersen.
zh_cn: <25>{#p/toriel}* ...只要你把我的手机 还回来就行。
zh_tw: <25>{#p/toriel}* ...只要你把我的手機 還回來就行。

source: <32>{#p/human}* (The snoring resumes.)
es_es: <32>{#p/human}* (Los ronquidos continúan.)
tr_tr: <32>{#p/human}* (Horlama devam eder.)
zh_cn: <32>{#p/human}* （呼噜声又响起来了。）
zh_tw: <32>{#p/human}* （呼嚕聲又響起來了。）

source: <32>{#p/basic}* (Achoo!)
es_es: <32>{#p/basic}* (¡Achú!)
tr_tr: <32>{#p/basic}* (Hapşu!)
zh_cn: <32>{#p/basic}* （啊嚏！）
zh_tw: <32>{#p/basic}* （啊嚏！）

source: <32>{#p/human}* (It sounds like a small, white dog sneezing in its sleep.)
es_es: <32>{#p/human}* (Se escucha un pequeño perro blanco estornudando mientras duerme.)
tr_tr: <32>{#p/human}* (Uykusunda hapşıran küçük, beyaz bir köpeğin sesi duyuluyor.)
zh_cn: <32>{#p/human}* （听起来，一只小白狗 在睡梦中打了个喷嚏。）
zh_tw: <32>{#p/human}* （聽起來，一隻小白狗 在睡夢中打了個噴嚏。）

source: <25>* (You hear a distant voice.)
es_es: <25>* (Escuchas una voz distante.)
tr_tr: <25>* (Uzaktan bir ses duyuyorsun.)
zh_cn: <32>{#p/human}* （你听到远处传来一个声音。）
zh_tw: <32>{#p/human}* （你聽到遠處傳來一個聲音。）

source: <25>{#p/toriel}{#f/1}* Aha! * I heard that, you little white dog...
es_es: <25>{#p/toriel}{#f/1}* ¡Ajá! * Oí eso, perrito...
tr_tr: <25>{#p/toriel}{#f/1}* Aha! * Duydum onu, seni küçük beyaz köpek...
zh_cn: <25>{#p/toriel}{#f/1}* 啊哈！ * 小家伙，我听到你的声音了...
zh_tw: <25>{#p/toriel}{#f/1}* 啊哈！ * 小傢伙，我聽到你的聲音了...

source: <25>{#f/6}* Now I am going to find you!
es_es: <25>{#f/6}* ¡Te voy a encontrar!
tr_tr: <25>{#f/6}* Şimdi seni bulacağım!
zh_cn: <25>{#f/6}* 我这就来找你！
zh_tw: <25>{#f/6}* 我這就來找你！

source: <32>{#p/human}* (The snoring stops.) * (The dog now seems to be on the run from something.)
es_es: <32>{#p/human}* (Los ronquidos paran.) * (El perro parece estar corriendo de algo.)
tr_tr: <32>{#p/human}* (Horlama durur.) * (Köpeğin artık bir şeyden kaçtığı anlaşılıyor.)
zh_cn: <32>{#p/human}* （呼噜声停止了。） * （那只狗好像在躲着什么。）
zh_tw: <32>{#p/human}* （呼嚕聲停止了。） * （那隻狗好像在躲著什麼。）

source: <25>{#p/toriel}{#f/8}* Hee hee, there is no escape!
es_es: <25>{#p/toriel}{#f/8}* Jeje, ¡no te vas a escapar de esta!
tr_tr: <25>{#p/toriel}{#f/8}* Hee hee, buradan kaçış yok!
zh_cn: <25>{#p/toriel}{#f/8}* 嘻嘻，你逃不掉的！
zh_tw: <25>{#p/toriel}{#f/8}* 嘻嘻，你逃不掉的！

source: <25>{#p/toriel}{#f/1}* Hello... * This is... Toriel...
es_es: <25>{#p/toriel}{#f/1}* Hola... * Habla... Toriel...
tr_tr: <25>{#p/toriel}{#f/1}* Merhaba... * Bu... Toriel...
zh_cn: <25>{#p/toriel}{#f/1}* 嗨... * 我是... Toriel...
zh_tw: <25>{#p/toriel}{#f/1}* 嗨... * 我是... Toriel...

source: <32>{#s/bark}{#p/event}* Bark! * Bark!
es_es: <32>{#s/bark}{#p/event}* ¡Guau! * ¡Guau!
tr_tr: <32>{#s/bark}{#p/event}* Hav! * Hav!
zh_cn: <32>{#s/bark}{#p/event}* 汪汪！ * 汪汪！
zh_tw: <32>{#s/bark}{#p/event}* 汪汪！ * 汪汪！

source: <25>{#p/toriel}{#f/2}* No, bad puppy!
es_es: <25>{#p/toriel}{#f/2}* No,¡perrito malo!
tr_tr: <25>{#p/toriel}{#f/2}* Hayır, kötü köpek yavrusu!
zh_cn: <25>{#p/toriel}{#f/2}* 不行，坏狗狗！
zh_tw: <25>{#p/toriel}{#f/2}* 不行，壞狗狗！

source: <32>{#p/basic}* (Whimper... whimper...)
es_es: <32>{#p/basic}* (Lloriqueo... Lloriqueo...)
tr_tr: <32>{#p/basic}* (Acıklı iç çekişi...)
zh_cn: <32>{#p/basic}* （呜咽... 呜咽...）
zh_tw: <32>{#p/basic}* （嗚咽... 嗚咽...）

source: <25>{#p/toriel}* There, there... * I will find another cell phone for you.
es_es: <25>{#p/toriel}* Ya, ya... * Te voy a conseguir otro teléfono para ti.
tr_tr: <25>{#p/toriel}* İşte, işte... * Sana başka bir cep telefonu bulacağım.
zh_cn: <25>{#p/toriel}* 好啦，好啦... * 我会再给你找部手机的。
zh_tw: <25>{#p/toriel}* 好啦，好啦... * 我會再給你找部手機的。

source: <25>{#f/1}* Would that be alright?
es_es: <25>{#f/1}* ¿Te gustaría eso?
tr_tr: <25>{#f/1}* Bu uygun olur muydu?
zh_cn: <25>{#f/1}* 这样行吗？
zh_tw: <25>{#f/1}* 這樣行嗎？

source: <32>{#s/bark}{#p/event}* Bark!
es_es: <32>{#s/bark}{#p/event}* ¡Guau!
tr_tr: <32>{#s/bark}{#p/event}* Hav!
zh_cn: <32>{#s/bark}{#p/event}* 汪汪！
zh_tw: <32>{#s/bark}{#p/event}* 汪汪！

source: <25>{#p/toriel}* Glad to hear it.
es_es: <25>{#p/toriel}* Me alegra oír eso.
tr_tr: <25>{#p/toriel}* Bunu duyduğuma sevindim.
zh_cn: <25>{#p/toriel}* 那就好。
zh_tw: <25>{#p/toriel}* 那就好。

source: <32>{#p/human}* (The dog could be heard walking away.)
es_es: <32>{#p/human}* (Escuchas como el perro se va caminando.)
tr_tr: <32>{#p/human}* (Köpeğin uzaklaştığı duyulabiliyor.)
zh_cn: <32>{#p/human}* （可以听到小狗走开的声音。）
zh_tw: <32>{#p/human}* （可以聽到小狗走開的聲音。）
