Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/15}* We ended up playing tug-of-war with the mixing bowl, and...
es_es: <25>{#f/15}* Acabamos jugando Tira y Afloja con el bol, y...
tr_tr: <25>{#f/15}* Sonunda karıştırma kabıyla halat çekme oyunu oynadık ve...
zh_cn: <25>{#f/15}* 结果我们开始抢搅拌碗， 搞得跟拔河一样，然后...
zh_tw: <25>{#f/15}* 結果我們開始搶攪拌碗， 搞得跟拔河一樣，然後...

source: <25>{#f/20}* You can imagine how that turned out.
es_es: <25>{#f/20}* Te puedes imaginar lo que pasó después.
tr_tr: <25>{#f/20}* Nasıl sonuçlandığını hayal edebiliyorsundur.
zh_cn: <25>{#f/20}* 不难想到 最后变成了啥样。
zh_tw: <25>{#f/20}* 不難想到 最後變成了啥樣。

source: <25>{#f/17}* Mom made us clean up the mess, of course.
es_es: <25>{#f/17}* Mamá nos hizo limpiar la faena, por supuesto.
tr_tr: <25>{#f/17}* Annem bize pisliği temizlettirdi elbette.
zh_cn: <25>{#f/17}* 当然啦， 妈妈让我们打扫了残局。
zh_tw: <25>{#f/17}* 當然啦， 媽媽讓我們打掃了殘局。

source: <25>{#f/13}* Then, Dad took us out to eat, and we both got what we wanted.
es_es: <25>{#f/13}* Luego, Papá nos llevo a comer, y cada uno consiguió lo que quería.
tr_tr: <25>{#f/13}* Sonra babam bizi yemeğe çıkardı ve ikimiz de istediğimizi aldık.
zh_cn: <25>{#f/13}* 然后爸爸带我们 出去吃了饭，我们都吃到了 自己想吃的东西。
zh_tw: <25>{#f/13}* 然後爸爸帶我們 出去吃了飯，我們都吃到了 自己想吃的東西。

source: <25>{#p/asriel1}{#f/15}* $(name) and I... * It's like we couldn't agree on anything...
es_es: <25>{#p/asriel1}{#f/15}* $(name) y yo... * Era como si no podíamos coincidir en nada...
tr_tr: <25>{#p/asriel1}{#f/15}* $(name) ve ben... * Sanki hiçbir konuda anlaşamıyorduk gibi...
zh_cn: <25>{#p/asriel1}{#f/15}* 我和$(name)... * 我们俩好像什么事 都无法达成一致...
zh_tw: <25>{#p/asriel1}{#f/15}* 我和$(name)... * 我們倆好像什麼事 都無法達成一致...

source: <25>{#f/20}* Besides spending time together, that is.
es_es: <25>{#f/20}* Quitando pasar el tiempo juntos, claro.
tr_tr: <25>{#f/20}* Birlikte vakit geçirmek dışında yani.
zh_cn: <25>{#f/20}* 除了“待在一起” 这件事。
zh_tw: <25>{#f/20}* 除了「待在一起」 這件事。

source: <26>{#f/17}* Despite our differences, $(name) and I really were inseparable.
es_es: <26>{#f/17}* A pesar de nuestras diferencias, $(name) y yo éramos inseparables.
tr_tr: <26>{#f/17}* Farklılıklarımıza rağmen $(name) ve ben gerçekten ayrılamazdık.
zh_cn: <26>{#f/17}* 尽管我们有很多不同点， 但我和$(name) 真的是形影不离。
zh_tw: <26>{#f/17}* 儘管我們有很多不同點， 但我和$(name) 真的是形影不離。

source: <25>{#f/13}* Even death itself couldn't keep us apart forever.
es_es: <25>{#f/13}* Ni siquiera la muerte pudo separarnos para siempre.
tr_tr: <25>{#f/13}* Ölümün kendisi bile bizi sonsuza kadar ayıramazdı.
zh_cn: <25>{#f/13}* 即使是死亡 也无法将我们永远分开。
zh_tw: <25>{#f/13}* 即使是死亡 也無法將我們永遠分開。

source: <25>{#p/asriel1}{#f/17}* ... do you think they're still around, Frisk?
es_es: <25>{#p/asriel1}{#f/17}* ... ¿crees que sigue aquí, Frisk?
tr_tr: <25>{#p/asriel1}{#f/17}* ... sence hala burada mı, Frisk?
zh_cn: <25>{#p/asriel1}{#f/17}* ...你觉得那家伙还在吗， Frisk？
zh_tw: <25>{#p/asriel1}{#f/17}* ...你覺得那傢伙還在嗎， Frisk？

source: <25>{#f/17}* For all you know, they could be watching us right now.
es_es: <25>{#f/17}* Todo lo que sabemos, nos podría estar vigilando ahora mismo.
tr_tr: <25>{#f/17}* Bizi şu anda izliyor bile olabilir.
zh_cn: <25>{#f/17}* 说不定那家伙 现在正在看着我们呢。
zh_tw: <25>{#f/17}* 說不定那傢伙 現在正在看著我們呢。

source: <25>{#f/23}* Wouldn't that be something.
es_es: <25>{#f/23}* ¿No sería algo guay?.
tr_tr: <25>{#f/23}* Harika olmaz mıydı?
zh_cn: <25>{#f/23}* 那可真是神奇啊。
zh_tw: <25>{#f/23}* 那可真是神奇啊。

source: <25>{#f/22}* But it's impossible to know for sure.
es_es: <25>{#f/22}* Pero es imposible saber con certeza.
tr_tr: <25>{#f/22}* Ama kesin olarak bilmek imkansız.
zh_cn: <25>{#f/22}* 不过我们 永远也无法确定 这是不是真的。
zh_tw: <25>{#f/22}* 不過我們 永遠也無法確定 這是不是真的。

source: <25>{#p/asriel1}{#f/17}* Golly. * For someone who'll be staying with you...
es_es: <25>{#p/asriel1}{#f/17}* Dios mío. * Para alguien que va a estar contigo...
tr_tr: <25>{#p/asriel1}{#f/17}* Vay canına. * Seninle kalacak biri için...
zh_cn: <25>{#p/asriel1}{#f/17}* 天呐。 * 我这个 说要一直陪着你的人...
zh_tw: <25>{#p/asriel1}{#f/17}* 天吶。 * 我這個 說要一直陪著你的人...

source: <25>{#f/20}* I sure am making it sound like I'd rather be with $(name).
es_es: <25>{#f/20}* Estoy seguro que parece que preferiría estar con $(name).
tr_tr: <25>{#f/20}* Kesinlikle $(name) ile olmayı tercih ediyormuşum gibi konuşuyorum.
zh_cn: <25>{#f/20}* 听起来好像 更想和$(name) 待在一起似的。
zh_tw: <25>{#f/20}* 聽起來好像 更想和$(name) 待在一起似的。

source: <25>{#f/13}* But... it's not like that at all.
es_es: <25>{#f/13}* Pero... no es así del todo.
tr_tr: <25>{#f/13}* Ama... hiç de öyle değil.
zh_cn: <25>{#f/13}* 不过... 我完全没有那个意思。
zh_tw: <25>{#f/13}* 不過... 我完全沒有那個意思。

source: <25>{#f/17}* I just can't help but reminisce about someone I used to know.
es_es: <25>{#f/17}* No puedo hacer nada más que recordar sobre alguien que conocía.
tr_tr: <25>{#f/17}* Eskiden tanıdığım birini yad etmeden edemiyorum.
zh_cn: <25>{#f/17}* 只是忍不住想起了 我曾经认识的某个人。
zh_tw: <25>{#f/17}* 只是忍不住想起了 我曾經認識的某個人。

source: <25>{#p/asriel1}{#f/17}* Frisk... * I want you to know.
es_es: <25>{#p/asriel1}{#f/17}* Frisk... * Quiero que sepas.
tr_tr: <25>{#p/asriel1}{#f/17}* Frisk... * Bilmeni istiyorum ki...
zh_cn: <25>{#p/asriel1}{#f/17}* Frisk... * 我想让你知道。
zh_tw: <25>{#p/asriel1}{#f/17}* Frisk... * 我想讓你知道。

source: <25>{#f/13}* Thanks to you...
es_es: <25>{#f/13}* Gracias a ti...
tr_tr: <25>{#f/13}* Sayende...
zh_cn: <25>{#f/13}* 多亏了你...
zh_tw: <25>{#f/13}* 多虧了你...

source: <25>{#f/23}* I feel like I have a future again.
es_es: <25>{#f/23}* Siento que tengo un futuro otra vez.
tr_tr: <25>{#f/23}* Yeniden bir geleceğim varmış gibi hissediyorum.
zh_cn: <25>{#f/23}* 我感觉我又有未来了。
zh_tw: <25>{#f/23}* 我感覺我又有未來了。

source: <25>{#f/22}* Even though you couldn't forgive me for what I'd done...
es_es: <25>{#f/22}* Aunque no me hayas podido perdonar por lo que he hecho...
tr_tr: <25>{#f/22}* Yaptığım şey için beni affedemesen de...
zh_cn: <25>{#f/22}* 即使你无法原谅 我所做的一切...
zh_tw: <25>{#f/22}* 即使你無法原諒 我所做的一切...

source: <25>{#f/22}* Even though I wanted you to do all those terrible things...
es_es: <25>{#f/22}* Aunque quería que hicieras esas cosas terribles...
tr_tr: <25>{#f/22}* Bütün o korkunç şeyleri yapmanı istesem de...
zh_cn: <25>{#f/22}* 即使我怂恿你 做尽了坏事...
zh_tw: <25>{#f/22}* 即使我慫恿你 做盡了壞事...

source: <25>{#f/22}* Even though I tortured you, and threatened everyone you love...
es_es: <25>{#f/22}* Aunque te torturé, y amenacé a todos los que amas...
tr_tr: <25>{#f/22}* Sana işkence etsem ve sevdiğin herkesi tehdit etsem de...
zh_cn: <25>{#f/22}* 即使我折磨了你， 威胁了你所爱的大家...
zh_tw: <25>{#f/22}* 即使我折磨了你， 威脅了你所愛的大家...

source: <25>{#f/13}* You're still willing to help me move past it all.
es_es: <25>{#f/13}* Tú aún quieres ayudarme a superarlo.
tr_tr: <25>{#f/13}* Her şeyi aşmam için hala bana yardım etmeye çalışıyorun.
zh_cn: <25>{#f/13}* 你仍然愿意 帮助我走出过去。
zh_tw: <25>{#f/13}* 你仍然願意 幫助我走出過去。

source: <25>{#f/23}* ... it means a lot.
es_es: <25>{#f/23}* ... significa mucho para mí.
tr_tr: <25>{#f/23}* ... bu benim için çok şey ifade ediyor.
zh_cn: <25>{#f/23}* 这对我来说... 意义重大。
zh_tw: <25>{#f/23}* 這對我來說... 意義重大。

source: <25>{#f/13}* Mom, Dad...
es_es: <25>{#f/13}* Mamá, Papá...
tr_tr: <25>{#f/13}* Annem, babam...
zh_cn: <25>{#f/13}* 爸爸，妈妈...
zh_tw: <25>{#f/13}* 爸爸，媽媽...

source: <25>{#f/15}* Everyone I've killed in past realities...
es_es: <25>{#f/15}* Todos los que he matado en realidades pasadas...
tr_tr: <25>{#f/15}* Geçmişte öldürdüğüm herkes...
zh_cn: <25>{#f/15}* 我在过去杀死的所有人...
zh_tw: <25>{#f/15}* 我在過去殺死的所有人...

source: <25>{#f/16}* ... it's going to be difficult for me to face them.
es_es: <25>{#f/16}* ... va a ser difícil para mí confrontarlo.
tr_tr: <25>{#f/16}* ... onlarla yüzleşmek benim için zor olacak.
zh_cn: <25>{#f/16}* ...要面对他们 对我来说会很难。
zh_tw: <25>{#f/16}* ...要面對他們 對我來說會很難。

source: <25>{#f/17}* But I'll try.
es_es: <25>{#f/17}* Pero lo intentaré.
tr_tr: <25>{#f/17}* Ama deneyeceğim.
zh_cn: <25>{#f/17}* 但我还是会努力的。
zh_tw: <25>{#f/17}* 但我還是會努力的。

source: <25>{#f/23}* I'll try to be a better person.
es_es: <25>{#f/23}* Intentaré ser una mejor persona.
tr_tr: <25>{#f/23}* Daha iyi biri olmaya çalışacağım.
zh_cn: <25>{#f/23}* 我会努力 成为一个更好的人。
zh_tw: <25>{#f/23}* 我會努力 成為一個更好的人。

source: <25>{#f/22}* And, If I ever screw up...
es_es: <25>{#f/22}* Y, si meto la pata...
tr_tr: <25>{#f/22}* Ve eğer bir gün işi batırırsam...
zh_cn: <25>{#f/22}* 如果我再犯错...
zh_tw: <25>{#f/22}* 如果我再犯錯...

source: <25>{#f/13}* ... I know you'll be there to help me pick up the pieces.
es_es: <25>{#f/13}* ... Sé que estarás ahí para ayudarme a recoger las piezas.
tr_tr: <25>{#f/13}* ... toplarlamama yardım etmek için orada olacağını biliyorum.
zh_cn: <25>{#f/13}* ...我知道你会 帮我收拾残局的。
zh_tw: <25>{#f/13}* ...我知道你會 幫我收拾殘局的。

source: <25>{#p/asriel1}{#f/17}* Ha... $(name).
es_es: <25>{#p/asriel1}{#f/17}* Ja... $(name).
zh_cn: <25>{#p/asriel1}{#f/17}* 哈... $(name)。
zh_tw: <25>{#p/asriel1}{#f/17}* 哈... $(name)。

source: <25>{#f/23}* I won't let you down, okay?
es_es: <25>{#f/23}* No te abandonaré, ¿vale?
tr_tr: <25>{#f/23}* Seni hayal kırıklığına uğratmayacağım, tamam mı?
zh_cn: <25>{#f/23}* 我不会让你失望的， 好吗？
zh_tw: <25>{#f/23}* 我不會讓你失望的， 好嗎？

source: <25>{#f/22}* I'll make the most out of this chance you've given me.
es_es: <25>{#f/22}* Voy a aprovechar al máximo esta oportunidad que me has dado.
tr_tr: <25>{#f/22}* Bana verdiğin bu şanstan en iyi şekilde yararlanacağım.
zh_cn: <25>{#f/22}* 我会好好珍惜 你给我的这次机会。
zh_tw: <25>{#f/22}* 我會好好珍惜 你給我的這次機會。

source: <25>{#f/17}* I'll make it count.
es_es: <25>{#f/17}* Haré que cuente.
tr_tr: <25>{#f/17}* Verdiğine değecek.
zh_cn: <25>{#f/17}* 我会让它变得 很有意义的。
zh_tw: <25>{#f/17}* 我會讓它變得 很有意義的。

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
es_es: <32>{#p/human}* (Sientes la presencia de monstruo cercana menguar.)
tr_tr: <32>{#p/human}* (Yakındaki canavar varlığının azaldığını hissettin.)
zh_cn: <32>{#p/human}* （你感觉周围的怪物越来越少了。）
zh_tw: <32>{#p/human}* （你感覺周圍的怪物越來越少了。）

source: <32>{#p/human}* (You saw a piece of gum taped to the comic strip...)
es_es: <32>{#p/human}* (Ves un trozo de chicle pegado en la portada del comic...)
tr_tr: <32>{#p/human}* (Çizgi romana bantlanmış bir parça sakız gördün...)
zh_cn: <32>{#p/human}* （你发现漫画上 “附赠”了一块口香糖...）
zh_tw: <32>{#p/human}* （你發現漫畫上 「附贈」了一塊口香糖...）

source: * (Chew the gum?)
es_es: * (¿Masticar el chicle?)
tr_tr: * (Sakızı çiğneyecek misin?)
zh_cn: * （嚼它吗？）
zh_tw: * （嚼它嗎？）

source: <32>{#p/basic}* There was a piece of gum taped to the comic strip.
es_es: <32>{#p/basic}* Había un trozo de chicle pegado en la portada del comic.
tr_tr: <32>{#p/basic}* Çizgi romanın üzerine bantlanmış bir parça sakız vardı.
zh_cn: <32>{#p/basic}* 漫画封面上附了一块口香糖。
zh_tw: <32>{#p/basic}* 漫畫封面上附了一塊口香糖。

source: <32>{#p/human}* (You decide not to chew.)
es_es: <32>{#p/human}* (Decidiste no masticar.)
tr_tr: <32>{#p/human}* (Çiğnememeye karar verdin.)
zh_cn: <32>{#p/human}* （你觉得还是算了。）
zh_tw: <32>{#p/human}* （你覺得還是算了。）

source: <32>{#p/human}* (You recovered $(x) HP.)
es_es: <32>{#p/human}* (Has recuperado $(x) PS.)
tr_tr: <32>{#p/human}* ($(x) CAN yeniledin.)
zh_cn: <32>{#p/human}* （你回复了$(x) HP。）
zh_tw: <32>{#p/human}* （你回復了$(x) HP。）

source: <32>{#p/human}* (HP fully restored.)
es_es: <32>{#p/human}* (PS restaurados.)
tr_tr: <32>{#p/human}* (CANIN tamamen yenilendi.)
zh_cn: <32>{#p/human}* （HP已回满。）
zh_tw: <32>{#p/human}* （HP已回滿。）

source: <32>{#p/human}* (You feel the inviting warmth of the fireplace...)
es_es: <32>{#p/human}* (Sientes la calidez acogedora de la chimenea...)
tr_tr: <32>{#p/human}* (Şöminenin davetkar sıcaklığını hissettin...)
zh_cn: <32>{#p/human}* （壁炉的温暖让你无法抗拒...）
zh_tw: <32>{#p/human}* （壁爐的溫暖讓你無法抗拒...）

source: * (Crawl inside?)
es_es: * (¿Entrar?)
tr_tr: * (İçeriye doğru sürünecek misin?)
zh_cn: * （爬进去吗？）
zh_tw: * （爬進去嗎？）

source: <32>{#p/basic}* An ordinary fireplace.
es_es: <32>{#p/basic}* Una chimenea normal y corriente.
tr_tr: <32>{#p/basic}* Sıradan bir şömine.
zh_cn: <32>{#p/basic}* 一个普通的壁炉。
zh_tw: <32>{#p/basic}* 一個普通的壁爐。

source: <32>{#p/basic}* Toriel's fireplace. * It's not too hot, just pleasantly warm.
es_es: <32>{#p/basic}* La chimenea de Toriel. * No es demasiado caliente, solo agradablemente cálido.
tr_tr: <32>{#p/basic}* Toriel'in şöminesi. * Çok sıcak değil, sadece hoşça ılık.
zh_cn: <32>{#p/basic}* Toriel的壁炉。 * 里面并不烫，而是暖暖的， 很舒服。
zh_tw: <32>{#p/basic}* Toriel的壁爐。 * 裡面並不燙，而是暖暖的， 很舒服。

source: <32>* You could probably crawl in.
es_es: <32>* Probablemente podrías entrar.
tr_tr: <32>* Muhtemelen içeri girebilirsin.
zh_cn: <32>* 看样子，你可以爬进去。
zh_tw: <32>* 看樣子，你可以爬進去。

source: <32>{#p/human}* (You chose not to crawl in.)
es_es: <32>{#p/human}* (Decides no entrar.)
tr_tr: <32>{#p/human}* (İçeri girmemeyi seçtin.)
zh_cn: <32>{#p/human}* （你不打算爬进去。）
zh_tw: <32>{#p/human}* （你不打算爬進去。）

source: <32>{#p/human}* (You crawl into the fireplace and let its warmth engulf you.)
es_es: <32>{#p/human}* (Te metes en la chimenea y dejas que su calor te envuelva.)
tr_tr: <32>{#p/human}* (Şömineye girdin ve sıcaklığının seni içine almasına izin verdin.)
zh_cn: <32>{#p/human}* （你爬进壁炉， 它的温暖紧紧将你包围。）
zh_tw: <32>{#p/human}* （你爬進壁爐， 它的溫暖緊緊將你包圍。）

source: <32>{#p/human}* (You are very comfortable.)
es_es: <32>{#p/human}* (Estás muy comodo.)
tr_tr: <32>{#p/human}* (Çok rahatsın.)
zh_cn: <32>{#p/human}* （你感到十分舒适。）
zh_tw: <32>{#p/human}* （你感到十分舒適。）

source: <25>{#p/asriel1}{#f/13}* I'll just, uh, wait for you to get out.
es_es: <25>{#p/asriel1}{#f/13}* Yo solo, eh, esperaré a que salgas.
tr_tr: <25>{#p/asriel1}{#f/13}* Senin, ah, çıkmanı bekleyeceğim.
zh_cn: <25>{#p/asriel1}{#f/13}* 呃，我会在这等你出来的。
zh_tw: <25>{#p/asriel1}{#f/13}* 呃，我會在這等你出來的。

source: <25>{#p/asriel2}{#f/15}* I'll just, uh, wait for you to get out...
es_es: <25>{#p/asriel2}{#f/15}* Yo solo, eh, esperaré a que salgas...
tr_tr: <25>{#p/asriel1}{#f/13}* Senin, ah, çıkmanı bekleyeceğim...
zh_cn: <25>{#p/asriel2}{#f/15}* 呃，我就在这等你出来吧...
zh_tw: <25>{#p/asriel2}{#f/15}* 呃，我就在這等你出來吧...

source: <25>{#p/toriel}{#f/1}{#npc/a}* Don't stay in there for too long...
es_es: <25>{#p/toriel}{#f/1}{#npc/a}* No estés ahí mucho tiempo...
tr_tr: <25>{#p/toriel}{#f/1}{#npc/a}* Orada çok uzun süre kalma...
zh_cn: <25>{#p/toriel}{#f/1}{#npc/a}* 别在里面待太久了...
zh_tw: <25>{#p/toriel}{#f/1}{#npc/a}* 別在裡面待太久了...

source: <32>* This is fine.
es_es: <32>* Esto está bien.
tr_tr: <32>* Bu iyi.
zh_cn: <32>* 挺舒服的。
zh_tw: <32>* 挺舒服的。

source: <25>{#p/asriel2}{#f/10}* Something you missed back here?
es_es: <25>{#p/asriel2}{#f/10}* ¿Te has dejado algo allí?
tr_tr: <25>{#p/asriel2}{#f/10}* Burada kaçırdığın bir şey mi var?
zh_cn: <25>{#p/asriel2}{#f/10}* 之前有什么东西 忘在这了吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 之前有什麼東西 忘在這了嗎？ゑ

source: <25>{#p/asriel2}{#f/3}* Ah, the place where it all began.
es_es: <25>{#p/asriel2}{#f/3}* Ah, el sitio donde todo comenzó.
tr_tr: <25>{#p/asriel2}{#f/3}* Ah, her şeyin başladığı yer.
zh_cn: <25>{#p/asriel2}{#f/3}* 啊，这就是一切开始的地方。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 啊，這就是一切開始的地方。ゑ

source: <25>{#p/asriel2}{#f/4}* We've certainly come along since then, haven't we, $(name)?
es_es: <25>{#p/asriel2}{#f/4}* Ciertamente nos llevamos mejor desde entonces, ¿no, $(name)?
tr_tr: <25>{#p/asriel2}{#f/4}* O zamandan bu yana kesinlikle yol kat ettik, değil mi $(name)?
zh_cn: <25>{#p/asriel2}{#f/4}* $(name)，记得吗？ 从那以后，无论去哪里， 我们都是在一起的。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* $(name)，記得嗎？ 從那以後，無論去哪裡， 我們都是在一起的。ゑ

source: <25>{#p/asriel2}{#f/3}* ...
zh_cn: <25>{#p/asriel2}{#f/3}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* ...ゑ

source: <25>{#p/asriel2}{#f/10}* Wasn't there a dummy here before...?
es_es: <25>{#p/asriel2}{#f/10}* ¿No había un maniquí aquí antes?
tr_tr: <25>{#p/asriel2}{#f/10}* Daha önce burada bir manken yok muydu...?
zh_cn: <25>{#p/asriel2}{#f/10}* 这里以前 应该有个人偶吧...？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 這裡以前 應該有個人偶吧...？ゑ

source: <32>{#p/basic}{#n1}* Just between you and me...
es_es: <32>{#p/basic}{#n1}* Entre tú y yo...
tr_tr: <32>{#p/basic}{#n1}* Aramızda kalsın...
zh_cn: <32>{#p/basic}{#n1}* 偷偷告诉你一件事...
zh_tw: <32>{#p/basic}{#n1}* 偷偷告訴你一件事...

source: <32>* I saw that goat lady come through here just a little while ago.
es_es: <32>* Vi a esa señora cabra pasar por aquí hace poco tiempo.
tr_tr: <32>* Biraz önce o keçi kadının buradan geçerken gördüm.
zh_cn: <32>* 刚才我看到那位羊女士 从这经过。
zh_tw: <32>* 剛才我看到那位羊女士 從這經過。

source: <32>* She had groceries, so I asked her what they were for, and...
es_es: <32>* Tenía comestibles, así que le pregunté para que eran, y...
tr_tr: <32>* Yiyecekleri vardı, ben de ona onların ne için olduğunu sordum ve...
zh_cn: <32>* 她买了很多吃的，于是我问她 这些是用来干什么的。她说...
zh_tw: <32>* 她買了很多吃的，於是我問她 這些是用來幹什麼的。她說...

source: <32>* Well, you're in for a treat.
es_es: <32>* Bueno, te espera un regalo.
tr_tr: <32>* Belli ki ziyafet çekeceksin.
zh_cn: <32>* 嘿嘿，有惊喜等着你哦。
zh_tw: <32>* 嘿嘿，有驚喜等著你喔。

source: <32>* I saw that goat lady come through here earlier.
es_es: <32>* Vi a esa señora cabra pasar por aquí hace un rato.
tr_tr: <32>* Biraz önce o keçi kadının buradan geçtiğini gördüm.
zh_cn: <32>* 之前我看到那位羊女士 从这经过。
zh_tw: <32>* 之前我看到那位羊女士 從這經過。

source: <32>* She said it was time to "confront her fears."
es_es: <32>* Dijo que era tiempo de "enfrentar sus miedos".
tr_tr: <32>* "Korkularıyla yüzleşmenin" zamanının geldiğini söyledi.
zh_cn: <32>* 她说是时候 “直面自己的恐惧”了。
zh_tw: <32>* 她說是時候 「直面自己的恐懼」了。

source: <32>* Well, whatever she did clearly led to something! * We're all free now!
es_es: <32>* ¡Bueno, lo que sea que hizo llevo a algo! * ¡Somos libres ahora!
tr_tr: <32>* Her ne yaptıysa kesin bir şeye yol açtı! * Artık hepimiz özgürüz!
zh_cn: <32>* 好吧，不管她做了什么， 但显然已经有了结果！ * 我们现在都自由啦！
zh_tw: <32>* 好吧，不管她做了什麼， 但顯然已經有了結果！ * 我們現在都自由啦！

source: <32>{#p/basic}{#n1}* Did you see her? * She just came through here right now!
es_es: <32>{#p/basic}{#n1}* ¿La has visto? * ¡Ella pasó por aquí justo ahora!
tr_tr: <32>{#p/basic}{#n1}* Onu gördün mü? * Daha az önce buradaydı!
zh_cn: <32>{#p/basic}{#n1}* 你看到她了吗？ * 她刚才从这经过！
zh_tw: <32>{#p/basic}{#n1}* 你看到她了嗎？ * 她剛才從這經過！

source: <32>* I wonder what she could have meant...? * She seemed determined.
es_es: <32>* ¿Me pregunto que quería decir...? * Ella parecía determinada.
tr_tr: <32>* Acaba ne demek istemiş olabilir...? * Kararlı görünüyordu.
zh_cn: <32>* 不知道她说的是什么意思...？ * 但她看起来充满了决心。
zh_tw: <32>* 不知道她說的是什麼意思...？ * 但她看起來充滿了決心。

source: <32>* I saw that goat lady take the taxi to the supermarket earlier.
es_es: <32>* Vi a esa señora cabra tomar el taxi para el supermercado antes.
tr_tr: <32>* Az önce o keçi kadının taksiyle süpermarkete gittiğini gördüm.
zh_cn: <32>* 刚才我看到那位羊女士 坐运输船买东西去了。
zh_tw: <32>* 剛才我看到那位羊女士 坐運輸船買東西去了。

source: <32>* She said she was going off to buy milk, but she still hasn't come back...
es_es: <32>* Ella dijo que se fue a buscar leche, pero aún no ha vuelto...
tr_tr: <32>* Süt almaya gideceğini söyledi ama hala dönmedi...
zh_cn: <32>* 她说买完牛奶就回来， 结果到现在也没回来...
zh_tw: <32>* 她說買完牛奶就回來， 結果到現在也沒回來...

source: <32>* I hope she's alright.
es_es: <32>* Espero que esté bien.
tr_tr: <32>* Umarım iyidir.
zh_cn: <32>* 希望她没事。
zh_tw: <32>* 希望她沒事。

source: <32>* Sometimes, when I'm alone, I like to ride the taxi to the marketplace.
es_es: <32>* A veces, cuando estoy solo, me gusta tomar el taxi al mercado.
tr_tr: <32>* Bazen yalnız kaldığımda markete taksiyle gitmeyi seviyorum.
zh_cn: <32>* 有时候，当我一个人的时候， 我喜欢坐运输船去市场。
zh_tw: <32>* 有時候，當我一個人的時候， 我喜歡坐運輸船去市集。

source: <32>* It's a quaint little shop, but there's loads of stuff to buy.
es_es: <32>* Es una pequeña tienda, pero hay muchas cosas para comprar.
tr_tr: <32>* İlginç, küçük bir dükkan ama satın alınacak bir sürü şey var.
zh_cn: <32>* 店小巧精致， 但卖的东西很多。
zh_tw: <32>* 店小巧精緻， 但賣的東西很多。

source: <32>* Maybe I'll take you there sometime... you'd adore it!
es_es: <32>* Quizás te lleve allí alguna vez... ¡te encantaría!
tr_tr: <32>* Belki bir ara seni oraya götürürüm... kesin bayılırsın!
zh_cn: <32>* 也许我可以找个时间带你去... 你肯定会喜欢的！
zh_tw: <32>* 也許我可以找個時間帶你去... 你肯定會喜歡的！

source: <32>* I'm not a fan of how you beat us all up at first.
es_es: <32>* No soy fan de como nos golpeaste a todos al principio.
tr_tr: <32>* İlk başta hepimizi nasıl dövdüğünden hoşlanmadım.
zh_cn: <32>* 你一开始把我们都揍了一顿， 我可不喜欢那样。
zh_tw: <32>* 你一開始把我們都揍了一頓， 我可不喜歡那樣。

source: <32>* We were all so scared and confused...
es_es: <32>* Estábamos tan asustados y confusos...
tr_tr: <32>* Hepimiz çok korkmuştuk ve kafamız karışmıştı...
zh_cn: <32>* 我们当时都既恐慌，又困惑...
zh_tw: <32>* 我們當時都既恐慌，又困惑...

source: <32>* ... at least you did something good in the end.
es_es: <32>* ... al menos hiciste algo bueno al final.
tr_tr: <32>* ... en azından sonunda iyi bir şey yaptın.
zh_cn: <32>* ...不过， 至少你最后做了件好事。
zh_tw: <32>* ...不過， 至少你最後做了件好事。

source: <32>* The people you've been beating up aren't happy about it.
es_es: <32>* Las personas que golpeaste no están felices de ello.
tr_tr: <32>* Dövdüğün insanlar bundan memnun değil.
zh_cn: <32>* 之前被你揍过的人 现在都不怎么高兴。
zh_tw: <32>* 之前被你揍過的人 現在都不怎麼高興。

source: <32>* Just be glad I'm off-duty... * 'Cause otherwise...
es_es: <32>* Solo da gracias que estoy fuera de servicio... * Porque si no...
tr_tr: <32>* Mesai saati dışında olduğuma sevin... * Çünkü aksi halde...
zh_cn: <32>* 庆幸吧，我现在没在执勤... * 不然...
zh_tw: <32>* 慶幸吧，我現在沒在執勤... * 不然...

source: <32>* I'd have your head.
es_es: <32>* Tendría tu cabeza.
tr_tr: <32>* Kelleni alırdım.
zh_cn: <32>* 我会拧下你的脑袋。
zh_tw: <32>* 我會擰下你的腦袋。

source: <32>{#p/basic}{#n1}* No... no!
tr_tr: <32>{#p/basic}{#n1}* Hayır... hayır!
zh_cn: <32>{#p/basic}{#n1}* 不要... 不要！
zh_tw: <32>{#p/basic}{#n1}* 不要... 不要！

source: <32>* G-get away from me!
es_es: <32>* ¡A-Aléjate de mí!
tr_tr: <32>* U-uzak dur benden!
zh_cn: <32>* 离-离我远点！
zh_tw: <32>* 離-離我遠點！

source: <25>{#p/asriel2}{#f/5}* ... but that's okay, I know you'll be there on time!
es_es: <25>{#p/asriel2}{#f/5}* ... pero eso está bien, ¡sé qué estarás allí a tiempo!
tr_tr: <25>{#p/asriel2}{#f/5}* ... ama sorun değil, zamanında orada olacağını biliyorum!
zh_cn: <25>{#p/asriel2}{#f/5}* ...没事！ 我知道你很守时的！ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* ...沒事！ 我知道你很守時的！ゑ

source: <25>{#p/asriel2}{#f/1}* You wouldn't want to let me down, would you?
es_es: <25>{#p/asriel2}{#f/1}* No querrás abandonarme, ¿no?
tr_tr: <25>{#p/asriel2}{#f/1}* Beni hayal kırıklığına uğratmak istemezsin, değil mi?
zh_cn: <25>{#p/asriel2}{#f/1}* 别让我失望哦。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 別讓我失望喔。ゑ

source: <25>{#p/asriel2}{#f/2}* Sorry about that, I had to use Toriel's phone to call someone.
es_es: <25>{#p/asriel2}{#f/2}* Perdón por eso, use el teléfono de Toriel para llamar a alguien.
tr_tr: <25>{#p/asriel2}{#f/2}* Kusura bakma, birini aramak için Toriel'in telefonunu kullanmak zorunda kaldım.
zh_cn: <25>{#p/asriel2}{#f/2}* 对不起，耽搁了一会。 我刚才用Toriel的手机 喊了个人。ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 對不起，耽擱了一會。 我剛才用Toriel的手機 喊了個人。ゑ

source: <25>{#p/asriel2}{#f/1}* Don't worry... * You'll find out why soon enough.
es_es: <25>{#p/asriel2}{#f/1}* No te preocupes... * Verás por qué dentro de poco.
tr_tr: <25>{#p/asriel2}{#f/1}* Merak etme... * Nedenini yakında öğreneceksin.
zh_cn: <25>{#p/asriel2}{#f/1}* 别着急，马上你就懂了。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 別著急，馬上你就懂了。ゑ

source: <25>{#p/asriel2}{#f/2}* ... hee hee hee. * I'll be waiting for you up ahead.
es_es: <25>{#p/asriel2}{#f/2}* ... jee jee jee. * Te esperaré adelante.
tr_tr: <25>{#p/asriel2}{#f/2}* ... hih hih hii. * İleride seni bekliyor olacağım.
zh_cn: <25>{#p/asriel2}{#f/2}* 嘻嘻嘻... * 我到前面等你。ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 嘻嘻嘻... * 我到前面等你。ゑ

source: <25>{#p/asriel2}{#f/4}* I'll be waiting for you up ahead.
es_es: <25>{#p/asriel2}{#f/4}* Te esperaré adelante.
tr_tr: <25>{#p/asriel2}{#f/4}* İleride seni bekliyor olacağım.
zh_cn: <25>{#p/asriel2}{#f/4}* 我到前面等你。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 我到前面等你。ゑ

source: <25>{#p/asriel2}{#f/1}* Ready, $(name)?
es_es: <25>{#p/asriel2}{#f/1}* ¿Listo, $(name)?
tr_tr: <25>{#p/asriel2}{#f/1}* Hazır mısın, $(name)?
zh_cn: <25>{#p/asriel2}{#f/1}* 准备好了吗， $(name)？ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 準備好了嗎， $(name)？ゑ

source: <25>{#f/2}* 'Cause once we move forward, there's no turning back.
es_es: <25>{#f/2}* Porque cuando continuemos, no hay vuelta atrás.
tr_tr: <25>{#f/2}* 'Çünkü bir kez gittiğimizde, geri dönüş yok.
zh_cn: <25>{#f/2}* 迈出这一步后， 可就再也没有回头路了。ゑ
zh_tw: <25>{#f/2}* 邁出這一步後， 可就再也沒有回頭路了。ゑ
