Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* It's a little more expensive, so I hope ya don't mind ;)
es_es: <32>* Es un poco más caro, así que espero que no te importe ;)
tr_tr: <32>* Fiyatı biraz daha fazla, umarım buna takılmıyosundur ;)
zh_cn: <32>* 会有一点贵，希望你不要介意 ;)
zh_tw: <32>* 會有一點貴，希望你不要介意 ;)

source: <32>* Now... why don'tcha check out what's for sale? ;)
es_es: <32>* Ahora... ¿por qué no echas un vistazo a lo que está a la venta? ;)
tr_tr: <32>* Öyleyse... niye nelerin satıldığına bi bakmıyorsun? ;)
zh_cn: <32>* 那么... 稍微看看我们这的东西吧？;)
zh_tw: <32>* 那麼... 稍微看看我們這的東西吧？;)

source: <32>* The boss man sent me out here to see what you country peeps are up to, ya know? ;)
es_es: <32>* El jefe me envió aquí para ver qué hacían ustedes los campesinos, ¿sabes? ;)
tr_tr: <32>* Bilir misin, patron adam beni buraya siz taşracılar napıyorsunuz bakayım diye yolladı ;)
zh_cn: <32>* 为了看看你们这群乡下佬在忙什么， 上头特地派我来这里，知道吧？;)
zh_tw: <32>* 為了看看你們這群鄉下佬在忙什麼， 上頭特地派我來這裡，知道吧？;)

source: <32>* You could say we're expanding our enterprise ;)
es_es: <32>* Puedes decir que estamos expandiendo nuestra empresa ;)
tr_tr: <32>* İşletmeyi büyüttüğümüzü söyleyebilirsin ;)
zh_cn: <32>* 你可以认为我们正在 进行业务扩张 ;)
zh_tw: <32>* 你可以認為我們正在 進行業務擴張 ;)

source: <32>* What's our enterprise, you ask? ;)
es_es: <32>* ¿Cuál es nuestra empresa, te preguntas?;)
tr_tr: <32>* İşletmemiz neyle ilgili diye mi sordun? ;)
zh_cn: <32>* 你问什么是我们的业务？;)
zh_tw: <32>* 你問什麼是我們的業務？;)

source: <32>* Well, it's quite simple really... we sell steak ;)
es_es: <32>* Bueno, en realidad es muy sencillo... vendemos filetes ;)
tr_tr: <32>* Aslında, gayet basit... biftek satıyoruz ;)
zh_cn: <32>* 嗯，其实很简单... 卖牛排而已 ;)
zh_tw: <32>* 嗯，其實很簡單... 賣牛排而已 ;)

source: <32>* And this ain't the replicated stuff, aw naw ;)
es_es: <32>* Y esto no es material replicado, aw naw ;)
tr_tr: <32>* Bu o çoğaltılmış şeylerden değil ha, hiç de bile ;)
zh_cn: <32>* 这可不是什么赝品，嗯哼？;)
zh_tw: <32>* 這可不是什麼贗品，嗯哼？;)

source: <32>* This stuff is REAL, yo ;)
es_es: <32>* Esta cosa es REAL, hijo ;)
tr_tr: <32>* Bu şeyler HARBİ, yo ;)
zh_cn: <32>* 这牛排可是真货哟 ;)
zh_tw: <32>* 這牛排可是真貨喲 ;)

source: <32>* Anyone who says otherwise is a poser, ya feel me? ;)
es_es: <32>* Quien diga lo contrario es un farsante, ¿me entiendes? ;)
tr_tr: <32>* Aksini iddia eden kandırıkçıdır, anlıyo musun? ;)
zh_cn: <32>* 所有质疑这是假货的人都在骗你， 懂我的意思吧？;)
zh_tw: <32>* 所有質疑這是假貨的人都在騙你， 懂我的意思吧？;)

source: <32>* That being said, why don'tcha check out what's for sale? ;)
es_es: <32>* Dicho esto, ¿por qué no echas un vistazo a lo que está a la venta? ;)
tr_tr: <32>* Bunları demişken, niye nelerin satıldığına bi bakmıyorsun? ;)
zh_cn: <32>* 话虽如此， 要不稍微看看我们这的东西吧？;)
zh_tw: <32>* 話雖如此， 要不稍微看看我們這的東西吧？;)

source: <32>{#p/basic}{#n1}* Why don'tcha check out what's for sale? ;)
es_es: <32>{#p/basic}{#n1}* ¿Por qué no echas un vistazo a lo que está a la venta? ;)
tr_tr: <32>{#p/basic}{#n1}* Niye nelerin satıldığına bi bakmıyorsun? ;)
zh_cn: <32>{#p/basic}{#n1}* 稍微看看我们这的东西吧？;)
zh_tw: <32>{#p/basic}{#n1}* 稍微看看我們這的東西吧？;)

source: <32>{#p/basic}{#n1}* Thanks for everything, lassy ;)
es_es: <32>{#p/basic}{#n1}* Gracias por todo, joven ;)
tr_tr: <32>{#p/basic}{#n1}* Her şey için teşekkürler kız ;)
zh_cn: <32>{#p/basic}{#n1}* 谢谢惠顾，亲 ;)
zh_tw: <32>{#p/basic}{#n1}* 謝謝惠顧，親 ;)

source: <32>{#p/basic}{#n1!}* "Sizzli Steak" for 40G.
es_es: <32>{#p/basic}{#n1!}* "Filete Sizzli" por 40 de Oro.
tr_tr: <32>{#p/basic}{#n1!}* 40A'ya "Cızırtılı Biftek".
zh_cn: <32>{#p/basic}{#n1!}* “滋滋牛排” - 售价40G。
zh_tw: <32>{#p/basic}{#n1!}* 「滋滋牛排」 - 售價40G。

source: <32>{#p/basic}{#n1!}* It's labelled "Sizzli Steak" and costs 40G. * Smells like ultra-hyperbole.
es_es: <32>{#p/basic}{#n1!}* Está etiquetado como "Filete Sizzli" y cuesta 40 de Oro. * Huele como a una ultra hipérbole.
tr_tr: <32>{#p/basic}{#n1!}* Üstünde "Cızırtılı Biftek" yazıyor ve 40A tutuyor. * Mübalağa gibi kokuyor.
zh_cn: <32>{#p/basic}{#n1!}* 上面写着“滋滋牛排”，售价40G。 * 闻起来过于夸张。
zh_tw: <32>{#p/basic}{#n1!}* 上面寫著「滋滋牛排」，售價40G。 * 聞起來過於誇張。

source: <32>{#p/basic}{#n1!}* "Sizzli Steak" for 20G.
es_es: <32>{#p/basic}{#n1!}* "Filete Sizzli" por 20 de Oro.
tr_tr: <32>{#p/basic}{#n1!}* 20A'ya "Cızırtılı Biftek".
zh_cn: <32>{#p/basic}{#n1!}* “滋滋牛排” - 售价20G。
zh_tw: <32>{#p/basic}{#n1!}* 「滋滋牛排」 - 售價20G。

source: <32>{#p/basic}{#n1!}* It's labelled "Sizzli Steak" and costs 20G. * Smells like hyperbole.
es_es: <32>{#p/basic}{#n1!}* Está etiquetado como "Filete Sizzli" y cuesta 20 de Oro. * Huele como a una hipérbole.
tr_tr: <32>{#p/basic}{#n1!}* Üstünde "Cızırtılı Biftek" yazıyor ve 20A tutuyor. * Abartı gibi kokuyor.
zh_cn: <32>{#p/basic}{#n1!}* 上面写着“滋滋牛排”，售价20G。 * 闻起来很夸张。
zh_tw: <32>{#p/basic}{#n1!}* 上面寫著「滋滋牛排」，售價20G。 * 聞起來很誇張。

source: * (Buy the Sizzli Steak for 40G?)
es_es: * (¿Comprar el Filete Chisp. por 40 de Oro?)
tr_tr: * (Cızırtılı Biftek'i 40A'ya al?)
zh_cn: * （花40G买下滋滋牛排吗？）
zh_tw: * （花40G買下滋滋牛排嗎？）

source: * (Buy the Sizzli Steak for 20G?)
es_es: * (¿Comprar el Filete Chisp. por 20 de Oro?)
tr_tr: * (Cızırtılı Biftek'i 20A'ya al?)
zh_cn: * （花20G买下滋滋牛排吗？）
zh_tw: * （花20G買下滋滋牛排嗎？）

source: <32>{#p/human}{#n1!}* (You got the Sizzli Steak.)
es_es: <32>{#p/human}{#n1!}* (Obtuviste el Filete Sizzli.)
tr_tr: <32>{#p/human}{#n1!}* (Cızırtılı Biftek'i aldın.)
zh_cn: <32>{#p/human}{#n1!}* （你得到了滋滋牛排。）
zh_tw: <32>{#p/human}{#n1!}* （你得到了滋滋牛排。）

source: <32>{#p/basic}{#n1}* Slick choice, lassy ;)
es_es: <32>{#p/basic}{#n1}* Buena elección, joven ;)
tr_tr: <32>{#p/basic}{#n1}* Güzel seçim kız ;)
zh_cn: <32>{#p/basic}{#n1}* 绝佳的选择，亲 ;)
zh_tw: <32>{#p/basic}{#n1}* 絕佳的選擇，親 ;)

source: <32>{#p/human}{#n1!}* (You decide not to buy.)
es_es: <32>{#p/human}{#n1!}* (Decidiste no comprarlo.)
tr_tr: <32>{#p/human}{#n1!}* (Satın almamaya karar verdin.)
zh_cn: <32>{#p/human}{#n1!}* （你决定先不买。）
zh_tw: <32>{#p/human}{#n1!}* （你決定先不買。）

source: <32>{#p/basic}{#n1!}* "Fizzli Soda" for 10G.
es_es: <32>{#p/basic}{#n1!}* "Soda Fizzli" por 10 de Oro.
tr_tr: <32>{#p/basic}{#n1!}* 10A'ya "Fışırtılı Soda".
zh_cn: <32>{#p/basic}{#n1!}* “呲呲汽水” - 售价10G。
zh_tw: <32>{#p/basic}{#n1!}* 「呲呲汽水」 - 售價10G。

source: <32>{#p/basic}{#n1!}* It's labelled "Fizzli Soda" and costs 10G. * Who would EVER buy this?
es_es: <32>{#p/basic}{#n1!}* Está etiquetado como "Soda Fizzli" y cuesta 10 de Oro. * ¿Quién compraría esto?
tr_tr: <32>{#p/basic}{#n1!}* Üstünde "Fışırtılı Soda" yazıyor ve 10A tutuyor. * Bunu KİM alır ki?
zh_cn: <32>{#p/basic}{#n1!}* 上面写着“呲呲汽水”，售价10G。 * 究竟谁会去买这种东西啊？
zh_tw: <32>{#p/basic}{#n1!}* 上面寫著「呲呲汽水」，售價10G。 * 究竟誰會去買這種東西啊？

source: <32>{#p/basic}{#n1!}* "Fizzli Soda" for 5G.
es_es: <32>{#p/basic}{#n1!}* "Soda Fizzli" por 5 de Oro.
tr_tr: <32>{#p/basic}{#n1!}* 5A'ya "Fışırtılı Soda".
zh_cn: <32>{#p/basic}{#n1!}* “呲呲汽水” - 售价5G。
zh_tw: <32>{#p/basic}{#n1!}* 「呲呲汽水」 - 售價5G。

source: <32>{#p/basic}{#n1!}* It's labelled "Fizzli Soda" and costs 5G. * Who would buy this?
es_es: <32>{#p/basic}{#n1!}* Está etiquetado como "Soda Fizzli" y cuesta 5 de Oro. * ¿Quién compraría esto?
tr_tr: <32>{#p/basic}{#n1!}* Üstünde "Fışırtılı Soda" yazıyor ve 5A tutuyor. * Bunu kim alır?
zh_cn: <32>{#p/basic}{#n1!}* 上面写着“呲呲汽水”，售价5G。 * 谁会去买这种东西啊？
zh_tw: <32>{#p/basic}{#n1!}* 上面寫著「呲呲汽水」，售價5G。 * 誰會去買這種東西啊？

source: * (Buy the Fizzli Soda for 10G?)
es_es: * (¿Comprar la Soda Gaseosa por 10 de Oro?)
tr_tr: * (Fışırtılı Soda'yı 10A'ya al?)
zh_cn: * （花10G买下呲呲汽水吗？）
zh_tw: * （花10G買下呲呲汽水嗎？）

source: * (Buy the Fizzli Soda for 5G?)
es_es: * (¿Comprar la Soda Gaseosa por 5 de Oro?)
tr_tr: * (Fışırtılı Soda'yı 5A'ya al?)
zh_cn: * （花5G买下呲呲汽水吗？）
zh_tw: * （花5G買下呲呲汽水嗎？）

source: <32>{#p/human}{#n1!}* (You got the Fizzli Soda.)
es_es: <32>{#p/human}{#n1!}* (Obtuviste la Soda Fizzli.)
tr_tr: <32>{#p/human}{#n1!}* (Fışırtılı Soda'yı aldın.)
zh_cn: <32>{#p/human}{#n1!}* （你得到了呲呲汽水。）
zh_tw: <32>{#p/human}{#n1!}* （你得到了呲呲汽水。）

source: <32>{#p/basic}{#n1}* Careful, it's sweet ;)
es_es: <32>{#p/basic}{#n1}* Con cuidado, es dulce ;)
tr_tr: <32>{#p/basic}{#n1}* Dikkat et, şekerlidir ;)
zh_cn: <32>{#p/basic}{#n1}* 小心点，挺甜的 ;)
zh_tw: <32>{#p/basic}{#n1}* 小心點，挺甜的 ;)

source: <32>{#p/basic}{#n1}* Not enough money, huh? ;)
es_es: <32>{#p/basic}{#n1}* ¿Sin dinero suficiente, eh? ;)
tr_tr: <32>{#p/basic}{#n1}* Paran yetmedi mi, ha? ;)
zh_cn: <32>{#p/basic}{#n1}* 钱不够，是吗？;)
zh_tw: <32>{#p/basic}{#n1}* 錢不夠，是嗎？;)

source: <32>{#p/basic}* That's alright, lassy ;) * Not everyone can afford the "premium" ingredients ;)
es_es: <32>{#p/basic}* Esta bien, joven;) * No todos pueden comprar los ingredientes "premium" ;)
tr_tr: <32>{#p/basic}* Sorun değil kız ;) * Sonuçta herkesin parası "premium" malzemelere yetecek değil ;)
zh_cn: <32>{#p/basic}* 没关系的，亲 ;) * 不是每个人都买得起“高端”食材的 ;)
zh_tw: <32>{#p/basic}* 沒關係的，親 ;) * 不是每個人都買得起「高端」食材的 ;)

source: <32>{#p/basic}* That's alright, lassy ;) * Just be sure to come back when you've got some ;)
es_es: <32>{#p/basic}* Esta bien, joven ;) * Sólo asegúrate de volver cuando tengas algo ;)
tr_tr: <32>{#p/basic}* Sorun değil kız ;) * Biraz paran olduğunda geri gelmeyi unutma ;)
zh_cn: <32>{#p/basic}* 没关系的，亲 ;) * 搞到一些之后再过来就好 ;)
zh_tw: <32>{#p/basic}* 沒關係的，親 ;) * 搞到一些之後再過來就好 ;)

source: <32>{#p/basic}{#n1}* Maybe you should come back later ;)
es_es: <32>{#p/basic}{#n1}* Tal vez deberías de regresar más tarde ;)
tr_tr: <32>{#p/basic}{#n1}* Belki de daha sonra gelmelisin ;)
zh_cn: <32>{#p/basic}{#n1}* 也许你该过一会再来看看 ;)
zh_tw: <32>{#p/basic}{#n1}* 也許你該過一會再來看看 ;)

source: <32>{#p/basic}{#n1}* By the way, we're outta stock ;)
es_es: <32>{#p/basic}{#n1}* Por cierto, se nos agotaron ;)
tr_tr: <32>{#p/basic}{#n1}* Bu arada, stoklarımız tükendi ;)
zh_cn: <32>{#p/basic}{#n1}* 顺便说下，我们缺货了 ;)
zh_tw: <32>{#p/basic}{#n1}* 順便說下，我們缺貨了 ;)

source: <32>* Seems you can't get enough of our stuff ;)
es_es: <32>* Parece que no puedes tener suficiente de nuestras cosas ;)
tr_tr: <32>* Anlaşılan bizim mallara bir türlü doyamıyorsun ;)
zh_cn: <32>* 看起来你对我们的商品情有独钟 ;)
zh_tw: <32>* 看起來你對我們的商品情有獨鍾 ;)

source: <32>* Say, if- no, when you meet the boss-man... tell him this ;)
es_es: <32>* Dime, si... no, cuando te encuentres con el jefe... dile esto ;)
tr_tr: <32>* Bak ne dicem- dur, patron adamla tanıştığında... ona bunu söyle ;)
zh_cn: <32>* 如果- * 不，当你见到我们上司的时候... 记得和他说一声 ;)
zh_tw: <32>* 如果- * 不，當你見到我們上司的時候... 記得和他說一聲 ;)

source: <32>{#p/human}{#n1!}* (Aaron whispered something in your ear.)
es_es: <32>{#p/human}{#n1!}* (Aaron susurró algo en tu oído.)
tr_tr: <32>{#p/human}{#n1!}* (Aaron kulağına bir şey fısıldadı.)
zh_cn: <32>{#p/human}{#n1!}* （Aaron在你耳边低语了几句。）
zh_tw: <32>{#p/human}{#n1!}* （Aaron在你耳邊低語了幾句。）

source: <32>{#p/basic}{#n1}* Good luck out there, lassy ;)
es_es: <32>{#p/basic}{#n1}* Buena suerte ahí fuera, joven ;)
tr_tr: <32>{#p/basic}{#n1}* Oralarda bol şans, kız ;)
zh_cn: <32>{#p/basic}{#n1}* 一路顺风，亲 ;)
zh_tw: <32>{#p/basic}{#n1}* 一路順風，親 ;)

source: <32>{#p/basic}* Later...
es_es: <32>{#p/basic}* Después...
tr_tr: <32>{#p/basic}* Sonra...
zh_cn: <32>{#p/basic}* 过了一阵子...
zh_tw: <32>{#p/basic}* 過了一陣子...

source: <32>{#p/napstablook}* hey everyone...
es_es: <32>{#p/napstablook}* oigan todos...
tr_tr: <32>{#p/napstablook}* hey millet...
zh_cn: <32>{#p/napstablook}* 嘿各位...
zh_tw: <32>{#p/napstablook}* 嘿各位...

source: <32>* this is a little tune i wrote a while ago...
es_es: <32>* esta es una pequeña música que escribí hace un tiempo...
tr_tr: <32>* bu bir süre önce yazdığım küçük bir melodi...
zh_cn: <32>* 这是我不久前写的一首小调...
zh_tw: <32>* 這是我不久前寫的一首小調...

source: <32>* i've been experimenting with my style lately, so...
es_es: <32>* he estado experimentando con mi estilo últimamente, así que...
tr_tr: <32>* kendi tarzımla yeni şeyler deniyordum, o yüzden...
zh_cn: <32>* 我还在尝试各种音乐风格... 所以...
zh_tw: <32>* 我還在嘗試各種音樂風格... 所以...

source: <32>* hopefully, it's good enough for you all
es_es: <32>* espero que sea lo suficientemente bueno para todos ustedes
tr_tr: <32>* umarım ki sizler için yeterli olur
zh_cn: <32>* 希望各位能喜欢这首曲子
zh_tw: <32>* 希望各位能喜歡這首曲子

source: <32>* well, here we go...
es_es: <32>* bueno, aquí vamos...
tr_tr: <32>* pekala, işte başlıyor...
zh_cn: <32>* 那，我们开始吧...
zh_tw: <32>* 那，我們開始吧...

source: <32>{*}{#p/basic}* Well, this is jazzy.{^30}{%}
es_es: <32>{*}{#p/basic}* Bueno, esto es jazz.{^30}{%}
tr_tr: <32>{*}{#p/basic}* Hımm, bu caz gibi.{^30}{%}
zh_cn: <32>{*}{#p/basic}* 哇，爵士乐的味道。{^30}{%}
zh_tw: <32>{*}{#p/basic}* 哇，爵士樂的味道。{^30}{%}

source: <25>{*}{#p/toriel}{#f/7}* Why has Napstablook never mentioned this?? * This is good!{^30}{%}
es_es: <25>{*}{#p/toriel}{#f/7}* ¿¿Por qué Napstablook nunca menciono esto?? * ¡Esto es bueno!{^30}{%}
tr_tr: <25>{*}{#p/toriel}{#f/7}* Neden Napstablook bundan hiç bahsetmedi?? * Bu güzelmiş!{^30}{%}
zh_cn: <25>{*}{#p/toriel}{#f/7}* 为什么Napstablook之前 完全没提过呢？？ * 真的好厉害！{^30}{%}
zh_tw: <25>{*}{#p/toriel}{#f/7}* 為什麼Napstablook之前 完全沒提過呢？？ * 真的好厲害！{^30}{%}

source: <32>{*}{#p/basic}* Yeah, maybe they're just shy.{^30}{%}
es_es: <32>{*}{#p/basic}* Sí, tal vez sea tímido.{^30}{%}
tr_tr: <32>{*}{#p/basic}* Evet, belki de sadece çekingendir.{^30}{%}
zh_cn: <32>{*}{#p/basic}* 是啊，可能它只是有点害羞吧。{^30}{%}
zh_tw: <32>{*}{#p/basic}* 是啊，可能它只是有點害羞吧。{^30}{%}

source: <32>{*}{#p/basic}* Ooh, bells ;){^30}{%}
es_es: <32>{*}{#p/basic}* Ooh, campanas ;){^30}{%}
tr_tr: <32>{*}{#p/basic}* Ooo, ziller ;){^30}{%}
zh_cn: <32>{*}{#p/basic}* 哦，好棒 ;){^30}{%}
zh_tw: <32>{*}{#p/basic}* 喔，好棒 ;){^30}{%}

source: <32>{*}{#p/basic}* Here comes the breakdown!{^30}{%}
es_es: <32>{*}{#p/basic}* ¡Aquí viene el desglose!{^30}{%}
tr_tr: <32>{*}{#p/basic}* Düşüş kısmı geliyor!{^30}{%}
zh_cn: <32>{*}{#p/basic}* 高潮要来了！{^30}{%}
zh_tw: <32>{*}{#p/basic}* 高潮要來了！{^30}{%}

source: <32>{*}{#p/basic}* Well, that was... something.{^30}{%}
es_es: <32>{*}{#p/basic}* Bueno, eso fue... algo.{^30}{%}
tr_tr: <32>{*}{#p/basic}* Yani, bu... bir şeydi.{^30}{%}
zh_cn: <32>{*}{#p/basic}* 哇哦，真是... 难以置信啊。{^30}{%}
zh_tw: <32>{*}{#p/basic}* 哇喔，真是... 難以置信啊。{^30}{%}

source: <32>{#p/napstablook}* yeah, that was something
es_es: <32>{#p/napstablook}* si, eso fue algo
tr_tr: <32>{#p/napstablook}* aynen, sadece bir şeydi
zh_cn: <32>{#p/napstablook}* 是啊，难以置信
zh_tw: <32>{#p/napstablook}* 是啊，難以置信

source: <32>{#p/napstablook}* oh well... * i probably bored you guys...
es_es: <32>{#p/napstablook}* oh bueno... * probablemente los he aburrido...
tr_tr: <32>{#p/napstablook}* neyse... * muhtemelen sizin canınızı sıktım...
zh_cn: <32>{#p/napstablook}* 好吧... * 估计是我的表演太烂 让你们无聊了...
zh_tw: <32>{#p/napstablook}* 好吧... * 估計是我的表演太爛 讓你們無聊了...

source: <32>{#p/napstablook}* sorry...
es_es: <32>{#p/napstablook}* perdón...
tr_tr: <32>{#p/napstablook}* üzgünüm...
zh_cn: <32>{#p/napstablook}* 对不起...
zh_tw: <32>{#p/napstablook}* 對不起...

source: <25>{|}{#p/toriel}{#f/2}* No, wait! * That was actually...
es_es: <25>{|}{#p/toriel}{#f/2}* ¡No, espera! * Eso fue en realidad...
tr_tr: <25>{|}{#p/toriel}{#f/2}* Hayır, bekle! * Bu aslında...
zh_cn: <25>{|}{#p/toriel}{#f/2}* 不，等等！ * 我很喜...
zh_tw: <25>{|}{#p/toriel}{#f/2}* 不，等等！ * 我很喜...

source: <32>{#p/basic}* I don't think they can hear you, Toriel.
es_es: <32>{#p/basic}* No creo que pueda oírte, Toriel.
tr_tr: <32>{#p/basic}* Seni duyabileceğini sanmıyorum, Toriel.
zh_cn: <32>{#p/basic}* 它已经走了，Toriel。
zh_tw: <32>{#p/basic}* 它已經走了，Toriel。

source: <25>{#p/toriel}{#f/9}* ... * They never do...
es_es: <25>{#p/toriel}{#f/9}* ... * Nunca lo hace...
tr_tr: <25>{#p/toriel}{#f/9}* ... * Hiçbir zaman duymuyor...
zh_cn: <25>{#p/toriel}{#f/9}* ... * 每次都是这样...
zh_tw: <25>{#p/toriel}{#f/9}* ... * 每次都是這樣...

source: <32>{#p/human}* (You activate the terminal, but there's no incoming message.)
es_es: <32>{#p/human}* (Activaste la terminal, pero no hay ningún mensaje entrante.)
tr_tr: <32>{#p/human}* (Terminali aktifleştiriyorsun, ancak gelen bir mesaj yok.)
zh_cn: <32>{#p/human}* （你激活了终端。） * （上面什么消息也没有。）
zh_tw: <32>{#p/human}* （你激活了終端。） * （上面什麼訊息也沒有。）

source: <32>{#p/human}* (You activate the terminal and play the incoming message.)
es_es: <32>{#p/human}* (Activaste la terminal y reproduces el mensaje entrante.)
tr_tr: <32>{#p/human}* (Terminali aktifleştirip gelen mesajı oynatıyorsun.)
zh_cn: <32>{#p/human}* （你激活了终端。） * （上面有一条新消息。）
zh_tw: <32>{#p/human}* （你激活了終端。） * （上面有一條新訊息。）

source: <32>{#p/alphys}* We're free, everyone! * This isn't a joke, the force field's gone!
es_es: <32>{#p/alphys}* ¡Ahora, somos libres! * ¡Esto no es una broma, el campo de fuerza se ha ido!
tr_tr: <32>{#p/alphys}* Özgürüz, millet! * Bu bir şaka değil, güç kalkanı ortadan kalktı!
zh_cn: <32>{#p/alphys}* 各位！咱们自由啦！ * 这不是在开玩笑， 那个力场真的消失啦！
zh_tw: <32>{#p/alphys}* 各位！咱們自由啦！ * 這不是在開玩笑， 那個力場真的消失啦！

source: <32>* Seriously, they're shutting down the core in a few days, so it's time to go!
es_es: <32>* ¡En serio, van a cerrar el núcleo en unos días, así que es hora de irnos!
tr_tr: <32>* Gerçekten, birkaç gün içinde çekirdeği kapatacaklar, artık gitme zamanı!
zh_cn: <32>* 说真的， 他们过几天就要关闭核心了， 咱们得赶紧离开这儿！
zh_tw: <32>* 說真的， 他們過幾天就要關閉核心了， 咱們得趕緊離開這兒！

source: <32>* You don't want to die here, do you?
es_es: <32>* Tú no querrás morir aquí, ¿verdad?
tr_tr: <32>* Burada ölmek istemiyorsunuz, değil mi?
zh_cn: <32>* 你们可不想死在这儿吧，啊？
zh_tw: <32>* 你們可不想死在這兒吧，啊？

source: <32>{#p/alphys}* The force field's gone. * Calling all citizens for immediate evacuation.
es_es: <32>{#p/alphys}* El campo de fuerza se ha ido. * Llamando a todos los ciudadanos para una evacuación inmediata.
tr_tr: <32>{#p/alphys}* Güç kalkanı ortadan kalktı. * Tüm vatandaşları derhal tahliye etmeye çağırıyoruz.
zh_cn: <32>{#p/alphys}* 那道力场破碎了。 * 请喊上全体居民迅速撤离。
zh_tw: <32>{#p/alphys}* 那道力場破碎了。 * 請喊上全體居民迅速撤離。

source: <32>* ... I know you're all afraid, but it's going to be okay.
es_es: <32>* ... se que todos estan asustados, pero todo va a salir bien.
tr_tr: <32>* ... Hepinizin korktuğunu biliyorum, ama her şey yoluna girecek.
zh_cn: <32>* ...你们都很害怕，我懂， 但很快就没事了。
zh_tw: <32>* ...你們都很害怕，我懂， 但很快就沒事了。

source: <32>* They can't hurt us if we leave them behind.
es_es: <32>* No puede hacernos daño si lo dejamos atrás.
tr_tr: <32>* Onu geride bırakırsak bize zarar veremez.
zh_cn: <32>* 把那个人类丢下后， 那家伙伤不到我们的。
zh_tw: <32>* 把那個人類丟下後， 那傢伙傷不到我們的。

source: <32>{#p/alphys}* The Foundry's fluid network has been repaired, thanks to our... v-very kind workers.
es_es: <32>{#p/alphys}* La red de fluidos de la Fábrica ha sido reparada, gracias a nuestros... m-muy amables trabajadores.
tr_tr: <32>{#p/alphys}* Dökümhane'mizin sıvı şebekesi, çok... n-nazik çalışanlarımız sayesinde onarıldı.
zh_cn: <32>{#p/alphys}* 铸厂的流体网络修好了， 这多亏了我们... 那-那些非常热心的工人。
zh_tw: <32>{#p/alphys}* 鑄廠的流體網路修好了， 這多虧了我們... 那-那些非常熱心的工人。

source: <32>* On an unrelated note, we're... l-looking for new workers.
es_es: <32>* En una nota no relacionada, estamos... b-buscando nuevos trabajadores.
tr_tr: <32>* Konuyla alakasız olarak, y-yeni işçiler arıyoruz.
zh_cn: <32>* 对了，说起来... 我们还-还在招募新人。
zh_tw: <32>* 對了，說起來... 我們還-還在招募新人。

source: <32>{#p/alphys}* The Foundry's fluid network is f-falling apart again.
es_es: <32>{#p/alphys}* La red de fluidos de la Fabrica vuelve a d-desmoronarse.
tr_tr: <32>{#p/alphys}* Dökümhane'nin sıvı şebekesi y-yine dağılıyor.
zh_cn: <32>{#p/alphys}* 铸厂的流体网络又-又断了。
zh_tw: <32>{#p/alphys}* 鑄廠的流體網路又-又斷了。

source: <32>* The workers have promised a short turnaround, but things are looking bleak.
es_es: <32>* Los trabajadores han prometido un cambio rápido, pero las cosas no se ven bien.
tr_tr: <32>* Çalışanlar kısa bir dönüş sözü verdiler, ancak durum pek iç açıcı görünmüyor.
zh_cn: <32>* 工人们承诺 很快就会恢复正常， 但真实情况看起来并不乐观。
zh_tw: <32>* 工人們承諾 很快就會恢復正常， 但真實情況看起來並不樂觀。

source: <32>* Please, i-if anyone out there can help, we need you...
es_es: <32>* Por favor, s-si alguien por ahí pudiera ayudar, los necesitamos...
tr_tr: <32>* Lütfen, eğer orada y-yardım edebilecek biri varsa, size ihtiyacımız var...
zh_cn: <32>* 如-如果这附近现在有人， 请赶紧过来帮忙...
zh_tw: <32>* 如-如果這附近現在有人， 請趕緊過來幫忙...

source: <25>{#p/toriel}{#f/1}* Have you tried checking the terminal?
es_es: <25>{#p/toriel}{#f/1}* ¿Ya intentaste revisar el terminal?
tr_tr: <25>{#p/toriel}{#f/1}* Terminali kontrol etmeyi denedin mi?
zh_cn: <25>{#p/toriel}{#f/1}* 去看看那边的终端吧。
zh_tw: <25>{#p/toriel}{#f/1}* 去看看那邊的終端吧。

source: <25>{#p/toriel}{#f/1}* The password terminal is right over there, little one.
es_es: <25>{#p/toriel}{#f/1}* La contraseña del terminal está justo ahí, pequeño.
tr_tr: <25>{#p/toriel}{#f/1}* Şifre terminali hemen orada, ufaklık.
zh_cn: <25>{#p/toriel}{#f/1}* 小家伙，终端就在那里。 去输下密码吧。
zh_tw: <25>{#p/toriel}{#f/1}* 小傢伙，終端就在那裡。 去輸下密碼吧。

source: <25>{#f/5}* What are you doing out here, my ch...
es_es: <25>{#f/5}* Que haces aquí fuera, mi ni...
tr_tr: <25>{#f/5}* Burada ne yapıyorsun, ço...
zh_cn: <25>{#f/5}* 你在这儿干什么， 我的孩...
zh_tw: <25>{#f/5}* 你在這兒幹什麼， 我的孩...

source: <25>{#f/9}* ... child...
es_es: <25>{#f/9}* ... niño...
tr_tr: <25>{#f/9}* ... çocuğum...
zh_cn: <25>{#f/9}* ...孩子...
zh_tw: <25>{#f/9}* ...孩子...

source: <25>{#f/5}* I cannot care for you any longer, child. * Nor should I.
es_es: <25>{#f/5}* Ya no puedo cuidarte más, niño. * Tampoco debería.
tr_tr: <25>{#f/5}* Artık sana daha fazla ilgi gösteremem, çocuk. * Göstermemeliyim de zaten.
zh_cn: <25>{#f/5}* 孩子， 我不能再照顾你了。 * 也不应该再照顾你了。
zh_tw: <25>{#f/5}* 孩子， 我不能再照顧你了。 * 也不應該再照顧你了。

source: <25>{#f/5}* You have places to be, things to see...
es_es: <25>{#f/5}* Tienes lugares donde deberías estar, cosas por ver...
tr_tr: <25>{#f/5}* Bulunman gereken yerler, görmen gereken şeyler var...
zh_cn: <25>{#f/5}* 你还有很多地方要去， 很多事情要做...
zh_tw: <25>{#f/5}* 你還有很多地方要去， 很多事情要做...

source: <25>{#f/10}* Who am I to keep you from that?
es_es: <25>{#f/10}* ¿Quién soy yo para impedírtelo?
tr_tr: <25>{#f/10}* Ben kimim ki seni bunlardan alıkoyayım?
zh_cn: <25>{#f/10}* 我怎么能阻止你呢？
zh_tw: <25>{#f/10}* 我怎麼能阻止你呢？

source: <25>{#f/5}* Please, carry on without me...
es_es: <25>{#f/5}* Por favor, sigue sin mi...
tr_tr: <25>{#f/5}* Lütfen, bensiz devam et...
zh_cn: <25>{#f/5}* 求你了，不要管我， 继续前进吧...
zh_tw: <25>{#f/5}* 求你了，不要管我， 繼續前進吧...

source: <25>{#f/1}* ... I know you can do the right thing...
es_es: <25>{#f/1}* ... Sé que puedes hacer lo correcto...
tr_tr: <25>{#f/1}* ... Doğru olanı yapabileceğini biliyorum...
zh_cn: <25>{#f/1}* ...我相信你会 做出正确的事的...
zh_tw: <25>{#f/1}* ...我相信你會 做出正確的事的...

source: <25>{#p/toriel}{#npc/a}{#f/5}* ... go on...
es_es: <25>{#p/toriel}{#npc/a}{#f/5}* ... continua...
tr_tr: <25>{#p/toriel}{#npc/a}{#f/5}* ... devam et...
zh_cn: <25>{#p/toriel}{#npc/a}{#f/5}* ...去吧...
zh_tw: <25>{#p/toriel}{#npc/a}{#f/5}* ...去吧...

source: <25>{#p/asriel1}{#f/13}* Just leave me, Frisk...
es_es: <25>{#p/asriel1}{#f/13}* Sólo déjame, Frisk...
tr_tr: <25>{#p/asriel1}{#f/13}* Beni yalnız bırak, Frisk...
zh_cn: <25>{#p/asriel1}{#f/13}* 就让我一个人待着吧， Frisk...
zh_tw: <25>{#p/asriel1}{#f/13}* 就讓我一個人待著吧， Frisk...

source: <25>{#f/15}* I can't come back with you, okay?
es_es: <25>{#f/15}* No puedo volver contigo, ¿esta bien?
tr_tr: <25>{#f/15}* Seninle geri dönemem, tamam mı?
zh_cn: <25>{#f/15}* 我不能跟你一起回去， 明白吗？
zh_tw: <25>{#f/15}* 我不能跟你一起回去， 明白嗎？

source: <25>{#p/asriel1}{#f/16}* I don't want to break their hearts all over again.
es_es: <25>{#p/asriel1}{#f/16}* No quiero romperles el corazón otra vez.
tr_tr: <25>{#p/asriel1}{#f/16}* Tekrar onların kalplerini kırmak istemiyorum.
zh_cn: <25>{#p/asriel1}{#f/16}* 我不想再伤他们的心了。
zh_tw: <25>{#p/asriel1}{#f/16}* 我不想再傷他們的心了。

source: <25>{#f/13}* It's better if they never see me at all.
es_es: <25>{#f/13}* Es mejor que ni siquiera me vean.
tr_tr: <25>{#f/13}* Beni asla görmesinler daha iyi.
zh_cn: <25>{#f/13}* 如果他们 永远都再见不到我， 那就更好了。
zh_tw: <25>{#f/13}* 如果他們 永遠都再見不到我， 那就更好了。

source: <25>{#p/asriel1}{#f/15}* ... what are you doing?
es_es: <25>{#p/asriel1}{#f/15}* ... ¿Que estás haciendo?
tr_tr: <25>{#p/asriel1}{#f/15}* ... ne yapıyorsun?
zh_cn: <25>{#p/asriel1}{#f/15}* ...你在干什么？
zh_tw: <25>{#p/asriel1}{#f/15}* ...你在幹什麼？

source: <25>{#f/15}* Are you trying to keep me company?
es_es: <25>{#f/15}* ¿Estás tratando de hacerme compañía?
tr_tr: <25>{#f/15}* Bana eşlik etmeye mi çalışıyorsun?
zh_cn: <25>{#f/15}* 你是想陪陪我吗？
zh_tw: <25>{#f/15}* 你是想陪陪我嗎？

source: <25>{#f/13}* Hey.
es_es: <25>{#f/13}* Oye.
zh_cn: <25>{#f/13}* 嘿。
zh_tw: <25>{#f/13}* 嘿。
