Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <26>{#f/6}{#v/0}* Oh, how terrible. * Guess not everyone can be beat into submission.
es_es: <26>{#f/6}{#v/0}* Oh, que terrible. * Supongo que no todos pueden ser sometidos a la fuerza.
tr_tr: <26>{#f/6}{#v/0}* Ah, ne kadar da kötü. * Demek ki herkesi boyun eğene kadar dövemiyormuşuz!
zh_cn: <26>{#f/6}{#v/0}* 噢，这也太惨了。 * 看来不是每个人 都能被打到屈服呢。
zh_tw: <26>{#f/6}{#v/0}* 噢，這也太慘了。 * 看來不是每個人 都能被打到屈服呢。

source: <25>{#f/11}{#v/0}* What an idiot!
es_es: <25>{#f/11}{#v/0}* ¡Pero que idiota!
tr_tr: <25>{#f/11}{#v/0}* Ne salak ama!
zh_cn: <25>{#f/11}{#v/0}* 真是个大蠢货！
zh_tw: <25>{#f/11}{#v/0}* 真是個大蠢貨！

source: <25>{#f/7}{#v/0}* What a shame for her.
es_es: <25>{#f/7}{#v/0}* Qué pena por ella.
tr_tr: <25>{#f/7}{#v/0}* Onun için ne kadar yazık.
zh_cn: <25>{#f/7}{#v/0}* 她真可怜。
zh_tw: <25>{#f/7}{#v/0}* 她真可憐。

source: <25>{#f/6}{#v/0}* As for you...
es_es: <25>{#f/6}{#v/0}* En cuanto a tí...
tr_tr: <25>{#f/6}{#v/0}* Sana gelirsek...
zh_cn: <25>{#f/6}{#v/0}* 至于你嘛...
zh_tw: <25>{#f/6}{#v/0}* 至於你嘛...

source: <25>{#p/twinkly}{#f/6}{#v/0}* Wow.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Vaya.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Vay canına.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 哇。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 哇。

source: <25>{#f/7}{#v/0}* And here I thought you were the righteous one for showing mercy.
es_es: <25>{#f/7}{#v/0}* Y yo aquí pensando que eras el justo por mostrar piedad.
tr_tr: <25>{#f/7}{#v/0}* Ben de burada senin merhamet ederek erdemli olduğunu sanmıştım.
zh_cn: <25>{#f/7}{#v/0}* 我还以为你是什么 仁慈的大善人呢。
zh_tw: <25>{#f/7}{#v/0}* 我還以為你是什麼 仁慈的大善人呢。

source: <25>{#f/11}{#v/0}* Hah! * What a joke.
es_es: <25>{#f/11}{#v/0}* ¡Ja! * Menudo chiste.
tr_tr: <25>{#f/11}{#v/0}* Hah! * Şakaya gel.
zh_cn: <25>{#f/11}{#v/0}* 哈！ * 真是个笑话。
zh_tw: <25>{#f/11}{#v/0}* 哈！ * 真是個笑話。

source: <25>{#f/6}{#v/0}* How did it feel to finally satisfy your violent side?
es_es: <25>{#f/6}{#v/0}* ¿Cómo se sintió al satisfacer por fin tu lado violento?
tr_tr: <25>{#f/6}{#v/0}* Vahşi yanını sonunda tatmin etmek nasıl hissettirdi?
zh_cn: <25>{#f/6}{#v/0}* 终于满足了 你那颗暴力的心， 感觉如何呀？
zh_tw: <25>{#f/6}{#v/0}* 終於滿足了 你那顆暴力的心， 感覺如何呀？

source: <25>{#f/0}{#v/1}* I bet it felt GOOD, didn't it?
es_es: <25>{#f/0}{#v/1}* Apuesto a que se sintió BIEN, ¿no es así?
tr_tr: <25>{#f/0}{#v/1}* Eminim ki GÜZELDİ, değil mi?
zh_cn: <25>{#f/0}{#v/1}* 我猜肯定很爽吧，是不？
zh_tw: <25>{#f/0}{#v/1}* 我猜肯定很爽吧，是不？

source: <25>{#f/11}{#v/0}* I mean, I should know...
es_es: <25>{#f/11}{#v/0}* Digo, Debería saberlo...
tr_tr: <25>{#f/11}{#v/0}* Yani benim de bilmem gerekir...
zh_cn: <25>{#f/11}{#v/0}* 毕竟，我懂嘛...
zh_tw: <25>{#f/11}{#v/0}* 畢竟，我懂嘛...

source: <25>{#p/twinkly}{#f/5}{#v/0}* Nice to see you again.
es_es: <25>{#p/twinkly}{#f/5}{#v/0}* Encantado de volver a verte.
tr_tr: <25>{#p/twinkly}{#f/5}{#v/0}* Seni tekrar görmek güzel.
zh_cn: <25>{#p/twinkly}{#f/5}{#v/0}* 很高兴再次见到你。
zh_tw: <25>{#p/twinkly}{#f/5}{#v/0}* 很高興再次見到你。

source: <25>{#f/6}{#v/0}* By the way, you're the most boring person in the galaxy.
es_es: <25>{#f/6}{#v/0}* Por cierto, eres la persona más aburrida en la galaxia.
tr_tr: <25>{#f/6}{#v/0}* He bu arada, galaksideki en sıkıcı kişi sensin.
zh_cn: <25>{#f/6}{#v/0}* 顺便说一句， 你怕不是宇宙间 最无聊的人。
zh_tw: <25>{#f/6}{#v/0}* 順便說一句， 你怕不是宇宙間 最無聊的人。

source: <25>{#f/12}{#v/0}* Getting by peacefully, then going back just to do it again?
es_es: <25>{#f/12}{#v/0}* ¿Hacer todo pacíficamente y luego volver sólo para hacerlo de nuevo?
tr_tr: <25>{#f/12}{#v/0}* Barışçıl şekilde geçinmek ve sonra geri dönüp aynı şeyi yapmak mı?
zh_cn: <25>{#f/12}{#v/0}* 和平地过了一段时间之后， 还要回去再来一遍？
zh_tw: <25>{#f/12}{#v/0}* 和平地過了一段時間之後， 還要回去再來一遍？

source: <25>{#f/8}{#v/0}* Come on...
es_es: <25>{#f/8}{#v/0}* Vamos...
tr_tr: <25>{#f/8}{#v/0}* Hadi ama...
zh_cn: <25>{#f/8}{#v/0}* 得了吧...
zh_tw: <25>{#f/8}{#v/0}* 得了吧...

source: <25>{#f/2}{#v/1}* You know as well as I do that it's KILL or BE killed.
es_es: <25>{#f/2}{#v/1}* Sabes muy bien como yo que es MATAR o MORIR.
tr_tr: <25>{#f/2}{#v/1}* Bu dünyanın ÖLDÜR ya da ÖL olduğunu benim kadar iyi biliyorsun.
zh_cn: <25>{#f/2}{#v/1}* 你我都知道， 不是杀人就是被杀。
zh_tw: <25>{#f/2}{#v/1}* 你我都知道， 不是殺人就是被殺。

source: <25>{#p/twinkly}{#f/6}* Aren't you getting tired of this?
es_es: <25>{#p/twinkly}{#f/6}* ¿No te estás cansando de esto?
tr_tr: <25>{#p/twinkly}{#f/6}* Bundan hiç sıkılmıyor musun?
zh_cn: <25>{#p/twinkly}{#f/6}* 你不觉得腻吗？
zh_tw: <25>{#p/twinkly}{#f/6}* 你不覺得膩嗎？

source: <25>{#f/2}{#v/1}* You KNOW deep down that part of you wants to hurt her.
es_es: <25>{#f/2}{#v/1}* En el fondo SABES que una parte de ti quiere hacerle daño a ella.
tr_tr: <25>{#f/2}{#v/1}* İçinde bir yerde onun canını yakmak istediğini BİLİYORSUN.
zh_cn: <25>{#f/2}{#v/1}* 你自己心里清楚， 你就是想伤害她。
zh_tw: <25>{#f/2}{#v/1}* 你自己心裡清楚， 你就是想傷害她。

source: <25>{#f/14}{#v/1}* A few good hits, and she'd be dead before your very eyes.
es_es: <25>{#f/14}{#v/1}* Unos buenos golpes y ella estaría muerta ante tus propios ojos.
tr_tr: <25>{#f/14}{#v/1}* Birkaç sağlam vuruş, ve bir bakmışsın ki ölüp gitmiş.
zh_cn: <25>{#f/14}{#v/1}* 狠狠揍她几下， 她就会死在你眼前。
zh_tw: <25>{#f/14}{#v/1}* 狠狠揍她幾下， 她就會死在你眼前。

source: <25>{#f/11}{#v/0}* Wouldn't that be exciting?
es_es: <25>{#f/11}{#v/0}* ¿Eso no seria emocionante?
tr_tr: <25>{#f/11}{#v/0}* Heyecan verici olmaz mıydı?
zh_cn: <25>{#f/11}{#v/0}* 那不是很刺激吗？
zh_tw: <25>{#f/11}{#v/0}* 那不是很刺激嗎？

source: <25>{#f/7}{#v/0}* See ya, idiot.
es_es: <25>{#f/7}{#v/0}* Nos vemos, idiota.
tr_tr: <25>{#f/7}{#v/0}* Görüşürüz, salak.
zh_cn: <25>{#f/7}{#v/0}* 回见，蠢货。
zh_tw: <25>{#f/7}{#v/0}* 回見，蠢貨。

source: <25>{#p/twinkly}{#f/8}{#v/0}* Are you doing this just to see how I react?
es_es: <25>{#p/twinkly}{#f/8}{#v/0}* ¿Estás haciendo esto sólo para ver cómo reacciono?
tr_tr: <25>{#p/twinkly}{#f/8}{#v/0}* Bunu sırf nasıl tepki vereceğimi görmek için mi yapıyorsun?
zh_cn: <25>{#p/twinkly}{#f/8}{#v/0}* 你这样做， 就只是为了 看看我的反应吗？
zh_tw: <25>{#p/twinkly}{#f/8}{#v/0}* 你這樣做， 就只是為了 看看我的反應嗎？

source: <25>{#f/6}{#v/0}* Is that what this is about?
es_es: <25>{#f/6}{#v/0}* ¿De eso se trata?
tr_tr: <25>{#f/6}{#v/0}* Bütün olay bu mu yani?
zh_cn: <25>{#f/6}{#v/0}* 就只是为了这个？
zh_tw: <25>{#f/6}{#v/0}* 就只是為了這個？

source: <25>{#f/7}{#v/0}* Well, don't expect to get anything else outta me.
es_es: <25>{#f/7}{#v/0}* Bueno, no esperes conseguir nada más de mí.
tr_tr: <25>{#f/7}{#v/0}* Her neyse, benden başka şeyler söylememi bekleme.
zh_cn: <25>{#f/7}{#v/0}* 那你就别指望 再从我这里得到什么了。
zh_tw: <25>{#f/7}{#v/0}* 那你就別指望 再從我這裡得到什麼了。

source: <25>{#f/6}{#v/0}* All this boring pacifism is getting tiresome.
es_es: <25>{#f/6}{#v/0}* Todo este aburrido pacifismo se está volviendo tedioso.
tr_tr: <25>{#f/6}{#v/0}* Bu sıkıcı barışçıllık gerçekten baydı.
zh_cn: <25>{#f/6}{#v/0}* 整天搞和平主义， 烦都烦死了。
zh_tw: <25>{#f/6}{#v/0}* 整天搞和平主義， 煩都煩死了。

source: <25>{#f/11}{#v/0}* Now, if something more interesting were to happen...
es_es: <25>{#f/11}{#v/0}* Ahora, si algo más interesante estuviera por pasar...
tr_tr: <25>{#f/11}{#v/0}* Ancak, daha ilginç bir şey yaşanırsa...
zh_cn: <25>{#f/11}{#v/0}* 要是现在发生点 更有趣的事...
zh_tw: <25>{#f/11}{#v/0}* 要是現在發生點 更有趣的事...

source: <25>{#f/9}{#v/0}* Perhaps I'd be more inclined to talk.
es_es: <25>{#f/9}{#v/0}* Tal vez estaría más dispuesto a hablar.
tr_tr: <25>{#f/9}{#v/0}* Konuşmak için daha meyilli olabilirim.
zh_cn: <25>{#f/9}{#v/0}* 我或许会更想跟你聊聊。
zh_tw: <25>{#f/9}{#v/0}* 我或許會更想跟你聊聊。

source: <25>{#f/7}{#v/0}* Sooner or later, you'll be forced to realize that.
es_es: <25>{#f/7}{#v/0}* Tarde o temprano, te verás obligado a darte cuenta de eso.
tr_tr: <25>{#f/7}{#v/0}* Eninde sonunda, bunun farkına varman gerekecek.
zh_cn: <25>{#f/7}{#v/0}* 你迟早会不得不 意识到这一点的。
zh_tw: <25>{#f/7}{#v/0}* 你遲早會不得不 意識到這一點的。

source: <25>{#f/11}{#v/0}* And when that time comes...
es_es: <25>{#f/11}{#v/0}* Y cuando ese tiempo llegue...
tr_tr: <25>{#f/11}{#v/0}* Ve vakit geldiğinde de...
zh_cn: <25>{#f/11}{#v/0}* 等到那时候... 又会发生什么呢？
zh_tw: <25>{#f/11}{#v/0}* 等到那時候... 又會發生什麼呢？

source: <25>{#f/5}{#v/0}* Well, let's just say I'm interested to see what happens.
es_es: <25>{#f/5}{#v/0}* Bueno, digamos que estoy interesado en ver qué pasa.
tr_tr: <25>{#f/5}{#v/0}* Neyse, demem o ki neler olacağını dört gözle bekliyorum.
zh_cn: <25>{#f/5}{#v/0}* 喏，我真的很期待 看到那一刻呢。
zh_tw: <25>{#f/5}{#v/0}* 喏，我真的很期待 看到那一刻呢。

source: <25>{#f/9}{#v/0}* Good luck!
es_es: <25>{#f/9}{#v/0}* ¡Buena suerte!
tr_tr: <25>{#f/9}{#v/0}* Bol şans!
zh_cn: <25>{#f/9}{#v/0}* 祝你好运！
zh_tw: <25>{#f/9}{#v/0}* 祝你好運！

source: <25>{#f/7}{#v/0}* Maybe that's why you killed that one monster.
es_es: <25>{#f/7}{#v/0}* Tal vez por eso mataste a ese monstruo.
tr_tr: <25>{#f/7}{#v/0}* Belki de o yüzden sadece o canavarı öldürdün.
zh_cn: <25>{#f/7}{#v/0}* 也许， 这就是为什么 你杀了那个怪物吧。
zh_tw: <25>{#f/7}{#v/0}* 也許， 這就是為什麼 你殺了那個怪物吧。

source: <25>{#f/8}{#v/0}* I mean, you went almost the whole way without killing anyone...
es_es: <25>{#f/8}{#v/0}* Quiero decir, casi llegaste al final del camino sin matar a nadie...
tr_tr: <25>{#f/8}{#v/0}* Yani, kimseyi öldürmeden neredeyse yolun tamamını gittin...
zh_cn: <25>{#f/8}{#v/0}* 我是说， 你几乎一路都没杀人...
zh_tw: <25>{#f/8}{#v/0}* 我是說， 你幾乎一路都沒殺人...

source: <25>{#f/6}{#v/0}* But somewhere along the line, you screwed up.
es_es: <25>{#f/6}{#v/0}* Pero en algún momento, metiste la pata.
tr_tr: <25>{#f/6}{#v/0}* Ama arada bir yerde, işi mahvettin.
zh_cn: <25>{#f/6}{#v/0}* 但在某个地方， 你搞砸了。
zh_tw: <25>{#f/6}{#v/0}* 但在某個地方， 你搞砸了。

source: <25>{#f/5}{#v/0}* All that good karma you had went straight down the toilet.
es_es: <25>{#f/5}{#v/0}* Todo ese buen karma que tenías se fue directamente por el retrete.
tr_tr: <25>{#f/5}{#v/0}* Sahip olduğun o güzelim karma ziyan oldu.
zh_cn: <25>{#f/5}{#v/0}* 你之前积攒的所有好报 都付诸东流了。
zh_tw: <25>{#f/5}{#v/0}* 你之前積攢的所有好報 都付諸東流了。

source: <25>{#f/11}{#v/0}* Golly, you can't do anything right!
es_es: <25>{#f/11}{#v/0}* ¡Dios, no puedes hacer nada bien!
tr_tr: <25>{#f/11}{#v/0}* Tanrım, hiçbir şeyi doğru düzgün yapamıyorsun!
zh_cn: <25>{#f/11}{#v/0}* 天呐，你真是 成事不足败事有余啊！
zh_tw: <25>{#f/11}{#v/0}* 天吶，你真是 成事不足敗事有餘啊！

source: <25>{#f/11}{#v/0}* What a joke!
es_es: <25>{#f/11}{#v/0}* ¡Menudo chiste!
tr_tr: <25>{#f/11}{#v/0}* Nasıl bir şaka ama!
zh_cn: <25>{#f/11}{#v/0}* 真是个笑话！
zh_tw: <25>{#f/11}{#v/0}* 真是個笑話！

source: <25>{#f/7}{#v/0}* Maybe that's why you killed those other monsters.
es_es: <25>{#f/7}{#v/0}* Tal vez por eso mataste a esos otros monstruos.
tr_tr: <25>{#f/7}{#v/0}* Belki de o yüzden diğer canavarları öldürdün.
zh_cn: <25>{#f/7}{#v/0}* 也许， 这就是为什么 你杀了那些怪物吧。
zh_tw: <25>{#f/7}{#v/0}* 也許， 這就是為什麼 你殺了那些怪物吧。

source: <25>{#f/8}{#v/0}* I mean, you had a good run, but...
es_es: <25>{#f/8}{#v/0}* Digo, tuviste una buena racha, pero...
tr_tr: <25>{#f/8}{#v/0}* Yani, iyi gidiyordun ama...
zh_cn: <25>{#f/8}{#v/0}* 我是说， 你坚持了很久，但是...
zh_tw: <25>{#f/8}{#v/0}* 我是說， 你堅持了很久，但是...

source: <25>{#f/6}{#v/0}* What's the point in mercy if it doesn't mean anything?
es_es: <25>{#f/6}{#v/0}* ¿Qué sentido tiene la piedad si no significa nada?
tr_tr: <25>{#f/6}{#v/0}* Eğer bir anlamı yoksa insafın amacı nedir ki?
zh_cn: <25>{#f/6}{#v/0}* 如果仁慈没有任何意义， 那还要它干嘛呢？
zh_tw: <25>{#f/6}{#v/0}* 如果仁慈沒有任何意義， 那還要它幹嘛呢？

source: <25>{#f/7}{#v/0}* And believe me, after you did what you did...
es_es: <25>{#f/7}{#v/0}* Y créeme, después de lo que hiciste...
tr_tr: <25>{#f/7}{#v/0}* Ve inan bana, yaptığın o şeyden sonra...
zh_cn: <25>{#f/7}{#v/0}* 相信我， 在你做了那些事之后...
zh_tw: <25>{#f/7}{#v/0}* 相信我， 在你做了那些事之後...

source: <25>{#f/2}{#v/1}* It doesn't mean JACK.
es_es: <25>{#f/2}{#v/1}* No significa NADA.
tr_tr: <25>{#f/2}{#v/1}* HİÇBİR anlamı yok.
zh_cn: <25>{#f/2}{#v/1}* 它屁都不是。
zh_tw: <25>{#f/2}{#v/1}* 它屁都不是。

source: <25>{#f/11}{#v/0}* What's wrong with killing Toriel, huh? * Too good for that?
es_es: <25>{#f/11}{#v/0}* ¿Qué hay de malo en matar a Toriel, eh? * ¿Demasiado bueno para eso?
tr_tr: <25>{#f/11}{#v/0}* Toriel'i öldürmekte sorunun mu var, ha? * Çok mu vicdanlısın onun için?
zh_cn: <25>{#f/11}{#v/0}* 杀Toriel有什么不对啊？ * 那不可太好了吗？
zh_tw: <25>{#f/11}{#v/0}* 殺Toriel有什麼不對啊？ * 那不可太好了嗎？

source: <25>{#f/2}{#v/1}* I know you're still rotten to the core.
es_es: <25>{#f/2}{#v/1}* Sé que todavía estás podrido hasta la médula.
tr_tr: <25>{#f/2}{#v/1}* Senin temelden çürük olduğunu biliyorum ben.
zh_cn: <25>{#f/2}{#v/1}* 我知道你仍然坏到了骨子里。
zh_tw: <25>{#f/2}{#v/1}* 我知道你仍然壞到了骨子裡。

source: <25>{#f/11}{#v/0}* I mean, you managed to take out everyone in your path...
es_es: <25>{#f/11}{#v/0}* Quiero decir, te las arreglaste para eliminar a todos en tu camino...
tr_tr: <25>{#f/11}{#v/0}* Yani, önüne çıkan herkesi devirmeyi başardın...
zh_cn: <25>{#f/11}{#v/0}* 我是说，你设法干掉了 所有挡了路的人。
zh_tw: <25>{#f/11}{#v/0}* 我是說，你設法幹掉了 所有擋了路的人。

source: <25>{#f/6}{#v/0}* But when it came to the final hurdle, you failed.
es_es: <25>{#f/6}{#v/0}* Pero cuando llegó el último obstáculo, fracasaste.
tr_tr: <25>{#f/6}{#v/0}* Ama iş son engele gelince, başaramadın.
zh_cn: <25>{#f/6}{#v/0}* 但在最后一关，你失败了。
zh_tw: <25>{#f/6}{#v/0}* 但在最後一關，你失敗了。

source: <25>{#p/twinkly}{#f/6}{#v/0}* Back again, huh? * Golly...
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Otra vez, ¿eh? * Dios...
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Geri döndün, ha? * Tanrım...
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 又回来了，嗯哼？ * 天呐...
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 又回來了，嗯哼？ * 天吶...

source: <25>{#f/8}{#v/0}* You've changed the timeline around so much...
es_es: <25>{#f/8}{#v/0}* Has cambiado tanto la línea de tiempo...
tr_tr: <25>{#f/8}{#v/0}* Zaman çizelgesini o kadar çok elledin ki...
zh_cn: <25>{#f/8}{#v/0}* 你把时间线 改得面目全非...
zh_tw: <25>{#f/8}{#v/0}* 你把時間軸 改得面目全非...

source: <25>{#f/6}{#v/0}* I don't even know what to think now.
es_es: <25>{#f/6}{#v/0}* Ahora ni siquiera sé qué pensar.
tr_tr: <25>{#f/6}{#v/0}* Artık ne düşüneceğimi bilmiyorum.
zh_cn: <25>{#f/6}{#v/0}* 我现在都不知道 该怎么想了。
zh_tw: <25>{#f/6}{#v/0}* 我現在都不知道 該怎麼想了。

source: <25>{#f/8}{#v/0}* Are you good? * Evil? * Just curious?
es_es: <25>{#f/8}{#v/0}* ¿Eres bueno? * ¿Malvado? * O ¿solo eres curioso?
tr_tr: <25>{#f/8}{#v/0}* Sen iyi misin? * Kötü müsün? * Yoksa sadece meraklı mısın?
zh_cn: <25>{#f/8}{#v/0}* 你是个好人？ * 或是个坏人？ * 还是仅仅因为太好奇了？
zh_tw: <25>{#f/8}{#v/0}* 你是個好人？ * 或是個壞人？ * 還是僅僅因為太好奇了？

source: <25>{#f/6}{#v/0}* I dunno.
es_es: <25>{#f/6}{#v/0}* No lo sé.
tr_tr: <25>{#f/6}{#v/0}* Bilemedim ki.
zh_cn: <25>{#f/6}{#v/0}* 我不知道。
zh_tw: <25>{#f/6}{#v/0}* 我不知道。

source: <25>{#f/5}{#v/0}* There is one thing, though...
es_es: <25>{#f/5}{#v/0}* Hay una cosa, sin embargo...
tr_tr: <25>{#f/5}{#v/0}* Ama sadece tek bir şey var...
zh_cn: <25>{#f/5}{#v/0}* 不过，有件事啊...
zh_tw: <25>{#f/5}{#v/0}* 不過，有件事啊...

source: <25>{#f/5}{#v/0}* One thing I KNOW you haven't done yet.
es_es: <25>{#f/5}{#v/0}* Una cosa que SÉ que no has hecho todavía.
tr_tr: <25>{#f/5}{#v/0}* Hala yapmadığın o tek şeyi BİLİYORUM.
zh_cn: <25>{#f/5}{#v/0}* 有件事 我知道你还没做过。
zh_tw: <25>{#f/5}{#v/0}* 有件事 我知道你還沒做過。

source: <25>{#f/7}{#v/0}* That's right.
es_es: <25>{#f/7}{#v/0}* Así es.
tr_tr: <25>{#f/7}{#v/0}* Evet doğru.
zh_cn: <25>{#f/7}{#v/0}* 没错。
zh_tw: <25>{#f/7}{#v/0}* 沒錯。

source: <25>{#f/7}{#v/0}* You haven't killed everyone here in one run yet.
es_es: <25>{#f/7}{#v/0}* Todavía no has matado a todo el mundo en una racha.
tr_tr: <25>{#f/7}{#v/0}* Buradaki herkesi tek seferde öldürmedin.
zh_cn: <25>{#f/7}{#v/0}* 你还没有 一次性把所有人杀光过。
zh_tw: <25>{#f/7}{#v/0}* 你還沒有 一次性把所有人殺光過。

source: <25>{#f/11}{#v/0}* Aren't you at least a LITTLE curious?
es_es: <25>{#f/11}{#v/0}* ¿No tienes al menos un POCO de curiosidad?
tr_tr: <25>{#f/11}{#v/0}* BİRAZ bile meraklı değil misin?
zh_cn: <25>{#f/11}{#v/0}* 你难道一点都不好奇吗？
zh_tw: <25>{#f/11}{#v/0}* 你難道一點都不好奇嗎？

source: <25>{#f/8}{#v/0}* Come on, $(name)...
es_es: <25>{#f/8}{#v/0}* Vamos, $(name)...
tr_tr: <25>{#f/8}{#v/0}* Hadi ama, $(name)...
zh_cn: <25>{#f/8}{#v/0}* 来吧，$(name)...
zh_tw: <25>{#f/8}{#v/0}* 來吧，$(name)...

source: <25>{#f/5}{#v/0}* I know you're in there somewhere.
es_es: <25>{#f/5}{#v/0}* Sé que estas ahí en algún lugar.
tr_tr: <25>{#f/5}{#v/0}* Oralarda bir yerlerdesin biliyorum.
zh_cn: <25>{#f/5}{#v/0}* 我知道你在内心深处 渴望着这个。
zh_tw: <25>{#f/5}{#v/0}* 我知道你在內心深處 渴望著這個。

source: <25>{#p/twinkly}{#f/6}{#v/0}* Well well, we meet again.
es_es: <25>{#p/twinkly}{#f/6}{#v/0}* Bueno bueno, nos encontramos de nuevo.
tr_tr: <25>{#p/twinkly}{#f/6}{#v/0}* Bak sen, yine karşılaştık.
zh_cn: <25>{#p/twinkly}{#f/6}{#v/0}* 好啊好， 我们又见面了。
zh_tw: <25>{#p/twinkly}{#f/6}{#v/0}* 好啊好， 我們又見面了。

source: <25>{#f/8}{#v/0}* How many times is this now?
es_es: <25>{#f/8}{#v/0}* ¿Cuántas veces son hasta ahora?
tr_tr: <25>{#f/8}{#v/0}* Bu kaçıncı etti?
zh_cn: <25>{#f/8}{#v/0}* 这是第几次了？
zh_tw: <25>{#f/8}{#v/0}* 這是第幾次了？

source: <25>{#f/6}{#v/0}* Whatever. * Doesn't matter.
es_es: <25>{#f/6}{#v/0}* Como sea. * No importa.
tr_tr: <25>{#f/6}{#v/0}* Aman neyse. * Bir önemi yok.
zh_cn: <25>{#f/6}{#v/0}* 随便吧。 * 无所谓的。
zh_tw: <25>{#f/6}{#v/0}* 隨便吧。 * 無所謂的。

source: <25>{#f/6}{#v/0}* You KNOW what you have to do, $(name).
es_es: <25>{#f/6}{#v/0}* Tú SABES lo que tienes que hacer, $(name).
tr_tr: <25>{#f/6}{#v/0}* Sen ne yapman gerektiğini BİLİYORSUN, $(name).
zh_cn: <25>{#f/6}{#v/0}* 你知道你该做什么， $(name)。
zh_tw: <25>{#f/6}{#v/0}* 你知道你該做什麼， $(name)。

source: <25>{#f/5}{#v/0}* I'll be waiting.
es_es: <25>{#f/5}{#v/0}* Estaré esperando.
tr_tr: <25>{#f/5}{#v/0}* Bekliyor olacağım.
zh_cn: <25>{#f/5}{#v/0}* 我会等着你的。
zh_tw: <25>{#f/5}{#v/0}* 我會等著你的。

source: <25>{#p/toriel}{#f/13}* You wish to return "home," do you not?
es_es: <25>{#p/toriel}{#f/13}* Deseas volver a "casa", ¿no es así?
tr_tr: <25>{#p/toriel}{#f/13}* "Eve" dönmeyi diliyorsun, öyle değil mi?
zh_cn: <25>{#p/toriel}{#f/13}* 你想要回“家”， 对吗？
zh_tw: <25>{#p/toriel}{#f/13}* 你想要回「家」， 對嗎？

source: <25>{#f/9}* If you leave here, I will not be able to protect you.
es_es: <25>{#f/9}* Si te vas de aquí, no podré protegerte.
tr_tr: <25>{#f/9}* Eğer burayı terk edecek olursan, seni koruma imkanım olmayacak.
zh_cn: <25>{#f/9}* 如果你离开这里， 我就没办法保护你了。
zh_tw: <25>{#f/9}* 如果你離開這裡， 我就沒辦法保護你了。

source: <25>{#f/9}* I will not be able to save you from the dangers that lie ahead.
es_es: <25>{#f/9}* No podré salvarte de los peligros que estan ahí adelante.
tr_tr: <25>{#f/9}* Seni ilerideki tehlikelerden kurtarma imkanım olmayacak.
zh_cn: <25>{#f/9}* 我就没办法 在你直面危险的时候 拯救你了。
zh_tw: <25>{#f/9}* 我就沒辦法 在你直面危險的時候 拯救你了。

source: <25>{#f/13}* So, please, little one...
es_es: <25>{#f/13}* Así que, por favor, pequeño...
tr_tr: <25>{#f/13}* O yüzden, lütfen, ufaklık...
zh_cn: <25>{#f/13}* 所以，拜托了，孩子...
zh_tw: <25>{#f/13}* 所以，拜託了，孩子...

source: <25>{#f/9}* Go back the other way.
es_es: <25>{#f/9}* Regresa al otro camino.
tr_tr: <25>{#f/9}* Diğer yoldan geri dön.
zh_cn: <25>{#f/9}* 回去吧。
zh_tw: <25>{#f/9}* 回去吧。

source: <25>{#p/toriel}{#f/13}* Every human that ends up here meets the same fate.
es_es: <25>{#p/toriel}{#f/13}* Cada humano que cae aquí se encuentra con el mismo destino.
tr_tr: <25>{#p/toriel}{#f/13}* Buraya gelen her insan aynı kaderle karşılaşıyor.
zh_cn: <25>{#p/toriel}{#f/13}* 每个来到这里的人类 最终的命运都一模一样。
zh_tw: <25>{#p/toriel}{#f/13}* 每個來到這裡的人類 最終的命運都一模一樣。

source: <25>{#f/9}* I have seen it repeat time and time again.
es_es: <25>{#f/9}* Lo he visto una y otra vez.
tr_tr: <25>{#f/9}* Bunun defalarca tekrarlandığını gördüm.
zh_cn: <25>{#f/9}* 我已经见证了一次又一次。
zh_tw: <25>{#f/9}* 我已經見證了一次又一次。

source: <25>{#f/13}* They come.
es_es: <25>{#f/13}* Vienen.
tr_tr: <25>{#f/13}* Onlar geliyorlar.
zh_cn: <25>{#f/13}* 他们到来。
zh_tw: <25>{#f/13}* 他們到來。

source: <25>{#f/13}* They leave.
es_es: <25>{#f/13}* Se van.
tr_tr: <25>{#f/13}* Ayrılıyorlar.
zh_cn: <25>{#f/13}* 他们离开。
zh_tw: <25>{#f/13}* 他們離開。

source: <25>{#f/9}* ... they die.
es_es: <25>{#f/9}* ... mueren.
tr_tr: <25>{#f/9}* ... ölüyorlar.
zh_cn: <25>{#f/9}* ...他们死去。
zh_tw: <25>{#f/9}* ...他們死去。

source: <25>{#f/13}* My child...
es_es: <25>{#f/13}* Mi niño...
tr_tr: <25>{#f/13}* Çocuğum...
zh_cn: <25>{#f/13}* 我的孩子...
zh_tw: <25>{#f/13}* 我的孩子...

source: <25>{#f/13}* If you leave the Outlands...
es_es: <25>{#f/13}* Si sales de las Afueras...
tr_tr: <25>{#f/13}* Eğer Outlands'i terk edersen...
zh_cn: <25>{#f/13}* 如果你离开外域...
zh_tw: <25>{#f/13}* 如果你離開外域...

source: <25>{#f/9}* They... * {@fill=#f00}ASGORE{@fill=#fff}... * Will take your SOUL.
es_es: <25>{#f/9}* Ellos... * {@fill=#f00}ASGORE{@fill=#fff}... * Tomarán tu ALMA.
tr_tr: <25>{#f/9}* Onlar... * {@fill=#f00}ASGORE{@fill=#fff}... * Senin RUH'unu alacak.
zh_cn: <25>{#f/9}* 那个人... * {@fill=#f00}ASGORE{@fill=#fff}... * 会取走你的灵魂。
zh_tw: <25>{#f/9}* 那個人... * {@fill=#f00}ASGORE{@fill=#fff}... * 會取走你的靈魂。

source: <25>{#f/13}* I did not want to say this, but...
es_es: <25>{#f/13}* No quise decir esto, pero...
tr_tr: <25>{#f/13}* Bunu söylemek istemezdim ama...
zh_cn: <25>{#f/13}* 我虽然不想这么说，但...
zh_tw: <25>{#f/13}* 我雖然不想這麼說，但...

source: <25>{#f/11}* I cannot allow you to continue this way.
es_es: <25>{#f/11}* No puedo permitir que continúes por este camino.
tr_tr: <25>{#f/11}* Bu yoldan devam etmene izin veremem.
zh_cn: <25>{#f/11}* 我不能允许你继续往前走。
zh_tw: <25>{#f/11}* 我不能允許你繼續往前走。

source: <25>{#f/9}* For your own sake, child...
es_es: <25>{#f/9}* Por tu propio bien, niño...
tr_tr: <25>{#f/9}* Kendi iyiliğin için, çocuk...
zh_cn: <25>{#f/9}* 这都是为了你好，孩子...
zh_tw: <25>{#f/9}* 這都是為了你好，孩子...

source: <25>{#f/9}* Do not follow me into the next room.
es_es: <25>{#f/9}* No me sigas a la otra habitación.
tr_tr: <25>{#f/9}* Beni bir sonraki odaya takip etme.
zh_cn: <25>{#f/9}* 不要跟着我进下一个房间。
zh_tw: <25>{#f/9}* 不要跟著我進下一個房間。

source: <25>{#f/10}* ... of course.
es_es: <25>{#f/10}* ... por supuesto.
tr_tr: <25>{#f/10}* ... tabii ki.
zh_cn: <25>{#f/10}* ...果然。
zh_tw: <25>{#f/10}* ...果然。

source: <25>{#f/9}* Perhaps it was always meant to come to this.
es_es: <25>{#f/9}* Quizás siempre se tuvo que llegar a esto.
tr_tr: <25>{#f/9}* Belki de her şeyin bu noktaya geleceği zaten belliydi.
zh_cn: <25>{#f/9}* 也许事情总是注定 要走到这一步。
zh_tw: <25>{#f/9}* 也許事情總是註定 要走到這一步。

source: <25>{#f/9}* Perhaps I was foolish to think you would be any different.
es_es: <25>{#f/9}* Quizás fui tonta al pensar que serías diferente.
tr_tr: <25>{#f/9}* Belki de senin farklı olacağını düşünmem ahmakça bir düşünceydi.
zh_cn: <25>{#f/9}* 也许我就是愚蠢到 觉得你和他们不一样。
zh_tw: <25>{#f/9}* 也許我就是愚蠢到 覺得你和他們不一樣。

source: <25>{#f/13}* I am afraid there is little choice now.
es_es: <25>{#f/13}* Me temo que ya no hay muchas opciones.
tr_tr: <25>{#f/13}* Korkarım artık pek fazla seçeneğim yok.
zh_cn: <25>{#f/13}* 恐怕现在我没什么 选择的余地了。
zh_tw: <25>{#f/13}* 恐怕現在我沒什麼 選擇的餘地了。

source: <25>{#f/13}* Forgive me, my child...
es_es: <25>{#f/13}* Perdóname, mi niño...
tr_tr: <25>{#f/13}* Affet beni, çocuğum...
zh_cn: <25>{#f/13}* 请原谅我，我的孩子...
zh_tw: <25>{#f/13}* 請原諒我，我的孩子...

source: <25>{#f/11}* But I cannot allow you to leave.
es_es: <25>{#f/11}* Pero no te puedo permitir que te vayas.
tr_tr: <25>{#f/11}* Ama senin gitmene izin veremem.
zh_cn: <25>{#f/11}* 我不能让你离开。
zh_tw: <25>{#f/11}* 我不能讓你離開。

source: <32>{#p/twinkly}{#f/19}* After you sleep at Mommy's house, she goes out for groceries.
es_es: <32>{#p/twinkly}{#f/19}* Después de que durmieras en casa de mamá, ella se fue de compras.
tr_tr: <32>{#p/twinkly}{#f/19}* Sen Anneciğinin evinde uyuduktan sonra, o market alışverişine gider.
zh_cn: <32>{#p/twinkly}{#f/19}* 妈咪趁你回家睡觉时 去买东西了。
zh_tw: <32>{#p/twinkly}{#f/19}* 媽咪趁你回家睡覺時 去買東西了。

source: <32>{#p/twinkly}{#f/19}* After you run back to Mommy's house, she goes out for groceries.
es_es: <32>{#p/twinkly}{#f/19}* Después de que corrieras de vuelta a casa de mamá, ella se fue de compras.
tr_tr: <32>{#p/twinkly}{#f/19}* Sen Anneciğinin evine kaçtıktan sonra, o market alışverişine gider.
zh_cn: <32>{#p/twinkly}{#f/19}* 妈咪在你逃回家后 去买东西了。
zh_tw: <32>{#p/twinkly}{#f/19}* 媽咪在你逃回家後 去買東西了。

source: <32>{#x1}* But... oh no! * The taxi she was in exploded, killing her instantly!
es_es: <32>{#x1}* Pero... ¡oh no! * El taxi en el que ella estaba explotó, ¡matándola al instante!
tr_tr: <32>{#x1}* Ama... eyvahlar olsun! * İçinde bulunduğu taksi patladı, ve o anında öldü!
zh_cn: <32>{#x1}* 可是... 真不幸啊！ * 运输船半路爆炸， 把她炸得魂都不剩啦！
zh_tw: <32>{#x1}* 可是... 真不幸啊！ * 運輸船半路爆炸， 把她炸得魂都不剩啦！
