Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>* Golly, I wonder how such an awful thing could have happened.
es_es: <32>* Dios, me pregunto cómo pudo ocurrir algo tan horrible.
tr_tr: <32>* Tanrım, acaba bu kadar berbat bir şey nasıl yaşandı.
zh_cn: <32>* 天呐，真没想到 这等百年一遇的事 居然真的发生啦。
zh_tw: <32>* 天吶，真沒想到 這等百年一遇的事 居然真的發生啦。

source: <25>{*}{#f/7}* Sorry, $(name). * Guess your happy ending won't be so easy.
es_es: <25>{*}{#f/7}* Perdón, $(name). * Supongo que tu final feliz no será tan fácil.
tr_tr: <25>{*}{#f/7}* Üzgünüm, $(name). * Galiba mutlu sonuna o kadar kolay ulaşamayacaksın.
zh_cn: <25>{*}{#f/7}* $(name)，真是遗憾呢。 * 想要好结局的话， 你还得再加把劲咯。
zh_tw: <25>{*}{#f/7}* $(name)，真是遺憾呢。 * 想要好結局的話， 你還得再加把勁嚕。

source: <32>{#x1}* But... oh no! * A talking star appears and tortures her to death!
es_es: <32>{#x1}* Pero... ¡oh no! * ¡Una estrella parlante aparece y la tortura hasta la muerte!
tr_tr: <32>{#x1}* Ama... eyvahlar olsun! * Konuşan bir yıldız çıkageldi ve ona ölümüne işkence etti!
zh_cn: <32>{#x1}* 可是... 真不幸啊！ * 某个会说话的小星星 把她千刀万剐、折磨死啦！
zh_tw: <32>{#x1}* 可是... 真不幸啊！ * 某個會說話的小星星 把她千刀萬剮、折磨死啦！

source: <32>* Golly, that's an even worse outcome than last time!
es_es: <32>* Dios, ¡eso es un resultado aún peor que la última vez!
tr_tr: <32>* Tanrım, bu öncekinden de beter bir durum!
zh_cn: <32>* 天呐，好像比上次还惨哦！
zh_tw: <32>* 天吶，好像比上次還慘喔！

source: <25>{*}{#f/6}* We don't have time for this, $(name). * Get back on track.
es_es: <25>{*}{#f/6}* No tenemos tiempo para esto, $(name). * Vuelve al camino.
tr_tr: <25>{*}{#f/6}* Buna harcayacak vaktimiz yok, $(name). * İşine geri dön.
zh_cn: <25>{*}{#f/6}* $(name)， 别浪费时间了。 * 快回来干正事。
zh_tw: <25>{*}{#f/6}* $(name)， 別浪費時間了。 * 快回來幹正事。

source: <25>{*}{#p/twinkly}{#f/5}* Come on, $(name)...
es_es: <25>{*}{#p/twinkly}{#f/5}* Vamos, $(name)...
tr_tr: <25>{*}{#p/twinkly}{#f/5}* Hadi ama, $(name)...
zh_cn: <25>{*}{#p/twinkly}{#f/5}* $(name)，你可真傻...
zh_tw: <25>{*}{#p/twinkly}{#f/5}* $(name)，你可真傻...

source: <25>{*}{#f/7}* Do you really think I'm gonna let you avoid me THAT easily?
es_es: <25>{*}{#f/7}* ¿De verdad crees que voy a dejar que me evites TAN fácilmente?
tr_tr: <25>{*}{#f/7}* Benden kaçınmanın O KADAR kolay olacağını mı sandın?
zh_cn: <25>{*}{#f/7}* 想靠那点小把戏蒙混过关？ 做梦去吧！
zh_tw: <25>{*}{#f/7}* 想靠那點小把戲矇混過關？ 做夢去吧！

source: <25>{*}{#f/7}* Do you really think I'm gonna let you run away from me THAT easily?
es_es: <25>{*}{#f/7}* ¿De verdad crees que voy a dejar que huyas de mí TAN fácilmente?
tr_tr: <25>{*}{#f/7}* Benden kaçmanın O KADAR kolay olacağını mı sandın?
zh_cn: <25>{*}{#f/7}* 你跑啊，你使劲跑 跑断腿了也别想赢得了我。
zh_tw: <25>{*}{#f/7}* 你跑啊，你使勁跑 跑斷腿了也別想贏得了我。

source: <25>{*}{#p/twinkly}{#f/6}* We can do this all day.
es_es: <25>{*}{#p/twinkly}{#f/6}* Podemos hacer esto todo el día.
tr_tr: <25>{*}{#p/twinkly}{#f/6}* Bunu tüm gün yapabiliriz.
zh_cn: <25>{*}{#p/twinkly}{#f/6}* 只要你还这么干， 我就一直阻止你。
zh_tw: <25>{*}{#p/twinkly}{#f/6}* 只要你還這麼幹， 我就一直阻止你。

source: <32>{#p/basic}* After you sleep at Toriel's home, she destroys the bridge to the outpost.
es_es: <32>{#p/basic}* Después de que durmieras, ella destruye el puente hacia la zona espacial.
tr_tr: <32>{#p/basic}* Toriel'in evinde uyuduktan sonra o, karakola giden köprüyü yok ediyor.
zh_cn: <32>{#p/basic}* 当你在Toriel的家里睡下后， 她随即摧毁了离开外域 唯一的出口。
zh_tw: <32>{#p/basic}* 當你在Toriel的家裡睡下後， 她隨即摧毀了離開外域 唯一的出口。

source: <32>{#p/basic}* After you return to Toriel's home, she destroys the bridge to the outpost.
es_es: <32>{#p/basic}* Después de volver a casa, ella destruye el puente hacia la zona espacial.
tr_tr: <32>{#p/basic}* Toriel'in evine döndükten sonra, o karakola giden köprüyü yok ediyor.
zh_cn: <32>{#p/basic}* 在你回到Toriel家后， 她随即摧毁了离开外域 唯一的出口。
zh_tw: <32>{#p/basic}* 在你回到Toriel家後， 她隨即摧毀了離開外域 唯一的出口。

source: <32>* Time goes by, and Toriel soon finds out about the monsters you've killed.
es_es: <32>* El tiempo pasa y Toriel pronto se entera de los monstruos que has matado.
tr_tr: <32>* Zaman geçiyor, ve Toriel çok geçmeden canavarları öldürdüğünü öğreniyor.
zh_cn: <32>* 日子一天天过去， 她很快就发现 许多怪物都是因你而死。
zh_tw: <32>* 日子一天天過去， 她很快就發現 許多怪物都是因你而死。

source: <32>* Her hopes shattered, and with nothing left to lose, she...
es_es: <32>* Sus esperanzas se rompieron y sin nada que perder, ella...
tr_tr: <32>* Hayalleri suya düşünce ve kaybedecek bir şeyi kalmayınca o...
zh_cn: <32>* 她彻底陷入了绝望。 万念俱灰，最后...
zh_tw: <32>* 她徹底陷入了絕望。 萬念俱灰，最後...

source: <32>* ... m-meanwhile, the remaining outpost residents await salvation...
es_es: <32>* ... m-mientras tanto, los residentes que quedan de la zona espacial esperan la salvación...
tr_tr: <32>* ... b-bu sırada, karakolun diğer sakinleri kurtuluşu bekliyor...
zh_cn: <32>* ...与-与此同时， 前哨站的其他居民苦苦等待着 下一个人类去解救他们。
zh_tw: <32>* ...與-與此同時， 前哨站的其他居民苦苦等待著 下一個人類去解救他們。

source: <32>* Time goes by, and Toriel does her best to care for you.
es_es: <32>* El tiempo pasa y Toriel hace todo lo posible por cuidarte.
tr_tr: <32>* Zaman geçiyor, ve Toriel sana bakabilmek için elinden geleni yapıyor.
zh_cn: <32>* 日子一天天过去， Toriel尽己所能关心你，照顾你。
zh_tw: <32>* 日子一天天過去， Toriel盡己所能關心你，照顧你。

source: <32>* Reading books, baking pies...
es_es: <32>* Leyendo libros, horneándote tartas...
tr_tr: <32>* Kitap okumak, turta pişirmek...
zh_cn: <32>* 带你读书，给你做派...
zh_tw: <32>* 帶你讀書，給你做派...

source: <32>* Tucking you snugly into bed, each and every night...
es_es: <32>* Acurrucándote en la cama, todas y cada una de las noches...
tr_tr: <32>* Her gece seni rahat yatağına yatırmak...
zh_cn: <32>* 每晚睡前，帮你盖好被子...
zh_tw: <32>* 每晚睡前，幫你蓋好被子...

source: <32>* ... despite her fear that you may try to run away again.
es_es: <32>* ... a pesar de su miedo a que intentes huir de nuevo.
tr_tr: <32>* ... tekrar kaçmaya çalışmandan korkmasına rağmen.
zh_cn: <32>* ...然而，她心底里仍担心 你会再度逃跑。
zh_tw: <32>* ...然而，她心底裡仍擔心 你會再度逃跑。

source: <32>* ... despite those who've gone missing.
es_es: <32>* ... a pesar de los que han desaparecido.
tr_tr: <32>* ... onca kaybolan kişiye rağmen.
zh_cn: <32>* ...尽力不去想那些 失踪的怪物。
zh_tw: <32>* ...盡力不去想那些 失蹤的怪物。

source: <32>* All the while, the outpost residents await salvation...
es_es: <32>* Al mismo tiempo, los residentes de la zona espacial esperan la salvación...
tr_tr: <32>* Tüm bu sırada, karakol sakinleri kurtuluşu bekliyor...
zh_cn: <32>* 与此同时， 前哨站的其他居民苦苦等待着 下一个人类去解救他们。
zh_tw: <32>* 與此同時， 前哨站的其他居民苦苦等待著 下一個人類去解救他們。

source: <32>* And hugging you so tightly that you never ever try to run away again.
es_es: <32>* Y abrazándote tan fuerte para que nunca jamás intentes huir de nuevo.
tr_tr: <32>* Ve sana sıkıca sarılıyor, böylece bir daha asla ama alsa kaçmaya çalışmayasın.
zh_cn: <32>* 她总是紧紧抱住你， 仿佛这么做你就不会再度逃跑。
zh_tw: <32>* 她總是緊緊抱住你， 仿佛這麼做你就不會再度逃跑。

source: <32>* And all the hugging you could ever hope for.
es_es: <32>* Y todos los abrazos que puedas desear.
tr_tr: <32>* Ve hayal edemeyeceğin kadar kucaklamalarla.
zh_cn: <32>* 只要你想拥抱， 她都会无条件给你。
zh_tw: <32>* 只要你想擁抱， 她都會無條件給你。

source: <32>* ... from a human that may never reach them.
es_es: <32>* ... de un humano que quizá nunca llegue a ellos.
tr_tr: <32>* ... kendilerine asla erişemeyecek bir insandan.
zh_cn: <32>* ...然而，这个人类 永远都不会到来了。
zh_tw: <32>* ...然而，這個人類 永遠都不會到來了。

source: <32>* Is this truly the outcome you had hoped for?
es_es: <32>* ¿Es este el resultado que realmente esperabas?
tr_tr: <32>* Gerçekten elde etmeyi umduğun sonuç bu muydu?
zh_cn: <32>* 这是你希望的结果吗？
zh_tw: <32>* 這是你希望的結果嗎？

source: <32>* Is this truly what they deserve?
es_es: <32>* ¿Es esto lo que ellos realmente se merecen?
tr_tr: <32>* Gerçekten onların hak ettikleri bu mu?
zh_cn: <32>* 前哨站的怪物， 活该接受这样的命运吗？
zh_tw: <32>* 前哨站的怪物， 活該接受這樣的命運嗎？

source: <25>{#p/toriel}{#f/1}* Sorry for the wait...
es_es: <25>{#p/toriel}{#f/1}* Perdón por la espera...
tr_tr: <25>{#p/toriel}{#f/1}* Beklettiğim için üzgünüm...
zh_cn: <25>{#p/toriel}{#f/1}* 抱歉让你久等了...
zh_tw: <25>{#p/toriel}{#f/1}* 抱歉讓你久等了...

source: <25>{#f/3}* It seems that little white dog has raided my kitchen again.
es_es: <25>{#f/3}* Parece que ese perrito blanco ha vuelto a asaltar mi cocina.
tr_tr: <25>{#f/3}* Görünüşe göre o küçük beyaz köpek yine mutfağımı bastı.
zh_cn: <25>{#f/3}* 估计那只小白狗 又洗劫我的厨房了。
zh_tw: <25>{#f/3}* 估計那隻小白狗 又洗劫我的廚房了。

source: <25>{#f/4}* You should see the state of that pie...
es_es: <25>{#f/4}* Deberías ver el estado de esa tarta...
tr_tr: <25>{#f/4}* O turtanın halini görmelisin...
zh_cn: <25>{#f/4}* 你应该也看到好好的派 现在被糟蹋成什么样了...
zh_tw: <25>{#f/4}* 你應該也看到好好的派 現在被糟蹋成什麼樣了...

source: <26>{#f/0}* But anyhoo. * I have prepared a plate of fried snails for you.
es_es: <26>{#f/0}* Pero bueno. * Te he preparado un plato de caracoles fritos.
tr_tr: <26>{#f/0}* Ama her neyse. * Senin için bir kızarmış salyangoz tabağı hazırladım.
zh_cn: <26>{#f/0}* 不说这个了。 * 我给你做好了一盘焗蜗牛。
zh_tw: <26>{#f/0}* 不說這個了。 * 我給你做好了一盤焗蝸牛。

source: <25>{#p/toriel}* Breakfast is ready!
es_es: <25>{#p/toriel}* ¡El desayuno esta listo!
tr_tr: <25>{#p/toriel}* Kahvaltı hazır!
zh_cn: <25>{#p/toriel}* 早餐做好啦！
zh_tw: <25>{#p/toriel}* 早餐做好啦！

source: <26>* I have prepared a plate of fried snails for you.
es_es: <26>* Te he preparado un plato de caracoles fritos.
tr_tr: <26>* Senin için bir kızarmış salyangoz tabağı hazırladım.
zh_cn: <26>* 我给你做了一盘焗蜗牛。
zh_tw: <26>* 我給你做了一盤焗蝸牛。

source: <25>{#f/1}* I will leave them here on the table...
es_es: <25>{#f/1}* Los dejare aquí en la mesa...
tr_tr: <25>{#f/1}* Bunları burada masanın üzerinde bırakacağım...
zh_cn: <25>{#f/1}* 我把吃的放在桌上吧...
zh_tw: <25>{#f/1}* 我把吃的放在桌上吧...

source: <32>{#p/basic}* You wouldn't like what's in the fridge.
es_es: <32>{#p/basic}* No te gustaría lo que hay en la nevera.
tr_tr: <32>{#p/basic}* Buzdolabında olan şeyi beğenmezdin.
zh_cn: <32>{#p/basic}* 你对冰箱里的东西不感兴趣。
zh_tw: <32>{#p/basic}* 你對冰箱裡的東西不感興趣。

source: <32>{#p/basic}* There is a brand-name chocolate bar in the fridge.
es_es: <32>{#p/basic}* Hay una barra de chocolate de marca en la nevera.
tr_tr: <32>{#p/basic}* Buzdolabında marka adı olan bir çikolata var.
zh_cn: <32>{#p/basic}* 冰箱里有一条名牌巧克力。
zh_tw: <32>{#p/basic}* 冰箱裡有一條名牌巧克力。

source: <32>* Do you want it?
es_es: <32>* ¿Lo quieres?
tr_tr: <32>* İstiyor musun?
zh_cn: <32>* 你想尝尝吗？
zh_tw: <32>* 你想嘗嘗嗎？

source: * (Take the Chocolate Bar?)
es_es: * (¿Tomar la Barra de Chocolate?)
tr_tr: * (Çikolata Barını al?)
zh_cn: * （拿走它吗？）
zh_tw: * （拿走它嗎？）

source: <32>{#p/human}* (You decide not to take anything.)
es_es: <32>{#p/human}* (Decides no tomar nada.)
tr_tr: <32>{#p/human}* (Hiçbir şey almamaya karar verdin.)
zh_cn: <32>{#p/human}* （你决定什么也不拿。）
zh_tw: <32>{#p/human}* （你決定什麼也不拿。）

source: <32>{#p/human}* (You got the Chocolate Bar.)
es_es: <32>{#p/human}* (Conseguiste la Barra de Chocolate.)
tr_tr: <32>{#p/human}* (Çikolata Barını aldın.)
zh_cn: <32>{#p/human}* （你拿走了巧克力。）
zh_tw: <32>{#p/human}* （你拿走了巧克力。）

source: <25>{#p/asriel1}{#f/17}* Ah... chocolate.
es_es: <25>{#p/asriel1}{#f/17}* Oh... chocolate.
tr_tr: <25>{#p/asriel1}{#f/17}* Ahh... çikolata.
zh_cn: <25>{#p/asriel1}{#f/17}* 啊... 是巧克力。
zh_tw: <25>{#p/asriel1}{#f/17}* 啊... 是巧克力。

source: <25>{#p/asriel1}{#f/23}* Oh... $(name) ALWAYS used to root around in the fridge.
es_es: <25>{#p/asriel1}{#f/23}* Oh... $(name) SIEMPRE solía hurgar en la nevera.
tr_tr: <25>{#p/asriel1}{#f/23}* Ah... $(name) buzdolabını DAİMA alt üst ederdi.
zh_cn: <25>{#p/asriel1}{#f/23}* 噢... $(name)以前 总是喜欢翻冰箱。
zh_tw: <25>{#p/asriel1}{#f/23}* 噢... $(name)以前 總是喜歡翻冰箱。

source: <25>{#f/13}* They thought, if they dug deep enough...
es_es: <25>{#f/13}* Pensaba que si cavaba lo suficientemente profundo...
tr_tr: <25>{#f/13}* Ona göre, eğer yeterince derine kazarsan...
zh_cn: <25>{#f/13}* 那家伙觉得， 只要翻得够深...
zh_tw: <25>{#f/13}* 那傢伙覺得， 只要翻得夠深...

source: <25>{#f/13}* Another bar of chocolate would reveal itself inside.
es_es: <25>{#f/13}* Otra tableta de chocolate se revelaría ahí dentro.
tr_tr: <25>{#f/13}* Başka bir çikolata barı kendisini belli edermiş.
zh_cn: <25>{#f/13}* 就能找到又一条巧克力。
zh_tw: <25>{#f/13}* 就能找到又一條巧克力。

source: <25>{#f/17}* ... how silly.
es_es: <25>{#f/17}* ... qué tonto.
tr_tr: <25>{#f/17}* ... ne şapşalca ama.
zh_cn: <25>{#f/17}* ...真笨啊。
zh_tw: <25>{#f/17}* ...真笨啊。

source: <25>{#p/asriel1}{#f/20}* That was before the chocolate replicator was installed.
es_es: <25>{#p/asriel1}{#f/20}* Eso fue antes de que se instalara el replicador de chocolate.
tr_tr: <25>{#p/asriel1}{#f/20}* Tabi bu çikolata çoğaltıcı kurulmadan önceydi.
zh_cn: <25>{#p/asriel1}{#f/20}* 那会儿都还没装上 巧克力复制机呢。
zh_tw: <25>{#p/asriel1}{#f/20}* 那會兒都還沒裝上 巧克力複製機呢。

source: <32>{#p/basic}* The chocolate bar has already been taken.
es_es: <32>{#p/basic}* La barra de chocolate ya ha sido tomada.
tr_tr: <32>{#p/basic}* Çikolata zaten alınmış.
zh_cn: <32>{#p/basic}* 没有巧克力可拿了。
zh_tw: <32>{#p/basic}* 沒有巧克力可拿了。

source: <25>{#p/toriel}{#f/1}* ... and you want to play one of your songs?
es_es: <25>{#p/toriel}{#f/1}* ... y ¿quieres reproducir alguna de tus canciones?
tr_tr: <25>{#p/toriel}{#f/1}* ... ve şarkılarından birini mi çalmak istiyorsun?
zh_cn: <25>{#p/toriel}{#f/1}* ...你想演奏一首 自己的曲子？
zh_tw: <25>{#p/toriel}{#f/1}* ...你想演奏一首 自己的曲子？

source: <25>{#f/0}* Alright, I will see what I can do.
es_es: <25>{#f/0}* De acuerdo, veré lo que puedo hacer.
tr_tr: <25>{#f/0}* Pekala, ne yapabileceğime bir bakacağım.
zh_cn: <25>{#f/0}* 好的，我看看能帮上什么忙。
zh_tw: <25>{#f/0}* 好的，我看看能幫上什麼忙。

source: <25>{#p/toriel}{#f/1}* ... hello?
es_es: <25>{#p/toriel}{#f/1}* ... ¿hola?
tr_tr: <25>{#p/toriel}{#f/1}* ... merhaba?
zh_cn: <25>{#p/toriel}{#f/1}* ...喂？
zh_tw: <25>{#p/toriel}{#f/1}* ...喂？

source: <25>{#p/toriel}{#f/2}* Up already!?
es_es: <25>{#p/toriel}{#f/2}* ¡¿Ya estas despierto!?
tr_tr: <25>{#p/toriel}{#f/2}* Çoktan kalktın mı!?
zh_cn: <25>{#p/toriel}{#f/2}* 这么早就起来了！？
zh_tw: <25>{#p/toriel}{#f/2}* 這麼早就起來了！？

source: <25>{#f/1}* You were not asleep for very long...
es_es: <25>{#f/1}* No has dormido mucho tiempo...
tr_tr: <25>{#f/1}* Çok uzun süre uyumadın...
zh_cn: <25>{#f/1}* 你都没睡多久...
zh_tw: <25>{#f/1}* 你都沒睡多久...

source: <25>{#f/1}* The atmospheric system still does not seem to be fixed.
es_es: <25>{#f/1}* El sistema atmosférico aún no parece estar arreglado.
tr_tr: <25>{#f/1}* Atmosferik sistem hala düzelmiş görünmüyor.
zh_cn: <25>{#f/1}* 供气系统应该还没修好。
zh_tw: <25>{#f/1}* 供氣系統應該還沒修好。

source: <25>{#f/1}* The atmospheric system seems to be malfunctioning.
es_es: <25>{#f/1}* El sistema atmosférico parece estar fallando.
tr_tr: <25>{#f/1}* Atmosferik sistem arızalanıyor gibi görünüyor.
zh_cn: <25>{#f/1}* 供气系统好像坏掉了。
zh_tw: <25>{#f/1}* 供氣系統好像壞掉了。

source: <25>{#f/1}* If you begin to feel weak, do not hesitate to return to bed.
es_es: <25>{#f/1}* Si te empiezas a sentir débil, no dudes en volver a la cama.
tr_tr: <25>{#f/1}* Kendini güçsüz hissetmeye başlarsan, yatağa dönmekten çekinme.
zh_cn: <25>{#f/1}* 要是觉得困，就再睡一会吧。
zh_tw: <25>{#f/1}* 要是覺得困，就再睡一會吧。

source: <26>{#f/0}* ... anywho.
es_es: <26>{#f/0}* ... en cualquier caso.
tr_tr: <26>{#f/0}* ... her neyse.
zh_cn: <26>{#f/0}* ...顺便一提...
zh_tw: <26>{#f/0}* ...順便一提...

source: <25>{#p/toriel}{#f/2}* How long have you been standing there!?
es_es: <25>{#p/toriel}{#f/2}* ¡¿Cuánto tiempo llevas ahí parado?!
tr_tr: <25>{#p/toriel}{#f/2}* Ne kadar zamandır orada duruyorsun!?
zh_cn: <25>{#p/toriel}{#f/2}* 你站在这里多久了！？
zh_tw: <25>{#p/toriel}{#f/2}* 你站在這裡多久了！？

source: <25>{#f/0}* I suppose it matters not.
es_es: <25>{#f/0}* Supongo que no importa.
tr_tr: <25>{#f/0}* Sanıyorum ki bir önemi yok.
zh_cn: <25>{#f/0}* 没事，顺带一提...
zh_tw: <25>{#f/0}* 沒事，順帶一提...

source: <25>{#f/0}* Napstablook, a visitor here, has offered to play their music.
es_es: <25>{#f/0}* Napstablook, un visitante de aquí, [ADD]<25>{#f/0}* Se ha ofrecido a tocar su música.
tr_tr: <25>{#f/0}* Napstablook, buradaki bir ziyaretçi, müziğini çalmayı teklif etti.
zh_cn: <25>{#f/0}* 一位叫Napstablook的客人 想在这里演奏自己的音乐。
zh_tw: <25>{#f/0}* 一位叫Napstablook的客人 想在這裡演奏自己的音樂。

source: <25>{#f/0}* In fact, they invited you specifically to be with them on stage!
es_es: <25>{#f/0}* De hecho, ¡te invitó para estar con ellos en el escenario!
tr_tr: <25>{#f/0}* Aslında, özellikle seni sahnede olman için davet etti!
zh_cn: <25>{#f/0}* 而且，它特别邀请你 一起上台演出！
zh_tw: <25>{#f/0}* 而且，它特別邀請你 一起上臺演出！

source: <25>{#f/1}* Would you like to visit the activities room to see them?
es_es: <25>{#f/1}* ¿Te gustaría visitar la sala de actividades para verlos?
tr_tr: <25>{#f/1}* Onu görmek için aktivite odasına gitmek ister misin?
zh_cn: <25>{#f/1}* 你想去活动室见见它吗？
zh_tw: <25>{#f/1}* 你想去活動室見見它嗎？

source: <25>{#f/3}* Oh, and, I apologize about the state of the pie.
es_es: <25>{#f/3}* Oh, y me disculpo por el estado de la tarta.
tr_tr: <25>{#f/3}* Ah, ayrıca, turtanın durumu için özür diliyorum.
zh_cn: <25>{#f/3}* 对了，不好意思 派变成了那副样子。
zh_tw: <25>{#f/3}* 對了，不好意思 派變成了那副樣子。

source: <25>{#f/4}* It seems that little white dog has raided my kitchen again...
es_es: <25>{#f/4}* Parece que ese perrito blanco ha vuelto a asaltar mi cocina...
tr_tr: <25>{#f/4}* Görüşüne bakılırsa o küçük beyaz köpek yine mutfağımı basmış...
zh_cn: <25>{#f/4}* 估计是那只小白狗 又去洗劫我的厨房了...
zh_tw: <25>{#f/4}* 估計是那隻小白狗 又去洗劫我的廚房了...

source: <25>{#f/5}* Oh, and, I apologize about the state of the pie.
es_es: <25>{#f/5}* Oh, y me disculpo por el estado de la tarta.
tr_tr: <25>{#f/5}* Ah, ayrıca, turtanın durumu için özür diliyorum.
zh_cn: <25>{#f/5}* 对了，不好意思 把派做成了那副样子。
zh_tw: <25>{#f/5}* 對了，不好意思 把派做成了那副樣子。

source: <25>{#f/9}* I did my best to try and salvage it...
es_es: <25>{#f/9}* Hice lo que pude para intentar salvarlo...
tr_tr: <25>{#f/9}* Onu kurtarmak için elimden geleni yaptım...
zh_cn: <25>{#f/9}* 我已经尽力去抢救了...
zh_tw: <25>{#f/9}* 我已經盡力去搶救了...

source: * (See Napstablook's show?)
es_es: * (¿Ver el show de Napstablook?)
tr_tr: * (Napstablook'un gösterisini izleyecek misin?)
zh_cn: * （参加Napstablook的演出吗？）
zh_tw: * （參加Napstablook的演出嗎？）

source: <25>{#p/toriel}{#f/0}* Wonderful! * I will let them know you are coming.
es_es: <25>{#p/toriel}{#f/0}* ¡Maravilloso! * Le haré saber que estas viniendo.
tr_tr: <25>{#p/toriel}{#f/0}* Muhteşem! * Ona geleceğini haber vereceğim.
zh_cn: <25>{#p/toriel}{#f/0}* 太好了！ * 我会转告给它的。
zh_tw: <25>{#p/toriel}{#f/0}* 太好了！ * 我會轉告給它的。

source: <25>{#p/toriel}{#f/5}* I will be in the living room if you need me.
es_es: <25>{#p/toriel}{#f/5}* Estaré en la sala si me necesitas.
tr_tr: <25>{#p/toriel}{#f/5}* Eğer bana ihtiyacın olursa oturma odasında olacağım.
zh_cn: <25>{#p/toriel}{#f/5}* 需要我的话， 随时可以到客厅找我。
zh_tw: <25>{#p/toriel}{#f/5}* 需要我的話， 隨時可以到客廳找我。

source: <25>{#p/toriel}{#f/0}* Oh, hello, little one. * You are up early.
es_es: <25>{#p/toriel}{#f/0}* Oh, hola, pequeño. * Te has levantado temprano.
tr_tr: <25>{#p/toriel}{#f/0}* Ah, merhaba, ufaklık. * Erken kalkmışsın.
zh_cn: <25>{#p/toriel}{#f/0}* 哦，早安，小家伙。 * 你起的真早。
zh_tw: <25>{#p/toriel}{#f/0}* 喔，早安，小傢伙。 * 你起的真早。

source: <25>{#f/1}* Are you sure you slept for a long enough time?
es_es: <25>{#f/1}* ¿Estás seguro de que dormiste lo suficiente?
tr_tr: <25>{#f/1}* Yeterince uzun süre uyuduğundan emin misin?
zh_cn: <25>{#f/1}* 确定睡足了吗？
zh_tw: <25>{#f/1}* 確定睡足了嗎？

source: <26>{#f/0}* ... aside from that...
es_es: <26>{#f/0}* ... aparte de eso...
tr_tr: <26>{#f/0}* ... bunun dışında...
zh_cn: <26>{#f/0}* ...顺便一提...
zh_tw: <26>{#f/0}* ...順便一提...

source: <25>{#p/toriel}* Good morning, little one.
es_es: <25>{#p/toriel}* Buenos días, pequeño.
tr_tr: <25>{#p/toriel}* Günaydın, ufaklık.
zh_cn: <25>{#p/toriel}* 早上好，小家伙。
zh_tw: <25>{#p/toriel}* 早上好，小傢伙。

source: <25>{#f/0}* Still, I have done my best to salvage it for you.
es_es: <25>{#f/0}* Aún así, he hecho todo lo posible para salvarte.
tr_tr: <25>{#f/0}* Yine de, onu senin için kurtarmak için elimden geleni yaptım.
zh_cn: <25>{#f/0}* 不过，为了你能吃上派 我还是尽力抢救了一下。
zh_tw: <25>{#f/0}* 不過，為了你能吃上派 我還是盡力搶救了一下。

source: <25>{#f/1}* The stars do look pretty today, do they not?
es_es: <25>{#f/1}* Las estrellas se ven hermosas hoy, ¿no es así?
tr_tr: <25>{#f/1}* Bugün yıldızlar çok güzel görünüyor, değil mi?
zh_cn: <25>{#f/1}* 今天的星星看起来格外美丽， 不是吗？
zh_tw: <25>{#f/1}* 今天的星星看起來格外美麗， 不是嗎？

source: <25>{#f/5}* I will be in the living room if you need me.
es_es: <25>{#f/5}* Estaré en la sala si me necesitas.
tr_tr: <25>{#f/5}* Eğer bana ihtiyacın olursa oturma odasında olacağım.
zh_cn: <25>{#f/5}* 需要我的话， 随时可以到客厅找我。
zh_tw: <25>{#f/5}* 需要我的話， 隨時可以到客廳找我。

source: <25>* The Outlands have been unusually noisy today.
es_es: <25>* Las Afueras han estado inusualmente ruidosas hoy.
tr_tr: <25>* Outlands bugün alışılmadık derecede gürültülüydü.
zh_cn: <25>* 今天外域格外喧嚣呢。
zh_tw: <25>* 今天外域格外喧囂呢。

source: <25>* It seems a bully has been going around and causing trouble...
es_es: <25>* Parece que un bravucón ha estado dando vueltas y causando problemas...
tr_tr: <25>* Görünüşe göre bir zorba ortalıkta dolaşıyor ve sorun çıkarıyormuş...
zh_cn: <25>* 听说有个恶霸四处游荡， 惹是生非。
zh_tw: <25>* 聽說有個惡霸四處遊蕩， 惹是生非。

source: <25>* It would be best not to stray too far.
es_es: <25>* Lo mejor sería no alejarse demasiado.
tr_tr: <25>* Buradan çok uzaklaşmamak en iyisi olurdu.
zh_cn: <25>* 最好别离家太远。
zh_tw: <25>* 最好別離家太遠。

source: <25>* The Outlands have been unusually silent today.
es_es: <25>* Las Afueras han estado inusualmente silenciosas hoy.
tr_tr: <25>* Outlands bugün alışılmadık derecede sessizdi.
zh_cn: <25>* 今天外域格外安静呢。
zh_tw: <25>* 今天外域格外安靜呢。

source: <25>* I tried calling someone just now, but...
es_es: <25>* Intente llamar a alguien justo ahora, pero...
tr_tr: <25>* Tam da şimdi birini aramayı denedim, ama...
zh_cn: <25>* 我刚才给一个人 打了个电话，但是...
zh_tw: <25>* 我剛才給一個人 打了個電話，但是...

source: <25>* Nothing.
es_es: <25>* Nada.
tr_tr: <25>* Hiçbir şey yok.
zh_cn: <25>* 只有一片死寂。
zh_tw: <25>* 只有一片死寂。

source: <26>{#f/3}* In other news, that little white dog has raided my kitchen again.
es_es: <26>{#f/3}* En otras noticias, ese perrito blanco ha vuelto a asaltar mi cocina.
tr_tr: <26>{#f/3}* Ayrıca, o küçük beyaz köpek yeniden mutfağıma dalmış.
zh_cn: <26>{#f/3}* 而且，那只小白狗 又洗劫了我的厨房。
zh_tw: <26>{#f/3}* 而且，那隻小白狗 又洗劫了我的廚房。

source: <25>{#f/3}* Apart from the little white dog raiding my kitchen, that is.
es_es: <25>{#f/3}* Aparte del pequeño perro blanco que irrumpió en mi cocina, claro.
tr_tr: <25>{#f/3}* Mutfağımı basan küçük beyaz köpek hariç, tabii ki.
zh_cn: <25>{#f/3}* 以及洗劫我厨房的小白狗。
zh_tw: <25>{#f/3}* 以及洗劫我廚房的小白狗。

source: <25>{#f/1}* I hope you like it...
es_es: <25>{#f/1}* Espero que te guste...
tr_tr: <25>{#f/1}* Umarım beğenirsin...
zh_cn: <25>{#f/1}* 希望你能喜欢它...
zh_tw: <25>{#f/1}* 希望你能喜歡它...

source: <25>{#f/1}* It is rather worrying...
es_es: <25>{#f/1}* Es bastante preocupante...
tr_tr: <25>{#f/1}* Bu oldukça endişe verici...
zh_cn: <25>{#f/1}* 真令人担心...
zh_tw: <25>{#f/1}* 真令人擔心...

source: <25>{#f/0}* Anyhoo, I will be in the living room if you need me.
es_es: <25>{#f/0}* Como sea, estaré en la sala si me necesitas.
tr_tr: <25>{#f/0}* Her halükarda, bana ihtiyacın olursa oturma odasında olacağım.
zh_cn: <25>{#f/0}* 顺便一提，如果需要我的话， 随时可以到客厅找我。
zh_tw: <25>{#f/0}* 順便一提，如果需要我的話， 隨時可以到客廳找我。

source: <25>{#f/20}{|}* Come here- {%}
es_es: <25>{#f/20}{|}* Ven aquí- {%}
tr_tr: <25>{#f/20}{|}* Gel buraya- {%}
zh_cn: <25>{#f/20}{|}* 过来- {%}
zh_tw: <25>{#f/20}{|}* 過來- {%}

source: <25>{#f/19}{|}* Come here- {%}
es_es: <25>{#f/19}{|}* Ven aquí- {%}
tr_tr: <25>{#f/19}{|}* Gel buraya- {%}
zh_cn: <25>{#f/19}{|}* 过来- {%}
zh_tw: <25>{#f/19}{|}* 過來- {%}

source: <25>{#p/toriel}{#f/5}* I am sorry for what I have put you through, little one.
es_es: <25>{#p/toriel}{#f/5}* Perdón por lo que te he hecho pasar, pequeño.
tr_tr: <25>{#p/toriel}{#f/5}* Sana yaşattıklarım için özür dilerim, ufaklık.
zh_cn: <25>{#p/toriel}{#f/5}* 我很抱歉让你遭这些罪， 孩子。
zh_tw: <25>{#p/toriel}{#f/5}* 我很抱歉讓你遭這些罪， 孩子。

source: <25>{#f/9}* I should have known that I could not keep you here forever.
es_es: <25>{#f/9}* Debería haber sabido que no podría retenerte aquí para siempre.
tr_tr: <25>{#f/9}* Seni burada sonsuza kadar tutamayacağımı bilmeliydim.
zh_cn: <25>{#f/9}* 我早就该明白我没办法 一直把你留在这里。
zh_tw: <25>{#f/9}* 我早就該明白我沒辦法 一直把你留在這裡。
