Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <32>{#p/basic}* "Be sure to catch a slice of Glyde's Signature Steak (TM) in the activities room!"
es_es: <32>{#p/basic}* "¡Asegúrate de probar un filete exclusivo de Glyde (TM) en la sala de actividades!"
zh_cn: <32>{#p/basic}* “赶紧前往活动室品尝 Glyde的招牌牛排(TM)吧！”
zh_tw: <32>{#p/basic}* 「趕緊前往活動室品嘗 Glyde的招牌牛排(TM)吧！」

source: <25>{#p/asriel1}{#f/20}* Yeah... Toriel was never one to keep these in one piece.
es_es: <25>{#p/asriel1}{#f/20}* Sí... Toriel nunca fue de las que mantienen esas en una sola pieza.
tr_tr: <25>{#p/asriel1}{#f/20}* Evet... Toriel hiç bunları tek parça halinde tutan biri olmamıştır.
zh_cn: <25>{#p/asriel1}{#f/20}* 是啊... Toriel从来不收拾 这些东西。
zh_tw: <25>{#p/asriel1}{#f/20}* 是啊... Toriel從來不收拾 這些東西。

source: <25>{#f/21}* Even these replicas of my model starships got smashed...
es_es: <25>{#f/21}* Incluso estas réplicas de mis maquetas de naves estelares fueron destrozadas...
tr_tr: <25>{#f/21}* Bu model yıldız gemilerimin kopyaları bile parçalanmış,..
zh_cn: <25>{#f/21}* 连我的那些 星际飞船模型的仿制品 都被弄坏了...
zh_tw: <25>{#f/21}* 連我的那些 星際飛船模型的仿製品 都被弄壞了...

source: <25>{#f/13}* It's surprising. * She's usually such an organized person.
es_es: <25>{#f/13}* Es sorprendente. * Ella es usualmente una persona organizada.
tr_tr: <25>{#f/13}* Bu şaşırtıcı. * O genellikle oldukça organize biridir.
zh_cn: <25>{#f/13}* 我是挺意外的。 * 她平时可是个 很有条理的人。
zh_tw: <25>{#f/13}* 我是挺意外的。 * 她平時可是個 很有條理的人。

source: <25>{#p/asriel1}{#f/17}* ... she must have been having a bad day.
es_es: <25>{#p/asriel1}{#f/17}* ... ella debe haber tenido un mal día.
tr_tr: <25>{#p/asriel1}{#f/17}* ... kötü bir gün geçirmiş olmalı.
zh_cn: <25>{#p/asriel1}{#f/17}* ...她那天心情肯定很不好。
zh_tw: <25>{#p/asriel1}{#f/17}* ...她那天心情肯定很不好。

source: <25>{#p/asriel1}{#f/13}* It happens...
es_es: <25>{#p/asriel1}{#f/13}* Eso ocurre a veces...
tr_tr: <25>{#p/asriel1}{#f/13}* Olur böyle şeyler...
zh_cn: <25>{#p/asriel1}{#f/13}* 这种事难免啊...
zh_tw: <25>{#p/asriel1}{#f/13}* 這種事難免啊...

source: <32>{#p/basic}* It's a toy box. * The model starships have been smashed to pieces.
es_es: <32>{#p/basic}* Es una caja de juguetes. * Las maquetas de naves estelares se han roto.
tr_tr: <32>{#p/basic}* Bu bir oyuncak kutusu. * Model yıldız gemileri parçalanmış.
zh_cn: <32>{#p/basic}* 一个玩具盒。 * 里面的星际飞船模型 都被砸得粉碎。
zh_tw: <32>{#p/basic}* 一個玩具盒。 * 裡面的星際飛船模型 都被砸得粉碎。

source: <32>{#p/basic}* The little ships in this box were never repaired.
es_es: <32>{#p/basic}* Las pequeñas naves en esta caja nunca fueron reparadas.
tr_tr: <32>{#p/basic}* Bu kutunun içindeki küçük gemiler hiç tamir edilmedi.
zh_cn: <32>{#p/basic}* 盒子里的飞船一直没被修好。
zh_tw: <32>{#p/basic}* 盒子裡的飛船一直沒被修好。

source: <32>* If this was at Asgore's house, they'd be in perfect shape.
es_es: <32>* Si esto estuviera en la casa de Asgore, mis maquetas estarían en perfecto estado.
tr_tr: <32>* Eğer bu Asgore'un evinde olsaydı, kusursuz durumda olurlardı.
zh_cn: <32>* 如果这是在Asgore房子里的 那些飞船，可就会完好无损。
zh_tw: <32>* 如果這是在Asgore房子裡的 那些飛船，可就會完好無損。

source: <32>{#p/basic}* A box of model starships! * And... shattered glass?
es_es: <32>{#p/basic}* ¡Una caja de maquetas de naves estelares! * Y... ¿cristales rotos?
tr_tr: <32>{#p/basic}* Bir kutu model yıldız gemisi! * Ve... kırık cam?
zh_cn: <32>{#p/basic}* 一盒星际飞船模型！ * 以及... 玻璃碎片？
zh_tw: <32>{#p/basic}* 一盒星際飛船模型！ * 以及... 玻璃碎片？

source: <32>* Looks like someone broke their little ships.
es_es: <32>* Parece como si alguien hubiera roto sus pequeñas naves.
tr_tr: <32>* Görünüşe göre birileri küçük gemilerini kırmış.
zh_cn: <32>* 看起来应该有人把小飞船摔碎了。
zh_tw: <32>* 看起來應該有人把小飛船摔碎了。

source: <32>{#p/human}* (You can't find anything in here besides several of the exact same outfit.)
es_es: <32>{#p/human}* (No puedes encontrar nada aquí, además de varios que tienen el mismo diseño.)
tr_tr: <32>{#p/human}* (Burada, birbirinin aynısı birkaç kıyafetten başka bir şey bulamıyorsun.)
zh_cn: <32>{#p/human}* （你在这里面找到了 几套一模一样的衣服， 除此之外什么也没有。）
zh_tw: <32>{#p/human}* （你在這裡面找到了 幾套一模一樣的衣服， 除此之外什麼也沒有。）

source: <32>{#p/basic}* A cabinet full of blue and yellow striped shirts.
es_es: <32>{#p/basic}* Un armario lleno de camisas de rayas azules y amarillas.
tr_tr: <32>{#p/basic}* Mavi ve sarı çizgili gömleklerle dolu bir dolap.
zh_cn: <32>{#p/basic}* 衣柜里挂满了黄蓝条纹衫。
zh_tw: <32>{#p/basic}* 衣櫃裡掛滿了黃藍條紋衫。

source: <32>* Like that's ever gonna change.
es_es: <32>* Como si eso fuera a cambiar.
tr_tr: <32>* Sanki bu hiç değişecekmiş gibi.
zh_cn: <32>* 看来这永远也不会换换样啊。
zh_tw: <32>* 看來這永遠也不會換換樣啊。

source: <25>{#p/asriel1}{#f/21}* ... it's missing...
es_es: <25>{#p/asriel1}{#f/21}* ... se ha perdido...
tr_tr: <25>{#p/asriel1}{#f/21}* ... burada yok...
zh_cn: <25>{#p/asriel1}{#f/21}* ...不见了...
zh_tw: <25>{#p/asriel1}{#f/21}* ...不見了...

source: <32>* There still isn't much else to say.
es_es: <32>* Aun no hay nada más que decir.
tr_tr: <32>* Hala söylenecek pek başka bir şey yok.
zh_cn: <32>* 仍然没什么好说的。
zh_tw: <32>* 仍然沒什麼好說的。

source: <32>* There's not much else to say.
es_es: <32>* No hay mucho más que decir.
tr_tr: <32>* Söylenecek başka pek bir şey yok.
zh_cn: <32>* 没什么好说的。
zh_tw: <32>* 沒什麼好說的。

source: <32>{#p/human}* (The drawing doesn't appear to be anything of importance.)
es_es: <32>{#p/human}* (El dibujo no parece tener alguna importancia.)
tr_tr: <32>{#p/human}* (Çizim önemli bir şeymiş gibi görünmüyor.)
zh_cn: <32>{#p/human}* （画作看上去没什么特别的。）
zh_tw: <32>{#p/human}* （畫作看上去沒什麼特別的。）

source: <25>{#p/asriel1}{#f/13}* It's long gone now, but the real drawing I made here...
es_es: <25>{#p/asriel1}{#f/13}* Hace tiempo que desapareció, pero el dibujo real que hice aquí...
tr_tr: <25>{#p/asriel1}{#f/13}* Şimdiye kadar çoktan gitti, ama burada yaptığım asıl çizim...
zh_cn: <25>{#p/asriel1}{#f/13}* 虽然现在找不到了， 不过我以前 在这里画的画...
zh_tw: <25>{#p/asriel1}{#f/13}* 雖然現在找不到了， 不過我以前 在這裡畫的畫...

source: <25>{#f/17}* ... was basically the blueprint for my "god of hyperdeath" form.
es_es: <25>{#f/17}* ... era básicamente el modelo para mi forma de "dios de la hipermuerte"..
tr_tr: <25>{#f/17}* ... esasen "hiper ölüm tanrısı" formumun taslağıydı.
zh_cn: <25>{#f/17}* ...基本上就是我 “主宰死亡的绝对神祇” 形态的设计图。
zh_tw: <25>{#f/17}* ...基本上就是我 「主宰死亡的絕對神祇」 形態的設計圖。

source: <25>{#f/17}* Super skybreaker, titanium striker...
zh_cn: <25>{#f/17}* 裂空飞星，泰坦巨刃...
zh_tw: <25>{#f/17}* 裂空飛星，泰坦巨刃...

source: <25>{#f/20}* And, of course, the legendary "hyper goner."
es_es: <25>{#f/20}* Y, por supuesto, el legendario "hyper goner."
zh_cn: <25>{#f/20}* 当然了， 还有那个传奇般的 “终极毁灭”。
zh_tw: <25>{#f/20}* 當然了， 還有那個傳奇般的 「終極毀滅」。

source: <25>{#p/asriel1}{#f/17}* Yeah... I guess I had it all planned out.
es_es: <25>{#p/asriel1}{#f/17}* Sí... supongo que yo ya lo tenía todo planeado.
tr_tr: <25>{#p/asriel1}{#f/17}* Evet... Sanırım her şeyi planlamıştım.
zh_cn: <25>{#p/asriel1}{#f/17}* 是啊... 看来我那时候 就全都计划好了。
zh_tw: <25>{#p/asriel1}{#f/17}* 是啊... 看來我那時候 就全都計畫好了。

source: <25>{#f/20}* I came up with lots of crazy stuff, all the time...
es_es: <25>{#f/20}* Se me ocurrían muchas locuras, todo el tiempo...
tr_tr: <25>{#f/20}* Her zaman çılgın fikirlerle dolup taşardım...
zh_cn: <25>{#f/20}* 我那时候总是想出 各种稀奇古怪的东西...
zh_tw: <25>{#f/20}* 我那時候總是想出 各種稀奇古怪的東西...

source: <25>{#f/1}* Ooh, you would have ADORED my pan-galactic starship concept.
es_es: <25>{#f/1}* Ooh, tú hubieras adorado mi concepto de la nave sarten-galactica.
zh_cn: <25>{#f/1}* 噢，你肯定会喜欢 我设计的 泛银河系星舰的。
zh_tw: <25>{#f/1}* 噢，你肯定會喜歡 我設計的 泛銀河系星艦的。

source: <25>{#p/asriel1}{#f/17}* Frisk, I hope...
es_es: <25>{#p/asriel1}{#f/17}* Frisk, yo espero...
tr_tr: <25>{#p/asriel1}{#f/17}* Frisk, umarım...
zh_cn: <25>{#p/asriel1}{#f/17}* Frisk，我希望...
zh_tw: <25>{#p/asriel1}{#f/17}* Frisk，我希望...

source: <25>{#f/23}* I really hope we can have a moment like that between us.
es_es: <25>{#f/23}* Yo de verdad espero que tengamos un momento como ese entre nosotros.
tr_tr: <25>{#f/23}* Umarım birlikte böyle bir an yaşayabiliriz.
zh_cn: <25>{#f/23}* 我真的希望我们也能有 像那样的时刻。
zh_tw: <25>{#f/23}* 我真的希望我們也能有 像那樣的時刻。

source: <25>{#f/22}* Back with $(name), it was always...
es_es: <25>{#f/22}* Devuelta con $(name), siempre fue...
tr_tr: <25>{#f/22}* $(name) ile birlikte hep...
zh_cn: <25>{#f/22}* 以前和$(name) 在一起的时候， 总是会...
zh_tw: <25>{#f/22}* 以前和$(name) 在一起的時候， 總是會...

source: <25>{#f/15}* ... difficult.
es_es: <25>{#f/15}* ... difícil.
tr_tr: <25>{#f/15}* ... zordu.
zh_cn: <25>{#f/15}* ...很难相处。
zh_tw: <25>{#f/15}* ...很難相處。

source: <25>{#p/asriel1}{#f/20}* Don't worry. * If you can't draw, I'll just teach you.
es_es: <25>{#p/asriel1}{#f/20}* No te preocupes. * Si no puedes dibujar, yo te enseñare.
tr_tr: <25>{#p/asriel1}{#f/20}* Endişelenme. * Eğer çizemiyorsan, ben sana öğretirim.
zh_cn: <25>{#p/asriel1}{#f/20}* 别担心。 * 如果你不会画画， 我可以教你。
zh_tw: <25>{#p/asriel1}{#f/20}* 別擔心。 * 如果你不會畫畫， 我可以教你。

source: <32>{#p/basic}* A forgettable drawing. * Nothing like the original.
es_es: <32>{#p/basic}* Un dibujo olvidable. * Nada como el original.
tr_tr: <32>{#p/basic}* Unutulabilir bir çizim. * Orijinaline hiç benzemiyor.
zh_cn: <32>{#p/basic}* 平平无奇的画。 * 和原型一点都不像。
zh_tw: <32>{#p/basic}* 平平無奇的畫。 * 和原型一點都不像。

source: <32>{#p/basic}* A children's drawing, depicting a giant monster with rainbow wings.
es_es: <32>{#p/basic}* Un dibujo hecho por un niño, que representa a un monstruo gigante con alas de arcoiris.
tr_tr: <32>{#p/basic}* Bir çocuğun resmi, gökkuşağı kanatlı dev bir canavarı tasvir ediyor.
zh_cn: <32>{#p/basic}* 这是一幅儿童画， 上面画了一个长着彩虹翅膀的 巨大怪物。
zh_tw: <32>{#p/basic}* 這是一幅兒童畫， 上面畫了一個長著彩虹翅膀的 巨大怪物。

source: <32>* It's just like the one at home...
es_es: <32>* Es como el que esta en casa...
tr_tr: <32>* Tıpkı evdeki gibi...
zh_cn: <32>* 很像家里的那只...
zh_tw: <32>* 很像家裡的那隻...

source: <32>{#p/human}* (The couch appears to have never been used.)
es_es: <32>{#p/human}* (Parece que el sofá nunca ha sido usado.)
tr_tr: <32>{#p/human}* (Kanepe hiç kullanılmamış gibi görünüyor.)
zh_cn: <32>{#p/human}* （沙发看起来从来没被用过。）
zh_tw: <32>{#p/human}* （沙發看起來從來沒被用過。）

source: <32>{#p/basic}* No matter how much time passes, it's unlikely anyone will ever sit here.
es_es: <32>{#p/basic}* No importa cuanto tiempo pase, es poco probable que alguien se siente aquí.
tr_tr: <32>{#p/basic}* Ne kadar zaman geçerse geçsin, buraya kimse oturmayacak gibi görünüyor.
zh_cn: <32>{#p/basic}* 估计这辈子 都不会有人来这儿坐了。
zh_tw: <32>{#p/basic}* 估計這輩子 都不會有人來這兒坐了。

source: <32>{#p/basic}* It's a couch. * What else were you expecting?
es_es: <32>{#p/basic}* Es un sofá. * ¿Qué más esperabas?
tr_tr: <32>{#p/basic}* Bu bir kanepe. * Başka ne bekliyordun?
zh_cn: <32>{#p/basic}* 一张沙发。 * 难道你还有别的事要做吗？
zh_tw: <32>{#p/basic}* 一張沙發。 * 難道你還有別的事要做嗎？

source: <32>{#p/basic}* A comfortable-looking couch.
es_es: <32>{#p/basic}* Un sofá que se ve muy comodo.
tr_tr: <32>{#p/basic}* Rahat görünümlü bir kanepe.
zh_cn: <32>{#p/basic}* 一张看起来很舒适的沙发。
zh_tw: <32>{#p/basic}* 一張看起來很舒適的沙發。

source: <32>* The temptation to sink into its luscious cushions is hard to resist...
es_es: <32>* Es difícil resistirse a la tentación de hundirse en sus cómodos cojines...
tr_tr: <32>* O yumuşacık yastıklarına gömülme isteğine karşı koymak zor...
zh_cn: <32>* 很难抗拒陷入柔软坐垫的 甜蜜诱惑中。
zh_tw: <32>* 很難抗拒陷入柔軟坐墊的 甜蜜誘惑中。

source: <32>{#p/human}* (You glance at the end table, but it doesn't appear to glance back.)
es_es: <32>{#p/human}* (Miras a la mesa, pero no parece que te devuelva la mirada.)
tr_tr: <32>{#p/human}* (Sehpaya bir göz atıyorsun, ama sana geri bakıyor gibi görünmüyor.)
zh_cn: <32>{#p/human}* （你瞥了一眼茶几， 不过它好像没看回你。）
zh_tw: <32>{#p/human}* （你瞥了一眼茶几， 不過它好像沒看回你。）

source: <32>{#p/basic}* An unremarkable end table.
es_es: <32>{#p/basic}* Una mesa auxiliar sin importancia.
tr_tr: <32>{#p/basic}* Sıradan bir sehpa.
zh_cn: <32>{#p/basic}* 一张毫不起眼的茶几。
zh_tw: <32>{#p/basic}* 一張毫不起眼的茶几。

source: <32>{#p/basic}* Rather unrealistically, it's in near-perfect condition.
es_es: <32>{#p/basic}* De manera poco realista, está en condiciones casi perfectas....
tr_tr: <32>{#p/basic}* Gerçekçi olmasa da, neredeyse mükemmel bir durumda.
zh_cn: <32>{#p/basic}* 不可思议的是，它几乎是崭新的。
zh_tw: <32>{#p/basic}* 不可思議的是，它幾乎是嶄新的。

source: <32>{#p/human}* (You stare wishfully into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras con deseo al cosmos más allá...)
tr_tr: <32>{#p/human}* (Kozmosun ötesine özlemle bakıyorsun...)
zh_cn: <32>{#p/human}* （你憧憬地望着那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你憧憬地望著那浩瀚的宇宙...）

source: <32>{#p/human}* (You stare wistfully into the cosmos beyond...)
es_es: <32>{#p/human}* (Miras con nostalgia al cosmos más allá...)
tr_tr: <32>{#p/human}* (Kozmosun ötesine hasretle bakıyorsun...)
zh_cn: <32>{#p/human}* （你惆怅地望着那浩瀚的宇宙...）
zh_tw: <32>{#p/human}* （你惆悵地望著那浩瀚的宇宙...）

source: <32>{#p/basic}* It's just another window.
es_es: <32>{#p/basic}* Es solo otra ventana.
tr_tr: <32>{#p/basic}* Bu yalnızca bir başka pencere.
zh_cn: <32>{#p/basic}* 又一扇窗而已。
zh_tw: <32>{#p/basic}* 又一扇窗而已。

source: <32>{#p/basic}* As always, it's a beautiful view of outer space.
es_es: <32>{#p/basic}* Como siempre, es una hermosa vista del espacio exterior.
tr_tr: <32>{#p/basic}* Her zamanki gibi, dış uzayın çok güzel bir manzarası.
zh_cn: <32>{#p/basic}* 外太空的景色跟以往一样不错。
zh_tw: <32>{#p/basic}* 外太空的景色跟以往一樣不錯。

source: <32>{#p/basic}* It's a beautiful view of outer space.
es_es: <32>{#p/basic}* Es una hermosa vista del espacio exterior.
tr_tr: <32>{#p/basic}* Dış uzayın çok güzel bir manzarası.
zh_cn: <32>{#p/basic}* 外太空的景色真不错。
zh_tw: <32>{#p/basic}* 外太空的景色真不錯。

source: <32>{#p/human}* (The sign describes the room within as being incomplete.)
es_es: <32>{#p/human}* (El cartel describe la habitación como incompleta.)
tr_tr: <32>{#p/human}* (İşaret, içerideki odanın tamamlanmamış olduğunu açıklıyor.)
zh_cn: <32>{#p/human}* （牌子上写着： 这里的房间还没翻修完。）
zh_tw: <32>{#p/human}* （牌子上寫著： 這裡的房間還沒翻修完。）

source: <25>{#p/asriel1}{#f/3}* If this house weren't a replica, that would be Dad's room...
es_es: <25>{#p/asriel1}{#f/3}* Si esta casa no fuera una replica, ese sería el cuarto de Papá...
tr_tr: <25>{#p/asriel1}{#f/3}* Eğer bu ev bir kopya olmasaydı, orası babamın odası olurdu...
zh_cn: <25>{#p/asriel1}{#f/3}* 如果这是 原型的那座房子的话... 那位置就是爸爸的房间了。
zh_tw: <25>{#p/asriel1}{#f/3}* 如果這是 原型的那座房子的話... 那位置就是爸爸的房間了。

source: <25>{#f/4}* You can guess why it was never finished.
es_es: <25>{#f/4}* Puedes adivinar porque nunca fue terminado.
tr_tr: <25>{#f/4}* Neden hiç tamamlanmadığını tahmin edebilirsin.
zh_cn: <25>{#f/4}* 你应该能猜到这房间 为啥一直没翻修完吧。
zh_tw: <25>{#f/4}* 你應該能猜到這房間 為啥一直沒翻修完吧。

source: <25>{#f/15}* That speech affected Mom in a... not good way.
es_es: <25>{#f/15}* Ese discurso afectó a Mamá de una manera... no muy buena.
tr_tr: <25>{#f/15}* O konuşma annemi... iyi olmayan bir şekilde etkiledi.
zh_cn: <25>{#f/15}* 那场演讲对妈妈的影响... 不太好。
zh_tw: <25>{#f/15}* 那場演講對媽媽的影響... 不太好。

source: <25>{#f/4}* As a star, I sometimes... spied on her.
es_es: <25>{#f/4}* Como una estrella, yo a veces... la espiaba.
tr_tr: <25>{#f/4}* Bir yıldız olarak, bazen ben... onu gözetliyordum.
zh_cn: <25>{#f/4}* 那会儿我变成星星的时候， 有时候... 会偷偷看着她。
zh_tw: <25>{#f/4}* 那會兒我變成星星的時候， 有時候... 會偷偷看著她。

source: <25>{#f/3}* And the way she was talking, it's like she never left that moment.
es_es: <25>{#f/3}* Y por la forma en que hablaba, es como si nunca hubiera dejado ese momento.
tr_tr: <25>{#f/3}* Ve konuşma şekline bakılırsa, sanki o anı hiç terk etmemiş gibiydi.
zh_cn: <25>{#f/3}* 她说话的样子， 感觉就像 还停留在那一刻似的。
zh_tw: <25>{#f/3}* 她說話的樣子， 感覺就像 還停留在那一刻似的。

source: <25>{#f/13}* Then, you arrived, and everything changed...
es_es: <25>{#f/13}* Entonces, tú llegaste, y todo cambio...
tr_tr: <25>{#f/13}* Sonra, sen geldin, ve her şey değişti...
zh_cn: <25>{#f/13}* 后来你来了， 一切都变了...
zh_tw: <25>{#f/13}* 後來你來了， 一切都變了...

source: <25>{#f/15}* This is too awkward. * I'm going to pretend we aren't here.
es_es: <25>{#f/15}* Esto es muy incómodo. * Voy a fingir que no estamos aquí.
tr_tr: <25>{#f/15}* Bu fazla garip. * Burada olmadığımızı varsayacağım.
zh_cn: <25>{#f/15}* 气氛有点尴尬啊。 * 我还是假装 我们没来过这里吧。
zh_tw: <25>{#f/15}* 氣氛有點尷尬啊。 * 我還是假裝 我們沒來過這裡吧。

source: <32>{#p/basic}* "Room under renovations."
es_es: <32>{#p/basic}* "Cuarto bajo renovaciones."
tr_tr: <32>{#p/basic}* "Oda tadilatta."
zh_cn: <32>{#p/basic}* “房间翻修中。”
zh_tw: <32>{#p/basic}* 「房間翻修中。」

source: <25>{#p/asriel1}{#f/24}* It's us...
es_es: <25>{#p/asriel1}{#f/24}* Somos nosotros...
tr_tr: <25>{#p/asriel1}{#f/24}* Bu biziz...
zh_cn: <25>{#p/asriel1}{#f/24}* 这是我们...
zh_tw: <25>{#p/asriel1}{#f/24}* 這是我們...

source: <32>{#p/basic}* It's you.
es_es: <32>{#p/basic}* Eres tú.
tr_tr: <32>{#p/basic}* Bu sensin.
zh_cn: <32>{#p/basic}* 这是你。
zh_tw: <32>{#p/basic}* 這是你。

source: <32>{#p/basic}* It's you...
es_es: <32>{#p/basic}* Eres tú...
tr_tr: <32>{#p/basic}* Bu sensin...
zh_cn: <32>{#p/basic}* 这是你...
zh_tw: <32>{#p/basic}* 這是你...

source: <32>{#p/basic}* ... and it always will be.
es_es: <32>{#p/basic}* ... y siempre lo serás.
tr_tr: <32>{#p/basic}* ... ve hep öyle kalacaksın.
zh_cn: <32>{#p/basic}* ...而且，永远都会是你。
zh_tw: <32>{#p/basic}* ...而且，永遠都會是你。

source: <32>{#p/basic}* It's you!
es_es: <32>{#p/basic}* ¡Eres tú!
tr_tr: <32>{#p/basic}* Bu sensin!
zh_cn: <32>{#p/basic}* 这是你！
zh_tw: <32>{#p/basic}* 這是你！

source: <32>{#p/human}* (You thank the plant for the warmth it brings each day.)
es_es: <32>{#p/human}* (Agradeces a la planta por el calor que te da cada día.)
tr_tr: <32>{#p/human}* (Bitkiye her gün verdiği sıcaklık için teşekkür ediyorsun.)
zh_cn: <32>{#p/human}* （你感谢这株植物 每天都带来了温暖。）
zh_tw: <32>{#p/human}* （你感謝這株植物 每天都帶來了溫暖。）

source: <32>{#p/basic}* This plant is just happy you're still alive.
es_es: <32>{#p/basic}* Esta planta está feliz de que sigas con vida.
tr_tr: <32>{#p/basic}* Bu bitki senin hala hayatta olmana çok seviniyor.
zh_cn: <32>{#p/basic}* 这株植物很高兴看到你还活着。
zh_tw: <32>{#p/basic}* 這株植物很高興看到你還活著。

source: <32>{#p/basic}* This plant is not very happy to see you.
es_es: <32>{#p/basic}* Esta planta no está muy feliz de verte.
tr_tr: <32>{#p/basic}* Bu bitki seni gördüğüne pek sevinmedi.
zh_cn: <32>{#p/basic}* 这株植物不想见到你。
zh_tw: <32>{#p/basic}* 這株植物不想見到你。

source: <32>{#p/basic}* This plant is happy to see you.
es_es: <32>{#p/basic}* Esta planta está feliz de verte.
tr_tr: <32>{#p/basic}* Bu bitki seni gördüğü için sevindi.
zh_cn: <32>{#p/basic}* 这株植物很开心见到你。
zh_tw: <32>{#p/basic}* 這株植物很開心見到你。

source: <32>{#p/basic}* This plant is ecstatic about seeing you!
es_es: <32>{#p/basic}* ¡Esta planta esta emocionada de verte!
tr_tr: <32>{#p/basic}* Bu bitki seni gördüğü için kendinden geçiyor!
zh_cn: <32>{#p/basic}* 这株植物见到你非常激动！
zh_tw: <32>{#p/basic}* 這株植物見到你非常激動！

source: <32>{#p/human}* (You rustle the corny plant.)
es_es: <32>{#p/human}* (Agitas la planta cursi.)
zh_cn: <32>{#p/human}* （你拨弄了一下 这株忧玉的植物。）
zh_tw: <32>{#p/human}* （你撥弄了一下 這株憂玉的植物。）

source: <32>{#p/basic}* This plant looks quite corny.
es_es: <32>{#p/basic}* Esta planta parece muy cursi.
zh_cn: <32>{#p/basic}* 这株忧玉的植物一点都不米人。
zh_tw: <32>{#p/basic}* 這株憂玉的植物一點都不米人。

source: <32>{#p/human}* (You look under the table and find a set of crayons.)
es_es: <32>{#p/human}* (Miras debajo de la mesa y encuentras un conjunto de crayones.)
tr_tr: <32>{#p/human}* (Masanın altına bakıp bir boya seti buluyorsun.)
zh_cn: <32>{#p/human}* （你在桌子底下找到了一套蜡笔。）
zh_tw: <32>{#p/human}* （你在桌子底下找到了一套蠟筆。）

source: <25>{#p/asriel1}{#f/24}* I think $(name) might have lost the blue crayon.
es_es: <25>{#p/asriel1}{#f/24}* Yo creo que $(name) puedo haber perdido al crayón azul.
tr_tr: <25>{#p/asriel1}{#f/24}* Sanırım $(name) mavi boya kalemini kaybetmiş olabilir.
zh_cn: <25>{#p/asriel1}{#f/24}* 我感觉$(name)可能 把蓝色的蜡笔弄丢了。
zh_tw: <25>{#p/asriel1}{#f/24}* 我感覺$(name)可能 把藍色的蠟筆弄丟了。

source: <25>{#f/7}* ... actually, no. * I KNOW they lost the blue crayon.
es_es: <25>{#f/7}* ... de hecho, no. * YO SE que perdió el crayón azul.
tr_tr: <25>{#f/7}* ... aslında, hayır. * Onun mavi boya kalemini kaybettiğini BİLİYORUM.
zh_cn: <25>{#f/7}* ...不对，不是可能。 * 是肯定弄丢了。
zh_tw: <25>{#f/7}* ...不對，不是可能。 * 是肯定弄丟了。

source: <25>{#f/6}* It turned up later in a food chest, but nobody thought to check it.
es_es: <25>{#f/6}* Apareció más tarde en un baúl de comida, pero a nadie se le ocurrió comprobarlo.
tr_tr: <25>{#f/6}* Daha sonra bir yiyecek kutusunda bulundu, ama kimse bakmayı akıl edemedi.
zh_cn: <25>{#f/6}* 后来那根蜡笔 在食物箱里找到了， 但谁也没想到要去那里找。
zh_tw: <25>{#f/6}* 後來那根蠟筆 在食物箱裡找到了， 但誰也沒想到要去那裡找。

source: <25>{#f/16}* They must have been trying to claim the chest as their own.
es_es: <25>{#f/16}* Debía de estar intentando reclamar el cofre como suyo.
tr_tr: <25>{#f/16}* Kutuyu kendisine aitmiş gibi göstermeye çalışıyordu herhalde.
zh_cn: <25>{#f/16}* 那家伙肯定是想 把食物箱占为己有。
zh_tw: <25>{#f/16}* 那傢伙肯定是想 把食物箱佔為己有。

source: <26>{#p/asriel1}{#f/4}* If we ever get a new set of crayons, I'm keeping watch.
es_es: <26>{#p/asriel1}{#f/4}* Si alguna vez conseguimos un nuevo conjunto de crayones, estaré vigilando.
tr_tr: <26>{#p/asriel1}{#f/4}* Eğer yeni bir boya seti alırsak, ben göz kulak olacağım.
zh_cn: <26>{#p/asriel1}{#f/4}* 要是以后 我们再买新的蜡笔， 我可得盯紧点。
zh_tw: <26>{#p/asriel1}{#f/4}* 要是以後 我們再買新的蠟筆， 我可得盯緊點。

source: <25>{#f/3}* The moment you even think about losing a crayon...
es_es: <25>{#f/3}* En el momento en que se te ocurra perder un crayón...
tr_tr: <25>{#f/3}* Bir boya kalemini kaybetmeyi düşündüğün an...
zh_cn: <25>{#f/3}* 你要是敢打蜡笔的主意...
zh_tw: <25>{#f/3}* 你要是敢打蠟筆的主意...

source: <26>{#f/8}* I'll be there to stop that crime train before it even hits the tracks.
es_es: <26>{#f/8}* Estaré allí para detener el tren del crimen antes de que llegue a las vías.
tr_tr: <26>{#f/8}* O suç trenini daha raylara varmadan durdurmak için orada olacağım.
zh_cn: <26>{#f/8}* 我就会在第一时间 打碎你的小算盘。
zh_tw: <26>{#f/8}* 我就會在第一時間 打碎你的小算盤。

source: <25>{#f/2}* Just you wait.
es_es: <25>{#f/2}* Solo espera.
tr_tr: <25>{#f/2}* Yalnızca bekle.
zh_cn: <25>{#f/2}* 你就等着瞧吧。
zh_tw: <25>{#f/2}* 你就等著瞧吧。

source: <25>{#p/asriel1}{#f/31}* I've got my eyes on you, Frisk.
es_es: <25>{#p/asriel1}{#f/31}* Tengo mis ojos en ti, Frisk.
tr_tr: <25>{#p/asriel1}{#f/31}* Gözlerim senin üzerinde, Frisk.
zh_cn: <25>{#p/asriel1}{#f/31}* 我可在用眼睛 死死盯着你呢， Frisk。
zh_tw: <25>{#p/asriel1}{#f/31}* 我可在用眼睛 死死盯著你呢， Frisk。

source: <25>{#f/8}* And... maybe my ears.
es_es: <25>{#f/8}* Y... talvez mis orejas.
tr_tr: <25>{#f/8}* Ve... belki kulaklarım da.
zh_cn: <25>{#f/8}* 以及... 可能还得竖起耳朵听着。
zh_tw: <25>{#f/8}* 以及... 可能還得豎起耳朵聽著。

source: <25>{#p/asriel1}{#f/10}* Are you staring at my ears again? * You keep doing that.
es_es: <25>{#p/asriel1}{#f/10}* ¿Estás mirando mis orejas de nuevo? * Sigues haciendo eso.
tr_tr: <25>{#p/asriel1}{#f/10}* Yine kulaklarıma mı bakıyorsun? * Bunu yapıp duruyorsun.
zh_cn: <25>{#p/asriel1}{#f/10}* 你又在盯着我的耳朵看？ * 你怎么老这样！
zh_tw: <25>{#p/asriel1}{#f/10}* 你又在盯著我的耳朵看？ * 你怎麼老這樣！

source: <32>{#p/basic}* Two crayons are missing from the set.
es_es: <32>{#p/basic}* Faltan 2 crayones de su caja.
tr_tr: <32>{#p/basic}* Setten iki boya kalemi eksik.
zh_cn: <32>{#p/basic}* 少了两支。
zh_tw: <32>{#p/basic}* 少了兩支。

source: <32>{#p/basic}* One crayon is missing from the set.
es_es: <32>{#p/basic}* Falta 1 crayón de la caja.
tr_tr: <32>{#p/basic}* Setten bir boya kalemi eksik.
zh_cn: <32>{#p/basic}* 少了一支。
zh_tw: <32>{#p/basic}* 少了一支。

source: <32>{#p/basic}* The ever-evasive blue crayon, missing for a hundred years...
es_es: <32>{#p/basic}* El siempre evasivo crayón azul, desaparecido durante cien años...
tr_tr: <32>{#p/basic}* Yüz yıldır kayıp, ele geçirilemeyen o mavi boya...
zh_cn: <32>{#p/basic}* 那支蓝色蜡笔 都不知道丢了几百年了...
zh_tw: <32>{#p/basic}* 那支藍色蠟筆 都不知道丟了幾百年了...

source: <32>{#p/basic}* Truly a legend of our time.
es_es: <32>{#p/basic}* Una auténtica leyenda de nuestro tiempo.
tr_tr: <32>{#p/basic}* Gerçekten zamanımızın bir efsanesi.
zh_cn: <32>{#p/basic}* 能藏这么好，真可谓 我们这时代的传奇。
zh_tw: <32>{#p/basic}* 能藏這麼好，真可謂 我們這時代的傳奇。

source: <32>{#p/human}* (You look under the table and find a deck of cards.)
es_es: <32>{#p/human}* (Miras debajo de la mesa y encuentras una baraja de cartas.)
tr_tr: <32>{#p/human}* (Masanın altına bakıp bir deste kart buluyorsun.)
zh_cn: <32>{#p/human}* （你在桌子底下找到了一副牌。）
zh_tw: <32>{#p/human}* （你在桌子底下找到了一副牌。）
