Repository: ws-3917/psoutertale-weblate
Catalog: text/outlands/*.po
Languages: es_es, tr_tr, zh_cn, zh_tw

source: <25>{#f/1}* Apparently, there is another world up there...
es_es: <25>{#f/1}* Aparentemente, hay otro mundo allá arriba...
tr_tr: <25>{#f/1}* Meğer orada bambaşka bir dünya varmış...
zh_cn: <25>{#f/1}* 似乎这上面 还有另一个世界...
zh_tw: <25>{#f/1}* 似乎這上面 還有另一個世界...

source: <25>{#f/0}* A place where things do not always face the right way up.
es_es: <25>{#f/0}* Un lugar donde las cosas no siempre están bien orientadas.
tr_tr: <25>{#f/0}* Öyle bir yer ki, her şey her zaman doğru yöne bakmıyormuş.
zh_cn: <25>{#f/0}* 那里的东西 都是反着长的。
zh_tw: <25>{#f/0}* 那裡的東西 都是反著長的。

source: <25>{#p/toriel}{#f/1}* This old landing pad was once a bustling intersection...
es_es: <25>{#p/toriel}{#f/1}* Esta antigua pista de choque fue una bulliciosa intersección...
tr_tr: <25>{#p/toriel}{#f/1}* Bu eski iniş pisti bir zamanlar hareketli bir kavşaktı...
zh_cn: <25>{#p/toriel}{#f/1}* 这里的老停靠港 以前可繁忙了...
zh_tw: <25>{#p/toriel}{#f/1}* 這裡的老停靠港 以前可繁忙了...

source: <25>{#f/1}* Supply ships coming and going...
es_es: <25>{#f/1}* Barcos de suministro yendo y viniendo...
tr_tr: <25>{#f/1}* Gelip giden erzak gemileri...
zh_cn: <25>{#f/1}* 补给飞船来来往往...
zh_tw: <25>{#f/1}* 補給飛船來來往往...

source: <25>{#f/1}* Ready to aid in whatever was being built next...
es_es: <25>{#f/1}* Listo para ayudar en lo que se construyera a continuación...
tr_tr: <25>{#f/1}* Sırada her ne inşa edilecekse yardım etmeye hazırlardı...
zh_cn: <25>{#f/1}* 随时准备支援 下一个建设项目...
zh_tw: <25>{#f/1}* 隨時準備支援 下一個建設專案...

source: <25>{#f/5}* It is a shame the outpost seems to have stopped expanding.
es_es: <25>{#f/5}* Es una pena que la zona espacial parezca haber dejado de expandirse.
tr_tr: <25>{#f/5}* Karakolun genişlemesinin durmuş gibi görünüyor olması üzücü.
zh_cn: <25>{#f/5}* 可惜，这个前哨站 好像不再扩张了。
zh_tw: <25>{#f/5}* 可惜，這個前哨站 好像不再擴張了。

source: <25>{#f/0}* For a while, building new areas defined our culture!
es_es: <25>{#f/0}* ¡Durante un tiempo, la construcción de nuevas zonas definió nuestra cultura!
tr_tr: <25>{#f/0}* Bir süre için, yeni alanlar inşa etmek kültürümüzü tanımlıyordu!
zh_cn: <25>{#f/0}* 想当年，建设新区域 可是我们的文化标志啊！
zh_tw: <25>{#f/0}* 想當年，建設新區域 可是我們的文化標誌啊！

source: <25>{#p/toriel}* I heard Sans's brother wants to join the Royal Guard someday.
es_es: <25>{#p/toriel}* Escuche que el hermano de Sans quiere unirse a la Guardia Real algún día.
tr_tr: <25>{#p/toriel}* Sans'ın kardeşinin Kraliyet Muhafızına katılmak istediğini duydum.
zh_cn: <25>{#p/toriel}* 听说Sans的兄弟 以后想加入皇家卫队。
zh_tw: <25>{#p/toriel}* 聽說Sans的兄弟 以後想加入皇家衛隊。

source: <25>{#f/1}* Such an aspirational young skeleton...
es_es: <25>{#f/1}* Un joven esqueleto con aspiraciones...
tr_tr: <25>{#f/1}* Ne kadar da istekli bir genç iskelet...
zh_cn: <25>{#f/1}* 这小骷髅还挺有志向的...
zh_tw: <25>{#f/1}* 這小骷髏還挺有志向的...

source: <25>{#f/0}* Despite my feelings about the guard, it is good for him to dream.
es_es: <25>{#f/0}* A pesar de mis sentimientos hacia la guardia real, es bueno que sueñe.
tr_tr: <25>{#f/0}* Muhafızlara karşı hislerime rağmen, onun hayal etmesi güzel bir şey.
zh_cn: <25>{#f/0}* 虽然我对卫队不太感冒， 但他有梦想是好事。
zh_tw: <25>{#f/0}* 雖然我對衛隊不太感冒， 但他有夢想是好事。

source: <25>{#f/5}* I worry that too many have given up on their dreams lately...
es_es: <25>{#f/5}* Me preocupa que muchos hayan renunciado a sus sueños últimamente...
tr_tr: <25>{#f/5}* Son zamanlarda çok fazla kişinin hayallerinden vazgeçtiğinden endişeleniyorum...
zh_cn: <25>{#f/5}* 最近有好多人 都放弃梦想了...
zh_tw: <25>{#f/5}* 最近有好多人 都放棄夢想了...

source: <25>{#f/0}* But not him! * That skeleton knows what is best for him.
es_es: <25>{#f/0}* ¡Pero él no! * Ese esqueleto sabe lo que es mejor para él.
tr_tr: <25>{#f/0}* Ama o değil! * O iskelet kendisi için en iyisini biliyor.
zh_cn: <25>{#f/0}* 但他没有！ * 这小骷髅知道 什么对他自己最好。
zh_tw: <25>{#f/0}* 但他沒有！ * 這小骷髏知道 什麼對他自己最好。

source: <25>{#p/toriel}* Sans told me all about the gadgets Papyrus added to his station.
es_es: <25>{#p/toriel}* Sans me contó todo sobre los aparatos que Papyrus añadió a su estación.
zh_cn: <25>{#p/toriel}* Sans跟我说了好多 Papyrus在他岗位上 加装的小玩意儿。
zh_tw: <25>{#p/toriel}* Sans跟我說了好多 Papyrus在他崗位上 加裝的小玩意兒。

source: <25>{#f/1}* First, a handle, so he can "swing" into duty...
es_es: <25>{#f/1}* Primero, una manija, para que pueda "balancearse" en servicio...
tr_tr: <25>{#f/1}* İlk olarak, görevine "sarkabilmesi" için bir tutacak...
zh_cn: <25>{#f/1}* 有一个把手， 说是能方便他 “大摇大摆”地上岗...
zh_tw: <25>{#f/1}* 有一個把手， 說是能方便他 「大搖大擺」地上崗...

source: <25>{#f/1}* A so-called "sky wrench" used to get a "fix" on the stars...
es_es: <25>{#f/1}* Una llamada "llave de cielo" utilizada para "fijar" las estrellas...
tr_tr: <25>{#f/1}* Yıldızlar üzerinde "düzeltme" yapmak için kullanılan sözde bir "gökyüzü anahtarı..."
zh_cn: <25>{#f/1}* 有一个所谓的“天空扳手”， 说是用来“锁定”星星的...
zh_tw: <25>{#f/1}* 有一個所謂的「天空扳手」， 說是用來「鎖定」星星的...

source: <25>{#f/0}* And a screen attachment to keep track of his many responsibilities.
es_es: <25>{#f/0}* Y una pantalla para llevar el registro de sus muchas responsabilidades.
tr_tr: <25>{#f/0}* Ve birçok sorumluluğunu takip edebilmesi için bir ekran bağlantısı.
zh_cn: <25>{#f/0}* 还有一个附加的屏幕， 说是用来记录 他那堆职责的。
zh_tw: <25>{#f/0}* 還有一個附加的屏幕， 說是用來記錄 他那堆職責的。

source: <25>{#f/6}* With inventions like these, you would think he works at a lab.
es_es: <25>{#f/6}* Con inventos así, cualquiera diría que trabaja en un laboratorio.
tr_tr: <25>{#f/6}* Bu tür icatlara bakınca onun bir laboratuvarda çalıştığını sanırsın.
zh_cn: <25>{#f/6}* 他搞这些发明， 不知道的还以为 他在实验室上班呢。
zh_tw: <25>{#f/6}* 他搞這些發明， 不知道的還以為 他在實驗室上班呢。

source: <25>{#p/toriel}{#f/5}* Is the Royal Guard giving you too much trouble?
es_es: <25>{#p/toriel}{#f/5}* ¿La Guardia Real te está dando demasiados problemas?
tr_tr: <25>{#p/toriel}{#f/5}* Kraliyet Muhafızları sana çok sorun çıkarıyor mu?
zh_cn: <25>{#p/toriel}{#f/5}* 皇家卫队是不是 老找你麻烦？
zh_tw: <25>{#p/toriel}{#f/5}* 皇家衛隊是不是 老找你麻煩？

source: <25>{#f/0}* Sans did say he would warn you of potential encounters.
es_es: <25>{#f/0}* Sans dijo que te avisaría de posibles encuentros.
tr_tr: <25>{#f/0}* Sans, olası karşılaşmalar konusunda seni uyaracağını söylemişti.
zh_cn: <25>{#f/0}* Sans说他会提醒你 可能会碰上他们。
zh_tw: <25>{#f/0}* Sans說他會提醒你 可能會碰上他們。

source: <25>{#f/1}* Perhaps I should be more worried, but...
es_es: <25>{#f/1}* Quizá debería estar más preocupada, pero...
tr_tr: <25>{#f/1}* Belki de daha fazla endişeli olmalıyım, ama...
zh_cn: <25>{#f/1}* 也许我该多操点心， 不过...
zh_tw: <25>{#f/1}* 也許我該多操點心， 不過...

source: <25>{#f/0}* Something tells me you will be alright.
es_es: <25>{#f/0}* Algo me dice que estarás bien.
tr_tr: <25>{#f/0}* Bir şeyler bana iyi olacağını söylüyor.
zh_cn: <25>{#f/0}* 直觉告诉我 你不会有事的。
zh_tw: <25>{#f/0}* 直覺告訴我 你不會有事的。

source: <25>{#f/0}* I have faith in that skeleton to look out for you.
es_es: <25>{#f/0}* Tengo fe en que ese esqueleto cuidará de ti.
tr_tr: <25>{#f/0}* O iskeletin sana göz kulak olacağına inanıyorum.
zh_cn: <25>{#f/0}* 我相信 那伙计会照顾好你的。
zh_tw: <25>{#f/0}* 我相信 那夥計會照顧好你的。

source: <25>{#p/toriel}{#f/1}* Ah, what a lovely sound...
es_es: <25>{#p/toriel}{#f/1}* Ah, qué bonito sonido...
tr_tr: <25>{#p/toriel}{#f/1}* Ah, ne hoş bir ses...
zh_cn: <25>{#p/toriel}{#f/1}* 啊，这声音真好听...
zh_tw: <25>{#p/toriel}{#f/1}* 啊，這聲音真好聽...

source: <25>{#f/0}* I would recognize a builder bot anywhere.
es_es: <25>{#f/0}* Reconocería a un robot constructor en cualquier parte.
tr_tr: <25>{#f/0}* Bir inşaatçı botunu her yerde tanırım.
zh_cn: <25>{#f/0}* 我无论到了哪都能认出 建筑机器人的声音。
zh_tw: <25>{#f/0}* 我無論到了哪都能認出 建築機器人的聲音。

source: <25>{#f/5}* After the ban on AI programs, we had most of them disabled...
es_es: <25>{#f/5}* Tras la prohibición de los programas de IA, desactivamos la mayoría...
tr_tr: <25>{#f/5}* Yapay zeka programları yasaklandıktan sonra, çoğu devre dışı kaldı...
zh_cn: <25>{#f/5}* 自从AI程序被禁用后， 我们就停用了 大部分建筑机器人。
zh_tw: <25>{#f/5}* 自從AI程式被禁用後， 我們就停用了 大部分建築機器人。

source: <25>{#f/1}* But the two whose sentience did not corrupt them...
es_es: <25>{#f/1}* Pero los dos cuya sensibilidad no los corrompió...
zh_cn: <25>{#f/1}* 不过有两个 产生了自我意识， 但没有出问题的机器人...
zh_tw: <25>{#f/1}* 不過有兩個 產生了自我意識， 但沒有出問題的機器人...

source: <25>{#f/0}* Were allowed a more graceful retirement.
es_es: <25>{#f/0}* Se nos permitió una jubilación más elegante.
zh_cn: <25>{#f/0}* 得到了体面的退休。
zh_tw: <25>{#f/0}* 得到了體面的退休。

source: <25>{#f/0}* It is nice to know that they have survived to this day.
es_es: <25>{#f/0}* Es bueno saber que han sobrevivido hasta nuestros días.
tr_tr: <25>{#f/0}* Bunların günümüze kadar ulaşabilmiş olduğunu bilmek güzel.
zh_cn: <25>{#f/0}* 很高兴知道 它们现在还活着。
zh_tw: <25>{#f/0}* 很高興知道 它們現在還活著。

source: <25>{#p/toriel}* Sans has told me all about his brother's fondness for puzzles.
es_es: <25>{#p/toriel}* Sans me ha contado todo sobre la afición de su hermano a los puzles.
tr_tr: <25>{#p/toriel}* Sans bana kardeşinin bulmacalara olan düşkünlüğünden bahsetti.
zh_cn: <25>{#p/toriel}* Sans跟我讲过 他的兄弟有多爱谜题。
zh_tw: <25>{#p/toriel}* Sans跟我講過 他的兄弟有多愛謎題。

source: <25>{#f/1}* I hear he has even created some of his own...?
es_es: <25>{#f/1}* ¿Escuche que incluso él ha creado algunos de los suyos...?
tr_tr: <25>{#f/1}* Hatta duyduğuma göre kendi oluşturduğu birkaç tanesi bile varmış...?
zh_cn: <25>{#f/1}* 听说他的兄弟 还自己设计了一些...？
zh_tw: <25>{#f/1}* 聽說他的兄弟 還自己設計了一些...？

source: <25>{#f/0}* I am most curious about the "wall of fire."
es_es: <25>{#f/0}* Tengo mucha curiosidad por la "pared de fuego."
zh_cn: <25>{#f/0}* 我最好奇的是 那个“躲避烈火之墙”。
zh_tw: <25>{#f/0}* 我最好奇的是 那個「躲避烈火之牆」。

source: <25>{#f/1}* Are the flames hot? * Or are they merely pleasantly warm?
es_es: <25>{#f/1}* ¿Están muy calientes las llamas? * ¿O son simplemente agradablemente cálidas?
tr_tr: <25>{#f/1}* Alevler sıcak mı? * Yoksa sadece hoşça ılık mı?
zh_cn: <25>{#f/1}* 那火烫不烫？ * 还是说只是暖暖的？
zh_tw: <25>{#f/1}* 那火燙不燙？ * 還是說只是暖暖的？

source: <25>{#f/5}* For your sake, I would hope it is the latter.
es_es: <25>{#f/5}* Por su bien, espero que sea esto último.
tr_tr: <25>{#f/5}* Senin iyiliğin için, ikincisinin doğru olmasını umarım.
zh_cn: <25>{#f/5}* 为了你好， 我希望是后者。
zh_tw: <25>{#f/5}* 為了你好， 我希望是後者。

source: <25>{#p/toriel}{#f/1}* I hear the Royal Guard employs a pair of married dogs.
es_es: <25>{#p/toriel}{#f/1}* Escuche que la Guardia Real contrató a un par de perros casados.
tr_tr: <25>{#p/toriel}{#f/1}* Kraliyet Muhafızlarında evli bir köpek çiftin görev aldığını duydum.
zh_cn: <25>{#p/toriel}{#f/1}* 听说有一对狗夫妇 加入了皇家卫队。
zh_tw: <25>{#p/toriel}{#f/1}* 聽說有一對狗夫婦 加入了皇家衛隊。

source: <25>{#f/3}* To be married at the same time as being a royal guard...
es_es: <25>{#f/3}* Estar casado al mismo tiempo que trabajar en la guardia real...
tr_tr: <25>{#f/3}* Aynı anda kraliyet muhafızıyken evli olmak...
zh_cn: <25>{#f/3}* 他俩专门选在 进皇家卫队的那天结婚...
zh_tw: <25>{#f/3}* 他倆專門選在 進皇家衛隊的那天結婚...

source: <25>{#f/4}* That relationship must have some "interesting" motivations.
es_es: <25>{#f/4}* Esa relación debe tener algunas motivaciones "interesantes".
tr_tr: <25>{#f/4}* Bu ilişkinin bazı "ilginç" motivasyonları olmalı.
zh_cn: <25>{#f/4}* 他们这么安排， 肯定有什么“有趣”的原因。 * 不过我可不了解内幕。
zh_tw: <25>{#f/4}* 他們這麼安排， 肯定有什麼「有趣」的原因。 * 不過我可不了解內幕。

source: <25>{#f/6}* But what do I know. * As Sans would say, I am merely a "goat!"
es_es: <25>{#f/6}* Pero yo qué sé. * Como diría Sans, ¡soy solamente una "cabra"!
tr_tr: <25>{#f/6}* Ama ben ne anlarım ki. * Sans'in dediği gibi, ben sadece bir "keçiyim!"
zh_cn: <25>{#f/6}* 要是Sans在场， 看我这么笨， 又得望“羊”兴叹了！
zh_tw: <25>{#f/6}* 要是Sans在場， 看我這麼笨， 又得望「羊」興嘆了！

source: <25>{#p/toriel}* I wonder what kind of food is sold in Starton these days.
es_es: <25>{#p/toriel}* Me pregunto qué tipo de comida se vende en Starton hoy en día.
tr_tr: <25>{#p/toriel}* Bu günlerde Starton'da ne tür yiyeceklerin satıldığını merak ediyorum.
zh_cn: <25>{#p/toriel}* 也不知道现在 星港都流行吃啥。
zh_tw: <25>{#p/toriel}* 也不知道現在 星港都流行吃啥。

source: <25>{#f/1}* When I was last here, everyone loved to eat ghost fruit...
es_es: <25>{#f/1}* La última vez que estuve aquí, a todos les gustaba comer fruta fantasma...
tr_tr: <25>{#f/1}* Ben en son buradayken, herkes hayalet meyvesi yemeyi severdi...
zh_cn: <25>{#f/1}* 我上次到那儿时， 大家都爱吃幽灵水果...
zh_tw: <25>{#f/1}* 我上次到那兒時， 大家都愛吃幽靈水果...

source: <25>{#f/0}* A strange food which could be eaten both by ghosts and non-ghosts.
es_es: <25>{#f/0}* Una extraña comida que podían comer tanto los fantasmas como los que no eran fantasmas.
tr_tr: <25>{#f/0}* Hem hayalet hem de hayalet olmayanların yiyebildiği garip bir yiyecek.
zh_cn: <25>{#f/0}* 那玩意儿挺奇怪的， 是不是幽灵都能吃。
zh_tw: <25>{#f/0}* 那玩意兒挺奇怪的， 是不是幽靈都能吃。

source: <26>{#f/0}* Whatever the favorite is now, I am sure I could never dream of it.
es_es: <26>{#f/0}* Cualquiera que sea el favorito ahora, estoy seguro de que nunca podría soñar con ello.
tr_tr: <26>{#f/0}* Şu anki favori her ne ise, eminim onu asla düşleyemezdim.
zh_cn: <26>{#f/0}* 现在流行啥 我肯定猜不到， 估计我做梦都想不到。
zh_tw: <26>{#f/0}* 現在流行啥 我肯定猜不到， 估計我做夢都想不到。

source: <25>{#p/toriel}{#f/1}* Sans's fondness for spot-the-difference puzzles...
es_es: <25>{#p/toriel}{#f/1}* La afición de Sans a los puzles de encontrar las diferencias...
tr_tr: <25>{#p/toriel}{#f/1}* Sans'in fark-bulma bulmacalarına olan düşkünlüğü...
zh_cn: <25>{#p/toriel}{#f/1}* Sans居然喜欢玩 那种“找不同”的谜题...
zh_tw: <25>{#p/toriel}{#f/1}* Sans居然喜歡玩 那種「找不同」的謎題...

source: <25>{#f/0}* Well, it has never really made sense to me.
es_es: <25>{#f/0}* Bueno, para mí nunca ha tenido sentido.
tr_tr: <25>{#f/0}* Yani, bana hiç mantıklı gelmedi.
zh_cn: <25>{#f/0}* ...我一直都没搞明白。
zh_tw: <25>{#f/0}* ...我一直都沒搞明白。

source: <25>{#f/1}* How could such a simple puzzle be appealing to him?
es_es: <25>{#f/1}* ¿Cómo podía atraerle un puzle tan sencillo?
tr_tr: <25>{#f/1}* Bu kadar basit bir bulmaca ona nasıl cazip gelebilir?
zh_cn: <25>{#f/1}* 那么简单的谜题， 他怎么会觉得有意思呢？
zh_tw: <25>{#f/1}* 那麼簡單的謎題， 他怎麼會覺得有意思呢？

source: <26>{#f/3}* ... more specifically...
es_es: <26>{#f/3}* ... más especificamente...
tr_tr: <26>{#f/3}* ... spesifik olmak gerekirse...
zh_cn: <26>{#f/3}* ...更具体来说...
zh_tw: <26>{#f/3}* ...更具體來說...

source: <25>{#f/1}* Where is the humor in such a puzzle?
es_es: <25>{#f/1}* ¿Dónde está la gracia en un puzle así?
tr_tr: <25>{#f/1}* Bu tür bir bulmacanın içinde mizah nerede?
zh_cn: <25>{#f/1}* 这种谜题到底 哪里好笑了？
zh_tw: <25>{#f/1}* 這種謎題到底 哪裡好笑了？

source: <25>{#p/toriel}* Sans has often spoken of Papyrus's interest in spaghetti dishes.
es_es: <25>{#p/toriel}* Sans hablo mucho del interés de Papyrus por los espaguetis.
tr_tr: <25>{#p/toriel}* Sans, Papyrus'un spagetti yemeklerine olan ilgisinden bahsetmişti.
zh_cn: <25>{#p/toriel}* Sans常说他兄弟Papyrus 特喜欢意大利面。
zh_tw: <25>{#p/toriel}* Sans常說他兄弟Papyrus 特喜歡義大利麵。

source: <25>{#f/6}* But why stop there? * Just imagine the PASTABILITIES...
es_es: <25>{#f/6}* Pero, ¿por qué detenerse ahí? * Sólo imagina las PASTABILIDADES...
zh_cn: <25>{#f/6}* 但为啥只吃一种呢？ * 想想还有那么多种 意大利面...
zh_tw: <25>{#f/6}* 但為啥只吃一種呢？ * 想想還有那麼多種 義大利麵...

source: <25>{#f/8}* Rigatoni! * Fettuccine! * Acini di Pepe!
zh_cn: <25>{#f/8}* 斜管面！ * 宽面！ * 珍珠面！
zh_tw: <25>{#f/8}* 斜管面！ * 寬面！ * 珍珠面！

source: <25>{#f/0}* Some variety could really help him go FARFALLE.
es_es: <25>{#f/0}* Un poco de variedad podría ayudarle mucho a ir FARFALLE.
zh_cn: <25>{#f/0}* 吃吃蝴蝶面 才能展翅高飞嘛。
zh_tw: <25>{#f/0}* 吃吃蝴蝶面 才能展翅高飛嘛。

source: <25>{#f/2}* ... in other words, go BIGOLI or go home!
es_es: <25>{#f/2}* ... en otras palabras, ¡vamos BIGOLI o nos vamos a casa!
zh_cn: <25>{#f/2}* ...换句话说，要么 像粗面一样做大做强， 要么回家歇着！
zh_tw: <25>{#f/2}* ...換句話說，要麼 像粗面一樣做大做強， 要麼回家歇著！

source: <25>{#p/toriel}{#f/1}* Whatever the puzzles in Starton are like now, I am sure...
es_es: <25>{#p/toriel}{#f/1}* Sean como sean los puzles de Starton ahora, estoy segura...
tr_tr: <25>{#p/toriel}{#f/1}* Starton'daki bulmacalar her nasılsa, eminim ki...
zh_cn: <25>{#p/toriel}{#f/1}* 星港现在的那些谜题， 不管啥样吧...
zh_tw: <25>{#p/toriel}{#f/1}* 星港現在的那些謎題， 不管啥樣吧...

source: <25>{#f/0}* They are nothing like the ones that were here when I left.
es_es: <25>{#f/0}* No se parecen en nada a los que había cuando me fui.
tr_tr: <25>{#f/0}* Benim ayrıldığım zamanki olanlara hiç benzemiyorlardır.
zh_cn: <25>{#f/0}* 我估计肯定跟 我以前离开的时候 不一样了。
zh_tw: <25>{#f/0}* 我估計肯定跟 我以前離開的時候 不一樣了。

source: <25>{#f/5}* A level of difficulty so unrealistic...
es_es: <25>{#f/5}* Un nivel de dificultad tan poco realista...
tr_tr: <25>{#f/5}* Gerçek dışı zorluklarını düşününce...
zh_cn: <25>{#f/5}* 以前的谜题 难度高得离谱...
zh_tw: <25>{#f/5}* 以前的謎題 難度高得離譜...

source: <25>{#f/5}* It is a wonder anyone could solve them at all.
es_es: <25>{#f/5}* Es un milagro que alguien haya podido resolverlos.
tr_tr: <25>{#f/5}* Onları birilerinin çözebilmiş olması bile şaşırtıcı.
zh_cn: <25>{#f/5}* 也不知道那时候 到底有没有人能解开。
zh_tw: <25>{#f/5}* 也不知道那時候 到底有沒有人能解開。

source: <25>{#p/toriel}{#f/1}* They say some puzzles have secret solutions...
es_es: <25>{#p/toriel}{#f/1}* Dicen que algunos puzles tienen soluciones secretas...
tr_tr: <25>{#p/toriel}{#f/1}* Bazı bulmacaları çözmenin gizli yolları olduğunu söylerler...
zh_cn: <25>{#p/toriel}{#f/1}* 有人说一些谜题 有隐藏的解法...
zh_tw: <25>{#p/toriel}{#f/1}* 有人說一些謎題 有隱藏的解法...

source: <25>{#f/0}* ... a statement I find utterly unbelievable!
es_es: <25>{#f/0}* ... ¡una afirmación que me parece totalmente increíble!
tr_tr: <25>{#f/0}* ... bu tamamen akıl almaz bulduğum bir ifade!
zh_cn: <25>{#f/0}* ...我觉得纯属扯淡！
zh_tw: <25>{#f/0}* ...我覺得純屬扯淡！

source: <25>{#f/0}* A secret solution would defeat the whole purpose of a puzzle.
es_es: <25>{#f/0}* Una solución secreta frustraría todo el propósito de un puzle.
tr_tr: <25>{#f/0}* Gizli bir çözümün olması bulmacanın tüm amacını boşa çıkarır.
zh_cn: <25>{#f/0}* 藏着什么秘密解法， 不是完全违背了 解谜的初衷吗？
zh_tw: <25>{#f/0}* 藏著什麼秘密解法， 不是完全違背了 解謎的初衷嗎？

source: <25>{#f/1}* Puzzles, at least ones with realistic difficulty...
es_es: <25>{#f/1}* Puzles, al menos con una dificultad realista...
tr_tr: <25>{#f/1}* Bulmacalar, en azından gerçekçi zorlukta olanlar...
zh_cn: <25>{#f/1}* 谜题啊，至少那种 难度正常的谜题...
zh_tw: <25>{#f/1}* 謎題啊，至少那種 難度正常的謎題...

source: <25>{#f/2}* Should be solved the intended way only!
es_es: <25>{#f/2}* ¡Sólo deberían resolverse de la forma prevista!
tr_tr: <25>{#f/2}* Yalnızca amaçlanan şekilde çözülmelidir!
zh_cn: <25>{#f/2}* 就应该按照 设计者的思路去解！
zh_tw: <25>{#f/2}* 就應該按照 設計者的思路去解！

source: <25>{#p/toriel}* To my knowledge, Dr. Alphys is the current royal scientist.
es_es: <25>{#p/toriel}* Que yo sepa, la Dra. Alphys es la actual científica real.
tr_tr: <25>{#p/toriel}* Bildiğim kadarıyla, Dr. Alphys şu anki kraliyet bilimcisi.
zh_cn: <25>{#p/toriel}* 据我所知， 现在的皇家科学员 是Alphys博士。
zh_tw: <25>{#p/toriel}* 據我所知， 現在的皇家科學員 是Alphys博士。

source: <25>{#f/1}* She may never replace the experience of her predecessor, but...
es_es: <25>{#f/1}* Puede que nunca sustituya la experiencia de su predecesor, pero...
tr_tr: <25>{#f/1}* Selefinin deneyiminin yerini asla tutamayabilir, ama...
zh_cn: <25>{#f/1}* 虽然她可能比不上前任 那么经验丰富...
zh_tw: <25>{#f/1}* 雖然她可能比不上前任 那麼經驗豐富...

source: <25>{#f/0}* I am sure she is more than capable of finding her own path forward.
es_es: <25>{#f/0}* Estoy segura de que es más que capaz de encontrar su propio camino.
tr_tr: <25>{#f/0}* Kendi yolunu bulabilecek kapasitede olduğundan oldukça eminim.
zh_cn: <25>{#f/0}* 但我相信她完全有能力 走出自己的一条路。
zh_tw: <25>{#f/0}* 但我相信她完全有能力 走出自己的一條路。

source: <25>{#f/0}* This may surprise you, but I have a certain respect for scientists.
es_es: <25>{#f/0}* Puede que esto te sorprenda, pero siento cierto respeto por los científicos.
tr_tr: <25>{#f/0}* Bu seni şaşırtabilir, ama bilimcilere karşı belli bir saygım var.
zh_cn: <25>{#f/0}* 你可能会觉得意外， 但我其实挺佩服 那些科学员的。
zh_tw: <25>{#f/0}* 你可能會覺得意外， 但我其實挺佩服 那些科學員的。

source: <25>{#f/2}* Such brilliant minds!
es_es: <25>{#f/2}* ¡Qué mentes tan brillantes!
tr_tr: <25>{#f/2}* Ne kadar da parlak zekalar!
zh_cn: <25>{#f/2}* 他们的脑袋 实在太聪明了！
zh_tw: <25>{#f/2}* 他們的腦袋 實在太聰明了！

source: <25>{#p/toriel}{#f/1}* You would be wise to steer clear of dubious salesfolk...
es_es: <25>{#p/toriel}{#f/1}* Sería prudente que estés alejado de los vendedores dudosos...
tr_tr: <25>{#p/toriel}{#f/1}* Şüpheli duran satış elemanlarından uzak durman akıllıca olacaktır...
zh_cn: <25>{#p/toriel}{#f/1}* 我劝你还是离那些 可疑的商人远点...
zh_tw: <25>{#p/toriel}{#f/1}* 我勸你還是離那些 可疑的商人遠點...

source: <25>{#f/0}* For you never know what strings they may pull.
es_es: <25>{#f/0}* Porque nunca se sabe de qué pueden tirar.
tr_tr: <25>{#f/0}* Onların dizginleri nasıl ellerine alacağını asla bilemezsin.
zh_cn: <25>{#f/0}* 鬼知道他们 葫芦里卖的什么药。
zh_tw: <25>{#f/0}* 鬼知道他們 葫蘆裡賣的什麼藥。

source: <25>{#f/0}* Or what moon rocks may end up falling into your lap.
es_es: <25>{#f/0}* O qué rocas lunares pueden acabar cayendo en tus piernas.
tr_tr: <25>{#f/0}* Ya da kucağına ne tür ay taşların düşebileceğini.
zh_cn: <25>{#f/0}* 你可能会被忽悠 而买了一堆破石头。
zh_tw: <25>{#f/0}* 你可能會被忽悠 而買了一堆破石頭。

source: <25>{#f/3}* It is a lesson I have learned the hard way, unfortunately...
es_es: <25>{#f/3}* Es una lección que he aprendido por las malas, por desgracia...
tr_tr: <25>{#f/3}* Bu, ne yazık ki zor yoldan öğrendiğim bir derstir...
zh_cn: <25>{#f/3}* 很不幸， 我就是吃了这亏 才明白这个道理的...
zh_tw: <25>{#f/3}* 很不幸， 我就是吃了這虧 才明白這個道理的...

source: <25>{#p/toriel}{#f/1}* The puzzle in this room is one of memorization, is it not?
es_es: <25>{#p/toriel}{#f/1}* El puzle de esta cuarto es de memorización, ¿no?
tr_tr: <25>{#p/toriel}{#f/1}* Bu odadaki bulmaca bir hafıza bulmacası, öyle değil mi?
zh_cn: <25>{#p/toriel}{#f/1}* 这个房间的谜题 是考验记忆力的吧？
zh_tw: <25>{#p/toriel}{#f/1}* 這個房間的謎題 是考驗記憶力的吧？

source: <25>{#f/1}* Sans mentioned that his brother often updates the pattern...
es_es: <25>{#f/1}* Sans mencionó que su hermano a menudo actualiza el patrón...
tr_tr: <25>{#f/1}* Sans, kardeşinin düzeni sık sık güncellediğinden bahsetti...
zh_cn: <25>{#f/1}* Sans说他的兄弟 经常更换它的图案...
zh_tw: <25>{#f/1}* Sans說他的兄弟 經常更換它的圖案...

source: <25>{#f/0}* ... to maintain a strong "rotating password."
es_es: <25>{#f/0}* ... para mantener una "contraseña rotativa" fuerte.
tr_tr: <25>{#f/0}* ... böylece güçlü bir "döngüsel şifreyi" koruyabilirmiş.
zh_cn: <25>{#f/0}* ...只为了维持 “滚动密码”的安全性。
zh_tw: <25>{#f/0}* ...只為了維持 「滾動密碼」的安全性。

source: <25>{#f/6}* How silly!
es_es: <25>{#f/6}* ¡Qué tonto!
tr_tr: <25>{#f/6}* Ne komik!
zh_cn: <25>{#f/6}* 真是搞笑！
zh_tw: <25>{#f/6}* 真是搞笑！

source: <25>{#f/0}* In the Outlands, our memorization puzzles update on-demand.
es_es: <25>{#f/0}* En las Afueras, nuestros puzles de memorización se actualizan constantemente.
tr_tr: <25>{#f/0}* Outlands'de, hafıza bulmacalarımız talep üzerine güncellenir.
zh_cn: <25>{#f/0}* 在我们外域， 考验记忆力的谜题 都是能现改现玩的。
zh_tw: <25>{#f/0}* 在我們外域， 考驗記憶力的謎題 都是能現改現玩的。

source: <25>{#p/toriel}{#f/1}* The old owner of that doghouse, Canis Maximus...
es_es: <25>{#p/toriel}{#f/1}* El antiguo dueño de esa perrera, Canis Maximus...
tr_tr: <25>{#p/toriel}{#f/1}* O köpek kulübesinin eski sahibi, Canis Maximus...
zh_cn: <25>{#p/toriel}{#f/1}* 那个狗窝以前 是Canis Maximus的...
zh_tw: <25>{#p/toriel}{#f/1}* 那個狗窩以前 是Canis Maximus的...

source: <25>{#f/0}* ... retired from the guard a long while ago.
es_es: <25>{#f/0}* ... se retiró de la guardia hace mucho tiempo.
tr_tr: <25>{#f/0}* ... uzun zaman önce muhafızlıktan emekli olmuştu.
zh_cn: <25>{#f/0}* ...它早就从卫队退休了。
zh_tw: <25>{#f/0}* ...它早就從衛隊退休了。

source: <25>{#f/7}* Fortunately, its new owner is said to be a bundle of puppy energy!
es_es: <25>{#f/7}* Afortunadamente, ¡se dice que su nuevo dueño esta lleno de energía de cachorro!
tr_tr: <25>{#f/7}* Neyse ki, yeni sahibinin köpek yavrusu gibi enerjik olduğu söyleniyor!
zh_cn: <25>{#f/7}* 好在现在住那儿的小狗 也特别活泼！
zh_tw: <25>{#f/7}* 好在現在住那兒的小狗 也特別活潑！

source: <25>{#f/0}* Clearly, it has learned well from such a wise master.
es_es: <25>{#f/0}* Está claro que ha aprendido bien de un maestro tan sabio.
tr_tr: <25>{#f/0}* Açıkça, böyle bilge bir ustadan çok iyi bir şekilde öğrenmiş.
zh_cn: <25>{#f/0}* 看来它从 它英明神武的师父那儿 学到了不少东西。
zh_tw: <25>{#f/0}* 看來它從 它英明神武的師父那兒 學到了不少東西。
