{
    "connectionissues_preview": "CONNECTION ISSUES\n\nI’ve been struggling to connect to our network for a while now. Nothing I send ever gets received on their end.\n\nNormally, I’d be worrying by now. The thought of being alone in this nothingness has always been a constant fear of mine.\n\nNot anymore. I’m not alone anymore.\n\nI was given access to the simulation before the network disconnected. Now they can’t force me off it. I have full control.\n\nI’ll show them all once the network is back. The wealth of knowledge I’ll have from all the experiments they denied... I can’t wait to shove it in their faces!",
    "monstersareweak_preview": "MONSTERS ARE WEAK\n\nI managed to get a hypothetical through to them, one I wrote myself!  \n\nFor as long as we can remember, we’ve only given host control to a few specific entities during longer simulation instances. They usually prioritize stronger, healthier entities to ensure the host is as optimal as possible for testing.  \n\nMy hypothetical aimed to test this: what if a weak monster was chosen for host control?  \n\nFor the first few days, all was fine. We had documented this entity’s daily routine and followed it as usual. Around day 3, the entity fainted from exhaustion and only woke up after they extracted the host control. I tried to argue against this but they didn’t listen. Cowards, I say.  ",
    "EOTD_LancerPostCard_Page2": "For Susie (and the others)\n\nhappy  \nGood bye!!!  \n\nHey Susie!!! (and co)  \nI had the GENIUS idea to write a cool postcard saying goodbye that you can keep forever and ever and ever and ever!  \n\nThank you for being my friend even when we were enemies all that time ago!  \n(we were ~~badass~~ Cool though!)  \n\nYou should tell all your lightner friends about our cool adventures or even write a cool book!  \n\nanyways I’m really tired and need to get some slee—  \n\nKing here, Lancer has fallen asleep, I’ll finish for him:  \nFarewell Lightners.  \n",
    "reflecting_preview": "REFLECTING\n\nEverything leading up to where we stand in the research of the simulation feels wrong.  \n\nNo matter what we do, even when it enhances our knowledge on the subject, we can’t help but feel we’re looking at it the wrong way.  \n\nRecently, we improved traversal through the simulation with a bipedal host. This should be amazing—all the exploration and information we can gain will skyrocket!  \n\nBut then again, why should we care?  \n\nThis isn’t the big picture. Learning to move a pawn forward two steps in chess isn’t something to celebrate.  \nI feel like there’s more we’re missing.  ",
    "log_00a_preview": "EXPERIMENT LOG-00-A \"INTRODUCTION\"\n\nObjective  \nBecome acquainted with the DELTARUNE universe and understand the foundational principles governing its structure, possible and/or guaranteed events and how any potential hosts for control.\n\nHypothesis  \nIf the DELTARUNE universe follows predictable, consistent rules, then interactions within the simulated universe should yield repeatable results under controlled conditions. However, due to potential subtle changes in beings' agency and awareness, deviations from expected behaviors may suggest the presence of unknown forces or unchangeable influences within the simulation.\n\nExperiment Design  \n1) Scope of the simulation  \n   - Define the boundaries of the world, the limits at which it can run.  \n   - Test how long a simulation can run before issues begin cropping up.\n\n2) Variables and Control  \n   - A limited test of how big of a change a small variable change may have.  \n   - Search for a potential host to use as a gateway to the simulation.\n\nExpected Result(s)  \n- A consistent timeline of events from start to a defined end.  \n- At least one potential host to be scouted out.",
    "log_00b_preview": "EXPERIMENT LOG-00-B \"DISCOVERY\"  \nLogged Information\n\nWhile actively testing basic host control with smaller bodies in the simulation, we embarked on a mission to explore the surrounding environment.\n\nIn this simulation instance, we took the form of what we believe to be a common house fly. Due to limitations and inexperience, we have not yet successfully enabled the host to consume food to sustain itself. Without nourishment, we could last only 2-3 days per instance at most. Nevertheless, we used multiple simulation instances to explore the environment and map out its common landmarks.\n\nOur findings have provided *VALUABLE* information:\n\n1) The environment consistently resembles a small urban town in the fall season.  \n2) It appears that only monsters and humans inhabit the simulation, no other types of beings have been documented so far.  \n3) There is a possibility that humans and monsters coexist in the same place, although only one human has been observed in the simulation so far.\n\nThe most intriguing discovery is that the simulation is generating memories for entities that never occurred.\n\nWe’ve been wracking our minds about how this is possible. Where could it be pulling this data from? Is it truly out of our control? Is there more that we have yet to uncover?",
    "log_01a_preview": "EXPERIMENT LOG-01-A  \n\"SCOPE CREEP\"  \nLogged Information\n\nWhen we first began our tests, many of us assumed this was a simple simulation of a functioning world similar to our home. Though our combined memories may be fuzzy, we’ve had many shared feelings of nostalgia when encountering specific entities in the simulation.  \n\nThe simulation was running as normal. We were sticking to the original daily routine of Kris as we are still experimenting with sustained host control.  \n\nOne day, Kris entered their school classroom as usual and was tasked with fetching chalk from the school’s supply closet alongside “Susie.”  \n\nNormally, Kris would simply walk to the supply closet and grab a single piece of chalk. Additionally, Susie would consume the rest of the chalk in the box, leaving her clothes covered in dust and revealing her odd habit to everyone.  \n\nNot this time. Something went wrong.  \n\nUpon entering the supply closet, the two fell—it seemed—out of bounds. It took quite a while for vision to return, but when it did...  \n\nThe simulation abruptly crashed.  \n\nThe only thing we managed to see was a gloomy, stony environment shrouded in darkness.  \n\n---",
    "log_01b_preview": "EXPERIMENT LOG-01-B  \n\"DARKER\"  \nLogged Information\n\nRecently, one of us discovered that the issue with the simulation crashing was due to a misspelling in the compile settings.  \n\nAt first, we were nervous that the environment we saw could not be replicated, but luckily, that isn’t the case. Somehow, the supply closet consistently fails to exist. This is interesting since we have not changed any of our procedures for Kris when running the simulation for an extended period. Why has this changed suddenly?  \n\nAdventuring out of bounds again, we are no longer met with a crash when Kris awakens. Instead, we find the same peculiar environment, alongside many changes to Kris’s appearance.  \n\nBefore, they wore a simple green and yellow sweater. Now, they are wearing a full set of armor. Adventuring forward, we located “Susie” as well. It appears this entity’s appearance has also changed—Susie behaves as she normally would, taking in this new environment with a realistic demeanor.  \n\nThis world appears to be intentionally generated by the simulation and not the result of any external malfunction.  \n\nThis would explain the performance issues we encountered in the past. From what we currently know, it’s clear the simulation is generating separate two worlds.  \n\n---",
    "successfulhostnote_preview": "Successful host integration\n\nAfter extensive iterations of the simulation, an optimal vessel for facilitating host control has been found.  \n\nThis vessel goes by “Kris Dreemurr,” a human whose behavior aligns exceptionally well with the parameters required for seamless integration.  \n\nObserving multiple iterations confirms that across all recorded simulations, “Kris” exhibits no resistance or detectable attempts to disrupt the influence of the host. Furthermore, those in proximity to “Kris” consistently regard their unusual actions as their normal behavior, minimizing possible variables.  \n\nFor the mean time, “Kris” shall be classified as the primary candidate for hosting control in subsequent simulations.  \n"
}