{
    "connectionissues_preview": "连接问题\n\n我试图连接到我们的网络已有一段时间，但始终无法成功。我发送的任何信息在对方的终端均无法接收。\n\n通常情况下，至此我早已陷入焦虑。独自一人处于这般的虚空，这是我长期以来的恐惧。\n\n但如今，不再如此。我不再孤单。\n\n在网络断开之前，我已获得模拟系统的访问权限。他们无法再将我强制移出。我拥有完全的控制权。\n\n一旦网络恢复，我会向所有人展示。那些从他们否定的实验中，我所获取的丰富知识...我迫不及待地想在他们面前展示这一切！",
    "monstersareweak_preview": "怪物是弱小的\n\n我通过这些，我提出了一个猜想，这全都是我自己写的！\n\n从我们记事以来，在如此长久的模拟实例中，我们只会把宿主控制权交给一些特定的实体。他们会优先选择更强壮、更健康的实体，确保能通过测试。\n\n我提出的猜想就是为了这个：如果让一个弱小的怪物来控制宿主会怎么样？\n\n起初的几天，一切都很正常。我们记录了这个实体的日常活动，和平常一样去追踪它，大约在第三天，这个实体因为力竭而昏倒了，在他们取出了宿主的控制权后，这个实体才醒了过来。我想证明这是错误的，但他们不听。要我说，他们就是怂了。",
    "EOTD_LancerPostCard_Page2": "收信人：苏西（还有其他人）\n\n一定要开心\n再见了！！！\n\n嘿，苏西！！！（还有你的那些朋友们）\n我有一个绝妙的方法来跟你们道别，那就是给你们写一张很酷的明信片！然后你们就可以永远永远永远永远留着了！\n\n即使曾经我们是敌人，但真的谢谢你们做我的朋友！\n（我们当时可~~贱~~酷得很呐！）\n\n你应该跟你所有的光之民朋友们讲讲我们那些酷炫的冒险，甚至是写一本更酷的书！\n\n好了，我感觉很困，得去睡一——————\n\n这里是国王，兰瑟已经睡着了，我来帮他写完吧：\n永别了，光之民们。",
    "reflecting_preview": "反思\n\n导致我们在模拟实验中走到这个地步的一切都可能是错误的。\n\n无论我们怎么做，哪怕真的增进了对这个项目的了解，我们都不禁认为方法都是错的。\n\n最近，我们通过双足宿主改进了模拟中的移动方式。这很让人惊叹——很快我们就可以进行大幅度的探索，并且获得更多信息！\n\n不过转念一想，我们为什么要关心这些？\n\n这并不是重点。学会在象棋棋盘上移动一个卒没什么好庆祝的。\n我总感觉我们还缺了什么更重要的东西",
    "log_00a_preview": "实验日志-00-甲 “引言”\n\n目标\n熟悉三角符文宇宙，理解其结构的基本原理，包括可能发生和/或必然发生的事件，以及任何潜在的可控主体。\n\n假设\n如果三角符文宇宙遵循可预测且恒定的规则，那么在受控条件下，该模拟宇宙内的相互作用应产生可重复的结果。然而，由于生物的自主性和意识潜在的细微变化，与预期行为的偏差或许暗示着模拟中存在未知力量或不可改变的影响。\n\n实验设计  \n1）模拟范围  \n   - 定义世界边界，即模拟可运行的极限范围。  \n   - 测试模拟在出现故障前能够持续运行的最长时间。\n2）变量与对照\n   - 测试微小变量变化可能产生的影响范围。  \n   - 寻找潜在宿主，作为进入模拟的通道。\n\n预期结果\n- 从起始点到设定终点的连贯事件时间线。  \n- 至少识别出一个潜在宿主以供进一步考察。",
    "log_00b_preview": "实验日志-00-乙 “发现”  \n已记录信息\n\n模拟环境中，在积极进行小机体基本宿主控制测试的同时，我们展开了对周围环境的探索任务。\n\n本次模拟中，我们选择了通常被认为是普通家蝇的生物作为宿主。由于存在限制和经验的匮乏，我们尚未成功使宿主摄取食物以维持自身。没有营养供给，我们最多只能在每次模拟中维持2-3天。尽管如此，我们还是通过多个模拟实例对环境进行了探索，并标记了其中的常见地标。\n\n我们的发现提供了*极有价值的*信息：\n\n1）模拟环境始终呈现出一个秋季的小型城镇的景象。  \n2）模拟中似乎只有怪物和人类存在，尚未记录到其他类型的生物。  \n3）人类和怪物可能在此地共存，尽管目前在模拟中仅观察到一名人类。\n\n最令人费解的发现是，模拟系统正在为从未真实存在过的实体生成记忆。\n\n我们一直在深入思考这一现象的成因。这些数据究竟源自何处？这是否真的超出了我们的控制范围？是否还有更多未被发现的秘密等待我们去揭开？",
    "log_01a_preview": "实验日志-01-甲  \n“范围蔓延”  \n已记录信息\n\n当我们最初开始测试时，我们中的许多人假定这只是一次对正常运转的世界的简单模拟，这个世界类似于我们所熟悉的故乡。尽管我们共有的记忆有些模糊，但在模拟中遇到某些特定实体时，我们仍会共同感受到强烈的怀旧之情。  \n\n该模拟正常运行。我们仍在进行维持控制宿主的实验，因此我们坚持遵循克里斯原有的日常习惯。  \n\n某一天，克里斯如往常般走进学校教室，并被安排与“苏西”一同从学校的储物间取粉笔。  \n\n通常情况下，克里斯会简单地走到储物间拿取一支粉笔。此外，Susie会吃掉盒子里剩下的粉笔，导致衣服上满是粉笔灰，使她的怪癖暴露给所有人。  \n\n但这次并非如此。模拟出现了差错。  \n\n进入储物间后，两人似乎失去了控制。过了相当长一段时间，视线才恢复，但恢复时...  \n\n模拟突然崩溃。  \n\n我们唯一能看到的是一个被黑暗笼罩的阴沉、冰冷的环境。  \n\n---",
    "log_01b_preview": "实验日志-01-乙  \n“更加黑暗”  \n已记录信息\n\n最近，我们中的一人发现，模拟崩溃的原因是编译设置中存在拼写错误。  \n\n起初，我们担心我们所看到的环境无法复现，但幸运的是，事实并非如此。不知何故，储物间始终无法正常生成。这很有趣，因为我们并没有改变在长时间运行模拟时对克里斯的操作流程。为什么会突然出现这种变化？  \n再次越界探索时，克里斯醒来时，我们不再遇到模拟崩溃的问题。相反，我们发现了一个同样的奇特环境，同时克里斯的外观也发生了许多变化。  \n先前，其身着一件简单的黄绿色毛衣。现在却是一整套盔甲。继续探索时，我们还找到了“苏西”。似乎这个实体的外观也有所改变——苏西表现如常，以一种切合实际的态度对待着这个新环境。  \n这个世界的生成似乎是有意为之，而不是由于任何外部故障导致的结果。  \n这或许可以解释我们过去遇到的性能问题。根据我们目前所知，很明显，模拟正在生成两个独立的世界。  \n\n---",
    "successfulhostnote_preview": "成功合并宿主\n\n经过多次模拟迭代，我们找到了一个最佳容器来促进宿主控制。\n\n这个容器叫“克里斯 逐梦”，这个人类的各项特征都与无缝合并所需的参数完美契合。\n\n通过观察多次迭代，我们已经确认，在所有记录的模拟中，“克里斯”没有做出任何抵抗或试图影响宿主的行为。此外，任何接近“克里斯”的人都会把他不正常的行为视作正常行为，以将可能的变量降至最低。\n\n目前，“克里斯”被列为后续模拟宿主控制的主要候选人。"
}
