Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/kidd}{#f/4}* What did he say your name was? * $(name)...?
pt_br: <25>{#p/kidd}{#f/4}* Qual ele disse que era seu nome? * $(name)...?
zh_cn: <25>{#p/kidd}{#f/4}* 他叫你什么来着？ * $(name)... 是吧？ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 他叫你什麼來著？ * $(name)... 是吧？ゑ

source: <25>{#f/3}* Well $(name), just between you and me, he kinda makes me feel...
pt_br: <25>{#f/3}* Bem $(name), só entre eu e você, ele me faz sentir...
zh_cn: <25>{#f/3}* 好，$(name)。 这话可别告诉他哦。ゑ
zh_tw: <25>{#f/3}* 好，$(name)。 這話可別告訴他喔。ゑ

source: <25>{#f/4}* Uncomfortable.
pt_br: <25>{#f/4}* Desconfortável.
zh_cn: <25>{#f/4}* 跟他在一块... 我觉得很不自在。ゑ
zh_tw: <25>{#f/4}* 跟他在一塊... 我覺得很不自在。ゑ

source: <25>{#p/kidd}{#f/11}* ...!
zh_cn: <25>{#p/kidd}{#f/11}* ...！ゑ
zh_tw: <25>{#p/kidd}{#f/11}* ...！ゑ

source: <25>{#p/asriel2}{#f/5}* I know. * Exciting, isn't it?
pt_br: <25>{#p/asriel2}{#f/5}* Eu sei. * Excitante, não é?
zh_cn: <25>{#p/asriel2}{#f/5}* 我懂，我懂。 * 很兴奋，是不是呀？ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* 我懂，我懂。 * 很興奮，是不是呀？ゑ

source: <25>{#p/kidd}{#f/9}* ...
zh_cn: <25>{#p/kidd}{#f/9}* ...ゑ
zh_tw: <25>{#p/kidd}{#f/9}* ...ゑ

source: <25>{|}{#f/12}* I don't- {%}
pt_br: <25>{|}{#f/12}* Eu não- {%}
zh_cn: <25>{|}{#f/12}* 我没有-ゑ {%}
zh_tw: <25>{|}{#f/12}* 我沒有-ゑ {%}

source: <25>{#p/asriel2}{#f/4}* Shh... * It's okay.
pt_br: <25>{#p/asriel2}{#f/4}* Shh... * Tá tudo bem.
zh_cn: <25>{#p/asriel2}{#f/4}* 不用说了。 * 没关系的。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 不用說了。 * 沒關係的。ゑ

source: <25>{#p/asriel2}{#f/3}* Just remember what we came here for.
pt_br: <25>{#p/asriel2}{#f/3}* Só lembre-se o motivo de estarmos aqui.
zh_cn: <25>{#p/asriel2}{#f/3}* 别把正事给忘了就行。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 別把正事給忘了就行。ゑ

source: <25>{#p/kidd}{#f/9}* Undyne...
zh_cn: <25>{#p/kidd}{#f/9}* Undyne...ゑ
zh_tw: <25>{#p/kidd}{#f/9}* Undyne...ゑ

source: <25>{#p/asriel2}{#f/10}* ...?
zh_cn: <25>{#p/asriel2}{#f/10}* ...？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...？ゑ

source: <25>{#f/6}* ... let me guess. * Still having doubts?
pt_br: <25>{#f/6}* ... Deixa eu adivinhar. * Ainda tendo dúvidas?
zh_cn: <25>{#f/6}* 嗯... * 不敢了，是不是？ゑ
zh_tw: <25>{#f/6}* 嗯... * 不敢了，是不是？ゑ

source: <25>{|}{#p/kidd}{#f/12}* I'm sorry, I- {%}
pt_br: <25>{|}{#p/kidd}{#f/12}* Me desculpa, eu- {%}
zh_cn: <25>{|}{#p/kidd}{#f/12}* 对不起，我-ゑ {%}
zh_tw: <25>{|}{#p/kidd}{#f/12}* 對不起，我-ゑ {%}

source: <25>{#p/asriel2}{#f/13}* Undyne, schmundyne... * She's not the hero you take her for.
pt_br: <25>{#p/asriel2}{#f/13}* Undyne, filé de undyne... ela não é uma heroína verdadeira.
zh_cn: <25>{#p/asriel2}{#f/13}* 什么“Undyne”， “安呆因”... * 就她还配叫“英雄”？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 什麼「Undyne」， 「安呆因」... * 就她還配叫「英雄」？ゑ

source: <25>{#p/asriel2}{#f/4}* No... the REAL heroes are people who can use their minds.
pt_br: <25>{#p/asriel2}{#f/4}* Não... os VERDADEIROS heróis são aqueles que sabem usar suas mentes.
zh_cn: <25>{#p/asriel2}{#f/4}* 真英雄... 都是靠智慧取胜的。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 真英雄... 都是靠智慧取勝的。ゑ

source: <26>{#f/15}* People like... * Well, people unlike her.
pt_br: <26>{#f/15}* Pessoas tipo... * Bem, pessoas que não são igual a ela.
zh_cn: <26>{#f/15}* 比如... * 呃，总之不是她。ゑ
zh_tw: <26>{#f/15}* 比如... * 呃，總之不是她。ゑ

source: <25>{#f/15}* People unlike her.
pt_br: <25>{#f/15}* Pessoas diferentes dela.
zh_cn: <25>{#f/15}* 她可算不上。ゑ
zh_tw: <25>{#f/15}* 她可算不上。ゑ

source: <26>{#f/3}* People like Alphys.
pt_br: <26>{#f/3}* Pessoas como a Alphys.
zh_cn: <26>{#f/3}* 比如Alphys。ゑ
zh_tw: <26>{#f/3}* 比如Alphys。ゑ

source: <25>{#p/kidd}{#f/12}* Is she... really...
pt_br: <25>{#p/kidd}{#f/12}* Ela... realmente...
zh_cn: <25>{#p/kidd}{#f/12}* 她... 真的...ゑ
zh_tw: <25>{#p/kidd}{#f/12}* 她... 真的...ゑ

source: <25>{#p/kidd}{#f/10}* ...
zh_cn: <25>{#p/kidd}{#f/10}* ...ゑ
zh_tw: <25>{#p/kidd}{#f/10}* ...ゑ

source: <25>{#f/10}* Undyne won't die.
pt_br: <25>{#f/10}* Undyne não vai morrer.
zh_cn: <25>{#f/10}* Undyne不会死。ゑ
zh_tw: <25>{#f/10}* Undyne不會死。ゑ

source: <25>* Even if I do this, she...
pt_br: <25>* Mesmo que eu faça isso, ela...
zh_cn: <25>* 即使我动手，她...ゑ
zh_tw: <25>* 即使我動手，她...ゑ

source: <25>* She'll be fine. * She'll be strong...
pt_br: <25>* Ela vai ficar bem. * Ela será forte...
zh_cn: <25>* 她也不会死。 * 她多强啊...ゑ
zh_tw: <25>* 她也不會死。 * 她多強啊...ゑ

source: <25>{#p/asriel2}{#f/8}* (Yeah, whatever makes you feel better...)
pt_br: <25>{#p/asriel2}{#f/8}* (Claro, o que te fizer sentir melhor...)
zh_cn: <25>{#p/asriel2}{#f/8}* （吹，随便吹。） * （你高兴就好。）ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* （吹，隨便吹。） * （你高興就好。）ゑ

source: <25>{#p/kidd}{#f/9}* 'Cause, like... * She's... stronger than any other monster...
pt_br: <25>{#p/kidd}{#f/9}* Porque, tipo... * Ela é mais forte que qualquer mostro...
zh_cn: <25>{#p/kidd}{#f/9}* 因为... * 她... 是最强的...ゑ
zh_tw: <25>{#p/kidd}{#f/9}* 因為... * 她... 是最強的...ゑ

source: <25>{#f/12}* She's {@fill=#ff0}determined{@fill=#fff}...
pt_br: <25>{#f/12}* Ela tem {@fill=#ff0} determinação{@fill=#fff}...
zh_cn: <25>{#f/12}* 她充满了{@fill=#ff0}决心{@fill=#fff}...ゑ
zh_tw: <25>{#f/12}* 她充滿了{@fill=#ff0}決心{@fill=#fff}...ゑ

source: <25>{#p/asriel2}{#f/10}* Uh... okay? * (Golly, what is this kid on about?)
pt_br: <25>{#p/asriel2}{#f/10}* Tá? * (Cara, o que tem com essa criança?)
zh_cn: <25>{#p/asriel2}{#f/10}* 呃... 你没事吧？ * （我去，这崽子说什么呢？）ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 呃... 你沒事吧？ * （我去，這崽子說什麼呢？）ゑ

source: <25>{#p/asriel2}{#f/8}* (How did they KNOW?)
pt_br: <25>{#p/asriel2}{#f/8}* (Como ele SABIA?)
zh_cn: <25>{#p/asriel2}{#f/8}* （它怎么知道？）ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* （它怎麼知道？）ゑ

source: <25>{#p/asriel2}{#f/10}* ...
zh_cn: <25>{#p/asriel2}{#f/10}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...ゑ

source: <32>{#p/asriel2}{#f/6}* There she is.
pt_br: <32>{#p/asriel2}{#f/6}* Aí está ela.
zh_cn: <32>{#p/asriel2}{#f/6}* 她在那。ゑ
zh_tw: <32>{#p/asriel2}{#f/6}* 她在那。ゑ

source: <32>{#f/6}* Now.
pt_br: <32>{#f/6}* Agora.
zh_cn: <32>{#f/6}* 崽子。ゑ
zh_tw: <32>{#f/6}* 崽子。ゑ

source: <32>{#f/7}* ...
zh_cn: <32>{#f/7}* ...ゑ
zh_tw: <32>{#f/7}* ...ゑ

source: <32>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* Do it.{%100}
pt_br: <32>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* Faça.{%100}
zh_cn: <32>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* 给我上。ゑ{%100}
zh_tw: <32>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* 給我上。ゑ{%100}

source: <25>{#p/kidd}{#f/12}* ...
zh_cn: <25>{#p/kidd}{#f/12}* ...ゑ
zh_tw: <25>{#p/kidd}{#f/12}* ...ゑ

source: <25>{#p/undyne}{#f/13}* What the HELL? * What are you doing all the way out here!?
pt_br: <25>{#p/undyne}{#f/13}* Mas que merda? * O que é que você tá fazendo aqui!?
zh_cn: <25>{#p/undyne}{#f/13}* 你这毛孩子， 来这凑什么热闹？！ゑ
zh_tw: <25>{#p/undyne}{#f/13}* 你這毛孩子， 來這湊什麼熱鬧？！ゑ

source: <25>{|}{#f/13}* And why does your eye look like- {%}
pt_br: <25>{|}{#f/13}* E por que seu olho parece que- {%}
zh_cn: <25>{|}{#f/13}* 还有，你眼睛怎么-ゑ {%}
zh_tw: <25>{|}{#f/13}* 還有，你眼睛怎麼-ゑ {%}

source: <25>{#p/asriel2}{#f/15}* Careful, $(name).
pt_br: <25>{#p/asriel2}{#f/15}* Cuidado, $(name).
zh_cn: <25>{#p/asriel2}{#f/15}* 小心点，$(name)。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 小心點，$(name)。ゑ

source: <25>{#p/asriel2}{#f/15}* $(name)...
zh_cn: <25>{#p/asriel2}{#f/15}* $(name)...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* $(name)...ゑ

source: <25>{#p/asriel2}{#f/15}* Really now?
pt_br: <25>{#p/asriel2}{#f/15}* Sério isso?
zh_cn: <25>{#p/asriel2}{#f/15}* 开玩笑吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 開玩笑嗎？ゑ

source: <25>{#p/asriel2}{#f/15}* We're trying not to die here, $(name)...
pt_br: <25>{#p/asriel2}{#f/15}* Estamos tentando não morrer aqui, $(name)...
zh_cn: <25>{#p/asriel2}{#f/15}* 我们可不想死在这， $(name)...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 我們可不想死在這， $(name)...ゑ

source: <25>{#p/asriel2}{#f/16}* I'm really starting to get worried.
pt_br: <25>{#p/asriel2}{#f/16}* Eu estou ficando realmente preocupado.
zh_cn: <25>{#p/asriel2}{#f/16}* 我有点担心了。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 我有點擔心了。ゑ

source: <25>{#p/asriel2}{#f/8}* Are you blind or something?
pt_br: <25>{#p/asriel2}{#f/8}* Você é cego ou alguma coisa?
zh_cn: <25>{#p/asriel2}{#f/8}* 你是眼瞎还是有什么毛病？ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 你是眼瞎還是有什麼毛病？ゑ

source: <25>{#p/asriel2}{#f/7}* Come on!
pt_br: <25>{#p/asriel2}{#f/7}* Vamos!
zh_cn: <25>{#p/asriel2}{#f/7}* 别闹了！ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 別鬧了！ゑ

source: <32>{#p/human}* (But you didn't have the key.)
pt_br: <32>{#p/human}* (Mas você não tem a chave.)
zh_cn: <32>{#p/human}* （但你没钥匙。）
zh_tw: <32>{#p/human}* （但你沒鑰匙。）

source: <32>{#p/basic}* It's locked.
pt_br: <32>{#p/basic}* Está trancando.
zh_cn: <32>{#p/basic}* 锁住了。
zh_tw: <32>{#p/basic}* 鎖住了。

source: <32>{#p/human}* (You use the Mystery Key.)
pt_br: <32>{#p/human}* (Você usa a chave misteriosa.)
zh_cn: <32>{#p/human}* （你用神秘钥匙打开了门。）
zh_tw: <32>{#p/human}* （你用神秘鑰匙打開了門。）

source: <32>{#p/human}* (You got the Flight Suit.)
pt_br: <32>{#p/human}* (Você tem o Traje de Voo.)
zh_cn: <32>{#p/human}* （你捡到了一件飞行服。）
zh_tw: <32>{#p/human}* （你撿到了一件飛行服。）

source: * (Equip the Flight Suit?)
pt_br: * (Equipar o Traje de Voo?)
zh_cn: * （穿上飞行服吗？）
zh_tw: * （穿上飛行服嗎？）

source: <25>{#p/kidd}{#f/1}* Yo, I remember this place!
pt_br: <25>{#p/kidd}{#f/1}* Yo, eu lembro desse lugar!
zh_cn: <25>{#p/kidd}{#f/1}* 哟，我记得这个地方！
zh_tw: <25>{#p/kidd}{#f/1}* 喲，我記得這個地方！

source: <25>{#f/3}* My, uh, Mom took me here one time, haha.
pt_br: <25>{#f/3}* Minha, uh, mãe me trouxe aqui uma vez.
zh_cn: <25>{#f/3}* 我，呃，我妈妈带我 来过一次，哈哈。
zh_tw: <25>{#f/3}* 我，呃，我媽媽帶我 來過一次，哈哈。

source: <25>{#f/1}* If we both stand on a switch, it lights up. * Isn't that awesome!?
pt_br: <25>{#f/1}* Se nós dois nos colocarmos nos pisos, a luz acende. É legal!
zh_cn: <25>{#f/1}* 如果我们一人站在一边的 开关上，灯就会亮起来。 * 很厉害吧！？
zh_tw: <25>{#f/1}* 如果我們一人站在一邊的 開關上，燈就會亮起來。 * 很厲害吧！？

source: <18>{#p/papyrus}HUMAN! I WAS THINKING.
pt_br: <18>{#p/papyrus}HUMANO! EU ESTIVE PENSANDO.
zh_cn: <18>{#p/papyrus}人类！ 我在想。
zh_tw: <18>{#p/papyrus}人類！ 我在想。

source: <18>WE SHOULD TOTALLY DATE SOMETIME!
pt_br: <18>NÓS DEVERÍAMOS SAIR EM UM ENCONTRO!
zh_cn: <18>我们该挑个时间 去约会了！
zh_tw: <18>我們該挑個時間 去約會了！

source: <18>WE SHOULD TOTALLY HANG OUT SOMETIME!
pt_br: <18>NÓS DEVERÍAMOS DAR UMA ROLÊ!
zh_cn: <18>我们该挑个时间 一起出去玩了！
zh_tw: <18>我們該挑個時間 一起出去玩了！

source: <18>{#f/5}AND BESIDES... I HAVEN'T SEEN YOU IN A WHILE.
pt_br: <18>{#f/5}E ALIÁS... FAZ TEMPO QUE EU NÃO TE VEJO.
zh_cn: <18>{#f/5}而且... 我已经有好一段时间 没看到你了。
zh_tw: <18>{#f/5}而且... 我已經有好一段時間 沒看到你了。

source: <18>{#f/0}IT'LL BE GOOD TO CATCH UP!
pt_br: <18>{#f/0}VAI SER LEGAL SE ENCONTRAR!
zh_cn: <18>{#f/0}有机会叙一下旧 真是太好了！
zh_tw: <18>{#f/0}有機會敘一下舊 真是太好了！

source: <18>{#f/0}WELL, MEET ME AT MY HOUSE WHEN YOU'RE READY.
pt_br: <18>{#f/0}BEM, TE VEJO NA MINHA CASA QUANDO VOCÊ ESTIVER PRONTO.
zh_cn: <18>{#f/0}那行，等你准备好了 你就来我家找我。
zh_tw: <18>{#f/0}那行，等你準備好了 你就來我家找我。

source: <18>SO, YOU KNOW HOW WE SPENT TIME TOGETHER?
pt_br: <18>ENTÃO, SABE COMO A GENTE PASSOU UM TEMPO JUNTOS?
zh_cn: <18>所以，你知道我跟你 当初是怎么相处的吗？
zh_tw: <18>所以，你知道我跟你 當初是怎麼相處的嗎？

source: <18>{#f/5}WELL... I THINK UNDYNE NEEDS TO DO THE SAME.
pt_br: <18>{#f/5}BEM... ACHO QUE A UNDYNE PRECISA DO MESMO.
zh_cn: <18>{#f/5}我觉得... UNDYNE 也应该跟你 好好相处一下。
zh_tw: <18>{#f/5}我覺得... UNDYNE 也應該跟你 好好相處一下。

source: <18>{#f/4}BESIDES, I BET YOU TWO WOULD BE GREAT FRIENDS...
pt_br: <18>{#f/4}ACHO QUE VOCÊS DOIS SERIAM GRANDES AMIGOS...
zh_cn: <18>{#f/4}而且，我敢打赌你们 肯定能成为 很好的朋友...
zh_tw: <18>{#f/4}而且，我敢打賭你們 肯定能成為 很好的朋友...

source: <18>{#f/6}... JUST FRIENDS!
pt_br: <18>{#f/6}... APENAS AMIGOS!
zh_cn: <18>{#f/6}...朋友而已！
zh_tw: <18>{#f/6}...朋友而已！

source: <18>{#f/0}JUST LIKE WE WERE!
pt_br: <18>{#f/0}ASSIM COMO NÓS SOMOS!
zh_cn: <18>{#f/0}就像咱俩一样！
zh_tw: <18>{#f/0}就像咱倆一樣！

source: <18>{#f/0}WELL, MEET ME AT UNDYNE'S HOUSE WHEN YOU'RE READY.
pt_br: <18>{#f/0}BEM, ME ENCONTRE NA UNDYNE QUANDO ESTIVER PRONTO.
zh_cn: <18>{#f/0}那，等你准备好 就来UNDYNE的家门口 见我吧。
zh_tw: <18>{#f/0}那，等你準備好 就來UNDYNE的家門口 見我吧。

source: <18>{#f/9}THIS IS GOING TO BE FANTASTIC!
pt_br: <18>{#f/9}SERÁ FANTASTICO!
zh_cn: <18>{#f/9}肯定会经历一段 非常棒的时光的！
zh_tw: <18>{#f/9}肯定會經歷一段 非常棒的時光的！

source: <25>{#p/asriel2}{#f/8}* Here comes the over- dramatic speech...
pt_br: <25>{#p/asriel2}{#f/8}* Lá vem o discurso dramático...
zh_cn: <25>{#p/asriel2}{#f/8}* 接下来，又到了 听高谈阔论的时间了...ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 接下來，又到了 聽高談闊論的時間了...ゑ

source: <32>{#p/undyne}* You.
pt_br: <32>{#p/undyne}* Você.
zh_cn: <32>{#p/undyne}* 站住。ゑ
zh_tw: <32>{#p/undyne}* 站住。ゑ

source: <32>{#x1}* You think you can just waltz around, MURDERING all those innocent monsters?
pt_br: <32>{#x1}* Você pensa que pode rastejar por aí, MATANDO todas essas pessoas inocentes?
zh_cn: <32>{#x1}* 真以为自己能 大摇大摆地滥杀无辜， 没人管得了你们？ゑ
zh_tw: <32>{#x1}* 真以為自己能 大搖大擺地濫殺無辜， 沒人管得了你們？ゑ

source: <32>* Well guess what, punks.
pt_br: <32>* Bem, adivinhem o que, miseráveis.
zh_cn: <32>* 我告诉你，两个小混蛋：ゑ
zh_tw: <32>* 我告訴你，兩個小混蛋：ゑ

source: <32>* That ends NOW.
pt_br: <32>* Isso acaba AGORA.
zh_cn: <32>* 你们的死期到了！ゑ
zh_tw: <32>* 你們的死期到了！ゑ

source: <32>{#x2}* You may have scraped by Doge, but let me be clear...
pt_br: <32>{#x2}* Você pode ter derrotado Doge, mas deixa eu ser bem clara...
zh_cn: <32>{#x2}* 以为自己勉勉强强 过了Doge这关就了不起了？ 听好了...ゑ
zh_tw: <32>{#x2}* 以為自己勉勉強強 過了Doge這關就了不起了？ 聽好了...ゑ

source: <32>{#x3}* Once the rest of ELITE squad nails you, you're in for a world of hurt.
pt_br: <32>{#x3}* Assim que o resto do esquadrão de ELITE encontrar vocês, irão conhecer a dor.
zh_cn: <32>{#x3}* 只要剩下的特战队成员 逮到你们，就等着受苦吧。ゑ
zh_tw: <32>{#x3}* 只要剩下的特戰隊成員 逮到你們，就等著受苦吧。ゑ

source: <32>* Nothing to say? * Feh.
pt_br: <32>* Nada a dizer? * Há.
zh_cn: <32>* 无话可说？ * 呵。ゑ
zh_tw: <32>* 無話可說？ * 呵。ゑ

source: <32>{#x4}* I don't have time to deal with you right now, Alphys needs my help evacuating people.
pt_br: <32>{#x4}* Eu não tenho tempo agora, Alphys precisa da minha ajuda para evacuar pessoas.
zh_cn: <32>{#x4}* 眼下，我可没闲工夫陪你们玩。 我得去帮Alphys疏散民众。ゑ
zh_tw: <32>{#x4}* 眼下，我可沒閒工夫陪你們玩。 我得去幫Alphys疏散民眾。ゑ

source: <32>{#x5}* Fuhuhu... * Have fun trying to progress. * You won't get far.
pt_br: <32>{#x5}* Fuhuhu... divirtam-se tentando progredir. * Não vão chegar longe.
zh_cn: <32>{#x5}* 呋呼呼... * 在临死之前好好挣扎吧。 * 你活不长的。ゑ
zh_tw: <32>{#x5}* 呋呼呼... * 在臨死之前好好掙扎吧。 * 你活不長的。ゑ

source: <32>{#x4}{|}* I don't have time to deal with you right now, Alphys needs my help- {%}
pt_br: <32>{#x4}{|}* Eu não tenho tempo para lidar com vocês agora, Alphys precisa da minha aju- {%}
zh_cn: <32>{#x4}{|}* 眼下，我可没 闲工夫陪你们玩。 我得去帮Alphys-ゑ {%}
zh_tw: <32>{#x4}{|}* 眼下，我可沒 閒工夫陪你們玩。 我得去幫Alphys-ゑ {%}

source: <25>{#x5}{#p/asriel2}{#f/8}* Alphys is stronger than you, y'know.
pt_br: <25>{#x5}{#p/asriel2}{#f/8}* Alphys é mais forte que você, sabia?
zh_cn: <25>{#x5}{#p/asriel2}{#f/8}* 跟你说， Alphys可比你强多了。ゑ
zh_tw: <25>{#x5}{#p/asriel2}{#f/8}* 跟你說， Alphys可比你強多了。ゑ

source: <25>{#f/2}* I've already seen what happens in this timeline...
pt_br: <25>{#f/2}* Eu já sei o que acontece nessa linha do tempo...
zh_cn: <25>{#f/2}* 我早就知道 这条时间线的后续发展了。ゑ
zh_tw: <25>{#f/2}* 我早就知道 這條時間軸的後續發展了。ゑ

source: <25>{#f/1}* Your fight is NOTHING compared to hers.
pt_br: <25>{#f/1}* Lutar contra você não é NADA comparado a ela.
zh_cn: <25>{#f/1}* 和她比起来， 你的攻击屁都不是。ゑ
zh_tw: <25>{#f/1}* 和她比起來， 你的攻擊屁都不是。ゑ

source: <32>{#p/undyne}* Is that so?
pt_br: <32>{#p/undyne}* Ah é?
zh_cn: <32>{#p/undyne}* 真的吗？ゑ
zh_tw: <32>{#p/undyne}* 真的嗎？ゑ

source: <32>* ... well. * You'll still have to get through me first.
pt_br: <32>* Você terá que passar por mim primeiro, de toda forma.
zh_cn: <32>* ...好吧。 * 即便如此，你还是得先过我这一关。ゑ
zh_tw: <32>* ...好吧。 * 即便如此，你還是得先過我這一關。ゑ

source: <32>{#p/asriel2}{#f/6}* Oh, BELIEVE me. * We will.
pt_br: <32>{#p/asriel2}{#f/6}* Ah, acredita em mim. * Nós vamos.
zh_cn: <32>{#p/asriel2}{#f/6}* 哦，相信我。 * 我们肯定能打败你。ゑ
zh_tw: <32>{#p/asriel2}{#f/6}* 喔，相信我。 * 我們肯定能打敗你。ゑ

source: <32>{#p/undyne}* We'll see about that.
pt_br: <32>{#p/undyne}* Veremos.
zh_cn: <32>{#p/undyne}* 走着瞧。ゑ
zh_tw: <32>{#p/undyne}* 走著瞧。ゑ

source: <25>{#p/asriel2}{#f/8}* Whatever you say.
pt_br: <25>{#p/asriel2}{#f/8}* O que você quiser.
zh_cn: <25>{#p/asriel2}{#f/8}* 她爱咋咋地。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 她愛咋咋地。ゑ

source: <25>{#p/asriel2}{#f/8}* ...
zh_cn: <25>{#p/asriel2}{#f/8}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* ...ゑ

source: <25>{#p/asriel2}{#f/8}* Tch.
zh_cn: <25>{#p/asriel2}{#f/8}* 切。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 切。ゑ

source: <32>{#p/basic}* Ahuhuhuhu...
zh_cn: <32>{#p/basic}* 啊呼呼呼呼...
zh_tw: <32>{#p/basic}* 啊呼呼呼呼...

source: <32>* Tell her she should increase my payout next time.
pt_br: <32>* Diga para ela que deve aumentar meu pagamento da próxima vez.
zh_cn: <32>* 让她下次把报酬再提点。
zh_tw: <32>* 讓她下次把報酬再提點。

source: <32>* Let's just pretend this never happened, shall we, dearies?
pt_br: <32>* Vamos só pretender que isso nunca aconteceu, que tal, amores?
zh_cn: <32>* 亲，让我们假装一切 都没发生过好吗？
zh_tw: <32>* 親，讓我們假裝一切 都沒發生過好嗎？

source: <32>* That was fun! * See you again, dearies!
pt_br: <32>* Isso foi legal! * Vejo vocês depois, amores!
zh_cn: <32>* 刚才很有趣哦！ * 下次再见，亲！
zh_tw: <32>* 剛才很有趣喔！ * 下次再見，親！

source: <25>{#p/kidd}{#f/4}* Yo... that was weird...
pt_br: <25>{#p/kidd}{#f/4}* Yo... Isso foi estranho...
zh_cn: <25>{#p/kidd}{#f/4}* 哟... 真是怪事...
zh_tw: <25>{#p/kidd}{#f/4}* 喲... 真是怪事...

source: <25>{#p/kidd}{#f/4}* Yo... at least it's over now?
pt_br: <25>{#p/kidd}{#f/4}* Yo... pelo menos acabou, agora?
zh_cn: <25>{#p/kidd}{#f/4}* 哟... 至少现在没事了？
zh_tw: <25>{#p/kidd}{#f/4}* 喲... 至少現在沒事了？

source: <25>{#p/kidd}{#f/4}* Yo... that was not fun at ALL.
pt_br: <25>{#p/kidd}{#f/4}* Yo... não foi nem um pouco legal.
zh_cn: <25>{#p/kidd}{#f/4}* 哟... 一点都不好玩。
zh_tw: <25>{#p/kidd}{#f/4}* 喲... 一點都不好玩。

source: <25>{#p/kidd}{#f/4}* Yo... * What just happened?
pt_br: <25>{#p/kidd}{#f/4}* Yo... * O que aconteceu?
zh_cn: <25>{#p/kidd}{#f/4}* 哟... * 刚发生什么了？
zh_tw: <25>{#p/kidd}{#f/4}* 喲... * 剛發生什麼了？

source: <25>* Did she... {%}
pt_br: <25>* Ela... {%}
zh_cn: <25>* 她是... {%}
zh_tw: <25>* 她是... {%}

source: <25>{#p/kidd}{#f/4}* Yo... did she just...
pt_br: <25>{#p/kidd}{#f/4}* Yo... ela acabou de...
zh_cn: <25>{#p/kidd}{#f/4}* 哟... 她又...
zh_tw: <25>{#p/kidd}{#f/4}* 喲... 她又...

source: <25>* How come monsters keep disappearing like that? {%}
pt_br: <25>* Como que os monstros continuam desaparecendo assim? {%}
zh_cn: <25>* 为什么怪物都这么消失呢？{%}
zh_tw: <25>* 為什麼怪物都這麼消失呢？{%}

source: <32>{#p/basic}* She's dead.
pt_br: <32>{#p/basic}* Ela está morta.
zh_cn: <32>{#p/basic}* 她死了。
zh_tw: <32>{#p/basic}* 她死了。

source: <25>{#p/kidd}{#f/7}* N-no... * I didn't mean...
pt_br: <25>{#p/kidd}{#f/7}* N-não... * Eu não queria...
zh_cn: <25>{#p/kidd}{#f/7}* 不-不... * 我不是故意...
zh_tw: <25>{#p/kidd}{#f/7}* 不-不... * 我不是故意...

source: <25>{#f/7}* S-she's not... no... * She was...
pt_br: <25>{#f/7}* E-ela não... não... * Ela estava...
zh_cn: <25>{#f/7}* 她-她没... 不会的... * 她...
zh_tw: <25>{#f/7}* 她-她沒... 不會的... * 她...

source: <25>{#f/4}* No, it... * It c-can't be...
pt_br: <25>{#f/4}* Não, isso... * N-não pode serm...
zh_cn: <25>{#f/4}* 不，这... * 这不可-可能...
zh_tw: <25>{#f/4}* 不，這... * 這不可-可能...

source: <25>{#f/4}* She was just...
pt_br: <25>{#f/4}* Ela estava...
zh_cn: <25>{#f/4}* 她只是...
zh_tw: <25>{#f/4}* 她只是...

source: <25>{#f/8}* Just...
pt_br: <25>{#f/8}* Estava...
zh_cn: <25>{#f/8}* 只是...
zh_tw: <25>{#f/8}* 只是...

source: <25>{#f/8}* ... what have I done...
pt_br: <25>{#f/8}* ... o que eu fiz...
zh_cn: <25>{#f/8}* ...我干了什么...
zh_tw: <25>{#f/8}* ...我幹了什麼...

source: <32>{#p/basic}* Mushroom dance * Mushroom dance * Whatever could it mean
pt_br: <32>{#p/basic}* Dança do cogumelo * Dança do Cogumelo * O que pode significar
zh_cn: <32>{#p/basic}* 蘑菇舞 * 蘑菇舞 * 管它什么意义
zh_tw: <32>{#p/basic}* 蘑菇舞 * 蘑菇舞 * 管它什麼意義

source: <32>{#p/basic}* It means the future is very uncertain indeed.
pt_br: <32>{#p/basic}* Isso significa que o futuro é realmente muito incerto.
zh_cn: <32>{#p/basic}* 意思是模糊的未来。
zh_tw: <32>{#p/basic}* 意思是模糊的未來。

source: <32>{#p/basic}* It means I'm going free. * They're going to transplant me to the new homeworld.
pt_br: <32>{#p/basic}* Significa que estou livre. * Eles vão me transplantar para o novo mundo.
zh_cn: <32>{#p/basic}* 意思是我将自由。 * 会有人把我移植到新家园。
zh_tw: <32>{#p/basic}* 意思是我將自由。 * 會有人把我移植到新家園。

source: <32>* But why should you care? * Unless...
pt_br: <32>* Mas por que você deveria se importar? * A menos que...
zh_cn: <32>* 但你在意这个干啥？ * 除非...
zh_tw: <32>* 但你在意這個幹啥？ * 除非...

source: <32>* ... unless you have absolved yourself of sin?
pt_br: <32>* ... A não ser que você tenha absolvido sua alma dos pecados?
zh_cn: <32>* ...除非你赦自己无罪了？
zh_tw: <32>* ...除非你赦自己無罪了？

source: <32>{#p/basic}* Goodbye, old outpost, for you have been my abode...
pt_br: <32>{#p/basic}* Adeus, velho Outpost, pois você tem sido minha morada...
zh_cn: <32>{#p/basic}* 再见，老前哨站， 因为你是我的老家...
zh_tw: <32>{#p/basic}* 再見，老前哨站， 因為你是我的老家...

source: <32>{#p/basic}* It means... don't talk to me.
pt_br: <32>{#p/basic}* Significa... não fale comigo.
zh_cn: <32>{#p/basic}* 意思是... 别再和我说话。
zh_tw: <32>{#p/basic}* 意思是... 別再和我說話。

source: <32>{#p/basic}* It means you've lived a life of sin.
pt_br: <32>{#p/basic}* Significa que você viveu uma vida de pecados.
zh_cn: <32>{#p/basic}* 意思是你过着罪恶的一生。
zh_tw: <32>{#p/basic}* 意思是你過著罪惡的一生。

source: <32>* Wait. * Weren't you nicer before?
pt_br: <32>* Pera aí. * Você não foi legal antes?
zh_cn: <32>* 等下。 * 你不曾当过好人吗？
zh_tw: <32>* 等下。 * 你不曾當過好人嗎？

source: <32>{#p/basic}* If only I could see the galaxy beyond.
pt_br: <32>{#p/basic}* Se apenas eu pudesse ver além da galáxia.
zh_cn: <32>{#p/basic}* 要是我能看到远处的星系， 就好了。
zh_tw: <32>{#p/basic}* 要是我能看到遠處的星系， 就好了。

source: <32>* But even if the force field was destroyed, how would I leave...?
pt_br: <32>* Mas mesmo se o escudo de força for destruído, como eu poderia sair...?
zh_cn: <32>* 但哪怕力场被摧毁了， 我要怎么离开呢...？
zh_tw: <32>* 但哪怕力場被摧毀了， 我要怎麼離開呢...？

source: <32>{#p/basic}* It symbolizes my inner torment, trapped here by my hyphae.
pt_br: <32>{#p/basic}* Isso significa minha tormenta interna, preso aqui por minhas hifas.
zh_cn: <32>{#p/basic}* 它代表了我被菌丝困在这里， 所产生的内心的痛楚。
zh_tw: <32>{#p/basic}* 它代表了我被菌絲困在這裡， 所產生的內心的痛楚。

source: <32>* My struggle to pull away. * My struggle to escape. * But alas, to no avail.
pt_br: <32>* Minha luta para me afastar. * Minha luta para escapar. * Mas, sem sucesso.
zh_cn: <32>* 我奋力地挣扎着。 * 我竭力地想挣脱。 * 可惜啊，无济于事。
zh_tw: <32>* 我奮力地掙扎著。 * 我竭力地想掙脫。 * 可惜啊，無濟於事。

source: <18>{#p/asriel1}{#v/1}{#i/4}It sounds like it came from over here...
pt_br: <18>{#p/asriel1}{#v/1}{#i/4}Parece que veio daqui...
zh_cn: <18>{#p/asriel1}{#v/1}{#i/4}刚才听到的声音 应该就是附近传来的...
zh_tw: <18>{#p/asriel1}{#v/1}{#i/4}剛才聽到的聲音 應該就是附近傳來的...

source: <18>Oh! You've crash- landed, haven't you...
pt_br: <18>Oh! Você caiu aqui, não foi...
zh_cn: <18>啊！你的飞船坠毁了， 是吗...
zh_tw: <18>啊！你的飛船墜毀了， 是嗎...

source: <18>Are you okay?
pt_br: <18>Você está bem?
zh_cn: <18>你还好吗？
zh_tw: <18>你還好嗎？

source: <18>Here, get up...
pt_br: <18>Aqui, levanta...
zh_cn: <18>来，我扶你起来...
zh_tw: <18>來，我扶你起來...

source: <18>$(name), huh?
zh_cn: <18>你叫“$(name)”，对吧？
zh_tw: <18>你叫「$(name)」，對吧？

source: <18>That's a nice name.
pt_br: <18>Este é um lindo nome.
zh_cn: <18>这名字真好听。
zh_tw: <18>這名字真好聽。

source: <18>{*}{#x1}{#p/asriel3}{#i/18}My name is {%}
pt_br: <18>{*}{#x1}{#p/asriel3}{#i/18}Meu nome é {%}
zh_cn: <18>{*}{#x1}{#p/asriel3}{#i/36}我的名字是 {%}
zh_tw: <18>{*}{#x1}{#p/asriel3}{#i/36}我的名字是 {%}

source: <32>{#p/human}* (You move towards the computer...)
pt_br: <32>{#p/human}* (Você se move até o computador...)
zh_cn: <32>{#p/human}* （你走向了电脑...）
zh_tw: <32>{#p/human}* （你走向了電腦...）

source: <32>{#p/basic}* The computer is currently open to a music-sharing application.
pt_br: <32>{#p/basic}* O computador está atualmente aberto em um compartilhador de música.
zh_cn: <32>{#p/basic}* 电脑上打开了一个音乐分享软件。
zh_tw: <32>{#p/basic}* 電腦上打開了一個音樂分享軟體。

source: * (View the opened application?)
pt_br: * (Olhar no aplicador?)
zh_cn: * （看一眼吗？）
zh_tw: * （看一眼嗎？）

source: <32>{#p/human}* (You decide not to look.)
pt_br: <32>{#p/human}* (Você decidiu não olhar.)
zh_cn: <32>{#p/human}* （你不想看。）
zh_tw: <32>{#p/human}* （你不想看。）

source: MTT Tunes - Solarwave.kwac
zh_cn: MTT静听 - 日光涟漪.kwac
zh_tw: MTT靜聽 - 日光漣漪.kwac

source: MTT Tunes - Planetary.kwac
zh_cn: MTT静听 - 星河渡歌.kwac
zh_tw: MTT靜聽 - 星河渡歌.kwac

source: Parting of Ways.kwac
zh_cn: 缘聚缘散.kwac
zh_tw: 緣聚緣散.kwac

source: Bad Wolf.kwac
zh_cn: 恶狼.kwac
zh_tw: 惡狼.kwac

source: MMSA - Main Theme.kwac
zh_cn: 喵喵航天行 - 主题曲.kwac
zh_tw: 喵喵航天行 - 主題曲.kwac
