Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* RADTILE - ATK 24 DEF 12 * A stargazer in starglasses. * Favorite genre: Kriobeat
pt_br: <32>{#p/story}* RADTILE - ATQ 24 DEF 12 * Estilista com óculos de sol. * Gênero favorito: Música Krio
zh_cn: <32>{#p/story}* RADTILE - 攻击24 防御12 * 戴着星河般墨镜的观星者。 * 最喜欢的乐曲类型：克氏量子乐。
zh_tw: <32>{#p/story}* RADTILE - 攻擊24 防禦12 * 戴著星河般墨鏡的觀星者。 * 最喜歡的樂曲類別：克氏量子樂。

source: <32>{#p/story}* RADTILE - ATK 24 DEF 12 * Things aren't looking so hot for this cool crocodile.
pt_br: <32>{#p/story}* RADTILE - ATQ 24 DEF 12 * As coisas não estão parecendo muitos legais para o crocodilo.
zh_cn: <32>{#p/story}* RADTILE - 攻击24 防御12 * 对这只酷鳄鱼来说， 事情发展的不太乐观。
zh_tw: <32>{#p/story}* RADTILE - 攻擊24 防禦12 * 對這隻酷鱷魚來說， 事情發展的不太樂觀。

source: <33>{#p/story}* RADTILE - ATK 24 DEF 12 * This cool crocodile is on fire.
pt_br: <33>{#p/story}* RADTILE - ATQ 24 DEF 12 * Este crocodilo da hora está pegando fogo.
zh_cn: <33>{#p/story}* RADTILE - 攻击24 防御12 * 这条酷鳄鱼正热血沸腾。
zh_tw: <33>{#p/story}* RADTILE - 攻擊24 防禦12 * 這條酷鱷魚正熱血沸騰。

source: <32>{#p/story}* RADTILE - ATK 24 DEF 12 * When it comes to romance, this cool crocodile is stone cold.
pt_br: <32>{#p/story}* RADTILE - ATQ 24 DEF 12 * Quando se trata de romance, esse crocodilo top é frio feito pedra.
zh_cn: <32>{#p/story}* RADTILE - 攻击24 防御12 * 说起浪漫，这条酷鳄鱼 非常的冷酷无情。
zh_tw: <32>{#p/story}* RADTILE - 攻擊24 防禦12 * 說起浪漫，這條酷鱷魚 非常的冷酷無情。

source: <32>{#p/asriel2}* Radtile.
zh_cn: <32>{#p/asriel2}* Radtile。ゑ
zh_tw: <32>{#p/asriel2}* Radtile。ゑ

source: <32>{#p/kidding}* Not this guy...
pt_br: <32>{#p/kidding}* Esse cara não...
zh_cn: <32>{#p/kidding}* 别是这家伙呀...
zh_tw: <32>{#p/kidding}* 別是這傢伙呀...

source: <32>{#p/story}* Radtile makes an impression!
pt_br: <32>{#p/story}* Radtile faz uma expressão!
zh_cn: <32>{#p/story}* Radtile闪亮登场！
zh_tw: <32>{#p/story}* Radtile閃亮登場！

source: <32>{#p/kidding}* That sure is an interesting hat he's got on his head.
pt_br: <32>{#p/kidding}* Aquele com certeza é um chapéu muito fera que ele tem na cabeça.
zh_cn: <32>{#p/kidding}* 他头上的帽子真有趣。
zh_tw: <32>{#p/kidding}* 他頭上的帽子真有趣。

source: <32>{#p/story}* Radtile adjusts his hat.
pt_br: <32>{#p/story}* Radtile arruma seu boné.
zh_cn: <32>{#p/story}* Radtile正在调整他的帽子。
zh_tw: <32>{#p/story}* Radtile正在調整他的帽子。

source: <32>{#p/kidding}* Everyone around here just loves Raddy's little mirror.
pt_br: <32>{#p/kidding}* Todo mundo por aqui adora o espelhinho do Raddy.
zh_cn: <32>{#p/kidding}* 这里每个人都喜欢Raddy的小镜子。
zh_tw: <32>{#p/kidding}* 這裡每個人都喜歡Raddy的小鏡子。

source: <32>{#p/story}* Radtile looks deeply into his mirror image.
pt_br: <32>{#p/story}* Radtile se encara profundamente pelo espelho.
zh_cn: <32>{#p/story}* Radtile深深地看着镜子里的自己。
zh_tw: <32>{#p/story}* Radtile深深地看著鏡子裡的自己。

source: <32>{#p/kidding}* What's he doing, anyway?
pt_br: <32>{#p/kidding}* O que ele tá fazendo?
zh_cn: <32>{#p/kidding}* 他到底在干啥？
zh_tw: <32>{#p/kidding}* 他到底在幹啥？

source: <32>{#p/story}* Radtile is making gestures to improve his cool factor.
pt_br: <32>{#p/story}* Radtile está fazendo gestos para melhorar seu fator de cara da hora.
zh_cn: <32>{#p/story}* Radtile正在做手势 用来显得自己更酷。
zh_tw: <32>{#p/story}* Radtile正在做手勢 用來顯得自己更酷。

source: <32>{#p/kidding}* I wonder what his face looks like.
pt_br: <32>{#p/kidding}* Me pergunto como ele se parece.
zh_cn: <32>{#p/kidding}* 我想知道他脸长啥样。
zh_tw: <32>{#p/kidding}* 我想知道他臉長啥樣。

source: <32>{#p/story}* Smells like an old skatepark.
pt_br: <32>{#p/story}* Cheira a um velho parque de skate.
zh_cn: <32>{#p/story}* 闻起来像旧滑板场。
zh_tw: <32>{#p/story}* 聞起來像舊滑板場。

source: <08>{#p/basic}{~}Check it.
pt_br: <08>{#p/basic}{~}Checa isso.
zh_cn: <08>{#p/basic}{~}“查看”一下 试试嘛。
zh_tw: <08>{#p/basic}{~}「查看」一下 試試嘛。

source: <08>{#p/basic}{~}Take a looksie.
pt_br: <08>{#p/basic}{~}Da uma olhada.
zh_cn: <08>{#p/basic}{~}来看一下。
zh_tw: <08>{#p/basic}{~}來看一下。

source: <08>{#p/basic}{~}Sneak a peek..
pt_br: <08>{#p/basic}{~}De uma olhadela...
zh_cn: <08>{#p/basic}{~}来偷看 一眼..
zh_tw: <08>{#p/basic}{~}來偷看 一眼..

source: <08>{#p/basic}{~}Give it a gaze..
pt_br: <08>{#p/basic}{~}Da uma chance...
zh_cn: <08>{#p/basic}{~}来盯 着..
zh_tw: <08>{#p/basic}{~}來盯 著..

source: <08>{#p/basic}{~}Meh.
zh_cn: <08>{#p/basic}{~}咩。
zh_tw: <08>{#p/basic}{~}咩。

source: <08>{#p/basic}{~}Whatever.
pt_br: <08>{#p/basic}{~}Tanto faz.
zh_cn: <08>{#p/basic}{~}随你便。
zh_tw: <08>{#p/basic}{~}隨你便。

source: <09>{#p/basic}{~}\x00*shrugs*
zh_cn: <09>{#p/basic}{~}\x00*耸肩*
zh_tw: <09>{#p/basic}{~}\x00*聳肩*

source: <08>{#p/basic}{~}Very un- cool.
pt_br: <08>{#p/basic}{~}Bem não dá hora.
zh_cn: <08>{#p/basic}{~}不咋酷。
zh_tw: <08>{#p/basic}{~}不咋酷。

source: <32>{#p/human}* (You tell Radtile he's as cool as a quantum cucumber.)
pt_br: <32>{#p/human}* (Você diz a Radtile que ele é tão legal quanto um pepino quântico.)
zh_cn: <32>{#p/human}* （你告诉Radtile 他和量子黄瓜一样酷。）
zh_tw: <32>{#p/human}* （你告訴Radtile 他和量子黃瓜一樣酷。）

source: <32>{#p/human}* (You tell Radtile his scars make him look tougher.)
pt_br: <32>{#p/human}* (Você diz a Radtile que as escamas dele o fazem mais durão.)
zh_cn: <32>{#p/human}* （你告诉Radtile他的伤疤 让他看起来更刚毅。）
zh_tw: <32>{#p/human}* （你告訴Radtile他的傷疤 讓他看起來更剛毅。）

source: <08>{#p/basic}{~}Were you really lookin'?
pt_br: <08>{#p/basic}{~}Pra onde você realmente tá olhando?
zh_cn: <08>{#p/basic}{~}你真的在 看吗？
zh_tw: <08>{#p/basic}{~}你真的在 看嗎？

source: <08>{#p/basic}{~}Check first, opinions later.
pt_br: <08>{#p/basic}{~}Olha primeiro, opinião depois.
zh_cn: <08>{#p/basic}{~}先查看， 再发表 意见。
zh_tw: <08>{#p/basic}{~}先查看， 再發表 意見。

source: <08>{#p/basic}{~}Show and tell, in that order.
pt_br: <08>{#p/basic}{~}Mostrar e dizer, nesta ordem.
zh_cn: <08>{#p/basic}{~}先看 后告诉， 照这个 顺序。
zh_tw: <08>{#p/basic}{~}先看 後告訴， 照這個 順序。

source: <08>{#p/basic}{~}You're a liar, anyway.
pt_br: <08>{#p/basic}{~}Você é um mentiroso, de toda forma.
zh_cn: <08>{#p/basic}{~}反正你是 骗子。
zh_tw: <08>{#p/basic}{~}反正你是 騙子。

source: <32>{#p/kidding}* Yeah, I don't think that's gonna work now, dude...
pt_br: <32>{#p/kidding}* É, acho que isso não vai funcionar agora, cara.
zh_cn: <32>{#p/kidding}* 是啊，我觉得现在这样做 还不行，伙计...
zh_tw: <32>{#p/kidding}* 是啊，我覺得現在這樣做 還不行，夥計...

source: <32>{#p/story}* Radtile isn't having it.
pt_br: <32>{#p/story}* Radtile não está no clima.
zh_cn: <32>{#p/story}* Radtile不同意。
zh_tw: <32>{#p/story}* Radtile不同意。

source: <08>{#p/basic}{~}Woah, hey, hold on..
pt_br: <08>{#p/basic}{~}Woah, ei, pera aí...
zh_cn: <08>{#p/basic}{~}哇哦， 嘿， 等下..
zh_tw: <08>{#p/basic}{~}哇喔， 嘿， 等下..

source: <32>{#p/kidding}* Maybe if you show him you're checking him out first...?
pt_br: <32>{#p/kidding}* Talvez se você mostrar a ele que está checando ele primeiro...?
zh_cn: <32>{#p/kidding}* 也许你应该先让他 知道你在“查看”他？
zh_tw: <32>{#p/kidding}* 也許你應該先讓他 知道你在「查看」他？

source: <32>{#p/story}* Radtile wants you to check him out first.
pt_br: <32>{#p/story}* Radtile quer que você dê uma olhada nele primeiro.
zh_cn: <32>{#p/story}* Radtile想让你先“查看”他。
zh_tw: <32>{#p/story}* Radtile想讓你先「查看」他。

source: <08>{#p/basic}{~}Study me, heh heh.
pt_br: <08>{#p/basic}{~}Me estuda, heh heh.
zh_cn: <08>{#p/basic}{~}我咋 这么帅呢， 嘿嘿。
zh_tw: <08>{#p/basic}{~}我咋 這麼帥呢， 嘿嘿。

source: <08>{#p/basic}{~}Right on.
pt_br: <08>{#p/basic}{~}Certinho.
zh_cn: <08>{#p/basic}{~}对咯。
zh_tw: <08>{#p/basic}{~}對嚕。

source: <32>{#p/kidding}* You did it! * ... can we leave now?
pt_br: <32>{#p/kidding}* Você conseguiu! * ... podemos ir embora?
zh_cn: <32>{#p/kidding}* 你做到了！ * ...我们能走了吗？
zh_tw: <32>{#p/kidding}* 你做到了！ * ...我們能走了嗎？

source: <32>{#p/story}* Radtile's feeling a whole lot cooler than before.
pt_br: <32>{#p/story}* Radtile está se sentindo bem mais da hora do que antes.
zh_cn: <32>{#p/story}* Radtile感觉比以前酷多了。
zh_tw: <32>{#p/story}* Radtile感覺比以前酷多了。

source: <08>{#p/basic}{~}\x00*fist bump*
pt_br: <08>{#p/basic}{~}\x00*malhando braço*
zh_cn: <08>{#p/basic}{~}\x00*碰拳*
zh_tw: <08>{#p/basic}{~}\x00*碰拳*

source: <08>{#p/basic}{~}You're the coolest.
pt_br: <08>{#p/basic}{~}Você é o mais da hora.
zh_cn: <08>{#p/basic}{~}你 酷毙了。
zh_tw: <08>{#p/basic}{~}你 酷斃了。

source: <08>{#p/basic}{~}Let's rock 'n' roll.
pt_br: <08>{#p/basic}{~}Vamos fazer rock 'n' roll.
zh_cn: <08>{#p/basic}{~}让我们 摇滚吧。
zh_tw: <08>{#p/basic}{~}讓我們 搖滾吧。

source: <08>{#p/basic}{~}.. cool.
pt_br: <08>{#p/basic}{~}.. top.
zh_cn: <08>{#p/basic}{~}..酷。
zh_tw: <08>{#p/basic}{~}..酷。

source: <32>{#p/kidding}* Uh...
zh_cn: <32>{#p/kidding}* 呃...
zh_tw: <32>{#p/kidding}* 呃...

source: <32>{#p/story}* Radtile is not amused.
pt_br: <32>{#p/story}* Radtile não está se divertindo.
zh_cn: <32>{#p/story}* Radtile不咋开心。
zh_tw: <32>{#p/story}* Radtile不咋開心。

source: <32>{#p/human}* (You call Radtile a loser, and tell him to shut up.)
pt_br: <32>{#p/human}* (Você fala que Radtile é um perdedor e que ele deve calar a boca.)
zh_cn: <32>{#p/human}* （你大骂Radtile废物， 让他闭上臭嘴。）
zh_tw: <32>{#p/human}* （你大罵Radtile廢物， 讓他閉上臭嘴。）

source: <32>{#p/human}* (You mock Radtile's bruises, and tell him to go away.)
pt_br: <32>{#p/human}* (Você zomba dos hematomas de Radtile e diz a ele para ir embora.)
zh_cn: <32>{#p/human}* （你嘲笑Radtile的伤痕， 让他滚开。）
zh_tw: <32>{#p/human}* （你嘲笑Radtile的傷痕， 讓他滾開。）

source: <32>{#p/human}* (You beckon Radtile.)
pt_br: <32>{#p/human}* (Você acena para Radtile.)
zh_cn: <32>{#p/human}* （你引诱Radtile。）
zh_tw: <32>{#p/human}* （你引誘Radtile。）

source: <32>{#p/human}* (You tell Radtile he's beautiful no matter how disfigured he is.)
pt_br: <32>{#p/human}* (Você diz a Radtile que ele é lindo independente do quão desfigurado esteja.)
zh_cn: <32>{#p/human}* （你告诉Radtile， 就算他被毁容，也依然很漂亮。）
zh_tw: <32>{#p/human}* （你告訴Radtile， 就算他被毀容，也依然很漂亮。）

source: <08>{#p/basic}{~}And what if I don't?
pt_br: <08>{#p/basic}{~}E se eu não?
zh_cn: <08>{#p/basic}{~}如果我不 呢？
zh_tw: <08>{#p/basic}{~}如果我不 呢？

source: <32>{#p/story}* Radtile keeps his distance.
pt_br: <32>{#p/story}* Radtile mantém distância.
zh_cn: <32>{#p/story}* Radtile保持着距离。
zh_tw: <32>{#p/story}* Radtile保持著距離。

source: <08>{#p/basic}{~}Come to take another look?
pt_br: <08>{#p/basic}{~}Veio dar outra olhada?
zh_cn: <08>{#p/basic}{~}来再 看一下 不？
zh_tw: <08>{#p/basic}{~}來再 看一下 不？

source: <32>{#p/kidding}* Ah, we're going in circles!
pt_br: <32>{#p/kidding}* Ah, estamos andando em círculos!
zh_cn: <32>{#p/kidding}* 啊，我们在兜圈子！
zh_tw: <32>{#p/kidding}* 啊，我們在兜圈子！

source: <32>{#p/story}* Radtile gives you a chance.
pt_br: <32>{#p/story}* Radtile te dá uma chance.
zh_cn: <32>{#p/story}* Radtile给你一个机会。
zh_tw: <32>{#p/story}* Radtile給你一個機會。

source: <32>{#p/kidding}* This isn't looking good...
pt_br: <32>{#p/kidding}* Isso não tá parecendo bom...
zh_cn: <32>{#p/kidding}* 心里总感觉不是滋味...
zh_tw: <32>{#p/kidding}* 心裡總感覺不是滋味...

source: <32>{#p/story}* Radtile's teeth are beginning to fall out.
pt_br: <32>{#p/story}* Os dentes de Radtile estão começando a cair.
zh_cn: <32>{#p/story}* Radtile的牙齿开始脱落了。
zh_tw: <32>{#p/story}* Radtile的牙齒開始脫落了。

source: <32>{#p/asriel2}* Doge, the callous dog. * Cares only for her work.
pt_br: <32>{#p/asriel2}* Doge, a cadela insensível. * Preocupa-se apenas com o trabalho dela.
zh_cn: <32>{#p/asriel2}* Doge，一条冷血的狗。 * 纯纯的工作机器。ゑ
zh_tw: <32>{#p/asriel2}* Doge，一條冷血的狗。 * 純純的工作機器。ゑ

source: <32>{#p/story}* DOGE - ATK 14 DEF 10 * Pronounced "dohj." Soft j. * Member of the ELITE squad.
pt_br: <32>{#p/story}* DOGE - ATQ 14 DEF 10 * Pronunciado "doug." D mudo. * Membro do esquadrão de ELITE.
zh_cn: <32>{#p/story}* DOGE - 攻击14 防御10 * 读作“dū ji”。轻声的“ji”。 * 特战队成员。
zh_tw: <32>{#p/story}* DOGE - 攻擊14 防禦10 * 讀作「ㄉㄨ ·ㄐㄧ」。尾字輕聲。 * 特戰隊成員。ゐ

source: <32>{#p/human}* (You flirt with Doge.)
pt_br: <32>{#p/human}* (Você flerta com Doge.)
zh_cn: <32>{#p/human}* （你向Doge调情。）
zh_tw: <32>{#p/human}* （你向Doge調情。）

source: <32>{#p/basic}* Doge ignores your attempts at flattery.
pt_br: <32>{#p/basic}* Doge decide ignorar está tentativa.
zh_cn: <32>{#p/basic}* 她对这种拍须溜马不屑一顾。
zh_tw: <32>{#p/basic}* 她對這種拍須溜馬不屑一顧。

source: <32>{#p/basic}* Doge smiles in return.
pt_br: <32>{#p/basic}* Doge sorri em retorno.
zh_cn: <32>{#p/basic}* Doge回以微笑。
zh_tw: <32>{#p/basic}* Doge回以微笑。

source: <32>{#p/basic}* Doge, despondent, was unreceptive to your remark.
pt_br: <32>{#p/basic}* Doge, desanimada, não foi receptiva à sua observação.
zh_cn: <32>{#p/basic}* Doge非常沮丧，不想听你说三道四。
zh_tw: <32>{#p/basic}* Doge非常沮喪，不想聽你說三道四。

source: <32>{#p/basic}* Doge doesn't react in any strong way.
pt_br: <32>{#p/basic}* Doge não tem uma reação visível.
zh_cn: <32>{#p/basic}* Doge并没有什么 强烈的反应。
zh_tw: <32>{#p/basic}* Doge並沒有什麼 強烈的反應。

source: <32>{#p/basic}* Doge is giving it her all to resist you.
pt_br: <32>{#p/basic}* Doge está dando tudo de si para resistir.
zh_cn: <32>{#p/basic}* Doge正在竭力抵抗你。
zh_tw: <32>{#p/basic}* Doge正在竭力抵抗你。

source: <32>{#p/human}* (You flirt with Doge again.)
pt_br: <32>{#p/human}* (Você flerta com Doge de novo.)
zh_cn: <32>{#p/human}* （你再次对Doge调情。）
zh_tw: <32>{#p/human}* （你再次對Doge調情。）

source: <32>{#p/basic}* Doge can't keep this up for much longer...
pt_br: <32>{#p/basic}* Doge não vai conseguir se manter assim por muito mais tempo.
zh_cn: <32>{#p/basic}* Doge快撑不住了...
zh_tw: <32>{#p/basic}* Doge快撐不住了...

source: <32>{#p/human}* (You muster your courage, and call Doge a little munchkin.)
pt_br: <32>{#p/human}* (Você reúne coragem e chama Doge de uma pequena delícia.)
zh_cn: <32>{#p/human}* （你鼓起勇气， 叫Doge小可爱。）
zh_tw: <32>{#p/human}* （你鼓起勇氣， 叫Doge小可愛。）

source: <32>{#p/basic}* Doge tries not to react, but finds herself blushing.
pt_br: <32>{#p/basic}* Doge tenta não reagir, mas se encontra corando.
zh_cn: <32>{#p/basic}* Doge试着强装镇静， 但她的脸早已泛红。
zh_tw: <32>{#p/basic}* Doge試著強裝鎮靜， 但她的臉早已泛紅。

source: <32>* She squirms and she struggles, but there's no hiding what's on her face.
pt_br: <32>* Ela se contorce e luta, mas não há como esconder o que está em seu rosto.
zh_cn: <32>* 她扭动着，挣扎着， 但脸上的神情根本无法掩饰。
zh_tw: <32>* 她扭動著，掙扎著， 但臉上的神情根本無法掩飾。

source: <32>* Thoroughly embarrassed, Doge flees the scene...
pt_br: <32>* Envergonhada, Doge foge da batalha.
zh_cn: <32>* Doge一脸羞愧的逃离了现场...
zh_tw: <32>* Doge一臉羞愧的逃離了現場...

source: <32>{#p/human}* (You suggest Doge get a shower.)
pt_br: <32>{#p/human}* (Você sugere que Doge tome um banho.)
zh_cn: <32>{#p/human}* （你让Doge去冲个澡。）
zh_tw: <32>{#p/human}* （你讓Doge去衝個澡。）

source: <32>{#p/basic}* Doge rips open a pipe from the ceiling... water comes flooding out.
pt_br: <32>{#p/basic}* Doge rasga um cano do teto... a água sai inundando.
zh_cn: <32>{#p/basic}* Doge从天花板上扯下一根水管... 水从管子里涌了出来。
zh_tw: <32>{#p/basic}* Doge從天花板上扯下一根水管... 水從管子裡湧了出來。

source: <32>* It's cold, but she doesn't seem to mind...
pt_br: <32>* Está fria, mas ela não parece se importar...
zh_cn: <32>* 水很冷，但她似乎 并不怎么介意...
zh_tw: <32>* 水很冷，但她似乎 並不怎麼介意...

source: <32>* Soon, the water runs dry. * Doge relaxes a little...
pt_br: <32>* Logo, a água passa por todo o corpo. * Doge se sente relaxada...
zh_cn: <32>* 很快，管子里的水就流光了。 * Doge稍微释放了一点压力...
zh_tw: <32>* 很快，管子裡的水就流光了。 * Doge稍微釋放了一點壓力...

source: <32>{#p/story}* Doge's ATTACK down!
pt_br: <32>{#p/story}* ATAQUE de Doge caiu!
zh_cn: <32>{#p/story}* Doge的攻击力下降了！
zh_tw: <32>{#p/story}* Doge的攻擊力下降了！

source: <32>{#p/human}* (You suggest Doge get a shower, but she wasn't in the mood yet.)
pt_br: <32>{#p/human}* (Você sugere que Doge deve tomar um banho, mas ela não está no clima ainda.)
zh_cn: <32>{#p/human}* （你让Doge去冲个澡， 但她现在并不怎么想去。）
zh_tw: <32>{#p/human}* （你讓Doge去衝個澡， 但她現在並不怎麼想去。）

source: <32>{#p/basic}* Doge does not seem concerned for her hygiene.
pt_br: <32>{#p/basic}* Doge não parece preocupada com sua higiene.
zh_cn: <32>{#p/basic}* 但她根本不在乎自己脏不脏。
zh_tw: <32>{#p/basic}* 但她根本不在乎自己髒不髒。

source: <32>{#p/human}* (You suggest Doge get a shower, but it was too late.)
pt_br: <32>{#p/human}* (Você sugere que Doge tome um banho, mas já é tarde demais.)
zh_cn: <32>{#p/human}* （你让Doge去冲个澡， 但为时已晚。）
zh_tw: <32>{#p/human}* （你讓Doge去衝個澡， 但為時已晚。）

source: <32>{#p/human}* (But Doge was already clean.)
pt_br: <32>{#p/human}* (Mas Doge já está limpa.)
zh_cn: <32>{#p/human}* （但是Doge已经清洗干净了。）
zh_tw: <32>{#p/human}* （但是Doge已經清洗乾淨了。）

source: <32>{#p/story}* Doge is a little smarter than the average dog.
pt_br: <32>{#p/story}* Doge é mais esperta que outros cachorros.
zh_cn: <32>{#p/story}* Doge的智商在普通狗的 平均水平之上。
zh_tw: <32>{#p/story}* Doge的智商在普通狗的 平均水平之上。

source: <32>{#p/human}* (You throw the spanner.) * (Doge intercepts your throw, launching it back at you.)
pt_br: <32>{#p/human}* (Você joga a chave inglesa.) * (Doge intercepta seu arremesso, lançando-o de volta em você.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Doge拦下了扳手， 并将它扔回给你。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Doge攔下了扳手， 並將它扔回給你。）

source: <32>{#p/basic}* The spanner bonks you directly in the head!
pt_br: <32>{#p/basic}* A chave bate direto na sua cabeça!
zh_cn: <32>{#p/basic}* 飞回来的扳手直接 正中你的脑门！
zh_tw: <32>{#p/basic}* 飛回來的扳手直接 正中你的腦門！

source: <32>{#p/story}* SPEED down!
pt_br: <32>{#p/story}* VELOCIDADE caiu!
zh_cn: <32>{#p/story}* 你的移速下降了！
zh_tw: <32>{#p/story}* 你的移速下降了！

source: <32>{#p/asriel2}* Maybe don't try that again.
pt_br: <32>{#p/asriel2}* Não tenta isso de novo.
zh_cn: <32>{#p/asriel2}* 别耍那玩意了。
zh_tw: <32>{#p/asriel2}* 別耍那玩意了。

source: <32>{#p/human}* (You throw the spanner.) * (Doge, inspired, picks it up and brings it back to you.)
pt_br: <32>{#p/human}* (Você joga a chave inglesa.) * (Doge, inspirada, pega e traz de volta para você.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Doge灵光一闪，把扳手捡了起来 并带还给你。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Doge靈光一閃，把扳手撿了起來 並帶還給你。）

source: <32>{#p/human}* (You throw the spanner.) * (Doge, exhausted, ignores it.)
pt_br: <32>{#p/human}* (Você joga a chave inglesa.) * (Doge, exausta, ignora.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （筋疲力尽的Doge直接将扳手 选择性忽视掉了。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （筋疲力盡的Doge直接將扳手 選擇性忽視掉了。）

source: <32>{#p/story}* Doge questions the intention behind your advances.
pt_br: <32>{#p/story}* Doge questiona a intenção dos seus avanços.
zh_cn: <32>{#p/story}* Doge正猜疑你进攻背后 所隐藏的真正意图。
zh_tw: <32>{#p/story}* Doge正猜疑你進攻背後 所隱藏的真正意圖。

source: <32>{#p/story}* Doge blushes slightly.
pt_br: <32>{#p/story}* Doge fica envergonhada.
zh_cn: <32>{#p/story}* Doge的脸微微泛红。
zh_tw: <32>{#p/story}* Doge的臉微微泛紅。

source: <32>{#p/story}* Doge sighs apathetically.
pt_br: <32>{#p/story}* Doge suspira apática.
zh_cn: <32>{#p/story}* Doge无奈地叹了口气。
zh_tw: <32>{#p/story}* Doge無奈地嘆了口氣。

source: <32>{#p/story}* Doge is trying desperately to pretend she's just fine.
pt_br: <32>{#p/story}* Doge está desesperadamente tentando pretender que tudo está bem.
zh_cn: <32>{#p/story}* Doge拼命装出一副没事的样子。
zh_tw: <32>{#p/story}* Doge拼命裝出一副沒事的樣子。

source: <11>{#p/basic}{~}Ah...
zh_cn: <11>{#p/basic}{~}啊...
zh_tw: <11>{#p/basic}{~}啊...

source: <32>{#p/human}* (You try to pet Doge.)
pt_br: <32>{#p/human}* (Você tenta acariciar Doge.)
zh_cn: <32>{#p/human}* （你想摸摸Doge。）
zh_tw: <32>{#p/human}* （你想摸摸Doge。）

source: <32>{#p/basic}* Doge hesitantly reaches her head up to meet your hand.
pt_br: <32>{#p/basic}* Doge hesitando coloca sua cabeça em encontro com sua mão.
zh_cn: <32>{#p/basic}* Doge犹豫地将头抬了起来。
zh_tw: <32>{#p/basic}* Doge猶豫地將頭抬了起來。

source: <32>* You make contact. * Her face lights up. * She gives you a big smile.
pt_br: <32>* Você faz contato visual. * O rosto dela brilha. * Ela te dá um grande sorriso.
zh_cn: <32>* 你的手摸到了Doge的头。 * 她顿时容光焕发。 * 并给了你一个大大的微笑作为回应。
zh_tw: <32>* 你的手摸到了Doge的頭。 * 她頓時容光煥發。 * 並給了你一個大大的微笑作為回應。

source: <32>* All her pent-up stress has finally been released.
pt_br: <32>* Todo o seu estresse reprimido finalmente foi liberado.
zh_cn: <32>* 所有堆积在她内心里的压力 终于完全得到了释放。
zh_tw: <32>* 所有堆積在她內心裡的壓力 終於完全得到了釋放。

source: <32>* Doge is no longer interested in fighting you.
pt_br: <32>* Doge não tem mais interesse em lutar com você.
zh_cn: <32>* Doge不再想与你战斗了。
zh_tw: <32>* Doge不再想與你戰鬥了。

source: <32>{#p/human}* (You try to pet Doge, but she can't be reached yet.)
pt_br: <32>{#p/human}* (Você tenta acariciar Doge, mas ela ainda não quer.)
zh_cn: <32>{#p/human}* （你试着抚摸Doge， 但你现在还够不到她。）
zh_tw: <32>{#p/human}* （你試著撫摸Doge， 但你現在還夠不到她。）

source: <32>{#p/basic}* Doge does not care for your attempts at affection.
pt_br: <32>{#p/basic}* Doge não se importa com suas tentativas de afeição.
zh_cn: <32>{#p/basic}* 她对这份亲昵漠然置之。
zh_tw: <32>{#p/basic}* 她對這份親暱漠然置之。

source: <32>{#p/human}* (You try to pet Doge, but it was too late.)
pt_br: <32>{#p/human}* (Você tenta acariciar Doge, mas já é tarde demais.)
zh_cn: <32>{#p/human}* （你试着抚摸Doge， 但为时已晚。）
zh_tw: <32>{#p/human}* （你試著撫摸Doge， 但為時已晚。）

source: <32>{#p/human}* (You try to pet Doge again.)
pt_br: <32>{#p/human}* (Você tenta acariciar Doge de novo.)
zh_cn: <32>{#p/human}* （你再一次试着抚摸Doge。）
zh_tw: <32>{#p/human}* （你再一次試著撫摸Doge。）

source: <32>{#p/basic}* Doge laps up your love like it's the first time she's been cared for in years...
pt_br: <32>{#p/basic}* Doge te lambe com amor como se fosse a primeira vez que é cuidada em anos...
zh_cn: <32>{#p/basic}* Doge沉浸在你的爱抚之中， 仿佛她多年来第一次受到关爱...
zh_tw: <32>{#p/basic}* Doge沉浸在你的愛撫之中， 仿佛她多年來第一次受到關愛...

source: <32>{#p/human}* (You try to pet Doge yet again.)
pt_br: <32>{#p/human}* (Você tenta acariciar Doge de novo.)
zh_cn: <32>{#p/human}* （你还想再试着抚摸Doge。）
zh_tw: <32>{#p/human}* （你還想再試著撫摸Doge。）

source: <32>{#p/basic}* Doge has reached nirvana.
pt_br: <32>{#p/basic}* Doge chegou em nirvana.
zh_cn: <32>{#p/basic}* Doge已经要爽上天了。
zh_tw: <32>{#p/basic}* Doge已經要爽上天了。

source: <32>{#p/human}* (You continue petting Doge.)
pt_br: <32>{#p/human}* (Você continua acariciando Doge.)
zh_cn: <32>{#p/human}* （你继续抚摸着Doge。）
zh_tw: <32>{#p/human}* （你繼續撫摸著Doge。）

source: <32>{#p/basic}* Is this even legal?
pt_br: <32>{#p/basic}* Isso deveria ser crime de tão bom!
zh_cn: <32>{#p/basic}* 这么摸下去不会违法吗？
zh_tw: <32>{#p/basic}* 這麼摸下去不會違法嗎？

source: <32>{#p/human}* (You pet Doge some more.)
pt_br: <32>{#p/human}* (Você acaricia Doge ainda mais.)
zh_cn: <32>{#p/human}* （你又抚摸了Doge好一会。）
zh_tw: <32>{#p/human}* （你又撫摸了Doge好一會。）

source: <32>{#p/basic}* Doge flops on the ground.
pt_br: <32>{#p/basic}* Doge se joga no chão.
zh_cn: <32>{#p/basic}* Doge直接躺在了地上。
zh_tw: <32>{#p/basic}* Doge直接躺在了地上。

source: <32>{#p/human}* (You give Doge a side rub.)
pt_br: <32>{#p/human}* (Você dá uma massagem lateral na Doge.)
zh_cn: <32>{#p/human}* （你揉了揉Doge的肚皮。）
zh_tw: <32>{#p/human}* （你揉了揉Doge的肚皮。）

source: <32>{#p/basic}* Doge is drooling...
pt_br: <32>{#p/basic}* Doge está enlouquecendo...
zh_cn: <32>{#p/basic}* Doge开始流口水了...
zh_tw: <32>{#p/basic}* Doge開始流口水了...

source: <32>{#p/human}* (You pet Doge.)
pt_br: <32>{#p/human}* (Você acaricia Doge.)
zh_cn: <32>{#p/human}* （你抚摸着Doge。）
zh_tw: <32>{#p/human}* （你撫摸著Doge。）

source: <32>{#p/basic}* It continues.
pt_br: <32>{#p/basic}* E continua.
zh_cn: <32>{#p/basic}* 她还在继续流着口水。
zh_tw: <32>{#p/basic}* 她還在繼續流著口水。

source: <32>{#p/human}* (But Doge was too antsy to be pet.)
pt_br: <32>{#p/human}* (Mas Doge está muito impaciente para ser acariciada.)
zh_cn: <32>{#p/human}* （但是Doge过于烦躁， 不想被摸。）
zh_tw: <32>{#p/human}* （但是Doge過於煩躁， 不想被摸。）

source: <32>{#p/asriel2}* Doge.
zh_cn: <32>{#p/asriel2}* Doge。ゑ
zh_tw: <32>{#p/asriel2}* Doge。ゑ

source: <32>{#p/story}* Doge struts towards you.
pt_br: <32>{#p/story}* Doge te puxa para trás.
zh_cn: <32>{#p/story}* Doge昂首阔步向你走来。
zh_tw: <32>{#p/story}* Doge昂首闊步向你走來。

source: <32>{#p/story}* Doge studies your stance, and deems it lacking.
pt_br: <32>{#p/story}* Doge estuda sua postura e a considera desprezível.
zh_cn: <32>{#p/story}* Doge审视着你的站姿， 认为你不够端正。
zh_tw: <32>{#p/story}* Doge審視著你的站姿， 認為你不夠端正。

source: <32>{#p/story}* Doge fiddles with her spear.
pt_br: <32>{#p/story}* Doge brinca com sua lança.
zh_cn: <32>{#p/story}* Doge摆弄着她的长矛。
zh_tw: <32>{#p/story}* Doge擺弄著她的長矛。

source: <32>{#p/story}* Doge needs a good washdown.
pt_br: <32>{#p/story}* Doge precisa se lavar.
zh_cn: <32>{#p/story}* Doge需要好好冲洗一番。
zh_tw: <32>{#p/story}* Doge需要好好衝洗一番。

source: <32>{#p/story}* Doge double-checks her stance.
pt_br: <32>{#p/story}* Doge arruma sua postura.
zh_cn: <32>{#p/story}* Doge一再检查她的站姿。
zh_tw: <32>{#p/story}* Doge一再檢查她的站姿。

source: <32>{#p/story}* Doge is dripping wet.
pt_br: <32>{#p/story}* Doge está suada.
zh_cn: <32>{#p/story}* Doge浑身湿漉漉的。
zh_tw: <32>{#p/story}* Doge渾身溼漉漉的。
