Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}* hey, i heard you made up with my bro. * the great papyrus.
pt_br: <25>{#p/sans}* ei, ouvi falar que você passou meu mano, o grande papyrus.
zh_cn: <25>{#p/sans}* 嘿，我听说你和我的兄弟 和好了。 * 就是那个伟大的papyrus。
zh_tw: <25>{#p/sans}* 嘿，我聽說你和我的兄弟 和好了。 * 就是那個偉大的papyrus。

source: <25>{#f/2}* well... i consider that a {@fill=#ff0}great victory{@fill=#fff}.
pt_br: <25>{#f/2}* bem... eu considero essa uma {@fill=#ff0}grande vitória{@fill=#fff}.
zh_cn: <25>{#f/2}* 嗯... 我觉得这也是一场 {@fill=#ff0}伟大的胜利{@fill=#fff}。
zh_tw: <25>{#f/2}* 嗯... 我覺得這也是一場 {@fill=#ff0}偉大的勝利{@fill=#fff}。

source: <25>{#f/0}* whaddya say we celebrate the occasion at grillby's?
pt_br: <25>{#f/0}* Que tal celebrarmos a ocasião no Grillby?
zh_cn: <25>{#f/0}* 我们去grillby's那庆祝一番， 咋样？
zh_tw: <25>{#f/0}* 我們去grillby's那慶祝一番， 咋樣？

source: <25>{#f/3}* getting in papyrus's good books earns you a spot in mine.
pt_br: <25>{#f/3}* estar em uma parte do coração do papyrus te dá uma parte no meu.
zh_cn: <25>{#f/3}* 获得了papyrus的好感，你就 在我内心有了一席之地。
zh_tw: <25>{#f/3}* 獲得了papyrus的好感，你就 在我內心有了一席之地。

source: Yeah
pt_br: Sim
zh_cn: 走吧
zh_tw: 走吧

source: Nah
zh_cn: 不了
zh_tw: 不了

source: <25>{#p/sans}* my offer remains. * grillby's?
pt_br: <25>{#p/sans}* minha oferta continua. * Grillby?
zh_cn: <25>{#p/sans}* 我的话仍然作数。 * 去grillby's吗？
zh_tw: <25>{#p/sans}* 我的話仍然作數。 * 去grillby's嗎？

source: <25>{#p/sans}* alrighty then, just for you, i'll pry myself away from my work...
pt_br: <25>{#p/sans}* certo, só para você, eu vou me ausentar do meu trabalho...
zh_cn: <25>{#p/sans}* 那行，我会特意为你从工作中 抽身的...
zh_tw: <25>{#p/sans}* 那行，我會特意為你從工作中 抽身的...

source: <25>{#p/sans}* well, suit yourself.
pt_br: <25>{#p/sans}* bem, é bem você.
zh_cn: <25>{#p/sans}* 那行，随你便了。
zh_tw: <25>{#p/sans}* 那行，隨你便了。

source: <25>{#p/sans}* just don't complain if you get in a fight and get hurt...
pt_br: <25>{#p/sans}* só não reclame se entrar em uma luta e acabar machucado...
zh_cn: <25>{#p/sans}* 只是如果你在 战斗中受伤， 记得别来抱怨...
zh_tw: <25>{#p/sans}* 只是如果你在 戰鬥中受傷， 記得別來抱怨...

source: <25>{#p/sans}* ... all because you forgot to eat something.
pt_br: <25>{#p/sans}* ... tudo porque esqueceu de comer alguma coisa.
zh_cn: <25>{#p/sans}* ...因为你忘了吃东西。
zh_tw: <25>{#p/sans}* ...因為你忘了吃東西。

source: <25>{#p/sans}* over here. * i know a shortcut.
pt_br: <25>{#p/sans}* por aqui. * eu sei um atalho.
zh_cn: <25>{#p/sans}* 这里。 * 我知道一条捷径。
zh_tw: <25>{#p/sans}* 這裡。 * 我知道一條捷徑。

source: <25>{#p/sans}* fast shortcut, huh?
pt_br: <25>{#p/sans}* atalho rápido, né?
zh_cn: <25>{#p/sans}* 很快的捷径，不是吗？
zh_tw: <25>{#p/sans}* 很快的捷徑，不是嗎？

source: <25>{#p/sans}* hey everyone.
pt_br: <25>{#p/sans}* e aí pessoal.
zh_cn: <25>{#p/sans}* 嘿，各位。
zh_tw: <25>{#p/sans}* 嘿，各位。

source: <32>{#p/basic}* Greetings, Sans. {#x1}* Hiya, Sansy~
pt_br: <32>{#p/basic}* Salve, Sans. {#x1}* Hoi, Sansy~
zh_cn: <32>{#p/basic}* 好啊，Sans。 {#x1}* 嘿呀，Sansy~
zh_tw: <32>{#p/basic}* 好啊，Sans。 {#x1}* 嘿呀，Sansy~

source: <32>{#p/basic}* Hey, Sans. {#x1}* (Hi, Sans.)
pt_br: <32>{#p/basic}* Ei, Sans. {#x1}* (Opa, Sans.)
zh_cn: <32>{#p/basic}* 嘿，Sans。 {#x1}* （嗨，Sans。）
zh_tw: <32>{#p/basic}* 嘿，Sans。 {#x1}* （嗨，Sans。）

source: <32>{#p/basic}* I once heard you set the bar on fire with a flamin' grillby, is that true?
pt_br: <32>{#p/basic}* Uma vez eu ouvi que você colocou o bar em chamas com o Grillby Flamejante, é verdade?
zh_cn: <32>{#p/basic}* 我听说你用烈焰grillby 把酒吧给点燃了， 是这样吗？
zh_tw: <32>{#p/basic}* 我聽說你用烈焰grillby 把酒吧給點燃了， 是這樣嗎？

source: <25>{#p/sans}{#f/3}* huh? * nah, those things are totally harmless.
pt_br: <25>{#p/sans}{#f/3}* huh? * nah, aqueles estavam totalmente murchos.
zh_cn: <25>{#p/sans}{#f/3}* 嗯？ * 不，那东西完全无害。
zh_tw: <25>{#p/sans}{#f/3}* 嗯？ * 不，那東西完全無害。

source: <25>{#f/2}* the only thing to ever set THIS bar on fire are my hilarious jokes.
pt_br: <25>{#f/2}* a única coisa que já colocou fogo NESSE bar foram minhas piadas.
zh_cn: <25>{#f/2}* 能让这酒吧燃起来的 只有我的招牌幽默笑话。
zh_tw: <25>{#f/2}* 能讓這酒吧燃起來的 只有我的招牌幽默笑話。

source: <25>{#p/sans}{#f/3}* gee grillby, where'd everybody go?
pt_br: <25>{#p/sans}{#f/3}* caramba grillby, cadê o pessoal?
zh_cn: <25>{#p/sans}{#f/3}* 哎呀，grillby， 大家伙人呢？
zh_tw: <25>{#p/sans}{#f/3}* 哎呀，grillby， 大傢伙人呢？

source: <32>* ... Grillbz didn't mention customers, but said seeing you is a nice relief.
pt_br: <32>* ... Grillby não mencionou clientes, mas disse que te ver trás um alívio.
zh_cn: <32>* ...Grillbz没说那些老主顾去哪了， 不过你来了他也松口气了。
zh_tw: <32>* ...Grillbz沒說那些老主顧去哪了， 不過你來了他也鬆口氣了。

source: <25>{#p/sans}{#f/0}* how strange.
pt_br: <25>{#p/sans}{#f/0}* que estranho.
zh_cn: <25>{#p/sans}{#f/0}* 怪事。
zh_tw: <25>{#p/sans}{#f/0}* 怪事。

source: <25>{#p/sans}* bud, why don't you come up here and take a seat?
pt_br: <25>{#p/sans}* ei cara, por que você não vem aqui e senta?
zh_cn: <25>{#p/sans}* 为什么不过来坐一下呢， 伙计？
zh_tw: <25>{#p/sans}* 為什麼不過來坐一下呢， 夥計？

source: <25>{#p/sans}* whoops, watch where you sit down in here.
pt_br: <25>{#p/sans}* ops, cuidado onde senta aqui.
zh_cn: <25>{#p/sans}* 嗷哟，小心你坐的地方。
zh_tw: <25>{#p/sans}* 嗷喲，小心你坐的地方。

source: <25>{#f/2}* some weirdo musta put a whoopee cushion on the seat.
pt_br: <25>{#f/2}* tem um esquisito que coloca almofadas de peido nas cadeiras.
zh_cn: <25>{#f/2}* 有些怪咖会把放屁垫 放在座位上。
zh_tw: <25>{#f/2}* 有些怪咖會把放屁墊 放在座位上。

source: <25>{#f/0}* ... anyway, let's order. * whaddya want?
pt_br: <25>{#f/0}* ... de toda forma, vamos pedir. * o que você gosta?
zh_cn: <25>{#f/0}* ...那么，来点餐吧。 * 你呲点啥？
zh_tw: <25>{#f/0}* ...那麼，來點餐吧。 * 你呲點啥？

source: Flamin' Grillbys
pt_br: Grillby Flamejante
zh_cn: 烈焰 Grillbys
zh_tw: 烈焰 Grillbys

source: Sliders
pt_br: Rosquinhas
zh_cn: 三只小汉堡
zh_tw: 三隻小漢堡

source: <26>{#p/sans}{#f/2}* hey, that's pretty good.
pt_br: <26>{#p/sans}{#f/2}* ei, isso parece bom.
zh_cn: <26>{#p/sans}{#f/2}* 嘿，听上去挺不错。
zh_tw: <26>{#p/sans}{#f/2}* 嘿，聽上去挺不錯。

source: <25>{#p/sans}* grillby, we'll have two flamin' versions of yourself.
pt_br: <25>{#p/sans}* grillby, vamos querer duas versões suas flamejando.
zh_cn: <25>{#p/sans}* grillby，给我们来两份 烈焰你自己。
zh_tw: <25>{#p/sans}* grillby，給我們來兩份 烈焰你自己。

source: <25>{#p/sans}* grillby, we'll have two sets of sliders.
pt_br: <25>{#p/sans}* grillby, vamos querer duas bandejas de rosquinhas.
zh_cn: <25>{#p/sans}* grillby，给我们来两份 小汉堡。
zh_tw: <25>{#p/sans}* grillby，給我們來兩份 小漢堡。

source: <25>{#p/sans}* so, what'd you think of my brother's attacks?
pt_br: <25>{#p/sans}* então, o que você acha dos ataques do meu irmão?
zh_cn: <25>{#p/sans}* 那么，你觉得我兄弟的攻击 咋样？
zh_tw: <25>{#p/sans}* 那麼，你覺得我兄弟的攻擊 咋樣？

source: Easy
pt_br: Fáceis
zh_cn: 简单
zh_tw: 簡單

source: Hard
pt_br: Difíceis
zh_cn: 难爆
zh_tw: 難爆

source: <25>{#p/sans}* easy? * get outta here.
pt_br: <25>{#p/sans}* fáceis? * Sai fora.
zh_cn: <25>{#p/sans}* 简单？ * 不会吧。
zh_tw: <25>{#p/sans}* 簡單？ * 不會吧。

source: <25>{#f/3}* papyrus's attacks are anything BUT easy.
pt_br: <25>{#f/3}* os ataques do papyrus são qualquer coisa menos fáceis.
zh_cn: <25>{#f/3}* papyrus的攻击咋就简单了。
zh_tw: <25>{#f/3}* papyrus的攻擊咋就簡單了。

source: <25>{#f/0}* you'd be surprised how long he spent working on 'em.
pt_br: <25>{#f/0}* você ficaria surpreso de quanto tempo ele passa trabalhando neles.
zh_cn: <25>{#f/0}* 我要是告诉你， 为了设计这些攻击 他花了多长时间...[ADD]<25>{#f/0}* 你肯定会吓到的。
zh_tw: <25>{#f/0}* 我要是告訴你， 為了設計這些攻擊 他花了多長時間...[ADD]<25>{#f/0}* 你肯定會嚇到的。

source: <26>{#f/0}* oh well. * at least he took breaks.
pt_br: <26>{#f/0}* hm, bom. * pelo menos ele descansa.
zh_cn: <26>{#f/0}* 唉，起码他没连轴转， 中途还是歇了歇。
zh_tw: <26>{#f/0}* 唉，起碼他沒連軸轉， 中途還是歇了歇。

source: <25>{#f/2}* and by that, i mean he brought his attack manuals outside.
pt_br: <25>{#f/2}* e por isso, eu quero dizer que ele leva seus ataques para todo lado.
zh_cn: <25>{#f/2}* 我是说，他把他的攻击手册 带出来了。
zh_tw: <25>{#f/2}* 我是說，他把他的攻擊手冊 帶出來了。

source: <25>{#p/sans}{#f/0}* tell me about it.
pt_br: <25>{#p/sans}{#f/0}* nem me fala.
zh_cn: <25>{#p/sans}{#f/0}* 跟我说说看。
zh_tw: <25>{#p/sans}{#f/0}* 跟我說說看。

source: <25>{#f/3}* once, after a particularly long day of attack revisions...
pt_br: <25>{#f/3}* uma vez, após um longo dia de revisão dos seus ataques...
zh_cn: <25>{#f/3}* 有一次，在经过了 漫长一天的攻击修改后...
zh_tw: <25>{#f/3}* 有一次，在經過了 漫長一天的攻擊修改後...

source: <25>{#f/0}* papyrus revealed all that he'd been working on up to that point.
pt_br: <25>{#f/0}* papyrus revelou tudo o que trabalhou até aquele dia.
zh_cn: <25>{#f/0}* papyrus向我透露了 他先前的所有制作成果。
zh_tw: <25>{#f/0}* papyrus向我透露了 他先前的所有製作成果。

source: <25>{#f/0}* i gotta say, i was impressed by what i saw.
pt_br: <25>{#f/0}* eu devo dizer, fiquei impressionado pelo que vi.
zh_cn: <25>{#f/0}* 说实话，在看到的那一刻， 我大受震撼。
zh_tw: <25>{#f/0}* 說實話，在看到的那一刻， 我大受震撼。

source: <25>{#f/2}* maybe one day, i'll even design an attack of my own.
pt_br: <25>{#f/2}* talvez algum dia, eu até faça designs de ataques pra mim.
zh_cn: <25>{#f/2}* 也许有朝一日，我会设计 独属于我的攻击。
zh_tw: <25>{#f/2}* 也許有朝一日，我會設計 獨屬於我的攻擊。

source: <25>{#p/sans}* here comes the grub.
pt_br: <25>{#p/sans}* aí vem a comida.
zh_cn: <25>{#p/sans}* 吃的来了。
zh_tw: <25>{#p/sans}* 吃的來了。

source: <25>{#p/sans}* regardless, you have to agree he goes above and beyond.
pt_br: <25>{#p/sans}* O fato é, você tem que concordar que ele é acima da média.
zh_cn: <25>{#p/sans}* 不管怎样，有一点你得承认： 他成功地超越了自我。
zh_tw: <25>{#p/sans}* 不管怎樣，有一點你得承認： 他成功地超越了自我。

source: <25>{#f/0}* matter of fact, those attack designs of his are a good example.
pt_br: <25>{#f/0}* Aqueles ataques dele são um ótimo exemplo disso.
zh_cn: <25>{#f/0}* 他的那些攻击设计就是 很好的例子。
zh_tw: <25>{#f/0}* 他的那些攻擊設計就是 很好的例子。

source: <25>{#f/3}* not too long ago, papyrus visited the captain of the guard...
pt_br: <25>{#f/3}* Não muito tempo atrás, papyrus visitou a capitã da guarda...
zh_cn: <25>{#f/3}* 不久前，papyrus去拜访了 皇家卫队队长...
zh_tw: <25>{#f/3}* 不久前，papyrus去拜訪了 皇家衛隊隊長...

source: <25>{#f/0}* and begged her to let him be in it.
pt_br: <25>{#f/0}* e implorou a ele para deixá-lo entrar.
zh_cn: <25>{#f/0}* 并恳求她让他加入 皇家守卫。
zh_tw: <25>{#f/0}* 並懇求她讓他加入 皇家守衛。

source: <25>{#f/3}* well, she shut the door on him. * classic undyne move.
pt_br: <25>{#f/3}* ela bateu a porta na cara dele. clássico movimento da undyne.
zh_cn: <25>{#f/3}* 唉，她直接当着他的面把门 摔上了。 * 经典的undyne式作风。
zh_tw: <25>{#f/3}* 唉，她直接當著他的面把門 摔上了。 * 經典的undyne式作風。

source: <25>{#f/0}* but when papyrus came back with his designs, a few hours later...
pt_br: <25>{#f/0}* mas quando o papyrus voltou com os designs horas depois...
zh_cn: <25>{#f/0}* 但几个小时后，当papyrus 带着他的设计归来时...
zh_tw: <25>{#f/0}* 但幾個小時後，當papyrus 帶著他的設計歸來時...

source: <25>{#f/0}* undyne was impressed, and decided she'd give him...
pt_br: <25>{#f/0}* undyne ficou impressionada e decidiu dar a ele...
zh_cn: <25>{#f/0}* undyne大受震撼，所以她 决定给予他...
zh_tw: <25>{#f/0}* undyne大受震撼，所以她 決定給予他...

source: <25>{#f/2}* ... well, let's just call it "warrior training."
pt_br: <25>{#f/2}* ... bem, vamos chamar de "treino do guerreiro."
zh_cn: <25>{#f/2}* ...好吧，咱姑且叫做 “军人般的训练”。
zh_tw: <25>{#f/2}* ...好吧，咱姑且叫做 「軍人般的訓練」。

source: <25>{#p/sans}* oh yeah, there's something i've been meaning to ask ya.
pt_br: <25>{#p/sans}* ah é, tem algo que eu precisava te perguntar.
zh_cn: <25>{#p/sans}* 哦对了，我想问你点事来着。
zh_tw: <25>{#p/sans}* 喔對了，我想問你點事來著。

source: <25>{#p/sans}{#f/3}* have you ever heard of a {@fill=#ff0}talking star{@fill=#fff}?
pt_br: <25>{#p/sans}{#f/3}* você já ouviu sobre uma tal {@fill=#ff0}flor falante{@fill=#fff}?
zh_cn: <25>{#p/sans}{#f/3}* 你曾听说过一种 {@fill=#ff0}会说话的星星{@fill=#fff}吗？
zh_tw: <25>{#p/sans}{#f/3}* 你曾聽說過一種 {@fill=#ff0}會說話的星星{@fill=#fff}嗎？

source: <25>{#p/sans}* so you know all about it, then.
pt_br: <25>{#p/sans}* você sabe sobre ela então.
zh_cn: <25>{#p/sans}* 原来你都知道啊。
zh_tw: <25>{#p/sans}* 原來你都知道啊。

source: <25>{#p/sans}* the {@fill=#003cff}signal star{@fill=#fff}.
pt_br: <25>{#p/sans}* a {@fill=#003cff}flor sinal{@fill=#fff}.
zh_cn: <25>{#p/sans}* {@fill=#003cff}讯星{@fill=#fff}。
zh_tw: <25>{#p/sans}* {@fill=#003cff}訊星{@fill=#fff}。

source: <25>{#p/sans}* well, lemme tell ya. * it's called the {@fill=#003cff}signal star{@fill=#fff}.
pt_br: <25>{#p/sans}* bem, deixe eu te contar. * é chamada de {@fill=#003cff}flor sinal{@fill=#fff}.
zh_cn: <25>{#p/sans}* 那么，我来告诉你吧 * 它叫{@fill=#003cff}讯星{@fill=#fff}。
zh_tw: <25>{#p/sans}* 那麼，我來告訴你吧 * 它叫{@fill=#003cff}訊星{@fill=#fff}。

source: <25>* they're all over the factory.
pt_br: <25>* Elas estão por toda a fábrica.
zh_cn: <25>* 工厂到处都是。
zh_tw: <25>* 工廠到處都是。

source: <25>* once they pick up a signal, they'll repeat it over and over...
pt_br: <25>* uma vez que elas pegam um sinal, repetem de novo e de novo...
zh_cn: <25>* 如果它们接收到一条讯息， 就会一遍又一遍地重复着...
zh_tw: <25>* 如果它們接收到一條訊息， 就會一遍又一遍地重複著...

source: <25>{#f/3}* what about it?
pt_br: <25>{#f/3}* o que tem elas?
zh_cn: <25>{#f/3}* 怎样？
zh_tw: <25>{#f/3}* 怎樣？

source: <25>{#f/0}* well, papyrus told me something interesting the other day.
pt_br: <25>{#f/0}* bem, papyrus me falou algo interessante outro dia.
zh_cn: <25>{#f/0}* 其实，有一天，papyrus 对我讲了一些有趣的事。
zh_tw: <25>{#f/0}* 其實，有一天，papyrus 對我講了一些有趣的事。

source: <25>* sometimes, when no one else is around...
pt_br: <25>* algumas vezes, quando ninguém está por perto...
zh_cn: <25>* 有些时候，当四下无人...
zh_tw: <25>* 有些時候，當四下無人...

source: <25>* a star appears from the heavens and whispers things to him.
pt_br: <25>* uma estrela aparece do céu e cochicha coisas para ele.
zh_cn: <25>* 一颗星星就会从天上飞下来， 对他说悄悄话。
zh_tw: <25>* 一顆星星就會從天上飛下來， 對他說悄悄話。

source: <25>* flattery... * advice... * encouragement...
pt_br: <25>* bajulações... * conselho... * encorajamento...
zh_cn: <25>* 有赞扬... * 有建议... * 有鼓励...
zh_tw: <25>* 有讚揚... * 有建議... * 有鼓勵...

source: <25>{#f/3}* ... predictions.
pt_br: <25>{#f/3}* ... o futuro.
zh_cn: <25>{#f/3}* ...也有预言。
zh_tw: <25>{#f/3}* ...也有預言。

source: <25>{#f/0}* weird, huh?
pt_br: <25>{#f/0}* estranho, huh?
zh_cn: <25>{#f/0}* 很诡异，对吗？
zh_tw: <25>{#f/0}* 很詭異，對嗎？

source: <25>* someone must be using a signal star to play a trick on him.
pt_br: <25>* alguém deve estar usando uma estrela para pregar uma peça nele.
zh_cn: <25>* 肯定是谁用了讯星对他玩了 什么诡计。
zh_tw: <25>* 肯定是誰用了訊星對他玩了 什麼詭計。

source: <25>* keep an eye out, ok?
pt_br: <25>* fica de olho por mim, beleza?
zh_cn: <25>* 帮我留意一下，行吗？
zh_tw: <25>* 幫我留意一下，行嗎？

source: <25>* thanks.
pt_br: <25>* valeu.
zh_cn: <25>* 谢了。
zh_tw: <25>* 謝了。

source: <25>{#p/sans}* ... er, grillby. * would you mind passing me the yamok sauce?
pt_br: <25>{#p/sans}* ... er, grillby. * poderia me passar o molho yamok?
zh_cn: <25>{#p/sans}* ...呃，grillby。 * 给我喷点雅莫万用酱呗？ゑ
zh_tw: <25>{#p/sans}* ...呃，grillby。 * 給我噴點雅莫萬用醬唄？ゑ

source: <25>{#p/sans}{#f/8}* delicious.
pt_br: <25>{#p/sans}{#f/8}* delicioso.
zh_cn: <25>{#p/sans}{#f/8}* 真是美味啊。
zh_tw: <25>{#p/sans}{#f/8}* 真是美味啊。

source: <25>{#p/sans}{#f/8}* well, i'll be at my station.
pt_br: <25>{#p/sans}{#f/8}* bem, eu vou estar na minha estação.
zh_cn: <25>{#p/sans}{#f/8}* 行吧，我要回到我的 岗位上了。
zh_tw: <25>{#p/sans}{#f/8}* 行吧，我要回到我的 崗位上了。

source: <25>{#f/8}* oh, and try to be nicer to people, will ya?
pt_br: <25>{#f/8}* oh, e tente ser mais legal com as pessoas, beleza?
zh_cn: <25>{#f/8}* 哦对了，记得对人好点。
zh_tw: <25>{#f/8}* 喔對了，記得對人好點。

source: <25>{#f/9}* you might regret it otherwise.
pt_br: <25>{#f/9}* talvez você acabe se arrependendo.
zh_cn: <25>{#f/9}* 要不然， 你哪天可能就后悔了。
zh_tw: <25>{#f/9}* 要不然， 你哪天可能就後悔了。

source: <25>{#f/8}* oh, and be sure to grab your food on the way out.
pt_br: <25>{#f/8}* oh, e não esquece de pegar sua comida antes de sair.
zh_cn: <25>{#f/8}* 对了， 记得把吃的带上再出门。
zh_tw: <25>{#f/8}* 對了， 記得把吃的帶上再出門。

source: <25>{#f/9}* you might need it soon.
pt_br: <25>{#f/9}* talvez você precise logo.
zh_cn: <25>{#f/9}* 后面可能会用上。
zh_tw: <25>{#f/9}* 後面可能會用上。

source: <25>{#p/sans}* i'm thinking about getting into the telescope business.
pt_br: <25>{#p/sans}* eu estou pensando em entrar no ramo dos telescópios.
zh_cn: <25>{#p/sans}* 我在考虑经营 望远镜生意。
zh_tw: <25>{#p/sans}* 我在考慮經營 望遠鏡生意。

source: <25>{#f/3}* this here is what you'd call a PREMIUM telescope.
pt_br: <25>{#f/3}* aqui tem o que eu chamo de um telescópio PREMIUM.
zh_cn: <25>{#f/3}* 放在我旁边的 就是所谓 高级望远镜。
zh_tw: <25>{#f/3}* 放在我旁邊的 就是所謂 高級望遠鏡。

source: <25>{#f/3}* i was planning on waiting to show it off tomorrow...
pt_br: <25>{#f/3}* eu estava pensando em apresentá-lo amanhã...
zh_cn: <25>{#f/3}* 我本打算明天再 开放给公众...
zh_tw: <25>{#f/3}* 我本打算明天再 開放給公眾...

source: <25>{#f/2}* but, with that premium membership voucher, you can use it early.
pt_br: <25>{#f/2}* mas, com esse voucher premium membership, você pode usar com acesso antecipado.
zh_cn: <25>{#f/2}* 但因为你有那张 高级会员券， 所以你可以提前用。
zh_tw: <25>{#f/2}* 但因為你有那張 高級會員券， 所以你可以提前用。

source: <25>{#f/2}* but, since i know you, you can use it early.
pt_br: <25>{#f/2}* mas, já que eu te conheço, você pode usar antecipado.
zh_cn: <25>{#f/2}* 但咱俩很熟， 所以你可以提前用。
zh_tw: <25>{#f/2}* 但咱倆很熟， 所以你可以提前用。

source: <25>{#f/0}* howzzabout it?
pt_br: <25>{#f/0}* Que tal?
zh_cn: <25>{#f/0}* 肿么样？
zh_tw: <25>{#f/0}* 腫麼樣？

source: <25>{#p/sans}{#f/2}* wanna try my telescope?
pt_br: <25>{#p/sans}{#f/2}* quer tentar meu telescópio?
zh_cn: <25>{#p/sans}{#f/2}* 要试试 我的望远镜吗？
zh_tw: <25>{#p/sans}{#f/2}* 要試試 我的望遠鏡嗎？

source: <25>{#p/sans}* lemme guess... * it doesn't work?
pt_br: <25>{#p/sans}* deixa eu adivinhar... * não tá funcionando?
zh_cn: <25>{#p/sans}* 让我猜猜... * 是坏掉了吗？
zh_tw: <25>{#p/sans}* 讓我猜猜... * 是壞掉了嗎？

source: <25>{#f/3}* oh, sorry, i thought you knew.
pt_br: <25>{#f/3}* ah, foi mal, eu pensei que você sabia.
zh_cn: <25>{#f/3}* 哦，抱歉， 我以为你知道呢。
zh_tw: <25>{#f/3}* 喔，抱歉， 我以為你知道呢。

source: <25>{#f/2}* a premium membership requires a premium subscription.
pt_br: <25>{#f/2}* Uma assinatura premium requer uma assinatura premium plus.
zh_cn: <25>{#f/2}* 高级会员是需要 付费订阅的。
zh_tw: <25>{#f/2}* 高級會員是需要 付費訂閱的。

source: <25>{#p/kidd}{#f/2}* You're kidding, right?
pt_br: <25>{#p/kidd}{#f/2}* Você tá brincando, né?
zh_cn: <25>{#p/kidd}{#f/2}* 你在开玩笑，对吧？
zh_tw: <25>{#p/kidd}{#f/2}* 你在開玩笑，對吧？

source: <25>{#p/sans}{#f/0}* nope. * premium subscription.
pt_br: <25>{#p/sans}{#f/0}* nope. * assinatura premium plus.
zh_cn: <25>{#p/sans}{#f/0}* 没。 * 付费订阅。
zh_tw: <25>{#p/sans}{#f/0}* 沒。 * 付費訂閱。

source: <25>{#p/kidd}{#f/1}* Darn!
pt_br: <25>{#p/kidd}{#f/1}* Pow!
zh_cn: <25>{#p/kidd}{#f/1}* 可恶！
zh_tw: <25>{#p/kidd}{#f/1}* 可惡！

source: <25>{#f/2}* a premium telescope requires a premium membership.
pt_br: <25>{#f/2}* Um telescópio premium requer uma assinatura premium.
zh_cn: <25>{#f/2}* 要使用高级望远镜 需要你具有 高级会员资格。
zh_tw: <25>{#f/2}* 要使用高級望遠鏡 需要你具有 高級會員資格。

source: <25>{#p/kidd}{#f/1}* What if I give them my membership voucher?
pt_br: <25>{#p/kidd}{#f/1}* E se eu te der meu voucher membership?
zh_cn: <25>{#p/kidd}{#f/1}* 如果我拿出会员券呢？
zh_tw: <25>{#p/kidd}{#f/1}* 如果我拿出會員券呢？

source: <25>{#p/sans}{#f/0}* oh. * well, that'd require a premium subscription.
pt_br: <25>{#p/sans}{#f/0}* oh. * bem, isso vai requerer uma assinatura premium.
zh_cn: <25>{#p/sans}{#f/0}* 哦。 * 这个嘛，就需要 付费订阅了。
zh_tw: <25>{#p/sans}{#f/0}* 喔。 * 這個嘛，就需要 付費訂閱了。

source: <25>{#p/sans}{#f/2}* oh well...
pt_br: <25>{#p/sans}{#f/2}* pois bem...
zh_cn: <25>{#p/sans}{#f/2}* 哎呀...
zh_tw: <25>{#p/sans}{#f/2}* 哎呀...

source: <32>{#p/tem}{#npc/a}* p... * tem heard human loves to pet tem...
pt_br: <32>{#p/tem}{#npc/a}* p... * tem ouviu humano ama cariciar tem...
zh_cn: <32>{#p/tem}{#npc/a}* 求... * tem听说银类喜翻 摸摸tem...
zh_tw: <32>{#p/tem}{#npc/a}* 求... * tem聽說銀類喜翻 摸摸tem...

source: <32>* u wana... * PET???
pt_br: <32>* tu qué... * ACARICIAR???
zh_cn: <32>* 尼想... * 摸摸嘛？？？
zh_tw: <32>* 尼想... * 摸摸嘛？？？

source: {#npc}* (What do you say?)
pt_br: {#npc}* (O que você acha?)
zh_cn: {#npc}* （你要怎么回答？）
zh_tw: {#npc}* （你要怎麼回答？）

source: Yuz.
pt_br: Simy.
zh_cn: 素的。
zh_tw: 素的。

source: Nuu!
pt_br: Nuou!
zh_cn: 卜要！
zh_tw: 卜要！

source: <32>{#p/human}* (You pet temmie.)
pt_br: <32>{#p/human}* (Você acaricia temmie.)
zh_cn: <32>{#p/human}* （你摸了摸temmie。）
zh_tw: <32>{#p/human}* （你摸了摸temmie。）

source: <32>{#p/tem}{#npc/a}* uwawawawah.....
zh_cn: <32>{#p/tem}{#npc/a}* 呜哇哦哇哦哇哦.....
zh_tw: <32>{#p/tem}{#npc/a}* 嗚哇喔哇喔哇喔.....

source: <32>{#p/tem}{#npc/a}* Go away.
pt_br: <32>{#p/tem}{#npc/a}* Vá embora.
zh_cn: <32>{#p/tem}{#npc/a}* 滚开。
zh_tw: <32>{#p/tem}{#npc/a}* 滾開。

source: <32>{#p/human}* (You continue petting temmie.)
pt_br: <32>{#p/human}* (Você continua acariciando temmie.)
zh_cn: <32>{#p/human}* （你继续摸temmie。）
zh_tw: <32>{#p/human}* （你繼續摸temmie。）

source: <32>{#p/human}* (You flip the switch behind the statue.)
pt_br: <32>{#p/human}* (Você abaixa a alavanca atrás da estátua.)
zh_cn: <32>{#p/human}* （你按下了雕像后的开关。）
zh_tw: <32>{#p/human}* （你按下了雕像後的開關。）

source: <32>{#p/human}* (The riddle here describes a statue like this one and hints at a sequence of notes.)
pt_br: <32>{#p/human}* (O enigma aqui descreve uma estátua como esta e sugere uma sequência de notas.)
zh_cn: <32>{#p/human}* （上面的谜题描述了一个 像这样的雕像， 并提示了一些旋律。）
zh_tw: <32>{#p/human}* （上面的謎題描述了一個 像這樣的雕像， 並提示了一些旋律。）

source: <32>{#p/human}* (It also mentions bringing an item to a specific opposing room.)
pt_br: <32>{#p/human}* (Menciona também trazer itens para uma sala específica.)
zh_cn: <32>{#p/human}* （它还提到 将道具带到对立的房间。）
zh_tw: <32>{#p/human}* （它還提到 將道具帶到對立的房間。）

source: <32>{#p/basic}* ... there's a riddle here.
pt_br: <32>{#p/basic}* ... tem um enigma aqui.
zh_cn: <32>{#p/basic}* ...上面刻着一个谜题。
zh_tw: <32>{#p/basic}* ...上面刻著一個謎題。

source: <32>* "Flip the switch and bring a friend to a place you've been before again..."
pt_br: <32>* "Abaixe a alavanca e traga um amigo para um local que você nunca esteve..."
zh_cn: <32>* “玄机暗中已动，携友故地重游。”
zh_tw: <32>* 「玄機暗中已動，攜友故地重遊。」

source: <32>* "A figure not unlike my own, a statue carved and set in stone."
pt_br: <32>* "Uma figura não muito diferente da minha, uma estátua esculpida e gravada em pedra."
zh_cn: <32>* “石像如我立当中，顿悟旋律路自通。”
zh_tw: <32>* 「石像如我立當中，頓悟旋律路自通。」

source: <32>* "Follow the sequence of notes divined, to unlock the path to the other side..."
pt_br: <32>* "Siga a sequência de notas divinas, para desbloquear o caminho do outro lado..."
zh_cn: <32>* “借力破迷踪。”
zh_tw: <32>* 「借力破迷蹤。」

source: <32>* "Bring the item to the room nextdoor, and all the power will be yours."
pt_br: <32>* "Traga o ítem para a próxima sala e todo o poder será seu."
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#p/human}* (It also mentions bringing an item to a specific area.)
pt_br: <32>{#p/human}* (Também menciona trazer um ítem para uma área específica.)
zh_cn: <32>{#p/human}* （它还提到 将物品带到特定的区域。）
zh_tw: <32>{#p/human}* （它還提到 將物品帶到特定的區域。）

source: <32>{#p/basic}* "Flip the switch and bring a friend to a place you've been before again..."
pt_br: <32>{#p/basic}* "Abaixa a alavanca e traga um amigo a um lugar que você já esteve antes..."
zh_cn: <32>{#p/basic}* “开关既已启，同友归故地。”
zh_tw: <32>{#p/basic}* 「開關既已啟，同友歸故地。」

source: <32>* ... the switch back here has already been pulled.
pt_br: <32>* ... a alavanca aqui atrás já foi puxada.
zh_cn: <32>* ...这里的开关 已经被拉下来了。
zh_tw: <32>* ...這裡的開關 已經被拉下來了。

source: <32>{#p/human}* (The sign emphasizes the fame of the statue.)
pt_br: <32>{#p/human}* (O sinal da ênfase na fama da estátua.)
zh_cn: <32>{#p/human}* （文字强调了雕像的名气。）
zh_tw: <32>{#p/human}* （文字強調了雕像的名氣。）

source: <32>{#p/basic}* "Statue of tem... very famus" * "VERY!!!!!!!!!"
pt_br: <32>{#p/basic}* "Estátua da tem... bem famuosa" * "BEM!!!!!!!!!"
zh_cn: <32>{#p/basic}* “tem的雕像... 超级著民” * “超级！！！！！！！！！”
zh_tw: <32>{#p/basic}* 「tem的雕像... 超級著民」 * 「超級！！！！！！！！！」

source: <32>{#p/basic}* A pile of glass shards.
pt_br: <32>{#p/basic}* Uma pilha de cacos de vidro.
zh_cn: <32>{#p/basic}* 一地碎玻璃渣。
zh_tw: <32>{#p/basic}* 一地碎玻璃渣。

source: * (Stomp on them?)
pt_br: * (Pisar neles?)
zh_cn: * （要一脚踹飞吗？）
zh_tw: * （要一腳踹飛嗎？）

source: <32>{#p/human}* (You decide not to stomp.)
pt_br: <32>{#p/human}* (Você decide não pisar.)
zh_cn: <32>{#p/human}* （你想了想，还是算了。）
zh_tw: <32>{#p/human}* （你想了想，還是算了。）

source: <32>{#p/basic}* With the might of your indomitable soles, you charged up the ultimate power move!
pt_br: <32>{#p/basic}* Com a força de suas solas indomáveis, você carregou o movimento de poder final!
zh_cn: <32>{#p/basic}* 凭借着不屈不挠的意志， 你发动了天残神功！
zh_tw: <32>{#p/basic}* 憑藉著不屈不撓的意志， 你發動了天殘神功！
