Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* The shards have been scattered across the room.
pt_br: <32>{#p/basic}* Os fragmentos foram espalhados pela sala.
zh_cn: <32>{#p/basic}* 玻璃渣被震得到处都是。
zh_tw: <32>{#p/basic}* 玻璃渣被震得到處都是。

source: <25>{#p/undyne}{#f/8}* PFFT- * OH MY GOD!!!
pt_br: <25>{#p/undyne}{#f/8}* PFFT- * OH MEU SENHOR!!!
zh_cn: <25>{#p/undyne}{#f/8}* 啐— * 我的天呐！！！
zh_tw: <25>{#p/undyne}{#f/8}* 啐— * 我的天吶！！！

source: <25>{#p/undyne}{#f/1}* That's the kind of attitude I like to see!
pt_br: <25>{#p/undyne}{#f/1}* Essa é o tipo de atitude que eu gosto!
zh_cn: <25>{#p/undyne}{#f/1}* 这才是我想看到的态度！
zh_tw: <25>{#p/undyne}{#f/1}* 這才是我想看到的態度！

source: <25>{#p/undyne}{#f/17}* I mean, uh, I mean, how could you do that to my kitchen...!
pt_br: <25>{#p/undyne}{#f/17}* Quer dizer, uh, é, como você pode fazer isso com minha cozinha...!
zh_cn: <25>{#p/undyne}{#f/17}* 我是说，额， 我的意思是，你怎么敢 这么对待我的厨房...！
zh_tw: <25>{#p/undyne}{#f/17}* 我是說，額， 我的意思是，你怎麼敢 這麼對待我的廚房...！

source: <25>{#p/sans}{#f/0}* hey, you there?
pt_br: <25>{#p/sans}{#f/0}* ei, você está aí?
zh_cn: <25>{#p/sans}{#f/0}* 嘿，你在吗？
zh_tw: <25>{#p/sans}{#f/0}* 嘿，你在嗎？

source: <25>{#f/3}* it's been a while since i heard from you.
pt_br: <25>{#f/3}* já faz um tempo desde que eu ouvi sobre você.
zh_cn: <25>{#f/3}* 我已经有一段时间 没有听到你的消息了。
zh_tw: <25>{#f/3}* 我已經有一段時間 沒有聽到你的訊息了。

source: <25>{#f/2}* didja fall into a wormhole or something?
pt_br: <25>{#f/2}* ocê caiu em um buraco de minhoca ou coisa do tipo?
zh_cn: <25>{#f/2}* 你掉进虫洞了 还是怎么着？
zh_tw: <25>{#f/2}* 你掉進蟲洞了 還是怎麼著？

source: <25>{#f/3}* some kid seemed really antsy to see you again.
pt_br: <25>{#f/3}* uma criança parecia muito querer te ver de novo.
zh_cn: <25>{#f/3}* 有个孩子好像等不及 想再见到你了。
zh_tw: <25>{#f/3}* 有個孩子好像等不及 想再見到你了。

source: <25>{#f/2}* didja make a new friend while i was gone?
pt_br: <25>{#f/2}* ocê fez um novo amigo enquanto eu estive fora?
zh_cn: <25>{#f/2}* 你是等我走了之后 交了个新朋友吗？
zh_tw: <25>{#f/2}* 你是等我走了之後 交了個新朋友嗎？

source: <25>{#f/0}* ... heh.
zh_cn: <25>{#f/0}* ...哈。
zh_tw: <25>{#f/0}* ...哈。

source: <25>{#f/0}* i guess you're okay.
pt_br: <25>{#f/0}* eu acho que você está bem.
zh_cn: <25>{#f/0}* 我猜你现在还好。
zh_tw: <25>{#f/0}* 我猜你現在還好。

source: <25>{#f/3}* i did want to keep a closer eye on you, but...
pt_br: <25>{#f/3}* eu queria manter o olho em você, mas...
zh_cn: <25>{#f/3}* 我真的很想密切关注你， 但是...
zh_tw: <25>{#f/3}* 我真的很想密切關注你， 但是...

source: <25>{#f/0}* for some reason, this premium telescope can't see through walls.
pt_br: <25>{#f/0}* por alguma razão, esse telescópio premium não vê através de paredes.
zh_cn: <25>{#f/0}* 出于某些原因， 这台昂贵的望远镜 没法透过墙壁看到东西。
zh_tw: <25>{#f/0}* 出於某些原因， 這臺昂貴的望遠鏡 沒法透過牆壁看到東西。

source: <25>{#f/2}* what a scam. * i'll have to call my premium fraud agent.
pt_br: <25>{#f/2}* que trapaça, eu vou ter que chamar meu advogado premium de fraudes.
zh_cn: <25>{#f/2}* 我被骗了。 * 得赶紧联系 我的私人反诈专家。
zh_tw: <25>{#f/2}* 我被騙了。 * 得趕緊聯繫 我的私人反詐專家。

source: <25>{#f/0}* in the meantime, you should be fine for now.
pt_br: <25>{#f/0}* no meio tempo, você deve estar bem por agora.
zh_cn: <25>{#f/0}* 现在， 你应该不会有事的。
zh_tw: <25>{#f/0}* 現在， 你應該不會有事的。

source: <25>{#f/3}* the area ahead of you seems pretty empty, by my estimate.
pt_br: <25>{#f/3}* a área na sua frente parece bem vazias, por estimativa.
zh_cn: <25>{#f/3}* 我寻思， 你前头应该没啥东西。
zh_tw: <25>{#f/3}* 我尋思， 你前頭應該沒啥東西。

source: <25>{#f/2}* but hey. * i could be wrong.
pt_br: <25>{#f/2}* mas ei. * eu posso estar errado.
zh_cn: <25>{#f/2}* 但别高兴太早， 也许我搞错了呢。
zh_tw: <25>{#f/2}* 但別高興太早， 也許我搞錯了呢。

source: <25>{#f/0}* in the meantime, you shouldn't have too much more trouble.
pt_br: <25>{#f/0}* no meio tempo, você não vai ter muitos problemas.
zh_cn: <25>{#f/0}* 在此期间， 你应该不会 遇到太多麻烦。
zh_tw: <25>{#f/0}* 在此期間， 你應該不會 遇到太多麻煩。

source: <25>{#f/3}* the area ahead of you will be evacuated soon.
pt_br: <25>{#f/3}* a área na sua frente será evacuada logo, logo.
zh_cn: <25>{#f/3}* 你前面的区域 很快就会被疏散。
zh_tw: <25>{#f/3}* 你前面的區域 很快就會被疏散。

source: <25>{#f/2}* hmm... i wonder if anyone will still be out there.
pt_br: <25>{#f/2}* hmmm... eu me pergunto se ainda terá alguém por lá.
zh_cn: <25>{#f/2}* 嗯... 我挺在意 是否还有人在外面。
zh_tw: <25>{#f/2}* 嗯... 我挺在意 是否還有人在外面。

source: <25>{#f/0}* in the meantime, just be careful what you do next.
pt_br: <25>{#f/0}* no meio tempo, só toma cuidado com o que fará depois.
zh_cn: <25>{#f/0}* 在此期间， 请注意你接下来的行动。
zh_tw: <25>{#f/0}* 在此期間， 請注意你接下來的行動。

source: <25>{#f/3}* it'd be a shame if we had to evacuate the foundry as well.
pt_br: <25>{#f/3}* seria lamentável ter que evacuar a Foundry também.
zh_cn: <25>{#f/3}* 如果我们也必须撤离 铸厂，那也太可惜了。
zh_tw: <25>{#f/3}* 如果我們也必須撤離 鑄廠，那也太可惜了。

source: <25>{#f/0}* in the meantime, just be careful who you talk to.
pt_br: <25>{#f/0}* no meio tempo, só toma cuidado com quem você fala.
zh_cn: <25>{#f/0}* 还有啊，说话的时候 注意下对面是谁。
zh_tw: <25>{#f/0}* 還有啊，說話的時候 注意下對面是誰。

source: <25>{#f/3}* rumor has it, someone's been roughhousing folks in the factory.
pt_br: <25>{#f/3}* tem um rumor de alguém expulsando pessoas da fábrica.
zh_cn: <25>{#f/3}* 有传言说， 有谁一直在铸厂 欺凌工人。
zh_tw: <25>{#f/3}* 有傳言說， 有誰一直在鑄廠 欺凌工人。

source: <25>{#f/3}* rumor has it, someone's been causing havoc near the trash depository.
pt_br: <25>{#f/3}* tem o rumor de alguém causando briga no depósito de lixo.
zh_cn: <25>{#f/3}* 有传言说， 有谁在垃圾处理站附近 大搞破坏。
zh_tw: <25>{#f/3}* 有傳言說， 有誰在垃圾處理站附近 大搞破壞。

source: <32>{#p/basic}* A bastion box. * There's a human inside...
pt_br: <32>{#p/basic}* Uma caixa bastião. * Tem um humano dentro...
zh_cn: <32>{#p/basic}* 这是个休眠舱。 * 有个人类在里头...
zh_tw: <32>{#p/basic}* 這是個休眠艙。 * 有個人類在裡頭...

source: <32>{#p/finalghost}* Hello there. * I still remember the first time we met...
pt_br: <32>{#p/finalghost}* Opa. * Eu ainda me lembro da primeira vez que nós vimos...
zh_cn: <32>{#p/finalghost}* 你好。 * 我仍然对我们第一次见面的 情景历历在目...
zh_tw: <32>{#p/finalghost}* 你好。 * 我仍然對我們第一次見面的 情景歷歷在目...

source: <32>{#p/finalghost}* Toriel was so proud of you for talking to me.
pt_br: <32>{#p/finalghost}* Toriel estava tão feliz por te ver falar comigo.
zh_cn: <32>{#p/finalghost}* Toriel为你能与我交谈 而感到骄傲。
zh_tw: <32>{#p/finalghost}* Toriel為你能與我交談 而感到驕傲。

source: <32>* Personally, I don't think too much about how I talk to people, so...
pt_br: <32>* Pessoalmente, eu não penso muito sobre como eu converso com as pessoas, então...
zh_cn: <32>* 就我个人而言， 我不太在意如何和别人交谈， 所以...
zh_tw: <32>* 就我個人而言， 我不太在意如何和別人交談， 所以...

source: <32>* I'm not sure what else to say about that.
pt_br: <32>* Eu não tenho certeza do que falar sobre aquilo.
zh_cn: <32>* 我不知道要说啥。
zh_tw: <32>* 我不知道要說啥。

source: <32>{#p/finalghost}* ... much to my dismay.
pt_br: <32>{#p/finalghost}* ... muito para digerir.
zh_cn: <32>{#p/finalghost}* ...多令人沮丧。
zh_tw: <32>{#p/finalghost}* ...多令人沮喪。

source: <32>* Being forced out of your dummy outright is kind of annoying.
pt_br: <32>* Ser forçado a sair do seu boneco é bem chato.
zh_cn: <32>* 被迫离开你的人偶 真的很烦人。
zh_tw: <32>* 被迫離開你的人偶 真的很煩人。

source: <32>{#p/finalghost}* It was rather silly how you ran away from me.
pt_br: <32>{#p/finalghost}* Foi bem engraçado o jeito que você fugiu de mim.
zh_cn: <32>{#p/finalghost}* 你从我身边逃跑 真的太蠢了。
zh_tw: <32>{#p/finalghost}* 你從我身邊逃跑 真的太蠢了。

source: <32>* Toriel had every right to be worried about you running from an inanimate object.
pt_br: <32>* Toriel tinha todo o direito de ficar preocupada contigo por correr de um objeto inanimado.
zh_cn: <32>* Toriel完全有理由 担心你会从一个无生命的 物体旁逃跑。
zh_tw: <32>* Toriel完全有理由 擔心你會從一個無生命的 物體旁逃跑。

source: <32>{#p/finalghost}* ... not that I have any right to.
pt_br: <32>{#p/finalghost}* ... não que eu tenho o direito.
zh_cn: <32>{#p/finalghost}* ...不是说我要求什么。
zh_tw: <32>{#p/finalghost}* ...不是說我要求什麼。

source: <32>* I mean, how could you actually be that boring? * It must be a skill.
pt_br: <32>* Quer dizer, como você pode ser tão entediante? * Deve ser uma habilidade.
zh_cn: <32>* 我的意思是， 你怎么这么无聊？ * 你这一定是一种技巧吧。
zh_tw: <32>* 我的意思是， 你怎麼這麼無聊？ * 你這一定是一種技巧吧。

source: <32>{#p/finalghost}* ... ha...
zh_cn: <32>{#p/finalghost}* ...哈...
zh_tw: <32>{#p/finalghost}* ...哈...

source: <32>* ... maybe, when I get another vessel, the two of us can... do our thing again.
pt_br: <32>* ... talvez, quando eu pegar outro corpo, nós dois podemos... fazer aquilo.
zh_cn: <32>* ...也许，等我找到另一个 容器，我们两个可以... 再来一次。
zh_tw: <32>* ...也許，等我找到另一個 容器，我們兩個可以... 再來一次。

source: <32>* You remember, don't you?
pt_br: <32>* Você lembra, não lembra?
zh_cn: <32>* 你还记得，不是吗？
zh_tw: <32>* 你還記得，不是嗎？

source: <32>* Being forced to move after such a long period of blissful inanimateness...
pt_br: <32>* Ser forçado a se mover após um período tão longo de inanimação...
zh_cn: <32>* 在这么长时间的无生命 的幸福中，被迫搬家...
zh_tw: <32>* 在這麼長時間的無生命 的幸福中，被迫搬家...

source: <32>* It was very uncomfortable.
pt_br: <32>* Foi bem desconfortável.
zh_cn: <32>* 实在是令人不快。
zh_tw: <32>* 實在是令人不快。

source: <32>{#p/finalghost}* Toriel was so taken aback by your flirtatious ways.
pt_br: <32>{#p/finalghost}* Toriel ficou tão chocada com seus jeitos flertosos.
zh_cn: <32>{#p/finalghost}* 你调情的方式 可让Toriel大吃一惊啊。
zh_tw: <32>{#p/finalghost}* 你調情的方式 可讓Toriel大吃一驚啊。

source: <32>* Personally, I thought it was hilarious.
pt_br: <32>* Pessoalmente, eu achei hilário.
zh_cn: <32>* 就我个人而言，这真滑稽。
zh_tw: <32>* 就我個人而言，這真滑稽。

source: <32>* I was laughing on the inside.
pt_br: <32>* Eu estava rindo por dentro.
zh_cn: <32>* 我那时在内心偷笑。
zh_tw: <32>* 我那時在內心偷笑。

source: <32>* Anyway...
pt_br: <32>* De toda forma...
zh_cn: <32>* 无论如何...
zh_tw: <32>* 無論如何...

source: <32>* We all decided to hang out at Blooky's before leaving for the new homeworld.
pt_br: <32>* Todos nós decidimos ir no Blooky antes de ir embora para o mundo natal.
zh_cn: <32>* 我们都决定在前往新家园前， 在Blooky家消遣。
zh_tw: <32>* 我們都決定在前往新家園前， 在Blooky家消遣。

source: <32>* I will say, Blooky sure had some "interesting" music queued for download here...
pt_br: <32>* Eu devo dizer, Blooky com certeza tem uma playlist "interessante" de músicas.
zh_cn: <32>* 我要说的是， Blooky确实有一些 “有趣”的音乐等待排队下载...
zh_tw: <32>* 我要說的是， Blooky確實有一些 「有趣」的音樂等待排隊下載...

source: <32>* What's a "Hyper Rage" anyway?
pt_br: <32>* O que é uma "Hiper Fúria", afinal?
zh_cn: <32>* “狂怒剑皇”是啥歌啊？
zh_tw: <32>* 「狂怒劍皇」是啥歌啊？

source: <32>{#p/basic}* A song I wish I hadn't made.
pt_br: <32>{#p/basic}* Um som que eu desejava não ter feito.
zh_cn: <32>{#p/basic}* 我的黑历史。
zh_tw: <32>{#p/basic}* 我的黑歷史。

source: <32>{#p/finalghost}* Oh? * You made this?
pt_br: <32>{#p/finalghost}* Oh? * Você fez isso?
zh_cn: <32>{#p/finalghost}* 哦？ * 你做的？
zh_tw: <32>{#p/finalghost}* 喔？ * 你做的？

source: <32>{#p/basic}* Unfortunately, mew.
pt_br: <32>{#p/basic}* Infelizmente, mew.
zh_cn: <32>{#p/basic}* 不幸的是，是的喵。
zh_tw: <32>{#p/basic}* 不幸的是，是的喵。

source: <32>{#p/finalghost}* I can see why you would want to forget about it.
pt_br: <32>{#p/finalghost}* Eu entendo o porque de você querer esquecer.
zh_cn: <32>{#p/finalghost}* 我可以理解你为何不愿回忆。
zh_tw: <32>{#p/finalghost}* 我可以理解你為何不願回憶。

source: <32>{#p/finalghost}* She's looking to move past her violent ways.
pt_br: <32>{#p/finalghost}* Ela está procurando superar seus modos violentos.
zh_cn: <32>{#p/finalghost}* 她想要摆脱她的暴力倾向。
zh_tw: <32>{#p/finalghost}* 她想要擺脫她的暴力傾向。

source: <32>{#p/basic}* So, being an angry dummy got boring after a while.
pt_br: <32>{#p/basic}* Então, ser um boneco com raiva se tornou entediante com o tempo.
zh_cn: <32>{#p/basic}* 确实如此，当一个愤怒的人偶 时间一长就无聊了。
zh_tw: <32>{#p/basic}* 確實如此，當一個憤怒的人偶 時間一長就無聊了。

source: <32>* Then I asked Alphys to make me a replica of her favorite Mew Mew doll, mew!
pt_br: <32>* Então eu pedi para Alphys fazer uma réplica da Mew Mew Dol pra mim!
zh_cn: <32>* 因此我让Alphys帮我制作 一个她最爱的喵喵玩偶 的复制品喵。
zh_tw: <32>* 因此我讓Alphys幫我製作 一個她最愛的喵喵玩偶 的複製品喵。

source: <32>* Wow. * Wow! * WOW!!
zh_cn: <32>* 哇哦。 * 哇哦！ * 哇哦！！
zh_tw: <32>* 哇喔。 * 哇喔！ * 哇喔！！

source: <32>* I haven't felt this happy in a long time.
pt_br: <32>* Eu não me sentia feliz assim a muito tempo.
zh_cn: <32>* 我从来都没这么开心过。
zh_tw: <32>* 我從來都沒這麼開心過。

source: <32>{#p/basic}* Sometimes all it takes is the right vessel, mew!!
pt_br: <32>{#p/basic}* As vezes tudo que precisa é um novo corpo, mew!!
zh_cn: <32>{#p/basic}* 有时我们需要的 就只是一个正确的容器， 喵！！
zh_tw: <32>{#p/basic}* 有時我們需要的 就只是一個正確的容器， 喵！！

source: <32>{#p/mettaton}{#e/mettaton/9}* WHILE BLOOKY'S BUSY AT THE SHOP, WE DECIDED WE'D LOOK AFTER THEIR FARM ONCE MORE.
pt_br: <32>{#p/mettaton}{#e/mettaton/9}* ENQUANTO BLOOKY ESTÁ OCUPADO NA LOJA, DECIDIMOS OLHAR A FAZENDA MAIS UMA VEZ.
zh_cn: <32>{#p/mettaton}{#e/mettaton/9}* 当BLOOKY在店里忙的时候， 我们决定再一次照看它的农场。
zh_tw: <32>{#p/mettaton}{#e/mettaton/9}* 當BLOOKY在店裡忙的時候， 我們決定再一次照看它的農場。

source: <32>{#e/mettaton/8}* OF COURSE, IT'S ONLY FOR A DAY BEFORE WE LEAVE THE OUTPOST. * BUT STILL.
pt_br: <32>{#e/mettaton/8}* CLARO, SÓ POR UM DIA ANTES DE IRMOS EMBORA DO OUTPOST. * MAS AINDA ASSIM.
zh_cn: <32>{#e/mettaton/8}* 当然， 只在离开前哨站的前一天。
zh_tw: <32>{#e/mettaton/8}* 當然， 只在離開前哨站的前一天。

source: <32>{#e/mettaton/36}* THINKING BACK, I'VE BEEN PRETTY OVER-DRAMATIC ABOUT THE WHOLE THING.
pt_br: <32>{#e/mettaton/36}* PENSANDO NO PASSADO, EU FUI MEIO DRAMÁTICO SOBRE A COISA TODA.
zh_cn: <32>{#e/mettaton/36}* 回想起来， 我对整件事表现得 有点过于戏剧化了。
zh_tw: <32>{#e/mettaton/36}* 回想起來， 我對整件事表現得 有點過於戲劇化了。

source: <32>{#e/mettaton/36}* BLOOKY NEVER DID -THAT- MUCH WRONG... I GUESS I JUST DIDN'T WANT TO ADMIT I WAS BORED.
pt_br: <32>{#e/mettaton/36}* BLOOKY NUNCA FEZ -TANTO- MAU... EU ACHO QUE EU SÓ NÃO QUERIA ADMITIR MEU TÉDIO.
zh_cn: <32>{#e/mettaton/36}* BLOOKY【什么】都没做错... 我只是不想承认 我为此厌倦罢了。
zh_tw: <32>{#e/mettaton/36}* BLOOKY【什麼】都沒做錯... 我只是不想承認 我為此厭倦罷了。

source: <32>{#e/mettaton/8}* BUT MAYBE THAT'S WHAT MAKES ME SUCH A GREAT ACTOR.
pt_br: <32>{#e/mettaton/8}* MAS TALVEZ É ISSO QUE ME FAZ UM GRANDE ATOR.
zh_cn: <32>{#e/mettaton/8}* 但同时这也让我成为了 一名著名演员。
zh_tw: <32>{#e/mettaton/8}* 但同時這也讓我成為了 一名著名演員。

source: <32>{#e/mettaton/37}* IT'S NOT ACTING IF YOU CAN'T PUT TOO MUCH EMOTION INTO IT!
pt_br: <32>{#e/mettaton/37}* NÃO É ENCENAÇÃO SE VOCÊ NÃO COLOCAR EMOÇÃO!
zh_cn: <32>{#e/mettaton/37}* 不能投入情感的表演 根本不能算是表演！
zh_tw: <32>{#e/mettaton/37}* 不能投入情感的表演 根本不能算是表演！

source: <32>{#e/mettaton/9}* ... OR SOMETHING LIKE THAT.
pt_br: <32>{#e/mettaton/9}* ... OU ALGUMA COISA ASSIM.
zh_cn: <32>{#e/mettaton/9}* ...或者类似的东西。
zh_tw: <32>{#e/mettaton/9}* ...或者類似的東西。

source: <32>{#p/mettaton}{#e/mettaton/9}* IF YOU EVER NEED AN ACTOR, YOU KNOW WHO TO CALL.
pt_br: <32>{#p/mettaton}{#e/mettaton/9}* SE VOCÊ PRECISAR UM ATOR POR QUALQUER MOTIVO, JÁ SABE COM QUEM FALAR.
zh_cn: <32>{#p/mettaton}{#e/mettaton/9}* 需要演员的话， 你知道该找谁。
zh_tw: <32>{#p/mettaton}{#e/mettaton/9}* 需要演員的話， 你知道該找誰。

source: <32>{#p/basic}* It's an upright sleeping dog.
pt_br: <32>{#p/basic}* É um cachorro dormindo.
zh_cn: <32>{#p/basic}* 一只站得笔挺的狗子睡得正香。ゑ
zh_tw: <32>{#p/basic}* 一隻站得筆挺的狗子睡得正香。ゑ

source: <25>{#p/asriel2}{#f/10}* I gotta say, this is rather in character.
pt_br: <25>{#p/asriel2}{#f/10}* Eu tenho que dizer, isso é bem no personagem.
zh_cn: <25>{#p/asriel2}{#f/10}* 不得不说，她就是这种货色。ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 不得不說，她就是這種貨色。ゑ

source: <32>{#p/basic}* This dog appears to be asleep, yet its stance is one of ultra battle-readiness.
pt_br: <32>{#p/basic}* Este cachorro parece estar dormindo, ainda assim mantém a posição de batalha.
zh_cn: <32>{#p/basic}* 这只狗看起来像是睡着了， 但它的姿势是一种极度的 战备状态。
zh_tw: <32>{#p/basic}* 這隻狗看起來像是睡著了， 但它的姿勢是一種極度的 戰備狀態。

source: <33>{#p/basic}* Quite the para-dogs!
pt_br: <33>{#p/basic}* Que cachorro mais paradogxal!
zh_cn: <33>{#p/basic}* 不愧是空降犬！
zh_tw: <33>{#p/basic}* 不愧是空降犬！

source: <32>{#p/human}* (The couch appears to be new, but something tells you it's not.)
pt_br: <32>{#p/human}* (A sofá parece ser novo, mas algo te diz que não é.)
zh_cn: <32>{#p/human}* （这沙发看起来是新的， 但直觉告诉你并不是。）
zh_tw: <32>{#p/human}* （這沙發看起來是新的， 但直覺告訴你並不是。）

source: <32>{#p/basic}* This couch looks just as worn as it does brand-new.
pt_br: <32>{#p/basic}* Este sofá parece tão quentinho quanto quando era novo.
zh_cn: <32>{#p/basic}* 这沙发新旧新旧的。
zh_tw: <32>{#p/basic}* 這沙發新舊新舊的。

source: <32>{#p/basic}* We're ghosts, so we don't really need a couch, mew.
pt_br: <32>{#p/basic}* Nós somos fantasmas, então não precisamos de sofá ou colchão, mew.
zh_cn: <32>{#p/basic}* 我们是幽灵， 我们不需要沙发，喵。
zh_tw: <32>{#p/basic}* 我們是幽靈， 我們不需要沙發，喵。

source: <32>* We just thought the room looked better with one in it!
pt_br: <32>* Nós só pensamos que a sala ficaria mais legal com um!
zh_cn: <32>* 我们只是觉得房间里 摆上一个更好看！
zh_tw: <32>* 我們只是覺得房間裡 擺上一個更好看！

source: <32>{#p/mettaton}* OF COURSE. * ANY GOOD LIVING SPACE REQUIRES AT LEAST ONE COUCH!
pt_br: <32>{#p/mettaton}* É CLARO. * QUALQUER LOCAL QUE VALE A PENA VIVER MERECE UM SOFÁ!
zh_cn: <32>{#p/mettaton}* 当然。 * 没有沙发的房间 就不能算是舒适的房间！
zh_tw: <32>{#p/mettaton}* 當然。 * 沒有沙發的房間 就不能算是舒適的房間！

source: <32>{#p/mettaton}* PREFERABLY MTT-BRAND.
pt_br: <32>{#p/mettaton}* PREFERÍVEL DA MARCA MTT.
zh_cn: <32>{#p/mettaton}* 最好是MTT牌的。
zh_tw: <32>{#p/mettaton}* 最好是MTT牌的。

source: <32>{#p/finalghost}* This seems like an entirely pointless requirement.
pt_br: <32>{#p/finalghost}* Este parece ser um requisito totalmente inútil.
zh_cn: <32>{#p/finalghost}* 这个需求似乎毫无意义。
zh_tw: <32>{#p/finalghost}* 這個需求似乎毫無意義。

source: <32>{#p/human}* (The sign warns of dogs who appear to be asleep.)
pt_br: <32>{#p/human}* (Este sinal avisa sobre cachorros que parecem estar dormindo.)
zh_cn: <32>{#p/human}* （牌子警告人们 要小心看起来睡着的狗。）
zh_tw: <32>{#p/human}* （牌子警告人們 要小心看起來睡著的狗。）

source: <32>{#p/basic}* "Be wary of sleeping dogs."
pt_br: <32>{#p/basic}* "Cuidado com cachorros sonolentos."
zh_cn: <32>{#p/basic}* “小心睡觉的狗。”
zh_tw: <32>{#p/basic}* 「小心睡覺的狗。」

source: <32>{#p/human}* (The sign speaks of strength of will in times of uncertainty.)
pt_br: <32>{#p/human}* (O sinal fala sobre ser forte em tempos de incerteza.)
zh_cn: <32>{#p/human}* （牌子上写着 在不确定的情况时的 坚定意志的力量。）
zh_tw: <32>{#p/human}* （牌子上寫著 在不確定的情況時的 堅定意志的力量。）

source: <32>{#p/basic}* "Even when you're lost, the will to find yourself shows through."
pt_br: <32>{#p/basic}* "Mesmo quando você está perdido, a vontade encontrar a si mesmo demonstra força."
zh_cn: <32>{#p/basic}* “纵使身陷迷途之中， 也应坚定寻回真我之心。”
zh_tw: <32>{#p/basic}* 「縱使身陷迷途之中， 也應堅定尋回真我之心。」

source: <32>{#p/human}* (Something about this cheese doesn't sit right with you.)
pt_br: <32>{#p/human}* (Alguma coisa sobre esse queijo não te parece certo.)
zh_cn: <32>{#p/human}* （你对这奶酪有点过敏。）
zh_tw: <32>{#p/human}* （你對這奶酪有點過敏。）

source: <32>{#p/basic}* Nothing about this is real.
pt_br: <32>{#p/basic}* Nada sobre isso é real.
zh_cn: <32>{#p/basic}* 幻象罢了。
zh_tw: <32>{#p/basic}* 幻象罷了。

source: <32>{#p/basic}* Despite being holographic, it looks like a small slice of cheese was taken...
pt_br: <32>{#p/basic}* Mesmo sendo holográfico, parece que um pequeno pedaço de queijo foi tomado...
zh_cn: <32>{#p/basic}* 尽管是全息的， 但看起来一小块奶酪被拿走了...
zh_tw: <32>{#p/basic}* 儘管是全息的， 但看起來一小塊奶酪被拿走了...

source: <32>{#p/basic}* Holographic cheese.
pt_br: <32>{#p/basic}* Queijo holográfico.
zh_cn: <32>{#p/basic}* 全息奶酪。
zh_tw: <32>{#p/basic}* 全息奶酪。

source: <32>{#p/basic}* The table is holographic, too.
pt_br: <32>{#p/basic}* A mesa é holográfico também.
zh_cn: <32>{#p/basic}* 桌子也是全息的。
zh_tw: <32>{#p/basic}* 桌子也是全息的。

source: <32>{#p/human}* (The sign declares the monsters' ownership of the outpost.)
pt_br: <32>{#p/human}* (O sinal declara a posse dos monstros sobre o Outpost.)
zh_cn: <32>{#p/human}* （牌子上写着 怪物对前哨站拥有所有权。）
zh_tw: <32>{#p/human}* （牌子上寫著 怪物對前哨站擁有所有權。）

source: <32>{#p/basic}* "We claim this outpost as our own, never to be taken prisoner again."
pt_br: <32>{#p/basic}* "Nós declaramos este Outpost como o nosso, para nunca ser tratado como prisão."
zh_cn: <32>{#p/basic}* “我们声称前哨站是我们自己的， 而不再是用来俘虏我们的。”
zh_tw: <32>{#p/basic}* 「我們聲稱前哨站是我們自己的， 而不再是用來俘虜我們的。」

source: <32>{#p/basic}* The glyphs have been painted over with a list of 21 different flavors.
pt_br: <32>{#p/basic}* Os glifos foram pintados com uma lista de 21 sabores diferentes.
zh_cn: <32>{#p/basic}* 象形文字被21种不同的口味 涂盖住了。
zh_tw: <32>{#p/basic}* 象形文字被21種不同的口味 塗蓋住了。

source: <32>{#p/human}* (The sign derides boxes for their lack of real-time utility.)
pt_br: <32>{#p/human}* (O sinal ridiculariza as caixas por sua falta de utilidade em tempo real.)
zh_cn: <32>{#p/human}* （牌子上嘲笑 箱子无法提供实时服务。）
zh_tw: <32>{#p/human}* （牌子上嘲笑 箱子無法提供實時服務。）

source: <32>{#p/basic}* "This is a box."
pt_br: <32>{#p/basic}* "Está é uma caixa."
zh_cn: <32>{#p/basic}* “这是一个箱子。”
zh_tw: <32>{#p/basic}* 「這是一個箱子。」

source: <32>* "You can put an item inside or take an item out."
pt_br: <32>* "Você pode colocar um ítem dentro ou tomar um ítem pra fora."
zh_cn: <32>* “你可以把物品放进去 或者拿出来。”
zh_tw: <32>* 「你可以把物品放進去 或者拿出來。」

source: <32>* "Why would you, though??" * "It's not like you can use items while they're inside."
pt_br: <32>* "Pra quê você faria isso?" * "Não é como se você pudesse usá-los dentro da caixa."
zh_cn: <32>* “但你为什么要那么做？” * “东西放在箱子里的时候， 你又用不了。”
zh_tw: <32>* 「但你為什麼要那麼做？」 * 「東西放在箱子裡的時候， 你又用不了。」

source: <32>* "Sincerely, a box critic."
pt_br: <32>* "Sinceramente, crítico da caixa."
zh_cn: <32>* “谨上，一个箱子批评者。”
zh_tw: <32>* 「謹上，一個箱子批評者。」

source: <32>{#p/human}* (The sign details the difference in power between human and monster SOULs.)
pt_br: <32>{#p/human}* (O sinal detalha a diferença entre o poder das ALMAS humanas e de monstros.)
zh_cn: <32>{#p/human}* （牌子上详细说明了 人类与怪物灵魂之间 的力量差距。）
zh_tw: <32>{#p/human}* （牌子上詳細說明了 人類與怪物靈魂之間 的力量差距。）

source: <32>{#p/basic}* "Why did the humans attack?" * "Indeed, it seemed that they had nothing to fear."
pt_br: <32>{#p/basic}* "Por que os humanos atacaram?" * "Pra dizer, não parecia que eles tinham algo a temer."
zh_cn: <32>{#p/basic}* “人类为什么要进攻？” * “诚然，他们似乎无所畏惧。”
zh_tw: <32>{#p/basic}* 「人類為什麼要進攻？」 * 「誠然，他們似乎無所畏懼。」

source: <32>* "Humans are unbelievably strong. It would take the SOUL of nearly every monster..."
pt_br: <32>* "Humanos são fortes. Seria preciso as ALMAS de quase todos os monstros..."
zh_cn: <32>* “人类非常强大。 所有怪物的灵魂加起来...”
zh_tw: <32>* 「人類非常強大。 所有怪物的靈魂加起來...」

source: <32>* "... just to equal the power of a single human SOUL."
pt_br: <32>* "... para se igualar a ALMA de apenas um único humano."
zh_cn: <32>* “...才能和一个人类灵魂的 力量相当。”
zh_tw: <32>* 「...才能和一個人類靈魂的 力量相當。」

source: <32>{#p/human}* (The sign outlines a key weakness of human SOULs and its consequences.)
pt_br: <32>{#p/human}* (O sinal avisa sobre uma fraqueza na ALMA humana e suas consequências.)
zh_cn: <32>{#p/human}* （牌子上概括了 人类灵魂的关键弱点及其影响。）
zh_tw: <32>{#p/human}* （牌子上概括了 人類靈魂的關鍵弱點及其影響。）

source: <32>{#p/basic}* "But humans have one weakness. Ironically, it is the strength of their SOUL."
pt_br: <32>{#p/basic}* "Mas os humanos tem uma fraqueza. Ironicamente, é a força de suas ALMAS."
zh_cn: <32>{#p/basic}* “但人类有一个弱点。 讽刺的是， 这正是他们灵魂的力量。”
zh_tw: <32>{#p/basic}* 「但人類有一個弱點。 諷刺的是， 這正是他們靈魂的力量。」

source: <32>* "Its power allows it to persist outside the human body, even after death."
pt_br: <32>* "Seu poder permite que elas persistam fora do corpo humano, mesmo após a morte."
zh_cn: <32>* “他们的灵魂即使在他们死后 也可以在人体之外持续存在。”
zh_tw: <32>* 「他們的靈魂即使在他們死後 也可以在人體之外持續存在。」

source: <32>* "If a monster defeats a human, they can take its SOUL."
pt_br: <32>* "Se um monstro derrotar um humano, ele poderá tomar sua ALMA."
zh_cn: <32>* “如果一个怪物打败了一个人类， 怪物就可以取走人类的灵魂。”
zh_tw: <32>* 「如果一個怪物打敗了一個人類， 怪物就可以取走人類的靈魂。」

source: <32>* "A monster with a human SOUL... a cosmic being with unfathomable power."
pt_br: <32>* "Um monstro com uma ALMA humana... um ser cósmico de poder inigualável."
zh_cn: <32>* “一个有着人类灵魂的怪物... 一个拥有深不可测的力量的 宇宙生物。”
zh_tw: <32>* 「一個有著人類靈魂的怪物... 一個擁有深不可測的力量的 宇宙生物。」

source: <25>{#p/asriel2}{#f/15}* Cosmic doesn't even BEGIN to cover it...
pt_br: <25>{#p/asriel2}{#f/15}* Cósmico não mesmo COMEÇA a descrever isso...
zh_cn: <25>{#p/asriel2}{#f/15}* 宇宙甚至无法将其遮盖...
zh_tw: <25>{#p/asriel2}{#f/15}* 宇宙甚至無法將其遮蓋...

source: <32>{#p/human}* (The sign depicts something the likes of which you've never seen before.)
pt_br: <32>{#p/human}* (O sinal retrata algo do tipo que você nunca viu antes.)
zh_cn: <32>{#p/human}* （牌子上描绘了 你以前从未见过的东西。）
zh_tw: <32>{#p/human}* （牌子上描繪了 你以前從未見過的東西。）
