Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/22}* And bring the telescope out and watch for stars sometimes.
pt_br: <25>{#f/22}* E trazíamos o telescópio e observavamos as estrelas às vezes.
zh_cn: <25>{#f/22}* 有时也会将 望远镜带出来看星星。
zh_tw: <25>{#f/22}* 有時也會將 望遠鏡帶出來看星星。

source: <25>{#f/13}* Even as a star... * I wished I could return to those moments...
pt_br: <25>{#f/13}* Mesmo como estrela... * Eu desejei ter voltado para estes momentos...
zh_cn: <25>{#f/13}* 即使作为星星时... * 我也会幻想可以回到 那些美好的时光...
zh_tw: <25>{#f/13}* 即使作為星星時... * 我也會幻想可以回到 那些美好的時光...

source: <25>{#p/asriel1}{#f/23}* Look at me, getting all sentimental over a random bench.
pt_br: <25>{#p/asriel1}{#f/23}* Olha pra mim, ficando todo sentimental por causa de um banco aleatório.
zh_cn: <25>{#p/asriel1}{#f/23}* 看看我， 就因为一把椅子而变得 这么多愁善感。
zh_tw: <25>{#p/asriel1}{#f/23}* 看看我， 就因為一把椅子而變得 這麼多愁善感。

source: <25>{#f/17}* But hey. * At least it's sturdy.
pt_br: <25>{#f/17}* Mas ei. * Pelo menos é resistente.
zh_cn: <25>{#f/17}* 但是嘿。 * 至少这把椅子仍然牢固。
zh_tw: <25>{#f/17}* 但是嘿。 * 至少這把椅子仍然牢固。

source: <25>{#f/3}* Heck, even Asgore's tremendous figure couldn't break it.
pt_br: <25>{#f/3}* Pois é, nem o grande Asgore pode quebrar.
zh_cn: <25>{#f/3}* 见鬼， 就算是Asgore魁梧的身躯 都坐不坏它。
zh_tw: <25>{#f/3}* 見鬼， 就算是Asgore魁梧的身軀 都坐不壞它。

source: <25>{#f/4}* Back when we all lived here, I mean.
pt_br: <25>{#f/4}* De volta para quando todos vivíamos aqui.
zh_cn: <25>{#f/4}* 我是说当我们还住在 这里的时候。
zh_tw: <25>{#f/4}* 我是說當我們還住在 這裡的時候。

source: <25>{#p/asriel1}{#f/13}* It's kind of funny to think about...
pt_br: <25>{#p/asriel1}{#f/13}* É engraçado pensar sobre...
zh_cn: <25>{#p/asriel1}{#f/13}* 想想还挺有意思...
zh_tw: <25>{#p/asriel1}{#f/13}* 想想還挺有意思...

source: <25>{#f/13}* The house we used to live in is now lived in by Undyne.
pt_br: <25>{#f/13}* A casa em que costumávamos viver, agora é a casa da Undyne.
zh_cn: <25>{#f/13}* 我们老家的房子 现在是Undyne住着。
zh_tw: <25>{#f/13}* 我們老家的房子 現在是Undyne住著。

source: <25>{#f/17}* Or was, until the force field was destroyed.
pt_br: <25>{#f/17}* Ou era, até o escudo de força ser destruído.
zh_cn: <25>{#f/17}* 或者说直到力场被摧毁前是。
zh_tw: <25>{#f/17}* 或者說直到力場被摧毀前是。

source: <25>{#f/13}* And... it's not your usual kind of house. * It's a monster.
pt_br: <25>{#f/13}* E... não é o seu tipo habitual de casa. * É um monstro.
zh_cn: <25>{#f/13}* 你知道吧... 这不是一个普通的房子。 * 这其实也是个怪物。
zh_tw: <25>{#f/13}* 你知道吧... 這不是一個普通的房子。 * 這其實也是個怪物。

source: <25>{#p/asriel1}{#f/15}* ... all the other monster homes were lost in the war.
pt_br: <25>{#p/asriel1}{#f/15}* ... todas as casa monstro foram perdidas na guerra.
zh_cn: <25>{#p/asriel1}{#f/15}* ...其他所有的怪物房子 都消失于那场战争。
zh_tw: <25>{#p/asriel1}{#f/15}* ...其他所有的怪物房子 都消失於那場戰爭。

source: <32>{#p/basic}* It's a bench.
pt_br: <32>{#p/basic}* É um banco.
zh_cn: <32>{#p/basic}* 一条长椅。
zh_tw: <32>{#p/basic}* 一條長椅。

source: <32>{#p/basic}* Coming back to give a lonely bench some company... * The gesture is appreciated.
pt_br: <32>{#p/basic}* Voltando para dar companhia a um banco solitário... * O jesto é apreciado.
zh_cn: <32>{#p/basic}* 回到此处来陪伴 这把孤独的长椅... * 感谢你的这个举动。
zh_tw: <32>{#p/basic}* 回到此處來陪伴 這把孤獨的長椅... * 感謝你的這個舉動。

source: <32>{#p/basic}* Just a lonely bench out in the middle of a factory. * Nothing weird about that!
pt_br: <32>{#p/basic}* Apenas um banco solitário perdido no meio da fábrica. * Nada estranho em relação a isso!
zh_cn: <32>{#p/basic}* 只是工厂中央的一张 孤独的长椅。 * 没什么好奇怪的！
zh_tw: <32>{#p/basic}* 只是工廠中央的一張 孤獨的長椅。 * 沒什麼好奇怪的！

source: <32>{*}{#p/undyne}* Run.{^20}{%}
pt_br: <32>{*}{#p/undyne}* Corra.{^20}{%}
zh_cn: <32>{*}{#p/undyne}* 逃吧。{^20}{%}
zh_tw: <32>{*}{#p/undyne}* 逃吧。{^20}{%}

source: <32>{#p/undyne}* I'll go check.
pt_br: <32>{#p/undyne}* Eu vou olhar.
zh_cn: <32>{#p/undyne}* 我这就去检查情况。
zh_tw: <32>{#p/undyne}* 我這就去檢查情況。

source: <32>{#p/undyne}* (Stupid spiders...)
pt_br: <32>{#p/undyne}* (Aranhas estúpidas...)
zh_cn: <32>{#p/undyne}* （蠢蜘蛛...）
zh_tw: <32>{#p/undyne}* （蠢蜘蛛...）

source: <32>{#p/undyne}* I'm a little busy right now.
pt_br: <32>{#p/undyne}* Eu estou um pouco ocupada.
zh_cn: <32>{#p/undyne}* 我现在有点忙。
zh_tw: <32>{#p/undyne}* 我現在有點忙。

source: <32>{#p/undyne}* (Ugh...)
zh_cn: <32>{#p/undyne}* （呃...）
zh_tw: <32>{#p/undyne}* （呃...）

source: <25>{*}{#p/kidd}{#f/13}{#x1}* I'll save you!{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/13}{#x1}* Eu vou te salvar!{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/13}{#x1}* 我来救你！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/13}{#x1}* 我來救你！{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/1}{#x1}* Sorry, I, uh... don't really know how to land this thing!{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/1}{#x1}* Desculpa, eu, uh... não sei mesmo aterrissar essa coisa!{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/1}{#x1}* 抱歉，我，呃... 我不知道怎么着陆啊！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/1}{#x1}* 抱歉，我，呃... 我不知道怎麼著陸啊！{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* What the...{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}{#x1}* Mas o que...{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 我嘞个...{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 我ㄎ...{#x2}{^20}{%}ゐ

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Help!!!{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}{#x1}* Me ajuda!!!{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 救命啊！！！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 救命啊！！！{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Quit {@fill=#ff0}standing around{@fill=#fff} and {@fill=#ff0}get over here{@fill=#fff}, dude!!!{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}{#x1}* Para{@fill=#ff0} de olhar{@fill=#fff} e{@fill=#ff0}} vem aqui{@fill=#fff}, cara!! {#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 别{@fill=#ff0}呆呆站着{@fill=#fff}了， 快{@fill=#ff0}过来帮我{@fill=#fff}啊，伙计！！！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 別{@fill=#ff0}呆呆站著{@fill=#fff}了， 快{@fill=#ff0}過來幫我{@fill=#fff}啊，夥計！！！{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Come on, please!!!{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}{#x1}* Vai, por favor!!!{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 快来救我啊！！！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 快來救我啊！！！{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* I... * I-I can't stop it...!{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}{#x1}* Eu... * E-eu não consigo parar...!{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 我... * 我-我停不下来...！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 我... * 我-我停不下來...！{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* What are you doing!?{#x2}{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}{#x1}* O que você tá fazendo!?{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 你在干什么啊！？{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 你在幹什麼啊！？{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Ah...!{#x2}{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}{#x1}* 啊...！{#x2}{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}{#x1}* 啊...！{#x2}{^20}{%}

source: <25>{#p/kidd}{#f/4}* Y... y... yo... dude...
pt_br: <25>{#p/kidd}{#f/4}* Y... y... yo... cara...
zh_cn: <25>{#p/kidd}{#f/4}* 呃... 哟... 哟... 伙计...
zh_tw: <25>{#p/kidd}{#f/4}* 呃... 喲... 喲... 夥計...

source: <25>* If... * If y-you wanna hurt my friend...
pt_br: <25>* Se... * Se v-você quer ferir meu amigo...
zh_cn: <25>* 如... * 如果你打算伤害 我的朋友...
zh_tw: <25>* 如... * 如果你打算傷害 我的朋友...

source: <25>* You're gonna have to get through me, first.
pt_br: <25>* Você vai ter que passar por mim primeiro.
zh_cn: <25>* 你必须先通过我这关， 才行。
zh_tw: <25>* 你必須先通過我這關， 才行。

source: <25>{#p/kidd}{#f/3}* She's gone...
pt_br: <25>{#p/kidd}{#f/3}* Ela se foi...
zh_cn: <25>{#p/kidd}{#f/3}* 她走掉了...
zh_tw: <25>{#p/kidd}{#f/3}* 她走掉了...

source: <25>{#f/1}* Yo, you really saved my skin.
pt_br: <25>{#f/1}* Yo, você realmente me salvou.
zh_cn: <25>{#f/1}* 哟，你真是救了我一命。
zh_tw: <25>{#f/1}* 喲，你真是救了我一命。

source: <25>{#f/3}* Even if I was trying to save yours instead.
pt_br: <25>{#f/3}* Mesmo que fosse eu quem estivesse tentando te salvar.
zh_cn: <25>{#f/3}* 虽然我本来是想 来救你的啦。
zh_tw: <25>{#f/3}* 雖然我本來是想 來救你的啦。

source: <25>{#f/2}* Haha.
zh_cn: <25>{#f/2}* 哈哈。
zh_tw: <25>{#f/2}* 哈哈。

source: <25>{#f/3}* ... man, I've never been so TIRED...
pt_br: <25>{#f/3}* ... mano, eu nunca estive tão CANSADO...
zh_cn: <25>{#f/3}* ...老兄， 我感觉好累啊...
zh_tw: <25>{#f/3}* ...老兄， 我感覺好累啊...

source: <25>{#f/4}* Guess I should probably go home.
pt_br: <25>{#f/4}* Acho que eu deveria ir pra casa.
zh_cn: <25>{#f/4}* 我觉得我该回家了。
zh_tw: <25>{#f/4}* 我覺得我該回家了。

source: <25>{#f/7}* I... * I bet my parents are worried sick about me!
pt_br: <25>{#f/7}* Eu aposto que meus pais estão super preocupados comigo!
zh_cn: <25>{#f/7}* 我... * 我打赌我的父母现在 一定担心死我了！
zh_tw: <25>{#f/7}* 我... * 我打賭我的父母現在 一定擔心死我了！

source: <25>{#p/kidd}{#f/13}* L... later, dude!
pt_br: <25>{#p/kidd}{#f/13}* A... até mais, cara!
zh_cn: <25>{#p/kidd}{#f/13}* 待... 待会见，伙计！
zh_tw: <25>{#p/kidd}{#f/13}* 待... 待會見，夥計！

source: <32>{#p/kidd}* Undyne... * You.... * You saved me!
pt_br: <32>{#p/kidd}* Undyne... * Você.... * Você me salvou!
zh_cn: <32>{#p/kidd}* Undyne... * 你.... * 你救了我！
zh_tw: <32>{#p/kidd}* Undyne... * 你.... * 你救了我！

source: <32>* Huh? * They ran away?
pt_br: <32>* Huh? * Ele fugiu?
zh_cn: <32>* 啊？ * 那个人类跑掉了？
zh_tw: <32>* 啊？ * 那個人類跑掉了？

source: <32>* Yo, you're wrong...
pt_br: <32>* Yo, você tá errada...
zh_cn: <32>* 哟，你不要乱说...
zh_tw: <32>* 喲，你不要亂說...

source: <32>* They went to get help!
pt_br: <32>* Ele foi buscar ajuda!
zh_cn: <32>* 那个人类肯定是去 找人帮忙了！
zh_tw: <32>* 那個人類肯定是去 找人幫忙了！

source: <32>* They'll be back any second!!
pt_br: <32>* Ele vai voltar logo, logo!!
zh_cn: <32>* 随时都会回来的！
zh_tw: <32>* 隨時都會回來的！

source: <32>* O-okay, I'll go home...
pt_br: <32>* O-okay, eu vou pra casa...
zh_cn: <32>* 好-好吧，我会回家的...
zh_tw: <32>* 好-好吧，我會回家的...

source: <32>* You saved me...?
pt_br: <32>* Você me salvou...?
zh_cn: <32>* 你救了我...？
zh_tw: <32>* 你救了我...？

source: <32>* Yo... I... * I thought I was a goner. * Haha...
pt_br: <32>* Yo... I... * Eu pensei que iria morrer. * Haha...
zh_cn: <32>* 哟... 我... * 我还以为自己死定了。 * 哈哈...
zh_tw: <32>* 喲... 我... * 我還以為自己死定了。 * 哈哈...

source: <32>* ... wait, are you okay? * It looks like you hit the ceiling pretty hard...
pt_br: <32>* ... espere, você está bem? * Parece que você bateu no teto com muita força
zh_cn: <32>* ...等等，你还好吗？ * 你好像伤得很重...
zh_tw: <32>* ...等等，你還好嗎？ * 你好像傷得很重...

source: <32>* Th-this is my fault. * I should have stayed away from them, like you said.
pt_br: <32>* É m-minha culpa. * Eu deveria ter ficado longe dele, que nem você disse.
zh_cn: <32>* 都-都是我的错。 * 我该听你的话， 离那人类远一点的。
zh_tw: <32>* 都-都是我的錯。 * 我該聽你的話， 離那人類遠一點的。

source: <32>* They just went straight to fight you instead of helping me...
pt_br: <32>* Ele foi direto lutar contigo ao invés de me ajudar.
zh_cn: <32>* 那人类只顾着跟你战斗 完全没来救我...
zh_tw: <32>* 那人類只顧著跟你戰鬥 完全沒來救我...

source: <32>* They just stood there... * Watching... * Waiting for me to disappear.
pt_br: <32>* Ele só ficou lá... * Assistindo... * Me esperando sumir.
zh_cn: <32>* 那人类只是站在原地... * 等着... * 等着我死。
zh_tw: <32>* 那人類只是站在原地... * 等著... * 等著我死。

source: <32>* I was so scared, and you...
pt_br: <32>* Eu estava assustado, e você...
zh_cn: <32>* 我真的好害怕，而你...
zh_tw: <32>* 我真的好害怕，而你...

source: <32>* What? * You're gonna go fight them now?
pt_br: <32>* O que? * Você vai lutar com ele agora?
zh_cn: <32>* 什么？ * 你现在就要去 教训那个人类？
zh_tw: <32>* 什麼？ * 你現在就要去 教訓那個人類？

source: <32>* But you look hurt... * You should rest, haha...
pt_br: <32>* Mas você está ferida... * Deveria descansar, haha...
zh_cn: <32>* 但你受伤了... * 你该好好休息，哈哈...
zh_tw: <32>* 但你受傷了... * 你該好好休息，哈哈...

source: <32>* W-warriors don't rest, huh?
pt_br: <32>* G-guerreiros não descansam, huh?
zh_cn: <32>* 什么？ 战-战士从来都不需要休息？
zh_tw: <32>* 什麼？ 戰-戰士從來都不需要休息？

source: <32>* Undyne... * You're really cool.
pt_br: <32>* Undyne... * Você é muito legal.
zh_cn: <32>* Undyne... * 你真的超酷。
zh_tw: <32>* Undyne... * 你真的超酷。

source: <32>{#p/human}* (This sentry station strikes you as rather unnecessary.)
pt_br: <32>{#p/human}* (Essa estação de sentinela perto de você é bem desnecessária.)
zh_cn: <32>{#p/human}* （你觉得这个哨站毫无作用。）
zh_tw: <32>{#p/human}* （你覺得這個哨站毫無作用。）

source: <32>{#p/basic}* It's a sentry station.
pt_br: <32>{#p/basic}* É uma estação de sentinela.
zh_cn: <32>{#p/basic}* 一个哨站。
zh_tw: <32>{#p/basic}* 一個哨站。

source: <32>{#p/basic}* Sans's second sentry station...
pt_br: <32>{#p/basic}* Sans segunda estação de sentinela...
zh_cn: <32>{#p/basic}* Sans的第二个哨站...
zh_tw: <32>{#p/basic}* Sans的第二個哨站...

source: <32>* As if the first one wasn't already enough.
pt_br: <32>* Como se uma já não fosse o suficiente.
zh_cn: <32>* 好像一个还不够。
zh_tw: <32>* 好像一個還不夠。

source: <32>{#p/human}* (You look under the shelf...)
pt_br: <32>{#p/human}* (Você olha embaixo da prateleira...)
zh_cn: <32>{#p/human}* （你往桌板下面看了一眼...）
zh_tw: <32>{#p/human}* （你往桌板下面看了一眼...）

source: <32>{#p/basic}* It's a box of bones.
pt_br: <32>{#p/basic}* É uma caixa de ossos.
zh_cn: <32>{#p/basic}* 一盒骨头。
zh_tw: <32>{#p/basic}* 一盒骨頭。

source: <25>{#p/asriel1}{#f/13}* The notes in here are actually really interesting.
pt_br: <25>{#p/asriel1}{#f/13}* As notas aqui na verdade são bem interessantes.
zh_cn: <25>{#p/asriel1}{#f/13}* 这上面的内容 挺有意思的。
zh_tw: <25>{#p/asriel1}{#f/13}* 這上面的內容 挺有意思的。

source: <25>{#f/17}* Don't you know anything about time travel?
pt_br: <25>{#f/17}* Você não sabe nada sobre viagem no tempo?
zh_cn: <25>{#f/17}* 你不知道时间旅行吗？
zh_tw: <25>{#f/17}* 你不知道時間旅行嗎？

source: <25>{#f/15}* I had a theory that my power to RESET was time travel...
pt_br: <25>{#f/15}* Eu tinha uma teoria que meu poder de RESETAR era viagem no tempo.
zh_cn: <25>{#f/15}* 我有一个理论， 我的重置能力实际上 就是一种时间旅行。
zh_tw: <25>{#f/15}* 我有一個理論， 我的重置能力實際上 就是一種時間旅行。

source: <25>{#f/13}* ... but I never did prove it.
pt_br: <25>{#f/13}* ... mas eu nunca consegui provar.
zh_cn: <25>{#f/13}* ...但我从没证明过。
zh_tw: <25>{#f/13}* ...但我從沒證明過。

source: <25>{#p/asriel1}{#f/13}* There's a lot of different theories I've tried to prove.
pt_br: <25>{#p/asriel1}{#f/13}* Tem várias formas diferentes das quais eu tentei provar.
zh_cn: <25>{#p/asriel1}{#f/13}* 我曾试着证明 许多不同的理论。
zh_tw: <25>{#p/asriel1}{#f/13}* 我曾試著證明 許多不同的理論。

source: <25>{#f/13}* Quantum gravity, simulation theory, the Skasis paradigm...
pt_br: <25>{#f/13}* Gravidade quântica, teoria da simulação, o paradigma do Skasis...
zh_cn: <25>{#f/13}* 例如量子引力场论， 模拟理论，还有Skasis范式...
zh_tw: <25>{#f/13}* 例如量子引力場論， 模擬理論，還有Skasis範式...

source: <25>{#f/17}* In hindsight, I might have spent a little too much time on them.
pt_br: <25>{#f/17}* Por outro lado, eu talvez tenha colocado tempo demais nelas.
zh_cn: <25>{#f/17}* 回想起来， 我在上面花的时间 有点太多了。
zh_tw: <25>{#f/17}* 回想起來， 我在上面花的時間 有點太多了。

source: <25>{#f/20}* Not that it made it any less interesting!
pt_br: <25>{#f/20}* Não que isso tenha feito elas menos interessantes!
zh_cn: <25>{#f/20}* 这并没有使它 变得枯燥无味！
zh_tw: <25>{#f/20}* 這並沒有使它 變得枯燥無味！

source: <25>{#p/asriel1}{#f/16}* I am surprised that Sans even keeps this around.
pt_br: <25>{#p/asriel1}{#f/16}* Eu estou surpreso que o Sans mantém isso por aí.
zh_cn: <25>{#p/asriel1}{#f/16}* 我很惊讶Sans 居然留下了这个。
zh_tw: <25>{#p/asriel1}{#f/16}* 我很驚訝Sans 居然留下了這個。

source: <25>{#f/3}* He used to work at the lab, though, so...
pt_br: <25>{#f/3}* Mas ele costumava trabalhar no laboratório, então...
zh_cn: <25>{#f/3}* 因他曾在实验室就职， 所以...
zh_tw: <25>{#f/3}* 因他曾在實驗室就職， 所以...

source: <25>{#f/4}* I guess it could just be a sentimental thing.
pt_br: <25>{#f/4}* Acho que pode ser uma parada sentimental.
zh_cn: <25>{#f/4}* 我想这只是感情用事吧。
zh_tw: <25>{#f/4}* 我想這只是感情用事吧。

source: <25>{#p/asriel1}{#f/13}* I never used to understand why monsters are so sentimental...
pt_br: <25>{#p/asriel1}{#f/13}* Eu nunca entendi o por que dos monstros serem tão sentimentais....
zh_cn: <25>{#p/asriel1}{#f/13}* 我过去从不明白 怪物为何这么多愁善感。
zh_tw: <25>{#p/asriel1}{#f/13}* 我過去從不明白 怪物為何這麼多愁善感。

source: <25>{#f/17}* ... but my years as a star changed that forever.
pt_br: <25>{#f/17}* ... mas meus anos como estrela mudaram isso para sempre.
zh_cn: <25>{#f/17}* ...但我作为星星 那些年的经历 却改变了这种想法。
zh_tw: <25>{#f/17}* ...但我作為星星 那些年的經歷 卻改變了這種想法。

source: <32>{#p/basic}* It's a series of notes on time travel.
pt_br: <32>{#p/basic}* É uma série de notas sobre viagem no tempo.
zh_cn: <32>{#p/basic}* 这是关于时间旅行的系列笔记。
zh_tw: <32>{#p/basic}* 這是關於時間旅行的系列筆記。

source: <32>{#s/phone}{#p/event}* Ring, ring...
zh_cn: <32>{#s/phone}{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#s/phone}{#p/event}* 鈴鈴，鈴鈴...

source: <18>{#p/papyrus}{#f/9}PSST, THIS IS PAPYRUS!
pt_br: <18>{#p/papyrus}{#f/9}PSST, AQUI É O PAPYRUS!
zh_cn: <18>{#p/papyrus}{#f/9}嘘，我是PAPYRUS！
zh_tw: <18>{#p/papyrus}{#f/9}噓，我是PAPYRUS！

source: <18>{#f/0}AT THE MOMENT, I AM STILL HIDING IN MY SAFE PLACE.
pt_br: <18>{#f/0}NO MOMENTO AINDA ESTOU ESCONDIDO NO MEU LUGAR SEGURO.
zh_cn: <18>{#f/0}这会我还在安全的地方， 藏得好好的！
zh_tw: <18>{#f/0}這會我還在安全的地方， 藏得好好的！

source: <18>{#f/4}I HOPE YOU'RE NOT GETTING INTO TROUBLE...
pt_br: <18>{#f/4}EU ESPERO QUE VOCÊ NÃO ESTEJA EM CONFUSÃO...
zh_cn: <18>{#f/4}希望你没碰上麻烦...
zh_tw: <18>{#f/4}希望你沒碰上麻煩...

source: <18>{#f/4}BECAUSE IF YOU ARE...
pt_br: <18>{#f/4}PORQUE SE VOCÊ ESTIVER...
zh_cn: <18>{#f/4}要是真碰上了...
zh_tw: <18>{#f/4}要是真碰上了...

source: <19>{#f/9}I'D HAVE TO COME OVER THERE AND DO SOMETHING ABOUT IT!
pt_br: <19>{#f/9}EU VOU TER QUE IR AÍ E FAZER ALGO EM RELAÇÃO A ISSO!
zh_cn: <19>{#f/9}我可不能继续躲着， 袖手旁观了！
zh_tw: <19>{#f/9}我可不能繼續躲著， 袖手旁觀了！

source: <18>{#f/6}... WHICH I CAN'T DO, BECAUSE OF THE CURRENT SITUATION.
pt_br: <18>{#f/6}... O QUE EU NÃO POSSO, POR CAUSA DA SITUAÇÃO ATUAL.
zh_cn: <18>{#f/6}...好吧，眼下我 咋都不该出去。
zh_tw: <18>{#f/6}...好吧，眼下我 咋都不該出去。

source: <18>{#f/7}SO DON'T GET INTO ANY TROUBLE!
pt_br: <18>{#f/7}ENTÃO NÃO SE META EM CONFUSÃO!
zh_cn: <18>{#f/7}所以你要 离麻烦远远的！
zh_tw: <18>{#f/7}所以你要 離麻煩遠遠的！

source: <18>{#f/5}PAPYRUS OUT...
pt_br: <18>{#f/5}PAPYRUS DESLIGANDO...
zh_cn: <18>{#f/5}PAPYRUS挂了...
zh_tw: <18>{#f/5}PAPYRUS掛了...

source: <18>{#p/papyrus}{#f/0}PSST, IT'S PAPYRUS AGAIN.
pt_br: <18>{#p/papyrus}{#f/0}PSST, É O PAPYRUS DE NOVO.
zh_cn: <18>{#p/papyrus}{#f/0}嘘，还是我，PAPYRUS。
zh_tw: <18>{#p/papyrus}{#f/0}噓，還是我，PAPYRUS。

source: <18>{#f/5}WOWIE... IT MUST BE GETTING LATE BY NOW.
pt_br: <18>{#f/5}WOWIE... DEVE ESTAR FICANDO TARDE POR AGORA.
zh_cn: <18>{#f/5}哇哦... 这会肯定不早了。
zh_tw: <18>{#f/5}哇喔... 這會肯定不早了。

source: <18>{#f/6}ARE YOU WELL? HAS ANYONE ELSE BEEN... KILLED?
pt_br: <18>{#f/6}VOCÊ ESTÁ BEM? MAIS ALGUÉM FOI... MORTO?
zh_cn: <18>{#f/6}你还好吗？ 有没有人... 死了？
zh_tw: <18>{#f/6}你還好嗎？ 有沒有人... 死了？

source: <18>{#f/5}THESE ARE THE QUESTIONS I ASK MYSELF EVERY DAY.
pt_br: <18>{#f/5}ESSAS SÃO AS PERGUNTAS QUE ME FAÇO TODA HORA.
zh_cn: <18>{#f/5}每天我都得琢磨琢磨 这俩问题。
zh_tw: <18>{#f/5}每天我都得琢磨琢磨 這倆問題。

source: <18>{#f/4}GRANTED, I'VE ONLY BEEN IN HIDING FOR A SHORT TIME.
pt_br: <18>{#f/4}É CLARO, EU SÓ ESTOU ESCONDIDO A UM POUCO DE TEMPO.
zh_cn: <18>{#f/4}虽说我也没躲在这多久。
zh_tw: <18>{#f/4}雖說我也沒躲在這多久。

source: <18>{#f/7}BUT STILL!!!
pt_br: <18>{#f/7}MAS AINDA ASSIM!!!
zh_cn: <18>{#f/7}话说回来！！！
zh_tw: <18>{#f/7}話說回來！！！

source: <18>{#f/4}... YOU MUST BE NEARLY OUT OF THE FOUNDRY BY NOW.
pt_br: <18>{#f/4}... VOCÊ DEVE ESTAR NA SAIDA DA FOUNDRY AGORA.
zh_cn: <18>{#f/4}...我估摸着 你离铸厂出口不远了。
zh_tw: <18>{#f/4}...我估摸著 你離鑄廠出口不遠了。

source: <18>{#f/5}I WISH I COULD DO MORE TO HELP, BUT ALAS...
pt_br: <18>{#f/5}EU DESEJAVA PODER FAZER MAIS, MAS ALAS...
zh_cn: <18>{#f/5}唉，我很想帮你， 可是...
zh_tw: <18>{#f/5}唉，我很想幫你， 可是...

source: <18>{#f/3}IT WOULD BE UNSAFE FOR ME TO RETURN RIGHT NOW.
pt_br: <18>{#f/3}SERIA INSEGURO SAIR AGORA E RETORNAR.
zh_cn: <18>{#f/3}现在出来恐怕 自身都难保。
zh_tw: <18>{#f/3}現在出來恐怕 自身都難保。

source: <18>{#f/9}S-STILL!!! I KNOW YOU WON'T LET ME DOWN!
pt_br: <18>{#f/9}MAS, EU SEI QUE VOCÊ NÃO VAI ME DECEPCIONAR!
zh_cn: <18>{#f/9}不-不过！！！ 你肯定不会让我失望的！
zh_tw: <18>{#f/9}不-不過！！！ 你肯定不會讓我失望的！

source: <32>{#p/basic}* ... huh?
zh_cn: <32>{#p/basic}* ...嗯？
zh_tw: <32>{#p/basic}* ...嗯？

source: <32>{#p/basic}* There's something advancing in the dark.
pt_br: <32>{#p/basic}* Tem algo avançando no escuro.
zh_cn: <32>{#p/basic}* 黑暗中，有东西在前进。
zh_tw: <32>{#p/basic}* 黑暗中，有東西在前進。

source: <32>{#p/basic}* There's someone roving in the dark.
pt_br: <32>{#p/basic}* Há alguém vagando no escuro.
zh_cn: <32>{#p/basic}* 黑暗中，有人在走动。
zh_tw: <32>{#p/basic}* 黑暗中，有人在走動。

source: <32>{#p/basic}* Something powerful...
pt_br: <32>{#p/basic}* Algo poderoso...
zh_cn: <32>{#p/basic}* 它十分强大...
zh_tw: <32>{#p/basic}* 它十分強大...

source: <32>{#p/basic}* Someone curious...
pt_br: <32>{#p/basic}* Alguém curioso...
zh_cn: <32>{#p/basic}* 那人十分好奇...
zh_tw: <32>{#p/basic}* 那人十分好奇...

source: <32>{#p/basic}* Something dangerous...
pt_br: <32>{#p/basic}* Algo perigoso...
zh_cn: <32>{#p/basic}* 它极其危险...
zh_tw: <32>{#p/basic}* 它極其危險...

source: <32>{#p/basic}* Someone mysterious...
pt_br: <32>{#p/basic}* Alguém misterioso...
zh_cn: <32>{#p/basic}* 那人神神秘秘...
zh_tw: <32>{#p/basic}* 那人神神秘秘...

source: <32>{#p/basic}* Something...
pt_br: <32>{#p/basic}* Algo...
zh_cn: <32>{#p/basic}* 它...
zh_tw: <32>{#p/basic}* 它...

source: <32>{#p/basic}* Someone...
pt_br: <32>{#p/basic}* Alguém...
zh_cn: <32>{#p/basic}* 那人...
zh_tw: <32>{#p/basic}* 那人...

source: <32>{#p/basic}* ... that should not be allowed to live.
pt_br: <32>{#p/basic}* ... que não deveria ser permitido viver.
zh_cn: <32>{#p/basic}* ...将会葬身于此。
zh_tw: <32>{#p/basic}* ...將會葬身於此。

source: <32>* You think you can just get away with all this, dearies?
pt_br: <32>* Vocês acham que podem se livrar de tudo isso, queridos?
zh_cn: <32>* 你以为能轻易逃得掉吗，亲？
zh_tw: <32>* 你以為能輕易逃得掉嗎，親？

source: <32>* Ahuhuhu~ * You have a lot to answer for!
pt_br: <32>* Ahuhuhu~ * Você tem muito pelo que responder!
zh_cn: <32>* 啊呼呼~ * 你欠下的血债，可有的还！
zh_tw: <32>* 啊呼呼~ * 你欠下的血債，可有的還！

source: <32>{#p/basic}* ... that should not be allowed to pass.
pt_br: <32>{#p/basic}* ... que não deveria ser permitido passar.
zh_cn: <32>{#p/basic}* ...会被我在此拦住。
zh_tw: <32>{#p/basic}* ...會被我在此攔住。

source: <32>* You think you can just walk by an ELITE squad volunteer and get away with it?
pt_br: <32>* Vocês acham que podem passar por uma voluntária do esquadrão de ELITE assim?
zh_cn: <32>* 你以为过了特战队那关， 就万事大吉了，亲？
zh_tw: <32>* 你以為過了特戰隊那關， 就萬事大吉了，親？

source: <32>* Ahuhuhu~ * You have a lot to learn!
pt_br: <32>* Ahuhuhu~ * Você tem muito o que aprender!
zh_cn: <32>* 啊呼呼呼~ * 你可真是天真！
zh_tw: <32>* 啊呼呼呼~ * 你可真是天真！

source: <25>{#p/sans}* hey, i respect what you did back there.
pt_br: <25>{#p/sans}* ei, eu respeito o que você fez lá atrás.
zh_cn: <25>{#p/sans}* 嘿，我对你刚才做 的事表示尊敬。
zh_tw: <25>{#p/sans}* 嘿，我對你剛才做 的事表示尊敬。

source: <25>{#f/3}* thanks.
pt_br: <25>{#f/3}* valeu.
zh_cn: <25>{#f/3}* 谢谢你。
zh_tw: <25>{#f/3}* 謝謝你。

source: <25>{#p/sans}{#f/2}* keep it up, and i might even take you out for dinner.
pt_br: <25>{#p/sans}{#f/2}* continue assim e talvez te chame para jantar.
zh_cn: <25>{#p/sans}{#f/2}* 坚持下去， 兴许我可以带你去吃晚餐。
zh_tw: <25>{#p/sans}{#f/2}* 堅持下去， 興許我可以帶你去吃晚餐。

source: <32>{#p/basic}* There's a pair of eyes painted on the back of Sans's head.
pt_br: <32>{#p/basic}* Tem um par de olhos pintadas nas costas do Sans.
zh_cn: <32>{#p/basic}* Sans的后脑勺上 画着一双眼睛。
zh_tw: <32>{#p/basic}* Sans的後腦勺上 畫著一雙眼睛。

source: <32>{#p/basic}* They don't seem very convincing.
pt_br: <32>{#p/basic}* Eles não parecem muito convincente.
zh_cn: <32>{#p/basic}* 感觉不太可靠的样子。
zh_tw: <32>{#p/basic}* 看著好假。

source: <32>{#p/basic}* Surprisingly, there are no ears painted on the side of Sans's head.
pt_br: <32>{#p/basic}* Surpreendentemente, não a ouvidos pintados dos lados da cabeça do Sans.
zh_cn: <32>{#p/basic}* 令人惊讶的是， Sans脑袋的侧面 没有画耳朵。
zh_tw: <32>{#p/basic}* 令人驚訝的是， Sans腦袋的側面 沒有畫耳朵。

source: <33>{#p/basic}* Makes a change from the back...
pt_br: <33>{#p/basic}* Faz uma alteração na parte de trás...
zh_cn: <33>{#p/basic}* 去后面看看...
zh_tw: <33>{#p/basic}* 去後面看看...

source: <25>{#p/sans}* thanks for treatin' me, bud.
pt_br: <25>{#p/sans}* Obrigado por estar comigo, parceiro.
zh_cn: <25>{#p/sans}* 谢谢你请我吃饭， 伙计。
zh_tw: <25>{#p/sans}* 謝謝你請我吃飯， 夥計。

source: <25>* glad we could talk.
pt_br: <25>* feliz por conversarmos.
zh_cn: <25>* 很高兴能畅聊一番。
zh_tw: <25>* 很高興能暢聊一番。

source: <25>{#p/sans}{#f/2}* maybe later we could go out for dinner.
pt_br: <25>{#p/sans}{#f/2}* Talvez mais tarde possamos sair para uma janta.
zh_cn: <25>{#p/sans}{#f/2}* 也许我们过会还可以 一起去吃个晚饭。
zh_tw: <25>{#p/sans}{#f/2}* 也許我們過會還可以 一起去吃個晚飯。
