Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* No matter how many dumb game shows I agree to be in to try and distract myself...
pt_br: <32>* Não importa quantos jogos imbecis da tv eu participe ou tente me distrair...
zh_cn: <32>* 就算我参加一堆愚蠢的 游戏节目来分散自己的 注意力...
zh_tw: <32>* 就算我參加一堆愚蠢的 遊戲節目來分散自己的 注意力...

source: <32>* No matter what lame excuse I come up with...
pt_br: <32>* Não importa a culpa preguiçosa que eu coloque em mim...
zh_cn: <32>* 就算我多么努力 欺骗自己...
zh_tw: <32>* 就算我多麼努力 欺騙自己...

source: <32>* I'll never be able to replace her!
pt_br: <32>* Eu jamais serei capaz de substituí-la.
zh_cn: <32>* 我永远都不会忘记 你对她的所作所为！
zh_tw: <32>* 我永遠都不會忘記 你對她的所作所為！

source: <32>{#p/basic}* Seriously. * Seriously? * SERIOUSLY!?
pt_br: <32>{#p/basic}* Sério. * Sério? * SÉRIO!?
zh_cn: <32>{#p/basic}* 真的吗... * 真的吗？ * 真-的-吗！？
zh_tw: <32>{#p/basic}* 真的嗎... * 真的嗎？ * 真-的-嗎！？

source: <32>{#p/basic}* You guys are genuinely adorable.
pt_br: <32>{#p/basic}* Vocês são genuinamente adoráveis.
zh_cn: <32>{#p/basic}* 你们真是大好人。
zh_tw: <32>{#p/basic}* 你們真是大好人。

source: <25>{#p/asriel2}{#f/13}* Are we... really...
pt_br: <25>{#p/asriel2}{#f/13}* Nós... realmente...
zh_cn: <25>{#p/asriel2}{#f/13}* 我们... 真让它...
zh_tw: <25>{#p/asriel2}{#f/13}* 我們... 真讓它...

source: <32>{#p/basic}* Don't worry. * Everything is fine. * This happens all the time.
pt_br: <32>{#p/basic}* Não se preocupe. * Tudo está bem. * Acontece o tempo todo.
zh_cn: <32>{#p/basic}* 别担心，一切正常。 * 这种事早就见怪不怪了。
zh_tw: <32>{#p/basic}* 別擔心，一切正常。 * 這種事早就見怪不怪了。

source: <32>{#p/basic}* What. * What? * WHAT!?
pt_br: <32>{#p/basic}* Que. * Que? * QUÊ!?
zh_cn: <32>{#p/basic}* 咋的。 * 咋的？ * 咋-的-！？ゑ
zh_tw: <32>{#p/basic}* 咋的。 * 咋的？ * 咋-的-！？ゑ

source: <32>{#p/basic}* This happens all the time.
pt_br: <32>{#p/basic}* Isso acontece o tempo todo.
zh_cn: <32>{#p/basic}* 这种事早就见怪不怪了。ゑ
zh_tw: <32>{#p/basic}* 這種事早就見怪不怪了。ゑ

source: <32>{#p/basic}* Yeah, you're so cool with that Mew Mew doll of yours, huh?
pt_br: <32>{#p/basic}* Ei, você é super legal com essa sua Boneca Mew Mew, huh?
zh_cn: <32>{#p/basic}* 是啊，你和你那新喵喵玩偶 挺酷的，对吧？
zh_tw: <32>{#p/basic}* 是啊，你和你那新喵喵玩偶 挺酷的，對吧？

source: <32>{#p/basic}* You think it's so adorable and lovable and...
pt_br: <32>{#p/basic}* Você acha que é adorável e amável e...
zh_cn: <32>{#p/basic}* 你还会觉得它又可爱， 又讨人喜欢，而且...
zh_tw: <32>{#p/basic}* 你還會覺得它又可愛， 又討人喜歡，而且...

source: <32>{#p/basic}* W-what!? * I'm not blushing!
pt_br: <32>{#p/basic}* O-oque!? * Eu não estou com vergonha!
zh_cn: <32>{#p/basic}* 啥-啥！？ * 我才没脸红呢！
zh_tw: <32>{#p/basic}* 啥-啥！？ * 我才沒臉紅呢！

source: <32>{#p/basic}* You did it, human.
pt_br: <32>{#p/basic}* Você conseguiu, humano.
zh_cn: <32>{#p/basic}* 你做到了，人类。
zh_tw: <32>{#p/basic}* 你做到了，人類。

source: <32>{#p/basic}* I'm sorry I ever doubted you.
pt_br: <32>{#p/basic}* Eu peço desculpas por duvidar de você.
zh_cn: <32>{#p/basic}* 我为我曾怀疑过你而感到抱歉。
zh_tw: <32>{#p/basic}* 我為我曾懷疑過你而感到抱歉。

source: <32>{#p/basic}* Well. * Well! * WELL!
pt_br: <32>{#p/basic}* Bem. * Bem! * BEM!
zh_cn: <32>{#p/basic}* 好吧。 * 好吧！ * 好吧！
zh_tw: <32>{#p/basic}* 好吧。 * 好吧！ * 好吧！

source: <32>* You certainly know how to choose your battles.
pt_br: <32>* Você certamente sabe escolher suas batalhas.
zh_cn: <32>* 你当然知道怎么选择你的战斗。
zh_tw: <32>* 你當然知道怎麼選擇你的戰鬥。

source: <32>{#p/basic}* Ugh. * Ugh! * UGH!
zh_cn: <32>{#p/basic}* 呃啊。 * 呃啊！ * 呃-啊！
zh_tw: <32>{#p/basic}* 呃啊。 * 呃啊！ * 呃-啊！

source: <33>{#p/basic}* My life really sucks right now.
pt_br: <33>{#p/basic}* Minha vida é uma merda agora.
zh_cn: <33>{#p/basic}* 我的生活现在真是一团糟。
zh_tw: <33>{#p/basic}* 我的生活現在真是一團糟。

source: <32>{#p/basic}* Hey, aren't you supposed to be in Mettaton's next show?
pt_br: <32>{#p/basic}* Ei, não era pra você estar no próximo show do Mettaton?
zh_cn: <32>{#p/basic}* 嘿，你不是要参加 Mettaton的下一个节目吗？
zh_tw: <32>{#p/basic}* 嘿，你不是要參加 Mettaton的下一個節目嗎？

source: <32>* What are you doing way back here?
pt_br: <32>* O que você estava fazendo lá atrás?
zh_cn: <32>* 你回来干啥？
zh_tw: <32>* 你回來幹啥？

source: <32>* Come on. * Come on! * COME ON!!
pt_br: <32>* Qual foi. * Qual foi! * QUAL FOI!!
zh_cn: <32>* 喂。 * 喂！ * 喂！！
zh_tw: <32>* 喂。 * 喂！ * 喂！！

source: <32>* Get back in the spotlight so we can go forward with our plan!
pt_br: <32>* Volte para o ponto central e vamos seguir com o plano!
zh_cn: <32>* 快回到聚光灯下！ 这样我们才能继续我们的计划！
zh_tw: <32>* 快回到聚光燈下！ 這樣我們才能繼續我們的計畫！

source: <32>{#p/basic}* So. * So! * SO!
pt_br: <32>{#p/basic}* Então. * Então! * ENTÃO!
zh_cn: <32>{#p/basic}* 所以。 * 所以！ * 所-以！
zh_tw: <32>{#p/basic}* 所以。 * 所以！ * 所-以！

source: <32>* You're a TV star now, huh?
pt_br: <32>* Você é uma estrela de TV, huh?
zh_cn: <32>* 你现在是电视明星了， 是吧？
zh_tw: <32>* 你現在是電視明星了， 是吧？

source: <32>* Yeah, Mettaton usually has that effect on people.
pt_br: <32>* Pois é, Mettaton normalmente tem esse tipo de efeito nas pessoas.
zh_cn: <32>* 是啊，Mettaton经常能对人 产生这样的影响。
zh_tw: <32>* 是啊，Mettaton經常能對人 產生這樣的影響。

source: <32>{#p/basic}* Ready or not, here she comes!!
pt_br: <32>{#p/basic}* Pronto ou não, aí vem ela!!
zh_cn: <32>{#p/basic}* 准备好了吗， 她要来了！！
zh_tw: <32>{#p/basic}* 準備好了嗎， 她要來了！！

source: <32>{#p/basic}* Hello again!
pt_br: <32>{#p/basic}* Olá de novo!
zh_cn: <32>{#p/basic}* 又见面了，你好啊！
zh_tw: <32>{#p/basic}* 又見面了，你好啊！

source: <32>{#p/basic}* Hey. * Hey! * HEY!
pt_br: <32>{#p/basic}* Ei * Ei! * EI!
zh_cn: <32>{#p/basic}* 嘿。 * 嘿！ * 嘿-！
zh_tw: <32>{#p/basic}* 嘿。 * 嘿！ * 嘿-！

source: <32>* You don't hit too bad for a dummy.
pt_br: <32>* Você não bate tão mau para um boneco.
zh_cn: <32>* 你对人偶的击打方式还不错。
zh_tw: <32>* 你對人偶的擊打方式還不錯。

source: <32>* It's a pity...
pt_br: <32>* É uma pena...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* BECAUSE I'M ALREADY TAKEN!
pt_br: <32>* PORQUE EU JÁ ESTOU TOMADO!
zh_cn: <32>* 可惜的是... 我已经“名花有主”了！
zh_tw: <32>* 可惜的是... 我已經「名花有主」了！

source: <32>* Go find your own dummy and get the hell outta my face!
pt_br: <32>* Vá achar seu próprio boneco e sai de perto de mim!
zh_cn: <32>* 找你自己的人偶去！[ADD]<32>* 现在给老子爬！
zh_tw: <32>* 找你自己的人偶去！[ADD]<32>* 現在給老子爬！

source: <32>* Hands off the goods! * I ain't rated "E" for everyone, you know!
pt_br: <32>* Tire as mãos! * Eu não sou classificado como "E" para todos, sabe!
zh_cn: <32>* 把手从我身上拿开！ * 我又不是人人都能评价的， 你又不是不知道！
zh_tw: <32>* 把手從我身上拿開！ * 我又不是人人都能評價的， 你又不是不知道！

source: <32>* Wimpy strikes like yours will never compare to those of Undyne!
pt_br: <32>* Murrinhos fracos como os seus jamais vão se comparar aos da Undyne!
zh_cn: <32>* 像你这样软弱无力的 攻击怎能与Undyne比！
zh_tw: <32>* 像你這樣軟弱無力的 攻擊怎能與Undyne比！

source: <32>* ... you're... * Actually a pretty good hugger.
pt_br: <32>* ... você... * Abraça muito bem.
zh_cn: <32>* ...你... * 你实际上是很好的拥抱者。
zh_tw: <32>* ...你... * 你實際上是很好的擁抱者。

source: <32>* So... even though I have my fear... I still appreciate the attempt.
pt_br: <32>* Então... mesmo com meu medo... eu aprecio a tentativa.
zh_cn: <32>* 所以... 即使我仍对此恐惧... 我还是会欣赏你的这个尝试。
zh_tw: <32>* 所以... 即使我仍對此恐懼... 我還是會欣賞你的這個嘗試。

source: <32>* You've got quite the intimidating stare.
pt_br: <32>* Você tem a olhada intimidadora.
zh_cn: <32>* 你的凝视很吓人。
zh_tw: <32>* 你的凝視很嚇人。

source: <32>* It's a shame you wasted it on me...
pt_br: <32>* É uma pena você ter gastado ela em mim...
zh_cn: <32>* 只可惜你把这 浪费在了我身上。
zh_tw: <32>* 只可惜你把這 浪費在了我身上。

source: <32>* BECAUSE I COULDN'T CARE LESS!
pt_br: <32>* PORQUE EU NÃO PODERIA ME IMPORTAR MENOS!
zh_cn: <32>* 因为我不在乎！
zh_tw: <32>* 因為我不在乎！

source: <32>* Eyes off the prize! * I ain't rated "E" for everyone, you know!
pt_br: <32>* Tire os olhos do prêmio! * Eu não sou classificado como "E" para todos, sabe!
zh_cn: <32>* 把你的眼睛从我身上挪开！ * 我又不是人人都能评价的， 你又不是不知道！
zh_tw: <32>* 把你的眼睛從我身上挪開！ * 我又不是人人都能評價的， 你又不是不知道！

source: <32>* A weak stare like yours will never compare to Undyne's menacing gaze!
pt_br: <32>* Uma encarada fraca como a sua jamais irá se comparar aos olhos dominantes da Undyne!
zh_cn: <32>* 像你这样软弱的凝视 永远比不上Undyne那 凶狠的凝视！
zh_tw: <32>* 像你這樣軟弱的凝視 永遠比不上Undyne那 兇狠的凝視！

source: <32>{#p/basic}* It's a living.
pt_br: <32>{#p/basic}* É um modo de vida.
zh_cn: <32>{#p/basic}* 这是一种生活方式。
zh_tw: <32>{#p/basic}* 這是一種生活方式。

source: <25>{#p/kidd}{#f/14}* Awesome...
pt_br: <25>{#p/kidd}{#f/14}* Incrível...
zh_cn: <25>{#p/kidd}{#f/14}* 美呆了...
zh_tw: <25>{#p/kidd}{#f/14}* 美呆了...

source: <32>{#p/basic}* It's hard-boiled.
pt_br: <32>{#p/basic}* Tá super cozido.
zh_cn: <32>{#p/basic}* 已经熟透了。
zh_tw: <32>{#p/basic}* 已經熟透了。

source: <32>{#p/human}* (The sign welcomes you to the area.)
pt_br: <32>{#p/human}* (O sinal te dá Bem-vindo a área.)
zh_cn: <32>{#p/human}* （牌子对你的到来表示欢迎。）
zh_tw: <32>{#p/human}* （牌子對你的到來表示歡迎。）

source: <32>{#p/tem}* "hOI!!" * "welcom to..." * "TEM VILLAGE!!!"
pt_br: <32>{#p/tem}* "hOI!!" * "seja bem vin a..." * "VILA TEM!!!"
zh_cn: <32>{#p/tem}* “你吼！！” * “欢银来...” * “TEM村庄！！！”
zh_tw: <32>{#p/tem}* 「你吼！！」 * 「歡銀來...」 * 「TEM村莊！！！」

source: <32>{#p/human}* (The sign implores you to check the nearby shop.)
pt_br: <32>{#p/human}* (O sinal implora que você pare na loja mais próxima.)
zh_cn: <32>{#p/human}* （牌子想让你看看附近的商店。）
zh_tw: <32>{#p/human}* （牌子想讓你看看附近的商店。）

source: <32>{#p/tem}* "hOI!!" * "u shud check out..." * "TEM SHOP!!!"
pt_br: <32>{#p/tem}* "hOI!!" * "vc devhia da olha na..." * "LOJA TEM!!!"
zh_cn: <32>{#p/tem}* “你吼！！” * “尼赢改看看...” * “TEM商店！！！”
zh_tw: <32>{#p/tem}* 「你吼！！」 * 「尼贏改看看...」 * 「TEM商店！！！」

source: <32>{#p/human}* (The sign agrees with another sign imploring you to check the nearby shop.)
pt_br: <32>{#p/human}* (O sinal concorda com outro sinal implorando para você olhar a loja mais próxima.)
zh_cn: <32>{#p/human}* （这牌子讲述的 内容与旁边的牌子一致。）
zh_tw: <32>{#p/human}* （這牌子講述的 內容與旁邊的牌子一致。）

source: <32>{#p/tem}* "yaYA!! i AGREES!!" * "shud check..." * "TEM SHOP!!!"
pt_br: <32>{#p/tem}* "yaYA!! eu CONCORDÂNCIA!!" * "desvia checar..." * "LOJA TEM!!!"
zh_cn: <32>{#p/tem}* “嚎吖！！窝通噫！！” * “赢改看看...” * “TEM商店！！！”
zh_tw: <32>{#p/tem}* 「嚎吖！！窩通噫！！」 * 「贏改看看...」 * 「TEM商店！！！」

source: <25>{#p/asriel1}{#f/13}* This statue...
pt_br: <25>{#p/asriel1}{#f/13}* Essa estátua...
zh_cn: <25>{#p/asriel1}{#f/13}* 这个雕像...
zh_tw: <25>{#p/asriel1}{#f/13}* 這個雕像...

source: <25>{#f/15}* Is this supposed to be of me...?
pt_br: <25>{#f/15}* Era pra supostamente ser eu...?
zh_cn: <25>{#f/15}* 这雕像好像是我...？
zh_tw: <25>{#f/15}* 這雕像好像是我...？

source: <25>{#p/asriel1}{#f/13}* I don't remember this being built...
pt_br: <25>{#p/asriel1}{#f/13}* Eu não lembro disso ter sido construído...
zh_cn: <25>{#p/asriel1}{#f/13}* 我不记得 是谁建的这个...
zh_tw: <25>{#p/asriel1}{#f/13}* 我不記得 是誰建的這個...

source: <25>{#f/23}* Must've been after I...
pt_br: <25>{#f/23}* Deve ter sido depois que eu...
zh_cn: <25>{#f/23}* 但这肯定是在 我出生之后建的...
zh_tw: <25>{#f/23}* 但這肯定是在 我出生之後建的...

source: <32>{#p/basic}* It's an old, derelict statue.
pt_br: <32>{#p/basic}* É uma estátua velha e abandonada.
zh_cn: <32>{#p/basic}* 这是座古老的、废弃的雕像。
zh_tw: <32>{#p/basic}* 這是座古老的、廢棄的雕像。

source: <25>{#p/asriel1}{#f/15}* I doubt even WE'D sleep very well in this bed.
pt_br: <25>{#p/asriel1}{#f/15}* Eu dúvido que nós dormiremos bem nessa cama.
zh_cn: <25>{#p/asriel1}{#f/15}* 我不确定我们在这床上 是否能睡个好觉。
zh_tw: <25>{#p/asriel1}{#f/15}* 我不確定我們在這床上 是否能睡個好覺。

source: <25>{#f/23}* No matter how comfortable that might sound.
pt_br: <25>{#f/23}* Não importa o quão confortável ela pareça.
zh_cn: <25>{#f/23}* 不管听起来有多舒服。
zh_tw: <25>{#f/23}* 不管聽起來有多舒服。

source: <25>{#p/asriel1}{#f/13}* Yeah. * This is a ghost bed, Frisk.
pt_br: <25>{#p/asriel1}{#f/13}* É. * É uma cama de fantasma, Frisk.
zh_cn: <25>{#p/asriel1}{#f/13}* 对。 * 这是一张幽灵床，Frisk。
zh_tw: <25>{#p/asriel1}{#f/13}* 對。 * 這是一張幽靈床，Frisk。

source: <25>{#f/13}* Ghosts have different sorts of needs than... well, not ghosts.
pt_br: <25>{#f/13}* Fantasmas tem necessidades diferentes de... bem, não fantasmas.
zh_cn: <25>{#f/13}* 比起... 不是幽灵 的家伙们， 幽灵有不同种类的需求。
zh_tw: <25>{#f/13}* 比起... 不是幽靈 的傢伙們， 幽靈有不同種類的需求。

source: <25>{#f/13}* And I'm not just talking about their sleeping arrangements.
pt_br: <25>{#f/13}* E não estou falando só das suas formas de dormir.
zh_cn: <25>{#f/13}* 我说的不只是 它们的睡眠安排。
zh_tw: <25>{#f/13}* 我說的不只是 它們的睡眠安排。

source: <26>{#p/asriel1}{#f/13}* Ghosts, more than any other kind of monster...
pt_br: <26>{#p/asriel1}{#f/13}* Fantasmas, mais do que qualquer outro monstro...
zh_cn: <26>{#p/asriel1}{#f/13}* 幽灵， 比起其他种类的怪物...
zh_tw: <26>{#p/asriel1}{#f/13}* 幽靈， 比起其他種類的怪物...

source: <25>{#f/13}* Seem to focus more on the world around them.
pt_br: <25>{#f/13}* Parecem ter mais foco no mundo ao redor deles.
zh_cn: <25>{#f/13}* 似乎更关心 围绕它们自己的世界。
zh_tw: <25>{#f/13}* 似乎更關心 圍繞它們自己的世界。

source: <25>{#f/15}* It's like they never let what's in front of them...
pt_br: <25>{#f/15}* É como se eles nunca deixassem o que está a frente deles...
zh_cn: <25>{#f/15}* 就像它们从不会 沉迷于现在，而是去展望 自己的将来。
zh_tw: <25>{#f/15}* 就像它們從不會 沉迷於現在，而是去展望 自己的將來。

source: <25>{#f/13}* Distract them from the bigger picture for long.
pt_br: <25>{#f/13}* Distrai-los do que tem depois disso.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/17}* On second thought, maybe that's why Mettaton loves TV.
pt_br: <25>{#f/17}* Em um pensamento secundário, talvez seja por isso que Mettaton ama a TV.
zh_cn: <25>{#f/17}* 仔细一想，也许这就是 Mettaton喜欢电视的原因。
zh_tw: <25>{#f/17}* 仔細一想，也許這就是 Mettaton喜歡電視的原因。

source: <25>{#f/16}* Getting the "bigger picture" is basically the whole idea...
pt_br: <25>{#f/16}* Chegar na "grande imagem" é basicamente toda a ideia...
zh_cn: <25>{#f/16}* 在电视上通过演“讲 来”获取巨大的名气 几乎就是整个目标...
zh_tw: <25>{#f/16}* 在電視上通過演「講 來」獲取巨大的名氣 幾乎就是整個目標...

source: <26>{#p/asriel1}{#f/20}* Mettaton and his TV shows, am I right?
pt_br: <26>{#p/asriel1}{#f/20}* Mettaton e seus shows de TV, não estou certo?
zh_cn: <26>{#p/asriel1}{#f/20}* Mettaton和他的电视节目， 我说的对吧？
zh_tw: <26>{#p/asriel1}{#f/20}* Mettaton和他的電視節目， 我說的對吧？

source: <32>{#p/basic}* It's a ghost bed.
pt_br: <32>{#p/basic}* É uma cama de fantasma.
zh_cn: <32>{#p/basic}* 这是一张幽灵床。
zh_tw: <32>{#p/basic}* 這是一張幽靈床。

source: <32>{#p/basic}* Just because you saved the galaxy doesn't mean you can sleep on a ghost bed.
pt_br: <32>{#p/basic}* Só por que você salvou a galáxia não significa que pode dormir em uma cama de fantasma.
zh_cn: <32>{#p/basic}* 就算你拯救了银河系 你也不能睡在幽灵床上。
zh_tw: <32>{#p/basic}* 就算你拯救了銀河系 你也不能睡在幽靈床上。

source: <32>{#p/basic}* It's a ghost bed. * You'd sleep right through it.
pt_br: <32>{#p/basic}* É uma cama de fantasma. * Você dormiria em baixo dela.
zh_cn: <32>{#p/basic}* 这是一张幽灵床。 * 一旦你躺下， 就再也不想起来了。
zh_tw: <32>{#p/basic}* 這是一張幽靈床。 * 一旦你躺下， 就再也不想起來了。

source: <32>{#p/basic}* It's a voicebook.
pt_br: <32>{#p/basic}* É um livro de voz.
zh_cn: <32>{#p/basic}* 这是一本录音日记。
zh_tw: <32>{#p/basic}* 這是一本錄音日記。

source: <32>{#p/human}* (You pick up the voicebook and open to the only recorded section.)
pt_br: <32>{#p/human}* (Você pega o livro de voz e abre a única seção gravada.)
zh_cn: <32>{#p/human}* （你拿起录音日记， 并翻到唯一录制的部分。）
zh_tw: <32>{#p/human}* （你拿起錄音日記， 並翻到唯一錄製的部分。）

source: <32>{#p/hapstablook}* Dear diary, volume one...
pt_br: <32>{#p/hapstablook}* Querido diário, volume um...
zh_cn: <32>{#p/hapstablook}* 亲爱的日记，第一册...
zh_tw: <32>{#p/hapstablook}* 親愛的日記，第一冊...

source: <32>* Humans dream of so many fantastical stories, yet when I look out my window...
pt_br: <32>* Humanos sonham com tantas histórias fantásticas, ainda assim, quando eu olho pela janela...
zh_cn: <32>* 人类幻想了那么多的奇幻故事， 但当我看向窗外...
zh_tw: <32>* 人類幻想了那麼多的奇幻故事， 但當我看向窗外...

source: <32>* ... all I can see is a wall.
pt_br: <32>* ... tudo que eu consigo ver é uma parede.
zh_cn: <32>* ...我只能看到一面墙。
zh_tw: <32>* ...我只能看到一面牆。

source: <32>* Is it right that we monsters have become used to this sad state of living?
pt_br: <32>* É certo que nós monstros nos acostumamos a viver neste triste estado de vida?
zh_cn: <32>* 我们怪物早已习惯这种 可悲的生活了，对吗？
zh_tw: <32>* 我們怪物早已習慣這種 可悲的生活了，對嗎？

source: <32>* Is it right that only the youngest children seem to be truly alive?
pt_br: <32>* É certo que apenas as mais novas crianças parecem estar vivendo de verdade?
zh_cn: <32>* 只有最小的孩子才算 真正地活着，对吗？
zh_tw: <32>* 只有最小的孩子才算 真正地活著，對嗎？

source: <32>* Our sense of wonder has been beaten out of us...
pt_br: <32>* O nosso sentimento de felicidade foi tomado de nós...
zh_cn: <32>* 我们的好奇心早已荡然无存了...
zh_tw: <32>* 我們的好奇心早已蕩然無存了...

source: <32>* There's no denying it now.
pt_br: <32>* Não a dúvida sobre isso.
zh_cn: <32>* 这是无可否认的。
zh_tw: <32>* 這是無可否認的。

source: <32>{#p/human}* (You put the book back down.)
pt_br: <32>{#p/human}* (Você coloca o livro de volta no chão.)
zh_cn: <32>{#p/human}* （你把书放下了。）
zh_tw: <32>{#p/human}* （你把書放下了。）

source: <32>{#p/basic}* ... he was always like this in the early days...
pt_br: <32>{#p/basic}* ... ele sempre foi assim nos primeiros dias...
zh_cn: <32>{#p/basic}* ...他早年总是这样的...
zh_tw: <32>{#p/basic}* ...他早年總是這樣的...

source: <32>{#p/basic}* Always wanting everyone to be as happy as he was.
pt_br: <32>{#p/basic}* Sempre querendo que todos fossem tão felizes quanto ele.
zh_cn: <32>{#p/basic}* 总是希望每个人如他那般快乐。
zh_tw: <32>{#p/basic}* 總是希望每個人如他那般快樂。

source: <32>{#p/basic}* Especially me.
pt_br: <32>{#p/basic}* Especialmente eu.
zh_cn: <32>{#p/basic}* 尤其是我。
zh_tw: <32>{#p/basic}* 尤其是我。

source: <32>{#p/hapstablook}* Dear diary, volume two...
pt_br: <32>{#p/hapstablook}* Querido diário, volume dois...
zh_cn: <32>{#p/hapstablook}* 亲爱的日记，第二册...
zh_tw: <32>{#p/hapstablook}* 親愛的日記，第二冊...

source: <32>* I've been binge-watching old human television series.
pt_br: <32>* Eu tenho assistido uma velha série de TV humanam
zh_cn: <32>* 我一直在刷人类的电视连续剧。
zh_tw: <32>* 我一直在刷人類的電視連續劇。

source: <32>* These people aren't like what I've been told... in fact, they're a lot like us.
pt_br: <32>* Essas pessoas não são como me foi contado... na verdade, elas são como nós.
zh_cn: <32>* 这些人跟我听说的不一样... 实际上，他们很像我们。
zh_tw: <32>* 這些人跟我聽說的不一樣... 實際上，他們很像我們。

source: <32>* Living, laughing, loving... * Hurting and crying. * Doing what they believe in.
pt_br: <32>* Vivendo, rindo, amando... * Machucando e chorando. * Fazendo o que eles acreditam.
zh_cn: <32>* 他们生活，他们欢笑，他们恋爱... * 他们也会伤心，也会哭泣。[ADD]<32>* 他们做他们相信的事。
zh_tw: <32>* 他們生活，他們歡笑，他們戀愛... * 他們也會傷心，也會哭泣。[ADD]<32>* 他們做他們相信的事。

source: <32>* They say humanity is a species that should be feared.
pt_br: <32>* Eles dizem que a humanidade é uma espécie a ser temida.
zh_cn: <32>* 大家说，人类是一种 极为恐怖的物种。
zh_tw: <32>* 大家說，人類是一種 極為恐怖的物種。

source: <32>* But the more I see of them... the more I grow tired of that idea.
pt_br: <32>* Mas quanto mais eu vejo... mais eu me canso dessa ideia.
zh_cn: <32>* 但我看到他们越多... 我就越厌倦这种想法。
zh_tw: <32>* 但我看到他們越多... 我就越厭倦這種想法。

source: <32>* Monsters aren't all starlight and roses, either.
pt_br: <32>* Os monstros também não são estreladas douradas e roupas o tempo todo.
zh_cn: <32>* 怪物并不都是星光与玫瑰。
zh_tw: <32>* 怪物並不都是星光與玫瑰。

source: <32>{#p/basic}* I remember how, when we first met, he was the first one to open up to me.
pt_br: <32>{#p/basic}* Lembro-me de como, quando nos conhecemos, ele foi o primeiro a se abrir para mim.
zh_cn: <32>{#p/basic}* 我记得我们第一次相遇时， 他是第一个对我敞开心扉的人。
zh_tw: <32>{#p/basic}* 我記得我們第一次相遇時， 他是第一個對我敞開心扉的人。

source: <32>{#p/basic}* It wasn't long before I opened up, too...
pt_br: <32>{#p/basic}* Não demorou muito até eu fazer o mesmo...
zh_cn: <32>{#p/basic}* 没多久， 我也对他敞开了心扉...
zh_tw: <32>{#p/basic}* 沒多久， 我也對他敞開了心扉...

source: <32>{#p/hapstablook}* Dear diary, volume three...
pt_br: <32>{#p/hapstablook}* Querido diário, volume três...
zh_cn: <32>{#p/hapstablook}* 亲爱的日记，第三册...
zh_tw: <32>{#p/hapstablook}* 親愛的日記，第三冊...

source: <32>* It's been a hard day at the farm for Blooky and me.
pt_br: <32>* Tem sido um dia difícil na fazenda para Blooky e eu.
zh_cn: <32>* 今天， 对我和Blooky来说 是一个艰难的一天。
zh_tw: <32>* 今天， 對我和Blooky來說 是一個艱難的一天。

source: <32>* Two of the snails we'd been looking after escaped, and we couldn't find them.
pt_br: <32>* Duas lesmas das quais estávamos procurando escaparam, não as encontramos em lugar algum.
zh_cn: <32>* 我们一直照顾的两只蜗牛 逃走了，我们根本找不到它们。
zh_tw: <32>* 我們一直照顧的兩隻蝸牛 逃走了，我們根本找不到它們。

source: <32>* No matter what I do, something like this always happens.
pt_br: <32>* Não importa o que eu faça, coisas assim sempre acontecem.
zh_cn: <32>* 不管我怎么做， 这样的事情总是发生。
zh_tw: <32>* 不管我怎麼做， 這樣的事情總是發生。

source: <32>* Blooky says it's fine, of course, but they say that about everything.
pt_br: <32>* Blooky diz que está tudo bem, claro, mas ele diz isso sobre tudo.
zh_cn: <32>* Blooky当然说这没事， 但它对什么事都这样说。
zh_tw: <32>* Blooky當然說這沒事， 但它對什麼事都這樣說。

source: <32>* And I wonder why I still bother working here.
pt_br: <32>* Eu nem sei porque ainda trabalho aqui.
zh_cn: <32>* 我不知道我为什么还要 在这里工作。
zh_tw: <32>* 我不知道我為什麼還要 在這裡工作。

source: <32>{#p/basic}* I tried to help the family out, but with the way things were...
pt_br: <32>{#p/basic}* Eu tentei ajudar minha família, mas dá forma que as coisas estão indo...
zh_cn: <32>{#p/basic}* 我试着帮助家庭摆脱困境， 但都是徒劳无功...
zh_tw: <32>{#p/basic}* 我試著幫助家庭擺脫困境， 但都是徒勞無功...

source: <32>{#p/basic}* There wasn't much I could do.
pt_br: <32>{#p/basic}* Não existe nada que eu possa fazer.
zh_cn: <32>{#p/basic}* 我对此无能为力。
zh_tw: <32>{#p/basic}* 我對此無能為力。

source: <32>{#p/hapstablook}* Dear diary, volume four...
pt_br: <32>{#p/hapstablook}* Querido diário, volume quatro...
zh_cn: <32>{#p/hapstablook}* 亲爱的日记，第四册...
zh_tw: <32>{#p/hapstablook}* 親愛的日記，第四冊...

source: <32>* I was at the store today when I ran into a girl... Alphys, I think?
pt_br: <32>* Eu estava no mercado hoje quando acabei esbarrando em uma garota... Alphys, eu acho?
zh_cn: <32>* 我今天在商店碰到一个女孩 ...应该是叫，Alphys？
zh_tw: <32>* 我今天在商店碰到一個女孩 ...應該是叫，Alphys？

source: <32>* Apparently, she's next in line to be the royal scientist. * Who would've thought?
pt_br: <32>* Aparentemente ela a próxima na linha para cientista real. * Quem imaginaria?
zh_cn: <32>* 显然，她将是下一位 皇家科学员。 * 但谁能想到？
zh_tw: <32>* 顯然，她將是下一位 皇家科學員。 * 但誰能想到？

source: <32>* Anyway, her and I have become fast friends due to our shared love of humanity.
pt_br: <32>* Eu e ela nos tornamos amigos muito rápido devido ao nosso amor compartilhado pela humanidade.
zh_cn: <32>* 不管怎样，由于她和我 对人类有着共同热爱， 所以我们很快就成为了朋友。
zh_tw: <32>* 不管怎樣，由於她和我 對人類有著共同熱愛， 所以我們很快就成為了朋友。

source: <33>* Funny... the previous royal scientist was sympathetic, too.
pt_br: <33>* Engraçado... o antigo cientista real também era simpático.
zh_cn: <33>* 真有趣... 前皇家科学员 也对她表示支持。
zh_tw: <33>* 真有趣... 前皇家科學員 也對她表示支援。

source: <32>* I wonder why that is.
pt_br: <32>* Por que será desse padrão?
zh_cn: <32>* 我想知道为什么会这样。
zh_tw: <32>* 我想知道為什麼會這樣。

source: <32>{#p/basic}* Oh, if only you knew...
pt_br: <32>{#p/basic}* Oh, se eu soubesse a resposta...
zh_cn: <32>{#p/basic}* 哦，要是你知道就好了...
zh_tw: <32>{#p/basic}* 喔，要是你知道就好了...

source: <32>{#p/hapstablook}* Dear diary, volume five...
pt_br: <32>{#p/hapstablook}* Querido diário, volume cinco...
zh_cn: <32>{#p/hapstablook}* 亲爱的日记，第五册...
zh_tw: <32>{#p/hapstablook}* 親愛的日記，第五冊...

source: <32>* Alphys and I have started work on a new project.
pt_br: <32>* Alphys e eu começamos a trabalhar em um projeto.
zh_cn: <32>* Alphys和我已经开始 着手一个新计划了。
zh_tw: <32>* Alphys和我已經開始 著手一個新計畫了。

source: <32>* We'll be taking inspiration from those imaginative humans...
pt_br: <32>* Estamos tomando inspiração daqueles humanos imaginários...
zh_cn: <32>* 我们从那些富有想象力的 人类那里获取到了灵感...
zh_tw: <32>* 我們從那些富有想像力的 人類那裡獲取到了靈感...

source: <32>* ... by starting a new, public- broadcast television series!
pt_br: <32>* ... começando uma nova série de televisão!
zh_cn: <32>* ...是让大家来看一个新的 公共广播电视连续剧！
zh_tw: <32>* ...是讓大家來看一個新的 公共廣播電視連續劇！

source: <32>* I've already written numerous elaborate scripts.
pt_br: <32>* Eu já elaborei vários cenários.
zh_cn: <32>* 我为此已经写了很多 精心设计的剧本。
zh_tw: <32>* 我為此已經寫了很多 精心設計的劇本。

source: <32>* If this doesn't lift the public's spirits, then I don't know what will!
pt_br: <32>* Se isso não levantar o ânimo do público, então não sei o que vai!
zh_cn: <32>* 如果这都不能鼓舞人民的士气， 那我不知道还有什么可以了！
zh_tw: <32>* 如果這都不能鼓舞人民的士氣， 那我不知道還有什麼可以了！

source: <32>* Haha... let's just say things could get "explosive."
pt_br: <32>* Haha... vamos só dizer que as coisas podem ficar "explosivas."
zh_cn: <32>* 哈哈... 这么说吧， 这么做可能会 让我们“一炮而红”。
zh_tw: <32>* 哈哈... 這麼說吧， 這麼做可能會 讓我們「一炮而紅」。
