Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#k/0}* It may not be the home I once dreamed of, but you take what you can get in life.
pt_br: <32>{#k/0}* Pode não ser a casa com a qual eu sonhei um dia, mas na vida você só pega o que ela te entrega.
zh_cn: <32>{#k/0}* 这也许并非我梦想的生活， 但人生在世，就该随遇而安嘛。ゑ
zh_tw: <32>{#k/0}* 這也許並非我夢想的生活， 但人生在世，就該隨遇而安嘛。ゑ

source: <32>{#p/basic}{#k/3}* You want me to repeat myself?
pt_br: <32>{#p/basic}{#k/3}* Você quer que eu repita o que disse?
zh_cn: <32>{#p/basic}{#k/3}* 想让我再重复一遍吗？ゑ
zh_tw: <32>{#p/basic}{#k/3}* 想讓我再重複一遍嗎？ゑ

source: <32>{#k/4}* Wa ha ha... you'll have to go back in time or something.
pt_br: <32>{#k/4}* Wa ha ha... você teria que voltar no tempo ou sei lá.
zh_cn: <32>{#k/4}* 哇哈哈... 恐怕，你得回溯时间了。ゑ
zh_tw: <32>{#k/4}* 哇哈哈... 恐怕，你得回溯時間了。ゑ

source: <32>{#k/2}* Even I don't remember what I said!
pt_br: <32>{#k/2}* Nem mesmo eu me lembro do que disse!
zh_cn: <32>{#k/2}* 就连我自己 都忘了刚才说过啥了！ゑ
zh_tw: <32>{#k/2}* 就連我自己 都忘了剛才說過啥了！ゑ

source: <32>{#p/basic}{#k/3}* A whole new world...
pt_br: <32>{#p/basic}{#k/3}* Um mundo inteirinho novo...
zh_cn: <32>{#p/basic}{#k/3}* 一个全新的世界...
zh_tw: <32>{#p/basic}{#k/3}* 一個全新的世界...

source: <32>{#k/0}* Boy, I never thought I'd see the day.
pt_br: <32>{#k/0}* Rapaz, eu não pensei que veria esse dia chegar.
zh_cn: <32>{#k/0}* 好家伙， 我从没想到我能亲眼 见证这么一天。
zh_tw: <32>{#k/0}* 好傢伙， 我從沒想到我能親眼 見證這麼一天。

source: <32>{#k/3}* Dr. Alphys told everyone she'd started scanning for new worlds...
pt_br: <32>{#k/3}* Dr.Alphys me disse que começaria a procurar por novos mundos...
zh_cn: <32>{#k/3}* Alphys博士告诉我们 她已经开始寻找新世界了...
zh_tw: <32>{#k/3}* Alphys博士告訴我們 她已經開始尋找新世界了...

source: <32>{#k/0}* Then, just a short time ago, she said she'd found one.
pt_br: <32>{#k/0}* Então, a pouco tempo atrás, ela disse ter encontrado um.
zh_cn: <32>{#k/0}* 然后，就在不久前， 她说她找到一个。
zh_tw: <32>{#k/0}* 然後，就在不久前， 她說她找到一個。

source: <32>{#k/0}* It's called Eurybia. * Don't know much else about it beyond that.
pt_br: <32>{#k/0}* Se chama Eurybia. * Não sei muito sobre além disso.
zh_cn: <32>{#k/0}* 它叫欧律比亚。 * 除此之外就啥也不知道了。
zh_tw: <32>{#k/0}* 它叫歐律比亞。 * 除此之外就啥也不知道了。

source: <32>{#k/1}* All I can be sure of is that it'll be better than this place.
pt_br: <32>{#k/1}* Tudo que eu sei é que será um lugar melhor que esse.
zh_cn: <32>{#k/1}* 我唯一肯定的是， 那地方绝对比这地方强上百倍。
zh_tw: <32>{#k/1}* 我唯一肯定的是， 那地方絕對比這地方強上百倍。

source: <32>{#k/3}* That's not to say I won't miss it.
pt_br: <32>{#k/3}* Não que eu não vá sentir falta daqui.
zh_cn: <32>{#k/3}* 但并不是说 我不会想念这里。
zh_tw: <32>{#k/3}* 但並不是說 我不會想念這裡。

source: <32>{#k/0}* I've lived through the entire period of monster captivity...
pt_br: <32>{#k/0}* Eu vivi todo o período de cativeiro dos monstros...
zh_cn: <32>{#k/0}* 我经历了 怪物被囚禁的那个时期。
zh_tw: <32>{#k/0}* 我經歷了 怪物被囚禁的那個時期。

source: <32>{#k/0}* Leaving it so soon almost seems like a crime.
pt_br: <32>{#k/0}* Deixar aqui tão cedo parece até um crime.
zh_cn: <32>{#k/0}* 这么快离开 也太离谱了。
zh_tw: <32>{#k/0}* 這麼快離開 也太離譜了。

source: <32>{#p/basic}{#k/3}* I've lived too long to be afraid of something like you.
pt_br: <32>{#p/basic}{#k/3}* Eu vivi tempo demais pra ter medo de algo feito ocê.
zh_cn: <32>{#p/basic}{#k/3}* 我活了这么久， 什么大风大浪没见过。 不会怕你这种东西。ゑ
zh_tw: <32>{#p/basic}{#k/3}* 我活了這麼久， 什麼大風大浪沒見過。 不會怕你這種東西。ゑ

source: <32>{#k/2}* Try it, kiddo!
pt_br: <32>{#k/2}* Tenta, criança!
zh_cn: <32>{#k/2}* 来啊，小子，动手啊！ゑ
zh_tw: <32>{#k/2}* 來啊，小子，動手啊！ゑ

source: <32>{#k/1}* ... I know you can't here.
pt_br: <32>{#k/1}* ... Eu sei que você não pode aqui.
zh_cn: <32>{#k/1}* ...我知道你在这伤不了我的。ゑ
zh_tw: <32>{#k/1}* ...我知道你在這傷不了我的。ゑ

source: <32>{#k/4}* Wah ha... * Knowledge like that is part of the reason I've survived so long.
pt_br: <32>{#k/4}* Wah ha... * Conhecimento assim foi parte do porque eu sobrevivi tanto tempo.
zh_cn: <32>{#k/4}* 哇哈... * 假如没有这样的智慧， 我也活不长。ゑ
zh_tw: <32>{#k/4}* 哇哈... * 假如沒有這樣的智慧， 我也活不長。ゑ

source: <32>{#p/basic}{#k/2}* The homeworld, eh?
pt_br: <32>{#p/basic}{#k/2}* O mundo natal, é?
zh_cn: <32>{#p/basic}{#k/2}* 你说，故园生活？ゑ
zh_tw: <32>{#p/basic}{#k/2}* 你說，故園生活？ゑ

source: <32>{#k/0}* Look, kiddo.
pt_br: <32>{#k/0}* Olha, criança.
zh_cn: <32>{#k/0}* 呵，孩子啊...ゑ
zh_tw: <32>{#k/0}* 呵，孩子啊...ゑ

source: <32>{#k/0}* All I'll say about the homeworld is that it was a nice place.
pt_br: <32>{#k/0}* Tudo que eu vou dizer sobre o planeta natal é que era um lugar incrível.
zh_cn: <32>{#k/0}* 我只能告诉你， 故园是个很棒的地方。ゑ
zh_tw: <32>{#k/0}* 我只能告訴你， 故園是個很棒的地方。ゑ

source: <32>{#k/4}* A place where people didn't have to worry...
pt_br: <32>{#k/4}* Um lugar onde as pessoas não precisavam se preocupar...
zh_cn: <32>{#k/4}* 在那里，人们不用怕...ゑ
zh_tw: <32>{#k/4}* 在那裡，人們不用怕...ゑ

source: <32>{#k/1}* ... about seeing those they care about be killed in front of their very eyes.
pt_br: <32>{#k/1}* ... sobre ver aqueles que eles amam serem mortos em frente aos seus olhos.
zh_cn: <32>{#k/1}* ...自己的亲人、朋友在面前 被活活杀死。ゑ
zh_tw: <32>{#k/1}* ...自己的親人、朋友在面前 被活活殺死。ゑ

source: <32>{#k/0}* So, to summarize, it's not really a place you'd fit into.
pt_br: <32>{#k/0}* Então, pra deixar claro, não é um lugar onde você se encaixaria bem.
zh_cn: <32>{#k/0}* 所以嘛， 那地方肯定不适合你待。ゑ
zh_tw: <32>{#k/0}* 所以嘛， 那地方肯定不適合你待。ゑ

source: <32>{#k/1}* Any questions?
pt_br: <32>{#k/1}* Alguma pergunta?
zh_cn: <32>{#k/1}* 有疑问吗？ゑ
zh_tw: <32>{#k/1}* 有疑問嗎？ゑ

source: <32>{#p/basic}{#k/0}* The homeworld... * Well, first off, it has a name. * It's Krios.
pt_br: <32>{#p/basic}{#k/0}* O planeta natal... * Bem, ele tem um nome, é Krios.
zh_cn: <32>{#p/basic}{#k/0}* 故园生活啊... * 嗯... 首先，故园是有名字的。 叫做克里乌斯。ゑ
zh_tw: <32>{#p/basic}{#k/0}* 故園生活啊... * 嗯，首先，那裡有自己的名字。 * 叫做克伊俄斯。ゐ

source: <33>{#k/3}* I myself grew up in a quiet little town outside the city. * Well, I say quiet.
pt_br: <33>{#k/3}* Eu cresci em uma cidade do interior de lá. * Bem, eu disse interior.
zh_cn: <33>{#k/3}* 我自己在城外一个 宁静的小镇中长大。 * 嗯，应该还算宁静。ゑ
zh_tw: <33>{#k/3}* 我自己在城外一個 寧靜的小鎮中長大。 * 嗯，應該還算寧靜。ゑ

source: <32>{#k/4}* Every few days, some of the kids from school would host these time trial races.
pt_br: <32>{#k/4}* A cada poucos dias, algumas das crianças da escola organizavam essas corridas de contra-tempo.
zh_cn: <32>{#k/4}* 每隔几天，学校里的孩子们 就会组织单车竞速比赛。ゑ
zh_tw: <32>{#k/4}* 每隔幾天，學校裡的孩子們 就會組織單車競速比賽。ゑ

source: <32>{#k/0}* The weather wasn't always friendly, but they didn't care. * If anything, it just made things more interesting.
pt_br: <32>{#k/0}* O clima não era perfeito, mas ele nem ligavam. * Se ele fazia algo, era deixar as coisas interessantes.
zh_cn: <32>{#k/0}* 有时候天公不作美， 但他们一点都不在乎。 * 甚至，坏天气还让比赛 变得更刺激，更有趣了。ゑ
zh_tw: <32>{#k/0}* 有時候天公不作美， 但他們一點都不在乎。 * 甚至，壞天氣還讓比賽 變得更刺激，更有趣了。ゑ

source: <32>{#k/0}* My family and I attended dozens of these races when I was just a kiddo.
pt_br: <32>{#k/0}* Eu e minha família presenciamos dezenas dessas corridas quando eu era só uma criança.
zh_cn: <32>{#k/0}* 那时，我还是个小毛孩， 和家人参加过好多次竞速比赛。ゑ
zh_tw: <32>{#k/0}* 那時，我還是個小毛孩， 和家人參加過好多次競速比賽。ゑ

source: <32>{#k/0}* Don't get me wrong. * Electrosnail is fun, but it's just not the same thing.
pt_br: <32>{#k/0}* Não me entenda errado. * Lesma Elétrica é legal, só não é a mesma coisa.
zh_cn: <32>{#k/0}* 你别误会。 * “雷霆蜗牛”是很好玩， 但那可不是一回事。ゑ
zh_tw: <32>{#k/0}* 你別誤會。 * 「雷霆蝸牛」是很好玩， 但那可不是一回事。ゑ

source: <32>{#p/basic}{#k/3}* My family? * Eh, there's not much to say. * I had good parents, a few siblings.
pt_br: <32>{#p/basic}{#k/3}* Minha família. * Não a muito o que dizer. * Eu tive bons pais, alguns irmãos.
zh_cn: <32>{#p/basic}{#k/3}* 我的家人？ * 呃，没什么太多可说的。 * 父母对我很好， 还有几个兄弟姐妹。ゑ
zh_tw: <32>{#p/basic}{#k/3}* 我的家人？ * 呃，沒什麼太多可說的。 * 父母對我很好， 還有幾個兄弟姐妹。ゑ

source: <32>{#k/0}* One day, King Erogot came to our town. * He and I met at one of those races I told ya about.
pt_br: <32>{#k/0}* Um dia, o Rei Erogot veio à nossa cidade. * Ele e eu nos conhecemos em uma daquelas corridas que falei procê.
zh_cn: <32>{#k/0}* 有一天， Erogot国王来我们小镇。 * 在一场竞速比赛中， 我和他碰面了。ゑ
zh_tw: <32>{#k/0}* 有一天， Erogot國王來我們小鎮。 * 在一場競速比賽中， 我和他碰面了。ゑ

source: <32>{#k/0}* I was an insignificant country bumpkin, but he saw somethin' in me, somethin' more...
pt_br: <32>{#k/0}* Eu era só um muleque insignificante de fazenda, mas ele viu algo em mim...
zh_cn: <32>{#k/0}* 我只是个不起眼的乡巴佬， 但他从我身上看到了别的东西， 那是某种特质...ゑ
zh_tw: <32>{#k/0}* 我只是個不起眼的鄉巴佬， 但他從我身上看到了別的東西， 那是某種特質...ゑ

source: <32>{#k/4}* One thing led to another, and I ended up moving away from my family at an early age.
pt_br: <32>{#k/4}* Uma coisa levou a outra e eu acabei saindo de perto da minha família bem cedo.
zh_cn: <32>{#k/4}* 一来二去， 我小小年纪就离开了家人。ゑ
zh_tw: <32>{#k/4}* 一來二去， 我小小年紀就離開了家人。ゑ

source: <32>{#k/3}* ... that was the last time I'd ever get to see them face to face.
pt_br: <32>{#k/3}* ... foi a última vez que os vi cara a cara.
zh_cn: <32>{#k/3}* ...那次一别， 此后就再也没能见到家人。ゑ
zh_tw: <32>{#k/3}* ...那次一別， 此後就再也沒能見到家人。ゑ

source: <32>{#p/basic}{#k/0}* Erogot, the king of the last great era of our homeworld.
pt_br: <32>{#p/basic}{#k/0}* Erogot, o rei da última grande era do planeta natal.
zh_cn: <32>{#p/basic}{#k/0}* Erogot，是故园最后一段全盛时期的 当政国王。ゑ
zh_tw: <32>{#p/basic}{#k/0}* Erogot，是故園最後一段全盛時期的 當政國王。ゑ

source: <32>* I'm sure you've read about him at some point.
pt_br: <32>* Eu tenho certeza que você leu sobre ele em algum ponto.
zh_cn: <32>* 我相信，你一定读过他的故事。ゑ
zh_tw: <32>* 我相信，你一定讀過他的故事。ゑ

source: <32>{#k/2}* If you haven't, then what are ya holding his pendant for!?
pt_br: <32>{#k/2}* Se você não tiver, então para que você está segurando o pingente dele!?
zh_cn: <32>{#k/2}* 否则，那你怎么拿着 他的吊坠！？ゑ
zh_tw: <32>{#k/2}* 否則，那你怎麼拿著 他的吊墜！？ゑ

source: <32>{#k/2}* If you haven't, then what asteroid have ya been living in for all this time!?
pt_br: <32>{#k/2}* Se não tiver, então em que asteróide você tem vivido esse tempo todo!?
zh_cn: <32>{#k/2}* 否则，你难道一直活在 外星上吗？ゑ
zh_tw: <32>{#k/2}* 否則，你難道一直活在 外星上嗎？ゑ

source: <32>{#k/3}* Under his reign, the monster species came so far. * Perhaps a little too far.
pt_br: <32>{#k/3}* Sobre seu reinado, a raça monstro chegou longe. * Bem longe.
zh_cn: <32>{#k/3}* 在他的统治下， 怪物一族逐渐发展壮大 * 都有点壮大过头了。ゑ
zh_tw: <32>{#k/3}* 在他的統治下， 怪物一族逐漸發展壯大。 * 都有點壯大過頭了。ゑ

source: <32>{#k/0}* He was so happy to meet a human for the first time... but not for himself.
pt_br: <32>{#k/0}* Ele estava tão feliz em ver um humano pela primeira vez... mas não por si.
zh_cn: <32>{#k/0}* 他第一次见到人类时， 非常高兴...[ADD]<32>{#k/0}* 并不是因为他自己想见到人类， 而是为了实现他儿子的愿望。ゑ
zh_tw: <32>{#k/0}* 他第一次見到人類時， 非常高興...[ADD]<32>{#k/0}* 並不是因為他自己想見到人類， 而是為了實現他兒子的願望。ゑ

source: <32>{#k/1}* Nah, that was his son's wish. * Poor kid got exactly what he asked for and then some...
pt_br: <32>{#k/1}* Nah, esse foi o desejo de seu filho. * Pobre criança ganhou o que queria e então...
zh_cn: <32>{#k/1}* 可怜的孩子， 虽然实现了他的梦想， 可之后...ゑ
zh_tw: <32>{#k/1}* 可憐的孩子， 雖然實現了他的夢想， 可之後...ゑ

source: <32>{#p/basic}{#k/3}* Forgive me, but I don't really wanna talk about that too much more.
pt_br: <32>{#p/basic}{#k/3}* Desculpe-me, eu não consigo mais conversar sobre isso.
zh_cn: <32>{#p/basic}{#k/3}* 抱歉，这事我不该说太多。ゑ
zh_tw: <32>{#p/basic}{#k/3}* 抱歉，這事我不該說太多。ゑ

source: <32>{#k/1}* Ol' King Fluffybuns wouldn't want you to carry that kinda burden.
pt_br: <32>{#k/1}* O velho Rei Fofucho não gostaria que você carregasse esse tipo de fardo.
zh_cn: <32>{#k/1}* 小毛球国王可不想让你 背负那样的重担。ゑ
zh_tw: <32>{#k/1}* 小毛球國王可不想讓你 背負那樣的重擔。ゑ

source: <32>{#p/basic}{#k/0}* Toriel? * She came through here not too long ago, actually.
pt_br: <32>{#p/basic}{#k/0}* Toriel? * Ela passou aqui a pouco tempo atrás, na verdade.
zh_cn: <32>{#p/basic}{#k/0}* Toriel？ * 其实，她不久前刚经过这。ゑ
zh_tw: <32>{#p/basic}{#k/0}* Toriel？ * 其實，她不久前剛經過這。ゑ

source: <32>{#k/1}* Said she needed time to herself.
pt_br: <32>{#k/1}* Ela disse que precisava de tempo para si mesmo.
zh_cn: <32>{#k/1}* 她说，“想自己一个人静静。”ゑ
zh_tw: <32>{#k/1}* 她說，「想自己一個人靜靜。」ゑ

source: <32>{#k/3}* Well, y'know what? * I figure she's had enough time by now.
pt_br: <32>{#k/3}* Bem, sabe o quê? * Eu acho que ela já teve tempo demais pra si.
zh_cn: <32>{#k/3}* 嗯... * 不过我觉得， 现在她应该冷静得差不多了。ゑ
zh_tw: <32>{#k/3}* 嗯... * 不過我覺得， 現在她應該冷靜得差不多了。ゑ

source: <32>{#k/0}* You can find her in the trash depository past the ladder in the room nearby.
pt_br: <32>{#k/0}* Ocê pode achar ela no depósito de lixo depois da sala central.
zh_cn: <32>{#k/0}* 附近有个垃圾堆， 那房间里还有一架梯子。 她应该就在那里。ゑ
zh_tw: <32>{#k/0}* 附近有個垃圾堆， 那房間裡還有一架梯子。 她應該就在那裡。ゑ

source: <32>{#k/3}* I'm pretty sure I know what's got her so pre-occupied...
pt_br: <32>{#k/3}* Eu sei o que tem mantido ela tão preocupada...
zh_cn: <32>{#k/3}* 至于她为啥这么心事重重... 我清楚得很。ゑ
zh_tw: <32>{#k/3}* 至於她為啥這麼心事重重... 我清楚得很。ゑ

source: <32>{#p/basic}{#k/3}* Eh? * Fight you?
pt_br: <32>{#p/basic}{#k/3}* Eh? * Lutar contra você?
zh_cn: <32>{#p/basic}{#k/3}* 嗯？ * 跟你干一架？ゑ
zh_tw: <32>{#p/basic}{#k/3}* 嗯？ * 跟你幹一架？ゑ

source: <32>{#k/1}* Nah... I'm not a hero. * Not anymore.
pt_br: <32>{#k/1}* Nah... eu num só herói. * Não mais.
zh_cn: <32>{#k/1}* 没门。 * 我不是英雄， 也不会去逞英雄。ゑ
zh_tw: <32>{#k/1}* 沒門。 * 我不是英雄， 也不會去逞英雄。ゑ

source: <32>{#k/0}* And b'sides... * You may have spared Undyne, but everyone else is still dead.
pt_br: <32>{#k/0}* E aliás... * Você pode ter poupado Undyne, mas todos os outros estão mortos.
zh_cn: <32>{#k/0}* 更何况... * 你就算没杀Undyne， 其他民众也还是都被杀了。ゑ
zh_tw: <32>{#k/0}* 更何況... * 你就算沒殺Undyne， 其他民眾也還是都被殺了。ゑ

source: <32>{#k/4}* I'm better off holding my ground right where I am...
pt_br: <32>{#k/4}* É melhor eu me manter firme exatamente onde estou...
zh_cn: <32>{#k/4}* 反正，我就这么待着， 你也拿我没办法...ゑ
zh_tw: <32>{#k/4}* 反正，我就這麼待著， 你也拿我沒辦法...ゑ

source: <32>{#k/3}* And b'sides... * People seem to go missing after they run into you.
pt_br: <32>{#k/3}* E aliás... * Algumas pessoas tem sumido desde você apareceu por aqui.
zh_cn: <32>{#k/3}* 更何况... * 怪物们只要碰上你， 几乎都会失踪。ゑ
zh_tw: <32>{#k/3}* 更何況... * 怪物們只要碰上你， 幾乎都會失蹤。ゑ

source: <32>{#k/4}* I'll take that as an omen to stay right where I am...
pt_br: <32>{#k/4}* Vou tomar isso como um presságio para ficar exatamente onde estou...
zh_cn: <32>{#k/4}* 那我不如识趣点，老实待着。 * 反正你也拿我没办法...ゑ
zh_tw: <32>{#k/4}* 那我不如識趣點，老實待著。 * 反正你也拿我沒辦法...ゑ

source: <32>{#k/0}* And b'sides... * After what you did to Undyne, I know I don't stand a chance.
pt_br: <32>{#k/0}* E aliás... * Após o que você fez com a Undyne, eu sei que não teria chance.
zh_cn: <32>{#k/0}* 更何况... * 连Undyne都拦不住你， 那我就更不是你的对手。ゑ
zh_tw: <32>{#k/0}* 更何況... * 連Undyne都攔不住你， 那我就更不是你的對手。ゑ

source: <32>{#k/0}* And b'sides... * These old bones aren't fit for fighting anyhoo.
pt_br: <32>{#k/0}* E aliás... * Esses ossos não aguentam mais lutar de forma alguma.
zh_cn: <32>{#k/0}* 更何况... * 我这身老骨头也打不动了。ゑ
zh_tw: <32>{#k/0}* 更何況... * 我這身老骨頭也打不動了。ゑ

source: <32>{#k/1}* One attack from you, and then I'd... well...
pt_br: <32>{#k/1}* Um ataque seu e eu... bem...
zh_cn: <32>{#k/1}* 你打一下，我可能... 就...ゑ
zh_tw: <32>{#k/1}* 你打一下，我可能... 就...ゑ

source: <32>{#k/4}* At least by talking to you, I've bought enough time for some of them to escape.
pt_br: <32>{#k/4}* Pelo menos ao conversar com você eu dei mais tempo para outros escaparem.
zh_cn: <32>{#k/4}* 至少，我还能扯扯闲话，拖住你， 帮孩子们争取逃命的时间。ゑ
zh_tw: <32>{#k/4}* 至少，我還能扯扯閒話，拖住你， 幫孩子們爭取逃命的時間。ゑ

source: <32>{#p/basic}{#k/3}* You wanna know about the Foundry? * This old place?
pt_br: <32>{#p/basic}{#k/3}* Você quer saber sobre a Foundry? * Ele lugar velho?
zh_cn: <32>{#p/basic}{#k/3}* 你想了解铸厂？ * 就这个破地方？ゑ
zh_tw: <32>{#p/basic}{#k/3}* 你想了解鑄廠？ * 就這個破地方？ゑ

source: <32>{#k/3}* Well, recently, we've been having some electricity problems...
pt_br: <32>{#k/3}* Recentemente temos tido alguns problemas de eletricidade...
zh_cn: <32>{#k/3}* 呃... * 刚才，这里停电了...ゑ
zh_tw: <32>{#k/3}* 呃... * 剛才，這裡停電了...ゑ

source: <32>{#k/0}* Though I'm sure it's nothing the Foundry crew can't sort out.
pt_br: <32>{#k/0}* Mas eu sei que não é nada que a equipe da Foundry não possa resolver.
zh_cn: <32>{#k/0}* 不过别担心。 * 就这点小事， 难不倒铸厂员工的。ゑ
zh_tw: <32>{#k/0}* 不過別擔心。 * 就這點小事， 難不倒鑄廠員工的。ゑ

source: <32>{#k/2}* Those folks can't get enough of their engineering jobs!
pt_br: <32>{#k/2}* Aqueles caras são muito capazes de seu trabalho como engenheiros!
zh_cn: <32>{#k/2}* 这群修理工啊， 一个个恨不得天天996呢！ゑ
zh_tw: <32>{#k/2}* 這群修理工啊， 一個個恨不得天天996呢！ゑ

source: <32>{#k/3}* Well, it's a place people often get lost...
pt_br: <32>{#k/3}* Bem, é um lugar onde as pessoas normalmente ficam perdidas...
zh_cn: <32>{#k/3}* 嗯，这地方跟个迷宫一样， 总有人在这里迷路...ゑ
zh_tw: <32>{#k/3}* 嗯，這地方跟個迷宮一樣， 總有人在這裡迷路...ゑ

source: <32>{#k/3}* Or left behind...
pt_br: <32>{#k/3}* Ou deixadas para trás...
zh_cn: <32>{#k/3}* 甚至被抛弃...ゑ
zh_tw: <32>{#k/3}* 甚至被拋棄...ゑ

source: <32>{#k/2}* Boy, I sure hope that doesn't happen to you.
pt_br: <32>{#k/2}* Garoto, eu espero que isso não aconteça com você.
zh_cn: <32>{#k/2}* 孩子，我真希望 这种事情别发生在你身上。ゑ
zh_tw: <32>{#k/2}* 孩子，我真希望 這種事情別發生在你身上。ゑ

source: <32>{#k/0}* Well, it's never been the friendliest location...
pt_br: <32>{#k/0}* Olha, nunca foi o lugar mais amigável do Outpost...
zh_cn: <32>{#k/0}* 唉，这里根本不是什么 幸福乐园... * 从来都不是。ゑ
zh_tw: <32>{#k/0}* 唉，這裡根本不是什麼 幸福樂園... * 從來都不是。ゑ

source: <32>{#k/3}* From the humans sending us here to die, to the recent loss of a fighting spirit...
pt_br: <32>{#k/3}* Dos humanos que nos enviaram aqui para morrer, até a recente perda de um espírito de luta...
zh_cn: <32>{#k/3}* 前有人类把我们逼到这里， 活活等死； * 后有英雄战死，士气低迷...ゑ
zh_tw: <32>{#k/3}* 前有人類把我們逼到這裡， 活活等死； * 後有英雄戰死，士氣低迷...ゑ

source: <32>{#k/3}* Nothin' but bad luck down here, kiddo.
pt_br: <32>{#k/3}* Nada além de azar por aqui, carinha.
zh_cn: <32>{#k/3}* 孩子，这里只有苦难。ゑ
zh_tw: <32>{#k/3}* 孩子，這裡只有苦難。ゑ

source: <32>{#k/2}* Well, back when we first got trapped out here, this WAS the outpost!
pt_br: <32>{#k/2}* Quando nós fomos presos aqui, este ERA o Outpost inteiro!
zh_cn: <32>{#k/2}* 我想想... * 当年，怪物刚被困在这里时， 整个“前哨站”还只有铸厂！ゑ
zh_tw: <32>{#k/2}* 我想想... * 當年，怪物剛被困在這裡時， 整個「前哨站」還只有鑄廠！ゑ

source: <32>{#k/0}* All those fancy-schmancy sections added on afterwards were built by us monsters.
pt_br: <32>{#k/0}* Todas aquelas áreas extravagantes adicionadas posteriormente foram construídas por nós, monstros.
zh_cn: <32>{#k/0}* 后来，我们不断扩建前哨站， 才有了形态各异的其他区域。ゑ
zh_tw: <32>{#k/0}* 後來，我們不斷擴建前哨站， 才有了形態各異的其他區域。ゑ

source: <32>{#k/0}* Turns out most people aren't into the idea of living in the past. * Fair enough.
pt_br: <32>{#k/0}* Ao que parece muitas pessoas não curtiam a ideia de viver no passado. * O que é justo.
zh_cn: <32>{#k/0}* 看来，怪物们大多不愿拘泥于过去， 而是“向前看”，谋发展。 * 我能理解。ゑ
zh_tw: <32>{#k/0}* 看來，怪物們大多不願拘泥於過去， 而是「向前看」，謀發展。 * 我能理解。ゑ

source: <32>{#k/2}* But... I just think there's something so decadent about repurposing this place.
pt_br: <32>{#k/2}* Mas... Eu só acho que há algo tão decadente em reaproveitar este lugar.
zh_cn: <32>{#k/2}* 虽说... 只想发展，扩建，改造 这一亩三分地，有点没出息。ゑ
zh_tw: <32>{#k/2}* 雖說... 只想發展，擴建，改造 這一畝三分地，有點沒出息。ゑ

source: <32>{#k/3}* It was the humans who trapped us here, hoping we'd rot and suffer in darkness.
pt_br: <32>{#k/3}* Foram os humanos que nos prenderam aqui, esperando nos ver sofrer e morrer na escuridão.
zh_cn: <32>{#k/3}* 当年，人类把我们困在这里， 希望我们在黑暗中腐烂受苦。ゑ
zh_tw: <32>{#k/3}* 當年，人類把我們困在這裡， 希望我們在黑暗中腐爛受苦。ゑ

source: <32>{#k/0}* But look at us now. * Look at how we've made this place our own.
pt_br: <32>{#k/0}* Mas olha só para nós agora. * Olha como nós fizemos deste lugar nossa casa.
zh_cn: <32>{#k/0}* 但你瞧： 一路下来，我们不仅走出了困境， 还把这里变成了自己的地盘。ゑ
zh_tw: <32>{#k/0}* 但你瞧： 一路下來，我們不僅走出了困境， 還把這裡變成了自己的地盤。ゑ

source: <32>{#k/2}* Wa ha ha! * Talk about showing 'em who's boss, eh?
pt_br: <32>{#k/2}* Wa ha ha! * Fale sobre mostrar a eles quem é que manda, hein?
zh_cn: <32>{#k/2}* 哇哈哈！ * 就让他们瞧瞧： 谁才是老大！ゑ
zh_tw: <32>{#k/2}* 哇哈哈！ * 就讓他們瞧瞧： 誰才是老大！ゑ

source: <32>{#p/basic}{#k/3}* What? * Where on Krios did you learn THAT handshake?
pt_br: <32>{#p/basic}{#k/3}* O quê? * Onde em Krios você aprendeu este aperto de mão?
zh_cn: <32>{#p/basic}{#k/3}* 啥？ * 你在克里乌斯的哪个地方 学的这个握手方式？
zh_tw: <32>{#p/basic}{#k/3}* 啥？ * 你在克裡烏斯的哪個地方 學的這個握手方式？

source: <32>{#k/2}* I haven't shown anyone that routine in years!
pt_br: <32>{#k/2}* Eu não mostro isso pra ninguém a anos!
zh_cn: <32>{#k/2}* 我已经很多年 没跟别人展示过咯！
zh_tw: <32>{#k/2}* 我已經很多年 沒跟別人展示過嚕！

source: <32>{#k/0}* Wa ha ha... but I think I know where ya learned it from.
pt_br: <32>{#k/0}* Wa ha ha... mas eu acho que sei onde você aprendeu isso.
zh_cn: <32>{#k/0}* 哇哈哈... 但我想知道你在哪学的。
zh_tw: <32>{#k/0}* 哇哈哈... 但我想知道你在哪學的。

source: <32>{#k/0}* Long time ago, a human came here... me and them became good friends.
pt_br: <32>{#k/0}* Muito tempo atrás, um humano veio aqui... nós nos tornamos bons amigos.
zh_cn: <32>{#k/0}* 很久以前， 一个人类来到这里... 我与其成为了好朋友。
zh_tw: <32>{#k/0}* 很久以前， 一個人類來到這裡... 我與其成為了好朋友。

source: <32>{#k/3}* Maybe we still are. * I'll have to ask 'em when they wake up.
pt_br: <32>{#k/3}* Talvez ainda sejamos. * Vou ter que perguntar a ele quando acordar.
zh_cn: <32>{#k/3}* 也许我们仍然是。 * 等那孩子醒来我要问一下。
zh_tw: <32>{#k/3}* 也許我們仍然是。 * 等那孩子醒來我要問一下。

source: <32>{#k/4}* I've only just adopted the little rascal...
pt_br: <32>{#k/4}* Eu acabei de adota-lo.
zh_cn: <32>{#k/4}* 刚刚我收养了这个小屁孩...
zh_tw: <32>{#k/4}* 剛剛我收養了這個小屁孩...

source: <32>{#k/0}* They seem pretty tired after all that archive business.
pt_br: <32>{#k/0}* Ele parece cansado após toda aquela coisa de arquivo.
zh_cn: <32>{#k/0}* 从档案内出来后， 那孩子看起来很累。
zh_tw: <32>{#k/0}* 從檔案內出來後， 那孩子看起來很累。

source: <32>{#k/3}* Imagine... * Living in a virtual world...
pt_br: <32>{#k/3}* Imagine... * Viver em um mundo virtual...
zh_cn: <32>{#k/3}* 想象一下... * 生活在虚拟世界...
zh_tw: <32>{#k/3}* 想像一下... * 生活在虛擬世界...

source: <32>{#k/2}* If you die in the simulation, do you die in real life?
pt_br: <32>{#k/2}* Se você morrer na simulação, você morre na vida real?
zh_cn: <32>{#k/2}* 如果你在模拟中死亡， 现实中你也会死吗？
zh_tw: <32>{#k/2}* 如果你在模擬中死亡， 現實中你也會死嗎？

source: <32>{#k/0}* Eh, never mind. * It doesn't matter now, anyway.
pt_br: <32>{#k/0}* Meh, esquece. * Não importa.
zh_cn: <32>{#k/0}* 额，算了。 * 不管咋样，这都不重要了。
zh_tw: <32>{#k/0}* 額，算了。 * 不管咋樣，這都不重要了。

source: <32>{#k/3}* I wonder what they're up to now...
pt_br: <32>{#k/3}* Me pergunto o que ele está pensando agora...
zh_cn: <32>{#k/3}* 我想知道 那孩子现在醒了吗...
zh_tw: <32>{#k/3}* 我想知道 那孩子現在醒了嗎...

source: <32>{#p/basic}{#k/0}* Frisk, I could talk about you all day after what you did.
pt_br: <32>{#p/basic}{#k/0}* Frisk, eu poderia falar sobre você o dia inteiro após o que você fez.
zh_cn: <32>{#p/basic}{#k/0}* Frisk， 在你做了那事后， 我可以谈论你一整天。
zh_tw: <32>{#p/basic}{#k/0}* Frisk， 在你做了那事後， 我可以談論你一整天。

source: <32>{#k/4}* Risking your life, facing down a godlike being just to save us...
pt_br: <32>{#k/4}* Arriscar sua vida, enfrentar um semelhante a deus só pra nos salvar...
zh_cn: <32>{#k/4}* 面对一个神的存在， 冒着生命危险， 拯救了我们大家...
zh_tw: <32>{#k/4}* 面對一個神的存在， 冒著生命危險， 拯救了我們大家...

source: <32>{#k/3}* The words strong enough to do it justice don't exist.
pt_br: <32>{#k/3}* As palavras fortes o suficiente para fazer justiça não existem.
zh_cn: <32>{#k/3}* 不会出现 任何有力的词汇， 可以形容出这件正义之举。
zh_tw: <32>{#k/3}* 不會出現 任何有力的詞彙， 可以形容出這件正義之舉。

source: <32>{#k/0}* I think, sometime in your future, if you really wanted it...
pt_br: <32>{#k/0}* Eu acho que em algum momento no futuro, se você quiser...
zh_cn: <32>{#k/0}* 我觉得， 在未来不管什么时候， 只要你想...
zh_tw: <32>{#k/0}* 我覺得， 在未來不管什麼時候， 只要你想...

source: <32>{#k/0}* You could lead the monster race yourself, as ruler.
pt_br: <32>{#k/0}* Você poderia liderar a raça monstro por conta, como um rei.
zh_cn: <32>{#k/0}* 你就可以成为 领导怪物种族的 统治者。
zh_tw: <32>{#k/0}* 你就可以成為 領導怪物種族的 統治者。

source: <33>{#k/2}* Everyone would follow you. * Even this old coot!
pt_br: <33>{#k/2}* Todo mundo te seguiria! * Até esse velho camarada!
zh_cn: <33>{#k/2}* 所有人都会跟随你。 * 包括你眼前的这个老傻瓜！
zh_tw: <33>{#k/2}* 所有人都會跟隨你。 * 包括你眼前的這個老傻瓜！

source: <32>{#k/0}* You're a real hero, kid.
pt_br: <32>{#k/0}* Você é um verdadeiro herói, criança.
zh_cn: <32>{#k/0}* 孩子， 你是一名真正的英雄。
zh_tw: <32>{#k/0}* 孩子， 你是一名真正的英雄。

source: <32>{#p/basic}{#k/1}* I take it you've killed her by now?
pt_br: <32>{#p/basic}{#k/1}* Eu acho que você já a matou nesta altura?
zh_cn: <32>{#p/basic}{#k/1}* 你们杀掉她了？ゑ
zh_tw: <32>{#p/basic}{#k/1}* 你們殺掉她了？ゑ

source: <32>{#k/1}* ...
zh_cn: <32>{#k/1}* ...ゑ
zh_tw: <32>{#k/1}* ...ゑ

source: <32>{#k/3}* Then why ask me...
pt_br: <32>{#k/3}* Então pra quê me perguntar...
zh_cn: <32>{#k/3}* 那干嘛明知故问...ゑ
zh_tw: <32>{#k/3}* 那幹嘛明知故問...ゑ
