Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* All he ever wanted to do was make them happy...
pt_br: <32>{#p/basic}* Tudo que ele sempre quis fazer foi trazer felicidade...
zh_cn: <32>{#p/basic}* 他唯一想做的 就是让人们开心...
zh_tw: <32>{#p/basic}* 他唯一想做的 就是讓人們開心...

source: <32>{#p/hapstablook}* Dear diary, volume six...
pt_br: <32>{#p/hapstablook}* Querido diário, volume seis...
zh_cn: <32>{#p/hapstablook}* 亲爱的日记，第六册...
zh_tw: <32>{#p/hapstablook}* 親愛的日記，第六冊...

source: <32>* That Alphys... shes done something I never could have imagined.
pt_br: <32>* Alphys... ela fez algo que eu jamais imaginaria.
zh_cn: <32>* 那个Alphys... 她做了 我从没想过的事。
zh_tw: <32>* 那個Alphys... 她做了 我從沒想過的事。

source: <32>* Thanks to her, my future seems brighter than ever...
pt_br: <32>* Graças a ela, meu futuro parece mais brilhoso do que nunca...
zh_cn: <32>* 多亏了她，我的前途 比任何时候都更加光明...
zh_tw: <32>* 多虧了她，我的前途 比任何時候都更加光明...

source: <32>* ... I only hope the others come to understand my choice.
pt_br: <32>* ... Eu só espero que os outros possam entender minha escolha.
zh_cn: <32>* ...我只希望其他人 能够理解我的选择。
zh_tw: <32>* ...我只希望其他人 能夠理解我的選擇。

source: <32>* No matter what happens to me next, a part of me will always miss being with you.
pt_br: <32>* Não importa o que aconteça comigo a seguir, uma parte de mim sempre sentirá falta de estar com você.
zh_cn: <32>* 不管接下来发生什么， 我都会想念 和你在一起的时光。
zh_tw: <32>* 不管接下來發生什麼， 我都會想念 和你在一起的時光。

source: <32>* Please... never forget that. * Even if I myself do.
pt_br: <32>* Por favor... nunca esqueça isso. * Mesmo se eu mesma fizer.
zh_cn: <32>* 请... 不要遗忘。 * 也包括我自己。
zh_tw: <32>* 請... 不要遺忘。 * 也包括我自己。

source: <32>{#p/basic}* Sentimental as ever, eh?
pt_br: <32>{#p/basic}* Sentimental como sempre, eh?
zh_cn: <32>{#p/basic}* 一如既往的感伤，是吧？
zh_tw: <32>{#p/basic}* 一如既往的感傷，是吧？

source: <32>{#p/basic}* Well. * With any luck, you'll be re- united on better terms soon.
pt_br: <32>{#p/basic}* Bem. * Com sorte, estaremos reunidos em tempos melhores logo.
zh_cn: <32>{#p/basic}* 嗯。 * 运气好的话， 你们很快就会重新相遇。
zh_tw: <32>{#p/basic}* 嗯。 * 運氣好的話， 你們很快就會重新相遇。

source: <32>{#p/basic}* Heh. * I'm just glad you got to re- unite with them in the end.
pt_br: <32>{#p/basic}* Heh. * Eu só estou feliz que você esteja reunido com eles no fim.
zh_cn: <32>{#p/basic}* 嘿。 * 我很高兴最后 你和他们重聚了。
zh_tw: <32>{#p/basic}* 嘿。 * 我很高興最後 你和他們重聚了。

source: <32>{#p/human}* (But you knew you still had a little further to go before you could rest.)
pt_br: <32>{#p/human}* (Mas você sabia que ainda tinha um pouco mais para andar antes de poder descansar.)
zh_cn: <32>{#p/human}* （但你知道在你休息前 还有很长的一段路要走。）
zh_tw: <32>{#p/human}* （但你知道在你休息前 還有很長的一段路要走。）

source: <32>{#p/basic}* It's just a couch.
pt_br: <32>{#p/basic}* É apenas um sofá.
zh_cn: <32>{#p/basic}* 只是个沙发。
zh_tw: <32>{#p/basic}* 只是個沙發。

source: <32>{#p/basic}* Another couch, another temptation... you're so tired after all this traveling.
pt_br: <32>{#p/basic}* Outro sofá, outra tentação... você está tão cansado depois de toda essa viagem
zh_cn: <32>{#p/basic}* 又一个沙发，又一个诱惑... 旅行了这么久，你累死了。
zh_tw: <32>{#p/basic}* 又一個沙發，又一個誘惑... 旅行了這麼久，你累死了。

source: <32>{#p/basic}* ... but you can't stay here forever!
pt_br: <32>{#p/basic}* ... mas você não pode ficar aqui pra sempre!
zh_cn: <32>{#p/basic}* ...但你永远也不能在这里待着！
zh_tw: <32>{#p/basic}* ...但你永遠也不能在這裡待著！

source: <32>{#p/basic}* ... but you have to keep going!
pt_br: <32>{#p/basic}* ... mas você deve continuar indo!
zh_cn: <32>{#p/basic}* ...但你必须继续前进！
zh_tw: <32>{#p/basic}* ...但你必須繼續前進！

source: <32>{#p/human}* (The caption on this poster describes a love story.)
pt_br: <32>{#p/human}* (A legenda neste pôster descreve uma história de amor.)
zh_cn: <32>{#p/human}* （这张海报的标题 描绘了一个爱情故事。）
zh_tw: <32>{#p/human}* （這張海報的標題 描繪了一個愛情故事。）

source: <32>{#p/basic}* "Two star-crossed lovers fall into a digital abyss..."
pt_br: <32>{#p/basic}* "Dois amantes de estrelas caem em um abismo digital..."
zh_cn: <32>{#p/basic}* “两位不幸的恋人 坠入了数字深渊...”
zh_tw: <32>{#p/basic}* 「兩位不幸的戀人 墜入了數字深淵...」

source: <25>{#p/asriel1}{#f/13}* This thing must be centuries old...
pt_br: <25>{#p/asriel1}{#f/13}* Essa coisa deve ter centenas de anos...
zh_cn: <25>{#p/asriel1}{#f/13}* 这东西肯定有 几百年的历史了...
zh_tw: <25>{#p/asriel1}{#f/13}* 這東西肯定有 幾百年的歷史了...

source: <25>{#f/17}* Makes you wonder how it got here from Earth so quickly.
pt_br: <25>{#f/17}* Te faz questionar como você chegou da Terra para aqui tão rápido.
zh_cn: <25>{#f/17}* 让人好奇它怎么这么快 就从地球来到了这里。
zh_tw: <25>{#f/17}* 讓人好奇它怎麼這麼快 就從地球來到了這裡。

source: <25>{#p/asriel1}{#f/13}* You do realize Earth is thousands of lightyears from here, right?
pt_br: <25>{#p/asriel1}{#f/13}* Você entende que a Terra é alguns anos luz daqui, certo?
zh_cn: <25>{#p/asriel1}{#f/13}* 你知道地球离这里 有几百光年吧。
zh_tw: <25>{#p/asriel1}{#f/13}* 你知道地球離這裡 有幾百光年吧。

source: <25>{#f/15}* The odds of this being here are so slim...
pt_br: <25>{#f/15}* As chances disso estar aqui são tão pequenas...
zh_cn: <25>{#f/15}* 因此它出现在 这里的可能性很小...
zh_tw: <25>{#f/15}* 因此它出現在 這裡的可能性很小...

source: <25>{#f/16}* That part of me thinks it wasn't an accident.
pt_br: <25>{#f/16}* Que parte disso me faz pensar que não foi um acidente.
zh_cn: <25>{#f/16}* 我觉得这不可能 是什么意外事件。
zh_tw: <25>{#f/16}* 我覺得這不可能 是什麼意外事件。

source: <25>{#f/10}* But why would the humans send us their centuries-old junk?
pt_br: <25>{#f/10}* Mas por que os humanos nos enviariam suas tralhas com centenas de anos?
zh_cn: <25>{#f/10}* 但人类又怎么会寄给 我们一个拥有几个世纪 历史的垃圾呢？
zh_tw: <25>{#f/10}* 但人類又怎麼會寄給 我們一個擁有幾個世紀 歷史的垃圾呢？

source: <25>{#p/asriel1}{#f/17}* My theory is that some human was... secretly on our side.
pt_br: <25>{#p/asriel1}{#f/17}* Minha teoria é que provavelmente tenha algum humano... do nosso lado.
zh_cn: <25>{#p/asriel1}{#f/17}* 我的理论是有些人类... 是我们的盟友。
zh_tw: <25>{#p/asriel1}{#f/17}* 我的理論是有些人類... 是我們的盟友。

source: <25>{#f/13}* They couldn't send us modern technology, that'd be detected.
pt_br: <25>{#f/13}* Esses humanos não poderiam nos mandar tecnologia avançada, pois seria detectada.
zh_cn: <25>{#f/13}* 他们不能给我们 送去现代技术， 那会被发现的。
zh_tw: <25>{#f/13}* 他們不能給我們 送去現代技術， 那會被發現的。

source: <25>{#f/1}* But if they sent us ancient technology...
pt_br: <25>{#f/1}* Mas se eles nos mandassem tecnologia ancestral...
zh_cn: <25>{#f/1}* 但如果他们寄给我们 古老的技术...
zh_tw: <25>{#f/1}* 但如果他們寄給我們 古老的技術...

source: <25>{#f/2}* Well, the other humans might not have noticed.
pt_br: <25>{#f/2}* Bem, os outros humanos podem não ter notado.
zh_cn: <25>{#f/2}* 嗯，这样其他人类 才不会注意。
zh_tw: <25>{#f/2}* 嗯，這樣其他人類 才不會注意。

source: <25>{#f/3}* But that's just a theory.
pt_br: <25>{#f/3}* Mas isso é só teoria.
zh_cn: <25>{#f/3}* 但那只是个理论。
zh_tw: <25>{#f/3}* 但那只是個理論。

source: <25>{#p/asriel1}{#f/21}* Sure would've been nice to have an extra ally out there...
pt_br: <25>{#p/asriel1}{#f/21}* Com certeza seria bem legal ter um aliado extra aí fora...
zh_cn: <25>{#p/asriel1}{#f/21}* 有一个 额外的盟友一定很棒。
zh_tw: <25>{#p/asriel1}{#f/21}* 有一個 額外的盟友一定很棒。

source: <32>{#p/basic}* An old earth television set.
pt_br: <32>{#p/basic}* Um set de televisão da terra antigo.
zh_cn: <32>{#p/basic}* 一台老式地球电视机。
zh_tw: <32>{#p/basic}* 一臺老式地球電視機。

source: <32>{#p/human}* (Through the window, you gaze long into the wall on the other side.)
pt_br: <32>{#p/human}* (Pela janela, você olha longamente para a parede do outro lado.)
zh_cn: <32>{#p/human}* （透过窗户，你凝视着 另一面的墙。）
zh_tw: <32>{#p/human}* （透過窗戶，你凝視著 另一面的牆。）

source: <32>{#p/basic}* There's nothing to see here.
pt_br: <32>{#p/basic}* Não a nada para ver aqui.
zh_cn: <32>{#p/basic}* 这没啥可看的。
zh_tw: <32>{#p/basic}* 這沒啥可看的。

source: <32>{#p/basic}* A beautiful view... of the outside foundry wall.
pt_br: <32>{#p/basic}* Uma bela vista... da parede externa da foundry.
zh_cn: <32>{#p/basic}* 一处美丽的景色... 铸厂外墙。
zh_tw: <32>{#p/basic}* 一處美麗的景色... 鑄廠外牆。

source: <25>{#p/undyne}{#f/1}* I'll be honest...
pt_br: <25>{#p/undyne}{#f/1}* Eu serei sincera...
zh_cn: <25>{#p/undyne}{#f/1}* 老实说...
zh_tw: <25>{#p/undyne}{#f/1}* 老實說...

source: <25>{#f/14}* It's been a long time since I've seen the bottom of that drawer.
pt_br: <25>{#f/14}* Faz muito tempo que não vejo o fundo dessa gaveta.
zh_cn: <25>{#f/14}* 这么长时间了， 那个抽屉真的越塞越满。
zh_tw: <25>{#f/14}* 這麼長時間了， 那個抽屜真的越塞越滿。

source: <32>{#p/basic}* Nothing but bones.
pt_br: <32>{#p/basic}* Nada além de ossos.
zh_cn: <32>{#p/basic}* 全是骨头。
zh_tw: <32>{#p/basic}* 全是骨頭。

source: <32>{#p/basic}* It's a drawer reserved just for Papyrus. * I like this.
pt_br: <32>{#p/basic}* É uma gaveta reservada apenas para Papyrus. * Eu gosto disso
zh_cn: <32>{#p/basic}* 这是一个专为 Papyrus保留的抽屉。 * 我喜欢这个。
zh_tw: <32>{#p/basic}* 這是一個專為 Papyrus保留的抽屜。 * 我喜歡這個。

source: <25>{#p/undyne}{#f/1}* Humans can be awful, but their history... kinda rules.
pt_br: <25>{#p/undyne}{#f/1}* Humanos podem ser maus, mas suas histórias... lendárias.
zh_cn: <25>{#p/undyne}{#f/1}* 人类烂爆了， 不过他们的历史... 还挺炫酷的。
zh_tw: <25>{#p/undyne}{#f/1}* 人類爛爆了， 不過他們的歷史... 還挺炫酷的。

source: <25>{#f/1}* Case in point, this giant energy saber!
pt_br: <25>{#f/1}* No ponto, o gigante sabre de energia!
zh_cn: <25>{#f/1}* 举个恰当的例子， 就是这把巨型能量剑！
zh_tw: <25>{#f/1}* 舉個恰當的例子， 就是這把巨型能量劍！

source: <25>{#f/1}* Historically, humans wielded sabers up to ten times their size.
pt_br: <25>{#f/1}* Historicamente, humanos tem sabres dez vezes seu tamanho.
zh_cn: <25>{#f/1}* 据历史记载，人类使用长达 他们身高10倍的剑。
zh_tw: <25>{#f/1}* 據歷史記載，人類使用長達 他們身高10倍的劍。

source: <25>{#f/15}* Not to mention their inter-dimensional portals...
pt_br: <25>{#f/15}* Sem mencionar seus portais interdimensionais.
zh_cn: <25>{#f/15}* 更不用说他们的 跨维度传送门了...
zh_tw: <25>{#f/15}* 更不用說他們的 跨維度傳送門了...

source: <25>{#f/15}* Colossal parsec-length battleships...
pt_br: <25>{#f/15}* Navios de guerra colossais...
zh_cn: <25>{#f/15}* 光年级的巨型战舰...
zh_tw: <25>{#f/15}* 光年級的巨型戰艦...

source: <25>{#f/1}* When I first heard about it, I immediately wanted my own!
pt_br: <25>{#f/1}* Quando eu escutei pela primeira vez, eu imediatamente quis um!
zh_cn: <25>{#f/1}* 我第一次听说到的时候， 就想给自己搞一个！
zh_tw: <25>{#f/1}* 我第一次聽說到的時候， 就想給自己搞一個！

source: <25>{#f/14}* That's why Alphys and I built a giant replica saber together.
pt_br: <25>{#f/14}* Foi por isso que eu e a Alphys construímos um sabre gigante juntas.
zh_cn: <25>{#f/14}* 所以我和Alphys一起 做了一把巨剑的复制品。
zh_tw: <25>{#f/14}* 所以我和Alphys一起 做了一把巨劍的複製品。

source: <25>{#f/12}* She even figured out all the specs herself!
pt_br: <25>{#f/12}* Ela até descobriu todas as especificações sozinha!
zh_cn: <25>{#f/12}* 规格完全是她 自己算出来的！
zh_tw: <25>{#f/12}* 規格完全是她 自己算出來的！

source: <32>{#p/basic}* This weapon seems to have quite a storied past.
pt_br: <32>{#p/basic}* Essa arma parece ter um passado incrível.
zh_cn: <32>{#p/basic}* 这武器似乎有一段 传奇的过往。
zh_tw: <32>{#p/basic}* 這武器似乎有一段 傳奇的過往。

source: <32>{#p/basic}* I once saw a saber just like this... except it was real, and a lot smaller.
pt_br: <32>{#p/basic}* Uma vez eu vi um sabre desse jeito... mas era real, e nem menor.
zh_cn: <32>{#p/basic}* 我见过另一把能量剑... 和这把很像，不过那把是真的， 而且小多了。
zh_tw: <32>{#p/basic}* 我見過另一把能量劍... 和這把很像，不過那把是真的， 而且小多了。

source: <25>{#p/undyne}{#f/1}* That's my snack closet.
pt_br: <25>{#p/undyne}{#f/1}* Esse é meu armário de comidas.
zh_cn: <25>{#p/undyne}{#f/1}* 那是我的零食柜。
zh_tw: <25>{#p/undyne}{#f/1}* 那是我的零食櫃。

source: <25>{#f/17}* What, you thought I had a bedroom back there or something?
pt_br: <25>{#f/17}* O que, você pensou que eu tinha uma cama aí atrás?
zh_cn: <25>{#f/17}* 怎么，你以为我在后面 藏了间卧室什么的吗？
zh_tw: <25>{#f/17}* 怎麼，你以為我在後面 藏了間臥室什麼的嗎？

source: <25>{#f/8}* Pfft, hah! * Everyone knows I sleep on a cold, hard floor.
pt_br: <25>{#f/8}* Hah! Todo mundo sabe que eu durmo no duro chão de pedra.
zh_cn: <25>{#f/8}* 噗，哈！ * 大家都知道我睡在 又冷又硬的地板上。
zh_tw: <25>{#f/8}* 噗，哈！ * 大家都知道我睡在 又冷又硬的地板上。

source: <32>{#p/basic}* I get the feeling there's more to this "closet" than snacks.
pt_br: <32>{#p/basic}* Eu tenho a sensação que a mais do que "lanches" neste armário.
zh_cn: <32>{#p/basic}* 我觉得这个“壁橱”内， 一定有比零食更好的东西。
zh_tw: <32>{#p/basic}* 我覺得這個「壁櫥」內， 一定有比零食更好的東西。

source: <25>{#p/undyne}{#f/11}* Cold food and I don't really get along.
pt_br: <25>{#p/undyne}{#f/11}* Comida fria e eu não nos damos bem.
zh_cn: <25>{#p/undyne}{#f/11}* 我不太喜欢冷食。
zh_tw: <25>{#p/undyne}{#f/11}* 我不太喜歡冷食。

source: <25>{#f/14}* Luckily, Alphys modded my fridge so it heats up food instead!
pt_br: <25>{#f/14}* Então Alphys modificou minha geladeira para esquentar comida!
zh_cn: <25>{#f/14}* 幸运的是，Alphys改造了 我的冰箱，现在它 可以加热食物了！
zh_tw: <25>{#f/14}* 幸運的是，Alphys改造了 我的冰箱，現在它 可以加熱食物了！

source: <25>{#f/1}* Neat, huh?
pt_br: <25>{#f/1}* Da hora, huh?
zh_cn: <25>{#f/1}* 很厉害吧？
zh_tw: <25>{#f/1}* 很厲害吧？

source: <32>{#p/basic}* There are several pre-heated plates of spaghetti inside.
pt_br: <32>{#p/basic}* Tem um monte de pré-esquentados pratos de espaguete dentro da "geladeira".
zh_cn: <32>{#p/basic}* 里面有几盘预热好的 意大利面。
zh_tw: <32>{#p/basic}* 裡面有幾盤預熱好的 義大利麵。

source: <32>{#p/basic}* A hot fridge would have done wonders back home.
pt_br: <32>{#p/basic}* Uma geladeira quente teria feito milagres no passado.
zh_cn: <32>{#p/basic}* 在家里，一台热冰箱 就能创造奇迹。
zh_tw: <32>{#p/basic}* 在家裡，一臺熱冰箱 就能創造奇蹟。

source: <26>{#p/undyne}{#f/12}* Careful with that stuff.
pt_br: <26>{#p/undyne}{#f/12}* Cuidado com isso aí.
zh_cn: <26>{#p/undyne}{#f/12}* 小心那些东西。
zh_tw: <26>{#p/undyne}{#f/12}* 小心那些東西。

source: <25>{#p/undyne}{#f/17}* Steal anything from that drawer, and you're DEAD.
pt_br: <25>{#p/undyne}{#f/17}* Rouba qualquer coisa da gaveta e eu te MATO.
zh_cn: <25>{#p/undyne}{#f/17}* 你要是从那抽屉里偷东西， 你就死定了。
zh_tw: <25>{#p/undyne}{#f/17}* 你要是從那抽屜裡偷東西， 你就死定了。

source: <32>{#p/basic}* There's a silverware drawer. * It has forks, spoons, knives...
pt_br: <32>{#p/basic}* Há uma gaveta de talheres. * Tem garfos, colheres, facas...
zh_cn: <32>{#p/basic}* 这是个装满了银器的抽屉。 * 里面有叉子、勺子、刀...
zh_tw: <32>{#p/basic}* 這是個裝滿了銀器的抽屜。 * 裡面有叉子、勺子、刀...

source: <32>* ... tiny cosmo-spears, plasma sabers, dimensional axes, anti-grav boomerangs...
pt_br: <32>* ... minúsculas lanças de cosmo, sabres de plasma, machados dimensionais...
zh_cn: <32>* ...微型宇宙长矛，等离子军刀， 次元战斧，反重力回旋镖...
zh_tw: <32>* ...微型宇宙長矛，等離子軍刀， 次元戰斧，反重力迴旋鏢...

source: <25>{#p/undyne}{#f/1}* That's my piano.
pt_br: <25>{#p/undyne}{#f/1}* Este é meu piano.
zh_cn: <25>{#p/undyne}{#f/1}* 那是我的钢琴。
zh_tw: <25>{#p/undyne}{#f/1}* 那是我的鋼琴。

source: <25>{#f/16}* Say what you want about humans, they have great taste in acoustics!
pt_br: <25>{#f/16}* Diga o que quiser sobre humanos, mas eles tem ótimo gosto musical.
zh_cn: <25>{#f/16}* 不管你对人类有什么看法， 他们在声学方面都很有品味！
zh_tw: <25>{#f/16}* 不管你對人類有什麼看法， 他們在聲學方面都很有品味！

source: <32>{#p/basic}* Smells... scientific.
pt_br: <32>{#p/basic}* Cheira a... ciência.
zh_cn: <32>{#p/basic}* 闻起来... 很科学。
zh_tw: <32>{#p/basic}* 聞起來... 很科學。

source: <25>{#p/undyne}{#f/1}* I once forgot to turn the sink off before heading out to work.
pt_br: <25>{#p/undyne}{#f/1}* Uma vez eu esqueci de desligar a pia antes de ir pro trabalho.
zh_cn: <25>{#p/undyne}{#f/1}* 我有一次在去工作前 忘了关水槽。
zh_tw: <25>{#p/undyne}{#f/1}* 我有一次在去工作前 忘了關水槽。

source: <25>{#f/17}* When I got back home, the house was completely flooded...
pt_br: <25>{#f/17}* Quando eu voltei a casa tava cheia de água...
zh_cn: <25>{#f/17}* 当我回到家时， 房子完全被水淹了...
zh_tw: <25>{#f/17}* 當我回到家時， 房子完全被水淹了...

source: <25>{#f/8}* Not that it was a problem for ME! * Fuhuhu!
pt_br: <25>{#f/8}* Não que isso fosse problema pra mim! * Fuhuhu!
zh_cn: <25>{#f/8}* 这对我来说完全 不是问题！ * 呋呼呼！
zh_tw: <25>{#f/8}* 這對我來說完全 不是問題！ * 呋呼呼！

source: <32>{#p/basic}* The drain is eerily clean of any fur or hair.
pt_br: <32>{#p/basic}* O ralo está estranhamente limpo de qualquer pele ou cabelo.
zh_cn: <32>{#p/basic}* 下水道干净得有点吓人， 完全找不到毛发的痕迹。
zh_tw: <32>{#p/basic}* 下水道乾淨得有點嚇人， 完全找不到毛髮的痕跡。

source: <25>{#p/undyne}{#f/1}* This stove is supposed to be some top-of-the- line MTT thing.
pt_br: <25>{#p/undyne}{#f/1}* Isso era pra ser top de linha da marca MTT.
zh_cn: <25>{#p/undyne}{#f/1}* 这个炉子应该是 顶级的MTT牌产品。
zh_tw: <25>{#p/undyne}{#f/1}* 這個爐子應該是 頂級的MTT牌產品。

source: <25>* But, as much as technology advances...
pt_br: <25>* Mas, por mais que a tecnologia avance...
zh_cn: <25>* 但是，虽然技术 进步了这么多...
zh_tw: <25>* 但是，雖然技術 進步了這麼多...

source: <25>* Nothing will ever beat food home-cooked with fire magic.
pt_br: <25>* Nada se compara a comida caseira feita com magia.
zh_cn: <25>* 没什么能比得上家里 用火魔法煮的东西！
zh_tw: <25>* 沒什麼能比得上家裡 用火魔法煮的東西！

source: <32>{#p/basic}* The stove has seen an average amount of use.
pt_br: <32>{#p/basic}* O fogão parece ter sido usado várias vezes.
zh_cn: <32>{#p/basic}* 这个炉子的使用率 不算高也不算低。
zh_tw: <32>{#p/basic}* 這個爐子的使用率 不算高也不算低。

source: <25>{#p/undyne}{#f/16}* Yeah.
pt_br: <25>{#p/undyne}{#f/16}* É.
zh_cn: <25>{#p/undyne}{#f/16}* 唉。
zh_tw: <25>{#p/undyne}{#f/16}* 唉。

source: <25>{#f/14}* Papyrus tends to go the "scenic route."
pt_br: <25>{#f/14}* Papyrus tende a ir na "rota cênica."
zh_cn: <25>{#f/14}* Papyrus比较喜欢 走“风景线”。
zh_tw: <25>{#f/14}* Papyrus比較喜歡 走「風景線」。

source: <32>{#p/basic}* He flew out so fast, it triggered a sonic boom.
pt_br: <32>{#p/basic}* Ele voou tão rápido que criou uma onda sônica.
zh_cn: <32>{#p/basic}* 他飞得太快了，引发了声爆。
zh_tw: <32>{#p/basic}* 他飛得太快了，引發了聲爆。

source: <25>{#p/asriel1}{#f/13}* Seems like a dead end.
pt_br: <25>{#p/asriel1}{#f/13}* Parece um caminho morto.
zh_cn: <25>{#p/asriel1}{#f/13}* 看起来是条死路。
zh_tw: <25>{#p/asriel1}{#f/13}* 看起來是條死路。

source: <25>{#p/asriel1}{#f/15}* We're not just going to stand here all day, right?
pt_br: <25>{#p/asriel1}{#f/15}* Nós não vamos ficar parados aqui o dia inteiro, certo?
zh_cn: <25>{#p/asriel1}{#f/15}* 我们不能一整天 都站在这里，对吧？
zh_tw: <25>{#p/asriel1}{#f/15}* 我們不能一整天 都站在這裡，對吧？

source: <25>{#p/asriel1}{#f/10}* What are we even doing out here.
pt_br: <25>{#p/asriel1}{#f/10}* O que ainda estamos fazendo aqui.
zh_cn: <25>{#p/asriel1}{#f/10}* 我们到底在这里干啥？
zh_tw: <25>{#p/asriel1}{#f/10}* 我們到底在這裡幹啥？

source: <32>{#p/basic}* The endless abyss of space is met only by the distant sight of the factory's edge.
pt_br: <32>{#p/basic}* O abismo infinito do espaço é encontrado apenas pela visão distante da borda da fábrica.
zh_cn: <32>{#p/basic}* 无尽的宇宙深渊， 唯有远处工厂的边缘 可以映入眼帘。
zh_tw: <32>{#p/basic}* 無盡的宇宙深淵， 唯有遠處工廠的邊緣 可以映入眼帘。

source: <32>{#p/human}* (The sign labels its location.)
pt_br: <32>{#p/human}* (A placa rotula sua localização.)
zh_cn: <32>{#p/human}* （这牌子标记了 你当前的位置方位。）
zh_tw: <32>{#p/human}* （這牌子標記了 你當前的位置方位。）

source: <32>{#p/basic}* "Left - Maintenance Shaft" * "Right - Foundry Exit"
pt_br: <32>{#p/basic}* "Esquerda - Manutenção" * "Direita - Saída da Foundry"
zh_cn: <32>{#p/basic}* “向左 - 检修竖井” * “向右 - 铸厂出口”
zh_tw: <32>{#p/basic}* 「向左 - 檢修豎井」 * 「向右 - 鑄廠出口」

source: <32>{#p/basic}* ... well, that went better than I expected.
pt_br: <32>{#p/basic}* ... bem, isso foi melhor do que eu esperava.
zh_cn: <32>{#p/basic}* ...嗯， 这比我的预期还要好。
zh_tw: <32>{#p/basic}* ...嗯， 這比我的預期還要好。

source: <32>{#p/basic}* ... that was too close.
pt_br: <32>{#p/basic}* ... essa foi por pouco.
zh_cn: <32>{#p/basic}* ...好险啊。
zh_tw: <32>{#p/basic}* ...好險啊。

source: <32>* To doubt you after everything you've done...
pt_br: <32>* Para duvidar de você após tudo que você fez...
zh_cn: <32>* 你付出了那么多， 如果要我现在质疑你...
zh_tw: <32>* 你付出了那麼多， 如果要我現在質疑你...

source: <32>* ... no. * I know you'll find a way to get through to her.
pt_br: <32>* ... não. * Eu sei que você vai encontrar um jeito de para passar dela.
zh_cn: <32>* ...我才不干。 * 就算碰上她， 我相信你也能找到出路。
zh_tw: <32>* ...我才不幹。 * 就算碰上她， 我相信你也能找到出路。

source: <32>* You just have to believe in yourself... right?
pt_br: <32>* Você só precisa acreditar em si mesmo... correto?
zh_cn: <32>* 只要相信你自己就好... 对吧？
zh_tw: <32>* 只要相信你自己就好... 對吧？

source: <32>* ... * Go on, step forward.
pt_br: <32>* ... * Vai lá, vai pra frente.
zh_cn: <32>* ... * 上吧。
zh_tw: <32>* ... * 上吧。

source: <32>* Show her the kindness she needs to see.
pt_br: <32>* Mostre a ela a bondade que seu coração precisa ver.
zh_cn: <32>* 她得领教一下 善良的重要性。
zh_tw: <32>* 她得領教一下 善良的重要性。

source: <32>{#p/basic}* So. * One second, we're running for our lives from her...
pt_br: <32>{#p/basic}* Olha aí, em um momento nós estamos correndo por nossas vidas delas...
zh_cn: <32>{#p/basic}* 所以。 * 我们前一秒还在逃命...
zh_tw: <32>{#p/basic}* 所以。 * 我們前一秒還在逃命...

source: <32>* And the next?
pt_br: <32>* E no próximo?
zh_cn: <32>* 下一秒呢？
zh_tw: <32>* 下一秒呢？

source: <32>* We're cooking spaghetti with her. * And burning her house down.
pt_br: <32>* Nós estamos cozinhando espaguete com ela. * E colocando fogo na casa.
zh_cn: <32>* 我们就跟她一起做意大利面。 * 然后还把她的房子给烧了。
zh_tw: <32>* 我們就跟她一起做義大利麵。 * 然後還把她的房子給燒了。

source: <32>{#p/human}* (You hear a small giggle.)
pt_br: <32>{#p/human}* (Você ouve uma pequena risadinha.)
zh_cn: <32>{#p/human}* （你听到了小声咯咯笑的声音。）
zh_tw: <32>{#p/human}* （你聽到了小聲嚕嚕笑的聲音。）

source: <32>{#p/basic}* Jeez. * We've come a long way since you first arrived, huh?
pt_br: <32>{#p/basic}* Senhor. * Nós andamos um longo caminho desde você chegou, hein?
zh_cn: <32>{#p/basic}* 哎呀。 * 自从你初到前哨， 我们已经走了很长一段路了啊。
zh_tw: <32>{#p/basic}* 哎呀。 * 自從你初到前哨， 我們已經走了很長一段路了啊。

source: <32>* Even if there's not much left to see now...
pt_br: <32>* Mesmo que não aja muito mais o que ver agora...
zh_cn: <32>* 就算这里没啥可看的... * 我仍然对我们之间的 经历倍感珍惜。
zh_tw: <32>* 就算這裡沒啥可看的... * 我仍然對我們之間的 經歷倍感珍惜。

source: <32>* I still appreciate the time I've spent with you.
pt_br: <32>* Eu aprecio o tempo que passei contigo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#p/basic}* Oh, uh, sorry! * I...
pt_br: <32>{#p/basic}* Oh, uh, desculpa! * Eu...
zh_cn: <32>{#p/basic}* 哦，呃，抱歉！ * 我...
zh_tw: <32>{#p/basic}* 喔，呃，抱歉！ * 我...

source: <32>* It's been a while since I've felt... happy like this.
pt_br: <32>* Faça muito tempo desde que eu... me senti feliz assim.
zh_cn: <32>* 我已经有一段时间没有... 这么开心过了。
zh_tw: <32>* 我已經有一段時間沒有... 這麼開心過了。

source: <32>* With you here, things never seem to go wrong.
pt_br: <32>* Com você agora, parece que as coisas nunca dão errado.
zh_cn: <32>* 只要有你在， 事情似乎永远都不会出错。
zh_tw: <32>* 只要有你在， 事情似乎永遠都不會出錯。

source: <32>* So... you just keep doing what you're doing, alright?
pt_br: <32>* Então... só continue fazendo o que você tá fazendo, tá bom?
zh_cn: <32>* 所以... 你就这样继续 保持下去，好吗？
zh_tw: <32>* 所以... 你就這樣繼續 保持下去，好嗎？

source: <32>* And I'll...
pt_br: <32>* E eu...
zh_cn: <32>* 至于我，我会...
zh_tw: <32>* 至於我，我會...

source: <32>* I'll be here for you.
pt_br: <32>* Eu vou estar aqui por você.
zh_cn: <32>* 我会支持你的。
zh_tw: <32>* 我會支援你的。

source: <32>{#p/basic}* We did it. * We really did it!
pt_br: <32>{#p/basic}* Nós conseguimos. * Nós realmente conseguimos!
zh_cn: <32>{#p/basic}* 我们做到了。 * 我们真的做到了！
zh_tw: <32>{#p/basic}* 我們做到了。 * 我們真的做到了！

source: <32>* I mean, uh, you did it.
pt_br: <32>* Quer dizer, uh, você conseguiu.
zh_cn: <32>* 呃，我是说，你做到了。
zh_tw: <32>* 呃，我是說，你做到了。

source: <32>* Yeah...
pt_br: <32>* Isso aí...
zh_cn: <32>* 没错...
zh_tw: <32>* 沒錯...

source: <32>* ... at least it'll be nice to finally have her off your back.
pt_br: <32>* ... pelo menos vai ser legal finalmente ter ela fora das suas costas.
zh_cn: <32>* ...反正你总算摆脱她了， 这是件好事。
zh_tw: <32>* ...反正你總算擺脫她了， 這是件好事。

source: <32>* For now, anyway.
pt_br: <32>* Por agora, pelo menos.
zh_cn: <32>* 至少她不会再来 找你麻烦了。
zh_tw: <32>* 至少她不會再來 找你麻煩了。

source: <32>* Heh. * Well done, partner.
pt_br: <32>* Heh. * Muito bom, parceiro.
zh_cn: <32>* 嘿嘿。 * 总之干得不错，搭档。
zh_tw: <32>* 嘿嘿。 * 總之幹得不錯，搭檔。

source: <32>* I don't think anyone's going to replicate THAT stunt again.
pt_br: <32>* Eu não acho que alguém vai replicar ESSA façanha novamente.
zh_cn: <32>* 大概不会有人会再 在你面前逞英雄了。
zh_tw: <32>* 大概不會有人會再 在你面前逞英雄了。

source: <32>{#p/basic}* Look at that...
pt_br: <32>{#p/basic}* Olha pra isso...
zh_cn: <32>{#p/basic}* 看那边...
zh_tw: <32>{#p/basic}* 看那邊...

source: <32>* ... * It's the Citadel.
pt_br: <32>* ... * É a Cidadela.
zh_cn: <32>* ... * 那是首塔。
zh_tw: <32>* ... * 那是首塔。

source: <32>* It's where this journey's been taking us.
pt_br: <32>* É onde está jornada nos levará.
zh_cn: <32>* 那是我们这段旅程的目的地。
zh_tw: <32>* 那是我們這段旅程的目的地。

source: <32>* The silver city, nestled in the twin arches of Aradon...
pt_br: <32>* A cidade prateada, aninhada nos arcos gêmeos de Aradon...
zh_cn: <32>* 那里银装素裹， 它的两侧，是阿拉顿双子塔...
zh_tw: <32>* 那裡銀裝素裹， 它的兩側，是阿拉頓雙子塔...
