Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* Yeah... that. * The moment where it all turned upside-down, huh?
pt_br: <32>* Isso... aquilo. * O momento em que tudo virou de ponta cabeça, não é?
zh_cn: <32>* 哦... 那个啊。 * 形势逆转的那一刻吗？
zh_tw: <32>* 喔... 那個啊。 * 形勢逆轉的那一刻嗎？

source: <32>{#p/basic}* Hey, it's alright.
pt_br: <32>{#p/basic}* Ei, tá tudo bem.
zh_cn: <32>{#p/basic}* 嘿，没事的。
zh_tw: <32>{#p/basic}* 嘿，沒事的。

source: <32>{#p/basic}* On a new homeworld... you'll be able to go wherever you want.
pt_br: <32>{#p/basic}* Em um novo mundo natal... você será capaz fazer o que quiser.
zh_cn: <32>{#p/basic}* 在新家园... 你可以去你想去的任何地方。
zh_tw: <32>{#p/basic}* 在新家園... 你可以去你想去的任何地方。

source: <32>{#p/basic}* (Really? I thought I was going to settle down with you.)
pt_br: <32>{#p/basic}* (Sério? Eu pensei que ficaria com você.)
zh_cn: <32>{#p/basic}* （真的吗？ 我以为我会和你一起 安顿下来。）
zh_tw: <32>{#p/basic}* （真的嗎？ 我以為我會和你一起 安頓下來。）

source: <32>{#p/basic}* Oh, did you now? * Wa ha ha.
pt_br: <32>{#p/basic}* Ah, ocê sabia? * Wa ha ha.
zh_cn: <32>{#p/basic}* 哦，是吗？ * 哇哈哈。
zh_tw: <32>{#p/basic}* 喔，是嗎？ * 哇哈哈。

source: <32>{#p/basic}* (So you're telling me this kid's been resurrected from the dead?)
pt_br: <32>{#p/basic}* (Então, você está me dizendo que essa criança voltou da morte?)
zh_cn: <32>{#p/basic}* （你说，那孩子起死回生了？）ゑ
zh_tw: <32>{#p/basic}* （你說，那孩子起死回生了？）ゑ

source: <32>{#p/basic}* (Wow.) * (I knew you were a crazy old coot, but this is something!)
pt_br: <32>{#p/basic}* (Wow.) * (Eu sabia que você era maluco, mas isso é outro nível!)
zh_cn: <32>{#p/basic}* （哇。） * （老疯子，今天你不是 一般地疯啊！）ゑ
zh_tw: <32>{#p/basic}* （哇。） * （老瘋子，今天你不是 一般地瘋啊！）ゑ

source: <32>{#p/basic}* ... would I lie to you?
pt_br: <32>{#p/basic}* ... eu mentiria pra você?
zh_cn: <32>{#p/basic}* ...我是会拿这事 开玩笑的人吗？ゑ
zh_tw: <32>{#p/basic}* ...我是會拿這事 開玩笑的人嗎？ゑ

source: <32>{#p/basic}* (Well... knowing you... I guess... probably not.) * (Hmph.)
pt_br: <32>{#p/basic}* (Bem... te conhecendo... eu acho... que não.) * (Hmph.)
zh_cn: <32>{#p/basic}* （呃... 你不是那种人。） * （哼。）ゑ
zh_tw: <32>{#p/basic}* （呃... 你不是那種人。） * （哼。）ゑ

source: <32>{#p/basic}* (So what are we supposed to do in the meantime?)
pt_br: <32>{#p/basic}* (O que devemos fazer no meio tempo?)
zh_cn: <32>{#p/basic}* （孩子们都在疏散， 我们做点什么呢？）
zh_tw: <32>{#p/basic}* （孩子們都在疏散， 我們做點什麼呢？）

source: <32>{#p/basic}* Oh, y'know, just the usual jiggery-pokery, I'd guess.
pt_br: <32>{#p/basic}* Oh, você sabe, apenas o habitual jiggery-pokery, eu acho.
zh_cn: <32>{#p/basic}* 噢，要不... 老一套，随便糊弄糊弄他们吧。
zh_tw: <32>{#p/basic}* 噢，要不... 老一套，隨便糊弄糊弄他們吧。

source: <32>{#p/basic}* (You and your weird sayings.)
pt_br: <32>{#p/basic}* (Você e seu jeito estranho de dizer.)
zh_cn: <32>{#p/basic}* （真不愧是你啊，怪老头。）
zh_tw: <32>{#p/basic}* （真不愧是你啊，怪老頭。）

source: <32>{#p/basic}* Wa ha ha, you know it!
pt_br: <32>{#p/basic}* Wa ha ha, você sabe!
zh_cn: <32>{#p/basic}* 哇哈哈，你最懂我了！
zh_tw: <32>{#p/basic}* 哇哈哈，你最懂我了！

source: <32>{#p/basic}* Oh! * Make a wish, kiddo!
pt_br: <32>{#p/basic}* Oh! * Faça um pedido, carinha!
zh_cn: <32>{#p/basic}* 哦！ * 快许个愿，孩子！
zh_tw: <32>{#p/basic}* 喔！ * 快許個願，孩子！

source: <32>* (...) * (It'd never come true.)
pt_br: <32>* (...) * (Nunca se torna realidade.)
zh_cn: <32>* （...） * （永远不会实现的。）
zh_tw: <32>* （...） * （永遠不會實現的。）

source: <32>* ... freedom, huh? * Wa ha ha... I might have some good news for you.
pt_br: <32>* ... liberdade, huh? * Wa ha ha... eu tenho boas notícias para você.
zh_cn: <32>* ...自由，是吗？ * 哇哈哈... 那我可有个 好消息要告诉你了。
zh_tw: <32>* ...自由，是嗎？ * 哇哈哈... 那我可有個 好訊息要告訴你了。ゐ

source: <32>* I saw a human come through just a little while ago.
pt_br: <32>* Eu acabei de ver um humano passar por aqui.
zh_cn: <32>* 前不久，我刚看到 一个人类从这里经过。
zh_tw: <32>* 前不久，我剛看到 一個人類從這裡經過。

source: <32>{#p/basic}* I remember that bit. * The power changed hands... the human was in control.
pt_br: <32>{#p/basic}* Eu lembro um pouco. * O poder mudou de mãos... o humano estava em controle.
zh_cn: <32>{#p/basic}* 我有点印象。 * 人类掌控了那股力量... 掌控了战局。
zh_tw: <32>{#p/basic}* 我有點印象。 * 人類掌控了那股力量... 掌控了戰局。

source: <32>* (Yeah, and then they started attacking us!) * (I thought we were all...)
pt_br: <32>* (É, e então ele começou a nos atacar!) * (Eu pensei que estávamos...)
zh_cn: <32>* （对对对，然后他就开始攻击咱们了！） * （我还以为咱...）
zh_tw: <32>* （對對對，然後他就開始攻擊咱們了！） * （我還以為咱...）

source: <32>* Going to die?
pt_br: <32>* Mortos?
zh_cn: <32>* 死定了？
zh_tw: <32>* 死定了？

source: <32>* (Yeah, and it's like I could feel their fear.) * (Everyone was so afraid.)
pt_br: <32>* (É, e é como se eu pudesse sentir aquele medo.) * (Todos estavam temendo.)
zh_cn: <32>* （是这样，而且我能和别人感同身受。） * （每个人都惊恐万分。）
zh_tw: <32>* （是這樣，而且我能和別人感同身受。） * （每個人都驚恐萬分。）

source: <32>{#p/basic}* (Who else am I gonna go to?) * (The girls?)
pt_br: <32>{#p/basic}* (Para quem mais eu vou?) * (As meninas?)
zh_cn: <32>{#p/basic}* （我还能去找谁？） * （女孩们？）
zh_tw: <32>{#p/basic}* （我還能去找誰？） * （女孩們？）

source: <32>{#p/basic}* Hmm... * I see your point.
pt_br: <32>{#p/basic}* Hmm... * Eu entendo seu ponto.
zh_cn: <32>{#p/basic}* 嗯... * 我明白你的意思。
zh_tw: <32>{#p/basic}* 嗯... * 我明白你的意思。

source: <32>{#p/basic}* (You're the only one I feel like I can rely on, old buddy.)
pt_br: <32>{#p/basic}* (Você é o único com o qual eu posso desabafar, velho amigo.)
zh_cn: <32>{#p/basic}* （你是我唯一可以依靠的人， 老伙计。）
zh_tw: <32>{#p/basic}* （你是我唯一可以依靠的人， 老夥計。）

source: <32>{#p/basic}* (Using this shop to make fun of Mettaton was a blast, but it's time for a change.)
pt_br: <32>{#p/basic}* (Construir esta loja para fazer graça do Mettaton foi divertido, mas irei mudar.)
zh_cn: <32>{#p/basic}* （原本只想吃饭睡觉骂Mettaton， 但是时候该改变了。）
zh_tw: <32>{#p/basic}* （原本只想吃飯睡覺罵Mettaton， 但是時候該改變了。）

source: <32>{#p/basic}* (Hey... if we ever manage to get out of this...)
pt_br: <32>{#p/basic}* (Ei... se nós nunca sair daqui...)
zh_cn: <32>{#p/basic}* （嘿... 等风波过去了...）ゑ
zh_tw: <32>{#p/basic}* （嘿... 等風波過去了...）ゑ

source: <32>* (Maybe... we could go for some lunch together?)
pt_br: <32>* (Talvez... podemos sair para um almoço juntos?)
zh_cn: <32>* （要不... 咱出去吃一顿？）ゑ
zh_tw: <32>* （要不... 咱出去吃一頓？）ゑ

source: <32>* Huh? * Sure, kiddo! * I don't see why not!
pt_br: <32>* Huh? * Claro, carinha! * Eu não vejo o porquê não!
zh_cn: <32>* 嗯？ * 当然喽！ * 主意不错，孩子！ゑ
zh_tw: <32>* 嗯？ * 當然嘍！ * 主意不錯，孩子！ゑ

source: <32>* It'll give us somethin' to look forward to.
pt_br: <32>* Isso nos dará algo pelo que esperar.
zh_cn: <32>* 这样我们就有盼头了。ゑ
zh_tw: <32>* 這樣我們就有盼頭了。ゑ

source: <32>{#p/basic}* (So it's true...) * (Freedom really is coming.)
pt_br: <32>{#p/basic}* (Então é verdade...) * (A liberdade realmente está vindo.)
zh_cn: <32>{#p/basic}* （看来，传说是真的...） * （自由真的触手可及了。）
zh_tw: <32>{#p/basic}* （看來，傳說是真的...） * （自由真的觸手可及了。）

source: <32>* One would assume.
pt_br: <32>* Assumo que sim.
zh_cn: <32>* 或许吧。
zh_tw: <32>* 或許吧。

source: <32>* (Guess it's all up to the king, then, huh?)
pt_br: <32>* (Acho que tudo graças ao rei, então, huh?)
zh_cn: <32>* （就看国王怎么做了，是吧？）
zh_tw: <32>* （就看國王怎麼做了，是吧？）

source: <32>* ... if it comes to that.
pt_br: <32>* ... se for esse o caso.
zh_cn: <32>* ...到时候再说。
zh_tw: <32>* ...到時候再說。

source: <32>{#p/basic}* Yeah... I remember.
pt_br: <32>{#p/basic}* É... eu me lembro.
zh_cn: <32>{#p/basic}* 啊... 都记着呢。
zh_tw: <32>{#p/basic}* 啊... 都記著呢。

source: <32>* (Look, whatever happens...) * (I'm just glad you're safe, ya fat old mole-rat.)
pt_br: <32>* (Olha, aconteça o que acontecer...) * (Estou feliz que você esteja seguro, seu velho tartaruga gordo.)
zh_cn: <32>* （看，无论发生什么...） * （我很高兴你平安无事， 你这个老不死的家伙。）
zh_tw: <32>* （看，無論發生什麼...） * （我很高興你平安無事， 你這個老不死的傢伙。）

source: <32>* Wa ha ha... that's my boy.
pt_br: <32>* Wa ha ha... meu garoto.
zh_cn: <32>* 哇哈哈... 真是个好小子。
zh_tw: <32>* 哇哈哈... 真是個好小子。

source: <32>* (... when we get to the new homeworld, would you... like to go out for dinner?)
pt_br: <32>* (... quando formos para o novo mundo, você gostaria de... ir jantar?)
zh_cn: <32>* （...等我们到新家园，要不... 咱出去吃一顿？）
zh_tw: <32>* （...等我們到新家園，要不... 咱出去吃一頓？）

source: <32>{#p/basic}* That robot... I don't know if he'll be able to stay popular on the new homeworld.
pt_br: <32>{#p/basic}* Aquele robô... não sei se ele vai conseguir manter popularidade no novo mundo.
zh_cn: <32>{#p/basic}* 那个机器人... 我不知道他在新家园 是否还会受欢迎。
zh_tw: <32>{#p/basic}* 那個機器人... 我不知道他在新家園 是否還會受歡迎。

source: <32>{#p/basic}* But hey, if he gets poor, we can always remind him how much better off we are.
pt_br: <32>{#p/basic}* Mas ei, se ele ficar pobre, podemos lembrá-lo de o quão bem estamos sem seus shows.
zh_cn: <32>{#p/basic}* 但是嘿，如果他过气了， 我们可以随时告诉他 我们过得有多好。
zh_tw: <32>{#p/basic}* 但是嘿，如果他過氣了， 我們可以隨時告訴他 我們過得有多好。

source: <32>{#p/basic}* (Jeez, you're even more ruthless than I am when it comes to him!)
pt_br: <32>{#p/basic}* (Senhor, você é ainda mais duro que eu quando se trata dele!)
zh_cn: <32>{#p/basic}* （天呐，你可真坏！）
zh_tw: <32>{#p/basic}* （天吶，你可真壞！）

source: <32>{#p/basic}* (... if he comes to our shop, we'll charge him double.)
pt_br: <32>{#p/basic}* (... se ele vier a nossa loja, nós cobraremos dele o dobro.)
zh_cn: <32>{#p/basic}* （...如果他来我们店里， 我们将收他双倍价钱。）
zh_tw: <32>{#p/basic}* （...如果他來我們店裡， 我們將收他雙倍價錢。）

source: <32>{#p/basic}* (Thanks, old buddy...) * (... for a second there, I'd forgotten our troubles.)
pt_br: <32>{#p/basic}* (Obrigado, velho amigo...) * (... por um segundo eu esqueci nossos problemas.)
zh_cn: <32>{#p/basic}* （谢谢你，老人家...） * （和你唠嗑的时候， 那些烦恼啊，都忘了。）ゑ
zh_tw: <32>{#p/basic}* （謝謝你，老人家...） * （和你嘮嗑的時候， 那些煩惱啊，都忘了。）ゑ

source: <32>* Wa ha ha... * Glad I could help out.
pt_br: <32>* Wa ha ha... * Prazer em poder ajudar.
zh_cn: <32>* 哇哈哈... * 能帮上忙，我可太高兴了。ゑ
zh_tw: <32>* 哇哈哈... * 能幫上忙，我可太高興了。ゑ

source: <32>* And even if we never do make it outta here...
pt_br: <32>* E mesmo se nunca sairmos daqui...
zh_cn: <32>* 嘿，就算我们挺不过 这场风波...ゑ
zh_tw: <32>* 嘿，就算我們挺不過 這場風波...ゑ

source: <32>* ... maybe we could go for lunch anyway.
pt_br: <32>* ... talvez possamos ir em um almoço de toda forma.
zh_cn: <32>* ...咱还得该吃吃，该喝喝。ゑ
zh_tw: <32>* ...咱還得該吃吃，該喝喝。ゑ

source: <32>* (Yeah...) * (That'd be nice.)
pt_br: <32>* (É...) * (Seria legal.)
zh_cn: <32>* （是啊...） * （太好了。）ゑ
zh_tw: <32>* （是啊...） * （太好了。）ゑ

source: <32>{#p/basic}* (If it comes to that...?) * (What's the alternative, let them go free?)
pt_br: <32>{#p/basic}* (Se chegar a isso...?) * (Qual é a alternativa, deixar-los livres?)
zh_cn: <32>{#p/basic}* （“到时候再说”...？） * （不杀了那人， 难道还能放他走？）
zh_tw: <32>{#p/basic}* （「到時候再說」...？） * （不殺了那人， 難道還能放他走？）

source: <32>* I dunno. * I wish I had all the answers.
pt_br: <32>* Eu não sei. * Deseja ter todas as respostas.
zh_cn: <32>* 我心里应该有答案了。 * 先不告诉你。
zh_tw: <32>* 我心裡應該有答案了。 * 先不告訴你。

source: <32>* (Wait...) * (Is there something the king hasn't been telling us!?)
pt_br: <32>* (Espera...) * (Existe algo que o rei não tenha nos contado!?)
zh_cn: <32>* （等一下...） * （难不成，国王还有事 瞒着我们！？）
zh_tw: <32>* （等一下...） * （難不成，國王還有事 瞞著我們！？）

source: <32>* Wa ha ha... * Talk to ya later, kiddo.
pt_br: <32>* Wa ha ha... * Falo com você depois, carinha.
zh_cn: <32>* 哇哈哈... * 晚点再跟你说，孩子。
zh_tw: <32>* 哇哈哈... * 晚點再跟你說，孩子。

source: <32>* (... huh!?!?)
zh_cn: <32>* （...啊！？！？）
zh_tw: <32>* （...啊！？！？）

source: <32>{#p/basic}* I don't know where I am...
pt_br: <32>{#p/basic}* Eu não sei onde estou...
zh_cn: <32>{#p/basic}* 我在哪？
zh_tw: <32>{#p/basic}* 我在哪？

source: <32>* I was just doing my laundry, but then there was this bright light...
pt_br: <32>* Eu estava só lavando a louça, mas do nada apareceu essa luz branca...
zh_cn: <32>* 我刚刚在洗衣服，突然一道亮光...
zh_tw: <32>* 我剛剛在洗衣服，突然一道亮光...

source: <32>* Now it's like... I'm in some kind of limbo...
pt_br: <32>* Agora é como... se eu estivesse em um tipo de limbo...
zh_cn: <32>* 感觉就像... 我身处地狱边境...
zh_tw: <32>* 感覺就像... 我身處地獄邊境...

source: <32>* Please... help me...
pt_br: <32>* Por favor... me ajuda...
zh_cn: <32>* 请... 救救我...
zh_tw: <32>* 請... 救救我...

source: <32>{#p/basic}* I think there's a b-b-b-bogey comin' towards me as we speak...
pt_br: <32>{#p/basic}* Eu acho que tem um bicho papão vindo na nossa direção...
zh_cn: <32>{#p/basic}* 有东西正在靠-靠-靠近我... 吓-吓-吓死我了！
zh_tw: <32>{#p/basic}* 有東西正在靠-靠-靠近我... 嚇-嚇-嚇死我了！

source: <32>{#p/undyne}* Doggo? * That you?
pt_br: <32>{#p/undyne}* Doggo? * É você?
zh_cn: <32>{#p/undyne}* Doggo？ * 是你吗？
zh_tw: <32>{#p/undyne}* Doggo？ * 是你嗎？

source: <32>{#p/basic}* Yeah... they're almost here... * Woah!
pt_br: <32>{#p/basic}* É... eles estão quase lá... * Woah!
zh_cn: <32>{#p/basic}* 是... 那玩意要过来了... * 啊！
zh_tw: <32>{#p/basic}* 是... 那玩意要過來了... * 啊！

source: <32>{#p/basic}* (Ahem!) * Did something move? * Was it my imagination?
pt_br: <32>{#p/basic}* (Ahem!) * Alguma coisa se moveu? * Foi minha imaginação?
zh_cn: <32>{#p/basic}* （咳咳） * 好像有啥动了下？ * 是我的错觉吗？
zh_tw: <32>{#p/basic}* （咳咳） * 好像有啥動了下？ * 是我的錯覺嗎？

source: <32>{#p/radio}{#v/1}* Helloooooo everyone! * You are listening to The Midnight Rush!
pt_br: <32>{#p/radio}{#v/1}* Oooooooooolá todo mundo! * Vocês estão escutando A Corrida da Meia-Noite!
zh_cn: <32>{#p/radio}{#v/1}* 大-家-好哇！ * 欢迎收听《午夜狂奔》！
zh_tw: <32>{#p/radio}{#v/1}* 大-家-好哇！ * 歡迎收聽《午夜狂奔》！

source: <32>{#p/alphys}* (What the-) * (What is this!?)
pt_br: <32>{#p/alphys}* (Mas que-) * (O que é isso?)
zh_cn: <32>{#p/alphys}* （我嘞个-） * （这是什么啊！？）
zh_tw: <32>{#p/alphys}* （衝三ㄒ-） * （這是什麼啊！？）ゐ

source: <32>{#p/radio}{#v/1}* It is the fifteenth of September two-thousand, and well, not much happened today.
pt_br: <32>{#p/radio}{#v/1}* É o dia quinze de setembro de dois mil e, bem, não aconteceu muita coisa hoje.
zh_cn: <32>{#p/radio}{#v/1}* 今天是2000年9月15日， 还算幸运，没有发生什么大事。
zh_tw: <32>{#p/radio}{#v/1}* 今天是2000年9月15日， 還算幸運，沒有發生什麼大事。

source: <32>{#p/alphys}* (Some kind of communications system... must've been dormant for hundreds of years!)
pt_br: <32>{#p/alphys}* (É um tipo de sistema de comunicação... deve ser datado de centenas de anos!)
zh_cn: <32>{#p/alphys}* （某种通讯系统... 肯定已经休眠了几百年了！）
zh_tw: <32>{#p/alphys}* （某種通訊系統... 肯定已經休眠了幾百年了！）

source: <32>{#p/basic}* Gosh, where could I be...
pt_br: <32>{#p/basic}* Senhor, onde eu poderia estar...
zh_cn: <32>{#p/basic}* 啊，我这是在哪...
zh_tw: <32>{#p/basic}* 啊，我這是在哪...

source: <32>* We were out hunting for trash, but then this bright white light came in.
pt_br: <32>* Nós estávamos fora caçando lixo, mas do nada veio essa luz.
zh_cn: <32>* 我们刚刚在翻垃圾， 突然照进一道亮光...
zh_tw: <32>* 我們剛剛在翻垃圾， 突然照進一道亮光...

source: <32>* Catty thinks we're in some sort of shared dream...
pt_br: <32>* Catty pensa que estamos em algum tipo de sonho compartilhado...
zh_cn: <32>* Catty认为我们在做一样的梦...
zh_tw: <32>* Catty認為我們在做一樣的夢...

source: <32>* But, like, wouldn't we be able to wake ourselves up?
pt_br: <32>* Mas, tipo, não seríamos capazes de acordar?
zh_cn: <32>* 但是，我们不能唤醒自己吗？
zh_tw: <32>* 但是，我們不能喚醒自己嗎？

source: <23>{#p/papyrusnt}UNDYNE, ARE YOU THERE? MY BROTHER... HE'S...
pt_br: <23>{#p/papyrusnt}UNDYNE, VOCÊ ESTÁ AÍ? MEU IRMÃO... ELE...
zh_cn: <23>{#p/papyrusnt}UNDYNE，在吗？ 我兄弟他... 他...
zh_tw: <23>{#p/papyrusnt}UNDYNE，在嗎？ 我兄弟他... 他...

source: <33>{#p/undyne}* What is it, Papyrus?
pt_br: <33>{#p/undyne}* O que foi, Papyrus?
zh_cn: <33>{#p/undyne}* 他怎么了，Papyrus？
zh_tw: <33>{#p/undyne}* 他怎麼了，Papyrus？

source: <32>{#p/sans}{#f/7}* hey, not to bother ya, but you should probably have starton evacuated.
pt_br: <32>{#p/sans}{#f/7}* ei, sem querer incomodar você, mas acho que Starton já deveria estar evacuada.
zh_cn: <32>{#p/sans}{#f/7}* 嘿，无意打扰， 不过我寻思，你该疏散星港居民了。
zh_tw: <32>{#p/sans}{#f/7}* 嘿，無意打擾， 不過我尋思，你該疏散星港居民了。

source: <32>{#p/undyne}* Huh? * What's this about?
pt_br: <32>{#p/undyne}* Huh? * É sobre isso?
zh_cn: <32>{#p/undyne}* 嗯？咋了？
zh_tw: <32>{#p/undyne}* 嗯？咋了？

source: <32>{#p/undyne}* Not... particularly liking the silent treatment...
pt_br: <32>{#p/undyne}* Não... gostando exatamente do tratamento de silêncio...
zh_cn: <32>{#p/undyne}* 你... 别一句话不说啊...
zh_tw: <32>{#p/undyne}* 你... 別一句話不說啊...

source: <32>{#p/radio}{#v/0}* Not much happened!? * You're outta your mind.
pt_br: <32>{#p/radio}{#v/0}* Nada demais aconteceu!? * Você perdeu a cabeça.
zh_cn: <32>{#p/radio}{#v/0}* 你说没发生什么大事！？ * 你简直是疯了。
zh_tw: <32>{#p/radio}{#v/0}* 你說沒發生什麼大事！？ * 你簡直是瘋了。

source: <32>{#p/alphys}* (Hmm...)
zh_cn: <32>{#p/alphys}* （嗯...）
zh_tw: <32>{#p/alphys}* （嗯...）

source: <32>{#p/radio}{#v/0}* ALIENS from the neighboring planet are due to arrive today!
pt_br: <32>{#p/radio}{#v/0}* ALIENS do mundo vizinho irão vir visitar o planeta hoje!
zh_cn: <32>{#p/radio}{#v/0}* 来自邻近星球的外星人 今天就要到达了！
zh_tw: <32>{#p/radio}{#v/0}* 來自鄰近星球的外星人 今天就要到達了！

source: <32>{#p/alphys}* (I guess I'll let it play out, then. Ehehe.)
pt_br: <32>{#p/alphys}* (Acho que eu vou ouvir um pouquinho, Ehehe.)
zh_cn: <32>{#p/alphys}* （我还是让它播下去吧。 诶嘿嘿。）
zh_tw: <32>{#p/alphys}* （我還是讓它播下去吧。 誒嘿嘿。）

source: <25>{#p/kidd}{#f/7}* Neighboring planet? * Could that mean...
pt_br: <25>{#p/kidd}{#f/7}* Planeta vizinho? * Poderia isso ser...
zh_cn: <25>{#p/kidd}{#f/7}* 临近星球？ * 不会是说...
zh_tw: <25>{#p/kidd}{#f/7}* 臨近星球？ * 不會是說...

source: <25>{#f/2}* ... n-no way.
pt_br: <25>{#f/2}* ... s-sem chance.
zh_cn: <25>{#f/2}* ...不-不可能。
zh_tw: <25>{#f/2}* ...不-不可能。

source: <32>{#p/toriel}{#f/21}* My child... are you there?
pt_br: <32>{#p/toriel}{#f/21}* Minha criança... você está aí?
zh_cn: <32>{#p/toriel}{#f/21}* 我的孩子... 你在这里吗？
zh_tw: <32>{#p/toriel}{#f/21}* 我的孩子... 你在這裡嗎？

source: <32>* That Twinkly...
pt_br: <32>* Aquele Twinkly...
zh_cn: <32>* 那个Twinkly...
zh_tw: <32>* 那個Twinkly...

source: <32>* I should have known he'd cause some sort of trouble, but...
pt_br: <32>* Eu deveria saber que ele causaria problemas, mas...
zh_cn: <32>* 我知道他会 搞出麻烦，但是...
zh_tw: <32>* 我知道他會 搞出麻煩，但是...

source: <32>* Once again... I've failed to see the reality that lay right in front of me...
pt_br: <32>* Mais uma vez... eu falhei em ver a realidade que estava em minha frente.
zh_cn: <32>* 再一次... * 我坠入迷雾，无法拨云见日...
zh_tw: <32>* 再一次... * 我墜入迷霧，無法撥雲見日...

source: <32>{#p/basic}* Help! * My friend Stardrake's gone missing...
pt_br: <32>{#p/basic}* Ajuda! * Meu amigo Stardrake sumiu...
zh_cn: <32>{#p/basic}* 救命啊！ * 我朋友Stardrake失踪了...
zh_tw: <32>{#p/basic}* 救命啊！ * 我朋友Stardrake失蹤了...

source: <32>{#p/basic}* They went off to find some inspiration for new jokes, but they never came back!
pt_br: <32>{#p/basic}* Ele saiu para encontrar inspiração para piadas, e nunca mais voltou!
zh_cn: <32>{#p/basic}* 他出门去找新笑话灵感， 结果到现在也没回家！
zh_tw: <32>{#p/basic}* 他出門去找新笑話靈感， 結果到現在也沒回家！

source: <32>{#p/undyne}* Sit tight, kiddo. * I'll send out a search party right away.
pt_br: <32>{#p/undyne}* Fique aqui, criança. * Eu vou mandar uma equipe de procura.
zh_cn: <32>{#p/undyne}* 小子，别乱跑。 * 我马上派搜救队去找你朋友。
zh_tw: <32>{#p/undyne}* 小子，別亂跑。 * 我馬上派搜救隊去找你朋友。

source: <32>{#p/basic}* Help! * My friend Stardrake's in danger...
pt_br: <32>{#p/basic}* Ajuda! * Meu amigo Stardrake está em perigo...
zh_cn: <32>{#p/basic}* 救命啊！ * 我朋友Stardrake现在很危险！
zh_tw: <32>{#p/basic}* 救命啊！ * 我朋友Stardrake現在很危險！

source: <32>{#p/basic}* They said they saw a human on the loose out here!
pt_br: <32>{#p/basic}* Ele disse ter visto um humano lá fora!
zh_cn: <32>{#p/basic}* 他说自己看见个人类 四处游荡，屠杀怪物！
zh_tw: <32>{#p/basic}* 他說自己看見個人類 四處遊蕩，屠殺怪物！

source: <32>{#p/undyne}* Sit tight, kiddo. * The Royal Guard will take care of this.
pt_br: <32>{#p/undyne}* Fique aqui, criança. * A Guarda Real vai cuidar disso.
zh_cn: <32>{#p/undyne}* 小子，别乱跑。 * 皇家卫队会将那人类 绳之以法的。
zh_tw: <32>{#p/undyne}* 小子，別亂跑。 * 皇家衛隊會將那人類 繩之以法的。

source: <32>{#p/basic}* Thank you... Undyne...
pt_br: <32>{#p/basic}* Muito obrigado... Undyne...
zh_cn: <32>{#p/basic}* 谢谢您... Undyne...
zh_tw: <32>{#p/basic}* 謝謝您... Undyne...

source: <25>{#p/kidd}{#f/3}* Woah, uh... this is kinda scary, haha...
pt_br: <25>{#p/kidd}{#f/3}* Woah, uh... isso é meio assustador, haha...
zh_cn: <25>{#p/kidd}{#f/3}* 呃... 听起来怪吓人的，哈哈...
zh_tw: <25>{#p/kidd}{#f/3}* 呃... 聽起來怪嚇人的，哈哈...

source: <32>{#p/radio}{#v/1}* Okay, nobody panic! * We're not just gonna let 'em walk all over us, right?
pt_br: <32>{#p/radio}{#v/1}* Okay, mas sem pânico! * Nós não vamos deixá-los passar por nós dessa forma, certo?
zh_cn: <32>{#p/radio}{#v/1}* 好了，不要慌！ * 我们不会让他们欺负我们的， 对吧？
zh_tw: <32>{#p/radio}{#v/1}* 好了，不要慌！ * 我們不會讓他們欺負我們的， 對吧？

source: <32>{#v/0}* You say that like you mean it literally.
pt_br: <32>{#v/0}* Você diz isso como se dissesse literalmente.
zh_cn: <32>{#v/0}* 你说得还挺一本正经的。
zh_tw: <32>{#v/0}* 你說得還挺一本正經的。

source: <32>{#v/1}* What if I do?
pt_br: <32>{#v/1}* E se eu estiver?
zh_cn: <32>{#v/1}* 如果我真的是认真说的呢？
zh_tw: <32>{#v/1}* 如果我真的是認真說的呢？

source: <32>{#v/0}* Well, I think these aliens could be great allies. * They seem pretty nice.
pt_br: <32>{#v/0}* Bem, eu acho que esses aliens podem ser bons aliens. * Eles parecem bem legais.
zh_cn: <32>{#v/0}* 我觉得，这些外星人 有可能是很好的盟友。 * 他们看起来人不错的。
zh_tw: <32>{#v/0}* 我覺得，這些外星人 有可能是很好的盟友。 * 他們看起來人不錯的。

source: <32>{#v/0}* They even brought that translation field thing so we can understand them!
pt_br: <32>{#v/0}* Eles trouxeram aquela máquina de tradução então podemos entende-los!
zh_cn: <32>{#v/0}* 他们甚至带来了翻译领域的东西， 这样我们就能理解他们了！
zh_tw: <32>{#v/0}* 他們甚至帶來了翻譯領域的東西， 這樣我們就能理解他們了！

source: <23>{#p/papyrusnt}HUH? WHAT'S WRONG WITH THINKING EVERYTHING'S JUST FINE?
pt_br: <23>{#p/papyrusnt}HUH? O QUE TEM DE ERRADO EM PENSAR QUE TUDO ESTÁ BEM?
zh_cn: <23>{#p/papyrusnt}啊？ 认为一切未来都 一片光明有什么错！
zh_tw: <23>{#p/papyrusnt}啊？ 認為一切未來都 一片光明有什麼錯！

source: <33>{#p/without}* well, the way i see it...
pt_br: <33>{#p/without}* bem, pelo que eu vejo...
zh_cn: <33>{#p/without}* 好吧，在我看来...
zh_tw: <33>{#p/without}* 好吧，在我看來...

source: <32>{#p/without}* you're just a-{@fill=#ff0}void{@fill=#fff}-ing the problem.
pt_br: <32>{#p/without}* Você só está evitando o problema.
zh_cn: <32>{#p/without}* 这只是你镌{@fill=#ff0}空{@fill=#fff}妄实的幻想罢了。
zh_tw: <32>{#p/without}* 這只是你鐫{@fill=#ff0}空{@fill=#fff}妄實的幻想罷了。

source: <23>{#p/papyrusnt}UGH... MAYBE YOU'RE RIGHT. THINGS DO SEEM PRETTY... {@fill=#ff0}DARK{@fill=#fff}.
pt_br: <23>{#p/papyrusnt}UGH... TALVEZ VOCÊ ESTEJA CERTO. AS COISAS PARECEM BEM... {@fill=#ff0}TENEBROSAS{@fill=#fff}.
zh_cn: <23>{#p/papyrusnt}额... 也许你是对的。 一切似乎真的很{@fill=#ff0}黑暗{@fill=#fff}。
zh_tw: <23>{#p/papyrusnt}額... 也許你是對的。 一切似乎真的很{@fill=#ff0}黑暗{@fill=#fff}。

source: <32>{#p/undyne}* You don't get it, this isn't some rowdy teen... get outta there before you get hurt!
pt_br: <32>{#p/undyne}* Isso não é um treinamento, nem qualquer bobeira... saí daí antes de ser ferido!
zh_cn: <32>{#p/undyne}* 没听懂吗？ 那可不是什么好对付的小混混... 趁现在快逃！不然下个遭殃的就是你！
zh_tw: <32>{#p/undyne}* 沒聽懂嗎？ 那可不是什麼好對付的小混混... 趁現在快逃！不然下個遭殃的就是你！

source: <32>{#p/basic}* I don't care what it is. * I'm doing my duty for the good of the outpost!
pt_br: <32>{#p/basic}* Eu não me importo com isso. Eu vou fazer minha batalha pelo bem do Outpost!
zh_cn: <32>{#p/basic}* 那家伙是谁我不在乎。 * 我只在乎能不能履行职责， 保护好前哨站！
zh_tw: <32>{#p/basic}* 那傢伙是誰我不在乎。 * 我只在乎能不能履行職責， 保護好前哨站！

source: <32>{#p/basic}* If you wanna fight 'em so bad, why don't you come out here yourself!?
pt_br: <32>{#p/basic}* Se você quer tanto assim lutar, por que você não vem aqui e faz isso logo?
zh_cn: <32>{#p/basic}* 你不是很想揍人类一顿吗？ 那你现在就过来啊！
zh_tw: <32>{#p/basic}* 你不是很想揍人類一頓嗎？ 那你現在就過來啊！

source: <25>{#p/kidd}{#f/1}* Man, isn't the Royal Guard brave or what?
pt_br: <25>{#p/kidd}{#f/1}* Cara, a Guarda Real não é brava?
zh_cn: <25>{#p/kidd}{#f/1}* 老兄，皇家卫队真勇猛啊！
zh_tw: <25>{#p/kidd}{#f/1}* 老兄，皇家衛隊真勇猛啊！

source: <25>{#f/3}* I'm glad we have them to protect us...!
pt_br: <25>{#f/3}* Estou feliz que temos eles para nos proteger...!
zh_cn: <25>{#f/3}* 有他们保护我们... 真是太好了！
zh_tw: <25>{#f/3}* 有他們保護我們... 真是太好了！

source: <32>{#p/radio}{#v/1}* Yeah, yeah... * If we're gonna be all lovey-dovey with E.T. here...
pt_br: <32>{#p/radio}{#v/1}* É, E... * Se vamos ser todos paz e amor com os E.T. aqui...
zh_cn: <32>{#p/radio}{#v/1}* 是啊，是啊... * 如果要在这里跟外星人 卿卿我我的话...
zh_tw: <32>{#p/radio}{#v/1}* 是啊，是啊... * 如果要在這裡跟外星人 卿卿我我的話...

source: <32>{#v/1}* We're gonna have to do better than just walking up and saying "Howdy."
pt_br: <32>{#v/1}* Vamos ter que fazer melhor do só chegar andando e dizer "Olá."
zh_cn: <32>{#v/1}* 我们就不能光是走上去 说句“哈喽”就完事了。
zh_tw: <32>{#v/1}* 我們就不能光是走上去 說句「哈囉」就完事了。
