Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#npc/a}* Go on. She won't bite. * She might throw a few spears at you, though.
pt_br: <32>{#p/basic}{#npc/a}* Vai lá. Ela não vai te morder. * Talvez ela te jogue algumas lanças, mas faz parte.
zh_cn: <32>{#p/basic}{#npc/a}* 没事的。她不咬人的。 * 不过她可能会朝你 扔几支长矛。
zh_tw: <32>{#p/basic}{#npc/a}* 沒事的。她不咬人的。 * 不過她可能會朝你 扔幾支長矛。

source: <32>{#p/basic}{#npc/a}* Having neighbors is nice.
pt_br: <32>{#p/basic}{#npc/a}* Ter vizinhos é legal.
zh_cn: <32>{#p/basic}{#npc/a}* 有邻居就是好。
zh_tw: <32>{#p/basic}{#npc/a}* 有鄰居就是好。

source: <32>{#s/echostart}{#p/event}{#npc/a}* Signal start...
pt_br: <32>{#s/echostart}{#p/event}{#npc/a}* Sinal iniciado...
zh_cn: <32>{#s/echostart}{#p/event}{#npc/a}* 讯号开始...
zh_tw: <32>{#s/echostart}{#p/event}{#npc/a}* 訊號開始...

source: <32>{#p/undyne}* Citizens of the Foundry...
pt_br: <32>{#p/undyne}* Cidadãos da Foundry...
zh_cn: <32>{#p/undyne}* 铸厂居民听好...
zh_tw: <32>{#p/undyne}* 鑄廠居民聽好...

source: <32>* ... you should all know what happened to you by now.
pt_br: <32>* ... Todos vocês já deveriam saber o que aconteceu com vocês agora.
zh_cn: <32>* ...你们应该都清楚发生了什么。
zh_tw: <32>* ...你們應該都清楚發生了什麼。

source: <32>* It's time to go, and you damn well know it.
pt_br: <32>* É hora de ir, e vocês sabem muito bem disso, caramba.
zh_cn: <32>* 我们该走了，你们清楚得很。
zh_tw: <32>* 我們該走了，你們清楚得很。

source: <32>* So let's get going.
pt_br: <32>* Então vamos indo.
zh_cn: <32>* 那就快点吧。
zh_tw: <32>* 那就快點吧。

source: <32>{#s/echostop}{#p/event}{#npc}* Signal stop.
pt_br: <32>{#s/echostop}{#p/event}{#npc}* Sinal terminado.
zh_cn: <32>{#s/echostop}{#p/event}{#npc}* 讯号终止。
zh_tw: <32>{#s/echostop}{#p/event}{#npc}* 訊號終止。

source: <32>{#p/undyne}* Listen up, everyone! * The force field's gone! * We can all go home!
pt_br: <32>{#p/undyne}* Escutem, todos vocês! * O escudo de força se foi! * Podemos todos ir para casa!
zh_cn: <32>{#p/undyne}* 所有人听好！ * 力场消失了！ * 我们可以找新家园了！
zh_tw: <32>{#p/undyne}* 所有人聽好！ * 力場消失了！ * 我們可以找新家園了！

source: <32>* If you're still down there dawdling by the time we leave...
pt_br: <32>* Se você ainda estiver por aí vacilando quando já tivermos ido embora...
zh_cn: <32>* 如果当我们离开 你还在那磨蹭...
zh_tw: <32>* 如果當我們離開 你還在那磨蹭...

source: <32>* Then... we'll probably just come back for you later.
pt_br: <32>* Então... provavelmente vamos voltar para te buscar mais tarde.
zh_cn: <32>* 然后... 我们待会 会再回来找你。
zh_tw: <32>* 然後... 我們待會 會再回來找你。

source: <32>* But don't make us do that!
pt_br: <32>* Mas não nos obrigue a isso!
zh_cn: <32>* 但最好别那么做！
zh_tw: <32>* 但最好別那麼做！

source: <32>{#p/undyne}* Citizens of the Foundry! * If you're hearing this, then get the heck outta here!
pt_br: <32>{#p/undyne}* Cidadãos da Foundry! * Se vocês estão ouvindo isso, então sumam daí agora!
zh_cn: <32>{#p/undyne}* 铸厂居民听好！ * 趁现在，快给我逃！ゑ
zh_tw: <32>{#p/undyne}* 鑄廠居民聽好！ * 趁現在，快給我逃！ゑ

source: <32>* There's a pair of killers on the loose, and they WON'T show mercy!
pt_br: <32>* A um par de assassinos na região e eles NÃO mostrarão piedade!
zh_cn: <32>* 有杀人狂到达铸厂，还未落网！ 你要是碰着了，就是死路一条！ゑ
zh_tw: <32>* 有殺人狂到達鑄廠，還未落網！ 你要是碰著了，就是死路一條！ゑ

source: <32>* There's a killer on the loose, and they WON'T show mercy!
pt_br: <32>* A um assassino na região e ele NÃO mostrará piedade!
zh_cn: <32>* 有杀人狂到达铸厂，还未落网！ 你要是碰着了，就是死路一条！ゑ
zh_tw: <32>* 有殺人狂到達鑄廠，還未落網！ 你要是碰著了，就是死路一條！ゑ

source: <32>* You've been warned!!
pt_br: <32>* Vocês foram avisados!!
zh_cn: <32>* 不听劝，后果自负！！ゑ
zh_tw: <32>* 不聽勸，後果自負！！ゑ

source: <25>{#p/asriel2}{#f/2}* Thanks, Undyne. * I was getting tired of running into people.
pt_br: <25>{#p/asriel2}{#f/2}* Obrigado, Undyne. * Eu estava me cansando de avançar em pessoas.
zh_cn: <25>{#p/asriel2}{#f/2}* 谢了，Undyne。 * 要是还动不动碰上怪物， 我就真吃不消了。ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 謝了，Undyne。 * 要是還動不動碰上怪物， 我就真吃不消了。ゑ

source: <32>{#p/basic}* Skrubby of foundry crew. * Need u to check pipe for leak.
pt_br: <32>{#p/basic}* Skrubby da equipe de fundição. * Precisa de você para verificar se há fuga na tubulação.
zh_cn: <32>{#p/basic}* 我是铸厂员工Skrubby。 * 麻烦你检查一下管道有无泄漏。
zh_tw: <32>{#p/basic}* 我是鑄廠員工Skrubby。 * 麻煩你檢查一下管道有無洩漏。

source: <32>{#p/alphys}* Oh- uh... s-sorry, ah! * I'm a little busy at the moment!
pt_br: <32>{#p/alphys}* Oh-uh... d-desculpa, ah! * Eu estava meio ocupada no momento!
zh_cn: <32>{#p/alphys}* 哦- 呃... 抱-抱歉哈！ * 我现在稍微有点忙！
zh_tw: <32>{#p/alphys}* 喔- 呃... 抱-抱歉哈！ * 我現在稍微有點忙！

source: <32>{#p/basic}* Okie. * I ask Raddy instead. * Thx for nothing.
pt_br: <32>{#p/basic}* Okie. * Eu perguntar pra Raddy. * Bigado por nada.
zh_cn: <32>{#p/basic}* 好吧。 * 我去叫Raddy来帮忙。 * 真是谢谢您了。
zh_tw: <32>{#p/basic}* 好吧。 * 我去叫Raddy來幫忙。 * 真是謝謝您了。

source: <32>{#p/alphys}* Y-you're welcome??
pt_br: <32>{#p/alphys}* D-de nada?
zh_cn: <32>{#p/alphys}* 不-不用谢？？
zh_tw: <32>{#p/alphys}* 不-不用謝？？

source: <32>{#p/basic}* Hey... everything's gonna be okay, kiddo.
pt_br: <32>{#p/basic}* Ei... tudo vai ficar bem, carinha.
zh_cn: <32>{#p/basic}* 嘿，小子... 不会有事的。
zh_tw: <32>{#p/basic}* 嘿，小子... 不會有事的。

source: <32>* (Gerson?) * (Is that you again?)
pt_br: <32>* (Gerson?) * (É você de novo?)
zh_cn: <32>* （Gerson？） * （是你吗？）
zh_tw: <32>* （Gerson？） * （是你嗎？）

source: <32>* Oh, I dunno. * Is that really you, Burgie? * Wa ha ha.
pt_br: <32>* Oh, eu não sei. * É realmente você, Burgie? * Wa ha ha.
zh_cn: <32>* 哇哈哈。 * 不晓得呢。 * 堡兄啊，到底是你不？
zh_tw: <32>* 哇哈哈。 * 不曉得呢。 * 堡兄啊，到底是你不？

source: <32>* (Yeah, yeah.) * (I'm just a little scared... like everyone else.)
pt_br: <32>* (É, é.) * (Eu só estou um pouco assustado... igual todo mundo.)
zh_cn: <32>* （对，是我。） * （我只是有点慌... 大伙都一样。）
zh_tw: <32>* （對，是我。） * （我只是有點慌... 大夥都一樣。）

source: <32>{#p/basic}* Well, you heard her! * Time for us to go, kiddo!
pt_br: <32>{#p/basic}* Bem, você a ouviu! * Hora de ir, carinha!
zh_cn: <32>{#p/basic}* 你听到她说的了，小子！ * 我们该走了！
zh_tw: <32>{#p/basic}* 你聽到她說的了，小子！ * 我們該走了！

source: <32>{#p/basic}* ... wa ha ha. * In truth, we've still got the rest of the day.
pt_br: <32>{#p/basic}* ... wa ha ha. * Na verdade, ainda temos o resto do dia.
zh_cn: <32>{#p/basic}* ...哇哈哈。 * 实际上，我们现在还有时间。
zh_tw: <32>{#p/basic}* ...哇哈哈。 * 實際上，我們現在還有時間。

source: <32>{#p/basic}* (Yeah, I'm gonna hang out here for a bit longer.)
pt_br: <32>{#p/basic}* (É, eu vou ficar aqui por um pouco mais de tempo.)
zh_cn: <32>{#p/basic}* （是的， 我要在这多待一会。）
zh_tw: <32>{#p/basic}* （是的， 我要在這多待一會。）

source: <32>{#p/basic}* (Who knows?) * (Maybe Frisk'll come by.)
pt_br: <32>{#p/basic}* (Quem sabe?) * (Talvez Frisk venha.)
zh_cn: <32>{#p/basic}* （谁知道呢？） * （也许Frisk会过来呢。）
zh_tw: <32>{#p/basic}* （誰知道呢？） * （也許Frisk會過來呢。）

source: <32>{#p/basic}* Hey kiddo, did ya catch the warning broadcast?
pt_br: <32>{#p/basic}* Ei criança, você ouviu o aviso na transmissão?
zh_cn: <32>{#p/basic}* 嘿，小子。 听到广播里的警告了吗？
zh_tw: <32>{#p/basic}* 嘿，小子。 聽到廣播裡的警告了嗎？

source: <32>* (Keep your voice down!) * (... so are they like, a human or something?)
pt_br: <32>* (Abaixa sua voz!) * (... então ele é tipo, um humano ou alguma coisa?)
zh_cn: <32>* （小点声！） * （...所以说， 有个人类什么的过来了，是吗？）
zh_tw: <32>* （小點聲！） * （...所以說， 有個人類什麼的過來了，是嗎？）

source: <32>* No doubt about it.
pt_br: <32>* Sem dúvidas.
zh_cn: <32>* 毫无疑问，是的。
zh_tw: <32>* 毫無疑問，是的。

source: <32>* (Figures.) * (It's gonna suck having to evacuate, though.)
pt_br: <32>* (Que figura.) * (É bem paia ter que evacuar.)
zh_cn: <32>* （难怪呢， 不过强制疏散真的很烦人。）
zh_tw: <32>* （難怪呢， 不過強制疏散真的很煩人。）

source: <32>{#s/phone}* Ring, ring...
zh_cn: <32>{#s/phone}* 铃铃，铃铃...
zh_tw: <32>{#s/phone}* 鈴鈴，鈴鈴...

source: <32>{#p/basic}* Hey kiddo! * Just wanted to check in on how that new shop of yours is.
pt_br: <32>{#p/basic}* Ei garoto! * Só queria verificar como está essa sua nova loja.
zh_cn: <32>{#p/basic}* 嘿，孩子！ * 我就是想问问你的新店 怎么样了。
zh_tw: <32>{#p/basic}* 嘿，孩子！ * 我就是想問問你的新店 怎麼樣了。

source: <32>* I hear you're doin' pretty well!
pt_br: <32>* Ouvi dizer que ocê está indo muito do bem!
zh_cn: <32>* 我听说开得挺不错呢！
zh_tw: <32>* 我聽說開得挺不錯呢！

source: <32>* (...) * (It's kinda hard for me to talk right now.)
pt_br: <32>* (...) * (É meio difícil pra mim falar agora.)
zh_cn: <32>* （...） * （我现在有点不方便讲话。）
zh_tw: <32>* （...） * （我現在有點不方便講話。）

source: <32>{#p/basic}* I hear ya. * Hey, maybe it'd help if ya told me what ya saw.
pt_br: <32>{#p/basic}* Tô ouvindo. * Ei, talvez eu possa ajudar se ocê me dizer o que viu.
zh_cn: <32>{#p/basic}* 听到了。 * 嘿，说说你看到了什么呗， 兴许我还能帮帮你。
zh_tw: <32>{#p/basic}* 聽到了。 * 嘿，說說你看到了什麼唄， 興許我還能幫幫你。

source: <32>* From your point of view.
pt_br: <32>* Do seu ponto de vista.
zh_cn: <32>* 从你的角度来看。
zh_tw: <32>* 從你的角度來看。

source: <32>* (Well...) * (It all started when...)
pt_br: <32>* (Bem...) * (Tudo começou quando...)
zh_cn: <32>* （额...） * （这一切的开始都是从...）
zh_tw: <32>* （額...） * （這一切的開始都是從...）

source: <32>* (I was at the force field with a bunch of others.)
pt_br: <32>* (Eu estava no escudo de força com vários outros.)
zh_cn: <32>* （当时我和一群人在力场那。）
zh_tw: <32>* （當時我和一群人在力場那。）

source: <32>{#p/basic}* That'd be a treat! * I know I'd sure as hell like to see 'em.
pt_br: <32>{#p/basic}* Isso seria um prazer! * Eu sei que com certeza gostaria de vê-los.
zh_cn: <32>{#p/basic}* 那太好了！ * 我现在很想看到那位人类！
zh_tw: <32>{#p/basic}* 那太好了！ * 我現在很想看到那位人類！

source: <32>{#p/basic}* It's kind of hard to imagine, isn't it? * Being saved by a human?
pt_br: <32>{#p/basic}* É meio difícil de imaginar, não é? * Ser salvo por um humano?
zh_cn: <32>{#p/basic}* 还是很不可置信是吧？ * 被一个人类救了？
zh_tw: <32>{#p/basic}* 還是很不可置信是吧？ * 被一個人類救了？

source: <32>{#p/basic}* (I know, right?) * (And those other humans... they're alive, too.)
pt_br: <32>{#p/basic}* (Eu sei, certo? E todos aqueles outros humanos estão vivos, também.)
zh_cn: <32>{#p/basic}* （我同意。） * （而且那些其他的人类... 也都活着。）
zh_tw: <32>{#p/basic}* （我同意。） * （而且那些其他的人類... 也都活著。）

source: <32>{#p/basic}* (What a crazy day it's been.)
pt_br: <32>{#p/basic}* (Que dia maluco esse tem sido.)
zh_cn: <32>{#p/basic}* （多么疯狂的一天。）
zh_tw: <32>{#p/basic}* （多麼瘋狂的一天。）

source: <32>{#p/basic}* Evacuate? Not a chance! * You'll be just fine right where you are, actually.
pt_br: <32>{#p/basic}* Evacuar? Sem chance! * Tu tá muito bem onde tu tá, na verdade.
zh_cn: <32>{#p/basic}* 撤离？没门！ * 我敢保证，待在原地，也没人来伤你。ゑ
zh_tw: <32>{#p/basic}* 撤離？沒門！ * 我敢保證，待在原地，也沒人來傷你。ゑ

source: <32>* (Uh...) * (You do realize I'm out in the open here, right?)
pt_br: <32>* (Uh... você entende que eu estou literalmente a mercê aqui, certo?)
zh_cn: <32>* （呃...） * （你明知道我正身处危险之中， 为什么还这么说？）ゑ
zh_tw: <32>* （呃...） * （你明知道我正身處危險之中， 為什麼還這麼說？）ゑ

source: <32>* That may be true. * But there's a little thing I happen to know...
pt_br: <32>* Isso pode ser verdade. * Mas tem uma coisa da qual eu sei...
zh_cn: <32>* 或许处境确实不利， 但是，我刚好想到个法子...ゑ
zh_tw: <32>* 或許處境確實不利， 但是，我剛好想到個法子...ゑ

source: <32>* Somethin' that keeps us humble shopkeepers safe.
pt_br: <32>* Uma coisa que mantém nós vendedores seguros.
zh_cn: <32>* 它能保护我们这些小商贩免受危险。ゑ
zh_tw: <32>* 它能保護我們這些小商販免受危險。ゑ

source: <32>{#p/basic}* Huh? * What's the problem?
pt_br: <32>{#p/basic}* Huh? * Qual o problema?
zh_cn: <32>{#p/basic}* 嗯？ * 发生什么了？
zh_tw: <32>{#p/basic}* 嗯？ * 發生什麼了？

source: <32>* (... don't you know?)
pt_br: <32>* (... você não sabe?)
zh_cn: <32>* （...你不知道吗？）
zh_tw: <32>* （...你不知道嗎？）

source: <32>* Wait...
pt_br: <32>* Espera...
zh_cn: <32>* 等一下...
zh_tw: <32>* 等一下...

source: <32>* (It's THAT menace.)
pt_br: <32>* (É AQUELE maluco.)
zh_cn: <32>* （就是那种的威胁。）
zh_tw: <32>* （就是那種的威脅。）

source: <32>{#p/basic}* (We were all there to see the force field be taken down.)
pt_br: <32>{#p/basic}* (Estávamos todos lá para ver o campo de força ser derrubado.)
zh_cn: <32>{#p/basic}* （我们都去那里 想看力场被摧毁时的景象。）
zh_tw: <32>{#p/basic}* （我們都去那裡 想看力場被摧毀時的景象。）

source: <32>* (We'd been told something like that could happen, but when we got there...)
pt_br: <32>* (Disseram-nos que algo assim poderia acontecer, mas quando chegamos lá...)
zh_cn: <32>* （有人告诉我们 去那里会发生什么事情， 但当我们到那后...）
zh_tw: <32>* （有人告訴我們 去那裡會發生什麼事情， 但當我們到那後...）

source: <32>* (The same talking star who told us to go there was holding monsters hostage.)
pt_br: <32>* (A mesma estrela que nós disse para ir ela, estava segurando monstros como vítimas.)
zh_cn: <32>* （告诉我们去那的 说话星星挟持了 怪物作为人质。）
zh_tw: <32>* （告訴我們去那的 說話星星挾持了 怪物作為人質。）

source: <32>* Little star, huh? * I have heard stories of a little yellow star...
pt_br: <32>* Pequena estrela, huh? * Eu escutei histórias sobre uma pequena estrela amarela...
zh_cn: <32>* 一个小星星是吧？ * 我正好听说过 有关一个小黄星的故事...
zh_tw: <32>* 一個小星星是吧？ * 我正好聽說過 有關一個小黃星的故事...

source: <32>{#p/basic}* (I wonder what we'll do when we arrive on the new homeworld.)
pt_br: <32>{#p/basic}* (Eu me pergunto o que faremos quando chegarmos ao novo mundo.)
zh_cn: <32>{#p/basic}* （我想知道当我们到达新家园后 会如何开始新的生活。）
zh_tw: <32>{#p/basic}* （我想知道當我們到達新家園後 會如何開始新的生活。）

source: <32>{#p/basic}* (Maybe the two of us could open a shop together!) * (You'd sell the trinkets...)
pt_br: <32>{#p/basic}* (Nós dois possamos abrir um mercado juntos! Você venderia as bugigangas...)
zh_cn: <32>{#p/basic}* （也许我们俩 可以合开一家店！） * （你会卖些小玩意...）
zh_tw: <32>{#p/basic}* （也許我們倆 可以合開一家店！） * （你會賣些小玩意...）

source: <32>{#p/basic}* And you'd sell the food. * I like the way you think about it, kiddo!
pt_br: <32>{#p/basic}* E você venderia a comida. * Eu gosto do jeito que você pensa sobre isso, garoto!
zh_cn: <32>{#p/basic}* 然后你会卖些吃的。 * 我同意你为我们 未来的铺垫，小子！
zh_tw: <32>{#p/basic}* 然後你會賣些吃的。 * 我同意你為我們 未來的鋪墊，小子！

source: <32>{#p/basic}* But it'd likely be better if one of us sells, and the other tracks the finances.
pt_br: <32>{#p/basic}* Mas seria melhor se um de nós vendesse, e o outro cuidasse das finanças.
zh_cn: <32>{#p/basic}* 但我们如果一个负责销售， 一个负责财务会更好。
zh_tw: <32>{#p/basic}* 但我們如果一個負責銷售， 一個負責財務會更好。

source: <32>{#p/basic}* (What?) * (That's the dumbest thing I've ever heard.)
pt_br: <32>{#p/basic}* (O quê?) * (Essa é a coisa mais besta que eu já ouvi.)
zh_cn: <32>{#p/basic}* （啥？） * （蠢到家了。）
zh_tw: <32>{#p/basic}* （啥？） * （蠢到家了。）

source: <32>* It's true! * I could demonstrate it, if you'd like.
pt_br: <32>* É verdade! * Eu posso demonstrar se você quiser.
zh_cn: <32>* 这可是真事！ * 想听的话，现在就给你 好好讲讲它的来龙去脉！
zh_tw: <32>* 這可是真事！ * 想聽的話，現在就給你 好好講講它的來龍去脈！

source: <32>* (Uh, n-no thanks!) * (I'll take your word for it, old b-buddy!)
pt_br: <32>* (Uh, n-não valeu!) * (Eu vou seguir o conselho do meu velho a-amigo!)
zh_cn: <32>* （呃，不-不必了！） * （我相信你，老-老人家！）
zh_tw: <32>* （呃，不-不必了！） * （我相信你，老-老人家！）

source: <32>* Wa ha ha. * Y'learn something new every day, don'tcha!
pt_br: <32>* Wa ha ha. * Da pra aprender coisa nova todo dia, num é memo!
zh_cn: <32>* 哇哈哈！ * 每天都能收获新知，挺不错的吧！
zh_tw: <32>* 哇哈哈！ * 每天都能收穫新知，挺不錯的吧！

source: <32>{#p/basic}* ... wa ha ha. * It's the fella who goes around selling steak, ain't it?
pt_br: <32>{#p/basic}* ... wa ha ha. * É o caba que sai por aí vendendo carne, não é?
zh_cn: <32>{#p/basic}* ...哇哈哈。 * 是那个到处卖牛排的家伙， 对吧？
zh_tw: <32>{#p/basic}* ...哇哈哈。 * 是那個到處賣牛排的傢伙， 對吧？

source: <32>* (What am I gonna do!)
pt_br: <32>* (O que eu vou fazer?)
zh_cn: <32>* （我该怎么办！）
zh_tw: <32>* （我該怎麼辦！）

source: <32>* Shhhh. * It's alright, kiddo. * That shop's got a backdoor!
pt_br: <32>* Tá tudo bem, carinha. * Aquele mercado tem uma porta atrás!
zh_cn: <32>* 嘘... * 没事的，孩子。 * 那家商店是有个后门的！
zh_tw: <32>* 噓... * 沒事的，孩子。 * 那家商店是有個後門的！

source: <32>* (It does!?!?)
pt_br: <32>* (Tem!?!?)
zh_cn: <32>* （真的有吗！？！？）
zh_tw: <32>* （真的有嗎！？！？）

source: <32>{#p/basic}* (Well, he's real.) * (And we thought we'd helped the human beat him...)
pt_br: <32>{#p/basic}* (Bem, ele é real.) * (E ele pensa que ajudamos o humano a derrota-lo...)
zh_cn: <32>{#p/basic}* （好吧，他是真的。） * （然后我们认为我们 会帮助那个人类击败他...）
zh_tw: <32>{#p/basic}* （好吧，他是真的。） * （然後我們認為我們 會幫助那個人類擊敗他...）

source: <32>* (But he just ended up taking everyone's SOULs anyway.)
pt_br: <32>* (Mas ele só acabou pegando as ALMAS de todo mundo, de toda forma.)
zh_cn: <32>* （但是他最后还是 吸收了我们所有人的灵魂。）
zh_tw: <32>* （但是他最後還是 吸收了我們所有人的靈魂。）

source: <32>* That must've been the bright light I saw... * I just couldn't shake it.
pt_br: <32>*É aquele super luz branca que eu vi... * Eu nem podia me mexer.
zh_cn: <32>* 那一定是那道我无法挣脱 的亮光出现的原因。
zh_tw: <32>* 那一定是那道我無法掙脫 的亮光出現的原因。

source: <32>* (Yeah, and it was even brighter at the source.) * (We didn't stand a chance.)
pt_br: <32>* (Pois é, e parecia bem mais claro na raiz do problema.) * (Nós não tínhamos chance.)
zh_cn: <32>* （对，它在光源处更亮。） * （我们连挣脱的机会都没有。）
zh_tw: <32>* （對，它在光源處更亮。） * （我們連掙脫的機會都沒有。）

source: <32>{#p/basic}* (Ha. We'll take turns, then.)
pt_br: <32>{#p/basic}* (Ha. Vamos nos revezar, então.)
zh_cn: <32>{#p/basic}* （哈，那我们轮流来做吧。）
zh_tw: <32>{#p/basic}* （哈，那我們輪流來做吧。）

source: <32>{#p/basic}* (Doing the same thing all the time would get boring, don't you think?)
pt_br: <32>{#p/basic}* (Fazer a mesma coisa o tempo todo fica chato, você não acha?)
zh_cn: <32>{#p/basic}* （工作总是一成不变 会让人无聊至极， 你不这样想吗？）
zh_tw: <32>{#p/basic}* （工作總是一成不變 會讓人無聊至極， 你不這樣想嗎？）

source: <32>{#p/basic}* Wa ha ha. * Maybe I'm just old, but I don't mind doing finances.
pt_br: <32>{#p/basic}* Talvez eu só esteja velho, mas eu não reclamaria de fazer finanças.
zh_cn: <32>{#p/basic}* 哇哈哈。 * 也许我只是年纪大了， 我并不介意当财务。
zh_tw: <32>{#p/basic}* 哇哈哈。 * 也許我只是年紀大了， 我並不介意當財務。

source: <32>{#p/basic}* You can have the fun job all to yourself, kiddo!
pt_br: <32>{#p/basic}* Você pode ter a parte divertida do trabalho, carinha!
zh_cn: <32>{#p/basic}* 小子，你可以独享 这份有趣的工作！
zh_tw: <32>{#p/basic}* 小子，你可以獨享 這份有趣的工作！

source: <32>{#p/basic}* (I guess we really are doomed to live here forever, huh?)
pt_br: <32>{#p/basic}* (Acho que estamos condenados a viver aqui para sempre, huh?)
zh_cn: <32>{#p/basic}* （看来，我们注定要在这里 度过余生了...）
zh_tw: <32>{#p/basic}* （看來，我們註定要在這裡 度過餘生了...）

source: <32>* Hey, don't underestimate the Royal Guard. * They're tough stuff!
pt_br: <32>* Ei, não subestime a Guarda Real. * Eles são fortes!
zh_cn: <32>* 嘿，别小瞧皇家守卫！ * 他们各个都是骁勇善战的猛士！
zh_tw: <32>* 嘿，別小瞧皇家守衛！ * 他們各個都是驍勇善戰的猛士！

source: <32>* (Do you really think they can stop someone like that?)
pt_br: <32>* (Você realmente pensa que eles podem parar alguém assim?)
zh_cn: <32>* （你有把握他们能阻止那人类吗？）
zh_tw: <32>* （你有把握他們能阻止那人類嗎？）

source: <32>* One human child? * I dunno kiddo, maybe that's just too much to handle.
pt_br: <32>* Uma criança humana? * Eu não sei carinha, talvez seja demais pra aguentar.
zh_cn: <32>* 那个人类小孩吗？ * 我不确定，感觉难度挺大的。
zh_tw: <32>* 那個人類小孩嗎？ * 我不確定，感覺難度挺大的。

source: <25>{#p/asriel2}{#f/5}* Hee hee hee...
zh_cn: <25>{#p/asriel2}{#f/5}* 嘻嘻嘻...
zh_tw: <25>{#p/asriel2}{#f/5}* 嘻嘻嘻...

source: <32>{#p/basic}* (Woah...) * (This door leads to a balcony on the outside!)
pt_br: <32>{#p/basic}* (Woah...) * (Essa porta leva para o balcão do lado de fora!)
zh_cn: <32>{#p/basic}* （哇...） * （这扇门通往外面的阳台！）
zh_tw: <32>{#p/basic}* （哇...） * （這扇門通往外面的陽臺！）

source: <32>{#p/basic}* (I swear the stars have never looked this bright...)
pt_br: <32>{#p/basic}* (Eu juro que as estrelas nunca estiveram tão brilhantes...)
zh_cn: <32>{#p/basic}* （我真的感觉星星 从来没有这么明亮过...）
zh_tw: <32>{#p/basic}* （我真的感覺星星 從來沒有這麼明亮過...）

source: <32>* Huh. * Must be a distortion field or something.
pt_br: <32>* Huh. * Deve ser um campo de distorção ou algo assim.
zh_cn: <32>* 哈。 * 肯定是有个扭曲力场 什么的。
zh_tw: <32>* 哈。 * 肯定是有個扭曲力場 什麼的。

source: <32>* Take a minute, and enjoy it while ya can!
pt_br: <32>* Tome um momento e aprecie enquanto pode!
zh_cn: <32>* 稍微等一下， 就尽情享受吧！
zh_tw: <32>* 稍微等一下， 就盡情享受吧！

source: <32>{#p/basic}* So what happened next?
pt_br: <32>{#p/basic}* Então, o que aconteceu depois?
zh_cn: <32>{#p/basic}* 然后呢？
zh_tw: <32>{#p/basic}* 然後呢？

source: <32>* (Well, you should know.) * (This is the part that everyone knows.)
pt_br: <32>* (Bem, você deveria saber.) * (Essa é a parte que todo mundo sabe.)
zh_cn: <32>* （哎呀，你咋能不知道呢。） * （后面的事，大伙都知道啊。）
zh_tw: <32>* （哎呀，你咋能不知道呢。） * （後面的事，大夥都知道啊。）

source: <32>* (From our perspective, we saw a human fending off attacks...)
pt_br: <32>* (Da nossa perspectiva, nós vimos um humano parando ataques...)
zh_cn: <32>* （从我们的角度来看， 我们看到一个人类在抵御攻击。）
zh_tw: <32>* （從我們的角度來看， 我們看到一個人類在抵禦攻擊。）

source: <32>* (Whatever that star turned himself into was relentlessly attacking the human.)
pt_br: <32>* (Seja lá no que aquela estrela se tornou, estava atacando o humano sem parar.)
zh_cn: <32>* （那个星星不管变成了什么， 他都在向那个人类 无情地发动攻击。）
zh_tw: <32>* （那個星星不管變成了什麼， 他都在向那個人類 無情地發動攻擊。）

source: <32>{#p/basic}* I do feel like a part of me's going to miss this old place.
pt_br: <32>{#p/basic}* Eu sinto que parte de mim vai sentir falta desse lugar.
zh_cn: <32>{#p/basic}* 我觉得 我也许会想念这地方。
zh_tw: <32>{#p/basic}* 我覺得 我也許會想念這地方。

source: <32>{#p/basic}* We really made it our own.
pt_br: <32>{#p/basic}* Nós realmente fizemos ele do nosso jeito.
zh_cn: <32>{#p/basic}* 我们真的让这个地方 变成了我们自己的地盘。
zh_tw: <32>{#p/basic}* 我們真的讓這個地方 變成了我們自己的地盤。

source: <32>{#p/basic}* (You're kidding, right?) * (I won't miss this old dump for a second.)
pt_br: <32>{#p/basic}* (Você tá brincando, certo?) * (Eu não sentir falta desse lugar nem por um segundo.)
zh_cn: <32>{#p/basic}* （开玩笑吧？） * （我一秒也不想待在这了。）
zh_tw: <32>{#p/basic}* （開玩笑吧？） * （我一秒也不想待在這了。）

source: <32>{#p/basic}* (But I guess I've also had it pretty bad up here.)
pt_br: <32>{#p/basic}* (Mas acho que também tive muito mal aqui.)
zh_cn: <32>{#p/basic}* （我在这的生活挺糟糕的。）
zh_tw: <32>{#p/basic}* （我在這的生活挺糟糕的。）

source: <32>{#p/basic}* Bad news, kiddo. * The human came through not too long ago.
pt_br: <32>{#p/basic}* Mas notícias. * O humano passou por aqui, não faz muito tempo.
zh_cn: <32>{#p/basic}* 孩子，说个坏消息。 * 那人类刚经过这里。ゑ
zh_tw: <32>{#p/basic}* 孩子，說個壞訊息。 * 那人類剛經過這裡。ゑ

source: <32>{#p/basic}* ... they had a partner with 'em, too.
pt_br: <32>{#p/basic}* ... eles tinham um parceiro junto deles, também.
zh_cn: <32>{#p/basic}* ...还带了个同伙。ゑ
zh_tw: <32>{#p/basic}* ...還帶了個同夥。ゑ

source: <32>{#p/basic}* (What?) * (Who was it?)
pt_br: <32>{#p/basic}* (Que?) * (Quem era?)
zh_cn: <32>{#p/basic}* （啥？） * （是谁？）ゑ
zh_tw: <32>{#p/basic}* （啥？） * （是誰？）ゑ

source: <32>{#p/basic}* Wa ha ha... * You wouldn't believe me.
pt_br: <32>{#p/basic}* Wa ha ha... * Você não vai acreditar.
zh_cn: <32>{#p/basic}* 哇哈哈... * 我说了你也不信。ゑ
zh_tw: <32>{#p/basic}* 哇哈哈... * 我說了你也不信。ゑ

source: <32>{#p/basic}* (Are they on their way here?)
pt_br: <32>{#p/basic}* (Eles estão a caminho então?)
zh_cn: <32>{#p/basic}* （那人还在铸厂吗？）
zh_tw: <32>{#p/basic}* （那人還在鑄廠嗎？）

source: <32>{#p/basic}* Sure, but it'll be a while until ya see 'em. * Not to mention Undyne...
pt_br: <32>{#p/basic}* Claro, mas vai demorar até você vê-lo. * Sem mencionar a Undyne...
zh_cn: <32>{#p/basic}* 当然，但那人想碰到你 还要走好一会呢。 * 更不用说Undyne了...
zh_tw: <32>{#p/basic}* 當然，但那人想碰到你 還要走好一會呢。 * 更不用說Undyne了...

source: <32>{#p/basic}* (Yeah, she'll stop them.) * (She's in charge of the Royal Guard, after all...)
pt_br: <32>{#p/basic}* (Exato, ela vai para-lo.) * (Ela está no comando da guarda real, a final...)
zh_cn: <32>{#p/basic}* （是啊，她一定会阻止人类的。） * （毕竟，她可皇家卫队的队长啊...）
zh_tw: <32>{#p/basic}* （是啊，她一定會阻止人類的。） * （畢竟，她可皇家衛隊的隊長啊...）

source: <32>{#p/basic}* Sorry about that, the phone signal here isn't the greatest.
pt_br: <32>{#p/basic}* Desculpa por isso, o sinal de telefone aqui é bem ruim.
zh_cn: <32>{#p/basic}* 对不起， 这里信号不太好。
zh_tw: <32>{#p/basic}* 對不起， 這裡訊號不太好。

source: <32>* You seen anything interesting so far?
pt_br: <32>* Você viu algo interessante até o momento?
zh_cn: <32>* 这段时间， 看到什么有趣的东西了吗？
zh_tw: <32>* 這段時間， 看到什麼有趣的東西了嗎？

source: <32>* (... well...)
pt_br: <32>* (... bem...)
zh_cn: <32>* （...这个嘛...）
zh_tw: <32>* （...這個嘛...）

source: <32>* (How about a shooting star?)
pt_br: <32>* (Que tal uma estrela cadente?)
zh_cn: <32>* （流星算吗？）
zh_tw: <32>* （流星算嗎？）

source: <32>{#p/basic}* (Eventually, though, the human mustered some kind of power...)
pt_br: <32>{#p/basic}* (Eventualmente, porém, o humano reuniu algum tipo de poder...)
zh_cn: <32>{#p/basic}* （最后呢，就是， 人类动用了某种力量...）
zh_tw: <32>{#p/basic}* （最後呢，就是， 人類動用了某種力量...）

source: <32>* (And then...)
pt_br: <32>* (E então...)
zh_cn: <32>* （接着...）
zh_tw: <32>* （接著...）

source: <32>* (... IT... happened.)
pt_br: <32>* (... Aquilo... Aconteceu.)
zh_cn: <32>* （就是... 那事了。）
zh_tw: <32>* （就是... 那事了。）
