Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/16}* I really screwed this up, didn't I...?
pt_br: <25>{#f/16}* Eu realmente ferrei tudo, não ferrei...?
zh_cn: <25>{#f/16}* 我真的搞砸了， 是吧...？
zh_tw: <25>{#f/16}* 我真的搞砸了， 是吧...？

source: <25>{#f/16}* Y'know what?
pt_br: <25>{#f/16}* Quer saber de uma coisa?
zh_cn: <25>{#f/16}* 你知道吗？
zh_tw: <25>{#f/16}* 你知道嗎？

source: <25>{#f/9}* I'm not ready to give up on this just yet.
pt_br: <25>{#f/9}* Eu não estou pronta pra desistir agora.
zh_cn: <25>{#f/9}* 我还没打算就 这样放弃呢。
zh_tw: <25>{#f/9}* 我還沒打算就 這樣放棄呢。

source: <25>{#f/1}* So I failed to teach you how to cook. * Big whoop.
pt_br: <25>{#f/1}* Eu falhei em te ensinar a cozinhar. * Que vacilo.
zh_cn: <25>{#f/1}* 所以我放弃教你烹饪了。 * 就这样。
zh_tw: <25>{#f/1}* 所以我放棄教你烹飪了。 * 就這樣。

source: <25>{#f/14}* There's still something we can do to salvage this mess.
pt_br: <25>{#f/14}* Mas tem uma coisa que ainda podemos fazer para salvar essa bagunça.
zh_cn: <25>{#f/14}* 我们还是有办法 挽救这个烂摊子的。
zh_tw: <25>{#f/14}* 我們還是有辦法 挽救這個爛攤子的。

source: <26>{#f/1}* And that something is...
pt_br: <26>{#f/1}* E isso seria...
zh_cn: <26>{#f/1}* 办法就是...
zh_tw: <26>{#f/1}* 辦法就是...

source: <25>{#f/16}* I can't force you to like me, human.
pt_br: <25>{#f/16}* Eu não posso te forçar a gostar de mim, humano.
zh_cn: <25>{#f/16}* 我没办法强迫你喜欢我， 人类。
zh_tw: <25>{#f/16}* 我沒辦法強迫你喜歡我， 人類。

source: <25>{#f/9}* Some people just don't easily get along.
pt_br: <25>{#f/9}* Algumas pessoas simplesmente não se dão bem.
zh_cn: <25>{#f/9}* 有些人彼此就是 没办法相处。
zh_tw: <25>{#f/9}* 有些人彼此就是 沒辦法相處。

source: <25>{#f/16}* I'd understand if you felt that way about me...
pt_br: <25>{#f/16}* Eu entendo se você se sentir assim em relação a mim...
zh_cn: <25>{#f/16}* 如果你这么觉得， 我能理解...
zh_tw: <25>{#f/16}* 如果你這麼覺得， 我能理解...

source: <25>{#f/9}* And if we can't be friends... that's okay.
pt_br: <25>{#f/9}* E se não pudermos ser amigas... tudo bem.
zh_cn: <25>{#f/9}* 如果我们做不了朋友... 也没关系。
zh_tw: <25>{#f/9}* 如果我們做不了朋友... 也沒關係。

source: <25>{#f/9}* Because... * If we're not gonna be friends...
pt_br: <25>{#f/9}* Porque... * Se não formos ser amigas...
zh_cn: <25>{#f/9}* 因为... * 如果我们不是朋友...
zh_tw: <25>{#f/9}* 因為... * 如果我們不是朋友...

source: <25>{#p/undyne}{#f/17}* ONE LAST DUEL TO SHOW THE GALAXY WHAT WE'RE MADE OF!!!
pt_br: <25>{#p/undyne}{#f/17}* UM ÚLTIMO DUELO PARA MOSTRARMOS A GALÁXIA DO QUE SOMOS FEITAS!!!
zh_cn: <25>{#p/undyne}{#f/17}* 来一场向银河系证明 我们实力的最后一战！！
zh_tw: <25>{#p/undyne}{#f/17}* 來一場向銀河系證明 我們實力的最後一戰！！

source: <25>{#p/undyne}{#f/17}* THEN I CAN DESTROY YOU WITHOUT REGRET!!!
pt_br: <25>{#p/undyne}{#f/17}* ENTÃO EU POSSO DE DESTRUIR SEM REMORSO!!!
zh_cn: <25>{#p/undyne}{#f/17}* 这就意味着我能 毫不犹豫地干掉你！
zh_tw: <25>{#p/undyne}{#f/17}* 這就意味著我能 毫不猶豫地幹掉你！

source: <25>{#p/undyne}{#f/12}* Well, that was fun, huh?
pt_br: <25>{#p/undyne}{#f/12}* Foi legal, hein?
zh_cn: <25>{#p/undyne}{#f/12}* 好吧，还挺好玩的， 是吧？
zh_tw: <25>{#p/undyne}{#f/12}* 好吧，還挺好玩的， 是吧？

source: <25>{#f/8}* We'll have to spar again another time!
pt_br: <25>{#f/8}* Nós vamos poder lutar mais outra hora!
zh_cn: <25>{#f/8}* 我们下次再 找时间斗一场！
zh_tw: <25>{#f/8}* 我們下次再 找時間鬥一場！

source: <25>{#f/8}* We'll have to hang out again another time!
pt_br: <25>{#f/8}* Nós vamos sair de novo outra hora!
zh_cn: <25>{#f/8}* 我们下次再约出去玩！
zh_tw: <25>{#f/8}* 我們下次再約出去玩！

source: <25>{#f/9}* But, uh, somewhere else, I guess.
pt_br: <25>{#f/9}* Mas, uh, em outro lugar, eu acho.
zh_cn: <25>{#f/9}* 但是，呃， 我觉得该换个地方。
zh_tw: <25>{#f/9}* 但是，呃， 我覺得該換個地方。

source: <25>{#f/1}* By the way, have you noticed something weird in the air?
pt_br: <25>{#f/1}* Aliás, já percebeu que tem algo estranho no ar?
zh_cn: <25>{#f/1}* 顺便问一下，你注意到 空气中奇怪的气味了吗？
zh_tw: <25>{#f/1}* 順便問一下，你注意到 空氣中奇怪的氣味了嗎？

source: <25>{#f/13}* Even Papyrus mentioned it earlier...
pt_br: <25>{#f/13}* Até o Papyrus mencionou mais cedo...
zh_cn: <25>{#f/13}* 甚至之前Papyrus也提到过...
zh_tw: <25>{#f/13}* 甚至之前Papyrus也提到過...

source: <25>{#f/13}* It seems like it just started recently...
pt_br: <25>{#f/13}* Parece que começou a pouco tempo...
zh_cn: <25>{#f/13}* ...这情况好像是 最近才出现的。
zh_tw: <25>{#f/13}* ...這情況好像是 最近才出現的。

source: <25>{#f/16}* ... maybe it's nothing, but I swear I feel weaker than usual.
pt_br: <25>{#f/16}* ... pode não ser nada, mas eu juro que me sinto mais fraca que o normal.
zh_cn: <25>{#f/16}* ...也许这也没什么。 * 但我好像比之前 虚弱了一点。
zh_tw: <25>{#f/16}* ...也許這也沒什麼。 * 但我好像比之前 虛弱了一點。

source: <25>{#f/1}* In the meantime, I'll be at the rec center with Papyrus.
pt_br: <25>{#f/1}* No meio tempo vou estar com o Papyrus no rec center.
zh_cn: <25>{#f/1}* 与此同时，我会和Papyrus 一起去休闲回廊。
zh_tw: <25>{#f/1}* 與此同時，我會和Papyrus 一起去休閒迴廊。

source: <25>{#f/12}* I look forward to seeing you there!
pt_br: <25>{#f/12}* Eu te vejo por lá!
zh_cn: <25>{#f/12}* 期待能在那见到你！
zh_tw: <25>{#f/12}* 期待能在那見到你！

source: <25>{#f/1}* Until then, you can give Papyrus a ring on your phone.
pt_br: <25>{#f/1}* Até lá, liga para o Papyrus pelo seu celular.
zh_cn: <25>{#f/1}* 到那时候， 你可以给Papyrus打电话。
zh_tw: <25>{#f/1}* 到那時候， 你可以給Papyrus打電話。

source: <25>{#f/8}* Since we're in the same place, I'll be able to talk too!
pt_br: <25>{#f/8}* Já que vamos estar no mesmo lugar, eu vou poder conversar também!
zh_cn: <25>{#f/8}* 因为我俩在一起， 这样我也能和你说话！
zh_tw: <25>{#f/8}* 因為我倆在一起， 這樣我也能和你說話！

source: <25>{#f/1}* In the meantime, I'll be at the rec center.
pt_br: <25>{#f/1}* No meio tempo eu vou estar no rec center.
zh_cn: <25>{#f/1}* 与此同时， 我会去休闲回廊。
zh_tw: <25>{#f/1}* 與此同時， 我會去休閒迴廊。

source: <25>{#f/1}* Oh, and uh, Papyrus said he has to go do something.
pt_br: <25>{#f/1}* Ah, e uh, Papyrus disse que ele tem que ir fazer alguma coisa.
zh_cn: <25>{#f/1}* 哦，对了， Papyrus说他必须得 办个什么事情去。
zh_tw: <25>{#f/1}* 喔，對了， Papyrus說他必須得 辦個什麼事情去。

source: <25>{#f/14}* Just letting you know, since he won't be available on the phone.
pt_br: <25>{#f/14}* Só te avisando, já que ele não vai estar disponível no celular.
zh_cn: <25>{#f/14}* 只是想告诉你一声， 因为他现在不方便接电话。
zh_tw: <25>{#f/14}* 只是想告訴你一聲， 因為他現在不方便接電話。

source: <25>{#f/1}* Well, see ya later, pal!!
pt_br: <25>{#f/1}* Bem, te vejo depois, pirralha!
zh_cn: <25>{#f/1}* 好啦，回见，朋友！！
zh_tw: <25>{#f/1}* 好啦，回見，朋友！！

source: <25>{#f/14}* Well, see ya later, punk!!
pt_br: <25>{#f/14}* Bem, te vejo depois, carinha!
zh_cn: <25>{#f/14}* 好啦，回见，小混蛋！！
zh_tw: <25>{#f/14}* 好啦，回見，小混蛋！！

source: <25>{#p/undyne}{#f/17}* Huh? * The heck was THAT?
pt_br: <25>{#p/undyne}{#f/17}* Huh? * Que droga é essa?
zh_cn: <25>{#p/undyne}{#f/17}* 啊？ * 那到底是啥？
zh_tw: <25>{#p/undyne}{#f/17}* 啊？ * 那到底是啥？

source: <25>{#p/undyne}{#f/1}* Maybe don't do that right now.
pt_br: <25>{#p/undyne}{#f/1}* Não faz isso agora.
zh_cn: <25>{#p/undyne}{#f/1}* 现在最好别那么做。
zh_tw: <25>{#p/undyne}{#f/1}* 現在最好別那麼做。

source: <25>{#p/undyne}{#f/12}* We're trying to be friends here.
pt_br: <25>{#p/undyne}{#f/12}* Estamos tentando ser amigas aqui.
zh_cn: <25>{#p/undyne}{#f/12}* 我们正在努力成为朋友。
zh_tw: <25>{#p/undyne}{#f/12}* 我們正在努力成為朋友。

source: <25>{#p/undyne}{#f/11}* This is some kind of weird battle tactic, isn't it?
pt_br: <25>{#p/undyne}{#f/11}* Isso é algum tipo de tática de batalha estranha, não é?
zh_cn: <25>{#p/undyne}{#f/11}* 这是一种战斗策略， 是吗？
zh_tw: <25>{#p/undyne}{#f/11}* 這是一種戰鬥策略， 是嗎？

source: <25>{#p/undyne}{#f/11}* So that's your way of making friends?
pt_br: <25>{#p/undyne}{#f/11}* Então esse é nosso jeito de sermos amigas?
zh_cn: <25>{#p/undyne}{#f/11}* 这就是你 交朋友的方式吗？
zh_tw: <25>{#p/undyne}{#f/11}* 這就是你 交朋友的方式嗎？

source: <25>{#p/undyne}{#f/17}* Stop doing that!
pt_br: <25>{#p/undyne}{#f/17}* Para de fazer isso!
zh_cn: <25>{#p/undyne}{#f/17}* 停下！
zh_tw: <25>{#p/undyne}{#f/17}* 停下！

source: <23>{#p/papyrus}{#f/30}H... HI, UNDYNE! I'M HERE WITH MY DAILY REPORT...
pt_br: <23>{#p/papyrus}{#f/30}O... OI, UNDYNE! EU ESTOU AQUI PARA MINHA REVISÃO DIÁRIA...
zh_cn: <23>{#p/papyrus}{#f/30}嗨... 嗨，UNDYNE！ 我是来做我的每日报告的...
zh_tw: <23>{#p/papyrus}{#f/30}嗨... 嗨，UNDYNE！ 我是來做我的每日報告的...

source: <23>UHHH... REGARDING THAT HUMAN I CALLED YOU ABOUT EARLIER...
pt_br: <23>UHHH... SOBRE AQUELE HUMANO QUE TE FALEI MAIS CEDO...
zh_cn: <23>呃... 关于我之前跟你 说过的那个人类...
zh_tw: <23>呃... 關於我之前跟你 說過的那個人類...

source: <23>{#p/papyrus}{#f/30}... HUH? DID I FIGHT THEM?
pt_br: <23>{#p/papyrus}{#f/30}... HUH? SE EU LUTEI COM ELE?
zh_cn: <23>{#p/papyrus}{#f/30}...嗯？ 我有没有跟人类战斗？
zh_tw: <23>{#p/papyrus}{#f/30}...嗯？ 我有沒有跟人類戰鬥？

source: <23>{#p/papyrusnt}UH...
zh_cn: <23>{#p/papyrusnt}啊...
zh_tw: <23>{#p/papyrusnt}啊...

source: <23>I-IT'S COMPLICATED!
pt_br: <23>É C-COMPLICADO!
zh_cn: <23>这-这很复杂！
zh_tw: <23>這-這很複雜！

source: <23>{#p/papyrusnt}Y-YES! OF COURSE I DID!
pt_br: <23>{#p/papyrusnt}S-SIM! CLARO QUE EU LUTEI!
zh_cn: <23>{#p/papyrusnt}当-当然了！ 我当然跟人类战斗了！
zh_tw: <23>{#p/papyrusnt}當-當然了！ 我當然跟人類戰鬥了！

source: <23>I FOUGHT THEM VALIANTLY!
pt_br: <23>EU LUTEI VALENTAMENTE!
zh_cn: <23>我英勇地和那个人类 战斗过了！
zh_tw: <23>我英勇地和那個人類 戰鬥過了！

source: <23>{#p/papyrus}{#f/30}... WHAT? DID I CAPTURE THEM...?
pt_br: <23>{#p/papyrus}{#f/30}... O QUE? SE EU OS CAPTUREI...?
zh_cn: <23>{#p/papyrus}{#f/30}...什么？ 我有没有把人类抓住...？
zh_tw: <23>{#p/papyrus}{#f/30}...什麼？ 我有沒有把人類抓住...？

source: <23>{#p/papyrus}{#f/30}W-W-WELL...
pt_br: <23>{#p/papyrus}{#f/30}B-B-BEM...
zh_cn: <23>{#p/papyrus}{#f/30}这-这-这个...
zh_tw: <23>{#p/papyrus}{#f/30}這-這-這個...

source: <23>NO...
pt_br: <23>NÃO...
zh_cn: <23>没有...
zh_tw: <23>沒有...

source: <23>{#p/papyrus}{#f/30}L-LIKE I SAID, IT'S COMPLICATED!
pt_br: <23>{#p/papyrus}{#f/30}COMO EU DISSE, É C-COMPLICADO!
zh_cn: <23>{#p/papyrus}{#f/30}就-就像我说的那样， 这很复杂！
zh_tw: <23>{#p/papyrus}{#f/30}就-就像我說的那樣， 這很複雜！

source: <23>{#p/papyrus}{#f/30}I-I MEAN, I TRIED VERY HARD TO, B-BUT, IN THE END...
pt_br: <23>{#p/papyrus}{#f/30}E-EU QUERO DIZER, EU TENTEI MUITO, M-MAS NO FIM...
zh_cn: <23>{#p/papyrus}{#f/30}我-我是说， 我真的很努力了， 但-但是，最终...
zh_tw: <23>{#p/papyrus}{#f/30}我-我是說， 我真的很努力了， 但-但是，最終...

source: <23>{#p/papyrus}{#f/30}... W-WHAT?
pt_br: <23>{#p/papyrus}{#f/30}... O-O-O QUE?
zh_cn: <23>{#p/papyrus}{#f/30}...什-什么？
zh_tw: <23>{#p/papyrus}{#f/30}...什-什麼？

source: <23>THEY'VE ALREADY KILLED AN ELITE SQUAD MEMBER??
pt_br: <23>ELE JÁ MATOU UM MEMBRO DO ESQUADRÃO DE ELITE??
zh_cn: <23>那人类杀掉了 一名特战队队员？？
zh_tw: <23>那人類殺掉了 一名特戰隊隊員？？

source: <23>N-NO... THEY WOULDN'T DO THAT, WOULD THEY?
pt_br: <23>N-NÃO... ELE NÃO FARIA ISSO, FARIA?
zh_cn: <23>不-不... 那人类不会 那样做的，对吧？
zh_tw: <23>不-不... 那人類不會 那樣做的，對吧？

source: <23>YOU'RE GOING TO TAKE THE HUMAN'S SOUL YOURSELF??
pt_br: <23>VOCÊ VAI PEGAR A ALMA HUMANA POR CONTA PRÓPRIA??
zh_cn: <23>你要亲自去取走那个 人类的灵魂？？
zh_tw: <23>你要親自去取走那個 人類的靈魂？？

source: <23>{#p/papyrus}{#f/30}SURELY THERE MUST BE ANOTHER WAY!
pt_br: <23>{#p/papyrus}{#f/30}DEVE TER OUTRO JEITO!
zh_cn: <23>{#p/papyrus}{#f/30}一定还有 别的办法的！
zh_tw: <23>{#p/papyrus}{#f/30}一定還有 別的辦法的！

source: <23>SURELY...
pt_br: <23>COM CERTEZA...
zh_cn: <23>一定...
zh_tw: <23>一定...

source: <23>{#p/papyrus}{#f/30}BUT UNDYNE, YOU DON'T H-HAVE TO DESTROY THEM! YOU SEE...
pt_br: <23>{#p/papyrus}{#f/30}MAS UNDYNE, VOCÊ NÃO PRECISA M-MATA-LOS! SABE...
zh_cn: <23>{#p/papyrus}{#f/30}但是UNDYNE，你不- 不一定要把人类杀掉的！ 你看...
zh_tw: <23>{#p/papyrus}{#f/30}但是UNDYNE，你不- 不一定要把人類殺掉的！ 你看...

source: <23>YOU SEE...
pt_br: <23>SABE...
zh_cn: <23>你看...
zh_tw: <23>你看...

source: <23>{#p/papyrus}{#f/30}I...
pt_br: <23>{#p/papyrus}{#f/30}EU...
zh_cn: <23>{#p/papyrus}{#f/30}我...
zh_tw: <23>{#p/papyrus}{#f/30}我...

source: <23>... I UNDERSTAND.
pt_br: <23>... EU ENTENDO.
zh_cn: <23>...我明白了。
zh_tw: <23>...我明白了。

source: <23>I'LL HELP YOU IN ANY WAY I CAN.
pt_br: <23>EU VOU TE AJUDAR DA FORMA QUE PUDER.
zh_cn: <23>我会尽力帮你的。
zh_tw: <23>我會盡力幫你的。

source: <23>BY THE WAY... YOU NEED TO DOUBLE-CHECK THE ATMOSPHERIC SYSTEM.
pt_br: <23>ALIÁS... VOCÊ PRECISA DAR UMA OLHADA NO SISTEMA ATMOSFÉRICO.
zh_cn: <23>顺便说一下... 你需要再检查一遍 供气系统。
zh_tw: <23>順便說一下... 你需要再檢查一遍 供氣系統。

source: <23>WHAT WAS IT CALLED? THE WIDE-AREA TROPE-A- SPHERE FRAMEWORK?
pt_br: <23>COMO SE CHAMAVA? A ESTRUTURA DE TROPOSFERA DE ÁREA AMPLA DA ESFERA?
zh_cn: <23>叫啥来着？ 突变·脉冲·对流层？
zh_tw: <23>叫啥來著？ 突變·脈衝·對流層？

source: <23>SOMETHING SEEMS... OFF.
pt_br: <23>ALGO PARECE... ERRADO.
zh_cn: <23>有些东西似乎... 被关闭了。
zh_tw: <23>有些東西似乎... 被關閉了。

source: <25>{#p/kidd}{#f/1}* Yo! * There she is!
pt_br: <25>{#p/kidd}{#f/1}* Yo! * Lá está ela!
zh_cn: <25>{#p/kidd}{#f/1}* 哟！ * 她就在那里！
zh_tw: <25>{#p/kidd}{#f/1}* 喲！ * 她就在那裡！

source: <25>{#p/kidd}{#f/7}* Wait... you're a human, aren't you?
pt_br: <25>{#p/kidd}{#f/7}* Espera... você é um humano, não é?
zh_cn: <25>{#p/kidd}{#f/7}* 等等... 你是个人类， 对吧？
zh_tw: <25>{#p/kidd}{#f/7}* 等等... 你是個人類， 對吧？

source: <25>{*}{#p/kidd}{#f/7}* RUUUUUUUUUUUN!{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/7}* COOOORREEEE!{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/7}* 快跑啊啊啊啊啊！{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/7}* 快跑啊啊啊啊啊！{^20}{%}

source: <25>{#p/kidd}{#f/2}* Phew...
pt_br: <25>{#p/kidd}{#f/2}* Ufa...
zh_cn: <25>{#p/kidd}{#f/2}* 呼...
zh_tw: <25>{#p/kidd}{#f/2}* 呼...

source: <25>{#p/kidd}{#f/1}* Uh, you can step off the platform now.
pt_br: <25>{#p/kidd}{#f/1}* Uh, você pode sair da plataforma agora.
zh_cn: <25>{#p/kidd}{#f/1}* 呃，你可以从平台上 下来了。
zh_tw: <25>{#p/kidd}{#f/1}* 呃，你可以從平臺上 下來了。

source: <25>{#p/kidd}{#f/4}* Where'd she go...?
pt_br: <25>{#p/kidd}{#f/4}* Onde ela foi...?
zh_cn: <25>{#p/kidd}{#f/4}* 她去哪了...？
zh_tw: <25>{#p/kidd}{#f/4}* 她去哪了...？

source: <25>{#p/kidd}{#f/7}* AH!{^10}{%}
zh_cn: <25>{#p/kidd}{#f/7}* 啊！{^10}{%}
zh_tw: <25>{#p/kidd}{#f/7}* 啊！{^10}{%}

source: <25>{#p/kidd}{#f/2}* Psst, I think we can sneak past her. * Come on!
pt_br: <25>{#p/kidd}{#f/2}* Psst, acho que podemos passar escondidos. * Vamos!
zh_cn: <25>{#p/kidd}{#f/2}* 嘘... 我感觉我们可以偷偷溜过去。 * 快跟上我！
zh_tw: <25>{#p/kidd}{#f/2}* 噓... 我感覺我們可以偷偷溜過去。 * 快跟上我！

source: <25>{#p/kidd}{#f/4}* It's dark...
pt_br: <25>{#p/kidd}{#f/4}* Está escuro...
zh_cn: <25>{#p/kidd}{#f/4}* 这里乌黑一片...
zh_tw: <25>{#p/kidd}{#f/4}* 這裡烏黑一片...

source: <25>{#p/kidd}{#f/7}* ... but we have to keep going forward!
pt_br: <25>{#p/kidd}{#f/7}* ... mas temos que continuar andando!
zh_cn: <25>{#p/kidd}{#f/7}* ...但是我们得保持 前进！
zh_tw: <25>{#p/kidd}{#f/7}* ...但是我們得保持 前進！

source: <25>{#p/kidd}{#f/7}* Quick, into the conveniently-placed plants!
pt_br: <25>{#p/kidd}{#f/7}* Rápido, nas plantas convenientemente localizados!
zh_cn: <25>{#p/kidd}{#f/7}* 有一丛植物， 快躲进去！
zh_tw: <25>{#p/kidd}{#f/7}* 有一叢植物， 快躲進去！

source: <25>{#p/kidd}{#f/7}* She... she...
pt_br: <25>{#p/kidd}{#f/7}* Ela... ela...
zh_cn: <25>{#p/kidd}{#f/7}* 她... 她...
zh_tw: <25>{#p/kidd}{#f/7}* 她... 她...

source: <25>{#f/7}* She TOUCHED me!!
pt_br: <25>{#f/7}* Ela me TOCOU!!
zh_cn: <25>{#f/7}* 她摸到我了！！
zh_tw: <25>{#f/7}* 她摸到我了！！

source: <25>{#f/4}* ... * Guess we're BOTH lucky, then, huh?
pt_br: <25>{#f/4}* ... * Acho que estamos ambos com sorte, huh?
zh_cn: <25>{#f/4}* ... * 我们应该都算走运， 你说是吧？
zh_tw: <25>{#f/4}* ... * 我們應該都算走運， 你說是吧？

source: <25>{#f/5}* Things could've gotten real bad if she saw you.
pt_br: <25>{#f/5}* As coisas poderiam ficar bem tensas se ela te visse.
zh_cn: <25>{#f/5}* 如果她看见你， 那就大事不妙了。
zh_tw: <25>{#f/5}* 如果她看見你， 那就大事不妙了。

source: <25>{#p/kidd}{#f/1}* She... she...
pt_br: <25>{#p/kidd}{#f/1}* Ela... ela...
zh_cn: <25>{#p/kidd}{#f/1}* 她... 她...ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 她... 她...ゑ

source: <25>{#f/1}* She's NOWHERE to be found!?
pt_br: <25>{#f/1}* Ela não está EM LUGAR NENHUM!?
zh_cn: <25>{#f/1}* 哪儿都找不到她！！ゑ
zh_tw: <25>{#f/1}* 哪兒都找不到她！！ゑ

source: <25>{#f/3}* Have you guys seen her ANYWHERE out here?
pt_br: <25>{#f/3}* Ei caras, vocês viram ela por aí?
zh_cn: <25>{#f/3}* 你俩看到她了没有？ゑ
zh_tw: <25>{#f/3}* 你倆看到她了沒有？ゑ

source: <25>{#p/asriel2}{#f/3}* Who, Undyne?
pt_br: <25>{#p/asriel2}{#f/3}* Quem, Undyne?
zh_cn: <25>{#p/asriel2}{#f/3}* 谁呀，Undyne吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 誰呀，Undyne嗎？ゑ

source: <25>{#p/kidd}{#f/1}* Yeah! * I've been looking around for AGES!
pt_br: <25>{#p/kidd}{#f/1}* Isso! * Eu estou procurando por ela faz HORAS!
zh_cn: <25>{#p/kidd}{#f/1}* 对呀！ * 我找她找了好久！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 對呀！ * 我找她找了好久！ゑ

source: <25>{#p/asriel2}{#f/2}* (Hee hee hee...)
zh_cn: <25>{#p/asriel2}{#f/2}* （嘻嘻嘻...）ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* （嘻嘻嘻...）ゑ

source: <25>{#p/kidd}{#f/4}* Huh??
zh_cn: <25>{#p/kidd}{#f/4}* 嗯？？ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 嗯？？ゑ

source: <25>{#p/asriel2}{#f/4}* Nothing.
pt_br: <25>{#p/asriel2}{#f/4}* Nada.
zh_cn: <25>{#p/asriel2}{#f/4}* 没事。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 沒事。ゑ

source: <25>{#f/13}* Say, wanna join us for a bit?
pt_br: <25>{#f/13}* Me diz, quer se juntar a nós por um tempinho?
zh_cn: <25>{#f/13}* 话说，想跟我们一块走吗？ゑ
zh_tw: <25>{#f/13}* 話說，想跟我們一塊走嗎？ゑ

source: <25>{#p/kidd}{#f/3}* Y... you want me to join you?
pt_br: <25>{#p/kidd}{#f/3}* M... me juntar com vocês?
zh_cn: <25>{#p/kidd}{#f/3}* 你... 想让我跟着你们？ゑ
zh_tw: <25>{#p/kidd}{#f/3}* 你... 想讓我跟著你們？ゑ

source: <25>{#p/asriel2}{#f/4}* Yeah, why not. * It'll be fun, I think.
pt_br: <25>{#p/asriel2}{#f/4}* É, porque não. * Vai ser divertido, eu acho.
zh_cn: <25>{#p/asriel2}{#f/4}* 当然喽，快来吧。 * 超有趣的。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 當然嘍，快來吧。 * 超有趣的。ゑ

source: <25>{#p/kidd}{#f/4}* Uh... * I don't know...
pt_br: <25>{#p/kidd}{#f/4}* Uh... * Eu não sei...
zh_cn: <25>{#p/kidd}{#f/4}* 呃... * 我...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 呃... * 我...ゑ

source: <25>{#p/asriel2}{#f/15}* Well, did you know Dr. Alphys likes Undyne?
pt_br: <25>{#p/asriel2}{#f/15}* Olha, você sabia que a Doutora Alphys gosta da Undyne?
zh_cn: <25>{#p/asriel2}{#f/15}* 嘿，你知道Alphys博士 喜欢Undyne的事吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 嘿，你知道Alphys博士 喜歡Undyne的事嗎？ゑ

source: <25>* Like, she likes her... a LOT.
pt_br: <25>* Tipo, ela gosta dela... MUITO.
zh_cn: <25>* 就是... 呃... 那种很亲密的喜欢。ゑ
zh_tw: <25>* 就是... 呃... 那種很親密的喜歡。ゑ

source: <25>{#p/asriel2}{#f/9}* Well, did you know Dr. Alphys is actually stronger than Undyne?
pt_br: <25>{#p/asriel2}{#f/9}* Bem,. você sabia que a Dr. Alphys é mais forte que a Undyne?
zh_cn: <25>{#p/asriel2}{#f/9}* 嘿，你知道Alphys博士 其实比Undyne还强吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* 嘿，你知道Alphys博士 其實比Undyne還強嗎？ゑ

source: <25>{#f/5}* Alphys's problem is that she's usually too scared to do anything!
pt_br: <25>{#f/5}* O problema da Alphys é que ela é assustada demais pra fazer alguma coisa!
zh_cn: <25>{#f/5}* 只是她胆子太小，不敢动手！ゑ
zh_tw: <25>{#f/5}* 只是她膽子太小，不敢動手！ゑ

source: <25>{#p/kidd}{#f/7}* What!? * No way...
pt_br: <25>{#p/kidd}{#f/7}* Que!? * Sem chance...
zh_cn: <25>{#p/kidd}{#f/7}* 什么？ * 怎么可能...ゑ
zh_tw: <25>{#p/kidd}{#f/7}* 什麼？ * 怎麼可能...ゑ

source: <25>{#p/asriel2}{#f/1}* Yeah, and that's not the only thing I know about those two.
pt_br: <25>{#p/asriel2}{#f/1}* Isso aí, e essa não é a única coisa que eu sei sobre essas duas.
zh_cn: <25>{#p/asriel2}{#f/1}* 呵，关于她俩... 我知道的还不止这些呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 呵，關於她倆... 我知道的還不止這些呢。ゑ

source: <25>{#p/kidd}{#f/7}* Tell me more!
pt_br: <25>{#p/kidd}{#f/7}* Me conta mais!
zh_cn: <25>{#p/kidd}{#f/7}* 快告诉我！ゑ
zh_tw: <25>{#p/kidd}{#f/7}* 快告訴我！ゑ

source: <25>{#p/asriel2}{#f/5}* Okay, okay... * But only if you come with $(name) and me.
pt_br: <25>{#p/asriel2}{#f/5}* Tá, tá... * Mas só se você vir com $(name) e eu.
zh_cn: <25>{#p/asriel2}{#f/5}* 当然，当然，不过... * 你得跟$(name)和我走 我才告诉你。ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* 當然，當然，不過... * 你得跟$(name)和我走 我才告訴你。ゑ

source: <25>{#p/kidd}{#f/1}* Deal! * Haha.
pt_br: <25>{#p/kidd}{#f/1}* Feito! * Haha.
zh_cn: <25>{#p/kidd}{#f/1}* 成交！ * 哈哈。ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 成交！ * 哈哈。ゑ

source: <25>{#p/kidd}{#f/1}* Yo, what are you waiting for?
pt_br: <25>{#p/kidd}{#f/1}* Yo, o que você tá esperando?
zh_cn: <25>{#p/kidd}{#f/1}* 哟，还等什么呢？ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 喲，還等什麼呢？ゑ

source: <25>{#p/kidd}{#f/1}* Let's go!
pt_br: <25>{#p/kidd}{#f/1}* Vamos!
zh_cn: <25>{#p/kidd}{#f/1}* 出发吧！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 出發吧！ゑ

source: <25>{#f/3}* Hey... I know we only just met, but...
pt_br: <25>{#f/3}* Ei... eu sei que acabamos de nós conhecer, mas...
zh_cn: <25>{#f/3}* 嘿... 我知道我们刚 认识不久，但是...
zh_tw: <25>{#f/3}* 嘿... 我知道我們剛 認識不久，但是...

source: <25>{#f/4}* I don't want Undyne to hurt you...
pt_br: <25>{#f/4}* Eu não quero que Undyne te machuque...
zh_cn: <25>{#f/4}* 我，其实，并不想让 Undyne伤害你...
zh_tw: <25>{#f/4}* 我，其實，並不想讓 Undyne傷害你...

source: <25>{#f/2}* Why don't we stick together for a while?
pt_br: <25>{#f/2}* Por que não andamos juntos por um tempo?
zh_cn: <25>{#f/2}* 要不然我们一起行动？
zh_tw: <25>{#f/2}* 要不然我們一起行動？

source: <25>{#f/1}* Come on, it'll be fun!
pt_br: <25>{#f/1}* Vai ser legal!
zh_cn: <25>{#f/1}* 来吧，这会很有趣的！
zh_tw: <25>{#f/1}* 來吧，這會很有趣的！

source: <25>{#p/kidd}{#f/2}* Man, you shoulda SEEN her during human- chasing practice...
pt_br: <25>{#p/kidd}{#f/2}* Cara, você tinha que ver ela durante prática de caça a humanos...
zh_cn: <25>{#p/kidd}{#f/2}* 老兄，我超推荐你们去看看 Undyne的人类追逐练习的！ゑ
zh_tw: <25>{#p/kidd}{#f/2}* 老兄，我超推薦你們去看看 Undyne的人類追逐練習的！ゑ

source: <25>{#f/1}* She was throwing like, a MILLION spears a second!
pt_br: <25>{#f/1}* Ela jogava tipo, um MILHÃO de lanças por segundo!
zh_cn: <25>{#f/1}* 她一秒就能扔出 上亿只矛呢！ゑ
zh_tw: <25>{#f/1}* 她一秒就能扔出 上億隻矛呢！ゑ

source: <25>{#f/1}* I'm right behind you!
pt_br: <25>{#f/1}* Eu tô atrás de você!
zh_cn: <25>{#f/1}* 你来带路吧！
zh_tw: <25>{#f/1}* 你來帶路吧！

source: <25>{#p/kidd}{#f/2}* And when the target was about to get away...
pt_br: <25>{#p/kidd}{#f/2}* E quando o alvo tentou fugir...
zh_cn: <25>{#p/kidd}{#f/2}* 每当猎物快要逃脱...ゑ
zh_tw: <25>{#p/kidd}{#f/2}* 每當獵物快要逃脫...ゑ

source: <25>{#f/1}* She nailed it at the VERY last moment!
pt_br: <25>{#f/1}* Ela o capturou no ÚLTIMO segundo!
zh_cn: <25>{#f/1}* 她总能在最后一刻精准命中！ゑ
zh_tw: <25>{#f/1}* 她總能在最後一刻精準命中！ゑ

source: <25>{#p/asriel2}{#f/6}* Good for her, I guess.
pt_br: <25>{#p/asriel2}{#f/6}* Bom pra ela, eu acho.
zh_cn: <25>{#p/asriel2}{#f/6}* 她可真棒啊。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 她可真棒啊。ゑ

source: <25>{#p/kidd}{#f/1}* Yeah!!
pt_br: <25>{#p/kidd}{#f/1}* Sim!!
zh_cn: <25>{#p/kidd}{#f/1}* 是吧！！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 是吧！！ゑ

source: <25>{#p/kidd}{#f/4}* Wait...
pt_br: <25>{#p/kidd}{#f/4}* Espera...
zh_cn: <25>{#p/kidd}{#f/4}* 等等...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 等等...ゑ

source: <25>* If Undyne's not here, who's going to protect us from those baddies?
pt_br: <25>* Se a Undyne não tá aqui, quem nos protegerá dos malvados?
zh_cn: <25>* 如果Undyne不在这， 谁来痛扁那些坏蛋， 保护大家呢？ゑ
zh_tw: <25>* 如果Undyne不在這， 誰來痛扁那些壞蛋， 保護大家呢？ゑ

source: <25>{|}{#f/8}* You know... * The ones who- {%}
pt_br: <25>{|}{#f/8}* Sabe... * Aqueles que- {%}
zh_cn: <25>{|}{#f/8}* 就是那些-ゑ {%}
zh_tw: <25>{|}{#f/8}* 就是那些-ゑ {%}

source: <25>{#p/asriel2}{#f/4}* I wouldn't worry about it.
pt_br: <25>{#p/asriel2}{#f/4}* Eu não me preocuparia com isso.
zh_cn: <25>{#p/asriel2}{#f/4}* 没啥好担心的。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 沒啥好擔心的。ゑ

source: <25>{#f/3}* Besides, if Undyne is as tactically skilled as you say...
pt_br: <25>{#f/3}* E mais, se a Undyne é tão habilidosa como você diz...
zh_cn: <25>{#f/3}* 而且，如果Undyne真像 你说的那么多谋善断...ゑ
zh_tw: <25>{#f/3}* 而且，如果Undyne真像 你說的那麼多謀善斷...ゑ

source: <25>{#f/4}* Then clearly she must have a reason. * She's smart, right?
pt_br: <25>{#f/4}* Então ela deve ter um motivo. * Ela é esperta, certo?
zh_cn: <25>{#f/4}* 那她就不会无缘无故离开， 对吧？ * 她多聪明啊。ゑ
zh_tw: <25>{#f/4}* 那她就不會無緣無故離開， 對吧？ * 她多聰明啊。ゑ

source: <25>{#p/kidd}{#f/4}* Yeah... * That's true...
pt_br: <25>{#p/kidd}{#f/4}* É... * Isso é verdade...
zh_cn: <25>{#p/kidd}{#f/4}* 确实... * 你说得对...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 確實... * 你說得對...ゑ

source: <25>{#p/kidd}{#f/2}* Well, thanks for taking me along, you guys.
pt_br: <25>{#p/kidd}{#f/2}* Bem, valeu por carregar com vocês, galera.
zh_cn: <25>{#p/kidd}{#f/2}* 对了，谢谢你们带上我。ゑ
zh_tw: <25>{#p/kidd}{#f/2}* 對了，謝謝你們帶上我。ゑ

source: <25>{#p/asriel2}{#f/10}* Sure...? * We haven't gotten THAT far, you know...
pt_br: <25>{#p/asriel2}{#f/10}* Sério...? * A gente não foi TÃO longe, sabem...
zh_cn: <25>{#p/asriel2}{#f/10}* 是吗...？ * 我们还没走两步呢...ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 是嗎...？ * 我們還沒走兩步呢...ゑ

source: <25>{#p/kidd}{#f/3}* Well, yeah, but like, I barely get time away from my parents, so...
pt_br: <25>{#p/kidd}{#f/3}* Bem, claro, mas eu mal tiro tempo longe dos meus pais, então...
zh_cn: <25>{#p/kidd}{#f/3}* 嗯，我很开心... * 不过，我还没怎么 离开过爹娘，所以...ゑ
zh_tw: <25>{#p/kidd}{#f/3}* 嗯，我很開心... * 不過，我還沒怎麼 離開過爹娘，所以...ゑ

source: <25>{#p/asriel2}{#f/8}* You have parents? * That's new.
pt_br: <25>{#p/asriel2}{#f/8}* Você tem pais? * Essa é nova.
zh_cn: <25>{#p/asriel2}{#f/8}* 你还有爹娘？ * 真新奇。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 你還有爹娘？ * 真新奇。ゑ
