Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>* Then this could be your chance to start anew.
pt_br: <25>* Então talvez essa seja sua chance de começar algo novo.
zh_cn: <25>* 那你就有机会重新来过了。ゑ
zh_tw: <25>* 那你就有機會重新來過了。ゑ

source: <25>{#p/kidd}{#f/1}* And I'll help them!
pt_br: <25>{#p/kidd}{#f/1}* E eu irei ajudá-los!
zh_cn: <25>{#p/kidd}{#f/1}* 我会帮忙的！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 我會幫忙的！ゑ

source: <25>{#p/asgore}{#f/6}* Heh, perhaps you can, little one. * Perhaps you can.
pt_br: <25>{#p/asgore}{#f/6}* Heh, talvez você possa, pequeno. * Talvez você possa.
zh_cn: <25>{#p/asgore}{#f/6}* 哈哈，小家伙， 说不定你真能帮上忙。 * 真说不定呢。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 哈哈，小傢伙， 說不定你真能幫上忙。 * 真說不定呢。ゑ

source: <25>{#f/5}* Since we last met, I have been thinking very hard about everything.
pt_br: <25>{#f/5}* Desde a última vez que nos vimos, eu tenho pensado sobre tudo.
zh_cn: <25>{#f/5}* 我们上次见面之后， 我就努力在想... 这一切究竟是怎么回事。ゑ
zh_tw: <25>{#f/5}* 我們上次見面之後， 我就努力在想... 這一切究竟是怎麼回事。ゑ

source: <25>{#f/2}* It is difficult to say it, but... * He is too far gone.
pt_br: <25>{#f/2}* É difícil de concluir, mas... ele já foi longe demais.
zh_cn: <25>{#f/2}* 真的不想承认，可... * 他实在陷得太深了。ゑ
zh_tw: <25>{#f/2}* 真的不想承認，可... * 他實在陷得太深了。ゑ

source: <25>{#f/2}* My son... he will never be whole again.
pt_br: <25>{#f/2}* Meu filho... ele nunca será o mesmo de novo.
zh_cn: <25>{#f/2}* 我的儿子... 再也回不来了。ゑ
zh_tw: <25>{#f/2}* 我的兒子... 再也回不來了。ゑ

source: <25>{#p/kidd}{#f/4}* I'm just gonna let you guys talk about this...
pt_br: <25>{#p/kidd}{#f/4}* Eu vou deixar vocês falarem sobre isso...
zh_cn: <25>{#p/kidd}{#f/4}* 你们聊吧，我先不插嘴了...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 你們聊吧，我先不插嘴了...ゑ

source: <25>{#p/asgore}{#f/1}* No, no, that is alright. We were just about to end it.
pt_br: <25>{#p/asgore}{#f/1}* Não, não, está tudo bem. Nós já estamos finalizando.
zh_cn: <25>{#p/asgore}{#f/1}* 没关系，没关系。 我快说完了。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 沒關係，沒關係。 我快說完了。ゑ

source: <25>{#f/1}* Think about my words carefully, human.
pt_br: <25>{#f/1}* Pense sobre minhas palavras com cautela, humano.
zh_cn: <25>{#f/1}* 人类，我刚说的话 往心里去吧。ゑ
zh_tw: <25>{#f/1}* 人類，我剛說的話 往心裡去吧。ゑ

source: <25>{#f/1}* That is all I ask.
pt_br: <25>{#f/1}* É tudo que eu peço.
zh_cn: <25>{#f/1}* 这我唯一的请求了。ゑ
zh_tw: <25>{#f/1}* 這是我唯一的請求了。ゑ

source: <25>{#p/kidd}{#f/2}* Woah... he's AMAZING!
pt_br: <25>{#p/kidd}{#f/2}* Uau... ele é INCRÍVEL!
zh_cn: <25>{#p/kidd}{#f/2}* 哇... 他好厉害！ゑ
zh_tw: <25>{#p/kidd}{#f/2}* 哇... 他好厲害！ゑ

source: <25>{#f/1}* I've heard stories about the king's speeches, but WOW!
pt_br: <25>{#f/1}* Eu tinha ouvido histórias sobre as falas do rei, mas CARA!
zh_cn: <25>{#f/1}* 之前听别人说过国王的演讲。 但亲眼见到，真的酷毙了！ゑ
zh_tw: <25>{#f/1}* 之前聽別人說過國王的演講。 但親眼見到，真的酷斃了！ゑ

source: <25>{#f/3}* I wish he was MY dad...
pt_br: <25>{#f/3}* Queria que ele fosse MEU pai...
zh_cn: <25>{#f/3}* 他要是我爹该多好啊...ゑ
zh_tw: <25>{#f/3}* 他要是我爹該多好啊...ゑ

source: <25>{#p/asgore}{#f/15}* ...
zh_cn: <25>{#p/asgore}{#f/15}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/15}* ...ゑ

source: <25>{#f/16}* I see you have ignored my advice.
pt_br: <25>{#f/16}* Eu vejo que você ignorou o meu aviso.
zh_cn: <25>{#f/16}* 看来我的话 你一个字都没听进去。ゑ
zh_tw: <25>{#f/16}* 看來我的話 你一個字都沒聽進去。ゑ

source: <25>{#p/asriel2}{#f/3}* I sure did.
pt_br: <25>{#p/asriel2}{#f/3}* Claro que sim.
zh_cn: <25>{#p/asriel2}{#f/3}* 那肯定的。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 那肯定的。ゑ

source: <25>{#p/asgore}{#f/1}* ...
zh_cn: <25>{#p/asgore}{#f/1}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/1}* ...ゑ

source: <25>{#f/16}* You know, I have been wondering.
pt_br: <25>{#f/16}* Sabe, eu vim me perguntando.
zh_cn: <25>{#f/16}* 你知道吗... 有件事一直困扰着我。ゑ
zh_tw: <25>{#f/16}* 你知道嗎... 有件事一直困擾著我。ゑ

source: <25>{#f/16}* You may not claim to be my son now, but you were...
pt_br: <25>{#f/16}* Você pode dizer não ser meu filho, mas você era...
zh_cn: <25>{#f/16}* 现在你不认我这个爹， 可你就是我的儿子啊...ゑ
zh_tw: <25>{#f/16}* 現在你不認我這個爹， 可你就是我的兒子啊...ゑ

source: <25>{#f/15}* Once upon a time.
pt_br: <25>{#f/15}* A muito tempo atrás.
zh_cn: <25>{#f/15}* 尽管那是很久以前的事了。ゑ
zh_tw: <25>{#f/15}* 儘管那是很久以前的事了。ゑ

source: <25>{#p/asriel2}{#f/10}* And your point is?
pt_br: <25>{#p/asriel2}{#f/10}* E seu ponto é?
zh_cn: <25>{#p/asriel2}{#f/10}* 你到底想说啥？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 你到底想說啥？ゑ

source: <25>{#p/asgore}{#f/12}* ...
zh_cn: <25>{#p/asgore}{#f/12}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/12}* ...ゑ

source: <25>{#p/asgore}{#f/12}* Well... what changed?
pt_br: <25>{#p/asgore}{#f/12}* Bem... o que mudou?
zh_cn: <25>{#p/asgore}{#f/12}* 唉... 究竟怎么了？ゑ
zh_tw: <25>{#p/asgore}{#f/12}* 唉... 究竟怎麼了？ゑ

source: <25>{#f/12}* What made you into this... stranger... standing here now?
pt_br: <25>{#f/12}* O que te transformou neste... estranho... em pé na minha frente?
zh_cn: <25>{#f/12}* 为什么... 我面前的这个你... 看着这么陌生？ゑ
zh_tw: <25>{#f/12}* 為什麼... 我面前的這個你... 看著這麼陌生？ゑ

source: <26>{#p/asriel2}{#f/6}* You REALLY wanna know?
pt_br: <26>{#p/asriel2}{#f/6}* Você REALMENTE quer saber?
zh_cn: <26>{#p/asriel2}{#f/6}* 你真想知道吗？ゑ
zh_tw: <26>{#p/asriel2}{#f/6}* 你真想知道嗎？ゑ

source: <26>{#p/asgore}{#f/7}* ...
zh_cn: <26>{#p/asgore}{#f/7}* ...ゑ
zh_tw: <26>{#p/asgore}{#f/7}* ...ゑ

source: <26>{#p/asriel2}{#f/7}* Be honest.
pt_br: <26>{#p/asriel2}{#f/7}* Seja honesto.
zh_cn: <26>{#p/asriel2}{#f/7}* 说实话。ゑ
zh_tw: <26>{#p/asriel2}{#f/7}* 說實話。ゑ

source: <26>{#p/asgore}{#f/1}* ... * Well, no... * Not really...
pt_br: <26>{#p/asgore}{#f/1}* ... * Bem, não... * Não de verdade...
zh_cn: <26>{#p/asgore}{#f/1}* ... * 呃，不... * 我不太确定...ゑ
zh_tw: <26>{#p/asgore}{#f/1}* ... * 呃，不... * 我不太確定...ゑ

source: <26>{#p/asriel2}{#f/8}* Tch. * Now that's more like the Asgore I know.
pt_br: <26>{#p/asriel2}{#f/8}* Tch. * Agora sim, isso é mais o Asgore que eu conheço.
zh_cn: <26>{#p/asriel2}{#f/8}* 切。 * 这怂样，才像我认识的 Asgore嘛。ゑ
zh_tw: <26>{#p/asriel2}{#f/8}* 切。 * 這慫樣，才像我認識的 Asgore嘛。ゑ

source: <26>{#f/6}* You'd rather pretend everything's juuuust fine, ain't that right?
pt_br: <26>{#f/6}* Você prefere pretender que tudo está suuuuper bem, não é mesmo?
zh_cn: <26>{#f/6}* 只会装作啥~事儿 都没有的样子。 * 我说得没错吧？ゑ
zh_tw: <26>{#f/6}* 只會裝作啥~事兒 都沒有的樣子。 * 我說得沒錯吧？ゑ

source: <26>{#f/7}* Well, guess what, pal. * You're overdue for a wakeup call.
pt_br: <26>{#f/7}* Bem, adivinhe, amigo. * Você está atrasado para o despertar.
zh_cn: <26>{#f/7}* 老东西，你猜怎么着？ * 现在想亡羊补牢，已经晚喽。ゑ
zh_tw: <26>{#f/7}* 老東西，你猜怎麼著？ * 現在想亡羊補牢，已經晚嘍。ゑ

source: <26>{#f/8}* (I'd give you one right now if you weren't a freakin' hologram...)
pt_br: <26>{#f/8}* (Eu te daria um agora se você não fosse a merda de um holograma...)
zh_cn: <26>{#f/8}* （要不是你拿这该死的 全息影像糊弄我，现在就可以 好好“开导开导”你。）ゑ
zh_tw: <26>{#f/8}* （要不是你拿這該死的 全息影像糊弄我，現在就可以 好好「開導開導」你。）ゑ

source: <26>{#p/asgore}{#f/12}* ...
zh_cn: <26>{#p/asgore}{#f/12}* ...ゑ
zh_tw: <26>{#p/asgore}{#f/12}* ...ゑ

source: <26>{#p/asriel2}{#f/8}* ...
zh_cn: <26>{#p/asriel2}{#f/8}* ...ゑ
zh_tw: <26>{#p/asriel2}{#f/8}* ...ゑ

source: <26>{#p/asgore}{#f/15}* You know... I sometimes wonder how I got here.
pt_br: <26>{#p/asgore}{#f/15}* Sabe... as vezes eu me pergunto como cheguei aqui.
zh_cn: <26>{#p/asgore}{#f/15}* 你知道吗？我常常在想... 自己为何沦落到如此地步。ゑ
zh_tw: <26>{#p/asgore}{#f/15}* 你知道嗎？我常常在想... 自己為何淪落到如此地步。ゑ

source: <25>{#f/16}* No homeworld, no children... trapped here by the humans...
pt_br: <25>{#f/16}* Sem mundo, sem filhos... preso aqui pelos humanos...
zh_cn: <25>{#f/16}* 家园被毁，爱子离去， 只能被束缚在 这片土地之上...ゑ
zh_tw: <25>{#f/16}* 家園被毀，愛子離去， 只能被束縛在 這片土地之上...ゑ

source: <25>{#f/15}* And now, the outpost is going to fall and all I can do is watch.
pt_br: <25>{#f/15}* E agora, o Outpost vai cair e tudo que eu posso fazer é assistir.
zh_cn: <25>{#f/15}* 如今，前哨站危在旦夕， 我却只能眼睁睁地看着。ゑ
zh_tw: <25>{#f/15}* 如今，前哨站危在旦夕， 我卻只能眼睜睜地看著。ゑ

source: <25>{#p/asriel2}{#f/15}* If you're asking ME for insight, you must be really desperate...
pt_br: <25>{#p/asriel2}{#f/15}* Se você está me pedindo por piedade, deve estar muito desesperado...
zh_cn: <25>{#p/asriel2}{#f/15}* 您老这是在向我寻求 独到见解吗？ * 真是可悲...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 您老這是在向我尋求 獨到見解嗎？ * 真是可悲...ゑ

source: <25>{#f/16}* Small word of advice. * Next time, try not to start a war...
pt_br: <25>{#f/16}* Pequeno conselho. * Da próxima vez, não começa uma guerra...
zh_cn: <25>{#f/16}* 就让我给你个小小的忠告吧： * 下辈子，别再挑起战争了。ゑ
zh_tw: <25>{#f/16}* 就讓我給你個小小的忠告吧： * 下輩子，別再挑起戰爭了。ゑ

source: <25>{#p/asgore}{#f/2}* ...
zh_cn: <25>{#p/asgore}{#f/2}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/2}* ...ゑ

source: <25>{#f/4}* You...
pt_br: <25>{#f/4}* Você...
zh_cn: <25>{#f/4}* 你...ゑ
zh_tw: <25>{#f/4}* 你...ゑ

source: <25>{#f/2}* ...
zh_cn: <25>{#f/2}* ...ゑ
zh_tw: <25>{#f/2}* ...ゑ

source: <25>{#f/6}* You know what, Asriel? * Forget it.
pt_br: <25>{#f/6}* Sabe de uma coisa, Asriel? * Esquece.
zh_cn: <25>{#f/6}* Asriel，你猜怎么着？ * 我想通了。ゑ
zh_tw: <25>{#f/6}* Asriel，你猜怎麼著？ * 我想通了。ゑ

source: <25>{#f/7}* Because you're right...
pt_br: <25>{#f/7}* Você está certo...
zh_cn: <25>{#f/7}* 你说的都对。ゑ
zh_tw: <25>{#f/7}* 你說的都對。ゑ

source: <25>{#f/5}* Reasoning with you is a total waste of time.
pt_br: <25>{#f/5}* Conversar com você é uma total perda de tempo.
zh_cn: <25>{#f/5}* 跟你讲理，完全是浪费时间。ゑ
zh_tw: <25>{#f/5}* 跟你講理，完全是浪費時間。ゑ

source: <25>{#p/asriel2}{#f/15}* ... wow. * I'm impressed.
pt_br: <25>{#p/asriel2}{#f/15}* ... wow. * Estou impressionado.
zh_cn: <25>{#p/asriel2}{#f/15}* ...哇。 * 您可终于开窍了。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* ...哇。 * 您可終於開竅了。ゑ

source: <25>{#f/16}* You finally said something intelligent for once.
pt_br: <25>{#f/16}* Você finalmente disse algo inteligente.
zh_cn: <25>{#f/16}* 真令我刮目相看啊。ゑ
zh_tw: <25>{#f/16}* 真令我刮目相看啊。ゑ

source: <25>{#p/asriel2}{#f/10}* So what now? * What's next for the aspiring king?
pt_br: <25>{#p/asriel2}{#f/10}* E o que agora? * Qual o próximo movimento para o rei?
zh_cn: <25>{#p/asriel2}{#f/10}* 然后呢？ * 这位英明的国王 要怎么行动呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 然後呢？ * 這位英明的國王 要怎麼行動呢？ゑ

source: <25>{#p/asgore}{#f/15}* To be honest?
pt_br: <25>{#p/asgore}{#f/15}* Pra ser sincero?
zh_cn: <25>{#p/asgore}{#f/15}* 你认真的？ゑ
zh_tw: <25>{#p/asgore}{#f/15}* 你認真的？ゑ

source: <25>{#f/15}* ...
zh_cn: <25>{#f/15}* ...ゑ
zh_tw: <25>{#f/15}* ...ゑ

source: <25>{#f/16}* I have no idea, Asriel.
pt_br: <25>{#f/16}* Eu não faço ideia, Asriel.
zh_cn: <25>{#f/16}* 我不知道，Asriel。ゑ
zh_tw: <25>{#f/16}* 我不知道，Asriel。ゑ

source: <25>{#p/asriel2}{#f/10}* Did I detect a hint of anger...?
pt_br: <25>{#p/asriel2}{#f/10}* Eu detectei uma emoção de raiva...?
zh_cn: <25>{#p/asriel2}{#f/10}* ...他这是要发火了？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...他這是要發火了？ゑ

source: <25>{#p/asriel2}{#f/3}* I've gotta take care of some things, so I'll leave you two alone.
pt_br: <25>{#p/asriel2}{#f/3}* Eu vou ter que cuidar de algumas coisas, depois eu volto.
zh_cn: <25>{#p/asriel2}{#f/3}* 我去处理点事， 你俩先作个伴。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 我去處理點事， 你倆先作個伴。ゑ

source: <25>{#p/kidd}{#f/3}* Will you be back? * You gotta tell me more about Undyne...
pt_br: <25>{#p/kidd}{#f/3}* Você vai voltar? * Você precisa me contar mais sobre a Undyne...
zh_cn: <25>{#p/kidd}{#f/3}* 你一会还回来吗？ * 还想听你讲更多 Undyne的轶事呢...ゑ
zh_tw: <25>{#p/kidd}{#f/3}* 你一會還回來嗎？ * 還想聽你講更多 Undyne的軼事呢...ゑ

source: <25>{#p/asriel2}{#f/4}* I promised, didn't I?
pt_br: <25>{#p/asriel2}{#f/4}* Eu prometi, não foi?
zh_cn: <25>{#p/asriel2}{#f/4}* 说到做到。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 說到做到。ゑ

source: <25>{#f/1}* Don't worry. * I'll be back before you know it.
pt_br: <25>{#f/1}* Não se preocupe. * Eu estarei de volta antes de você perceber.
zh_cn: <25>{#f/1}* 别担心，我去去就回。ゑ
zh_tw: <25>{#f/1}* 別擔心，我去去就回。ゑ

source: <25>{#p/kidd}{#f/4}* Okay...
zh_cn: <25>{#p/kidd}{#f/4}* 好吧...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 好吧...ゑ

source: <25>{#p/asriel2}{#f/3}* Hey, stop here.
pt_br: <25>{#p/asriel2}{#f/3}* Ei, para um pouco.
zh_cn: <25>{#p/asriel2}{#f/3}* 停一下。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 停一下。ゑ

source: <25>{#p/asriel2}{#f/6}* Well, here we are again, $(name).
pt_br: <25>{#p/asriel2}{#f/6}* Bem, aqui estamos de novo, $(name).
zh_cn: <25>{#p/asriel2}{#f/6}* 啊，我们又回来了 $(name)。
zh_tw: <25>{#p/asriel2}{#f/6}* 啊，我們又回來了 $(name)。

source: <25>{#f/7}* ... look, I know Undyne won't die when the kid attacks her.
pt_br: <25>{#f/7}* ... olha, eu sei que a Undyne não vai morrer quando a criança atacar ela.
zh_cn: <25>{#f/7}* ...听着， 我们知道Undyne不会死在 那孩子的偷袭下。
zh_tw: <25>{#f/7}* ...聽著， 我們知道Undyne不會死在 那孩子的偷襲下。

source: <25>{#f/15}* From what I can see, though, it's our best way forward for now.
pt_br: <25>{#f/15}* Mas pelo que eu vejo, é a melhor forma de passar por ela.
zh_cn: <25>{#f/15}* 依我来看，这条道路 在我们最好的前进计划中。
zh_tw: <25>{#f/15}* 依我來看，這條道路 在我們最好的前進計畫中。

source: <25>{#f/16}* Let's just stick to the script, okay?
pt_br: <25>{#f/16}* Vamos só nos manter na linha do tempo, okay?
zh_cn: <25>{#f/16}* 让我们坚持下去，好吗？
zh_tw: <25>{#f/16}* 讓我們堅持下去，好嗎？

source: <25>{#p/asriel2}{#f/1}* Howdy, $(name).
pt_br: <25>{#p/asriel2}{#f/1}* Olá, $(name).
zh_cn: <25>{#p/asriel2}{#f/1}* 哈喽，$(name)。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 哈囉，$(name)。ゑ

source: <25>{#f/13}* Did you miss me?
pt_br: <25>{#f/13}* Sentiu minha falta?
zh_cn: <25>{#f/13}* 想我了没？ゑ
zh_tw: <25>{#f/13}* 想我了沒？ゑ

source: <25>{#f/4}* Heh. * Sorry I had to leave your side again.
pt_br: <25>{#f/4}* Heh. * Desculpa ter saído do seu lado de novo.
zh_cn: <25>{#f/4}* 唉，对不起。 * 刚才我有事要办， 又把你扔下了。ゑ
zh_tw: <25>{#f/4}* 唉，對不起。 * 剛才我有事要辦， 又把你扔下了。ゑ

source: <25>{#f/3}* But I haven't been doing it for nothing.
pt_br: <25>{#f/3}* Mas eu não fiz isso por nada.
zh_cn: <25>{#f/3}* 不过，我可没闲着。ゑ
zh_tw: <25>{#f/3}* 不過，我可沒閒著。ゑ

source: <25>{#f/13}* I see you've parted ways with your little friend...
pt_br: <25>{#f/13}* Vejo que você se separou do seu amiguinho.
zh_cn: <25>{#f/13}* $(name)， 我看到你那小伙伴 和你告别...ゑ
zh_tw: <25>{#f/13}* $(name)， 我看到你那小夥伴 和你告別...ゑ

source: <25>{#f/16}* You must be soooo lonely, right $(name)?
pt_br: <25>{#f/16}* Você deve estar tão sozinho, não é $(name)?
zh_cn: <25>{#f/16}* 你肯定感觉老~孤单了。 对不对？所以呢...ゑ
zh_tw: <25>{#f/16}* 你肯定感覺老~孤單了。 對不對？所以呢...ゑ

source: <25>{#p/asriel2}{#f/1}* And thus, your little friend has returned!
pt_br: <25>{#p/asriel2}{#f/1}* E alas, seu amiguinho voltou!
zh_cn: <25>{#p/asriel2}{#f/1}* 我又把它请回来了！ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 我又把它請回來了！ゑ

source: <25>{#f/17}* You'd do anything for me, wouldn't you?
pt_br: <25>{#f/17}* Você faria qualquer coisa por mim, não faria?
zh_cn: <25>{#f/17}* 我让你做啥，你就做啥。 听见没有？ゑ
zh_tw: <25>{#f/17}* 我讓你做啥，你就做啥。 聽見沒有？ゑ

source: <25>{#p/kidd}{#f/9}* Mhm...
zh_cn: <25>{#p/kidd}{#f/9}* 嗯...ゑ
zh_tw: <25>{#p/kidd}{#f/9}* 嗯...ゑ

source: <25>{#p/asriel2}{#f/17}* Well, whaddya think?
pt_br: <25>{#p/asriel2}{#f/17}* Bem, o que você acha?
zh_cn: <25>{#p/asriel2}{#f/17}* 瞧，不错吧？ゑ
zh_tw: <25>{#p/asriel2}{#f/17}* 瞧，不錯吧？ゑ

source: <25>{#f/16}* They weren't easy to get ahold of, you know.
pt_br: <25>{#f/16}* Não foi fácil tomar controle sobre ele, sabe.
zh_cn: <25>{#f/16}* 跟你说， 为了让它能服服帖帖的， 我费了好大功夫呢！ゑ
zh_tw: <25>{#f/16}* 跟你說， 為了讓它能服服帖帖的， 我費了好大功夫呢！ゑ

source: <25>{#f/15}* They kept saying they wanted to be forgotten...
pt_br: <25>{#f/15}* Ele ficava dizendo que queria ser esquecido.
zh_cn: <25>{#f/15}* 那崽子嘴里一直叨咕 “忘了我忘了我”，没完没了...ゑ
zh_tw: <25>{#f/15}* 那崽子嘴裡一直叨咕 「忘了我忘了我」，沒完沒了...ゑ

source: <25>{#f/10}* Golly, $(name). * What did you do to them while I was gone?
pt_br: <25>{#f/10}* Nossa, $(name). O que você fez com ele?
zh_cn: <25>{#f/10}* 天呐，$(name)。 * 我不在的时候， 你对它干了些什么啊？ゑ
zh_tw: <25>{#f/10}* 天吶，$(name)。 * 我不在的時候， 你對它幹了些什麼啊？ゑ

source: <25>{#f/15}* They wouldn't stop asking me where you were...
pt_br: <25>{#f/15}* Ele não parava de me perguntar onde você estava...
zh_cn: <25>{#f/15}* 那崽子没完没了地问 “我的朋友在哪”...ゑ
zh_tw: <25>{#f/15}* 那崽子沒完沒了地問 「我的朋友在哪」...ゑ

source: <25>{#f/10}* Golly, $(name). * What were you two doing while I was gone?
pt_br: <25>{#f/10}* Nossa, $(name). O que vocês dois estavam fazendo?
zh_cn: <25>{#f/10}* 天呐，$(name)。 * 我不在的时候， 你俩一起干了些啥啊？ゑ
zh_tw: <25>{#f/10}* 天吶，$(name)。 * 我不在的時候， 你倆一起幹了些啥啊？ゑ

source: <25>{#f/3}* Uh, don't answer that. * They're here now, and that's what matters.
pt_br: <25>{#f/3}* Uh, não responde. * Ele tá aqui agora, é o que importa.
zh_cn: <25>{#f/3}* 呃，当我没问。 * 过去的就翻篇吧。重要的是， 它又能“陪”着咱们了。ゑ
zh_tw: <25>{#f/3}* 呃，當我沒問。 * 過去的就翻篇吧。重要的是， 它又能「陪」著咱們了。ゑ

source: <25>{#p/asriel2}{#f/3}* Well, at least that's outta the way now.
pt_br: <25>{#p/asriel2}{#f/3}* Bem, pelo menos isso está fora do caminho agora.
zh_cn: <25>{#p/asriel2}{#f/3}* 唔... 最起码把它搞定了。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 唔... 最起碼把它搞定了。ゑ

source: <25>{#p/asriel2}{#f/8}* Wait. * Think you can do me a favor, kid?
pt_br: <25>{#p/asriel2}{#f/8}* Espera. * Pode me fazer um favor, criança?
zh_cn: <25>{#p/asriel2}{#f/8}* 停。 * 小崽子，帮个忙。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 停。 * 小崽子，幫個忙。ゑ

source: <25>{#p/kidd}{#f/9}* ...?
zh_cn: <25>{#p/kidd}{#f/9}* ...？ゑ
zh_tw: <25>{#p/kidd}{#f/9}* ...？ゑ

source: <25>{#p/asriel2}{#f/6}* Solve the puzzle.
pt_br: <25>{#p/asriel2}{#f/6}* Resolve o problema.
zh_cn: <25>{#p/asriel2}{#f/6}* 解开谜题。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 解開謎題。ゑ

source: <25>{#p/asriel2}{#f/10}* Done already? * Golly...
pt_br: <25>{#p/asriel2}{#f/10}* Já? * Nossa...
zh_cn: <25>{#p/asriel2}{#f/10}* 完活了？ * 真快啊...ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 完活了？ * 真快啊...ゑ

source: <25>{#f/3}* This is the potential monsters deny themselves, $(name).
pt_br: <25>{#f/3}* Este é o potencial que os monstros recusam ter, $(name).
zh_cn: <25>{#f/3}* $(name)，你瞧： 优柔寡断，磨磨叽叽 就是怪物的劣根性。ゑ
zh_tw: <25>{#f/3}* $(name)，你瞧： 優柔寡斷，磨磨嘰嘰 就是怪物的劣根性。ゑ

source: <25>{#f/16}* Hope, fear, empathy... * They cling to these pointless emotions.
pt_br: <25>{#f/16}* Esperança, medo, empatia... presos a essas emoções.
zh_cn: <25>{#f/16}* 什么希望，恐惧，同理心... * 那群怪物就是被这毁了， 最后一个个都一事无成。ゑ
zh_tw: <25>{#f/16}* 什麼希望，恐懼，同理心... * 那群怪物就是被這毀了， 最後一個個都一事無成。ゑ

source: <25>{#f/15}* Imagine how much better they'd be if they were all like this.
pt_br: <25>{#f/15}* Imagine se todos eles fossem assim.
zh_cn: <25>{#f/15}* 要是怪物们都能像 这崽子一样说一不二， 那该多好啊。ゑ
zh_tw: <25>{#f/15}* 要是怪物們都能像 這崽子一樣說一不二， 那該多好啊。ゑ

source: <25>{#p/asriel2}{#f/4}* Right on schedule.
pt_br: <25>{#p/asriel2}{#f/4}* Bem no tempo.
zh_cn: <25>{#p/asriel2}{#f/4}* 搁这照葫芦画瓢呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 擱這照葫蘆畫瓢呢。ゑ

source: <25>{#p/asriel2}{#f/3}* Back with us now, kid.
pt_br: <25>{#p/asriel2}{#f/3}* Volta pra cá, criança.
zh_cn: <25>{#p/asriel2}{#f/3}* 小崽子，回来。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 小崽子，回來。ゑ

source: <25>{#p/asriel2}{#f/4}* If we keep this up, we'll be over and done with in no time.
pt_br: <25>{#p/asriel2}{#f/4}* Se continuarmos assim, vamos estar fora daqui em pouco tempo.
zh_cn: <25>{#p/asriel2}{#f/4}* 只要有了这崽子， 完成计划简直不要太简单。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 只要有了這崽子， 完成計畫簡直不要太簡單。ゑ

source: <25>{#p/asriel2}{#f/16}* It's over, $(name)...
pt_br: <25>{#p/asriel2}{#f/16}* Acabou, $(name)...
zh_cn: <25>{#p/asriel2}{#f/16}* 结束了...ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 結束了...ゑ

source: <25>{#f/3}* We've done it.
pt_br: <25>{#f/3}* Nós conseguimos.
zh_cn: <25>{#f/3}* $(name)，我们赢了。ゑ
zh_tw: <25>{#f/3}* $(name)，我們贏了。ゑ

source: <25>{#f/2}* The captain of the Royal Guard...
pt_br: <25>{#f/2}* A capitã da Guarda Real...
zh_cn: <25>{#f/2}* 总算解决掉了 皇家卫队的队长...ゑ
zh_tw: <25>{#f/2}* 總算解決掉了 皇家衛隊的隊長...ゑ

source: <25>{#f/15}* Did she REALLY think she stood a chance?
pt_br: <25>{#f/15}* Ela realmente PENSOU ter alguma chance?
zh_cn: <25>{#f/15}* 她不会真觉得 自己能干得过咱们吧？ゑ
zh_tw: <25>{#f/15}* 她不會真覺得 自己能幹得過咱們吧？ゑ

source: <25>{#f/8}* Granted, it took us a few runs...
pt_br: <25>{#f/8}* Claro, nos tomou algumas tentativas...
zh_cn: <25>{#f/8}* 诚然， 她逼咱们回溯了好几次...ゑ
zh_tw: <25>{#f/8}* 誠然， 她逼咱們回溯了好幾次...ゑ

source: <25>{#f/8}* Granted, it took us an extra run...
pt_br: <25>{#f/8}* Claro, nos tomou uma tentativa...
zh_cn: <25>{#f/8}* 诚然， 她逼咱们回溯了一次...ゑ
zh_tw: <25>{#f/8}* 誠然， 她逼咱們回溯了一次...ゑ

source: <25>{#f/8}* Granted, she did put up a valiant stand...
pt_br: <25>{#f/8}* Claro, ela lutou com tudo que tinha...
zh_cn: <25>{#f/8}* 诚然，她够英勇。 敢和我们对着干...ゑ
zh_tw: <25>{#f/8}* 誠然，她夠英勇。 敢和我們對著幹...ゑ

source: <25>{#f/7}* But in the end, we both knew what was destined to happen.
pt_br: <25>{#f/7}* Mas no fim nós sabíamos que estava destinado a acontecer.
zh_cn: <25>{#f/7}* 但她再怎么逞强， 终究也难逃厄运。ゑ
zh_tw: <25>{#f/7}* 但她再怎麼逞強， 終究也難逃厄運。ゑ

source: <25>{#p/asriel2}{#f/3}* ... if only that victory felt as good as it did the first time.
pt_br: <25>{#p/asriel2}{#f/3}* ... se essa vitória fosse tão deliciosa como foi da primeira vez.
zh_cn: <25>{#p/asriel2}{#f/3}* ...这次虽然胜了， 但没第一回爽。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* ...這次雖然勝了， 但沒第一回爽。ゑ

source: <25>{#f/4}* Oh well.
pt_br: <25>{#f/4}* Pois bem.
zh_cn: <25>{#f/4}* 唉，好吧。ゑ
zh_tw: <25>{#f/4}* 唉，好吧。ゑ

source: <25>{#p/asriel2}{#f/6}* Killing Undyne is quickly becoming our hobby.
pt_br: <25>{#p/asriel2}{#f/6}* Matar a Undyne já está virando nosso hobby.
zh_cn: <25>{#p/asriel2}{#f/6}* 杀她都快成咱们的 家常便饭了。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 殺她都快成咱們的 家常便飯了。ゑ

source: <25>{#p/asriel2}{#f/6}* ...
zh_cn: <25>{#p/asriel2}{#f/6}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* ...ゑ

source: <25>{#p/asriel2}{#f/13}* Uh, you can take the lead, $(name).
pt_br: <25>{#p/asriel2}{#f/13}* Lidere o caminho, $(name).
zh_cn: <25>{#p/asriel2}{#f/13}* 呃，$(name)， 你来带路吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 呃，$(name)， 你來帶路吧。ゑ

source: <25>{#p/asriel2}{#f/13}* Well, well, well...{%40}
pt_br: <25>{#p/asriel2}{#f/13}* Hora, hora, hora...{%40}
zh_cn: <25>{#p/asriel2}{#f/13}* 嘻嘻嘻...ゑ{%40}
zh_tw: <25>{#p/asriel2}{#f/13}* 嘻嘻嘻...ゑ{%40}

source: <25>{#f/16}* I can't express how grateful I am for all your help.{%40}
pt_br: <25>{#f/16}* Eu não consigo expressar o quão grato sou por sua ajuda.{%40}
zh_cn: <25>{#f/16}* 有你帮助我，真是太好了。ゑ{%40}
zh_tw: <25>{#f/16}* 有你幫助我，真是太好了。ゑ{%40}

source: <25>{#f/1}* This body might not be perfect, but for what it's worth...?{%40}
pt_br: <25>{#f/1}* Este corpo pode não ser perfeito, mas pelo que ele vale...?{%40}
zh_cn: <25>{#f/1}* 这身体确实不完美， 但那又怎样？ゑ{%40}
zh_tw: <25>{#f/1}* 這身體確實不完美， 但那又怎樣？ゑ{%40}

source: <25>{#f/2}* I won't miss being a stupid talking star.{%40}
pt_br: <25>{#f/2}* Eu não vou sentir falta de ser uma estúpida estrela falante.{%40}
zh_cn: <25>{#f/2}* 有了它... 我就再也不用当 会说话的蠢星星了。ゑ{%40}
zh_tw: <25>{#f/2}* 有了它... 我就再也不用當 會說話的蠢星星了。ゑ{%40}

source: <25>{#p/asriel2}{#f/13}* ...
zh_cn: <25>{#p/asriel2}{#f/13}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* ...ゑ

source: <25>{*}{#p/asriel2}{#f/13}* $(name)...{^100}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/13}* $(name)...ゑ{^100}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/13}* $(name)...ゑ{^100}{%}

source: <25>{#p/asriel2}{#f/13}* Er... * Thanks, $(name).
pt_br: <25>{#p/asriel2}{#f/13}* Er... * Obrigado, $(name).
zh_cn: <25>{#p/asriel2}{#f/13}* 呃... * 谢谢你，$(name)。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 呃... * 謝謝你，$(name)。ゑ

source: <32>{*}{#p/alphys}* Talking... star...?
pt_br: <32>{*}{#p/alphys}* Estrela... falante...?
zh_cn: <32>{*}{#p/alphys}* 会说话的... 星星...？ゑ
zh_tw: <32>{*}{#p/alphys}* 會說話的... 星星...？ゑ

source: <32>{*}* But that experiment... * It f-failed...
pt_br: <32>{*}* Mas aquele experimento... * Ele f-falhou...
zh_cn: <32>{*}* 但那个实验... 不-不是失败了吗...ゑ
zh_tw: <32>{*}* 但那個實驗... 不-不是失敗了嗎...ゑ

source: <32>{*}* Unless...
pt_br: <32>{*}* Ah não ser que...
zh_cn: <32>{*}* 莫非...ゑ
zh_tw: <32>{*}* 莫非...ゑ

source: <32>{*}* No...
pt_br: <32>{*}* Não...
zh_cn: <32>{*}* 不...ゑ
zh_tw: <32>{*}* 不...ゑ

source: <32>{*}{@random=1.1/1.1}* No...
pt_br: <32>{*}{@random=1.1/1.1}* Não...
zh_cn: <32>{*}{@random=1.1/1.1}* 不...ゑ
zh_tw: <32>{*}{@random=1.1/1.1}* 不...ゑ

source: <32>{*}{@random=1.1/1.1}* Toriel... * Sans... * Papyrus...
zh_cn: <32>{*}{@random=1.1/1.1}* Toriel... * Sans... * Papyrus...ゑ
zh_tw: <32>{*}{@random=1.1/1.1}* Toriel... * Sans... * Papyrus...ゑ

source: <32>{*}{@random=1.1/1.1}* Undyne...
zh_cn: <32>{*}{@random=1.1/1.1}* Undyne...ゑ
zh_tw: <32>{*}{@random=1.1/1.1}* Undyne...ゑ

source: <32>{*}{@random=1.1/1.1}* It's all m-my fault...
pt_br: <32>{*}{@random=1.1/1.1}* É tudo minha culpa...
zh_cn: <32>{*}{@random=1.1/1.1}* 是-是我...ゑ
zh_tw: <32>{*}{@random=1.1/1.1}* 是-是我...ゑ

source: <32>{*}{@random=1.1/1.1}{#i/4}* Oh... g-god...
pt_br: <32>{*}{@random=1.1/1.1}{#i/4}* Oh... não...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{*}{@random=1.1/1.1}{#i/5}* I've killed you all...
pt_br: <32>{*}{@random=1.1/1.1}{#i/5}* Eu matei todos vocês...
zh_cn: <32>{*}{@random=1.1/1.1}{#i/5}* 是我害死了你们...ゑ
zh_tw: <32>{*}{@random=1.1/1.1}{#i/5}* 是我害死了你們...ゑ
