Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/undyne}* No, they're not. * You really shouldn't be with them, kiddo.
pt_br: <32>{#p/undyne}* Não, ele não é. * Você não deveria estar com ele, criança.
zh_cn: <32>{#p/undyne}* 才怪。 * 小子，你不该和这家伙混一块的。
zh_tw: <32>{#p/undyne}* 才怪。 * 小子，你不該和這傢伙混一塊的。

source: <32>{#p/undyne}* Go home, kiddo. * You don't belong with them.
pt_br: <32>{#p/undyne}* Vá pra casa, criança. * Você não deve estar com ele.
zh_cn: <32>{#p/undyne}* 回家吧，孩子。 * 你跟这家伙不是一路人。
zh_tw: <32>{#p/undyne}* 回家吧，孩子。 * 你跟這傢伙不是一路人。

source: <25>{*}{#p/kidd}{#f/13}* I promise, I... I-I'll come back for you!{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/13}* Eu prometo, eu... Eu-eu vou voltar por você!{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/13}* 我保证，我... 我-我会回来找你的！{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/13}* 我保證，我... 我-我會回來找你的！{^20}{%}

source: <25>{*}{#p/kidd}{#f/13}* Don't die, okay?{^20}{%}
pt_br: <25>{*}{#p/kidd}{#f/13}* Não morre, beleza?{^20}{%}
zh_cn: <25>{*}{#p/kidd}{#f/13}* 你可千万别死，好吗？{^20}{%}
zh_tw: <25>{*}{#p/kidd}{#f/13}* 你可千萬別死，好嗎？{^20}{%}

source: <25>{#p/kidd}{#f/9}* That ghost and I played electrosnail here one time...
pt_br: <25>{#p/kidd}{#f/9}* Aquele fantasma e eu jogamos lesma eletrônica uma vez aqui...
zh_cn: <25>{#p/kidd}{#f/9}* 我和那个幽灵曾在这里 玩过一次雷霆蜗牛...
zh_tw: <25>{#p/kidd}{#f/9}* 我和那個幽靈曾在這裡 玩過一次雷霆蝸牛...

source: <25>* Have you ever...?
pt_br: <25>* Você já...?
zh_cn: <25>* 你玩过吗...？
zh_tw: <25>* 你玩過嗎...？

source: <25>{#p/asriel2}{#f/10}* Um... no?
pt_br: <25>{#p/asriel2}{#f/10}* Um... não?
zh_cn: <25>{#p/asriel2}{#f/10}* 额... 没有？
zh_tw: <25>{#p/asriel2}{#f/10}* 額... 沒有？

source: <25>{#f/4}* Not in this timeline, anyway.
pt_br: <25>{#f/4}* Não nessa linha do tempo, pelo menos.
zh_cn: <25>{#f/4}* 至少在这个时间线没有。
zh_tw: <25>{#f/4}* 至少在這個時間軸沒有。

source: <25>{#p/kidd}{#f/9}* Timeline?
pt_br: <25>{#p/kidd}{#f/9}* Linha do tempo?
zh_cn: <25>{#p/kidd}{#f/9}* 时间线？
zh_tw: <25>{#p/kidd}{#f/9}* 時間軸？

source: <25>{#p/asriel2}{#f/13}* Oh, hey... * This is where we...
pt_br: <25>{#p/asriel2}{#f/13}* Oh, ei... * Aqui foi onde a gente...
zh_cn: <25>{#p/asriel2}{#f/13}* 哦，嘿... * 这个地方是我们...
zh_tw: <25>{#p/asriel2}{#f/13}* 喔，嘿... * 這個地方是我們...

source: <25>{#f/13}* Where you...
pt_br: <25>{#f/13}* Onde você...
zh_cn: <25>{#f/13}* 你在...
zh_tw: <25>{#f/13}* 你在...

source: <25>{#f/16}* Oh, $(name)...
zh_cn: <25>{#f/16}* 哦，$(name)...
zh_tw: <25>{#f/16}* 喔，$(name)...

source: <25>{#p/asriel2}{#f/6}* It's nothing.
pt_br: <25>{#p/asriel2}{#f/6}* Não é nada.
zh_cn: <25>{#p/asriel2}{#f/6}* 没什么。
zh_tw: <25>{#p/asriel2}{#f/6}* 沒什麼。

source: <25>{#f/7}* Just a little reminder, that's all.
pt_br: <25>{#f/7}* Só é uma pequena lembrança, só isso.
zh_cn: <25>{#f/7}* 只是一个小小的回忆而已。
zh_tw: <25>{#f/7}* 只是一個小小的回憶而已。

source: <25>{#p/kidd}{#f/9}* Oh...
zh_cn: <25>{#p/kidd}{#f/9}* 哦...
zh_tw: <25>{#p/kidd}{#f/9}* 喔...

source: <25>{#p/kidd}{#f/11}* Oh, it's... * This is Undyne's house...!
pt_br: <25>{#p/kidd}{#f/11}* Oh, é... * É a casa de Undyne...!
zh_cn: <25>{#p/kidd}{#f/11}* 哦，这是... * 这是Undyne的家...！
zh_tw: <25>{#p/kidd}{#f/11}* 喔，這是... * 這是Undyne的家...！

source: <25>{#p/asriel2}{#f/8}* Thankfully, Undyne's not here right now.
pt_br: <25>{#p/asriel2}{#f/8}* Que sorte a nossa, Undyne não está aqui agora.
zh_cn: <25>{#p/asriel2}{#f/8}* 还好， Undyne并没有出现在这里。
zh_tw: <25>{#p/asriel2}{#f/8}* 還好， Undyne並沒有出現在這裡。

source: <25>{#f/6}* If all goes to plan, she never will be again.
pt_br: <25>{#f/6}* Se tudo for como planejado, ela jamais vai estar de novo.
zh_cn: <25>{#f/6}* 如果计划顺利， 她就再也不 会出现在这里了。
zh_tw: <25>{#f/6}* 如果計畫順利， 她就再也不 會出現在這裡了。

source: <32>{#p/human}* (The label describes using this fluid only in a specific kind of emergency.)
pt_br: <32>{#p/human}* (O rótulo descreve o uso desse fluido apenas em um tipo específico de emergência.)
zh_cn: <32>{#p/human}* （标签说明 仅在紧急情况下使用该液体。）
zh_tw: <32>{#p/human}* （標籤說明 僅在緊急情況下使用該液體。）

source: <32>{#p/basic}* It's a cooler full of electro- dampening fluid with an oddly specific warning label.
pt_br: <32>{#p/basic}* É um refrigerador cheio de fluido de amortecimento elétrico com uma etiqueta.
zh_cn: <32>{#p/basic}* 这是个装满电阻尼液的饮水机， 上面有一个奇怪的警告标签。
zh_tw: <32>{#p/basic}* 這是個裝滿電阻尼液的飲水機， 上面有一個奇怪的警告標籤。

source: <32>{#p/basic}* "Use only to negate electro- static interference with portable jetpacks."
pt_br: <32>{#p/basic}* "Use apenas para impedir interferência eletrostática com jetpacks portáteis."
zh_cn: <32>{#p/basic}* “仅用于消除便携式 喷气背包的静电干扰。”
zh_tw: <32>{#p/basic}* 「僅用於消除可攜式 噴氣背包的靜電幹擾。」

source: * (Get a cup?)
pt_br: * (Pegar um copo?)
zh_cn: * （要接一杯吗？）
zh_tw: * （要接一杯嗎？）

source: <32>{#p/human}* (You now hold a cup of the electro-dampening fluid.)
pt_br: <32>{#p/human}* (Agora você segura uma copo do fluido de amortecimento elétrico.)
zh_cn: <32>{#p/human}* （你现在拿着一杯电阻尼液。）
zh_tw: <32>{#p/human}* （你現在拿著一杯電阻尼液。）

source: <32>{#p/human}* (You decide not to get a cup.)
pt_br: <32>{#p/human}* (Você decide não pegar um copo.)
zh_cn: <32>{#p/human}* （你决定不接。）
zh_tw: <32>{#p/human}* （你決定不接。）

source: <32>{#p/human}* (You already have a cup.)
pt_br: <32>{#p/human}* (Você já tem um copo.)
zh_cn: <32>{#p/human}* （你已经有一杯了。）
zh_tw: <32>{#p/human}* （你已經有一杯了。）

source: <32>{#p/kidding}* Holy moldy!
pt_br: <32>{#p/kidding}* Santos monstros!
zh_cn: <32>{#p/kidding}* 呃啊，霉臭味！
zh_tw: <32>{#p/kidding}* 呃啊，霉臭味！

source: <32>{#p/story}* It's a gelatin festival!
pt_br: <32>{#p/story}* É um festival de gelatina!
zh_cn: <32>{#p/story}* 现在是黏黏节！
zh_tw: <32>{#p/story}* 現在是黏黏節！

source: <32>{#p/asriel2}* One left.
pt_br: <32>{#p/asriel2}* Um faltando.
zh_cn: <32>{#p/asriel2}* 只剩一个了。
zh_tw: <32>{#p/asriel2}* 只剩一個了。

source: <32>{#p/kidding}* Just us now!
pt_br: <32>{#p/kidding}* Só nós agora!
zh_cn: <32>{#p/kidding}* 只剩我们了！
zh_tw: <32>{#p/kidding}* 只剩我們了！

source: <32>{#p/story}* Gelata is all alone now.
pt_br: <32>{#p/story}* Gelata está sozinha agora.
zh_cn: <32>{#p/story}* 现在只剩Gelata一个了。
zh_tw: <32>{#p/story}* 現在只剩Gelata一個了。

source: <32>{#p/story}* Gelatini now blorbs solo.
pt_br: <32>{#p/story}* Gelatini agora dança sozinha.
zh_cn: <32>{#p/story}* Gelatini独自凝结着。
zh_tw: <32>{#p/story}* Gelatini獨自凝結著。

source: <32>{#p/asriel2}* Talk about a contradiction.
pt_br: <32>{#p/asriel2}* Fale sobre uma contradição.
zh_cn: <32>{#p/asriel2}* 矛盾二人组。
zh_tw: <32>{#p/asriel2}* 矛盾二人組。

source: <32>{#p/kidding}* Woah, hello...
pt_br: <32>{#p/kidding}* Woah, olá...
zh_cn: <32>{#p/kidding}* 哇，你好...
zh_tw: <32>{#p/kidding}* 哇，你好...

source: <32>{#p/story}* Skrubbington straddles up. * Much to its dismay, Gelata is also here...
pt_br: <32>{#p/story}* Skrubbington fica no topo. * Para sua consternação, Gelata também está aqui.
zh_cn: <32>{#p/story}* Skrubbington跨坐着。 * 可惜Gelata也来了...
zh_tw: <32>{#p/story}* Skrubbington跨坐著。 * 可惜Gelata也來了...

source: <32>{#p/story}* Skrubbington is not sure how to feel anymore.
pt_br: <32>{#p/story}* Skrubbington não tem certeza sobre como se sentir.
zh_cn: <32>{#p/story}* Skrubbington不知道该怎么办。
zh_tw: <32>{#p/story}* Skrubbington不知道該怎麼辦。

source: tweet
zh_cn: 啾啾
zh_tw: 啾啾

source: <08>{#p/basic}{~}Skrubby accepts your mercy.
pt_br: <08>{#p/basic}{~}Skrubby aceita sua piedade.
zh_cn: <08>{#p/basic}{~}Skrubby 接受你的 仁慈。
zh_tw: <08>{#p/basic}{~}Skrubby 接受你的 仁慈。

source: <08>{#p/basic}{~}Skrubby will retreat now..
pt_br: <08>{#p/basic}{~}Skrubby irá recuar agora.
zh_cn: <08>{#p/basic}{~}Skrubby 润了..
zh_tw: <08>{#p/basic}{~}Skrubby 潤了..

source: <08>{#p/basic}{~}Thx for warning!
pt_br: <08>{#p/basic}{~}Obrigado por avisar!
zh_cn: <08>{#p/basic}{~}还给警告 您还挺好。
zh_tw: <08>{#p/basic}{~}還給警告 您還挺好。

source: <08>{#p/basic}{~}Skrub u entire body..
pt_br: <08>{#p/basic}{~}Skrub u corpo inteiro...
zh_cn: <08>{#p/basic}{~}给你整个 全身水疗 ..
zh_tw: <08>{#p/basic}{~}給你整個 全身水療 ..

source: <08>{#p/basic}{~}Special service just for you!
pt_br: <08>{#p/basic}{~}Serviço especial só pra você!
zh_cn: <08>{#p/basic}{~}特别服务 哦！
zh_tw: <08>{#p/basic}{~}特別服務 喔！

source: <08>{#p/basic}{~}Even if u get dirty sometimes..
pt_br: <08>{#p/basic}{~}Mesmo se você se sujar às vezes...
zh_cn: <08>{#p/basic}{~}就算你 变脏..
zh_tw: <08>{#p/basic}{~}就算你 變髒..

source: <08>{#p/basic}{~}Skrubby will be there to clean u.
pt_br: <08>{#p/basic}{~}Skrubby estará lá para limpar você.
zh_cn: <08>{#p/basic}{~}Skrubby 清洗好。
zh_tw: <08>{#p/basic}{~}Skrubby 清洗好。

source: <08>{#p/basic}{~}Skrubby accepts hug..
pt_br: <08>{#p/basic}{~}Skrubby aceita o abraço.
zh_cn: <08>{#p/basic}{~}Skrubby 接受拥抱 ..
zh_tw: <08>{#p/basic}{~}Skrubby 接受擁抱 ..

source: <08>{#p/basic}{~}Regard- less if u are clean or dirty.
pt_br: <08>{#p/basic}{~}Esteja você limpo ou sujo.
zh_cn: <08>{#p/basic}{~}即使你 脏成坨。
zh_tw: <08>{#p/basic}{~}即使你 髒成坨。

source: <08>{#p/basic}{~}Skrubby knows what must be done.
pt_br: <08>{#p/basic}{~}Skrubby sabe o que deve ser feito.
zh_cn: <08>{#p/basic}{~}Skrubby 知道要做 什么。
zh_tw: <08>{#p/basic}{~}Skrubby 知道要做 什麼。

source: <08>{#p/basic}{~}Thx for showing me the way.
pt_br: <08>{#p/basic}{~}Obrigado por me mostrar o caminho.
zh_cn: <08>{#p/basic}{~}为我指路 你该 幸福。
zh_tw: <08>{#p/basic}{~}為我指路 你該 幸福。

source: <08>{#p/basic}{~}Okie. Take u G.
pt_br: <08>{#p/basic}{~}Okie. Pegue seu G.
zh_cn: <08>{#p/basic}{~}好好好。 钱拿去。
zh_tw: <08>{#p/basic}{~}好好好。 錢拿去。

source: <32>{#p/asriel2}* Skrubbington, the clean freak. * Can't handle seeing more than a speck of dirt.
pt_br: <32>{#p/asriel2}* Skrubbington, a aberração da limpeza. * Não consigo ver mais do que uma partícula de sujeira.
zh_cn: <32>{#p/asriel2}* Skrubbington，洁癖狂魔。 * 眼里容不下半点灰尘。ゑ
zh_tw: <32>{#p/asriel2}* Skrubbington，潔癖狂魔。 * 眼裡容不下半點灰塵。ゑ

source: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * This humble germophobe seeks to cleanse the whole galaxy.
pt_br: <32>{#p/story}* SKRUBBINGTON - ATQ 18 DEF 5 * Este humilde germofóbico procura limpar toda a galáxia.
zh_cn: <32>{#p/story}* SKRUBBINGTON - 攻击18 防御5 * 这个卑微的细菌恐惧症患者 想要清理整个星系。
zh_tw: <32>{#p/story}* SKRUBBINGTON - 攻擊18 防禦5 * 這個卑微的細菌恐懼症患者 想要清理整個星系。

source: <33>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * This humble germophobe wants to go home to wash its wounds.
pt_br: <33>{#p/story}* SKRUBBINGTON - ATQ 18 DEF 5 * Este humilde germofóbico quer ir para casa se limpar.
zh_cn: <33>{#p/story}* SKRUBBINGTON - 攻击18 防御5 * 这个卑微的细菌恐惧症患者 想要回家清洗伤口。
zh_tw: <33>{#p/story}* SKRUBBINGTON - 攻擊18 防禦5 * 這個卑微的細菌恐懼症患者 想要回家清洗傷口。

source: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * One wheel closer to a cleaner future for monsterkind.
pt_br: <32>{#p/story}* SKRUBBINGTON - ATQ 18 DEF 5 * Um momento mais perto de um futuro limpo para os monstros.
zh_cn: <32>{#p/story}* SKRUBBINGTON - 攻击18 防御5 * 距离当上未来的洁净怪物 只有一爪之遥。
zh_tw: <32>{#p/story}* SKRUBBINGTON - 攻擊18 防禦5 * 距離當上未來的潔淨怪物 只有一爪之遙。

source: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * This humble germophobe's love story is as soapy as it gets.
pt_br: <32>{#p/story}* SKRUBBINGTON - ATQ 18 DEF 5 * O amor deste humilde germofóbico é o mais ensaboado possível.
zh_cn: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * 这个卑微的细菌恐惧症患者 的爱情故事像肥皂一样。
zh_tw: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * 這個卑微的細菌恐懼症患者 的愛情故事像肥皂一樣。

source: <32>{#p/asriel2}* Skrubbington.
zh_cn: <32>{#p/asriel2}* Skrubbington。ゑ
zh_tw: <32>{#p/asriel2}* Skrubbington。ゑ

source: <32>{#p/kidding}* Skrubby's here!
pt_br: <32>{#p/kidding}* Skrubby está aqui!
zh_cn: <32>{#p/kidding}* Skrubby来了！
zh_tw: <32>{#p/kidding}* Skrubby來了！

source: <32>{#p/story}* Skrubbington strolls in.
pt_br: <32>{#p/story}* Skrubbington entra na batalha.
zh_cn: <32>{#p/story}* Skrubbington漫步过来了。
zh_tw: <32>{#p/story}* Skrubbington漫步過來了。

source: <08>{#p/basic}{~}Skrub u SOUL
pt_br: <08>{#p/basic}{~}Skrub sua ALMA.
zh_cn: <08>{#p/basic}{~}清洗 你的灵魂
zh_tw: <08>{#p/basic}{~}清洗 你的靈魂

source: <08>{#p/basic}{~}Skrub u hands
pt_br: <08>{#p/basic}{~}Skrub suas mãos
zh_cn: <08>{#p/basic}{~}清洗 你的手
zh_tw: <08>{#p/basic}{~}清洗 你的手

source: <08>{#p/basic}{~}Skrub u face
pt_br: <08>{#p/basic}{~}Skrub sua cara
zh_cn: <08>{#p/basic}{~}清洗 你的脸
zh_tw: <08>{#p/basic}{~}清洗 你的臉

source: <08>{#p/basic}{~}Skrub u hair
pt_br: <08>{#p/basic}{~}Skrub seu cabelo
zh_cn: <08>{#p/basic}{~}清洗 你的头发
zh_tw: <08>{#p/basic}{~}清洗 你的頭髮

source: <08>{#p/basic}{~}Skrub u feet
pt_br: <08>{#p/basic}{~}Skrub seu pé
zh_cn: <08>{#p/basic}{~}清洗 你的脚
zh_tw: <08>{#p/basic}{~}清洗 你的腳

source: <08>{#p/basic}{~}Skrub a dub-dubs
pt_br: <08>{#p/basic}{~}Skrub o bumbum
zh_cn: <08>{#p/basic}{~}洗漱漱
zh_tw: <08>{#p/basic}{~}洗漱漱

source: <08>{#p/basic}{~}Oops, I meant.. Skrub a sub-SUBS
pt_br: <08>{#p/basic}{~}Opa, eu quis dizer.. Skrub as costas
zh_cn: <08>{#p/basic}{~}哦， 我是说... 洗刷刷
zh_tw: <08>{#p/basic}{~}喔， 我是說... 洗刷刷

source: <08>{#p/basic}{~}Skrub a sub-subs
pt_br: <08>{#p/basic}{~}Skrub o bumbum
zh_cn: <08>{#p/basic}{~}洗刷刷
zh_tw: <08>{#p/basic}{~}洗刷刷

source: <08>{#p/basic}{~}Your SOUL is unclean.
pt_br: <08>{#p/basic}{~}Sua ALMA é suja.
zh_cn: <08>{#p/basic}{~}你的灵魂 不太干净。
zh_tw: <08>{#p/basic}{~}你的靈魂 不太乾淨。

source: <08>{#p/basic}{~}\x00*whistle whistle*
zh_cn: <08>{#p/basic}{~}\x00*吹着 口哨*
zh_tw: <08>{#p/basic}{~}\x00*吹著 口哨*

source: <08>{#p/basic}{~}Green means clean
pt_br: <08>{#p/basic}{~}Verde significa limpo
zh_cn: <08>{#p/basic}{~}绿色 即为干净
zh_tw: <08>{#p/basic}{~}綠色 即為乾淨

source: <08>{#p/basic}{~}NO. THAT JOKE'S TOO.. DIRTY
pt_br: <08>{#p/basic}{~}NÃO. ESSA PIADA FOI... SUJA
zh_cn: <08>{#p/basic}{~}不。 那个笑话 太... 污了。
zh_tw: <08>{#p/basic}{~}不。 那個笑話 太... 汙了。

source: <08>{#p/basic}{~}EUGH.. I CAN'T BELIEVE THIS
pt_br: <08>{#p/basic}{~}EUGH.. EU NEM POSSO ACREDITAR
zh_cn: <08>{#p/basic}{~}呃... 难以置信...
zh_tw: <08>{#p/basic}{~}呃... 難以置信...

source: <32>{#p/kidding}* Look at the little bird!
pt_br: <32>{#p/kidding}* Olha o passarinho!
zh_cn: <32>{#p/kidding}* 看那只小鸟！
zh_tw: <32>{#p/kidding}* 看那隻小鳥！

source: <32>{#p/story}* Skrubbington is friends with a little bird.
pt_br: <32>{#p/story}* Skrubbington é amigo de um passarinho.
zh_cn: <32>{#p/story}* Skrubbington和一只小鸟交了朋友。
zh_tw: <32>{#p/story}* Skrubbington和一隻小鳥交了朋友。

source: <32>{#p/kidding}* You should've SEEN when it tried to clean my school lunch off.
pt_br: <32>{#p/kidding}* Você deveria ter visto quando ele tentou limpar meu lanche da escola.
zh_cn: <32>{#p/kidding}* 你真该看看它是怎么 清理我学校的午餐剩饭的。
zh_tw: <32>{#p/kidding}* 你真該看看它是怎麼 清理我學校的午餐剩飯的。

source: <32>{#p/story}* Skrubbington is rinsing off a saucer.
pt_br: <32>{#p/story}* Skrubbington está enxaguando um pires.
zh_cn: <32>{#p/story}* Skrubbington正在洗小碟子。
zh_tw: <32>{#p/story}* Skrubbington正在洗小碟子。

source: <33>{#p/kidding}* We should go spacesuit-shining with this one.
pt_br: <33>{#p/kidding}* Devemos brilhar em trajes espaciais com este.
zh_cn: <33>{#p/kidding}* 我们真该 和这位一起穿闪亮的宇航服。
zh_tw: <33>{#p/kidding}* 我們真該 和這位一起穿閃亮的太空衣。

source: <32>{#p/story}* Skrubbington is looking for some good clean fun.
pt_br: <32>{#p/story}* Skrubbington está procurando por uma boa e divertida limpeza.
zh_cn: <32>{#p/story}* Skrubbington想洗点好玩的东西。
zh_tw: <32>{#p/story}* Skrubbington想洗點好玩的東西。

source: <32>{#p/kidding}* Squeaky clean? * This is gonna be FREAKY clean.
pt_br: <32>{#p/kidding}* Completamente limpo? * Isso vai ser LOUCAMENTE limpo.
zh_cn: <32>{#p/kidding}* 干净得响出乐谱？ * 越往净洗越离谱！
zh_tw: <32>{#p/kidding}* 乾淨得響出樂譜？ * 越往淨洗越離譜！

source: <32>{#p/story}* Smells like detergent.
pt_br: <32>{#p/story}* Cheira a detergente.
zh_cn: <32>{#p/story}* 洗涤剂的味道。
zh_tw: <32>{#p/story}* 洗滌劑的味道。

source: <32>{#p/kidding}* You do NOT wanna get dirty around this one, dude.
pt_br: <32>{#p/kidding}* Você NÃO quer ficar sujo perto de mim, cara.
zh_cn: <32>{#p/kidding}* 你不会想在它身边弄脏的，伙计。
zh_tw: <32>{#p/kidding}* 你不會想在它身邊弄髒的，夥計。

source: <32>{#p/story}* Skrubbington wonders if stardust is sanitary.
pt_br: <32>{#p/story}* Skrubbington se pergunta se a poeira estelar é higiênica.
zh_cn: <32>{#p/story}* Skrubbington好奇星尘干不干净。
zh_tw: <32>{#p/story}* Skrubbington好奇星塵幹不乾淨。

source: <32>{#p/kidding}* Is... everything okay?
pt_br: <32>{#p/kidding}* Está... tudo bem?
zh_cn: <32>{#p/kidding}* 一切... 还好吗？
zh_tw: <32>{#p/kidding}* 一切... 還好嗎？

source: <32>{#p/story}* Skrubbington is revolted at its own wounds.
pt_br: <32>{#p/story}* Skrubbington está revoltado com sua própria sujeira.
zh_cn: <32>{#p/story}* Skrubbington看着伤口， 直犯恶心。
zh_tw: <32>{#p/story}* Skrubbington看著傷口， 直犯噁心。

source: <32>{#p/human}* (You tell a joke about a rusty piece of space junk.)
pt_br: <32>{#p/human}* (Você conta uma piada boba sobre um pedaço de tralha espacial.)
zh_cn: <32>{#p/human}* （你讲了一个 生锈太空垃圾的笑话。）
zh_tw: <32>{#p/human}* （你講了一個 生鏽太空垃圾的笑話。）

source: <32>{#p/human}* (You tell a joke about atmospheric pollution.)
pt_br: <32>{#p/human}* (Você conta uma piada sobre poluição atmosférica.)
zh_cn: <32>{#p/human}* （你拿大气污染打趣Skrubbington。）
zh_tw: <32>{#p/human}* （你拿大氣汙染打趣Skrubbington。）

source: <32>{#p/human}* (You tell a joke about two starships that got stuck in a trash barge.)
pt_br: <32>{#p/human}* (Você conta uma piada sobre duas naves espaciais que ficaram presas em um monte de lixo.)
zh_cn: <32>{#p/human}* （你讲了一个 两艘飞船困在 垃圾运输船的笑话。）
zh_tw: <32>{#p/human}* （你講了一個 兩艘飛船困在 垃圾運輸船的笑話。）

source: <32>{#p/human}* (You give Skrubbington a friendly pat.)
pt_br: <32>{#p/human}* (Você dá ao Skrubbington um carinho amigável.)
zh_cn: <32>{#p/human}* （你友好地摸了摸Skrubbington。）
zh_tw: <32>{#p/human}* （你友好地摸了摸Skrubbington。）

source: <32>{#p/basic}* Skrubbington can't stand your slime-covered hands and runs away!
pt_br: <32>{#p/basic}* Skrubbington não suporta suas mãos cobertas de lodo e foge!
zh_cn: <32>{#p/basic}* Skrubbington实在受不了你那 黏糊糊的手，于是跑掉了！
zh_tw: <32>{#p/basic}* Skrubbington實在受不了你那 黏糊糊的手，於是跑掉了！

source: <32>{#p/basic}* Skrubbington recoils from your touch.
pt_br: <32>{#p/basic}* Skrubbington se recupera de seus toques.
zh_cn: <32>{#p/basic}* Skrubbington后退，躲开了你的手。
zh_tw: <32>{#p/basic}* Skrubbington後退，躲開了你的手。

source: <32>{#p/basic}* Skrubbington is flattered.
pt_br: <32>{#p/basic}* Skrubbington está lisonjeado.
zh_cn: <32>{#p/basic}* Skrubbington受宠若惊。
zh_tw: <32>{#p/basic}* Skrubbington受寵若驚。

source: <32>{#p/human}* (You ask Skrubbington to clean you.)
pt_br: <32>{#p/human}* (Você pede para Skrubbington te limpar.)
zh_cn: <32>{#p/human}* （你问Skrubbington能不能 帮你洗洗身子。）
zh_tw: <32>{#p/human}* （你問Skrubbington能不能 幫你洗洗身子。）

source: <32>{#p/basic}* Skrubbington hops around excitedly.
pt_br: <32>{#p/basic}* Skrubbington aparece animadamente.
zh_cn: <32>{#p/basic}* Skrubbington高兴地跳来跳去。
zh_tw: <32>{#p/basic}* Skrubbington高興地跳來跳去。

source: <08>{#p/basic}{~}No! Unclean romance!
pt_br: <08>{#p/basic}{~}Não! Romance não limpo!
zh_cn: <08>{#p/basic}{~}不！ 这浪漫 不干净！
zh_tw: <08>{#p/basic}{~}不！ 這浪漫 不乾淨！

source: <08>{#p/basic}{~}Sparkle and shine!
pt_br: <08>{#p/basic}{~}Brilhe e acenda!
zh_cn: <08>{#p/basic}{~}闪亮亮！
zh_tw: <08>{#p/basic}{~}閃亮亮！

source: <32>{#p/basic}* Skrubbington resumes cleaning.
pt_br: <32>{#p/basic}* Skrubbington retoma a limpeza.
zh_cn: <32>{#p/basic}* Skrubbington继续清洗。
zh_tw: <32>{#p/basic}* Skrubbington繼續清洗。

source: <08>{#p/basic}{~}\x00*sexy shuffle*
pt_br: <08>{#p/basic}{~}\x00*mexida sexy*
zh_cn: <08>{#p/basic}{~}\x00*性感扭动*
zh_tw: <08>{#p/basic}{~}\x00*性感扭動*

source: <08>{#p/basic}{~}\x00*slime sounds*
pt_br: <08>{#p/basic}{~}\x00*sons de slime*
zh_cn: <08>{#p/basic}{~}\x00*黏液声*
zh_tw: <08>{#p/basic}{~}\x00*黏液聲*

source: <08>{#p/basic}{~}Guoooh..
zh_cn: <08>{#p/basic}{~}咕噢噢..
zh_tw: <08>{#p/basic}{~}咕噢噢..

source: <08>{#p/basic}{~}\x00*erotic shuffle*
pt_br: <08>{#p/basic}{~}\x00*mexida erótica*
zh_cn: <08>{#p/basic}{~}\x00*性感扭动*
zh_tw: <08>{#p/basic}{~}\x00*性感扭動*

source: <08>{#p/basic}{~}\x00*happy shuffle*
pt_br: <08>{#p/basic}{~}\x00*mexida alegre*
zh_cn: <08>{#p/basic}{~}\x00*高兴地 扭动*
zh_tw: <08>{#p/basic}{~}\x00*高興地 扭動*

source: <08>{#p/basic}{~}\x00*slimy embrace*
pt_br: <08>{#p/basic}{~}\x00*abraço viscoso*
zh_cn: <08>{#p/basic}{~}\x00*黏糊糊 地拥抱*
zh_tw: <08>{#p/basic}{~}\x00*黏糊糊 地擁抱*

source: <08>{#p/basic}{~}Final roar.
pt_br: <08>{#p/basic}{~}Rugido final.
zh_cn: <08>{#p/basic}{~}最后 吼叫。
zh_tw: <08>{#p/basic}{~}最後 吼叫。

source: <08>{#p/basic}{~}\x00*shiny shuffle*
pt_br: <08>{#p/basic}{~}\x00*mexida brilhante*
zh_cn: <08>{#p/basic}{~}\x00*闪亮地扭动*
zh_tw: <08>{#p/basic}{~}\x00*閃亮地扭動*

source: <32>{#p/asriel2}* Gelata.
zh_cn: <32>{#p/asriel2}* Gelata。ゑ
zh_tw: <32>{#p/asriel2}* Gelata。ゑ

source: <32>{#p/kidding}* Woah!
zh_cn: <32>{#p/kidding}* 哇！
zh_tw: <32>{#p/kidding}* 哇！

source: <32>{#p/story}* Gelata appears!
pt_br: <32>{#p/story}* Gelata aparece!
zh_cn: <32>{#p/story}* Gelata出现了！
zh_tw: <32>{#p/story}* Gelata出現了！

source: <32>{#p/asriel2}* Gelata, the slimy gelatin. * Why do I bother explaining these things to you.
pt_br: <32>{#p/asriel2}* Gelata, a gelatina gosmenta. * Porque eu tenho que ficar te explicando essas coisas.
zh_cn: <32>{#p/asriel2}* Gelata，恶心粘球。 * 为啥我要多费口舌给你解释这些？ゑ
zh_tw: <32>{#p/asriel2}* Gelata，噁心粘球。 * 為啥我要多費口舌給你解釋這些？ゑ

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not so tini anymore.
pt_br: <32>{#p/story}* GELATA - ATQ 18 DEF 18 * Não mais tão pequena.
zh_cn: <32>{#p/story}* GELATA - 攻击18 防御18 * 它已经从“小团子”进化成功。ゑ
zh_tw: <32>{#p/story}* GELATA - 攻擊18 防禦18 * 它已經從「小糰子」進化成功。ゑ

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not in the best of shape.
pt_br: <32>{#p/story}* GELATA - ATQ 18 DEF 18 * Não está no melhor shape.
zh_cn: <32>{#p/story}* GELATA - 攻击18 防御18 * 状态并不是很好。
zh_tw: <32>{#p/story}* GELATA - 攻擊18 防禦18 * 狀態並不是很好。

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not against becoming a full- time jelly cushion.
pt_br: <32>{#p/story}* GELATA - ATQ 18 DEF 18 * Não é contra se tornar uma gelatina em tempo integral.
zh_cn: <32>{#p/story}* GELATA - 攻击18 防御18 * 允许成为全职果冻垫。
zh_tw: <32>{#p/story}* GELATA - 攻擊18 防禦18 * 允許成為全職果凍墊。

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not your ideal relationship...
pt_br: <32>{#p/story}* GELATA - ATQ 18 DEF 18 * Não um parceiro ideal...
zh_cn: <32>{#p/story}* GELATA - 攻击18 防御18 * 和你的关系并没有想象的那么好...
zh_tw: <32>{#p/story}* GELATA - 攻擊18 防禦18 * 和你的關係並沒有想像的那麼好...

source: <32>{#p/human}* (You try to topple Gelata, but it hasn't been weakened enough.)
pt_br: <32>{#p/human}* (Você tenta chegar no topo da Gelata, mas ela não estava fraca o suficiente.)
zh_cn: <32>{#p/human}* （你想推倒Gelata， 可它身子还很结实。）ゑ
zh_tw: <32>{#p/human}* （你想推倒Gelata， 可它身子還很結實。）ゑ

source: <32>{#p/human}* (You topple Gelata.) * (Its body parts collapse and roll into the distance.)
pt_br: <32>{#p/human}* (Você derruba Gelata.) * (Suas partes do corpo colapsam e rolam para longe.)
zh_cn: <32>{#p/human}* （你推倒了Gelata。） * （它的身体塌陷了，滚到了远处。）
zh_tw: <32>{#p/human}* （你推倒了Gelata。） * （它的身體塌陷了，滾到了遠處。）

source: <08>{#p/basic}{~}Guoooh!
zh_cn: <08>{#p/basic}{~}咕噢噢！
zh_tw: <08>{#p/basic}{~}咕噢噢！

source: <08>{#p/basic}{~}Roar.
pt_br: <08>{#p/basic}{~}Rugido.
zh_cn: <08>{#p/basic}{~}吼。
zh_tw: <08>{#p/basic}{~}吼。

source: <08>{#p/basic}{~}\x00*eager shuffle*
pt_br: <08>{#p/basic}{~}\x00*aleatório ansioso*
zh_cn: <08>{#p/basic}{~}\x00*急切地 扭动*
zh_tw: <08>{#p/basic}{~}\x00*急切地 扭動*

source: <32>{#p/kidding}* What does it want?
pt_br: <32>{#p/kidding}* O que ela quer?
zh_cn: <32>{#p/kidding}* 它想要啥？
zh_tw: <32>{#p/kidding}* 它想要啥？

source: <32>{#p/story}* Gelata wants to carry you.
pt_br: <32>{#p/story}* Gelata quer te carregar.
zh_cn: <32>{#p/story}* Gelata想背着你。
zh_tw: <32>{#p/story}* Gelata想背著你。

source: <32>{#p/kidding}* I wonder what would happen if I hugged it.
pt_br: <32>{#p/kidding}* Eu me pergunto o que aconteceria se eu abraçasse.
zh_cn: <32>{#p/kidding}* 我好奇我要是抱抱它 会发生什么。
zh_tw: <32>{#p/kidding}* 我好奇我要是抱抱它 會發生什麼。

source: <32>{#p/story}* Gelata wobbles anxiously.
pt_br: <32>{#p/story}* Gelata balança ansiosamente.
zh_cn: <32>{#p/story}* Gelata焦虑地摇晃着。
zh_tw: <32>{#p/story}* Gelata焦慮地搖晃著。

source: <32>{#p/kidding}* So icky... I love it!
pt_br: <32>{#p/kidding}* Tão animada... eu amei!
zh_cn: <32>{#p/kidding}* 黏糊糊的... 但我喜欢！
zh_tw: <32>{#p/kidding}* 黏糊糊的... 但我喜歡！

source: <32>{#p/story}* Gelata mills about nearby.
pt_br: <32>{#p/story}* Gelata fica nas proximidades.
zh_cn: <32>{#p/story}* Gelata磨动着地面。
zh_tw: <32>{#p/story}* Gelata磨動著地面。

source: <32>{#p/kidding}* This all seems kinda slimy.
pt_br: <32>{#p/kidding}* Isso tudo parece bem gosmento.
zh_cn: <32>{#p/kidding}* 啥都黏糊糊的。
zh_tw: <32>{#p/kidding}* 啥都黏糊糊的。
