Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>* Only to meet an untimely end.
pt_br: <25>* Apenas para encontrar um final de morte.
zh_cn: <25>* 都迎来了自己 不合时宜的终局。
zh_tw: <25>* 都迎來了自己 不合時宜的終局。

source: <25>{#f/9}* Those monsters who spent their lives here in the factory...
pt_br: <25>{#f/9}* Aqueles monstros que viviam suas vidas na fábrica...
zh_cn: <25>{#f/9}* 那些在工厂里 度过一生的怪物们...
zh_tw: <25>{#f/9}* 那些在工廠裡 度過一生的怪物們...

source: <25>* Only to have it all be undone.
pt_br: <25>* Apenas para terem tudo sido desfeito.
zh_cn: <25>* 再无出头之日。
zh_tw: <25>* 再無出頭之日。

source: <25>{#f/9}* Those monsters who lived peacefully in Starton...
pt_br: <25>{#f/9}* Aqueles monstros que viviam pacificamente em Starton...
zh_cn: <25>{#f/9}* 那些在星港里 平静生活的怪物们...
zh_tw: <25>{#f/9}* 那些在星港裡 平靜生活的怪物們...

source: <25>* Slaughtered in cold blood.
pt_br: <25>* Rasgados em sangue frio.
zh_cn: <25>* 惨遭无情屠杀。
zh_tw: <25>* 慘遭無情屠殺。

source: <25>{#f/9}* One monster dead from each area thus far...
pt_br: <25>{#f/9}* Um monstro morto em cada área até o momento...
zh_cn: <25>{#f/9}* 目前为止， 每个区域都有 一只怪物死亡...
zh_tw: <25>{#f/9}* 目前為止， 每個區域都有 一隻怪物死亡...

source: <25>{#f/13}* It's like you have some kind of per-area kill quota.
pt_br: <25>{#f/13}* É como se você tivesse uma regra de morte por área.
zh_cn: <25>{#f/13}* 就好像你有各个区域的 杀戮指标似的。
zh_tw: <25>{#f/13}* 就好像你有各個區域的 殺戮指標似的。

source: <25>{#f/9}* Two monsters dead from each area thus far...
pt_br: <25>{#f/9}* Dois monstros mortos de cada área até o momento...
zh_cn: <25>{#f/9}* 目前为止， 每个区域都有 两只怪物死亡...
zh_tw: <25>{#f/9}* 目前為止， 每個區域都有 兩隻怪物死亡...

source: <25>{#f/9}* Three monsters dead from each area thus far...
pt_br: <25>{#f/9}* Três monstros mortos por área até o momento...
zh_cn: <25>{#f/9}* 目前为止， 每个区域都有 三只怪物死亡...
zh_tw: <25>{#f/9}* 目前為止， 每個區域都有 三隻怪物死亡...

source: <25>{#f/9}* Four monsters dead from each area thus far...
pt_br: <25>{#f/9}* Quatro monstros mortos por área até o momento...
zh_cn: <25>{#f/9}* 目前为止， 每个区域都有 四只怪物死亡...
zh_tw: <25>{#f/9}* 目前為止， 每個區域都有 四隻怪物死亡...

source: <25>{#f/9}* Five monsters dead from each area thus far...
pt_br: <25>{#f/9}* Cinco monstros mortos por área até o momento...
zh_cn: <25>{#f/9}* 目前为止， 每个区域都有 五只怪物死亡...
zh_tw: <25>{#f/9}* 目前為止， 每個區域都有 五隻怪物死亡...

source: <26>{#f/9}* That monster in the Outlands... I didn't really know them, but...
pt_br: <26>{#f/9}* Aquele monstro nas Outlands... Eu realmente não o conhecia, mas...
zh_cn: <26>{#f/9}* 在外域的那只怪物... 我实在是不知道它， 但是...
zh_tw: <26>{#f/9}* 在外域的那隻怪物... 我實在是不知道它， 但是...

source: <26>{#f/9}* Those monsters in the Outlands... I didn't really know them, but...
pt_br: <26>{#f/9}* Aqueles monstros nas Outlands... eu não os conhecia, mas...
zh_cn: <26>{#f/9}* 在外域的那些怪物... 我实在是不知道它们， 但是...
zh_tw: <26>{#f/9}* 在外域的那些怪物... 我實在是不知道它們， 但是...

source: <25>* Thanks to you, they're dead now.
pt_br: <25>* Graças a você, eles estão mortos.
zh_cn: <25>* 多亏了您啊， 才让它们 就这样死掉了。
zh_tw: <25>* 多虧了您啊， 才讓它們 就這樣死掉了。

source: <25>{#f/9}* Even if it was just one monster...
pt_br: <25>{#f/9}* Mesmo que tinha sido só um monstro...
zh_cn: <25>{#f/9}* 即使只是一只怪物...
zh_tw: <25>{#f/9}* 即使只是一隻怪物...

source: <25>* That's still one less SOUL that'll get to see the stars one day.
pt_br: <25>* Isso ainda significa uma ALMA a menos que não poderá ver as estrelas um dia.
zh_cn: <25>* 依旧有一个灵魂， 再也不能仰望星空。
zh_tw: <25>* 依舊有一個靈魂， 再也不能仰望星空。

source: <25>{#f/9}* At least two monsters left home for the last time today.
pt_br: <25>{#f/9}* Pelo menos dois monstros deixaram suas casas pelo última vez hoje.
zh_cn: <25>{#f/9}* 依然有至少两只怪物， 是今晚最后一次 离开他们的房子。
zh_tw: <25>{#f/9}* 依然有至少兩隻怪物， 是今晚最後一次 離開他們的房子。

source: <25>* Thanks to you, their families will never see them again.
pt_br: <25>* Graças a você, suas famílias jamais os verão de novo.
zh_cn: <25>* 多亏了您啊， 才让他们的家人再也 不能与他们重逢。
zh_tw: <25>* 多虧了您啊， 才讓他們的家人再也 不能與他們重逢。

source: <25>{#f/9}* That big dog, who enjoyed the company of his comrades...
pt_br: <25>{#f/9}* Aquele grande cachorro, que amava a companhia de seus camaradas...
zh_cn: <25>{#f/9}* 那只大狗狗， 喜欢和他的战友们 在一起的他...
zh_tw: <25>{#f/9}* 那隻大狗狗， 喜歡和他的戰友們 在一起的他...

source: <25>* Awakening to find them dead.
pt_br: <25>* Despertando para encontrá-los mortos.
zh_cn: <25>* 醒来时却发现 战友们都已死去。
zh_tw: <25>* 醒來時卻發現 戰友們都已死去。

source: <25>{#f/9}* Those two dogs, always looking out for the other canines...
pt_br: <25>{#f/9}* Aqueles dois cachorros, que sempre estavam cuidando dos outros caninos...
zh_cn: <25>{#f/9}* 那两只狗狗， 总是在照顾其他狗狗的 它们...
zh_tw: <25>{#f/9}* 那兩隻狗狗， 總是在照顧其他狗狗的 它們...

source: <25>* Only to discover there's nobody to look out for anymore.
pt_br: <25>* Apenas para descobrir que não havia ninguém mais para cuidar.
zh_cn: <25>* 却发现再也没有狗狗 需要照顾了。
zh_tw: <25>* 卻發現再也沒有狗狗 需要照顧了。

source: <25>{#f/9}* That little dog who mostly kept to itself...
pt_br: <25>{#f/9}* Aquele cachorrinho que sempre mantinha para si mesmo...
zh_cn: <25>{#f/9}* 那只小狗， 平常形单影只的它...
zh_tw: <25>{#f/9}* 那隻小狗， 平常形單影隻的它...

source: <26>* The other dogs' deaths might not bother it now, but they will someday.
pt_br: <26>* A morte dos outros cães pode não incomodá-lo agora, mas um dia ele sentirá.
zh_cn: <26>* 其他狗狗的死亡 可能并不会影响到他， 但终有一天会的。
zh_tw: <26>* 其他狗狗的死亡 可能並不會影響到他， 但終有一天會的。

source: <25>{#f/9}* Doggo, who spent years to find a home in the canine unit...
pt_br: <25>{#f/9}* Doggo, que passou anos tentando a entrar na unidade canina...
zh_cn: <25>{#f/9}* Doggo，花了好几年 才在犬卫队找到了 一个家的他...
zh_tw: <25>{#f/9}* Doggo，花了好幾年 才在犬衛隊找到了 一個家的他...

source: <25>* Only to have it all ripped away again.
pt_br: <25>* Apenas para ver todos os seus parceiros de guerra sumirem.
zh_cn: <25>* 却又被无情地 夺走了一切。
zh_tw: <25>* 卻又被無情地 奪走了一切。

source: <25>{#f/9}* That big dog, as well as Dogamy and Dogaressa...
pt_br: <25>{#f/9}* Aquele cachorro grande, assim como Dogamy e Dogaressa...
zh_cn: <25>{#f/9}* 那只大狗狗， 还有Dogamy和 Dogaressa...
zh_tw: <25>{#f/9}* 那隻大狗狗， 還有Dogamy和 Dogaressa...

source: <25>* All wiped from the face of Starton.
pt_br: <25>* Todos apagados do rosto de Starton.
zh_cn: <25>* 都消失于星港的 地表之上。
zh_tw: <25>* 都消失於星港的 地表之上。

source: <25>{#f/9}* Both the big dog, and the little dog...
pt_br: <25>{#f/9}* Tanto o cachorro grande, quanto o cachorrinho...
zh_cn: <25>{#f/9}* 不管是大狗狗， 还是小狗狗...
zh_tw: <25>{#f/9}* 不管是大狗狗， 還是小狗狗...

source: <25>{#f/13}* So, according to you, only the average-sized dogs get to live.
pt_br: <25>{#f/13}* Então, de acordo com você, apenas cachorros de tamanho padrão tem o direito de viver.
zh_cn: <25>{#f/13}* 所以说，按照你的说法， 只有中等体型的狗狗 才能生存。
zh_tw: <25>{#f/13}* 所以說，按照你的說法， 只有中等體型的狗狗 才能生存。

source: <25>{#f/9}* That big dog, along with Doggo, too...
pt_br: <25>{#f/9}* Aquele grande cachorro, junto com Doggo, também...
zh_cn: <25>{#f/9}* 那只大狗狗， 还有Doggo...
zh_tw: <25>{#f/9}* 那隻大狗狗， 還有Doggo...

source: <25>* Both dead thanks to the whims of a single human.
pt_br: <25>* Ambos mortos graças aos caprichos de um único humano.
zh_cn: <25>* 因为一个人类的 一时兴起， 而双双失去了生命。
zh_tw: <25>* 因為一個人類的 一時興起， 而雙雙失去了生命。

source: <25>* Not only are THEY dead, but a little dog they looked after is, too.
pt_br: <25>* Não apenas ELES estão mortos, mas o cachorrinho que eles cuidavam também.
zh_cn: <25>* 不仅如此， 它们所照顾的一只小狗， 也未能幸免。
zh_tw: <25>* 不僅如此， 它們所照顧的一隻小狗， 也未能倖免。

source: <25>* They, along with Doggo who they looked after, are all dead.
pt_br: <25>* Eles, junto de Doggo o qual eles cuidavam, estão todos mortos.
zh_cn: <25>* 他们，还有被他们 所照看的Doggo， 都死掉了。
zh_tw: <25>* 他們，還有被他們 所照看的Doggo， 都死掉了。

source: <25>{#f/9}* That little dog, as well as its comrade Doggo...
pt_br: <25>{#f/9}* Aquele cachorrinho, junto com seu camarada Doggo...
zh_cn: <25>{#f/9}* 那只小狗狗， 还有它的战友Doggo...
zh_tw: <25>{#f/9}* 那隻小狗狗， 還有它的戰友Doggo...

source: <25>{#f/11}* Do you think that's FUN?
pt_br: <25>{#f/11}* Você acha que isso é divertido?
zh_cn: <25>{#f/11}* 你觉得这很有趣吗？
zh_tw: <25>{#f/11}* 你覺得這很有趣嗎？

source: <25>{#f/17}* Well guess what, punk.
pt_br: <25>{#f/17}* Bem adivinha só, seu merda.
zh_cn: <25>{#f/17}* 你猜怎么着，小混蛋。
zh_tw: <25>{#f/17}* 你猜怎麼著，小混蛋。

source: <25>* No phone call's gonna save you THIS time.
pt_br: <25>* Nenhuma ligação vai te salvar DESSA vez.
zh_cn: <25>* 这次没有电话能救你了。
zh_tw: <25>* 這次沒有電話能救你了。

source: <25>* Your time is UP.
pt_br: <25>* Seu tempo ACABOU.
zh_cn: <25>* 你的死期已到。
zh_tw: <25>* 你的死期已到。

source: <25>{#f/4}* All the pain you inflicted on the fallen...
pt_br: <25>{#f/4}* Toda a dor que você infligiu aos que caíram...
zh_cn: <25>{#f/4}* 被你施加在 亡者身上的 每一份痛苦...
zh_tw: <25>{#f/4}* 被你施加在 亡者身上的 每一份痛苦...

source: <25>{#f/7}* Every hope, every dream you've turned to dust...
pt_br: <25>{#f/7}* Todos os sonhos, todas as esperanças que viraram poeira...
zh_cn: <25>{#f/7}* 那些被你摧毁 而化为尘埃的 每个希望，每个梦想...
zh_tw: <25>{#f/7}* 那些被你摧毀 而化為塵埃的 每個希望，每個夢想...

source: <25>{#f/1}* This hero's gonna send it all right back through her spear!
pt_br: <25>{#f/1}* Está heroína vai mandar tudo de volta para você através de sua lança!
zh_cn: <25>{#f/1}* 这位英雄 会用她的长矛 向你悉数讨回！
zh_tw: <25>{#f/1}* 這位英雄 會用她的長矛 向你悉數討回！

source: <25>{#f/4}* NGAHHH!!!
zh_cn: <25>{#f/4}* 嘎啊啊啊！！！
zh_tw: <25>{#f/4}* 嘎啊啊啊！！！

source: <25>{#f/5}* I'll show you how determined monsters truly are!
pt_br: <25>{#f/5}* Eu vou te mostrar o quão determinados monstros realmente são!
zh_cn: <25>{#f/5}* 我会让你见识一下 怪物们的决心 有多么强大！
zh_tw: <25>{#f/5}* 我會讓你見識一下 怪物們的決心 有多麼強大！

source: <25>{#f/17}* Come on! * Step forward and let's end this!
pt_br: <25>{#f/17}* Vamos lá! De um passo a frente e veja como isso acaba!
zh_cn: <25>{#f/17}* 来吧！ * 上前来做个了断！
zh_tw: <25>{#f/17}* 來吧！ * 上前來做個了斷！

source: <32>* Forget it.
pt_br: <32>* Esquece.
zh_cn: <32>* 罢了。ゑ
zh_tw: <32>* 罷了。ゑ

source: <25>{#f/16}{#x1}* Look.
pt_br: <25>{#f/16}{#x1}* Olha.
zh_cn: <25>{#f/16}{#x1}* 听好了。ゑ
zh_tw: <25>{#f/16}{#x1}* 聽好了。ゑ

source: <25>* Papyrus didn't come to his meeting today.
pt_br: <25>* Papyrus não apareceu na reunião hoje.
zh_cn: <25>* Papyrus今天没来报到。ゑ
zh_tw: <25>* Papyrus今天沒來報到。ゑ

source: <25>{#f/19}* ...
zh_cn: <25>{#f/19}* ...ゑ
zh_tw: <25>{#f/19}* ...ゑ

source: <25>{#x2}* Say what you want about him.
pt_br: <25>{#x2}* Diga o que quiser sobre ele.
zh_cn: <25>{#x2}* 你怎么想他都无所谓。ゑ
zh_tw: <25>{#x2}* 你怎麼想他都無所謂。ゑ

source: <25>{#f/18}* He's weird, he's naive, he's self-absorbed...
pt_br: <25>{#f/18}* Ele é estranho, ele é animado demais, muito egocêntrico...
zh_cn: <25>{#f/18}* 没错，Papyrus是很古怪， 很天真，很自恋...ゑ
zh_tw: <25>{#f/18}* 沒錯，Papyrus是很古怪， 很天真，很自戀...ゑ

source: <25>{#f/20}{#x3}* But Papyrus has NEVER missed a meeting.
pt_br: <25>{#f/20}{#x3}* Mas Papyrus NUNCA perderia uma reunião.
zh_cn: <25>{#f/20}{#x3}* 可是，他绝不会 错过任何一次报到。ゑ
zh_tw: <25>{#f/20}{#x3}* 可是，他絕不會 錯過任何一次報到。ゑ

source: <25>{#f/18}{#x4}* And no matter what time you call him on the phone...
pt_br: <25>{#f/18}{#x4}* E não importa que hora você liga pra ele no telefone...
zh_cn: <25>{#f/18}{#x4}* 而且，不管几点钟 给他打电话...ゑ
zh_tw: <25>{#f/18}{#x4}* 而且，不管幾點鐘 給他打電話...ゑ

source: <25>{#f/20}{#x5}* He ALWAYS answers within the first two rings.
pt_br: <25>{#f/20}{#x5}* Ele SEMPRE responde nos primeiros dois toques.
zh_cn: <25>{#f/20}{#x5}* 他都绝不会 响铃两次还不接。ゑ
zh_tw: <25>{#f/20}{#x5}* 他都絕不會 響鈴兩次還不接。ゑ

source: <25>{#f/18}{#x6}* But now he's gone.
pt_br: <25>{#f/18}{#x6}* Mas agora ele se foi.
zh_cn: <25>{#f/18}{#x6}* 现在，他不在了。ゑ
zh_tw: <25>{#f/18}{#x6}* 現在，他不在了。ゑ

source: <25>{#f/22}{#x7}* And his brother isn't around, either.
pt_br: <25>{#f/22}{#x7}* E seu irmão também não tá em lugar nenhum.
zh_cn: <25>{#f/22}{#x7}* 他的兄弟，也失踪了。ゑ
zh_tw: <25>{#f/22}{#x7}* 他的兄弟，也失蹤了。ゑ

source: <25>{#f/18}* What did you do to him?
pt_br: <25>{#f/18}* O que você fez com ele?
zh_cn: <25>{#f/18}* 告诉我，你把他怎么了？ゑ
zh_tw: <25>{#f/18}* 告訴我，你把他怎麼了？ゑ

source: <25>{#f/11}{#x8}* What did you DO TO HIM?
pt_br: <25>{#f/11}{#x8}* O que você fez com ELE?
zh_cn: <25>{#f/11}{#x8}* 你把他{^6} 怎{^6} 么{^6} 了{^6}？ゑ
zh_tw: <25>{#f/11}{#x8}* 你把他{^6} 怎{^6} 麼{^6} 了{^6}？ゑ

source: <25>{#f/16}{#x9}* And those missing members of the guard...
pt_br: <25>{#f/16}{#x9}* E os membros perdidos da guarda...
zh_cn: <25>{#f/16}{#x9}* 不仅如此，好几名卫队成员 也接连失踪...ゑ
zh_tw: <25>{#f/16}{#x9}* 不僅如此，好幾名衛隊成員 也接連失蹤...ゑ

source: <25>{#f/13}* Did you do the same thing to THEM?
pt_br: <25>{#f/13}* Você fez o mesmo com ELES?
zh_cn: <25>{#f/13}* 他们，是不是也被你杀了？ゑ
zh_tw: <25>{#f/13}* 他們，是不是也被你殺了？ゑ

source: <25>{#f/16}{#x9}* Papyrus, who I have trained every day...
pt_br: <25>{#f/16}{#x9}* Papyrus, que eu treinei todos os dias...
zh_cn: <25>{#f/16}{#x9}* Papyrus，我每天 都会亲自训练他...ゑ
zh_tw: <25>{#f/16}{#x9}* Papyrus，我每天 都會親自訓練他...ゑ

source: <25>{#f/19}* Even though I KNOW he's too goofy to ever hurt anyone...
pt_br: <25>{#f/19}* Mesmo sabendo que ele é muito inocente para machucar alguém...
zh_cn: <25>{#f/19}* 尽管我早知道他傻到 不会去伤害任何人...ゑ
zh_tw: <25>{#f/19}* 儘管我早知道他傻到 不會去傷害任何人...ゑ

source: <25>{#f/16}{#x10}* Go ahead. * Prepare however you want.
pt_br: <25>{#f/16}{#x10}* Vá em frente. * Prepare-se o tanto que quiser.
zh_cn: <25>{#f/16}{#x10}* 想前进，随你。 * 我给你准备的时间。ゑ
zh_tw: <25>{#f/16}{#x10}* 想前進，隨你。 * 我給你準備的時間。ゑ

source: <25>{#f/20}* But when you step forward...
pt_br: <25>{#f/20}* Mas quando você der um passo em frente...
zh_cn: <25>{#f/20}* 但只要你再往前踏出一步...ゑ
zh_tw: <25>{#f/20}* 但只要你再往前踏出一步...ゑ

source: <25>{#f/11}{#x11}* I will KILL you.
pt_br: <25>{#f/11}{#x11}* Eu vou te MATAR.
zh_cn: <25>{#f/11}{#x11}* 我就会杀了你。ゑ
zh_tw: <25>{#f/11}{#x11}* 我就會殺了你。ゑ

source: <25>{#p/undyne}{#f/21}* Alright, then.
pt_br: <25>{#p/undyne}{#f/21}* Que assim seja.
zh_cn: <25>{#p/undyne}{#f/21}* 那好。ゑ
zh_tw: <25>{#p/undyne}{#f/21}* 那好。ゑ

source: <25>{#p/undyne}{#f/11}* You asked for it, punk.
pt_br: <25>{#p/undyne}{#f/11}* Você perguntou por isso, canalha.
zh_cn: <25>{#p/undyne}{#f/11}* 混蛋，你自找的。ゑ
zh_tw: <25>{#p/undyne}{#f/11}* 混蛋，你自找的。ゑ

source: <25>{#f/9}* Ready or not...
pt_br: <25>{#f/9}* Pronto ou não...
zh_cn: <25>{#f/9}* 准备好了吗...
zh_tw: <25>{#f/9}* 準備好了嗎...

source: <25>{#p/undyne}{#f/1}* That's it, then...!
pt_br: <25>{#p/undyne}{#f/1}* É isso, então...!
zh_cn: <25>{#p/undyne}{#f/1}* 那么，好了...！
zh_tw: <25>{#p/undyne}{#f/1}* 那麼，好了...！

source: <25>{#f/17}* It's time you met your one true equal!
pt_br: <25>{#f/17}* É hora de enfrentar a sua igual!
zh_cn: <25>{#f/17}* 来吧，针尖对麦芒， 瞧瞧谁更厉害！
zh_tw: <25>{#f/17}* 來吧，針尖對麥芒， 瞧瞧誰更厲害！

source: <25>{#f/17}* No more running away!
pt_br: <25>{#f/17}* Sem mais correr!
zh_cn: <25>{#f/17}* 别再想着逃走！
zh_tw: <25>{#f/17}* 別再想著逃走！

source: <25>{#f/7}{*}* HERE I COME!!!!!!!{#x1}{^999}
pt_br: <25>{#f/7}{*}* AÍ VOU EU!!!!!!!{#x1}{^999}
zh_cn: <25>{#f/7}{*}* 去死吧！！！{#x1}{^999}
zh_tw: <25>{#f/7}{*}* 去死吧！！！{#x1}{^999}

source: <32>{#p/human}* (You can't seem to find a way in.)
pt_br: <32>{#p/human}* (Você não consegue encontrar uma maneira de entrar.)
zh_cn: <32>{#p/human}* （你似乎找不到进入的方法。）
zh_tw: <32>{#p/human}* （你似乎找不到進入的方法。）

source: <32>{#p/basic}* First, the goat family... * Then, the spider queen...
pt_br: <32>{#p/basic}* Primeiro, a família fantasma... * Depois, a rainha aranha...
zh_cn: <32>{#p/basic}* 先是山羊家庭... * 然后是蜘蛛女王...
zh_tw: <32>{#p/basic}* 先是山羊家庭... * 然後是蜘蛛女王...

source: <32>* And now, the fish lady...
pt_br: <32>* E agora, a moça peixe...
zh_cn: <32>* 现在是鱼女士...
zh_tw: <32>* 現在是魚女士...

source: <32>* I'll miss her... just like I'm going to miss being here...
pt_br: <32>* Eu vou sentir falta dela... assim como vou sentir falta de estar aqui...
zh_cn: <32>* 我会想念她的... 就像我会想念 她在这里的时光...
zh_tw: <32>* 我會想念她的... 就像我會想念 她在這裡的時光...

source: <32>* But maybe... I've inhabited this house for too long...
pt_br: <32>* Mas talvez... Eu habito esta casa há tempo demais...
zh_cn: <32>* 但或许... 我作为一个 被居住的房子经历的太久了...
zh_tw: <32>* 但或許... 我作為一個 被居住的房子經歷的太久了...

source: <32>* Maybe I'll be happier if I spend time... somewhere new...
pt_br: <32>* Talvez eu vá ser mais feliz se passar meu tempo... em outro lugar...
zh_cn: <32>* 也许我会更快乐，只要我愿意花时间 ... 去寻找新的地方...
zh_tw: <32>* 也許我會更快樂，只要我願意花時間 ... 去尋找新的地方...

source: <32>{#p/basic}* It's literally on fire. * You're not getting in there.
pt_br: <32>{#p/basic}* Está literalmente pegando fogo. * Você não vai entrar lá.
zh_cn: <32>{#p/basic}* 真的着火了。 * 你不能进去。
zh_tw: <32>{#p/basic}* 真的著火了。 * 你不能進去。

source: <25>{#p/kidd}{#f/4}* Dead end...
pt_br: <25>{#p/kidd}{#f/4}* Fim morto...
zh_cn: <25>{#p/kidd}{#f/4}* 没路了...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 沒路了...ゑ

source: <25>{#f/3}* The bird must've carried him across the gap by now, haha.
pt_br: <25>{#f/3}* O pássaro deve ter carregado ele pelo abismo, haha.
zh_cn: <25>{#f/3}* 那只小鸟肯定忙着 带他去另一边了，哈哈。ゑ
zh_tw: <25>{#f/3}* 那隻小鳥肯定忙著 帶他去另一邊了，哈哈。ゑ

source: <25>{#f/3}* The bird must be busy right now, haha.
pt_br: <25>{#f/3}* O pássaro deve estar ocupado agora, haha.
zh_cn: <25>{#f/3}* 那只小鸟现在肯定很忙， 哈哈。ゑ
zh_tw: <25>{#f/3}* 那隻小鳥現在肯定很忙， 哈哈。ゑ

source: <32>{#p/basic}* ... but nobody came.
pt_br: <32>{#p/basic}* ... mas ninguém veio.
zh_cn: <32>{#p/basic}* ...但是谁也没有来。ゑ
zh_tw: <32>{#p/basic}* ...但是誰也沒有來。ゑ

source: <25>{#p/kidd}{#f/8}* I feel like I'm gonna puke...
pt_br: <25>{#p/kidd}{#f/8}* Eu sinto que vou vomitar...
zh_cn: <25>{#p/kidd}{#f/8}* 受不了了...
zh_tw: <25>{#p/kidd}{#f/8}* 受不了了...

source: <25>* We killed so many monsters...
pt_br: <25>* Nós matamos tantos monstros...
zh_cn: <25>* 我们杀了那么多怪物...
zh_tw: <25>* 我們殺了那麼多怪物...

source: <25>* We killed other monsters...
pt_br: <25>* Nós matamos outros monstros...
zh_cn: <25>* 我们杀了别的怪物们...
zh_tw: <25>* 我們殺了別的怪物們...

source: <25>* We killed a monster...
pt_br: <25>* Nós matamos um monstro...
zh_cn: <25>* 我们杀了一个怪物...
zh_tw: <25>* 我們殺了一個怪物...

source: <25>{#p/kidd}{#f/1}* Did I ever tell you about how we got shuttle pilot lessons!?
pt_br: <25>{#p/kidd}{#f/1}* Eu já te contei sobre como tivemos aulas de piloto espacial?
zh_cn: <25>{#p/kidd}{#f/1}* 我有跟你说过我们是 怎么上航天飞机 驾驶课的吗！？
zh_tw: <25>{#p/kidd}{#f/1}* 我有跟你說過我們是 怎麼上太空梭 駕駛課的嗎！？

source: <25>{#p/kidd}{#f/7}* It was EPIC!
pt_br: <25>{#p/kidd}{#f/7}* Foi ÉPICO!
zh_cn: <25>{#p/kidd}{#f/7}* 真的超级壮观！
zh_tw: <25>{#p/kidd}{#f/7}* 真的超級壯觀！

source: <25>{#p/kidd}{#f/4}* I mean, you TOLD me to fight...
pt_br: <25>{#p/kidd}{#f/4}* Quer dizer, você me disse pra lutar...
zh_cn: <25>{#p/kidd}{#f/4}* 虽然... 你让我攻击他们...
zh_tw: <25>{#p/kidd}{#f/4}* 雖然... 你讓我攻擊他們...

source: <25>{#p/kidd}{#f/4}* I mean, you did ALL the attacking...
pt_br: <25>{#p/kidd}{#f/4}* Quer dizer, você lutou sozinho...
zh_cn: <25>{#p/kidd}{#f/4}* 虽然... 一直是你在攻击他们...
zh_tw: <25>{#p/kidd}{#f/4}* 雖然... 一直是你在攻擊他們...

source: <25>{#p/kidd}{#f/8}* But did you really... * ... m-mean to do... * ... that...?
pt_br: <25>{#p/kidd}{#f/8}* Mas você, r-realmente queria... isso...?
zh_cn: <25>{#p/kidd}{#f/8}* 但你真的... * ...真的打-打心底想... * ...那么做吗...？
zh_tw: <25>{#p/kidd}{#f/8}* 但你真的... * ...真的打-打心底想... * ...那麼做嗎...？

source: <25>{#p/kidd}{#f/2}* One day, that short skeleton and his brother subbed in...
pt_br: <25>{#p/kidd}{#f/2}* Um dia, aquele esqueleto baixo e seu irmão apareceram...
zh_cn: <25>{#p/kidd}{#f/2}* 有一天，那个矮个子骷髅 和他的兄弟来代课...
zh_tw: <25>{#p/kidd}{#f/2}* 有一天，那個矮個子骷髏 和他的兄弟來代課...

source: <25>{#p/kidd}{#f/2}* And, this is a secret, but...
pt_br: <25>{#p/kidd}{#f/2}* E, isso é um segredo, mas...
zh_cn: <25>{#p/kidd}{#f/2}* 还有，虽然是个秘密， 但是...
zh_tw: <25>{#p/kidd}{#f/2}* 還有，雖然是個秘密， 但是...

source: <25>{#f/1}* They let me fly around the outpost all by MYSELF!!
pt_br: <25>{#f/1}* Eles me deixaram voar o Outpost inteiro POR CONTA PRÓPRIA!
zh_cn: <25>{#f/1}* 他们让我自己一个人 绕着前哨站飞！！
zh_tw: <25>{#f/1}* 他們讓我自己一個人 繞著前哨站飛！！

source: <25>{#p/kidd}{#f/4}* I never wanted to hurt anyone, I just... * I...
pt_br: <25>{#p/kidd}{#f/4}* Eu nunca quis ferir ninguém, eu só... * Eu...
zh_cn: <25>{#p/kidd}{#f/4}* 我从没想伤害任何人， 我只是... * 我...
zh_tw: <25>{#p/kidd}{#f/4}* 我從沒想傷害任何人， 我只是... * 我...

source: <25>{#p/kidd}{#f/8}* I just wanna wake up... * Please... let it all be a bad dream...
pt_br: <25>{#p/kidd}{#f/8}* Eu só quero acordar... * Por favor... que seja um sonho ruim...
zh_cn: <25>{#p/kidd}{#f/8}* 我只是想醒过来... * 好希望... 这只是场噩梦...
zh_tw: <25>{#p/kidd}{#f/8}* 我只是想醒過來... * 好希望... 這只是場惡夢...

source: <25>{#p/kidd}{#f/1}* Maybe one day I'll be a real pilot, with my own starship.
pt_br: <25>{#p/kidd}{#f/1}* Talvez algum dia eu serei piloto, com minha própria nave espacial.
zh_cn: <25>{#p/kidd}{#f/1}* 也许有一天我会成为 一名真正的飞行员， 拥有自己的星际飞船。
zh_tw: <25>{#p/kidd}{#f/1}* 也許有一天我會成為 一名真正的飛行員， 擁有自己的星際飛船。

source: <25>{#p/kidd}{#f/1}* It'd have FLAMES painted on the side, and HUGE wings, and...
pt_br: <25>{#p/kidd}{#f/1}* Eu teria CHAMAS pintadas dos lados, GRANDES azas, e...
zh_cn: <25>{#p/kidd}{#f/1}* 侧面画着火焰， 还有巨大的翅膀， 还有...
zh_tw: <25>{#p/kidd}{#f/1}* 側面畫著火焰， 還有巨大的翅膀， 還有...

source: <25>{#p/kidd}{#f/6}* Man, that'd be so cool...
pt_br: <25>{#p/kidd}{#f/6}* Cara, seria tão legal...
zh_cn: <25>{#p/kidd}{#f/6}* 天啊，肯定超酷的...
zh_tw: <25>{#p/kidd}{#f/6}* 天啊，肯定超酷的...

source: <25>{#p/kidd}{#f/8}* I...
pt_br: <25>{#p/kidd}{#f/8}* Eu...
zh_cn: <25>{#p/kidd}{#f/8}* 我...
zh_tw: <25>{#p/kidd}{#f/8}* 我...

source: <25>{#f/8}* I...
pt_br: <25>{#f/8}* Eu...
zh_cn: <25>{#f/8}* 我...
zh_tw: <25>{#f/8}* 我...

source: <25>{#f/5}* I'm just... * ... gonna be quiet.
pt_br: <25>{#f/5}* Eu só vou... * ... ficar quieto.
zh_cn: <25>{#f/5}* 我... * ...我会住嘴的。
zh_tw: <25>{#f/5}* 我... * ...我會住嘴的。

source: <25>{#p/kidd}{#f/2}* We could go anywhere in the universe, dude...
pt_br: <25>{#p/kidd}{#f/2}* Nós poderíamos ir para qualquer lugar do universo, mano...
zh_cn: <25>{#p/kidd}{#f/2}* 我们可以去宇宙的 任何地方，伙计...
zh_tw: <25>{#p/kidd}{#f/2}* 我們可以去宇宙的 任何地方，夥計...

source: <25>{#p/kidd}{#f/1}* And the best part? * No more school, like, EVER!
pt_br: <25>{#p/kidd}{#f/1}* E a melhor parte? * Sem mais escola, tipo, pra sempre!
zh_cn: <25>{#p/kidd}{#f/1}* 最棒的是... * 再也——不用——去上学啦！
zh_tw: <25>{#p/kidd}{#f/1}* 最棒的是... * 再也——不用——去上學啦！

source: <25>{#p/kidd}{#f/8}* You can't get over that gap alone, dude...
pt_br: <25>{#p/kidd}{#f/8}* Não dá pra passar nesse buraco sozinho, cara...
zh_cn: <25>{#p/kidd}{#f/8}* 你一个人是过不去的...
zh_tw: <25>{#p/kidd}{#f/8}* 你一個人是過不去的...

source: <25>{#p/kidd}{#f/5}* ... let me help.
pt_br: <25>{#p/kidd}{#f/5}* ... deixa eu te ajudar.
zh_cn: <25>{#p/kidd}{#f/5}* ...我帮你。
zh_tw: <25>{#p/kidd}{#f/5}* ...我幫你。

source: <25>{#p/kidd}{#f/2}* You sure you can get across that gap?
pt_br: <25>{#p/kidd}{#f/2}* Você tem certeza que consegue passar por esse buraco?
zh_cn: <25>{#p/kidd}{#f/2}* 你确定你能跨过 那个空隙吗？
zh_tw: <25>{#p/kidd}{#f/2}* 你確定你能跨過 那個空隙嗎？

source: <25>{#p/kidd}{#f/1}* Yo, let me help you!
pt_br: <25>{#p/kidd}{#f/1}* Yo, deixa eu te ajudar!
zh_cn: <25>{#p/kidd}{#f/1}* 哟，我来帮你！
zh_tw: <25>{#p/kidd}{#f/1}* 喲，我來幫你！

source: <25>{#p/kidd}{#f/8}* Climb on.
pt_br: <25>{#p/kidd}{#f/8}* Sobe aí.
zh_cn: <25>{#p/kidd}{#f/8}* 爬上来。
zh_tw: <25>{#p/kidd}{#f/8}* 爬上來。

source: <25>{#p/kidd}{#f/1}* Climb on!
pt_br: <25>{#p/kidd}{#f/1}* Sobe aí!
zh_cn: <25>{#p/kidd}{#f/1}* 爬上来！
zh_tw: <25>{#p/kidd}{#f/1}* 爬上來！

source: <25>{#p/kidd}{#f/4}* ... * Well...
pt_br: <25>{#p/kidd}{#f/4}* ... * Bem...
zh_cn: <25>{#p/kidd}{#f/4}* ... * 唉...
zh_tw: <25>{#p/kidd}{#f/4}* ... * 唉...

source: <25>{#f/8}* If you never see me again... * Tell my parents...
pt_br: <25>{#f/8}* Se você nunca mais me ver de novo... * Diga aos meus pais...
zh_cn: <25>{#f/8}* 要是以后你 再也见不到我了... * 告诉我父母...
zh_tw: <25>{#f/8}* 要是以後你 再也見不到我了... * 告訴我父母...

source: <25>{#f/5}* ... * They're better off without me.
pt_br: <25>{#f/5}* ... * Que eles estão melhores sem mim.
zh_cn: <25>{#f/5}* ... * 就当没生过我吧。
zh_tw: <25>{#f/5}* ... * 就當沒生過我吧。

source: <25>{#p/kidd}{#f/1}* Don't worry, dude! * I always find my own way around!
pt_br: <25>{#p/kidd}{#f/1}* Não se preocupa, cara! * Eu sempre dou um jeito de dar uma volta!
zh_cn: <25>{#p/kidd}{#f/1}* 别担心，伙计！ * 我肯定能找条路过去的！
zh_tw: <25>{#p/kidd}{#f/1}* 別擔心，夥計！ * 我肯定能找條路過去的！

source: <25>{#p/kidd}{#f/4}* Hey... uh... * This place gives me the creeps.
pt_br: <25>{#p/kidd}{#f/4}* Ei... uh... * Esse lugar me dá mó medo.
zh_cn: <25>{#p/kidd}{#f/4}* 嘿... 呃... * 我感觉这地方有点吓人...
zh_tw: <25>{#p/kidd}{#f/4}* 嘿... 呃... * 我感覺這地方有點嚇人...

source: <25>{#f/3}* Can we turn around now?
pt_br: <25>{#f/3}* Da pra gente voltar?
zh_cn: <25>{#f/3}* 要不咱们回去吧？
zh_tw: <25>{#f/3}* 要不咱們回去吧？

source: <25>{#p/kidd}{#f/7}* Undyne, please! * They're my friend!
pt_br: <25>{#p/kidd}{#f/7}* Undyne, por favor! * Ele é meu amigo!
zh_cn: <25>{#p/kidd}{#f/7}* Undyne，不要！ * 那是我的朋友！
zh_tw: <25>{#p/kidd}{#f/7}* Undyne，不要！ * 那是我的朋友！
