Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>* Once, to prove I was the strongest, I tried to fight Asgore.
pt_br: <25>* Uma vez, para provar que eu era a mais forte...
zh_cn: <25>* 有一次，我为了 证明自己是最强的， 就去尝试和ASGORE战斗。
zh_tw: <25>* 有一次，我為了 證明自己是最強的， 就去嘗試和ASGORE戰鬥。

source: <25>{#f/17}* Emphasis on TRIED.
pt_br: <25>{#f/17}* ...tentei lutar contra Asgore. * Ênfase no TENTEI.
zh_cn: <25>{#f/17}* 重点是尝试二字。
zh_tw: <25>{#f/17}* 重點是嘗試二字。

source: <25>{#f/1}* I could barely land a single blow on him!
pt_br: <25>{#f/1}* Eu mal consegui acertar um soco nele!
zh_cn: <25>{#f/1}* 我压根连一下 都打不中他！
zh_tw: <25>{#f/1}* 我壓根連一下 都打不中他！

source: <25>* And worse, the whole time, he refused to fight back!
pt_br: <25>* E pior ainda, ele se recusava a lutar de volta!
zh_cn: <25>* 更糟的是，从头到尾， 他都不肯还手！
zh_tw: <25>* 更糟的是，從頭到尾， 他都不肯還手！

source: <25>{#f/9}* I was so humiliated...
pt_br: <25>{#f/9}* Eu fui humilhada...
zh_cn: <25>{#f/9}* 我被羞辱得无地自容...
zh_tw: <25>{#f/9}* 我被羞辱得無地自容...

source: <25>{#f/16}* Afterwards, he apologized and said something goofy...
pt_br: <25>{#f/16}* Depois disso ele pediu desculpas e disso algo bem bobo...
zh_cn: <25>{#f/16}* 之后，他道了歉， 还说了些傻话...
zh_tw: <25>{#f/16}* 之後，他道了歉， 還說了些傻話...

source: <25>* "Excuse me, do you want to know how to beat me?"
pt_br: <25>* "Undyne, você quer descobrir como me derrotar?"
zh_cn: <25>* “抱歉，你想知道 打败我的方法吗？”
zh_tw: <25>* 「抱歉，你想知道 打敗我的方法嗎？」

source: <25>{#f/1}* I said yes, and from then on, he trained me.
pt_br: <25>{#f/1}* Eu disse que sim, desde então ele me treinou.
zh_cn: <25>{#f/1}* 我说了“想”，从那以后， 他就开始训练我。
zh_tw: <25>{#f/1}* 我說了「想」，從那以後， 他就開始訓練我。

source: <25>{#f/16}* One day, during practice, I finally knocked him down.
pt_br: <25>{#f/16}* Um dia, durante a prática, eu finalmente derrubei ele no chão.
zh_cn: <25>{#f/16}* 有一天，在练习时， 我终于打倒了他。
zh_tw: <25>{#f/16}* 有一天，在練習時， 我終於打倒了他。

source: <25>{#f/9}* I felt... bad.
pt_br: <25>{#f/9}* Eu me senti... má.
zh_cn: <25>{#f/9}* 可我心里... 很不是滋味。ゑ
zh_tw: <25>{#f/9}* 可我心裡... 很不是滋味。ゑ

source: <25>{#f/12}* But he was beaming...
pt_br: <25>{#f/12}* Mas ele estava brilhando...
zh_cn: <25>{#f/12}* 他却很高兴...
zh_tw: <25>{#f/12}* 他卻很高興...

source: <25>{#f/1}* I had never seen someone more proud to get their butt kicked.
pt_br: <25>{#f/1}* Eu nunca vi alguém tão orgulhoso por ter tido a cara amassada.
zh_cn: <25>{#f/1}* 我从没见过哪个人 因为被扁了而感到荣幸。
zh_tw: <25>{#f/1}* 我從沒見過哪個人 因為被扁了而感到榮幸。

source: <25>* Anyway, long story short, after completing my training...
pt_br: <25>* Cortando a história, depois de completar meu treinamento...
zh_cn: <25>* 总之，长话短说， 他一直训练着我...
zh_tw: <25>* 總之，長話短說， 他一直訓練著我...

source: <25>{#f/14}* I took up leadership of the Royal Guard!
pt_br: <25>{#f/14}* Eu me tornei a líder da Guarda Real!
zh_cn: <25>{#f/14}* 然后我现在是皇家卫队的 首领了！
zh_tw: <25>{#f/14}* 然後我現在是皇家衛隊的 首領了！

source: <25>{#f/8}* So I'm the one who gets to train dorks to fight!
pt_br: <25>{#f/8}* Então sou eu quem treina soldados para o combate!
zh_cn: <25>{#f/8}* 所以我成了那个训练 傻瓜们战斗的人了！
zh_tw: <25>{#f/8}* 所以我成了那個訓練 傻瓜們戰鬥的人了！

source: <25>{#f/1}* ... like, uh, Papyrus.
pt_br: <25>{#f/1}* ... tipo, uh, o Papyrus.
zh_cn: <25>{#f/1}* ...比如，呃，Papyrus。
zh_tw: <25>{#f/1}* ...比如，呃，Papyrus。

source: <25>{#f/16}* But, um, to be honest...
pt_br: <25>{#f/16}* Mas, hm, pra ser honesta...
zh_cn: <25>{#f/16}* 但是，嗯，说实话...
zh_tw: <25>{#f/16}* 但是，嗯，說實話...

source: <25>{#f/16}* ... I don't know if...
pt_br: <25>{#f/16}* ... Eu não sei se...
zh_cn: <25>{#f/16}* ...我自己也不知道...
zh_tw: <25>{#f/16}* ...我自己也不知道...

source: <25>{#f/9}* I can ever let Papyrus into the Royal Guard.
pt_br: <25>{#f/9}* Eu não sei se um dia vou deixar Papyrus entrar na Guarda Real.
zh_cn: <25>{#f/9}* 到底能不能让 Papyrus加入皇家卫队。
zh_tw: <25>{#f/9}* 到底能不能讓 Papyrus加入皇家衛隊。

source: <25>{#f/17}* Don't tell him I said that!
pt_br: <25>{#f/17}* Não diga pra ele que eu te disse isso!
zh_cn: <25>{#f/17}* 别跟他说这些话！
zh_tw: <25>{#f/17}* 別跟他說這些話！

source: <25>{#f/10}* He's just... * Well...
pt_br: <25>{#f/10}* Ele só... * Bem...
zh_cn: <25>{#f/10}* 他只是... * 好吧...
zh_tw: <25>{#f/10}* 他只是... * 好吧...

source: <25>{#f/9}* I mean, it's not that he's stupid.
pt_br: <25>{#f/9}* Olha, não é que ele seja estúpido.
zh_cn: <25>{#f/9}* 我是指，他并不笨。
zh_tw: <25>{#f/9}* 我是指，他並不笨。

source: <25>{#f/17}* His attack designs are actually pretty freaking wild!
pt_br: <25>{#f/17}* Os designs de ataque dele são muito fodas!
zh_cn: <25>{#f/17}* 他的攻击设计 真的相当疯狂！
zh_tw: <25>{#f/17}* 他的攻擊設計 真的相當瘋狂！

source: <25>{#f/10}* It's just that... * He's...
pt_br: <25>{#f/10}* É só que ele... * Ele...
zh_cn: <25>{#f/10}* 只不过... * 他...
zh_tw: <25>{#f/10}* 只不過... * 他...

source: <25>{#f/17}* He's too innocent and nice!!!
pt_br: <25>{#f/17}* Ele é muito legal e inocente!!!
zh_cn: <25>{#f/17}* 他太天真善良了！！！
zh_tw: <25>{#f/17}* 他太天真善良了！！！

source: <25>{#f/16}* I mean, look, he was SUPPOSED to capture you...
pt_br: <25>{#f/16}* Quer dizer, olha pra isso, era pra ele te CAPTURAR...
zh_cn: <25>{#f/16}* 我是说，你看， 他本应该去抓你的...
zh_tw: <25>{#f/16}* 我是說，你看， 他本應該去抓你的...

source: <25>{#f/11}* And he ended up being FRIENDS with you instead.
pt_br: <25>{#f/11}* E ele acabou sendo seu AMIGO invés disso.
zh_cn: <25>{#f/11}* 结果他最后竟然 和你成为朋友了。
zh_tw: <25>{#f/11}* 結果他最後竟然 和你成為朋友了。

source: <25>{#f/4}* I could NEVER send him into battle!
pt_br: <25>{#f/4}* Eu JAMAIS poderia manda-lo para batalha!
zh_cn: <25>{#f/4}* 我永远没办法 把他派去战斗！
zh_tw: <25>{#f/4}* 我永遠沒辦法 把他派去戰鬥！

source: <25>{#f/9}* He'd get ripped into little smiling shreds.
pt_br: <25>{#f/9}* Ele seria despedaçado em sorrisos felizes.
zh_cn: <25>{#f/9}* 他会被撕成 微笑着的碎片的。
zh_tw: <25>{#f/9}* 他會被撕成 微笑著的碎片的。

source: <25>{#f/12}* That's part of why...
pt_br: <25>{#f/12}* Isso é parte do porque...
zh_cn: <25>{#f/12}* 这也是我为什么...
zh_tw: <25>{#f/12}* 這也是我為什麼...

source: <25>{#f/12}* I started teaching him how to cook, you know?
pt_br: <25>{#f/12}* Eu comecei a ensina-lo como cozinhar, sabe?
zh_cn: <25>{#f/12}* 教他烹饪的原因之一， 你明白吗？
zh_tw: <25>{#f/12}* 教他烹飪的原因之一， 你明白嗎？

source: <25>{#f/9}* So, um, maybe he can do something else with his life.
pt_br: <25>{#f/9}* Assim ele pode fazer alguma outra coisa da vida.
zh_cn: <25>{#f/9}* 所以，嗯，或许他 这辈子可以干点别的。
zh_tw: <25>{#f/9}* 所以，嗯，或許他 這輩子可以幹點別的。

source: <25>{#p/undyne}{#f/1}* Oh, sorry, I was talking for so long...
pt_br: <25>{#p/undyne}{#f/1}* Ah, desculpa, eu falei tanto...
zh_cn: <25>{#p/undyne}{#f/1}* 哦，抱歉，我讲太多了...
zh_tw: <25>{#p/undyne}{#f/1}* 喔，抱歉，我講太多了...

source: <25>{#p/undyne}{#f/12}* Oh, sorry, I was talking for so long...
pt_br: <25>{#p/undyne}{#f/12}* Ah, desculpa, eu falei por tanto tempo...
zh_cn: <25>{#p/undyne}{#f/12}* 哦，抱歉，我讲太多了...
zh_tw: <25>{#p/undyne}{#f/12}* 喔，抱歉，我講太多了...

source: <25>{#f/12}* You're out of water, aren't you?
pt_br: <25>{#f/12}* Acabou sua água, não foi?
zh_cn: <25>{#f/12}* 你的水喝完了，是吧？
zh_tw: <25>{#f/12}* 你的水喝完了，是吧？

source: <25>{#f/12}* You're out of punch, aren't you?
pt_br: <25>{#f/12}* Acabou sua bebida, não foi?
zh_cn: <25>{#f/12}* 你的果酒喝完了，是吧？
zh_tw: <25>{#f/12}* 你的果酒喝完了，是吧？

source: <25>{#f/12}* You're out of cocoa, aren't you?
pt_br: <25>{#f/12}* Acabou seu chocolate, não foi?
zh_cn: <25>{#f/12}* 你的热巧克力喝完了， 是吧？
zh_tw: <25>{#f/12}* 你的熱巧克力喝完了， 是吧？

source: <25>{#f/12}* You're out of tea, aren't you?
pt_br: <25>{#f/12}* Acabou seu chá, não foi?
zh_cn: <25>{#f/12}* 你的茶喝完了，是吧？
zh_tw: <25>{#f/12}* 你的茶喝完了，是吧？

source: <25>{#p/undyne}{#f/1}* Heh, don't worry. * I'll get you some more.
pt_br: <25>{#p/undyne}{#f/1}* Heh, não se preocupa. * Eu vou pegar um pouco mais para você.
zh_cn: <25>{#p/undyne}{#f/1}* 哈，没事的。 * 我再给你倒些。
zh_tw: <25>{#p/undyne}{#f/1}* 哈，沒事的。 * 我再給你倒些。

source: <25>{#p/undyne}{#f/12}* Heh, don't worry. * I'll get you some more.
pt_br: <25>{#p/undyne}{#f/12}* Heh, não se preocupa. * Eu vou pegar um pouco mais para você.
zh_cn: <25>{#p/undyne}{#f/12}* 哈，没事的。 * 我再给你倒些。
zh_tw: <25>{#p/undyne}{#f/12}* 哈，沒事的。 * 我再給你倒些。

source: <25>{#p/undyne}{#f/17}* Wait a second...
pt_br: <25>{#p/undyne}{#f/17}* Espera um pouco...
zh_cn: <25>{#p/undyne}{#f/17}* 等一下...
zh_tw: <25>{#p/undyne}{#f/17}* 等一下...

source: <25>{#f/17}* Papyrus... * His cooking lesson...
pt_br: <25>{#f/17}* Papyrus... * A lição dele...
zh_cn: <25>{#f/17}* Papyrus... * 他的烹饪课...
zh_tw: <25>{#f/17}* Papyrus... * 他的烹飪課...

source: <25>{#p/undyne}{#f/17}* HE WAS SUPPOSED TO HAVE THAT RIGHT NOW!!!
pt_br: <25>{#p/undyne}{#f/17}* ERA PRA ELE ESTAR TENDO ELA AGORA!!!
zh_cn: <25>{#p/undyne}{#f/17}* 他现在本该在 上课的！！！
zh_tw: <25>{#p/undyne}{#f/17}* 他現在本該在 上課的！！！

source: <25>{#f/11}* And if HE's not here to have it...
pt_br: <25>{#f/11}* E se ele não está aqui para tê-la...
zh_cn: <25>{#f/11}* 如果他没来 上课的话...
zh_tw: <25>{#f/11}* 如果他沒來 上課的話...

source: <25>{#f/7}* YOU'LL HAVE TO HAVE IT FOR HIM!
pt_br: <25>{#f/7}* VOCÊ VAI TER ELA NO LUGAR DELE!
zh_cn: <25>{#f/7}* 那只能用你来 代替他了！
zh_tw: <25>{#f/7}* 那只能用你來 代替他了！

source: <25>{#f/1}* That's right!
pt_br: <25>{#f/1}* Isso mesmo!
zh_cn: <25>{#f/1}* 没错！
zh_tw: <25>{#f/1}* 沒錯！

source: <25>{#f/1}* NOTHING has brought Papyrus and I closer than cooking!
pt_br: <25>{#f/1}* NADA trouxe eu e o Papyrus mais próximos do que cozinhar!
zh_cn: <25>{#f/1}* 除了烹饪之外， 没什么能让我和 Papyrus更亲近了！
zh_tw: <25>{#f/1}* 除了烹飪之外， 沒什麼能讓我和 Papyrus更親近了！

source: <25>{#f/17}* Heheh, if you thought we were friends before...
pt_br: <25>{#f/17}* Heheh, se você achou que nós nos tornamos amigas antes...
zh_cn: <25>{#f/17}* 嘿嘿，你觉得 我俩已经是朋友了，对吧？
zh_tw: <25>{#f/17}* 嘿嘿，你覺得 我倆已經是朋友了，對吧？

source: <25>{#f/8}* JUST WAIT UNTIL YOU SEE US AFTER THIS!
pt_br: <25>{#f/8}* SÓ ESPERA O QUE NÓS VAMOS NOS TORNAR DEPOIS DISSO!
zh_cn: <25>{#f/8}* 等上完这堂课， 那我们就是死党了！
zh_tw: <25>{#f/8}* 等上完這堂課， 那我們就是死黨了！

source: <25>{#f/17}* Which means that if I give you his lesson...
pt_br: <25>{#f/17}* O que significa que eu vou te dar uma lição...
zh_cn: <25>{#f/17}* 也就是说，如果我 给你上同样的课...
zh_tw: <25>{#f/17}* 也就是說，如果我 給你上同樣的課...

source: <25>{#f/8}* WE'LL BECOME CLOSER THAN YOU CAN EVER IMAGINE!
pt_br: <25>{#f/8}* NÓS VAMOS FICAR MAIS PRÓXIMAS DO QUE VOCÊ JAMAIS IMAGINOU!
zh_cn: <25>{#f/8}* 我们就会变得亲近到 超乎你的想象！
zh_tw: <25>{#f/8}* 我們就會變得親近到 超乎你的想像！

source: <25>{#f/1}* First, let's start with the sauce!!
pt_br: <25>{#f/1}* Primeiro, vamos começar com o sachê!!
zh_cn: <25>{#f/1}* 首先， 我们从酱开始！！
zh_tw: <25>{#f/1}* 首先， 我們從醬開始！！

source: <25>{#f/1}* Envision these veggies as your mortal enemy!
pt_br: <25>{#f/1}* Olhe para esses vegetais como se fossem seus inimigos mortais!
zh_cn: <25>{#f/1}* 将这些蔬菜想象成 你的死对头！
zh_tw: <25>{#f/1}* 將這些蔬菜想像成 你的死對頭！

source: <25>{#f/7}* Now, pound them to bits with your fists!!
pt_br: <25>{#f/7}* Agora, de um lição neles com seu punho!
zh_cn: <25>{#f/7}* 现在，用你的拳头 将他们轰杀至渣！！
zh_tw: <25>{#f/7}* 現在，用你的拳頭 將他們轟殺至渣！！

source: * (What will you do?)
pt_br: * (O que você irá fazer?)
zh_cn: * （你要怎么做？）
zh_tw: * （你要怎麼做？）

source: Pet
pt_br: Acariciar
zh_cn: 轻轻抚摸
zh_tw: 輕輕撫摸

source: Pound
pt_br: Esmurrar
zh_cn: 用力重击
zh_tw: 用力重擊

source: <32>{#p/human}* (You pet the vegetables in an affectionate manner.)
pt_br: <32>{#p/human}* (Você acaricia os vegetais de maneira afetuosa.)
zh_cn: <32>{#p/human}* （你亲切地抚摸着蔬菜。）
zh_tw: <32>{#p/human}* （你親切地撫摸著蔬菜。）

source: <99>{#p/undyne}{#f/17}* OH MY GOD!!! * NOW I -KNOW- YOU'RE JUST SCREWING WITH ME!!!
pt_br: <99>{#p/undyne}{#f/17}* OH MEU SENHOR!! * AGORA EU SEI QUE VOCÊ ESTÁ APENAS BRINCANDO COMIGO!!!
zh_cn: <99>{#p/undyne}{#f/17}* 我的天啊！！！ * 现在我【可算】知道了 你就是在耍我！！！
zh_tw: <99>{#p/undyne}{#f/17}* 我的天啊！！！ * 現在我【可算】知道了 你就是在耍我！！！

source: <25>{#p/undyne}{#f/17}* OH MY GOD!!! * STOP PETTING THE ENEMY!!!
pt_br: <25>{#p/undyne}{#f/17}* OH MEU SENHOR!!! * PARA DE ACARICIAR O INIMIGO!!!
zh_cn: <25>{#p/undyne}{#f/17}* 我的天啊！！！ * 不要抚摸敌人了！！！
zh_tw: <25>{#p/undyne}{#f/17}* 我的天啊！！！ * 不要撫摸敵人了！！！

source: <25>{#x1}{#f/7}* I'll show you how it's done!
pt_br: <25>{#x1}{#f/7}* Eu vou te mostrar como se faz!
zh_cn: <25>{#x1}{#f/7}* 我来给你演示一下 该怎么做！
zh_tw: <25>{#x1}{#f/7}* 我來給你演示一下 該怎麼做！

source: <25>{#f/4}* NGAHHH!
zh_cn: <25>{#f/4}* 嘎啊啊！
zh_tw: <25>{#f/4}* 嘎啊啊！

source: <32>{#p/human}* (You punch the vegetables with all your might.)
pt_br: <32>{#p/human}* (Você esmurra os vegetais com toda sua força.)
zh_cn: <32>{#p/human}* （你全力用拳头砸向蔬菜。）
zh_tw: <32>{#p/human}* （你全力用拳頭砸向蔬菜。）

source: <32>{#p/human}* (You punch the vegetables with all your might.) * (You knock over a tomato.)
pt_br: <32>{#p/human}* (Você esmurra os vegetais com toda sua força.) * (Você nocauteou o tomate.)
zh_cn: <32>{#p/human}* （你全力用拳头砸向蔬菜。） * （你打倒了一颗番茄。）
zh_tw: <32>{#p/human}* （你全力用拳頭砸向蔬菜。） * （你打倒了一顆番茄。）

source: <25>{#p/undyne}{#f/1}* YEAH! * YEAH!
pt_br: <25>{#p/undyne}{#f/1}* ISSO! * ISSO!
zh_cn: <25>{#p/undyne}{#f/1}* 耶！ * 耶！
zh_tw: <25>{#p/undyne}{#f/1}* 耶！ * 耶！

source: <25>{#f/1}* Our minds are uniting against these healthy ingredients!
pt_br: <25>{#f/1}* Nossas mentes estão unidas contra estes vegetais saudáveis!
zh_cn: <25>{#f/1}* 我们齐心协力与这些 健康食材们奋战到底！
zh_tw: <25>{#f/1}* 我們齊心協力與這些 健康食材們奮戰到底！

source: <25>{#x1}{#f/7}* NOW IT'S MY TURN!
pt_br: <25>{#x1}{#f/7}* AGORA É MINHA VEZ!
zh_cn: <25>{#x1}{#f/7}* 现在轮到我了！
zh_tw: <25>{#x1}{#f/7}* 現在輪到我了！

source: <25>{#p/undyne}{#f/2}* YEAH!!! * THAT'S THE WARRIOR I KNOW!!!
pt_br: <25>{#p/undyne}{#f/2}* ISSO!!! * ESSE É O GUERREIRO QUE CONHEÇO!!!
zh_cn: <25>{#p/undyne}{#f/2}* 没错！！！ * 这就是我认识的战士！！
zh_tw: <25>{#p/undyne}{#f/2}* 沒錯！！！ * 這就是我認識的戰士！！

source: <25>{#p/undyne}{#f/6}* Feisty today, huh?
pt_br: <25>{#p/undyne}{#f/6}* Agressivo hoje, hein?
zh_cn: <25>{#p/undyne}{#f/6}* 今天可真是欢腾啊， 是吧？
zh_tw: <25>{#p/undyne}{#f/6}* 今天可真是歡騰啊， 是吧？

source: <25>{#f/6}* Heh, we'll just scrape this into a bowl later.
pt_br: <25>{#f/6}* Heh, vamos só jogar isso em uma panela depois.
zh_cn: <25>{#f/6}* 哈，我们过会再把这堆 弄到个碗里去。
zh_tw: <25>{#f/6}* 哈，我們過會再把這堆 弄到個碗裡去。

source: <25>{#p/undyne}{#f/6}* Uh, we'll just scrape this into a bowl later.
pt_br: <25>{#p/undyne}{#f/6}* Uh, vamos só jogar isso em uma panela depois.
zh_cn: <25>{#p/undyne}{#f/6}* 呃，我们过会再把这堆 弄到个碗里去。
zh_tw: <25>{#p/undyne}{#f/6}* 呃，我們過會再把這堆 弄到個碗裡去。

source: <25>{#f/2}* But for NOW!
pt_br: <25>{#f/2}* Mas por AGORA!
zh_cn: <25>{#f/2}* 但是现在！
zh_tw: <25>{#f/2}* 但是現在！

source: <25>{#p/undyne}{#f/1}* We add the noodles!
pt_br: <25>{#p/undyne}{#f/1}* Nós adicionamos o miojo!
zh_cn: <25>{#p/undyne}{#f/1}* 我们把面条加进去！
zh_tw: <25>{#p/undyne}{#f/1}* 我們把麵條加進去！

source: <25>{#f/1}* Homemade noodles are the best, so I always keep some around.
pt_br: <25>{#f/1}* Miojos feitos em casa são os melhores, sempre tenho um monte.
zh_cn: <25>{#f/1}* 自家制的面条最棒了， 所以我总是备一些。
zh_tw: <25>{#f/1}* 自家制的麵條最棒了， 所以我總是備一些。

source: <25>{#p/undyne}{#f/12}* Uhh, you can come over here now, kiddo.
pt_br: <25>{#p/undyne}{#f/12}* Uhh, você pode vir aqui agora, pirralha.
zh_cn: <25>{#p/undyne}{#f/12}* 呃，小子， 你现在可以过来了。
zh_tw: <25>{#p/undyne}{#f/12}* 呃，小子， 你現在可以過來了。

source: <25>{#p/undyne}{#f/1}* Anyway, you see these noodles here, right?
pt_br: <25>{#p/undyne}{#f/1}* De toda forma, você tá vendo os miojos aqui, certo?
zh_cn: <25>{#p/undyne}{#f/1}* 无论如何， 你看到这里的面条了吧？
zh_tw: <25>{#p/undyne}{#f/1}* 無論如何， 你看到這裡的麵條了吧？

source: <25>{#f/1}* Well...
pt_br: <25>{#f/1}* Bem...
zh_cn: <25>{#f/1}* 那么...
zh_tw: <25>{#f/1}* 那麼...

source: <25>{#f/17}* DISH 'EM OUT!
pt_br: <25>{#f/17}* JOGA ELES AÍ!
zh_cn: <25>{#f/17}* 把它们丢进去！
zh_tw: <25>{#f/17}* 把它們丟進去！

source: * (What will your approach be?)
pt_br: * (Qual será sua abordagem?)
zh_cn: * （你想怎么放进去？）
zh_tw: * （你想怎麼放進去？）

source: Careful
pt_br: Com Cuidado
zh_cn: 小心地
zh_tw: 小心地

source: Fierce
pt_br: Força Bruta
zh_cn: 猛烈地
zh_tw: 猛烈地

source: <32>{#p/human}* (You carefully place each spaghetti strand in one at a time.)
pt_br: <32>{#p/human}* (Você coloca cada pedaço do espaguete com segurança.)
zh_cn: <32>{#p/human}* （你将面条一根一根地 放进锅里。）
zh_tw: <32>{#p/human}* （你將麵條一根一根地 放進鍋裡。）

source: <32>* The noodles clank against the empty bottom.
pt_br: <32>* O miojo derrete com beleza na panela.
zh_cn: <32>* 它们与锅底相碰， 叮叮作响。
zh_tw: <32>* 它們與鍋底相碰， 叮叮作響。

source: <25>{#p/undyne}{#f/17}* I mean, that works???
pt_br: <25>{#p/undyne}{#f/17}* Bem, funcionou?
zh_cn: <25>{#p/undyne}{#f/17}* 感觉，挺好？？？
zh_tw: <25>{#p/undyne}{#f/17}* 感覺，挺好？？？

source: <25>{#f/1}* Well, now it's time to stir the pasta!
pt_br: <25>{#f/1}* Bem, agora é hora de mexer a massa!
zh_cn: <25>{#f/1}* 那么，接下来就是 搅拌意面的时间了！
zh_tw: <25>{#f/1}* 那麼，接下來就是 攪拌意面的時間了！

source: <32>{#p/human}* (You throw everything into the pot, including the box.)
pt_br: <32>{#p/human}* (Você joga tudo na panela, inclusive a caixa.)
zh_cn: <32>{#p/human}* （你把所有东西都丢进锅里， 包括包装盒。）
zh_tw: <32>{#p/human}* （你把所有東西都丟進鍋裡， 包括包裝盒。）

source: <32>* The box and the noodles clank against the empty bottom.
pt_br: <32>* A caixa e o miojo derretem na panela.
zh_cn: <32>* 包装盒和面条咣地一声 撞到锅底。
zh_tw: <32>* 包裝盒和麵條咣地一聲 撞到鍋底。

source: <25>{#p/undyne}{#f/17}* YEAH!! * I'M INTO IT!!
pt_br: <25>{#p/undyne}{#f/17}* ISSO AÍ! * AMEI A ATITUDE!!
zh_cn: <25>{#p/undyne}{#f/17}* 耶！！！ * 我进入状态了！！
zh_tw: <25>{#p/undyne}{#f/17}* 耶！！！ * 我進入狀態了！！

source: <25>{#f/1}* Alright! * Now it's time to stir the pasta!
pt_br: <25>{#f/1}* Certo! * Agora é hora de estraçalhar essa massa!
zh_cn: <25>{#f/1}* 好了！ * 现在就是搅拌 意面的时间！
zh_tw: <25>{#f/1}* 好了！ * 現在就是攪拌 意面的時間！

source: <25>{#p/undyne}{#f/1}* As a general rule of thumb, the more you stir...
pt_br: <25>{#p/undyne}{#f/1}* Como regra geral, quanto mais você mexe...
zh_cn: <25>{#p/undyne}{#f/1}* 经验表明...
zh_tw: <25>{#p/undyne}{#f/1}* 經驗表明...

source: <25>{#f/17}* The better it tastes!
pt_br: <25>{#f/17}* Melhor o gosto!
zh_cn: <25>{#f/17}* 搅得越多，它就越好吃！
zh_tw: <25>{#f/17}* 攪得越多，它就越好吃！

source: <25>{#p/undyne}{#f/17}* Ready?
pt_br: <25>{#p/undyne}{#f/17}* Pronta?
zh_cn: <25>{#p/undyne}{#f/17}* 准备好了吗？
zh_tw: <25>{#p/undyne}{#f/17}* 準備好了嗎？

source: <25>{#f/1}* Let's do it!
pt_br: <25>{#f/1}* Vamos lá!
zh_cn: <25>{#f/1}* 来搅拌吧！
zh_tw: <25>{#f/1}* 來攪拌吧！

source: * Press [Z] repeatedly to stir!
pt_br: * Aperte [Z] repetidamente!
zh_cn: * 连续按[Z]来搅拌！
zh_tw: * 連續按[Z]來攪拌！

source: <25>{*}{#p/undyne}{#f/17}* Stir harder!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* Mais rápido!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 用力搅！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 用力攪！{^20}{%}

source: <25>{*}{#p/undyne}{#f/17}* Don't just stand there!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* Não fica aí parada!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 别光站着！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 別光站著！{^20}{%}

source: <25>{*}{#p/undyne}{#f/7}* HARDER!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/7}* MAIS RÁPIDO!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/7}* 再用力一点！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/7}* 再用力一點！{^20}{%}

source: <25>{*}{#p/undyne}{#f/7}* STIR, DAMN IT!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/7}* MEXA, CARAMBA!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/7}* 该死的！搅啊！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/7}* 該死的！攪啊！{^20}{%}

source: <25>{*}{#p/undyne}{#f/8}* HARDER!!!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/8}* RÁPIDO!!!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/8}* 再用力！！！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/8}* 再用力！！！{^20}{%}

source: <25>{*}{#p/undyne}{#f/8}* STIR!!!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/8}* MEXA!!!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/8}* 搅啊！！！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/8}* 攪啊！！！{^20}{%}

source: <25>{*}{#p/undyne}{#f/8}* Ugh, let me do it-{^10}{%}
pt_br: <25>{*}{#p/undyne}{#f/8}* Ugh, deixa que eu faço-{^10}{%}
zh_cn: <25>{*}{#p/undyne}{#f/8}* 呃，放着我来-{^10}{%}
zh_tw: <25>{*}{#p/undyne}{#f/8}* 呃，放著我來-{^10}{%}

source: <25>{#p/undyne}{#f/8}* Fuhuhuhu! * That's the stuff!
pt_br: <25>{#p/undyne}{#f/8}* Fuhuhuhu! * Essa é a parada!
zh_cn: <25>{#p/undyne}{#f/8}* 呋呼呼呼！ * 就该这样！
zh_tw: <25>{#p/undyne}{#f/8}* 呋呼呼呼！ * 就該這樣！

source: <25>{#p/undyne}{#f/1}* Alright, now for the final step...
pt_br: <25>{#p/undyne}{#f/1}* Agora, para o paço final...
zh_cn: <25>{#p/undyne}{#f/1}* 好了， 现在就剩最后一步...
zh_tw: <25>{#p/undyne}{#f/1}* 好了， 現在就剩最後一步...

source: <25>{#f/17}* TURN UP THE HEAT!
pt_br: <25>{#f/17}* AUMENTE O CALOR!
zh_cn: <25>{#f/17}* 开大火！
zh_tw: <25>{#f/17}* 開大火！

source: <25>{#f/1}* Let the stovetop symbolize your passion!
pt_br: <25>{#f/1}* Deixe o fogão simbolizar sua paixão!
zh_cn: <25>{#f/1}* 炉子象征着 你的热情！
zh_tw: <25>{#f/1}* 爐子象徵著 你的熱情！

source: <25>{#f/1}* Let your hopes and dreams turn into burning fire!
pt_br: <25>{#f/1}* Deixe suas esperanças e sonhos se transformarem em fogo ardente!
zh_cn: <25>{#f/1}* 将你的希望与梦想 化为烈焰！
zh_tw: <25>{#f/1}* 將你的希望與夢想 化為烈焰！

source: <25>{#f/8}* And of course, don't hold anything back!!!
pt_br: <25>{#f/8}* E é óbvio, não se segura!
zh_cn: <25>{#f/8}* 当然， 要不遗余力！！！
zh_tw: <25>{#f/8}* 當然， 要不遺餘力！！！

source: <25>{#f/1}* Here we go!
pt_br: <25>{#f/1}* Lá vai!
zh_cn: <25>{#f/1}* 开始吧！
zh_tw: <25>{#f/1}* 開始吧！

source: * Hold [RIGHT] to crank it up!
pt_br: * Aperte [DIREITA] para aumentar o calor!
zh_cn: * 按住[→]开大火！
zh_tw: * 按住[→]開大火！

source: <25>{*}{#p/undyne}{#f/8}* You fool! * This burner only goes ONE WAY!!!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/8}* Sua boba! * Ele só vai pra UM LADO!!!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/8}* 你个蠢蛋！ * 这个炉子只能 往一边开火！！！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/8}* 你個蠢蛋！ * 這個爐子只能 往一邊開火！！！{^20}{%}

source: <25>{*}{#p/undyne}{#f/17}* Make it hotter!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* Mais quente!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 再热一些！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 再熱一些！{^20}{%}

source: <25>{*}{#p/undyne}{#f/17}* What are you doing?{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* O que você tá fazendo?{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 你在干什么？{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 你在幹什麼？{^20}{%}

source: <25>{*}{#p/undyne}{#f/7}* HOTTER!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/7}* MAIS QUENTE!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/7}* 再热些！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/7}* 再熱些！{^20}{%}

source: <25>{*}{#p/undyne}{#f/7}* STOP HESITATING!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/7}* PARE DE HESITAR!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/7}* 别再犹豫了！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/7}* 別再猶豫了！{^20}{%}

source: <25>{*}{#p/undyne}{#f/8}* HOTTER!!!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/8}* QUENTE!!!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/8}* 再热些！！！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/8}* 再熱些！！！{^20}{%}

source: <25>{*}{#p/undyne}{#f/8}* JUST DO IT!!!{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/8}* SÓ FAZ ISSO LOGO!!!{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/8}* 做就好了！！！{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/8}* 這就對了！！！{^20}{%}

source: <25>{*}{#p/undyne}{#f/17}* Ugh, let me do it...{^10}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* Ugh, eu faço então...{^10}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 呃，让我来吧...{^10}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 呃，讓我來吧...{^10}{%}

source: <25>{*}{#p/undyne}{#f/17}* See, this is how you-{^20}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* Viu, é desse jeito que-{^20}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 看到了吗，你就该-{^20}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 看到了嗎，你就該-{^20}{%}

source: <25>{*}{#p/undyne}{#f/17}* No, wait, that's too-{^10}{%}
pt_br: <25>{*}{#p/undyne}{#f/17}* Não, espera, isso é muito qu-{^10}{%}
zh_cn: <25>{*}{#p/undyne}{#f/17}* 不，等下，有点太-{^10}{%}
zh_tw: <25>{*}{#p/undyne}{#f/17}* 不，等下，有點太-{^10}{%}

source: <25>{#p/undyne}{#f/14}* Ah.
zh_cn: <25>{#p/undyne}{#f/14}* 啊。
zh_tw: <25>{#p/undyne}{#f/14}* 啊。

source: <25>{#p/undyne}{#f/14}* Man, no wonder Papyrus isn't improving at cooking anymore.
pt_br: <25>{#p/undyne}{#f/14}* Cara, e ainda me pergunto porque do Papyrus cozinhar mal.
zh_cn: <25>{#p/undyne}{#f/14}* 啊，难怪Papyrus 厨艺再也没有进步了。
zh_tw: <25>{#p/undyne}{#f/14}* 啊，難怪Papyrus 廚藝再也沒有進步了。

source: <25>{#p/undyne}{#f/12}* So what's next? * Trash hunting? * Entanglement bracelets?
pt_br: <25>{#p/undyne}{#f/12}* Então o que agora? * Caçar lixo? * Bracelete de amizade?
zh_cn: <25>{#p/undyne}{#f/12}* 然后做些什么？ * 去淘些垃圾？ * 还是绑个腕带？
zh_tw: <25>{#p/undyne}{#f/12}* 然後做些什麼？ * 去淘些垃圾？ * 還是綁個腕帶？

source: <25>{#f/9}* ... who am I kidding...
pt_br: <25>{#f/9}* ... o que eu tô falando...
zh_cn: <25>{#f/9}* ...我在开什么玩笑...
zh_tw: <25>{#f/9}* ...我在開什麼玩笑...

source: <25>{#f/16}* I really let this get outta hand, didn't I...?
pt_br: <25>{#f/16}* Eu realmente deixei isso sair de controle, não deixei...?
zh_cn: <25>{#f/16}* 我真把事做过火了， 是吧...？ゑ
zh_tw: <25>{#f/16}* 我真把事做過火了， 是吧...？ゑ

source: <25>{#f/16}* Heh...
zh_cn: <25>{#f/16}* 呵...
zh_tw: <25>{#f/16}* 呵...
