Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* These signal stars may be the least of our worries...
pt_br: <32>* Essas estrelas sinalizadoras podem ser a menor de nossas preocupações...
zh_cn: <32>* 我们似乎最不需要 担心这些讯星。
zh_tw: <32>* 我們似乎最不需要 擔心這些訊星。

source: <32>{#p/basic}{#npc/a}* This is a signal star. * When it picks up a signal, it repeats it over and over...
pt_br: <32>{#p/basic}{#npc/a}* Está é uma estrela sinalizadora. * Ela vive de repetir sinais.
zh_cn: <32>{#p/basic}{#npc/a}* 这是一台讯星。 * 它会重复它刚刚接收到的讯息， 一遍又一遍...
zh_tw: <32>{#p/basic}{#npc/a}* 這是一臺訊星。 * 它會重複它剛剛接收到的訊息， 一遍又一遍...

source: <32>{#p/basic}{#npc/a}* Hopefully the stars out there are more honest.
pt_br: <32>{#p/basic}{#npc/a}* Com esperança as estrelas lá fora são mais honestas.
zh_cn: <32>{#p/basic}{#npc/a}* 希望外面的星星更诚实。
zh_tw: <32>{#p/basic}{#npc/a}* 希望外面的星星更誠實。

source: <32>{#p/basic}{#npc/a}* Never trust a star.
pt_br: <32>{#p/basic}{#npc/a}* Nunca confie em uma estrela.
zh_cn: <32>{#p/basic}{#npc/a}* 绝对不要相信一颗星星。
zh_tw: <32>{#p/basic}{#npc/a}* 絕對不要相信一顆星星。

source: <32>* Dishonesty is their one defining trait.
pt_br: <32>* Desonestidade é o primeiro de seus princípios.
zh_cn: <32>* 它们最典型的特质就是欺诈。
zh_tw: <32>* 它們最典型的特質就是欺詐。

source: <32>{#p/basic}* Raddy of the foundry crew. * We've no time to keep running the show here.
pt_br: <32>{#p/basic}* Raddy da equipe de fundição. * Nós não temos tempo para apresentar um show aqui.
zh_cn: <32>{#p/basic}* 致铸厂的工作者。 * 抓紧时间收拾东西， 我们不再需要工作了。
zh_tw: <32>{#p/basic}* 致鑄廠的工作者。 * 抓緊時間收拾東西， 我們不再需要工作了。

source: <32>* Don't worry about pipes, unless you're slidin' through em to escape!
pt_br: <32>* Não se preocupe com canos, a menos que você esteja deslizando por eles para escapar!
zh_cn: <32>* 别担心那些管道， 除非你想通过管道逃离！
zh_tw: <32>* 別擔心那些管道， 除非你想通過管道逃離！

source: <32>* Got it, Skrubby? * Large lata? * My teeny tini?
pt_br: <32>* Entendeu, Skrubby? * Lata grande? * Meu pequenino?
zh_cn: <32>* 明白了吗，Skrubby？ * 那个大个子也明白了？ * 还有我的小啾啾呢？
zh_tw: <32>* 明白了嗎，Skrubby？ * 那個大個子也明白了？ * 還有我的小啾啾呢？

source: <32>* We've gotta go, right away.
pt_br: <32>* Nós temos que ir, possivelmente agora.
zh_cn: <32>* 那么我们就快点出发了。
zh_tw: <32>* 那麼我們就快點出發了。

source: <32>{#p/basic}* Raddy of the foundry crew. * Everyone, you've done a real great job so far.
pt_br: <32>{#p/basic}* Raddy da equipe de fundição. * Todos, vocês tem feito um ótimo trabalho.
zh_cn: <32>{#p/basic}* 致铸厂的工作者。 * 迄今为止，各位的工作完成得很好。
zh_tw: <32>{#p/basic}* 致鑄廠的工作者。 * 迄今為止，各位的工作完成得很好。

source: <32>* Now that we're free, we can all give it a rest!
pt_br: <32>* Agora que estamos livres, podemos todos descansar!
zh_cn: <32>* 现在我们自由了， 我们可以休息一下了！
zh_tw: <32>* 現在我們自由了， 我們可以休息一下了！

source: <32>* Ya hear that, Skrubby? * Large lata? * My teeny tini?
pt_br: <32>* Você ouviu isso, Skrubby? * Grande lata? * Meu pequeno?
zh_cn: <32>* 听到了不，Skrubby？ * 那个大个子也听到了？ * 还有我的小啾啾呢？
zh_tw: <32>* 聽到了不，Skrubby？ * 那個大個子也聽到了？ * 還有我的小啾啾呢？

source: <32>* It's time for a totally tubular celebration!
pt_br: <32>* É hora de uma celebração totalmente tubular!
zh_cn: <32>* 是时候寻“管”作乐了！
zh_tw: <32>* 是時候尋「管」作樂了！

source: <32>{#p/basic}* Skrubby of foundry crew. * Reporting on success of maintenance with Raddy.
pt_br: <32>{#p/basic}* Skrubby da equipe de fundição. * Relatórios sobre o sucesso da manutenção com Raddy.
zh_cn: <32>{#p/basic}* 我是铸厂员工Skrubby。 * 向您报告我和Raddy的检修成果。
zh_tw: <32>{#p/basic}* 我是鑄廠員工Skrubby。 * 向您報告我和Raddy的檢修成果。

source: <32>{#p/alphys}* That's... g-great... * Look, I-I can't deal with this right now, so just...
pt_br: <32>{#p/alphys}* Isso é... o-ótimo... * Olha, e-eu não posso lidar com isso agora, então...
zh_cn: <32>{#p/alphys}* 那真是... 太-太好了... * 因为，我-我现在没空修复它， 所以只能...
zh_tw: <32>{#p/alphys}* 那真是... 太-太好了... * 因為，我-我現在沒空修復它， 所以只能...

source: <32>{#p/alphys}* Uh... g-glad you could fix it!
pt_br: <32>{#p/alphys}* Uh... f-feliz que deu tudo certo!
zh_cn: <32>{#p/alphys}* 呃... 很-很高兴 你们修好了它！
zh_tw: <32>{#p/alphys}* 呃... 很-很高興 你們修好了它！

source: <32>{#p/basic}* No problem, thx for being one hundred percent useless.
pt_br: <32>{#p/basic}* Sem problemas, obrigado por sem cem porcento inútil.
zh_cn: <32>{#p/basic}* 没事。 * 您啥忙都没帮上， 但我还是谢谢您嘞。
zh_tw: <32>{#p/basic}* 沒事。 * 您啥忙都沒幫上， 但我還是謝謝您嘞。

source: <32>{#p/alphys}* ... any time.
pt_br: <32>{#p/alphys}* ... qualquer hora.
zh_cn: <32>{#p/alphys}* ...不客气。
zh_tw: <32>{#p/alphys}* ...不客氣。

source: <25>{#p/kidd}{#npc/a}{#f/3}* H... hey...
pt_br: <25>{#p/kidd}{#npc/a}{#f/3}* e-ei...
zh_cn: <25>{#p/kidd}{#npc/a}{#f/3}* 呃... 嘿...
zh_tw: <25>{#p/kidd}{#npc/a}{#f/3}* 呃... 嘿...

source: <25>{#p/asriel2}{#f/15}{#npc}* Weirdo.
pt_br: <25>{#p/asriel2}{#f/15}{#npc}* Esquisito.
zh_cn: <25>{#p/asriel2}{#f/15}{#npc}* 怪胎。
zh_tw: <25>{#p/asriel2}{#f/15}{#npc}* 怪胎。

source: <25>{#p/kidd}{#npc/a}{#f/1}* ... y-yeah, hi! * Uh, haha!
pt_br: <25>{#p/kidd}{#npc/a}{#f/1}* ... e-ei, oi! * Uh, haha!
zh_cn: <25>{#p/kidd}{#npc/a}{#f/1}* 嗯... 你好！ * 哈哈哈！
zh_tw: <25>{#p/kidd}{#npc/a}{#f/1}* 嗯... 你好！ * 哈哈哈！

source: <25>{#p/kidd}{#npc/a}{#f/1}* How was lunch?
pt_br: <25>{#p/kidd}{#npc/a}{#f/1}* Como foi o almoço?
zh_cn: <25>{#p/kidd}{#npc/a}{#f/1}* 午饭咋样？
zh_tw: <25>{#p/kidd}{#npc/a}{#f/1}* 午飯咋樣？

source: <25>{#f/1}* Did that short skeleton make everyone laugh again?
pt_br: <25>{#f/1}* Aquele esqueleto baixinho fez todo mundo rir de novo?
zh_cn: <25>{#f/1}* 那矮骷髅 又把大家逗笑了吗？
zh_tw: <25>{#f/1}* 那矮骷髏 又把大家逗笑了嗎？

source: <25>{#p/kidd}{#npc/a}{#f/2}* Yo, are you here to see her too?
pt_br: <25>{#p/kidd}{#npc/a}{#f/2}* Yo, você tá tentando ver ela também?
zh_cn: <25>{#p/kidd}{#npc/a}{#f/2}* 哟，你也是来这看她的吗？
zh_tw: <25>{#p/kidd}{#npc/a}{#f/2}* 喲，你也是來這看她的嗎？

source: <25>{#f/1}* Haha. * She's the coolest!!
pt_br: <25>{#f/1}* Haha. * Ela é a mais da hora!!
zh_cn: <25>{#f/1}* 哈哈。 * 她最酷了！！
zh_tw: <25>{#f/1}* 哈哈。 * 她最酷了！！

source: <25>{#f/2}* I wanna be just like her when I grow up...
pt_br: <25>{#f/2}* Eu quero ser igual ela quando eu crescer...
zh_cn: <25>{#f/2}* 我长大了要成为她那样...
zh_tw: <25>{#f/2}* 我長大了要成為她那樣...

source: <25>{#p/kidd}{#npc/a}{#f/3}* He always gets kicked out for pulling awful pranks.
pt_br: <25>{#p/kidd}{#npc/a}{#f/3}* Ele sempre é expulso por fazer brincadeiras de mau gosto.
zh_cn: <25>{#p/kidd}{#npc/a}{#f/3}* 他总因为搞恶作剧 而被踢出去。
zh_tw: <25>{#p/kidd}{#npc/a}{#f/3}* 他總因為搞惡作劇 而被踢出去。

source: <25>{#p/kidd}{#npc/a}{#f/1}* You go on ahead.
pt_br: <25>{#p/kidd}{#npc/a}{#f/1}* Pode ir na frente.
zh_cn: <25>{#p/kidd}{#npc/a}{#f/1}* 你先走吧。
zh_tw: <25>{#p/kidd}{#npc/a}{#f/1}* 你先走吧。

source: <25>{#f/1}* I'll catch up with you soon!
pt_br: <25>{#f/1}* Eu te encontro mais tarde!
zh_cn: <25>{#f/1}* 我随后就来！
zh_tw: <25>{#f/1}* 我隨後就來！

source: <32>{#p/basic}{#npc/a}* My friend Shortsy and I plan to become the new world's premiere architects.
pt_br: <32>{#p/basic}{#npc/a}* Meu amigo Shortsy e eu planejamos nos tornar arquitetos no novo mundo.
zh_cn: <32>{#p/basic}{#npc/a}* 我和我朋友Shortsy 计划成为新世界的 顶级建筑师。
zh_tw: <32>{#p/basic}{#npc/a}* 我和我朋友Shortsy 計畫成為新世界的 頂級建築師。

source: <32>* We'll build bridges, spires, space stations... if you can imagine it, we can build it!
pt_br: <32>* Nós construímos de tudo... o que você conseguir imaginar, nós podemos construir!
zh_cn: <32>* 我们将建造桥梁、高塔、 空间站... 只有你想不到的， 没有我们建不了的！
zh_tw: <32>* 我們將建造橋梁、高塔、 空間站... 只有你想不到的， 沒有我們建不了的！

source: <32>* As always, I'll be in charge of carrying the tools.
pt_br: <32>* Como sempre, eu fico encarregado de trazer as ferramentas.
zh_cn: <32>* 像往常一样， 我负责搬运工具。
zh_tw: <32>* 像往常一樣， 我負責搬運工具。

source: <32>{#p/basic}{#npc/a}* My friend Shortsy and I plan to build a bridge.
pt_br: <32>{#p/basic}{#npc/a}* Meu amigo Shortsy e eu planejamos construir uma ponte.
zh_cn: <32>{#p/basic}{#npc/a}* 我和我的朋友Shortsy 打算建一座桥。
zh_tw: <32>{#p/basic}{#npc/a}* 我和我的朋友Shortsy 打算建一座橋。

source: <32>* He's got his reasons, but personally, I'm just tired of using that unstable raft.
pt_br: <32>* Ele tem as razões dele, eu pessoalmente só estou cansado de usar aquela plataforma.
zh_cn: <32>* 他倒是有自己的想法。 * 但就我而言，我只是不想再用 那个不稳定的木筏了。
zh_tw: <32>* 他倒是有自己的想法。 * 但就我而言，我只是不想再用 那個不穩定的木筏了。

source: <32>* Let's hope we can do something a little better than that.
pt_br: <32>* Vamos esperar que nossa construção fique um pouco melhor que aquilo.
zh_cn: <32>* 希望我们能做得 比之前更好吧。
zh_tw: <32>* 希望我們能做得 比之前更好吧。

source: <32>{#p/basic}{#npc/a}* How'd you like our bridge? * Was it stable? * Was it gravitationally secure?
pt_br: <32>{#p/basic}{#npc/a}* O que você achou da ponte? * Estável? * Gravitacionalmente seguro?
zh_cn: <32>{#p/basic}{#npc/a}* 你觉得我们的桥咋样？ * 牢固吗？ * 引力够安全吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你覺得我們的橋咋樣？ * 牢固嗎？ * 引力夠安全嗎？

source: <32>* Well, Shortsy said it's fine, and they're kinda the expert here.
pt_br: <32>* Bem, Shortsy disse que está boa, e ele é meio que o especialista aqui.
zh_cn: <32>* 哎呀，Shortsy反正说这桥可牢靠了。 它在这方面可懂行了。
zh_tw: <32>* 哎呀，Shortsy反正說這橋可牢靠了。 它在這方面可懂行了。

source: <32>* I'm mostly just here to carry around the tools!
pt_br: <32>* Eu basicamente só estou aqui para carregar as ferramentas!
zh_cn: <32>* 我来这基本上只是帮它拿工具！
zh_tw: <32>* 我來這基本上只是幫它拿工具！

source: <32>{#p/basic}{#npc/a}* Shortsy told me about a new kind of tool recently...
pt_br: <32>{#p/basic}{#npc/a}* Shortsy me contou sobre um tipo de ferramenta recentemente...
zh_cn: <32>{#p/basic}{#npc/a}* Shortsy最近告诉了 我一种新工具...
zh_tw: <32>{#p/basic}{#npc/a}* Shortsy最近告訴了 我一種新工具...

source: <32>{#p/basic}{#npc/a}* Instability and I don't get along very well. * That's just how I am.
pt_br: <32>{#p/basic}{#npc/a}* Instabilidade e eu não nos damos muito nem. * Isso é como eu sou.
zh_cn: <32>{#p/basic}{#npc/a}* 情绪不稳定， 和其他人合不来。 * 这就是我。
zh_tw: <32>{#p/basic}{#npc/a}* 情緒不穩定， 和其他人合不來。 * 這就是我。

source: <32>{#p/basic}{#npc/a}* Don't get it twisted. * I'm a fantastic tool-toter. * That's just what I do.
pt_br: <32>{#p/basic}{#npc/a}* Não me entenda errado. * Eu sou um fantástico manejador de ferramentas. * Esse é apenas quem eu sou.
zh_cn: <32>{#p/basic}{#npc/a}* 别想太多。 * 我是一个了不起的工具匠。 * 就是这样。
zh_tw: <32>{#p/basic}{#npc/a}* 別想太多。 * 我是一個了不起的工具匠。 * 就是這樣。

source: <32>{#p/basic}{#npc/a}* My buddy Longsy and I want to become full-time architects.
pt_br: <32>{#p/basic}{#npc/a}* Meu parceiro Longsy e eu queremos ser arquitetos em tempo integral.
zh_cn: <32>{#p/basic}{#npc/a}* 我和我的伙伴Longsy 想成为全职建筑师。
zh_tw: <32>{#p/basic}{#npc/a}* 我和我的夥伴Longsy 想成為全職建築師。

source: <32>* I've invented a brand new tool for Longsy to use...
pt_br: <32>* Eu trouxe uma nova ferramenta para o Longsy usar...
zh_cn: <32>* 我发明了一种全新的工具 给Longsy使用...
zh_tw: <32>* 我發明了一種全新的工具 給Longsy使用...

source: <32>* ... called the builder's wand.
pt_br: <32>* ... chamada de varinha do construtor.
zh_cn: <32>* ...它叫做建筑师之魔杖。
zh_tw: <32>* ...它叫做建築師之魔杖。

source: <32>{#p/basic}{#npc/a}* My buddy Longsy and I want to build a new bridge to impress the king.
pt_br: <32>{#p/basic}{#npc/a}* Meu parceiro Longsy e eu queremos construir uma ponte para impressionar o rei.
zh_cn: <32>{#p/basic}{#npc/a}* 我和我的伙伴Longsy 想造座桥给国王看看。
zh_tw: <32>{#p/basic}{#npc/a}* 我和我的夥伴Longsy 想造座橋給國王看看。

source: <32>* It'll be the straightest, most sturdy bridge you've ever seen.
pt_br: <32>* Vai ser a mais reta e bem estruturada ponte que você já viu.
zh_cn: <32>* 这会是你见过的最笔直、 最坚固的桥。
zh_tw: <32>* 這會是你見過的最筆直、 最堅固的橋。

source: <32>* I'll make sure of it!
pt_br: <32>* Eu vou ter certeza disso!
zh_cn: <32>* 我向你保证！
zh_tw: <32>* 我向你保證！

source: <32>{#p/basic}{#npc/a}* Take a look at our newest bridge.
pt_br: <32>{#p/basic}{#npc/a}* Dá uma olhada na nossa mais nova ponte.
zh_cn: <32>{#p/basic}{#npc/a}* 瞧瞧咱俩新建的桥。
zh_tw: <32>{#p/basic}{#npc/a}* 瞧瞧咱倆新建的橋。

source: <32>* Longsy and I figure this will be enough to impress the king...
pt_br: <32>* Longsy e eu entendemos que isso será o suficiente para impressionar o rei...
zh_cn: <32>* 我和Longsy觉得 这肯定能打动国王的...
zh_tw: <32>* 我和Longsy覺得 這肯定能打動國王的...

source: <32>* It needs to be if we're going to work alongside him!
pt_br: <32>* Precisa ser assim se nós desejamos trabalhar ao lado dele!
zh_cn: <32>* 既然我们跟着他干， 那他的鼓励就是 我们的奋斗的目标！
zh_tw: <32>* 既然我們跟著他幹， 那他的鼓勵就是 我們的奮鬥的目標！

source: <32>{#p/basic}{#npc/a}* With enough power, it could create anything you can imagine...
pt_br: <32>{#p/basic}{#npc/a}* Com poder o suficiente, poderemos criar tudo que você imaginar...
zh_cn: <32>{#p/basic}{#npc/a}* 有了足够的能量， 它可以创造出任何东西！
zh_tw: <32>{#p/basic}{#npc/a}* 有了足夠的能量， 它可以創造出任何東西！

source: <32>{#p/basic}{#npc/a}* I'm set on doing nothing less than the best. * That's just how I am.
pt_br: <32>{#p/basic}{#npc/a}* Eu estou pronto para fazer nada além do melhor. * Esse sou eu.
zh_cn: <32>{#p/basic}{#npc/a}* 不遗余力， 将事情做到最好。 * 这就是我。
zh_tw: <32>{#p/basic}{#npc/a}* 不遺餘力， 將事情做到最好。 * 這就是我。

source: <32>{#p/basic}{#npc/a}* No need to thank us, it's only a community service. * That's just what I do.
pt_br: <32>{#p/basic}{#npc/a}* Não a necessidade de agradecer, é apenas o serviço para a comunidade.
zh_cn: <32>{#p/basic}{#npc/a}* 不用谢咱俩，社区服务罢了。 * 就是这样。
zh_tw: <32>{#p/basic}{#npc/a}* 不用謝咱倆，社群服務罷了。 * 就是這樣。

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * Everyone's leaving, it seems.
pt_br: <32>{#p/basic}{#npc/a}* (Lesma, lesma...) * Todo está indo embora, é o que parece.
zh_cn: <32>{#p/basic}{#npc/a}* （蜗牛，蜗牛...） * 好像所有人都离开了。
zh_tw: <32>{#p/basic}{#npc/a}* （蝸牛，蝸牛...） * 好像所有人都離開了。

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * Optimism, any day...
pt_br: <32>{#p/basic}{#npc/a}* (Lesma, lesma...) * Otimismo todo dia...
zh_cn: <32>{#p/basic}{#npc/a}* （蜗牛蜗牛...） * 每一天都要乐观...
zh_tw: <32>{#p/basic}{#npc/a}* （蝸牛蝸牛...） * 每一天都要樂觀...

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * It's time for us to go.
pt_br: <32>{#p/basic}{#npc/a}* (Lesma, lesma...) * É hora de irmos.
zh_cn: <32>{#p/basic}{#npc/a}* （蜗牛，蜗牛...） * 我们也该走了。
zh_tw: <32>{#p/basic}{#npc/a}* （蝸牛，蝸牛...） * 我們也該走了。

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * All's well that ends well...
pt_br: <32>{#p/basic}{#npc/a}* (Lesma, lesma...) * No fim tudo acabou bem...
zh_cn: <32>{#p/basic}{#npc/a}* （蜗牛蜗牛...） * 结局好，一切都好...
zh_tw: <32>{#p/basic}{#npc/a}* （蝸牛蝸牛...） * 結局好，一切都好...

source: <32>{#p/basic}{#npc/a}* The smell of grass grows ever closer now...
pt_br: <32>{#p/basic}{#npc/a}* O cheiro de grama cresce cada vez mais próximo...
zh_cn: <32>{#p/basic}{#npc/a}* 草的味道越来越近...
zh_tw: <32>{#p/basic}{#npc/a}* 草的味道越來越近...

source: <33>* Soon, I will see it for myself.
pt_br: <33>* Logo, eu irei vê-la por conta própria.
zh_cn: <33>* 很快，我会亲眼看到。
zh_tw: <33>* 很快，我會親眼看到。

source: <32>{#p/basic}{#npc/a}* I feel the grass has faded.
pt_br: <32>{#p/basic}{#npc/a}* Sinto que a grama desbotou.
zh_cn: <32>{#p/basic}{#npc/a}* 我觉得草已经褪色了。
zh_tw: <32>{#p/basic}{#npc/a}* 我覺得草已經褪色了。

source: <32>* Don't you...?
pt_br: <32>* Você não acha...?
zh_cn: <32>* 你难道不...？
zh_tw: <32>* 你難道不...？

source: <32>{#p/basic}{#npc/a}* The grass may already be too far gone.
pt_br: <32>{#p/basic}{#npc/a}* A grama talvez já tenha acabado a muito tempo.
zh_cn: <32>{#p/basic}{#npc/a}* 草似乎离我们越来越远了。
zh_tw: <32>{#p/basic}{#npc/a}* 草似乎離我們越來越遠了。

source: <32>* Or am I wrong...?
pt_br: <32>* Ou eu estou errado...?
zh_cn: <32>* 或是我的错觉...？
zh_tw: <32>* 或是我的錯覺...？

source: <32>{#p/basic}{#npc/a}* What's grass?
pt_br: <32>{#p/basic}{#npc/a}* O que é grama?
zh_cn: <32>{#p/basic}{#npc/a}* 草是什么？
zh_tw: <32>{#p/basic}{#npc/a}* 草是什麼？

source: <32>* Can it find you?
pt_br: <32>* Ela pode te achar?
zh_cn: <32>* 它能找到你吗？
zh_tw: <32>* 它能找到你嗎？

source: <32>* Can it eat you?
pt_br: <32>* Pode te comer?
zh_cn: <32>* 它能吃掉你吗？
zh_tw: <32>* 它能吃掉你嗎？

source: <32>* Can it kill you?
pt_br: <32>* Pode te matar?
zh_cn: <32>* 它能杀掉你吗？
zh_tw: <32>* 它能殺掉你嗎？

source: <32>* Can you find it?
pt_br: <32>* Você pode encontrar?
zh_cn: <32>* 你能找到它吗？
zh_tw: <32>* 你能找到它嗎？

source: <32>* Can you eat it?
pt_br: <32>* Você pode comer?
zh_cn: <32>* 你能吃掉它吗？
zh_tw: <32>* 你能吃掉它嗎？

source: <32>* Can you kill it?
pt_br: <32>* Você pode matar?
zh_cn: <32>* 你能杀掉它吗？
zh_tw: <32>* 你能殺掉它嗎？

source: <32>* Are you made of grass?
pt_br: <32>* Você é feito de grama?
zh_cn: <32>* 你是草做的吗？
zh_tw: <32>* 你是草做的嗎？

source: <32>{#p/basic}{#npc/a}* The grass may not always be greener, but who says it has to be?
pt_br: <32>{#p/basic}{#npc/a}* A grama pode não sempre estar verde, mas quem disse que precisa ser?
zh_cn: <32>{#p/basic}{#npc/a}* 草不一定总是绿的， 但谁说它是绿呢？
zh_tw: <32>{#p/basic}{#npc/a}* 草不一定總是綠的， 但誰說它是綠呢？

source: <32>* A new world may have any number of colors in its grass.
pt_br: <32>* Um novo mundo deve ter tantos números de cores para grama.
zh_cn: <32>* 新世界的草 可能会有各种颜色。
zh_tw: <32>* 新世界的草 可能會有各種顏色。

source: <32>{#p/basic}{#npc/a}* The grass isn't always greener on the other side.
pt_br: <32>{#p/basic}{#npc/a}* A grama do vizinho nem sempre é a mais verde.
zh_cn: <32>{#p/basic}{#npc/a}* 这草望着那草绿。
zh_tw: <32>{#p/basic}{#npc/a}* 這草望著那草綠。

source: <32>{#p/tem}{#npc/a}* woa... tem hear news... * VERY GOODS!!!
pt_br: <32>{#p/tem}{#npc/a}* woa... tem ouviu notícias... * MUITO BOAS!!!
zh_cn: <32>{#p/tem}{#npc/a}* 瓦... tem听嘟心闻... * 太吼辣！！！
zh_tw: <32>{#p/tem}{#npc/a}* 瓦... tem聽嘟心聞... * 太吼辣！！！

source: <32>{#p/tem}{#npc/a}* hOI!! * im temmie!!!
pt_br: <32>{#p/tem}{#npc/a}* hOI!! * sou temmie!!!
zh_cn: <32>{#p/tem}{#npc/a}* 吼！！ * 我素temmie！！！
zh_tw: <32>{#p/tem}{#npc/a}* 吼！！ * 我素temmie！！！

source: <32>* and dis is my friend... * temmie!!!
pt_br: <32>* e está é mi amiga... * temmie!!!
zh_cn: <32>* 介素我盆友... * temmie！！！
zh_tw: <32>* 介素我盆友... * temmie！！！

source: <32>{#p/tem}{#npc/a}* yaYA!!! * tems can go free!!
pt_br: <32>{#p/tem}{#npc/a}* yaYA!!! * tems vão ser livre!!!
zh_cn: <32>{#p/tem}{#npc/a}* 鸭！！！ * tem们紫柚辣！
zh_tw: <32>{#p/tem}{#npc/a}* 鴨！！！ * tem們紫柚辣！

source: <32>{#p/tem}{#npc/a}* woa... * if tems can go to new homeworld, can make,
pt_br: <32>{#p/tem}{#npc/a}* woa... * se tems podem ir para novo mundo, podem fazer,
zh_cn: <32>{#p/tem}{#npc/a}* 瓦... * tem到了西嘎园，可以纸作，
zh_tw: <32>{#p/tem}{#npc/a}* 瓦... * tem到了西嘎園，可以紙作，

source: <32>{#p/tem}{#npc/a}* LOT OF TEMS HISTORY!!!
pt_br: <32>{#p/tem}{#npc/a}* MUITAS HISTÓRIAS TEM!!!
zh_cn: <32>{#p/tem}{#npc/a}* 多多tem历史！！！
zh_tw: <32>{#p/tem}{#npc/a}* 多多tem歷史！！！

source: <32>* don forget my friend!
pt_br: <32>* Naum esquecer minha amiga!
zh_cn: <32>* 别忘辣我盆友！
zh_tw: <32>* 別忘辣我盆友！

source: <32>{#p/tem}{#npc/a}* A pleasing development, no?
pt_br: <32>{#p/tem}{#npc/a}* Um belo desenvolvimento, não?
zh_cn: <32>{#p/tem}{#npc/a}* 一个满意的发展，不是吗？
zh_tw: <32>{#p/tem}{#npc/a}* 一個滿意的發展，不是嗎？

source: <32>{*}{#p/tem}{#i/5}{#s.stop}* I know what you did.
pt_br: <32>{*}{#p/tem}{#i/5}{#s.stop}* Eu sei o que você fez.
zh_cn: <32>{*}{#p/tem}{#i/10}{#s.stop}* 我知道你做了什么。
zh_tw: <32>{*}{#p/tem}{#i/10}{#s.stop}* 我知道你做了什麼。

source: <32>{#p/tem}{#npc/a}* Hi.
pt_br: <32>{#p/tem}{#npc/a}* Oi.
zh_cn: <32>{#p/tem}{#npc/a}* 嘿。
zh_tw: <32>{#p/tem}{#npc/a}* 嘿。

source: <32>* I'm Bob.
pt_br: <32>* Sou Bob.
zh_cn: <32>* 我是Bob。
zh_tw: <32>* 我是Bob。

source: <32>* I'm afraid for your life.
pt_br: <32>* Eu estou com medo da sua vida.
zh_cn: <32>* 我为你的性命担忧。
zh_tw: <32>* 我為你的性命擔憂。

source: <32>{#p/tem}{#npc/a}* awawawawah!!
zh_cn: <32>{#p/tem}{#npc/a}* 啊哇哦哇哦哇哦！！
zh_tw: <32>{#p/tem}{#npc/a}* 啊哇喔哇喔哇喔！！

source: <32>* humans... * such a...
pt_br: <32>* humanos... * são tão...
zh_cn: <32>* 银类... * 炒鸡...
zh_tw: <32>* 銀類... * 炒雞...

source: <32>* HEROES!!!!
pt_br: <32>* HERÓICOS!!!!
zh_cn: <32>* 哒鹰雄！！！！
zh_tw: <32>* 噠鷹雄！！！！

source: <32>* CUTE!!!!
pt_br: <32>* FOFOS!!!!
zh_cn: <32>* 萌呆呆！！！！
zh_tw: <32>* 萌呆呆！！！！

source: <32>{#p/tem}{#npc/a}* everyones go free... * BUT TEM!!!
pt_br: <32>{#p/tem}{#npc/a}* todos estão livres... * MAS A TEM!!!
zh_cn: <32>{#p/tem}{#npc/a}* 所有人都紫柚了... * 但素TEM！！！
zh_tw: <32>{#p/tem}{#npc/a}* 所有人都紫柚了... * 但素TEM！！！

source: <32>* TEM NOT LEAV!!! * TEM WATCH EG!!!
pt_br: <32>* TEM NÃO QUER IR!!! * TEM QUE OVIN!!!
zh_cn: <32>* TEM不梨开！！！ * TEM咬看蛋！
zh_tw: <32>* TEM不梨開！！！ * TEM咬看蛋！

source: <32>* tem will be happily fambily,
pt_br: <32>* tem terá fabilia febiz,
zh_cn: <32>* tem家庭心福，
zh_tw: <32>* tem家庭心福，

source: <32>{#p/tem}{#npc/a}* tem... WATCH EGG!!!
pt_br: <32>{#p/tem}{#npc/a}* tem... VER OVO!!!
zh_cn: <32>{#p/tem}{#npc/a}* tem... * 看蛋！！！
zh_tw: <32>{#p/tem}{#npc/a}* tem... * 看蛋！！！

source: <32>* eg... wil HATCH!!!
pt_br: <32>* OVIN... vou VER!!!
zh_cn: <32>* 蛋... 会孵！！！
zh_tw: <32>* 蛋... 會孵！！！

source: <32>* tem... PROUD PARENT!!
pt_br: <32>* tem... PARENTE FELIZ!!
zh_cn: <32>* tem... 骄嗷父母！！
zh_tw: <32>* tem... 驕嗷父母！！

source: <32>{#p/human}* (But the box was empty.)
pt_br: <32>{#p/human}* (Mas a caixa está vazia.)
zh_cn: <32>{#p/human}* （但箱子是空的。）
zh_tw: <32>{#p/human}* （但箱子是空的。）

source: <32>{#p/basic}* There is one postcard in the box.
pt_br: <32>{#p/basic}* Há um cartão postal na caixa.
zh_cn: <32>{#p/basic}* 箱子里有一张明信片。
zh_tw: <32>{#p/basic}* 箱子裡有一張明信片。

source: <32>{#p/basic}* There are multiple postcards in the box.
pt_br: <32>{#p/basic}* A vários cartões postais na caixa.
zh_cn: <32>{#p/basic}* 箱子里有好几张明信片。
zh_tw: <32>{#p/basic}* 箱子裡有好幾張明信片。

source: * (Take a postcard?)
pt_br: * (Pegar cartão postal?)
zh_cn: * （拿一张明信片吗？）
zh_tw: * （拿一張明信片嗎？）

source: <32>{#p/human}* (You got the Postcard.)
pt_br: <32>{#p/human}* (Você pegou cartão postal.)
zh_cn: <32>{#p/human}* （你获得了一张明信片。）
zh_tw: <32>{#p/human}* （你獲得了一張明信片。）

source: <32>{#p/human}* (You can't seem to use the switch anymore.)
pt_br: <32>{#p/human}* (Você parece não conseguir usar mais a alavanca.)
zh_cn: <32>{#p/human}* （你好像拉不下开关了。）
zh_tw: <32>{#p/human}* （你好像拉不下開關了。）

source: <32>{#p/basic}* It's stuck, like always.
pt_br: <32>{#p/basic}* Está emperrado, como sempre.
zh_cn: <32>{#p/basic}* 果然，又卡住了。
zh_tw: <32>{#p/basic}* 果然，又卡住了。

source: <32>{#p/basic}* The switch, quite shockingly, is stuck.
pt_br: <32>{#p/basic}* A alavanca, meio que surpreendentemente, está emperrado.
zh_cn: <32>{#p/basic}* 没想到，开关居然卡住了。
zh_tw: <32>{#p/basic}* 沒想到，開關居然卡住了。

source: <32>* What a turn of events!
pt_br: <32>* Que giro de eventos!
zh_cn: <32>* 真是惊喜连连！
zh_tw: <32>* 真是驚喜連連！

source: <32>{#p/basic}* The switch is stuck. * Naturally.
pt_br: <32>{#p/basic}* A alavanca está presa. * Naturalmente.
zh_cn: <32>{#p/basic}* 好吧。 * 开关还是卡住了。
zh_tw: <32>{#p/basic}* 好吧。 * 開關還是卡住了。

source: <32>{#p/basic}* Believe it or not...
pt_br: <32>{#p/basic}* Acredite ou não...
zh_cn: <32>{#p/basic}* 这个开关没卡住...
zh_tw: <32>{#p/basic}* 這個開關沒卡住...

source: <32>* The switch isn't stuck, it's just out of service. * Oh wait.
pt_br: <32>* A alavanca não está emperrada, só fora de serviço. * Que?
zh_cn: <32>* ...只是坏了！ * 信不信由你哦。
zh_tw: <32>* ...只是壞了！ * 信不信由你喔。

source: <32>{#p/human}* (The note attached to this cheesecake describes how it was abandoned.)
pt_br: <32>{#p/human}* (Uma nota preso no cheesecake descreve como foi abandonado.)
zh_cn: <32>{#p/human}* （纸条上写了芝士蛋糕 是为何要被抛弃。）
zh_tw: <32>{#p/human}* （紙條上寫了芝士蛋糕 是為何要被拋棄。）

source: * (Take the cheesecake?)
pt_br: * (Pegar o cheesecake?)
zh_cn: * （拿走芝士蛋糕吗？）
zh_tw: * （拿走芝士蛋糕嗎？）

source: <32>{#p/basic}* There's a piece of cheesecake here with a note attached.
pt_br: <32>{#p/basic}* Tem um pedaço de cheesecake aqui com uma nota presa.
zh_cn: <32>{#p/basic}* 这放着一块芝士蛋糕， 上面粘着一张字条。
zh_tw: <32>{#p/basic}* 這放著一塊芝士蛋糕， 上面粘著一張字條。

source: <32>* "I just couldn't handle the responsibility."
pt_br: <32>* "Eu só não pude aguentar a responsabilidade."
zh_cn: <32>* “我真的承担不了 照顾它的重任。”
zh_tw: <32>* 「我真的承擔不了 照顧它的重任。」

source: <32>{#p/human}* (You got the Cheesecake.)
pt_br: <32>{#p/human}* (Você pegou o cheesecake.)
zh_cn: <32>{#p/human}* （你拿走了芝士蛋糕。）
zh_tw: <32>{#p/human}* （你拿走了芝士蛋糕。）

source: <25>{#p/asriel1}{#f/24}* Before we moved out, $(name) used to sit here all the time...
pt_br: <25>{#p/asriel1}{#f/24}* Antes de nos movermos, $(name) costumava sentar aqui toda hora...
zh_cn: <25>{#p/asriel1}{#f/24}* 在我们搬家前， $(name)总是会坐在这里...
zh_tw: <25>{#p/asriel1}{#f/24}* 在我們搬家前， $(name)總是會坐在這裡...

source: <25>{#f/23}* We'd swap stories about our hopes and our dreams...
pt_br: <25>{#f/23}* Nós trocamos histórias sobre nossos sonhos e nossas esperanças...
zh_cn: <25>{#f/23}* 我们会分享 我们之间的希望与梦想...
zh_tw: <25>{#f/23}* 我們會分享 我們之間的希望與夢想...
