Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* You spooked them right out of their dummy!
pt_br: <32>* Você os assustou de seus corpos!
zh_cn: <32>* 你把他从人偶里 吓了出来！
zh_tw: <32>* 你把他從人偶裡 嚇了出來！

source: <32>* Grr...
zh_cn: <32>* 呃啊啊...
zh_tw: <32>* 呃啊啊...

source: <32>* Us ghosts spend our whole lives looking for a proper vessel.
pt_br: <32>* Nós fantasmas passam as vidas procurando por um corpo apropriado.
zh_cn: <32>* 我们幽灵用一生时间来 寻找一个合适的容器。
zh_tw: <32>* 我們幽靈用一生時間來 尋找一個合適的容器。

source: <32>* Slowly, slowly, we grow closer to our new bodies, until one day...
pt_br: <32>* Devagar e devagar, nós vamos nos aproximando do nosso corpo, até que um dia...
zh_cn: <32>* 渐渐地，渐渐地，我们和 新身体的联系越来越近， 直到有一天...
zh_tw: <32>* 漸漸地，漸漸地，我們和 新身體的聯繫越來越近， 直到有一天...

source: <32>* We too may become corporeal beings, able to laugh, love, and dance like any other.
pt_br: <32>* Nós nos tornamos seres corporais, com capacidade para rir, amar, e dançar como qualquer outro.
zh_cn: <32>* 我们就可以变成有形的存在， 像其他人一样，欢笑，恋爱，舞蹈。
zh_tw: <32>* 我們就可以變成有形的存在， 像其他人一樣，歡笑，戀愛，舞蹈。

source: <32>* But YOU!!! * My cousin's future... * You snatched it all away!
pt_br: <32>* Mas VOCÊ!! * O futuro do meu primo... * Você arrebatou tudo!
zh_cn: <32>* 但是你呢！！！ * 我的表亲的未来... * 你把它给毁了！
zh_tw: <32>* 但是你呢！！！ * 我的表親的未來... * 你把它給毀了！

source: <32>* Uraaahhhhh!!!
zh_cn: <32>* 呃啊啊啊啊啊啊！！！
zh_tw: <32>* 呃啊啊啊啊啊啊！！！

source: <32>* They were a shy sort. * Living a lonely life in the Outlands...
pt_br: <32>* Era tímido. * Vivendo uma vida sozinho nas Outlands...
zh_cn: <32>* 它一直羞于见人。 * 自己孤独地住在外域...
zh_tw: <32>* 它一直羞於見人。 * 自己孤獨地住在外域...

source: <32>* They saw you and HOPED you might TALK to them.
pt_br: <32>* Eles te viram e ESPERAVAM que você talvez CONVERSASSE com eles.
zh_cn: <32>* 然后它遇到了你， 希望你跟它交流。
zh_tw: <32>* 然後它遇到了你， 希望你跟它交流。

source: <32>* But NO! * You ran away!
pt_br: <32>* Mas NÃO! * Você fugiu!
zh_cn: <32>* 但你没有！ * 你逃跑了！
zh_tw: <32>* 但你沒有！ * 你逃跑了！

source: <32>* Pathetic. * Pathetic! * PATHETIC!!!
pt_br: <32>* Patético. * Patético! * PATÉTICO!!!
zh_cn: <32>* 可悲。 * 可悲！ * 可悲！！！
zh_tw: <32>* 可悲。 * 可悲！ * 可悲！！！

source: <32>* Nobody breaks my cousin's HEART and GETS AWAY with it!
pt_br: <32>* Ninguém quebra o coração do meu primo e SE LIVRA DAS CONSEQUÊNCIAS!
zh_cn: <32>* 没人能伤了我表亲的心 还能全身而退！
zh_tw: <32>* 沒人能傷了我表親的心 還能全身而退！

source: <32>* When you first showed up, they were so excited to talk...
pt_br: <32>* Quando você apareceu eles estavam prontos para uma conversa...
zh_cn: <32>* 你出现的时候，它多么希望 你能跟他聊聊...
zh_tw: <32>* 你出現的時候，它多麼希望 你能跟他聊聊...

source: <32>* And then you went and SLAPPED them in the FACE!
pt_br: <32>* E então você foi lá e BATEU na cara DELE!
zh_cn: <32>* 但你却给了它一巴掌！
zh_tw: <32>* 但你卻給了它一巴掌！

source: <32>* Not just once. * Not just twice!
pt_br: <32>* Não apenas uma vez. * Não apenas duas!
zh_cn: <32>* 再一。 * 再二。
zh_tw: <32>* 再一。 * 再二。

source: <32>* But THREE TIMES!!
pt_br: <32>* Mas TRÊS VEZES!!
zh_cn: <32>* 再三就过分了！！
zh_tw: <32>* 再三就過分了！！

source: <32>* How AWFUL do you have to BE!?
pt_br: <32>* O quão MAU você pode ser!?
zh_cn: <32>* 你这人怎么这么坏！？
zh_tw: <32>* 你這人怎麼這麼壞！？

source: <32>* My cousin is a nice fellow.
pt_br: <32>* Meu primo é um cara legal.
zh_cn: <32>* 我表亲明明是个很好的人。
zh_tw: <32>* 我表親明明是個很好的人。

source: <32>* But that doesn't mean you can just GO AROUND and FLIRT with them!
pt_br: <32>* Mas isso não significa que você pode só chegar do nada e FLERTAR com ele!
zh_cn: <32>* 但这不意味着你可以跟它调情！
zh_tw: <32>* 但這不意味著你可以跟它調情！

source: <32>* Your stupid advances weirded them out SO MUCH...
pt_br: <32>* Seus avanços estúpidos deixaram ele com tanta vergonha...
zh_cn: <32>* 你那愚蠢的举动吓到了它...
zh_tw: <32>* 你那愚蠢的舉動嚇到了它...

source: <32>* ... they just couldn't take it anymore!!
pt_br: <32>* ... que ele nem conseguiu aguentar!!
zh_cn: <32>* ...以至于它根本承受不住了！！
zh_tw: <32>* ...以至於它根本承受不住了！！

source: <32>* Disgusting. * Disgusting! * DISGUSTING!!!
pt_br: <32>* Nojento. * Nojento! * NOJENTO!!!
zh_cn: <32>* 令人作呕。 * 令人作呕！ * 令人作呕！！！
zh_tw: <32>* 令人作嘔。 * 令人作嘔！ * 令人作嘔！！！

source: <32>* You'll DIE for this, HUMAN!!!!
pt_br: <32>* Você MORRERÁ por isso, HUMANO!!!
zh_cn: <32>* 你会为此而死的，人类！！！！
zh_tw: <32>* 你會為此而死的，人類！！！！

source: <32>* This... * This feeling...?
pt_br: <32>* Essa... * Essa sensação...?
zh_cn: <32>* 这... * 这种感觉...？
zh_tw: <32>* 這... * 這種感覺...？

source: <32>{#x3}* Eureka. * Eureka! * EUREKA!!!
zh_cn: <32>{#x3}* 明白了。 * 明白了！ * 明白了！！！
zh_tw: <32>{#x3}* 明白了。 * 明白了！ * 明白了！！！

source: <32>* Human. * That moment of unbridled emotion.
pt_br: <32>* Humano. * Aquele momento de emoção indescritível.
zh_cn: <32>* 人类。 * 刚刚我那彻底失控的情绪...
zh_tw: <32>* 人類。 * 剛剛我那徹底失控的情緒...

source: <32>* It allowed me to finally fuse with my body!
pt_br: <32>* Me permitiu fundir com meu corpo, finalmente!
zh_cn: <32>* 让我终于可以完美地 和我的身体融为一体啦！
zh_tw: <32>* 讓我終於可以完美地 和我的身體融為一體啦！

source: <32>* I'm fully corporeal now! * Am I... dreaming? * Is this real???
pt_br: <32>* Eu sou totalmente corporal agora! Eu estou sonhando? * Isso é real???
zh_cn: <32>* 我是有血有肉的存在了！ * 我... 我不是在做梦吧？ * 这是真的吗？？？
zh_tw: <32>* 我是有血有肉的存在了！ * 我... 我不是在做夢吧？ * 這是真的嗎？？？

source: <32>* Well, in return, I guess I won't stomp you.
pt_br: <32>* Bem, em retorno. Eu acho que não vou te esmagar.
zh_cn: <32>* 作为报答， 我不会再攻击你啦。
zh_tw: <32>* 作為報答， 我不會再攻擊你啦。

source: <32>* How's that sound?
pt_br: <32>* O que acha?
zh_cn: <32>* 怎么样？
zh_tw: <32>* 怎麼樣？

source: <32>{#p/napstablook}* hey... * i thought i heard someone being attacked...
pt_br: <32>{#p/napstablook}* ei... * eu acho que ouvi alguém sendo atacado...
zh_cn: <32>{#p/napstablook}* 嘿... * 我好像听到有人被袭击了...
zh_tw: <32>{#p/napstablook}* 嘿... * 我好像聽到有人被襲擊了...

source: <32>{#p/napstablook}* hey... * i thought i heard someone yelling...
pt_br: <32>{#p/napstablook}* ei... * eu acho que escutei alguém gritando...
zh_cn: <32>{#p/napstablook}* 嘿... * 我好像听到了有人在喊叫...
zh_tw: <32>{#p/napstablook}* 嘿... * 我好像聽到了有人在喊叫...

source: <32>{#p/napstablook}* but i guess you're alright
pt_br: <32>{#p/napstablook}* mas eu acho que você está bem
zh_cn: <32>{#p/napstablook}* 但你似乎没事
zh_tw: <32>{#p/napstablook}* 但你似乎沒事

source: <32>* i was actually about to head home...
pt_br: <32>* eu estava prestes a ir para casa...
zh_cn: <32>* 其实我正准备回家...
zh_tw: <32>* 其實我正準備回家...

source: <32>{#p/napstablook}* well... * i'm going to head home now...
pt_br: <32>{#p/napstablook}* bem... * eu acho que vou pra casa agora...
zh_cn: <32>{#p/napstablook}* 嗯... * 我现在要回家了...
zh_tw: <32>{#p/napstablook}* 嗯... * 我現在要回家了...

source: <32>* just warning you...
pt_br: <32>* só te avisando...
zh_cn: <32>* 提醒你一下...
zh_tw: <32>* 提醒你一下...

source: <32>* so you don't accidentally follow me to my house...
pt_br: <32>* então você não me segue acidentalmente para casa...
zh_cn: <32>* 别不小心跟我一起回到家了...
zh_tw: <32>* 別不小心跟我一起回到家了...

source: <32>* you probably wouldn't like that...
pt_br: <32>* você provavelmente não iria gostar...
zh_cn: <32>* 反正你大概也不想来...
zh_tw: <32>* 反正你大概也不想來...

source: <32>* so... um... * feel free to "come with" if you want...
pt_br: <32>* então... hmmm... * Sinta-se livre para "brotar" se você quiser...
zh_cn: <32>* 所以... 嗯... * 如果你想“附”约的话... 随时都可以...
zh_tw: <32>* 所以... 嗯... * 如果你想「附」約的話... 隨時都可以...

source: <32>* but no pressure...
pt_br: <32>* mas sem pressão...
zh_cn: <32>* 但别有压力...
zh_tw: <32>* 但別有壓力...

source: <32>* i understand if you're busy...
pt_br: <32>* eu entendo se você estiver ocupado...
zh_cn: <32>* 如果你忙，我能理解...
zh_tw: <32>* 如果你忙，我能理解...

source: <32>* it's fine...
pt_br: <32>* tá tudo bem...
zh_cn: <32>* 没关系的...
zh_tw: <32>* 沒關係的...

source: <32>* no worries...
pt_br: <32>* sem preocupação...
zh_cn: <32>* 不用担心...
zh_tw: <32>* 不用擔心...

source: <32>* just thought i'd offer...
pt_br: <32>* só pensei em oferecer..
zh_cn: <32>* 只是想说我先邀请一下...
zh_tw: <32>* 只是想說我先邀請一下...

source: <32>{#p/basic}* It's a training dummy. * Beat it up?
pt_br: <32>{#p/basic}* é um boneco de treino. * Dar uma surra nele?
zh_cn: <32>{#p/basic}* 一个训练人偶。 * 教训教训它吗？
zh_tw: <32>{#p/basic}* 一個訓練人偶。 * 教訓教訓它嗎？

source: * (Beat up the dummy?)
pt_br: * (Dar uma surra no boneco?)
zh_cn: * （动手吗？）
zh_tw: * （動手嗎？）

source: <32>{#p/basic}* It's a training dummy. * Hug it?
pt_br: <32>{#p/basic}* É um boneco de treino. * Abraçar?
zh_cn: <32>{#p/basic}* 一个训练人偶。 * 抱抱它吗？
zh_tw: <32>{#p/basic}* 一個訓練人偶。 * 抱抱它嗎？

source: * (Hug the dummy?)
pt_br: * (Abraçar o boneco?)
zh_cn: * （抱一下人偶吗？）
zh_tw: * （抱一下人偶嗎？）

source: <32>{#p/human}* (You decide not to do anything.)
pt_br: <32>{#p/human}* (Você decide não fazer nada.)
zh_cn: <32>{#p/human}* （你打算不这么做。）
zh_tw: <32>{#p/human}* （你打算不這麼做。）

source: <32>{#p/human}* (You punched the dummy as hard as you could.)
pt_br: <32>{#p/human}* (Você soca o boneco o mais forte que pode.)
zh_cn: <32>{#p/human}* （你使劲揍了人偶一拳。）
zh_tw: <32>{#p/human}* （你使勁揍了人偶一拳。）

source: <32>{#p/human}* (You beat up the dummy.)
pt_br: <32>{#p/human}* (Você soca o boneco.)
zh_cn: <32>{#p/human}* （你给人偶来了一拳。）
zh_tw: <32>{#p/human}* （你給人偶來了一拳。）

source: <32>{#p/human}* (You poked the dummy.)
pt_br: <32>{#p/human}* (Você cutucou o boneco.)
zh_cn: <32>{#p/human}* （...你只是戳了戳人偶。）
zh_tw: <32>{#p/human}* （...你只是戳了戳人偶。）

source: <32>{#p/human}* (You tenderly embraced the dummy.)
pt_br: <32>{#p/human}* (Você abraçou ternamente o boneco.)
zh_cn: <32>{#p/human}* (你温柔地抱了抱人偶。）
zh_tw: <32>{#p/human}* (你溫柔地抱了抱人偶。）

source: <32>{#p/human}* (You hugged the dummy.)
pt_br: <32>{#p/human}* (Você abraçou o boneco.)
zh_cn: <32>{#p/human}* （你抱了抱人偶。）
zh_tw: <32>{#p/human}* （你抱了抱人偶。）

source: <32>{#p/basic}* It's a beat-up training dummy.
pt_br: <32>{#p/basic}* É um boneco de treino surrado.
zh_cn: <32>{#p/basic}* 人偶被你教训了一顿。
zh_tw: <32>{#p/basic}* 人偶被你教訓了一頓。

source: <32>{#p/basic}* It's a red-faced hugging dummy.
pt_br: <32>{#p/basic}* É um boneco de rosto vermelho.
zh_cn: <32>{#p/basic}* 这是一个脸红的抱抱人偶。
zh_tw: <32>{#p/basic}* 這是一個臉紅的抱抱人偶。

source: <32>{#p/basic}* It's a happy hugging dummy.
pt_br: <32>{#p/basic}* É um boneco abraçado feliz.
zh_cn: <32>{#p/basic}* 一个很开心的抱抱人偶。
zh_tw: <32>{#p/basic}* 一個很開心的抱抱人偶。

source: <25>{#p/kidd}{#f/7}* What was THAT!?
pt_br: <25>{#p/kidd}{#f/7}* O que foi ISSO!?
zh_cn: <25>{#p/kidd}{#f/7}* 啥玩意啊！？ゑ
zh_tw: <25>{#p/kidd}{#f/7}* 啥玩意啊！？ゑ

source: <25>{#p/kidd}{#f/7}* Ack!!
zh_cn: <25>{#p/kidd}{#f/7}* 呃啊！！
zh_tw: <25>{#p/kidd}{#f/7}* 呃啊！！

source: <25>{#p/kidd}{#f/7}* Not again!
pt_br: <25>{#p/kidd}{#f/7}* De novo não!
zh_cn: <25>{#p/kidd}{#f/7}* 别再来了啊！
zh_tw: <25>{#p/kidd}{#f/7}* 別再來了啊！

source: <25>{#p/kidd}{#f/7}* How many of those things are there!
pt_br: <25>{#p/kidd}{#f/7}* Quantos desse tem!
zh_cn: <25>{#p/kidd}{#f/7}* Undyne埋了多少这玩意啊！ゑ
zh_tw: <25>{#p/kidd}{#f/7}* Undyne埋了多少這玩意啊！ゑ

source: <25>{#p/kidd}{#f/7}* Seriously!?
pt_br: <25>{#p/kidd}{#f/7}* Sério!?
zh_cn: <25>{#p/kidd}{#f/7}* 认真的吗！？
zh_tw: <25>{#p/kidd}{#f/7}* 認真的嗎！？

source: <25>{#p/kidd}{#f/7}* Jeez!!
pt_br: <25>{#p/kidd}{#f/7}* Senhor!!
zh_cn: <25>{#p/kidd}{#f/7}* 天啊！！
zh_tw: <25>{#p/kidd}{#f/7}* 天啊！！

source: <25>{#p/kidd}{#f/4}* We've gotta find a way outta here...
pt_br: <25>{#p/kidd}{#f/4}* precisamos achar um jeito de sair daqui...
zh_cn: <25>{#p/kidd}{#f/4}* 我们得快点逃出去...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 我們得快點逃出去...ゑ

source: <33>{#p/basic}* Electricity permeates the body.
pt_br: <33>{#p/basic}* Eletricidade permeia o corpo.
zh_cn: <33>{#p/basic}* 电流击穿了她的身体。ゑ
zh_tw: <33>{#p/basic}* 電流擊穿了她的身體。ゑ

source: <32>{#p/basic}* She's fallen down.
pt_br: <32>{#p/basic}* Ela caiu.
zh_cn: <32>{#p/basic}* 她陨落了。ゑ
zh_tw: <32>{#p/basic}* 她隕落了。ゑ

source: <32>{#p/basic}* ... but nothing happened.
pt_br: <32>{#p/basic}* ... mas nada aconteceu.
zh_cn: <32>{#p/basic}* ...但是什么也没发生。
zh_tw: <32>{#p/basic}* ...但是什麼也沒發生。

source: <25>{#p/undyne}{#f/19}* Ngah...
zh_cn: <25>{#p/undyne}{#f/19}* 嘎啊...
zh_tw: <25>{#p/undyne}{#f/19}* 嘎啊...

source: <25>{#p/undyne}{#f/19}* Stupid... * Interference...
pt_br: <25>{#p/undyne}{#f/19}* Interferência... * Estúpida...
zh_cn: <25>{#p/undyne}{#f/19}* 该死的... * 干扰...
zh_tw: <25>{#p/undyne}{#f/19}* 該死的... * 幹擾...

source: * (Continue to Aerialis?)
pt_br: * (Continuar para Aerialis?)
zh_cn: * （前往空境吗？）
zh_tw: * （前往空境嗎？）

source: <25>{#p/asgore}{#f/15}* So you still ended up with him in the end...
pt_br: <25>{#p/asgore}{#f/15}* Então você acabou voltando para ele no final...
zh_cn: <25>{#p/asgore}{#f/15}* 看来， 你还是跟他一伙了啊...ゑ
zh_tw: <25>{#p/asgore}{#f/15}* 看來， 你還是跟他一夥了啊...ゑ

source: <25>{#p/asriel2}{#f/7}* $(name) and I are inseparable, Asgore. * You should know that.
pt_br: <25>{#p/asriel2}{#f/7}* $(name) e eu somos inseparáveis, Asgore. Você deveria saber.
zh_cn: <25>{#p/asriel2}{#f/7}* 谁都没法把我 和$(name)分开。 * 您不会连这都不知道吧？ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 誰都沒法把我 和$(name)分開。 * 您不會連這都不知道吧？ゑ

source: <25>{#p/asgore}{#f/15}* $(name)... o-of course. * So... w-what are you doing with the kid?
pt_br: <25>{#p/asgore}{#f/15}* $(name)... M-mas é claro, o que vocês estão fazendo?
zh_cn: <25>{#p/asgore}{#f/15}* $(name)... 我-我当然知道啊！[ADD]<25>{#p/asgore}{#f/15}* 那... 你-你俩旁边的小孩 又是怎么回事？ゑ
zh_tw: <25>{#p/asgore}{#f/15}* $(name)... 我-我當然知道啊！[ADD]<25>{#p/asgore}{#f/15}* 那... 你-你倆旁邊的小孩 又是怎麼回事？ゑ

source: <25>{#p/asriel2}{#f/8}* That's honestly none of your business.
pt_br: <25>{#p/asriel2}{#f/8}* Sinceramente, isso não te importa.
zh_cn: <25>{#p/asriel2}{#f/8}* 关你屁事。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 關你屁事。ゑ

source: <25>{#p/asgore}{#f/15}* (Ugh... should've seen that coming...)
pt_br: <25>{#p/asgore}{#f/15}* (Ugh... deveria ter visto isso chegando...)
zh_cn: <25>{#p/asgore}{#f/15}* （呃... 早该料到的...）ゑ
zh_tw: <25>{#p/asgore}{#f/15}* （呃... 早該料到的...）ゑ

source: <25>{#p/asriel2}{#f/6}* To summarize, though... * We're going on a little trip together.
pt_br: <25>{#p/asriel2}{#f/6}* Só para dizer, então... * Estamos indo em uma pequena aventura.
zh_cn: <25>{#p/asriel2}{#f/6}* 算了，简单来说呢... * 我正带它“四处游历”呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 算了，簡單來說呢... * 我正帶它「四處遊歷」呢。ゑ

source: <25>{#f/6}* Just the three of us. * And surprise, surprise, you're not invited.
pt_br: <25>{#f/6}* Só nós três. E surpresa, surpresa, você não foi convidado.
zh_cn: <25>{#f/6}* 游历小分队只有我们仨， 没人带你玩。 * 意不意外？ゑ
zh_tw: <25>{#f/6}* 遊歷小分隊只有我們仨， 沒人帶你玩。 * 意不意外？ゑ

source: <25>{#p/asgore}{#f/15}* D-do I look like I want to be invited??
pt_br: <25>{#p/asgore}{#f/15}* E-eu pareço querer ser convidado??
zh_cn: <25>{#p/asgore}{#f/15}* 谁-谁稀罕加入你们了？？ゑ
zh_tw: <25>{#p/asgore}{#f/15}* 誰-誰稀罕加入你們了？？ゑ

source: <25>{#p/asriel2}{#f/6}* You tell me.
pt_br: <25>{#p/asriel2}{#f/6}* Me diz você.
zh_cn: <25>{#p/asriel2}{#f/6}* 还装呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 還裝呢？ゑ

source: <25>{#p/asgore}{#f/15}* Well, I just wanted to check on you. * That's all.
pt_br: <25>{#p/asgore}{#f/15}* Bem, eu só queria checar onde você estava. Isso é tudo.
zh_cn: <25>{#p/asgore}{#f/15}* 呃... 我就是来看一眼你们在干啥。 * 没别的想法。ゑ
zh_tw: <25>{#p/asgore}{#f/15}* 呃... 我就是來看一眼你們在幹啥。 * 沒別的想法。ゑ

source: <26>{#p/asriel2}{#f/10}{#x1}* ... * Something's wrong.
pt_br: <26>{#p/asriel2}{#f/10}{#x1}* ... * Tem algo errado.
zh_cn: <26>{#p/asriel2}{#f/10}{#x1}* ... * 不对劲。ゑ
zh_tw: <26>{#p/asriel2}{#f/10}{#x1}* ... * 不對勁。ゑ

source: <25>{#p/asriel2}{#f/10}* Dr. Alphys? * Is that you...?
pt_br: <25>{#p/asriel2}{#f/10}* Dr. Alphys? * Essa é você...?
zh_cn: <25>{#p/asriel2}{#f/10}* Alphys博士？ * ...是你吧？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* Alphys博士？ * ...是你吧？ゑ

source: <25>{#p/asriel2}{#f/8}* $(name) and I are inseparable, ALPHYS.
pt_br: <25>{#p/asriel2}{#f/8}* $(name) e eu somos inseparáveis, ALPHYS.
zh_cn: <25>{#p/asriel2}{#f/8}* 谁都没法把我 和$(name)分开， ALPHYS。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 誰都沒法把我 和$(name)分開， ALPHYS。ゑ

source: <25>{#p/asriel2}{#f/7}* But YOU won't know anything about that, would you?
pt_br: <25>{#p/asriel2}{#f/7}* Mas VOCÊ não saberia nada sobre isso, certo?
zh_cn: <25>{#p/asriel2}{#f/7}* 不过，我再怎么跟你解释， 都是对牛弹琴。 * 你说是不？ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 不過，我再怎麼跟你解釋， 都是對牛彈琴。 * 你說是不？ゑ

source: <25>{#p/asriel2}{#f/7}* Like I don't already know you're planning to kill us.
pt_br: <25>{#p/asriel2}{#f/7}* Como se eu não soubesse que você planeja nos matar.
zh_cn: <25>{#p/asriel2}{#f/7}* 你都准备好要杀我们了呢。 * 别以为我不知道。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 你都準備好要殺我們了呢。 * 別以為我不知道。ゑ

source: <25>{#p/asriel2}{#f/7}* Do you really think you can stop us?
pt_br: <25>{#p/asriel2}{#f/7}* Você realmente acha que pode nos parar?
zh_cn: <25>{#p/asriel2}{#f/7}* 真以为你能阻止我们？ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 真以為你能阻止我們？ゑ

source: <25>{#p/alphys}{#g/alphysThatSucks}* ... no fooling you, huh?
pt_br: <25>{#p/alphys}{#g/alphysThatSucks}* ... ninguém te engana, huh?
zh_cn: <25>{#p/alphys}{#g/alphysThatSucks}* ...骗不过你，嗯？ゑ
zh_tw: <25>{#p/alphys}{#g/alphysThatSucks}* ...騙不過你，嗯？ゑ

source: <25>{#p/asriel2}{#f/3}* Guess not.
pt_br: <25>{#p/asriel2}{#f/3}* Acho que não.
zh_cn: <25>{#p/asriel2}{#f/3}* 是呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 是呢。ゑ

source: <25>{#p/alphys}{#g/alphysGarbo}* ... * At least you're honest.
pt_br: <25>{#p/alphys}{#g/alphysGarbo}* ... * Pelo menos é honesto.
zh_cn: <25>{#p/alphys}{#g/alphysGarbo}* ... * 起码说了句实话。ゑ
zh_tw: <25>{#p/alphys}{#g/alphysGarbo}* ... * 起碼說了句實話。ゑ

source: <25>{#p/asriel2}{#f/13}* You must be distraught over the death of your dear friend...
pt_br: <25>{#p/asriel2}{#f/13}* Você deve estar arrasada com a morte do seu querido amigo...
zh_cn: <25>{#p/asriel2}{#f/13}* 看着好友死去， 你肯定急疯了...ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 看著好友死去， 你肯定急瘋了...ゑ

source: <25>{#p/asriel2}{#f/16}* I can't imagine how that feels for you.
pt_br: <25>{#p/asriel2}{#f/16}* Nem consigo imaginar como isso deve ser pra você.
zh_cn: <25>{#p/asriel2}{#f/16}* 没法和你感同身受呢。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 沒法和你感同身受呢。ゑ

source: <25>{#p/alphys}{#g/alphysIDK}* ...
zh_cn: <25>{#p/alphys}{#g/alphysIDK}* ...ゑ
zh_tw: <25>{#p/alphys}{#g/alphysIDK}* ...ゑ

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...ゑ
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* ...ゑ

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* This was a b-bad idea.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Isso não f-foi uma boa ideia.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 真-真不该来这里。ゑ
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 真-真不該來這裡。ゑ

source: <25>{|}{#p/asriel2}{#f/8}* Don't tell me you're- {%}
pt_br: <25>{|}{#p/asriel2}{#f/8}* Não me diga que você vai fu- {%}
zh_cn: <25>{|}{#p/asriel2}{#f/8}* 你不会又想-ゑ {%}
zh_tw: <25>{|}{#p/asriel2}{#f/8}* 你不會又想-ゑ {%}

source: <25>{#p/alphys}{#g/alphysOhGodNo}* What?
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}* Que?
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 你说什么？ゑ
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 你說什麼？ゑ

source: <25>* I... * I-I wouldn't stand a chance against you!
pt_br: <25>* Eu... * E-eu não teria chance contra você!
zh_cn: <25>* 我... * 我-我哪敢对付你们啊！ゑ
zh_tw: <25>* 我... * 我-我哪敢對付你們啊！ゑ

source: <25>{#p/asriel2}{#f/10}* ... you sure?
pt_br: <25>{#p/asriel2}{#f/10}* ... tem certeza?
zh_cn: <25>{#p/asriel2}{#f/10}* ...是吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...是嗎？ゑ

source: <25>{#p/asriel2}{#f/7}* ...
zh_cn: <25>{#p/asriel2}{#f/7}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* ...ゑ

source: <25>{#p/asriel2}{#f/7}* Coward.
pt_br: <25>{#p/asriel2}{#f/7}* Covarde.
zh_cn: <25>{#p/asriel2}{#f/7}* 真是个胆小鬼。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 真是個膽小鬼。ゑ

source: <25>{#p/asriel2}{#f/15}* Huh... I guess it's too early in the timeline.
pt_br: <25>{#p/asriel2}{#f/15}* Huh... acho que isso é cedo demais na linha do tempo.
zh_cn: <25>{#p/asriel2}{#f/15}* 呵... 把话说早了。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 呵... 把話說早了。ゑ

source: <25>{#p/asriel2}{#f/15}* Oh well.
pt_br: <25>{#p/asriel2}{#f/15}* Pois bem.
zh_cn: <25>{#p/asriel2}{#f/15}* 行吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 行吧。ゑ

source: <25>{#p/kidd}{#f/7}* Woah, is that... no way...
pt_br: <25>{#p/kidd}{#f/7}* Uau, aquele é... sem chance...
zh_cn: <25>{#p/kidd}{#f/7}* 哇，那是... 我在做梦吧...ゑ
zh_tw: <25>{#p/kidd}{#f/7}* 哇，那是... 我在做夢吧...ゑ

source: <25>{#f/1}* It's the KING!
pt_br: <25>{#f/1}* É o REI!
zh_cn: <25>{#f/1}* 真的是国王欸！ゑ
zh_tw: <25>{#f/1}* 真的是國王欸！ゑ

source: <25>* King Asgore, dude! * What the heck are you doing way out here!?
pt_br: <25>* Rei Asgore, cara! * O que você tá fazendo por aqui!?
zh_cn: <25>* Asgore国王！ * 您来这做啥呢！？ゑ
zh_tw: <25>* Asgore國王！ * 您來這做啥呢！？ゑ

source: <25>{#p/asgore}{#f/3}* ...
zh_cn: <25>{#p/asgore}{#f/3}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/3}* ...ゑ

source: <25>{#f/3}* It is... a long story.
pt_br: <25>{#f/3}* É... uma longa história.
zh_cn: <25>{#f/3}* 这事... 说来话长啊。ゑ
zh_tw: <25>{#f/3}* 這事... 說來話長啊。ゑ

source: <25>{#p/kidd}{#f/4}* Oh...
zh_cn: <25>{#p/kidd}{#f/4}* 噢...ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 噢...ゑ

source: <25>{#f/1}* Well, you can tell me!
pt_br: <25>{#f/1}* Bem, você pode me contar!
zh_cn: <25>{#f/1}* 没事，您跟我说说吧！ゑ
zh_tw: <25>{#f/1}* 沒事，您跟我說說吧！ゑ

source: <25>{#p/asgore}{#f/7}* Heh. * No, I cannot.
pt_br: <25>{#p/asgore}{#f/7}* Heh. * Não, eu não posso.
zh_cn: <25>{#p/asgore}{#f/7}* 呃... * 对不起，我不能说。ゑ
zh_tw: <25>{#p/asgore}{#f/7}* 呃... * 對不起，我不能說。ゑ

source: <25>{#f/6}* But I can ask you a question.
pt_br: <25>{#f/6}* Mas eu posso te perguntar uma coisa.
zh_cn: <25>{#f/6}* 不过，我有个事想问你。ゑ
zh_tw: <25>{#f/6}* 不過，我有個事想問你。ゑ

source: <25>{#p/kidd}{#f/3}* ...?
zh_cn: <25>{#p/kidd}{#f/3}* ...？ゑ
zh_tw: <25>{#p/kidd}{#f/3}* ...？ゑ

source: <25>{#p/asgore}{#f/7}* Has this human been a good friend to you?
pt_br: <25>{#p/asgore}{#f/7}* Esse humano tem sido um bom amigo pra você?
zh_cn: <25>{#p/asgore}{#f/7}* 这个人类是你的好朋友吗？ゑ
zh_tw: <25>{#p/asgore}{#f/7}* 這個人類是你的好朋友嗎？ゑ

source: <25>{#p/kidd}{#f/1}* Well... yeah!
pt_br: <25>{#p/kidd}{#f/1}* Bem... sim!
zh_cn: <25>{#p/kidd}{#f/1}* 嗯... 对呀！ゑ
zh_tw: <25>{#p/kidd}{#f/1}* 嗯... 對呀！ゑ

source: <25>{#f/4}* But, there was this other kid with them...
pt_br: <25>{#f/4}* Mas, tinha uma outra criança com ele...
zh_cn: <25>{#f/4}* 可是，之前跟我们在一块的 另一个小孩...ゑ
zh_tw: <25>{#f/4}* 可是，之前跟我們在一塊的 另一個小孩...ゑ

source: <25>{#f/8}* He wasn't as friendly.
pt_br: <25>{#f/8}* Ele não foi tão legal.
zh_cn: <25>{#f/8}* ...我很害怕他。ゑ
zh_tw: <25>{#f/8}* ...我很害怕他。ゑ

source: <25>{#p/asgore}{#f/1}* So it's him, then. * Just him...
pt_br: <25>{#p/asgore}{#f/1}* É ele então. * Apenas ele...
zh_cn: <25>{#p/asgore}{#f/1}* 看来就是他了。 * 都是因为他...ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 看來就是他了。 * 都是因為他...ゑ

source: <25>{#p/kidd}{#f/4}* Huh?
zh_cn: <25>{#p/kidd}{#f/4}* 怎么了？ゑ
zh_tw: <25>{#p/kidd}{#f/4}* 怎麼了？ゑ

source: <25>{#p/asgore}{#f/6}* Erm, never mind. * I should not trouble you with this.
pt_br: <25>{#p/asgore}{#f/6}* Erm, nada. * Eu não deveria te incomodar com isso.
zh_cn: <25>{#p/asgore}{#f/6}* 呃... 没事。 * 我不该拿这事打搅你的。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 呃... 沒事。 * 我不該拿這事打攪你的。ゑ

source: <25>{#f/3}* As for you, human...
pt_br: <25>{#f/3}* Já para você, humano...
zh_cn: <25>{#f/3}* 而你，人类...ゑ
zh_tw: <25>{#f/3}* 而你，人類...ゑ

source: <25>{#f/2}* You and that "other kid" have done a lot of damage.
pt_br: <25>{#f/2}* Você e aquela "outra criança" fizeram um dano irreversível.
zh_cn: <25>{#f/2}* 你和离开的那位“朋友” 闯了不少祸。ゑ
zh_tw: <25>{#f/2}* 你和離開的那位「朋友」 闖了不少禍。ゑ

source: <25>{#f/1}* Countless monsters are... well, you know.
pt_br: <25>{#f/1}* Inúmeros monstros estão... bem, você sabe.
zh_cn: <25>{#f/1}* 许许多多怪物都... 哎，你知道我要说什么。ゑ
zh_tw: <25>{#f/1}* 許許多多怪物都... 哎，你知道我要說什麼。ゑ

source: <25>{#p/kidd}{#f/4}* ... huh?
zh_cn: <25>{#p/kidd}{#f/4}* ...到底怎么了？ゑ
zh_tw: <25>{#p/kidd}{#f/4}* ...到底怎麼了？ゑ

source: <25>{#p/asgore}{#f/7}* Nothing, nothing. * I just...
pt_br: <25>{#p/asgore}{#f/7}* Nada. Nada. * Eu só...
zh_cn: <25>{#p/asgore}{#f/7}* 没事，没事。 * 我只是觉得...ゑ
zh_tw: <25>{#p/asgore}{#f/7}* 沒事，沒事。 * 我只是覺得...ゑ

source: <25>{#f/5}* I want to believe that there is more to you than... this.
pt_br: <25>{#f/5}* Eu quero acreditar que exista mais que isso... para você.
zh_cn: <25>{#f/5}* 相比... 我刚说的， 你还可以做点更有意义的事。ゑ
zh_tw: <25>{#f/5}* 相比... 我剛說的， 你還可以做點更有意義的事。ゑ

source: <25>{#f/5}* That, maybe somehow... Papyrus was right.
pt_br: <25>{#f/5}* Que, talvez de alguma forma... Papyrus estivesse certo.
zh_cn: <25>{#f/5}* 说不上来为什么，不过... 也许Papyrus没说错。ゑ
zh_tw: <25>{#f/5}* 說不上來為什麼，不過... 也許Papyrus沒說錯。ゑ

source: <25>{#f/6}* If your "friend" has chosen to abandon you...
pt_br: <25>{#f/6}* Se seu "amigo" decidiu te abandonar...
zh_cn: <25>{#f/6}* 既然你的“朋友” 已经抛下了你...ゑ
zh_tw: <25>{#f/6}* 既然你的「朋友」 已經拋下了你...ゑ
