Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#v/0}* ... isn't that Erogot's preferred way of saying Hello?
pt_br: <32>{#v/0}* ... esse não era o jeito favorito do Erogot de dizer oi?
zh_cn: <32>{#v/0}* ...这不是Erogot喜欢的 打招呼方式吗？
zh_tw: <32>{#v/0}* ...這不是Erogot喜歡的 打招呼方式嗎？

source: <32>{#v/0}* The dude's clearly into western movies, no doubt.
pt_br: <32>{#v/0}* Ele com certeza tem algo com filmes ocidentais, sem dúvida.
zh_cn: <32>{#v/0}* 那家伙肯定喜欢看西部电影， 毫无疑问。
zh_tw: <32>{#v/0}* 那傢伙肯定喜歡看西部電影， 毫無疑問。

source: <25>{#f/1}* KING Erogot!?
pt_br: <25>{#f/1}* REI Erogot!?
zh_cn: <25>{#f/1}* Erogot国王！？
zh_tw: <25>{#f/1}* Erogot國王！？

source: <25>{#f/3}* Dude...
pt_br: <25>{#f/3}* Cara...
zh_cn: <25>{#f/3}* 天...
zh_tw: <25>{#f/3}* 天...

source: <32>{#p/kidding}* Yo... what is this place?
pt_br: <32>{#p/kidding}* Yo... que lugar é esse?
zh_cn: <32>{#p/kidding}* 哟... 这啥地方？
zh_tw: <32>{#p/kidding}* 喲... 這啥地方？

source: <32>* It's really dark, and I can't see anything in here...
pt_br: <32>* É muito escuro, não consigo ver nada...
zh_cn: <32>* 真的好黑，我什么都看不到...
zh_tw: <32>* 真的好黑，我什麼都看不到...

source: <32>* I'm scared...
pt_br: <32>* Eu estou com medo...
zh_cn: <32>* 我好害怕...
zh_tw: <32>* 我好害怕...

source: <32>* Is anyone there? * Please... someone help me...
pt_br: <32>* Tem alguém aí? * Por favor... alguém me ajuda...
zh_cn: <32>* 有人吗？ * 请... 救救我...
zh_tw: <32>* 有人嗎？ * 請... 救救我...

source: <32>{#p/alphys}* How's that new body coming?
pt_br: <32>{#p/alphys}* Como está indo o novo corpo?
zh_cn: <32>{#p/alphys}* 新身体用着怎么样？ゑ
zh_tw: <32>{#p/alphys}* 新身體用著怎麼樣？ゑ

source: <32>{#p/mettaton}* QUITE WELL, ACTUALLY. * I WAS JUST ABOUT TO SEARCH FOR PARTS DOWN IN MECHANICAL.
pt_br: <32>{#p/mettaton}* ATÉ QUE BOM. EU ESTAVA PRESTES A PROCURAR POR PARTES MECÂNICAS LÁ EM BAIXO.
zh_cn: <32>{#p/mettaton}* 真的很不错。 * 我再看看有没有故障零件。ゑ
zh_tw: <32>{#p/mettaton}* 真的很不錯。 * 我再看看有沒有故障零件。ゑ

source: <32>{#p/alphys}* S-sounds good. * I'll keep working on improving the power distribution.
pt_br: <32>{#p/alphys}* Parece b-bom. * Eu vou continuar trabalhando na distribuição de poder.
zh_cn: <32>{#p/alphys}* 那-那就好。 * 我研究研究 怎么优化能量分配。ゑ
zh_tw: <32>{#p/alphys}* 那-那就好。 * 我研究研究 怎麼優化能量分配。ゑ

source: <32>{#p/mettaton}* DON'T WORRY, DOCTOR. * WE'VE GOT PLENTY OF TIME.
pt_br: <32>{#p/mettaton}* NÃO SE PREOCUPE DOUTORA. * TEMOS TEMPO DE SOBRA.
zh_cn: <32>{#p/mettaton}* 博士，别担心。 * 我们还有的是时间。ゑ
zh_tw: <32>{#p/mettaton}* 博士，別擔心。 * 我們還有的是時間。ゑ

source: <32>{#p/alphys}* How can I just... * Sit here and let it happen?
pt_br: <32>{#p/alphys}* Como eu posso... * Só sentar aqui e deixar acontecer?
zh_cn: <32>{#p/alphys}* 难道我... 我就只能袖手旁观吗？ゑ
zh_tw: <32>{#p/alphys}* 難道我... 我就只能袖手旁觀嗎？ゑ

source: <32>{#p/mettaton}* WELL... WHAT ELSE CAN YOU DO? * YOU'RE NOT A FIGHTER.
pt_br: <32>{#p/mettaton}* BEM... O QUE MAIS VOCÊ PODE FAZER? * VOCÊ NÃO SABE LUTAR.
zh_cn: <32>{#p/mettaton}* 唉... 还有别的可做吗？ * 战斗？你可不擅长。ゑ
zh_tw: <32>{#p/mettaton}* 唉... 還有別的可做嗎？ * 戰鬥？你可不擅長。ゑ

source: <32>{#p/mettaton}* IF YOU GO OUT THERE NOW, YOU MIGHT DIE, AND WE'D LOSE A VALUABLE PERSON.
pt_br: <32>{#p/mettaton}* SE VOCÊ FOR LÁ FORA AGORA, VOCÊ MORRERÁ, E PERDEREMOS ALGUÉM DE MUITO VALOR.
zh_cn: <32>{#p/mettaton}* 你要是现在冲上去， 很可能会丧命。 怪物们也会失去一员大将。ゑ
zh_tw: <32>{#p/mettaton}* 你要是現在衝上去， 很可能會喪命。 怪物們也會失去一員大將。ゑ

source: <32>{#p/alphys}* Why... why does this always happen to me...
pt_br: <32>{#p/alphys}* Por que... por que isso sempre acontece comigo...
zh_cn: <32>{#p/alphys}* 为什么... 为什么我总遇到这种事...ゑ
zh_tw: <32>{#p/alphys}* 為什麼... 為什麼我總遇到這種事...ゑ

source: <32>{#p/mettaton}* ... TO BE FAIR, WATCHING PEOPLE DIE HASN'T ACTUALLY HAPPENED TO YOU BEFORE.
pt_br: <32>{#p/mettaton}* ... PARA SER JUSTO, ASSISTIR PESSOAS MORRENDO NUNCA ACONTECEU CONTIGO.
zh_cn: <32>{#p/mettaton}* ...平心而论， 你还是第一次看到怪物死吧。ゑ
zh_tw: <32>{#p/mettaton}* ...平心而論， 你還是第一次看到怪物死吧。ゑ

source: <33>{#p/radio}{#v/0}* Just between us, some of them are pretty cute.
pt_br: <33>{#p/radio}{#v/0}* Só entre nós, alguns deles são fofos.
zh_cn: <33>{#p/radio}{#v/0}* 你别跟别人说， 我觉得他们有些人还挺可爱的。
zh_tw: <33>{#p/radio}{#v/0}* 你別跟別人說， 我覺得他們有些人還挺可愛的。

source: <32>{#v/1}* Uh... okay?
zh_cn: <32>{#v/1}* 呃... 你什么意思？
zh_tw: <32>{#v/1}* 呃... 你什麼意思？

source: <32>{#v/0}* What? * I don't mean like THAT. * I just mean they're adorable.
pt_br: <32>{#v/0}* O que? Eu não disse desse jeito. Eu só quis dizer que eles são adoráveis.
zh_cn: <32>{#v/0}* 什么？ * 我不是那种意思。 * 我就是单纯觉得可爱。
zh_tw: <32>{#v/0}* 什麼？ * 我不是那種意思。 * 我就是單純覺得可愛。

source: <32>{#v/0}* The same way a pet might be.
pt_br: <32>{#v/0}* Do mesmo jeito que um pet seria.
zh_cn: <32>{#v/0}* 就像宠物的那种。
zh_tw: <32>{#v/0}* 就像寵物的那種。

source: <32>{#v/1}* ... * We've got a listener calling into the station.
pt_br: <32>{#v/1}* ... * Nós temos um ouvinte escutando a estação.
zh_cn: <32>{#v/1}* ... * 有一个听众给我们电台 打电话过来了。
zh_tw: <32>{#v/1}* ... * 有一個聽眾給我們電臺 打電話過來了。

source: <32>{#p/alphys}* How strange...
pt_br: <32>{#p/alphys}* Que estranho...
zh_cn: <32>{#p/alphys}* 真奇怪...
zh_tw: <32>{#p/alphys}* 真奇怪...

source: <32>* So our SOULs have been absorbed into another being.
pt_br: <32>* Então nossas ALMAS foram absorvidas dentro de outro ser.
zh_cn: <32>* 看来我们的灵魂 被另一个存在所吸收。
zh_tw: <32>* 看來我們的靈魂 被另一個存在所吸收。

source: <32>* This could be a kind of "separate plane" where we're held before...
pt_br: <32>* Este poderia ser um tipo de "plano separado" onde somos mantidos antes...
zh_cn: <32>* 我们之前似乎被关在了 一种“独立空间”...
zh_tw: <32>* 我們之前似乎被關在了 一種「獨立空間」...

source: <32>* ... wait. * There m-might be a way I could contact the others!
pt_br: <32>* ... espera. * Deve haver o-outra forma de contatar os outros!
zh_cn: <32>* ...等等。 * 我也许知道怎么联系其他人！
zh_tw: <32>* ...等等。 * 我也許知道怎麼聯繫其他人！

source: <32>{#p/basic}* Asriel and the human are on their way. I'll intercept them as soon as they come through.
pt_br: <32>{#p/basic}* Asriel e o humano estão a caminho. Eu vou confronta-los assim que eles passarem.
zh_cn: <32>{#p/basic}* 那人类跟Asriel快到这里了。 * 只要发现他们， 定将其一举歼灭！
zh_tw: <32>{#p/basic}* 那人類跟Asriel快到這裡了。 * 只要發現他們， 定將其一舉殲滅！

source: <32>{#p/basic}* The human's on their way. * I'll intercept them as soon as they come through.
pt_br: <32>{#p/basic}* O humano está a caminho. * Eu vou confronta-lo assim que ele passar aqui.
zh_cn: <32>{#p/basic}* 那人类快到这里了。 * 只要我发现了， 定将其一举歼灭！
zh_tw: <32>{#p/basic}* 那人類快到這裡了。 * 只要我發現了， 定將其一舉殲滅！

source: <32>{#p/undyne}* I trust you know what you're getting into, Doge.
pt_br: <32>{#p/undyne}* Eu confio que você sabe onde está se metendo, Doge.
zh_cn: <32>{#p/undyne}* Doge，你肯定知道 即将面对的是什么敌人。
zh_tw: <32>{#p/undyne}* Doge，你肯定知道 即將面對的是什麼敵人。

source: <32>{#p/basic}* They are responsible for the deaths in Starton. * I will show no mercy!
pt_br: <32>{#p/basic}* Eles são responsáveis pelas mortes em Starton. * Eu não mostrarei piedade!
zh_cn: <32>{#p/basic}* 那个人类要对在星港的死难负责。 * 我绝不会心慈手软！
zh_tw: <32>{#p/basic}* 那個人類要對在星港的死難負責。 * 我絕不會心慈手軟！

source: <32>{#p/basic}* They are responsible for my colleagues' deaths. * I will show no mercy!
pt_br: <32>{#p/basic}* Aqueles responsáveis pela morte dos meus companheiros não serão perdoados!
zh_cn: <32>{#p/basic}* 朋友的生命亲手葬送在敌人手里。 * 我绝不会心慈手软！
zh_tw: <32>{#p/basic}* 朋友的生命親手葬送在敵人手裡。 * 我絕不會心慈手軟！

source: <32>{#p/basic}* This is the moment I have long prepared myself for. * I will not falter!
pt_br: <32>{#p/basic}* Este é o momento pelo qual preparei toda minha vida! * Eu não irei recuar!
zh_cn: <32>{#p/basic}* 我为这个时刻 准备了很久。 * 我不会犹豫了！
zh_tw: <32>{#p/basic}* 我為這個時刻 準備了很久。 * 我不會猶豫了！

source: <32>{#p/undyne}* Yeah!! Get out there and show 'em what the ELITE squad are all about!!
pt_br: <32>{#p/undyne}* Isso aí! Vai lá e mostra do que o esquadrão de ELITE é feito!
zh_cn: <32>{#p/undyne}* 好！！去让那个人类见识一下 特战队的实力吧！！
zh_tw: <32>{#p/undyne}* 好！！去讓那個人類見識一下 特戰隊的實力吧！！

source: <32>{#p/radio}{#v/0}* Welcome, dear caller, to The Midnight Rush! * Got anything for us?
pt_br: <32>{#p/radio}{#v/0}* Olá, querido ligador, A Corrida da Meia-Noite. * Tem algo para gente?
zh_cn: <32>{#p/radio}{#v/0}* 您好啊，亲爱的听众， 欢迎致电《午夜狂奔》。 * 您有带来什么消息吗？
zh_tw: <32>{#p/radio}{#v/0}* 您好啊，親愛的聽眾， 歡迎致電《午夜狂奔》。 * 您有帶來什麼訊息嗎？

source: <32>{#p/human}* Yeah, I've got a few words. * The fact is, us humans aren't ready for this sorta thing.
pt_br: <32>{#p/human}* É, eu tenho algumas palavras. * Na verdade, nós humanos não estamos preparados para isso.
zh_cn: <32>{#p/human}* 是的，我有几句话要说。 * 实际上，我们人类还没有 准备好这种事情呢。
zh_tw: <32>{#p/human}* 是的，我有幾句話要說。 * 實際上，我們人類還沒有 準備好這種事情呢。

source: <32>{#p/radio}{#v/0}* Just what are you implying? * That we're too dumb to comprehend alien concepts?
pt_br: <32>{#p/radio}{#v/0}* O que você quer dizer? * Que humanos não são capazes de compreender aliens?
zh_cn: <32>{#p/radio}{#v/0}* 所以你什么意思？ * 我们太笨了理解不了 外星人的概念吗？
zh_tw: <32>{#p/radio}{#v/0}* 所以你什麼意思？ * 我們太笨了理解不了 外星人的概念嗎？

source: <32>{#p/human}* ... you're so naive. * It's not us I'm really worried for, but rather... the aliens.
pt_br: <32>{#p/human}* ... você é inocente. * Eu não estou preocupado com os humanos, mas com os aliens.
zh_cn: <32>{#p/human}* ...你太天真了。 * 我真正担心的不是我们， 而是... 外星人他们。
zh_tw: <32>{#p/human}* ...你太天真了。 * 我真正擔心的不是我們， 而是... 外星人他們。

source: <32>{#p/basic}* Where am I? * What is this... place?
pt_br: <32>{#p/basic}* Onde estou? * Que lugar é esse?
zh_cn: <32>{#p/basic}* 我在哪？ * 这是什么... 地方？
zh_tw: <32>{#p/basic}* 我在哪？ * 這是什麼... 地方？

source: <32>{#p/alphys}* Hello? * I'm Dr. Alphys, and I'm... t-trying something!
pt_br: <32>{#p/alphys}* Alô? * É a Doutora Alphys, eu estou... tentando algo!
zh_cn: <32>{#p/alphys}* 你好？ * 我是Alphys博士， 我... 正在尝试某种东西！
zh_tw: <32>{#p/alphys}* 你好？ * 我是Alphys博士， 我... 正在嘗試某種東西！

source: <32>{#p/basic}* Dr. Alphys! * I'm here, can you hear me?
pt_br: <32>{#p/basic}* Dr. Alphys! * Eu estou aqui, pode me ouvir?
zh_cn: <32>{#p/basic}* Alphys博士！ * 我在这！能听到我吗？
zh_tw: <32>{#p/basic}* Alphys博士！ * 我在這！能聽到我嗎？

source: <32>{#p/alphys}* Yes... yes! * I just have to think about them... and I'm there!
pt_br: <32>{#p/alphys}* Sim... sim! * Eu só tenho que pensar sobre eles... e eu estou lá!
zh_cn: <32>{#p/alphys}* 对... 是的！ * 我只需要回想他们... 就可以找到他们！
zh_tw: <32>{#p/alphys}* 對... 是的！ * 我只需要回想他們... 就可以找到他們！

source: <32>{#p/basic}* Skrubby of foundry crew. * Concerned over circumstances regarding human.
pt_br: <32>{#p/basic}* Skrubby da equipe de fundição. * Preocupado com as situações em relação ao ser humano.
zh_cn: <32>{#p/basic}* 我是铸厂员工Skrubby。 * 就人类一事，我深感担忧。
zh_tw: <32>{#p/basic}* 我是鑄廠員工Skrubby。 * 就人類一事，我深感擔憂。

source: <32>{#p/alphys}* H-hey, uh... * Undyne can probably help... a lot better than I can...
pt_br: <32>{#p/alphys}* E-ei, uh... * Undyne deve ajudar muito melhor... do que eu...
zh_cn: <32>{#p/alphys}* 呃... * Undyne应该帮得上忙... 她远比我能干...
zh_tw: <32>{#p/alphys}* 呃... * Undyne應該幫得上忙... 她遠比我能幹...

source: <32>{#p/basic}* Agreed. * U are very unhelpful.
pt_br: <32>{#p/basic}* Concordo. * Você é bem inútil.
zh_cn: <32>{#p/basic}* 赞成。 * 您的确啥忙也帮不上。
zh_tw: <32>{#p/basic}* 贊成。 * 您的確啥忙也幫不上。

source: <32>{#p/alphys}* R-rude...
pt_br: <32>{#p/alphys}* G-grosso...
zh_cn: <32>{#p/alphys}* 没-没礼貌...
zh_tw: <32>{#p/alphys}* 沒-沒禮貌...

source: <32>{#p/radio}{#v/1}* Oh, come on. * We're not a threat to them. * They hold all the cards!
pt_br: <32>{#p/radio}{#v/1}* Ah, qual foi. Nós não somos ameaça para eles. Eles tem todas as cartas!
zh_cn: <32>{#p/radio}{#v/1}* 唉，得了吧。 * 我们对他们来说算不上威胁。 * 他们掌握着全部的主动权呢！
zh_tw: <32>{#p/radio}{#v/1}* 唉，得了吧。 * 我們對他們來說算不上威脅。 * 他們掌握著全部的主動權呢！

source: <32>{#p/human}* Sure, but have you seen the way they act? * They're too nice...
pt_br: <32>{#p/human}* Claro, mas você vê o jeito que eles agem? * São legais demais...
zh_cn: <32>{#p/human}* 话是这么说， 但你看到他们的行为方式了吗？ * 他们真的很好...
zh_tw: <32>{#p/human}* 話是這麼說， 但你看到他們的行為方式了嗎？ * 他們真的很好...

source: <32>* I know you two won't do any harm, but some human is going to take advantage of that.
pt_br: <32>* Eu sei que vocês dois não vão fazer nada, mas algum humano vai tomar vantagem disso.
zh_cn: <32>* 我知道你们俩不会伤害他们， 但总有人类会利用这一点的。
zh_tw: <32>* 我知道你們倆不會傷害他們， 但總有人類會利用這一點的。

source: <32>{#p/radio}{#v/1}* Yeah... well...
pt_br: <32>{#p/radio}{#v/1}* É... sim...
zh_cn: <32>{#p/radio}{#v/1}* 是啊... 唉...
zh_tw: <32>{#p/radio}{#v/1}* 是啊... 唉...

source: <32>{#p/basic}* My name is Thomas Roman. * Royal scientist, and trusted associate of the crown.
pt_br: <32>{#p/basic}* Meu nome é Thomas Roman. * Cientista real e associado de confiança da coroa.
zh_cn: <32>{#p/basic}* 我的名字是Thomas Nue Roman。 * 皇家科学员，皇室的亲信。
zh_tw: <32>{#p/basic}* 我的名字是Thomas Nue Roman。 * 皇家科學員，皇室的親信。

source: <32>{#p/alphys}* Professor Roman? * But you're...
pt_br: <32>{#p/alphys}* Professor Roman? * Mas você...
zh_cn: <32>{#p/alphys}* Roman教授？ * 但你...
zh_tw: <32>{#p/alphys}* Roman教授？ * 但你...

source: <32>{#p/alphys}* He's repeating... * It must just be the professor in everyone's memory.
pt_br: <32>{#p/alphys}* Ele está repetindo... * Deve ser o professor na mente de todos.
zh_cn: <32>{#p/alphys}* 他在重复这段话... * 这一定是大家的记忆中的教授。
zh_tw: <32>{#p/alphys}* 他在重複這段話... * 這一定是大家的記憶中的教授。

source: <23>{#p/papyrusnt}THIS IS PAPYRUS. FEEL FREE TO LEAVE A MESSAGE AT THE TONE!
pt_br: <23>{#p/papyrusnt}AQUI É O PAPYRUS. SINTA-SE LIVRE PARA DEIXAR UMA MENSAGEM!
zh_cn: <23>{#p/papyrusnt}我是PAPYRUS。 听到提示音后尽管留言！
zh_tw: <23>{#p/papyrusnt}我是PAPYRUS。 聽到提示音後儘管留言！

source: <33>{#p/undyne}* Damn it...
pt_br: <33>{#p/undyne}* Mas que droga...
zh_cn: <33>{#p/undyne}* 该死...
zh_tw: <33>{#p/undyne}* 該死...

source: <33>{#p/undyne}* I should never have let this happen to you, Papyrus.
pt_br: <33>{#p/undyne}* Eu jamais deveria ter deixado isso acontecer com você, Papyrus.
zh_cn: <33>{#p/undyne}* Papyrus，我真不该让你遭这种罪。
zh_tw: <33>{#p/undyne}* Papyrus，我真不該讓你遭這種罪。

source: <33>{#p/undyne}* You and your brother deserved better than this.
pt_br: <33>{#p/undyne}* Você e seu irmão merecem mais do que isso.
zh_cn: <33>{#p/undyne}* 你们兄弟俩命不该如此。
zh_tw: <33>{#p/undyne}* 你們兄弟倆命不該如此。

source: <32>{#p/undyne}* ... and even Doge has failed to capture the human.
pt_br: <32>{#p/undyne}* ... e até mesmo Doge falhou em capturar o humano.
zh_cn: <32>{#p/undyne}* ...就连Doge也没能拿下那个人类。
zh_tw: <32>{#p/undyne}* ...就連Doge也沒能拿下那個人類。

source: <32>{#p/sans}{#f/7}* i'll be honest, this doesn't sound good. * evacuate the foundry?
pt_br: <32>{#p/sans}{#f/7}* Eu vou ser honesto, isso não é bom. * Evacuar a Foundry?
zh_cn: <32>{#p/sans}{#f/7}* 老实说，这不是个好消息。 * 铸厂的居民疏散了吗？
zh_tw: <32>{#p/sans}{#f/7}* 老實說，這不是個好訊息。 * 鑄廠的居民疏散了嗎？

source: <33>{#p/undyne}* At this point, everyone knows about what's going on. * They'll evacuate.
pt_br: <33>{#p/undyne}* Neste ponto todo mundo sabe o que está acontecendo. * Eles vão evacuar.
zh_cn: <33>{#p/undyne}* 在这个关头， 所有人都知道发生了什么。 * 他们会撤离的。
zh_tw: <33>{#p/undyne}* 在這個關頭， 所有人都知道發生了什麼。 * 他們會撤離的。

source: <32>{#p/sans}{#f/7}* i feel like it's better to be safe than sorry. * but what do i know.
pt_br: <32>{#p/sans}{#f/7}* Eu sinto que é melhor estar seguro do que lamentar depois. * Mas do que eu sei?
zh_cn: <32>{#p/sans}{#f/7}* 俗话说： “事要前思，免劳后悔。” * 但我知道该怎么做。
zh_tw: <32>{#p/sans}{#f/7}* 俗話說： 「事要前思，免勞後悔。」 * 但我知道該怎麼做。

source: <32>{#p/radio}{#v/0}* Hey, cheer up. * Don't let that guy bring you down, alright?
pt_br: <32>{#p/radio}{#v/0}* Ei, anime-se. * Não deixe aquele cara abaixar seu humor, certo?
zh_cn: <32>{#p/radio}{#v/0}* 嘿，振作起来。 * 别让那个家伙把你弄得这么失落， 好吗？
zh_tw: <32>{#p/radio}{#v/0}* 嘿，振作起來。 * 別讓那個傢伙把你弄得這麼失落， 好嗎？

source: <32>{#v/1}* But he's got a point... * For many, this situation might be overwhelming.
pt_br: <32>{#v/1}* Mas ele tem um ponto... * Para muitos, essa situação deve ser preocupante.
zh_cn: <32>{#v/1}* 但他说得有道理... * 对大多数人来说， 这个情况都让人不知所措。
zh_tw: <32>{#v/1}* 但他說得有道理... * 對大多數人來說， 這個情況都讓人不知所措。

source: <32>* And not everybody's intentions are as pure as you and your... pet obsession.
pt_br: <32>* E nem a intenção de todo mundo é como a sua... obsessão por pet.
zh_cn: <32>* 并不是每个人的想法都像你... 还有你当做宠物般的那种痴迷... 那样的纯洁。
zh_tw: <32>* 並不是每個人的想法都像你... 還有你當做寵物般的那種痴迷... 那樣的純潔。

source: <32>{#v/0}* Now wait just a minute!
pt_br: <32>{#v/0}* Não, espera um pouco!
zh_cn: <32>{#v/0}* 先等一下！
zh_tw: <32>{#v/0}* 先等一下！

source: <32>{#p/alphys}* Yeah, just think of who you'd like to see, and you'll be with them.
pt_br: <32>{#p/alphys}* Sim, pense em quem você gostaria de ver e você estará com eles.
zh_cn: <32>{#p/alphys}* 对，只要想想你想见的人， 你就会和他们在一起。
zh_tw: <32>{#p/alphys}* 對，只要想想你想見的人， 你就會和他們在一起。

source: <32>{#p/asgore}* Asriel... are you there?
pt_br: <32>{#p/asgore}* Asriel... você está aí?
zh_cn: <32>{#p/asgore}* Asriel... 你在这吗？
zh_tw: <32>{#p/asgore}* Asriel... 你在這嗎？

source: <32>{#p/alphys}* Huh, it's not working... * Maybe there's not enough of him left in us?
pt_br: <32>{#p/alphys}* Huh, não está funcionando... * Talvez não a muito dele restante em nós?
zh_cn: <32>{#p/alphys}* 额，不管用... * 也许我们对 他剩下的记忆不多？
zh_tw: <32>{#p/alphys}* 額，不管用... * 也許我們對 他剩下的記憶不多？

source: <32>{#p/asgore}* Please... come back...
pt_br: <32>{#p/asgore}* Por favor... volte...
zh_cn: <32>{#p/asgore}* 请... 回来...
zh_tw: <32>{#p/asgore}* 請... 回來...

source: <32>{#p/undyne}* Mind if I ask you a favor?
pt_br: <32>{#p/undyne}* Posso te pedir um favor?
zh_cn: <32>{#p/undyne}* 可以请你帮我个忙吗？
zh_tw: <32>{#p/undyne}* 可以請你幫我個忙嗎？

source: <32>{#p/basic}* Ahuhuhu~ * Anything for the one who now occupies the old nest~
pt_br: <32>{#p/basic}* Ahuhuhu~ * Qualquer coisa para a capitã da Guarda Real~
zh_cn: <32>{#p/basic}* 啊呼呼~ * 我愿虔诚服务 这地盘的老大~
zh_tw: <32>{#p/basic}* 啊呼呼~ * 我願虔誠服務 這地盤的老大~

source: <33>{#p/undyne}* Track down the human and their accomplice. Take them to me. * Biggest payout you've ever had.
pt_br: <33>{#p/undyne}* Prenda o humano e seu cúmplice. Traga-os até mim. * Maior pagamento da sua vida.
zh_cn: <33>{#p/undyne}* 找到那人类和他的同伙， 将他们带给我。 * 你将得到有生以来最大的一笔钱。
zh_tw: <33>{#p/undyne}* 找到那人類和他的同夥， 將他們帶給我。 * 你將得到有生以來最大的一筆錢。

source: <33>{#p/undyne}* Track down the human and take them to me. * Biggest payout you've ever had.
pt_br: <33>{#p/undyne}* Prenda o humano e traga-o até mim. * Maior pagamento da sua vida.
zh_cn: <33>{#p/undyne}* 找到那个人类并带给我。 * 你会得到你有生以来最大的一笔钱。
zh_tw: <33>{#p/undyne}* 找到那個人類並帶給我。 * 你會得到你有生以來最大的一筆錢。

source: <32>{#p/basic}* Hmmm... * I'll see what I can do~
pt_br: <32>{#p/basic}* Hmmm... * Eu vejo o que posso fazer.
zh_cn: <32>{#p/basic}* 嗯... * 我会试试看的~
zh_tw: <32>{#p/basic}* 嗯... * 我會試試看的~

source: <25>{#p/kidd}{#f/4}* Not THAT spider...
pt_br: <25>{#p/kidd}{#f/4}* Não AQUELA aranha...
zh_cn: <25>{#p/kidd}{#f/4}* 该不会是那蜘蛛吧...
zh_tw: <25>{#p/kidd}{#f/4}* 該不會是那蜘蛛吧...

source: <32>{#p/radio}{#v/1}* Now, now. * There's no shame in admitting what you like.
pt_br: <32>{#p/radio}{#v/1}* Calma, calma. * Não existe vergonha em admitir do que você gosta.
zh_cn: <32>{#p/radio}{#v/1}* 好了，好了。 * 承认自己喜欢什么并不丢人。
zh_tw: <32>{#p/radio}{#v/1}* 好了，好了。 * 承認自己喜歡什麼並不丟人。

source: <32>{#v/0}* It's not like that at all!
pt_br: <32>{#v/0}* Não é desse jeito!
zh_cn: <32>{#v/0}* 我不是那个意思！
zh_tw: <32>{#v/0}* 我不是那個意思！

source: <32>{#v/1}* Speaking of love, queue the jazz tune that's been blowing up in clubs everywhere...
pt_br: <32>{#v/1}* Falando em amor, enfileire a música de jazz que está explodindo nos clubes...
zh_cn: <32>{#v/1}* 说到爱，让我们来听听 俱乐部里流行的那种 爵士乐吧...
zh_tw: <32>{#v/1}* 說到愛，讓我們來聽聽 俱樂部裡流行的那種 爵士樂吧...

source: <32>{#v/1}* "Married to an Alien!"
pt_br: <32>{#v/1}* "Casado com um Alien!"
zh_cn: <32>{#v/1}* 《和外星人结婚》！
zh_tw: <32>{#v/1}* 《和外星人結婚》！

source: <25>{#p/kidd}{#f/2}* Pfft, only a human could come up with a title like THAT.
pt_br: <25>{#p/kidd}{#f/2}* Pfft, apenas um humano pra vir com um título ASSIM.
zh_cn: <25>{#p/kidd}{#f/2}* 噗，只有人类能想出来 这种标题吧。
zh_tw: <25>{#p/kidd}{#f/2}* 噗，只有人類能想出來 這種標題吧。

source: <32>{#p/undyne}* I can't keep holding on...
pt_br: <32>{#p/undyne}* Não consigo continuar segurando...
zh_cn: <32>{#p/undyne}* 我坚持不住了...
zh_tw: <32>{#p/undyne}* 我堅持不住了...

source: <32>{#p/undyne}* The others... have already slipped away...
pt_br: <32>{#p/undyne}* Os outros... já escaparam...
zh_cn: <32>{#p/undyne}* 其他人... 已经悄然离去了...
zh_tw: <32>{#p/undyne}* 其他人... 已經悄然離去了...

source: <32>{#p/undyne}* It's like they don't know who they are anymore...
pt_br: <32>{#p/undyne}* É como se eles já não soubessem quem são...
zh_cn: <32>{#p/undyne}* 他们好像迷失了自我...
zh_tw: <32>{#p/undyne}* 他們好像迷失了自我...

source: <32>{#p/undyne}* No... no! * Not like this... * I can't forget who I am!
pt_br: <32>{#p/undyne}* Não... não! * Não assim... * Não posso esquecer quem eu sou!
zh_cn: <32>{#p/undyne}* 不... 不！ * 不会这样的... * 我不会忘记我是谁！
zh_tw: <32>{#p/undyne}* 不... 不！ * 不會這樣的... * 我不會忘記我是誰！

source: <32>{#p/mettaton}* OH, DOCTOR...
pt_br: <32>{#p/mettaton}* OH, DOUTORA...
zh_cn: <32>{#p/mettaton}* 博士啊...ゑ
zh_tw: <32>{#p/mettaton}* 博士啊...ゑ

source: <32>{#p/mettaton}* I SHOULD HAVE KNOWN YOU'D RUN OFF LIKE THIS...
pt_br: <32>{#p/mettaton}* EU DEVERIA SABER QUE VOCÊ FUGIRIA DESSA FORMA...
zh_cn: <32>{#p/mettaton}* 我该料到你会就这么逃跑的...ゑ
zh_tw: <32>{#p/mettaton}* 我該料到你會就這麼逃跑的...ゑ

source: <32>{#p/mettaton}* ... * DAMN IT...
pt_br: <32>{#p/mettaton}* ... * MAS QUE DROGA...
zh_cn: <32>{#p/mettaton}* ... * 该死...ゑ
zh_tw: <32>{#p/mettaton}* ... * 該死...ゑ

source: <32>{#p/mettaton}* DON'T YOU UNDERSTAND?
pt_br: <32>{#p/mettaton}* VOCÊ NÃO ENTENDE?
zh_cn: <32>{#p/mettaton}* 你不明白吗？ゑ
zh_tw: <32>{#p/mettaton}* 你不明白嗎？ゑ

source: <32>{#p/mettaton}* I CAN'T PERFECT THOSE DEFENSES WITHOUT YOU...
pt_br: <32>{#p/mettaton}* NÃO POSSO APERFEIÇOAR ESSAS DEFESAS SEM VOCÊ...
zh_cn: <32>{#p/mettaton}* 没有你，我没法完善 那些防御部件啊...ゑ
zh_tw: <32>{#p/mettaton}* 沒有你，我沒法完善 那些防禦部件啊...ゑ

source: <32>{#p/mettaton}* WELL, THEY'LL BE HERE SOON. * I DON'T KNOW WHAT I'D DO IF I WERE YOU, BUT...
pt_br: <32>{#p/mettaton}* BEM, ELES ESTARÃO AQUI LOGO. * EU NÃO SEI O QUE FARIA SE FOSSE VOCÊ, MAS...
zh_cn: <32>{#p/mettaton}* 唉，他们马上就到了。 * 不知道你会怎么应对这种场面， 不过...ゑ
zh_tw: <32>{#p/mettaton}* 唉，他們馬上就到了。 * 不知道你會怎麼應對這種場面， 不過...ゑ

source: <32>{#p/mettaton}* WHETHER YOU STAND YOUR GROUND HERE, OR RETREAT...
pt_br: <32>{#p/mettaton}* SEJA MANTER-SE AQUI E LUTAR, OU RECUAR...
zh_cn: <32>{#p/mettaton}* 不管你在这坚守阵地， 还是打了退堂鼓...ゑ
zh_tw: <32>{#p/mettaton}* 不管你在這堅守陣地， 還是打了退堂鼓...ゑ

source: <33>{#p/mettaton}* I'LL DO MY BEST TO SUPPORT YOU.
pt_br: <33>{#p/mettaton}* EU FAREI O MELHOR PARA TE AJUDAR.
zh_cn: <33>{#p/mettaton}* 我都会全力支持你。ゑ
zh_tw: <33>{#p/mettaton}* 我都會全力支援你。ゑ

source: <32>{#p/alphys}* ... ehehe...
zh_cn: <32>{#p/alphys}* ...呃呵呵...
zh_tw: <32>{#p/alphys}* ...呃呵呵...

source: <33>* The same goes to you, Mettaton.
pt_br: <33>* O mesmo vale para você, Mettaton.
zh_cn: <33>* 一起加油吧，Mettaton。
zh_tw: <33>* 一起加油吧，Mettaton。

source: <32>{#p/alphys}* Wait, wait! * This would be perfect for my date with Undyne...
pt_br: <32>{#p/alphys}* Espera, espera! * Isso seria perfeito para um date com a Undyne...
zh_cn: <32>{#p/alphys}* 等下等下！ * 这首放在我和Undyne的约会 应该很完美...
zh_tw: <32>{#p/alphys}* 等下等下！ * 這首放在我和Undyne的約會 應該很完美...

source: <32>{#p/mettaton}* OH WOULD IT NOW?
pt_br: <32>{#p/mettaton}* OH, ISSO SERIA?
zh_cn: <32>{#p/mettaton}* 哦真的吗？
zh_tw: <32>{#p/mettaton}* 喔真的嗎？

source: <32>{#p/alphys}* Mettaton!? * Where did you... * ... I'm not d-dating anyone!
pt_br: <32>{#p/alphys}* Mettaton!? De onde você... * ... Eu não estou s-saindo com ninguém!
zh_cn: <32>{#p/alphys}* Mettaton！？ * 你是从哪... * ...我没说要跟谁约会！
zh_tw: <32>{#p/alphys}* Mettaton！？ * 你是從哪... * ...我沒說要跟誰約會！

source: <32>{#p/mettaton}* OH, DON'T YOU WORRY. * YOUR SECRET'S SAFE WITH ME... * ... PROBABLY.
pt_br: <32>{#p/mettaton}* AH, NÃO SE PREOCUPE. SEU SEGREDO ESTÁ SEGURO COMIGO... PROVAVELMENTE.
zh_cn: <32>{#p/mettaton}* 哦，你别担心。 * 我会保守你的秘密的。 * ...大概吧。
zh_tw: <32>{#p/mettaton}* 喔，你別擔心。 * 我會保守你的秘密的。 * ...大概吧。

source: <25>{#p/kidd}{#f/1}* Alphys wants to marry UNDYNE!?
pt_br: <25>{#p/kidd}{#f/1}* Alphys quer casar com a UNDYNE!?
zh_cn: <25>{#p/kidd}{#f/1}* Alphys想跟UNDYNE 结婚！？
zh_tw: <25>{#p/kidd}{#f/1}* Alphys想跟UNDYNE 結婚！？

source: <25>{#f/6}* You really DO learn something new every day...
pt_br: <25>{#f/6}* Você realmente aprende algo novo todo dia...
zh_cn: <25>{#f/6}* 真是每天都能学到 新东西啊...
zh_tw: <25>{#f/6}* 真是每天都能學到 新東西啊...

source: <32>{#p/basic}{#npc/a}* With a new world comes new kinds of stars.
pt_br: <32>{#p/basic}{#npc/a}* Com um novo mundo também vem novas estrelas.
zh_cn: <32>{#p/basic}{#npc/a}* 新世界，新星星。
zh_tw: <32>{#p/basic}{#npc/a}* 新世界，新星星。
