Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/tem}{#k/0}* yaYA!!! * go to TEM SHOP!!!
pt_br: <32>{#p/tem}{#k/0}* yaYA!!! * vem pra MERCADO TEM!!!
zh_cn: <32>{#p/tem}{#k/0}* 嚎吖！！！ * 去TEM商店吧！！！
zh_tw: <32>{#p/tem}{#k/0}* 嚎吖！！！ * 去TEM商店吧！！！

source: <32>{#p/tem}{#k/1}* WOA!!
zh_cn: <32>{#p/tem}{#k/1}* 哇嗷！！
zh_tw: <32>{#p/tem}{#k/1}* 哇嗷！！

source: <32>{#k/2}* thas ALOT o muns... * can tem realy acepts...
pt_br: <32>{#k/2}* isso ser muitos mangos... * tem deseja...
zh_cn: <32>{#k/2}* 介么多钱钱... * tem尊的可以收下么...
zh_tw: <32>{#k/2}* 介麼多錢錢... * tem尊的可以收下麼...

source: <32>{#k/6}* OKs!!!! * tem go to colleg and make u prouds!!!
pt_br: <32>{#k/6}* OKs!!!! * tem vai pra colégio te dar orgulho!
zh_cn: <32>{#k/6}* 好哒！！！！ * tem要去上大鞋 让尼为窝感到骄傲！！！
zh_tw: <32>{#k/6}* 好噠！！！！ * tem要去上大鞋 讓尼為窩感到驕傲！！！

source: <32>{#p/tem}* tem bak from cool leg,
pt_br: <32>{#p/tem}* tem voltou do co legio,
zh_cn: <32>{#p/tem}* tem大鞋毕业了，
zh_tw: <32>{#p/tem}* tem大鞋畢業了，

source: <32>{#k/0}* tem learn MANY THINs, * learn to sell new ITEM! * yayA!!!
pt_br: <32>{#k/0}* tem aprendido MUITOS COISAs, * aprende a vender o ÍTEM novo! * yayA!!!
zh_cn: <32>{#k/0}* tem学会啦好多东东， * 学会卖新道具辣！ * 嚎吖！！！
zh_tw: <32>{#k/0}* tem學會啦好多東東， * 學會賣新道具辣！ * 嚎吖！！！

source: <32>{#k/2}* u gota... $(x)s!!!
pt_br: <32>{#k/2}* vc tein... $(x)s!!!
zh_cn: <32>{#k/2}* 尼带着... $(x)！！！
zh_tw: <32>{#k/2}* 尼帶著... $(x)！！！

source: <32>{#k/4}* hnnn.... * i gota have dat $(x)s... * but i gota pay for gradskool,
pt_br: <32>{#k/4}* hnnn.... * eu preciso dê $(x)s... * pagar por colégio,
zh_cn: <32>{#k/4}* 哼嗯嗯嗯.... * 我炒鸡想要辣个$(x)... * 但我还要攒研究僧鞋费，
zh_tw: <32>{#k/4}* 哼嗯嗯嗯.... * 我炒雞想要辣個$(x)... * 但我還要攢研究僧鞋費，

source: <32>{#k/4}* hnnn.... * i gota have dat $(x)s... * but i gota pay for colleg,
pt_br: <32>{#k/4}* hnnn.... * tem precisa dê $(x)s... * precisa pagar por colégio,
zh_cn: <32>{#k/4}* 哼嗯嗯嗯.... * 我炒鸡想要辣个$(x)... * 但我还要攒大鞋鞋费，
zh_tw: <32>{#k/4}* 哼嗯嗯嗯.... * 我炒雞想要辣個$(x)... * 但我還要攢大鞋鞋費，

source: <32>{#k/5}* hnnnn....!!! * tem always wanna $(x)s...!
pt_br: <32>{#k/5}* hnnnn....!!! * tem sempre quer $(x)s...!
zh_cn: <32>{#k/5}* 哼嗯嗯嗯嗯....！！！ * tem一直都想要个$(x)...！
zh_tw: <32>{#k/5}* 哼嗯嗯嗯嗯....！！！ * tem一直都想要個$(x)...！

source: <32>{#p/tem}{#k/2}* b.. but...
pt_br: <32>{#p/tem}{#k/2}* m... mas...
zh_cn: <32>{#p/tem}{#k/2}* 但.. 但是...
zh_tw: <32>{#p/tem}{#k/2}* 但.. 但是...

source: <32>{#k/4}* p!!!!!!!!!!!!
zh_cn: <32>{#k/4}* 卟！！！！！！！！！！！！
zh_tw: <32>{#k/4}* 卟！！！！！！！！！！！！

source: <32>{#p/tem}{#k/3}* Is this a joke? * Are you having a laugh? * Ha ha, very funny. * I'm the one with a degree.
pt_br: <32>{#p/tem}{#k/3}* Isso é uma piada? * Você está rindo? * Ha ha, muito engraçado. * Eu sou quem tem diploma aqui.
zh_cn: <32>{#p/tem}{#k/3}* 跟我开玩笑是吧？ * 敢笑话我是吧！ * 哈哈，真有意思。 * 看清楚，我可是高材生。ゑ
zh_tw: <32>{#p/tem}{#k/3}* 跟我開玩笑是吧？ * 敢笑話我是吧！ * 哈哈，真有意思。 * 看清楚，我可是高材生。ゑ

source: <32>{#p/tem}{#k/3}* You're gonna regret that.
pt_br: <32>{#p/tem}{#k/3}* Você vai se arrepender disso.
zh_cn: <32>{#p/tem}{#k/3}* 你会后悔的。
zh_tw: <32>{#p/tem}{#k/3}* 你會後悔的。

source: <32>{#p/basic}{#k/1}* Good riddance.
pt_br: <32>{#p/basic}{#k/1}* Boa tentativa.
zh_cn: <32>{#p/basic}{#k/1}* 可算走了。ゑ
zh_tw: <32>{#p/basic}{#k/1}* 可算走了。ゑ

source: <32>{#p/basic}{#k/0}* Be careful out there, kid!
pt_br: <32>{#p/basic}{#k/0}* Cuidado aí fora, criança!
zh_cn: <32>{#p/basic}{#k/0}* 在外头小心点，孩子！
zh_tw: <32>{#p/basic}{#k/0}* 在外頭小心點，孩子！

source: 0G - Datapad?
zh_cn: 0G - 平板电脑？
zh_tw: 0G - 平板電腦？

source: 0G - AR Headset?
pt_br: 0G - Headset?
zh_cn: 0G - AR眼镜？
zh_tw: 0G - AR眼鏡？

source: 0G - Nebula Tea
pt_br: 0G - Chá Nebuloso
zh_cn: 0G - 星云茶
zh_tw: 0G - 星雲茶

source: 0G - Tree Sap
pt_br: 0G - Seiva de Árvore
zh_cn: 0G - 树胶
zh_tw: 0G - 樹膠

source: 45G - Datapad?
zh_cn: 45G - 平板电脑？
zh_tw: 45G - 平板電腦？

source: 45G - AR Headset?
pt_br: 45G - Headset?
zh_cn: 45G - AR眼镜？
zh_tw: 45G - AR眼鏡？

source: 16G - Nebula Tea
pt_br: 16G - Chá Nebuloso
zh_cn: 16G - 星云茶
zh_tw: 16G - 星雲茶

source: 25G - Tree Sap
pt_br: 25G - Seiva de Árvore
zh_cn: 25G - 树胶
zh_tw: 25G - 樹膠

source: 25G - Datapad?
zh_cn: 25G - 平板电脑？
zh_tw: 25G - 平板電腦？

source: 35G - Datapad
zh_cn: 35G - 平板电脑
zh_tw: 35G - 平板電腦

source: 25G - AR Headset?
pt_br: 25G - Headset?
zh_cn: 25G - AR眼镜？
zh_tw: 25G - AR眼鏡？

source: 35G - AR Headset
pt_br: 35G - Headset
zh_cn: 35G - AR眼镜
zh_tw: 35G - AR眼鏡

source: 5G - Nebula Tea
pt_br: 5G - Chá Nebuloso
zh_cn: 5G - 星云茶
zh_tw: 5G - 星雲茶

source: 5G - Tree Sap
pt_br: 5G - Seiva de Árvore
zh_cn: 5G - 树胶
zh_tw: 5G - 樹膠

source: 55G - Datapad
zh_cn: 55G - 平板电脑
zh_tw: 55G - 平板電腦

source: 55G - AR Headset
pt_br: 55G - Headset
zh_cn: 55G - AR眼镜
zh_tw: 55G - AR眼鏡

source: Weapon: 0AT ($(x) AT) Just a bit invincible.
pt_br: Weapon: 0AT ($(x) AT) Apenas um pouco Invencível.
zh_cn: 武器：0攻击 (当前攻击$(x)) 只能让你 多喘口气。
zh_tw: 武器：0攻擊 (當前攻擊$(x)) 只能讓你 多喘口氣。

source: Weapon: 2AT ($(x) AT) Invincible longer.
pt_br: Weapon: 2AT ($(x) AT) Bem Invencível.
zh_cn: 武器：2攻击 (当前攻击$(x)) 提供更长的 喘息时间。
zh_tw: 武器：2攻擊 (當前攻擊$(x)) 提供更長的 喘息時間。

source: Armor: 4DF ($(x) DF) Just a bit invincible.
pt_br: Armor: 4DF ($(x) DF) Um pouco Invencível.
zh_cn: 防具：4防御 (当前防御$(x)) 只能让你 多喘口气。
zh_tw: 防具：4防禦 (當前防禦$(x)) 只能讓你 多喘口氣。

source: Armor: 6DF ($(x) DF) Invincible longer.
pt_br: Armor: 6DF ($(x) DF) Bem Invencível.
zh_cn: 防具：6防御 (当前防御$(x)) 提供更长的 喘息时间。
zh_tw: 防具：6防禦 (當前防禦$(x)) 提供更長的 喘息時間。

source: Heals 15HP SPEED up in battle.
pt_br: Cura 15HP VELOCIDADE aumenta em batalha.
zh_cn: 回复15 HP 能在战斗中 移动得更快。
zh_tw: 回復15 HP 能在戰鬥中 移動得更快。

source: Heals 35HP Made from a real tree.
pt_br: Cura 35HP Feito da árvore real.
zh_cn: 回复35 HP 源自 真正的树。ゑ
zh_tw: 回復35 HP 源自 真正的樹。ゑ

source: <09>{#p/basic}{#k/3}Don't expect a discount.
pt_br: <09>{#p/basic}{#k/3}Não espere desconto.
zh_cn: <09>{#p/basic}{#k/3}别指望 我打折。
zh_tw: <09>{#p/basic}{#k/3}別指望 我打折。

source: <09>{#p/basic}{#k/4}What are you lookin' for?
pt_br: <09>{#p/basic}{#k/4}O que você tá olhando?
zh_cn: <09>{#p/basic}{#k/4}想买点 啥呢？
zh_tw: <09>{#p/basic}{#k/4}想買點 啥呢？

source: <09>{#p/basic}{#k/1}Here we are.
pt_br: <09>{#p/basic}{#k/1}Aqui estamos nós.
zh_cn: <09>{#p/basic}{#k/1}这就结了。
zh_tw: <09>{#p/basic}{#k/1}這就結了。

source: <09>{#p/basic}{#k/3}Eh? You can't afford it?
pt_br: <09>{#p/basic}{#k/3}Eh? Não pode pagar por isso?
zh_cn: <09>{#p/basic}{#k/3}咋了？ 这点钱 都付不起？
zh_tw: <09>{#p/basic}{#k/3}咋了？ 這點錢 都付不起？

source: <09>{#p/basic}{#k/0}Thanks! Wa ha ha.
pt_br: <09>{#p/basic}{#k/0}Obrigado! Wa ha ha.
zh_cn: <09>{#p/basic}{#k/0}谢谢惠顾！ 哇哈哈。
zh_tw: <09>{#p/basic}{#k/0}謝謝惠顧！ 哇哈哈。

source: <09>{#p/basic}{#k/2}Careful with that.
pt_br: <09>{#p/basic}{#k/2}Cuidado com isso.
zh_cn: <09>{#p/basic}{#k/2}想好了 再买哦。
zh_tw: <09>{#p/basic}{#k/2}想好了 再買喔。

source: <09>{#p/basic}{#k/4}You're a bit short on cash.
pt_br: <09>{#p/basic}{#k/4}Você tá meio sem dinheiro.
zh_cn: <09>{#p/basic}{#k/4}你的钱 还不太够。
zh_tw: <09>{#p/basic}{#k/4}你的錢 還不太夠。

source: <23>{#p/basic}{#k/0}* Wa ha ha! * I knew you could do it!
pt_br: <23>{#p/basic}{#k/0}* Wa ha ha! * Eu sabia que você conseguiria!
zh_cn: <23>{#p/basic}{#k/0}* 哇哈哈！ * 我果然没看错你！
zh_tw: <23>{#p/basic}{#k/0}* 哇哈哈！ * 我果然沒看錯你！

source: <23>{#p/basic}{#k/0}* Woah there! * I've got some neat junk for sale.
pt_br: <23>{#p/basic}{#k/0}* Uau! * Tenho algumas coisas legais à venda.
zh_cn: <23>{#p/basic}{#k/0}* 瞧一瞧，看一看！ * 我这里有好多 物美价廉的废品 正在大甩卖！
zh_tw: <23>{#p/basic}{#k/0}* 瞧一瞧，看一看！ * 我這裡有好多 物美價廉的廢品 正在大甩賣！

source: <23>{#p/basic}{#k/0}* Wa ha ha.
zh_cn: <23>{#p/basic}{#k/0}* 哇哈哈。
zh_tw: <23>{#p/basic}{#k/0}* 哇哈哈。

source: <23>{#p/basic}{#k/0}* Don't be shy now.
pt_br: <23>{#p/basic}{#k/0}* Não fique tímido agora.
zh_cn: <23>{#p/basic}{#k/0}* 别见外哦。
zh_tw: <23>{#p/basic}{#k/0}* 別見外喔。

source: <23>{#p/basic}{#k/3}* What are you guys up to now? * Wait, don't tell me. * None of my business, right?
pt_br: <23>{#p/basic}{#k/3}* O que vocês estão fazendo agora? * Espera, não me fala. * Não é da minha conta, certo?
zh_cn: <23>{#p/basic}{#k/3}* 你们几个还想去哪？ * 等等，当我没问。 你们去哪关我什么事呢？ゑ
zh_tw: <23>{#p/basic}{#k/3}* 你們幾個還想去哪？ * 等等，當我沒問。 你們去哪關我什麼事呢？ゑ

source: <24>{#p/basic}{#k/2}* Wa ha ha... * So you came to see me. * What a riot!
pt_br: <24>{#p/basic}{#k/2}* Wa ha ha... * Você veio me ver. * Que sorte a minha!
zh_cn: <24>{#p/basic}{#k/2}* 哇哈哈... * 您来啦。 * 好一个大瘟神啊！ゑ
zh_tw: <24>{#p/basic}{#k/2}* 哇哈哈... * 您來啦。 * 好一個大瘟神啊！ゑ

source: <32>{#p/human}* (But there was no note for you to read.)
pt_br: <32>{#p/human}* (Mas não tinha nada para você ler aqui.)
zh_cn: <32>{#p/human}* （但没人给你留字条。）ゑ
zh_tw: <32>{#p/human}* （但沒人給你留字條。）ゑ

source: <30>{#p/human}* (You took 1394G from behind the counter.)
pt_br: <30>{#p/human}* (Você pegou 1394G de trás do balcão.)
zh_cn: <30>{#p/human}* （你从柜台后面拿走了1394G。）ゑ
zh_tw: <30>{#p/human}* （你從櫃檯後面拿走了1394G。）ゑ

source: <30>{#p/basic}{#k/4}* Wah ha ha...
zh_cn: <30>{#p/basic}{#k/4}* 哇哈哈...ゑ
zh_tw: <30>{#p/basic}{#k/4}* 哇哈哈...ゑ

source: <30>{#k/3}* You gonna steal my goods the same way you stole your SOULs?
pt_br: <30>{#k/3}* Vocês vai roubar meus bens da mesma forma que roubaram suas ALMAS?
zh_cn: <30>{#k/3}* 呵，先是把别人灵魂据为己有， 现在又想耍同样的手段 把我东西偷走？ゑ
zh_tw: <30>{#k/3}* 呵，先是把別人靈魂據為己有， 現在又想耍同樣的手段 把我東西偷走？ゑ

source: <30>{#k/4}* If I were you, I'd appreciate what I already have.
pt_br: <30>{#k/4}* Se eu fosse você, apreciaria o que já tenho.
zh_cn: <30>{#k/4}* 听我句劝， 最好别得寸进尺。ゑ
zh_tw: <30>{#k/4}* 聽我句勸， 最好別得寸進尺。ゑ

source: <30>{#p/basic}{#k/2}* Woah there, kiddo. * That stuff ain't free, y'know?
pt_br: <30>{#p/basic}{#k/2}* Pera aí, muleque. * Essa parada não é de graça, sabe?
zh_cn: <30>{#p/basic}{#k/2}* 哎呀，孩子。 * 你知道这些东西 是要花钱的吧？ゑ
zh_tw: <30>{#p/basic}{#k/2}* 哎呀，孩子。 * 你知道這些東西 是要花錢的吧？ゑ

source: <30>{#k/3}* It may look like junk to you, but to me, it's anything but!
pt_br: <30>{#k/3}* Pode parecer tralha pra você, mas pra mim é ouro puro!
zh_cn: <30>{#k/3}* 也许在你看来，这些就是破烂。 * 可在我心中，它们都是宝贝！ゑ
zh_tw: <30>{#k/3}* 也許在你看來，這些就是破爛。 * 可在我心中，它們都是寶貝！ゑ

source: <30>{#p/basic}{#k/2}* Ha! * I'm tryin' to get RID of my junk, not get more of it!
pt_br: <30>{#p/basic}{#k/2}* Ha! * Eu estou tentando me livrar da mercadoria, não comprar mais!
zh_cn: <30>{#p/basic}{#k/2}* 哈！ * 我是卖废品的， 不是收废品的！ゑ
zh_tw: <30>{#p/basic}{#k/2}* 哈！ * 我是賣廢品的， 不是收廢品的！ゑ

source: <30>{#k/3}* Though, I've heard if you want to sell stuff, the Temmies are your best bet.
pt_br: <30>{#k/3}* Mas, eu fiquei sabendo que se você quiser vender suas paradas, tem a vila Temmie por aí.
zh_cn: <30>{#k/3}* 不过，如果你想卖点东西， 我有个好主意： 去Temmie商店那里看看吧。ゑ
zh_tw: <30>{#k/3}* 不過，如果你想賣點東西， 我有個好主意： 去Temmie商店那裡看看吧。ゑ

source: <30>{#k/0}* Where can you find them?
pt_br: <30>{#k/0}* Onde fica?
zh_cn: <30>{#k/0}* 在哪呢...ゑ
zh_tw: <30>{#k/0}* 在哪呢...ゑ

source: <30>{#k/4}* ...
zh_cn: <30>{#k/4}* ...ゑ
zh_tw: <30>{#k/4}* ...ゑ

source: <30>{#k/0}* I don't remember.
pt_br: <30>{#k/0}* Num lembro.
zh_cn: <30>{#k/0}* 想不起来了。ゑ
zh_tw: <30>{#k/0}* 想不起來了。ゑ

source: <30>{#p/basic}{#k/1}* I wouldn't give up my gilded treasures at phaser-point.
pt_br: <30>{#p/basic}{#k/1}* Eu não desistiria dos meus tesouros dourados nem a ponta de faca.
zh_cn: <30>{#p/basic}{#k/1}* 就算把刀架我脖子上， 我也不会这些宝贝交给你。ゑ
zh_tw: <30>{#p/basic}{#k/1}* 就算把刀架我脖子上， 我也不會這些寶貝交給你。ゑ

source: <30>{#p/basic}{#k/0}* For the last time, I'm not taking it!
pt_br: <30>{#p/basic}{#k/0}* Pela última vez, eu não quero!
zh_cn: <30>{#p/basic}{#k/0}* 我最后说一次， 我不是收破烂的！ゑ
zh_tw: <30>{#p/basic}{#k/0}* 我最後說一次， 我不是收破爛的！ゑ

source: New Homeworld
pt_br: Novo Mundo Natal
zh_cn: 新家园
zh_tw: 新家園

source: §fill=#ff0§Handshake
pt_br: §fill=#ff0§Aperto de mão
zh_cn: §fill=#ff0§握手
zh_tw: §fill=#ff0§握手

source: Am I A Hero
pt_br: Eu sou um herói
zh_cn: 我是英雄吗
zh_tw: 我是英雄嗎

source: (Threaten)
pt_br: (Ameaçar)
zh_cn: （放狠话）
zh_tw: （放狠話）

source: (Fight)
pt_br: (Lutar)
zh_cn: （揍他）
zh_tw: （揍他）

source: Your Fate
pt_br: Seu destino
zh_cn: 你的下场
zh_tw: 你的下場

source: Hero
pt_br: Herói
zh_cn: 谁是英雄
zh_tw: 誰是英雄

source: §fill=#ff0§The War (NEW)
pt_br: §fill=#ff0§A guerra (NOVO)
zh_cn: §fill=#ff0§那场战争（新）
zh_tw: §fill=#ff0§那場戰爭（新）

source: §fill=#ff0§Retirement (NEW)
pt_br: §fill=#ff0§Aposentadoria (NOVO)
zh_cn: §fill=#ff0§退休生活（新）
zh_tw: §fill=#ff0§退休生活（新）

source: Retirement
pt_br: Aposentadoria
zh_cn: 退休生活
zh_tw: 退休生活

source: The Homeworld
pt_br: O Planeta Natal
zh_cn: 故园生活
zh_tw: 故園生活

source: §fill=#ff0§Family (NEW)
pt_br: §fill=#ff0§Familia (NOVO)
zh_cn: §fill=#ff0§你的家人（新）
zh_tw: §fill=#ff0§你的家人（新）

source: §fill=#ff0§Erogot (NEW)
pt_br: §fill=#ff0§Erogot (NOVO)
zh_cn: §fill=#ff0§Erogot（新）
zh_tw: §fill=#ff0§Erogot（新）

source: The Foundry
pt_br: A Foundry
zh_cn: 铸厂
zh_tw: 鑄廠

source: About Undyne
pt_br: Sobre Undyne
zh_cn: 聊聊Undyne
zh_tw: 聊聊Undyne

source: <09>{#p/basic}{#k/2}Really? YOU wanna talk?
pt_br: <09>{#p/basic}{#k/2}Sério? VOCÊ quer conversar?
zh_cn: <09>{#p/basic}{#k/2}是吗？ 就你 还想聊天？
zh_tw: <09>{#p/basic}{#k/2}是嗎？ 就你 還想聊天？

source: <09>{#p/basic}{#k/0}Anything you wanna know?
pt_br: <09>{#p/basic}{#k/0}Algo que você queira saber?
zh_cn: <09>{#p/basic}{#k/0}你想知道点 啥呢？
zh_tw: <09>{#p/basic}{#k/0}你想知道點 啥呢？

source: <32>{#p/basic}{#k/0}* Ol' King Fluffybuns, eh? * Now there's someone I know.
pt_br: <32>{#p/basic}{#k/0}* Velho Rei Fofucho, eh? * Aí está alguém que eu conheço.
zh_cn: <32>{#p/basic}{#k/0}* 小毛球国王，是吧？ * 现在我知道是谁了。
zh_tw: <32>{#p/basic}{#k/0}* 小毛球國王，是吧？ * 現在我知道是誰了。

source: <32>{#k/2}* I'll say this, I had no clue about what he was doing with those humans until today!
pt_br: <32>{#k/2}* Eu vou te dizer, eu não fazia ideia do que ele tinha feito com os humanos até hoje!
zh_cn: <32>{#k/2}* 我得说， 直到今天我才知道 他是怎么对待那些人类的！
zh_tw: <32>{#k/2}* 我得說， 直到今天我才知道 他是怎麼對待那些人類的！

source: <32>{#k/3}* I don't know how he kept such a secret for so long...
pt_br: <32>{#k/3}* Eu não sei como ele manteve esse segredo por tanto tempo...
zh_cn: <32>{#k/3}* 我不知道他是怎么 把这个秘密 保守了这么长时间的。
zh_tw: <32>{#k/3}* 我不知道他是怎麼 把這個秘密 保守了這麼長時間的。

source: <32>{#k/0}* Especially since everyone woulda been fine with it if he told 'em before.
pt_br: <32>{#k/0}* Especialmente já que todo mundo estaria feliz com isso se ele contasse antes.
zh_cn: <32>{#k/0}* 特别是因为， 如果他之前告诉大家， 大家肯定不会介意。
zh_tw: <32>{#k/0}* 特別是因為， 如果他之前告訴大家， 大家肯定不會介意。

source: <32>{#k/0}* I've adopted one of the humans myself, actually.
pt_br: <32>{#k/0}* Eu até adotei um dos humanos pra mim, na verdade.
zh_cn: <32>{#k/0}* 事实上， 我自己都收养了一个。
zh_tw: <32>{#k/0}* 事實上， 我自己都收養了一個。

source: <32>{#k/2}* They're asleep in their box, just outside the shop. * What an adorable little fella!
pt_br: <32>{#k/2}* Ele tá dormindo na caixa dele lá fora da loja. * Que carinha adorável.
zh_cn: <32>{#k/2}* 那孩子现在在盒子里 睡觉，就在商店外面。 * 多可爱的小家伙啊！
zh_tw: <32>{#k/2}* 那孩子現在在盒子裡 睡覺，就在商店外面。 * 多可愛的小傢伙啊！

source: <32>{#k/0}* Asgore says they'll wake up once their body adjusts to the real world or whatever.
pt_br: <32>{#k/0}* Asgore disse que ele irá acordar assim que seu corpo se ajustar ao mundo real ou algo assim.
zh_cn: <32>{#k/0}* Asgore说，等那孩子的身体 适应了现实世界， 就会醒来。
zh_tw: <32>{#k/0}* Asgore說，等那孩子的身體 適應了現實世界， 就會醒來。

source: <32>{#k/3}* ... huh? * You want to know if Asgore can be your father?
pt_br: <32>{#k/3}* ... huh? * Você quer saber se Asgore pode ser seu pai?
zh_cn: <32>{#k/3}* ...哈？ * 你想知道Asgore 能不能当你爹？
zh_tw: <32>{#k/3}* ...哈？ * 你想知道Asgore 能不能當你爹？

source: <32>{#k/0}* Well, I don't see why not!
pt_br: <32>{#k/0}* Bem, não vejo o porque não!
zh_cn: <32>{#k/0}* 嗯，为什么不呢！
zh_tw: <32>{#k/0}* 嗯，為什麼不呢！

source: <32>{#k/0}* I'm sure he'd be happy to have you living with him.
pt_br: <32>{#k/0}* Tenho certeza que ele vai ficar bem feliz vivendo contigo.
zh_cn: <32>{#k/0}* 我相信他听到你这么说 会高兴的飞起来。
zh_tw: <32>{#k/0}* 我相信他聽到你這麼說 會高興的飛起來。

source: <32>{#k/2}* It'd probably be good for him! * Wa ha ha.
pt_br: <32>{#k/2}* Provavelmente seria bom pra ele! * Wa ha ha.
zh_cn: <32>{#k/2}* 这对他非常好。 * 哇哈哈。
zh_tw: <32>{#k/2}* 這對他非常好。 * 哇哈哈。

source: <32>{#p/basic}{#k/1}* You wanna know my thoughts on Asriel?
pt_br: <32>{#p/basic}{#k/1}* Você quer saber o que eu penso sobre Asriel?
zh_cn: <32>{#p/basic}{#k/1}* 想听听我心目中的Asriel 是什么样的吗？ゑ
zh_tw: <32>{#p/basic}{#k/1}* 想聽聽我心目中的Asriel 是什麼樣的嗎？ゑ

source: <32>{#k/0}* ... * He was a good kid.
pt_br: <32>{#k/0}* ... * Ele era uma boa criança.
zh_cn: <32>{#k/0}* ... * 他是个好孩子。ゑ
zh_tw: <32>{#k/0}* ... * 他是個好孩子。ゑ

source: <32>{#k/3}* And if he was still alive, he woulda made a great king.
pt_br: <32>{#k/3}* E se ainda estivesse vivo, seria um ótimo rei.
zh_cn: <32>{#k/3}* 他要是没死， 现在已继任国王了。
zh_tw: <32>{#k/3}* 他要是沒死， 現在已繼任國王了。

source: <32>{#k/4}* As for what you got there standin' in front of me, well, it's not him.
pt_br: <32>{#k/4}* Agora para o que você tem aí parado na minha frente, não é ele.
zh_cn: <32>{#k/4}* 我说的Asriel， 可不是面前这个“Asriel”。ゑ
zh_tw: <32>{#k/4}* 我說的Asriel， 可不是面前這個「Asriel」。ゑ

source: <32>{#k/0}* It looks like him, talks like him, even has his damned adorable face... bless that kid.
pt_br: <32>{#k/0}* Parece com ele, fala como ele, e até sua bendita cara adorável... amava aquela criança.
zh_cn: <32>{#k/0}* 这个“Asriel”， 就算能模仿他的面容，复刻他的声音， 甚至... 凭那张可爱的脸以假乱真...ゑ
zh_tw: <32>{#k/0}* 這個「Asriel」， 就算能模仿他的面容，復刻他的聲音， 甚至... 憑那張可愛的臉以假亂真...ゑ

source: <32>{#k/3}* But that SOUL... being this close to you, the resemblance is unmistakable.
pt_br: <32>{#k/3}* Mas essa ALMA... Estando tão perto de você, a semelhança é inconfundível.
zh_cn: <32>{#k/3}* 可就是模仿不了他的心灵。 * 我了解Asriel的性格， 所以，你骗不了我。ゑ
zh_tw: <32>{#k/3}* 可就是模仿不了他的心靈。 * 我了解Asriel的性格， 所以，你騙不了我。ゑ

source: <32>{#k/1}* How'd it feel taking the SOUL of your own mother, boy?
pt_br: <32>{#k/1}* Como é a sensação de tomar a ALMA de sua própria mãe, garoto?
zh_cn: <32>{#k/1}* 我很好奇， 亲手把自己母亲的灵魂 扯出来的滋味...ゑ
zh_tw: <32>{#k/1}* 我很好奇， 親手把自己母親的靈魂 扯出來的滋味...ゑ

source: <32>{#k/0}* I wonder.
pt_br: <32>{#k/0}* O que seria...
zh_cn: <32>{#k/0}* 好受不？ゑ
zh_tw: <32>{#k/0}* 好受不？ゑ

source: <32>{#p/basic}{#k/0}* Long ago, the king and I agreed that escaping would be pointless...
pt_br: <32>{#p/basic}{#k/0}* Muito tempo atrás, o rei e eu concordamos que seria inútil tentar escapar...
zh_cn: <32>{#p/basic}{#k/0}* 很久以前，我跟国王都觉得， 在前哨站安分守己，才有未来...ゑ
zh_tw: <32>{#p/basic}{#k/0}* 很久以前，我跟國王都覺得， 在前哨站安分守己，才有未來...ゑ

source: <32>{#k/1}* Since once we left, humans would just kill us on the spot.
pt_br: <32>{#k/1}* Já que assim que saíssemos, seríamos mortos pelos humanos.
zh_cn: <32>{#k/1}* 因为，一旦我们出去， 马上就会被人类宰了。ゑ
zh_tw: <32>{#k/1}* 因為，一旦我們出去， 馬上就會被人類宰了。ゑ

source: <32>{#k/3}* I'll admit I felt a little betrayed when he changed his mind.
pt_br: <32>{#k/3}* Eu admito que me senti meio traído após ele mudar de ideia.
zh_cn: <32>{#k/3}* 后来，国王改变主意了。 * 当时，我甚至有点感觉 自己被他背叛了。ゑ
zh_tw: <32>{#k/3}* 後來，國王改變主意了。 * 當時，我甚至有點感覺 自己被他背叛了。ゑ

source: <32>{#k/4}* But now, I think... * Maybe he was right to.
pt_br: <32>{#k/4}* Mas agora, eu acho... * Talvez ele estivesse correto.
zh_cn: <32>{#k/4}* 但现在，我觉得... * 是我错了。ゑ
zh_tw: <32>{#k/4}* 但現在，我覺得... * 是我錯了。ゑ

source: <32>{#k/0}* 'Cause after all, even though we never escaped...
pt_br: <32>{#k/0}* Até porque, mesmo que a gente nunca tenha escapado...
zh_cn: <32>{#k/0}* 毕竟，就算我们安分守己...ゑ
zh_tw: <32>{#k/0}* 畢竟，就算我們安分守己...ゑ

source: <32>{#k/3}* A human's killing us anyway, ain't that right?
pt_br: <32>{#k/3}* Tem um humano por aí matando todo mundo, né não?
zh_cn: <32>{#k/3}* 最终，还是会葬送在 某个人类的手中，对不对？ゑ
zh_tw: <32>{#k/3}* 最終，還是會葬送在 某個人類的手中，對不對？ゑ

source: <32>{#p/basic}{#k/0}* Eh, there's really not much to say about me.
pt_br: <32>{#p/basic}{#k/0}* Eh, não tem muito o que dizer sobre mim.
zh_cn: <32>{#p/basic}{#k/0}* 额， 关于我没啥可说的。
zh_tw: <32>{#p/basic}{#k/0}* 額， 關於我沒啥可說的。

source: <32>{#k/0}* I do my best to live my life...
pt_br: <32>{#k/0}* Eu faço meu melhor para viver minha vida...
zh_cn: <32>{#k/0}* 我尽我所能地 过我自己的小日子...
zh_tw: <32>{#k/0}* 我盡我所能地 過我自己的小日子...

source: <32>{#k/4}* Help those around me in ways that I can.
pt_br: <32>{#k/4}* Ajudar aqueles ao meu redor da forma que eu puder.
zh_cn: <32>{#k/4}* 尽力帮助我周围的人。
zh_tw: <32>{#k/4}* 盡力幫助我周圍的人。

source: <32>{#k/0}* The thing of it is, we live in dangerous times.
pt_br: <32>{#k/0}* A coisa é, nós vivemos em tempos perigosos.
zh_cn: <32>{#k/0}* 但别忘了， 我们生活在一个 充满危机的时代。
zh_tw: <32>{#k/0}* 但別忘了， 我們生活在一個 充滿危機的時代。

source: <32>{#k/3}* If the wrong human were to stumble on our little outpost, we'd be as good as gone...
pt_br: <32>{#k/3}* Se o humano errado pisar no Outpost, nós seremos uns perdidos...
zh_cn: <32>{#k/3}* 如果一个错误的人类 发现了我们的小前哨站， 我们就会去见祖宗了。
zh_tw: <32>{#k/3}* 如果一個錯誤的人類 發現了我們的小前哨站， 我們就會去見祖宗了。

source: <32>{#p/basic}{#k/0}* I've been around a long time. * Maybe too long.
pt_br: <32>{#p/basic}{#k/0}* Eu estive por perto tempo demais. * Talvez mais do que demais.
zh_cn: <32>{#p/basic}{#k/0}* 我已经活了很久了。 * 也许太久了。ゑ
zh_tw: <32>{#p/basic}{#k/0}* 我已經活了很久了。 * 也許太久了。ゑ

source: <32>{#k/3}* Back in the day, I served as a chief on the planetary council.
pt_br: <32>{#k/3}* A tempos atrás, eu servi como chefe do conselho planetário.
zh_cn: <32>{#k/3}* 想当年， 人们称我为“正义之刃”。ゑ
zh_tw: <32>{#k/3}* 想當年， 人們稱我為「正義之刃」。ゑ

source: <32>{#k/2}* The "Saber of Justice" they called me.
pt_br: <32>{#k/2}* O "Sabre da Justiça" assim me chamavam.
zh_cn: <32>{#k/2}* 那时， 我还是行星理事会的主席。ゑ
zh_tw: <32>{#k/2}* 那時， 我還是行星理事會的主席。ゑ

source: <32>{#k/1}* ... if it weren't for that damned war, I might still be in that position today.
pt_br: <32>{#k/1}* ... se não fosse por aquela maldita guerra, eu ainda poderia estar nessa posição hoje.
zh_cn: <32>{#k/1}* ...要不是那场该死的战争， 我今天可能还在那个位置上。ゑ
zh_tw: <32>{#k/1}* ...要不是那場該死的戰爭， 我今天可能還在那個位置上。ゑ

source: <32>{#p/basic}{#k/0}* Ah yeah, the war. * That awful thing took a toll on me. * On all of us.
pt_br: <32>{#p/basic}{#k/0}* Claro, a guerra. * Aquela desgraça tomou muito de mim. * De todos nós.
zh_cn: <32>{#p/basic}{#k/0}* 啊，是啊，就是那场战争。 * 那场战争， 给我，给这里每个人 都带来了难以磨灭的创伤。ゑ
zh_tw: <32>{#p/basic}{#k/0}* 啊，是啊，就是那場戰爭。 * 那場戰爭， 給我，給這裡每個人 都帶來了難以磨滅的創傷。ゑ

source: <32>{#k/4}* Every so often, we'd get these reports... * A list of the people who'd died protecting our home.
pt_br: <32>{#k/4}* De vez em quando, recebíamos esses relatórios... * Uma lista das pessoas que morreram protegendo nossa casa.
zh_cn: <32>{#k/4}* 每隔一段时间， 我们会收到报告... * 上面，全是为了保护家园 而壮烈牺牲的烈士。ゑ
zh_tw: <32>{#k/4}* 每隔一段時間， 我們會收到報告... * 上面，全是為了保護家園 而壯烈犧牲的烈士。ゑ

source: <32>{#k/1}* I still remember the look on Fluffybuns's face when he had to deliver the bad news to families.
pt_br: <32>{#k/1}* Eu ainda me lembro da cara do Fofucho quando ele precisava ir até às famílias contar as más notícias.
zh_cn: <32>{#k/1}* 我至今还记得，小毛球国王 将一条条噩耗告知烈士家属时， 他脸上的神情...ゑ
zh_tw: <32>{#k/1}* 我至今還記得，小毛球國王 將一條條噩耗告知烈士家屬時， 他臉上的神情...ゑ

source: <32>{#k/1}* That blank stare, those empty eyes... * That's what war does to people, kiddo.
pt_br: <32>{#k/1}* Aquele encarar, os olhos vazios... * A guerra faz isso com as pessoas, criança.
zh_cn: <32>{#k/1}* 眼神空洞，目光呆滞... * 孩子，这就是战争 给人带来的影响。ゑ
zh_tw: <32>{#k/1}* 眼神空洞，目光呆滯... * 孩子，這就是戰爭 給人帶來的影響。ゑ

source: <32>{#k/3}* That's why I retired.
pt_br: <32>{#k/3}* Foi por isso que me aposentei.
zh_cn: <32>{#k/3}* 所以，我就退休了。ゑ
zh_tw: <32>{#k/3}* 所以，我就退休了。ゑ

source: <32>{#p/basic}{#k/3}* My retirement?
pt_br: <32>{#p/basic}{#k/3}* Minha aposentadoria?
zh_cn: <32>{#p/basic}{#k/3}* 我的退休生活？ゑ
zh_tw: <32>{#p/basic}{#k/3}* 我的退休生活？ゑ

source: <32>{#k/2}* Wah ha ha! * I'd say it's going well!
pt_br: <32>{#k/2}* Wah ha ha! * Eu diria que está indo bem!
zh_cn: <32>{#k/2}* 哇哈哈！ * 可谓是“逍遥自在”啊！ゑ
zh_tw: <32>{#k/2}* 哇哈哈！ * 可謂是「逍遙自在」啊！ゑ

source: <32>{#k/4}* This old shack ain't exactly up to par with those guys operating from Aerialis...
pt_br: <32>{#k/4}* Esta velha cabana não está exatamente à altura daqueles caras que operam em Aerialis...
zh_cn: <32>{#k/4}* 也许那些在空境工作的员工 根本看不上这间破屋...ゑ
zh_tw: <32>{#k/4}* 也許那些在空境工作的員工 根本看不上這間破屋...ゑ

source: <32>{#k/2}* ... but who cares! * I don't need to compete with them.
pt_br: <32>{#k/2}* ... mas quem se importa! * Eu não preciso competir com eles.
zh_cn: <32>{#k/2}* ...但关我啥事？ 我又不用跟他们比。ゑ
zh_tw: <32>{#k/2}* ...但關我啥事？ 我又不用跟他們比。ゑ

source: <32>{#k/0}* The heroic, wacky, and sometimes shy neighbors I live with out here are all I could ever ask for.
pt_br: <32>{#k/0}* Os vizinhos heróicos, malucos e às vezes tímidos com quem moro aqui são tudo o que eu poderia pedir.
zh_cn: <32>{#k/0}* 能有这些或英勇、或古怪、 或有点害羞的邻居， 我就已经知足。ゑ
zh_tw: <32>{#k/0}* 能有這些或英勇、或古怪、 或有點害羞的鄰居， 我就已經知足。ゑ
