Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* what you did for us back there... it means a lot.
pt_br: <32>* o que você fez pela gente... significa muito.
zh_cn: <32>* 你对我们所做的一切... 真的意义重大
zh_tw: <32>* 你對我們所做的一切... 真的意義重大

source: <32>{#p/napstablook}* hey... sorry things didn't work out the way we hoped...
pt_br: <32>{#p/napstablook}* ei... desculpa, as coisas não foram do jeito que queríamos...
zh_cn: <32>{#p/napstablook}* 嘿... 很抱歉事情并未如我们所愿...
zh_tw: <32>{#p/napstablook}* 嘿... 很抱歉事情並未如我們所願...

source: <32>* it was nice to have you there, though......
pt_br: <32>* mas, foi legal te ver lá...
zh_cn: <32>* 很高兴有你在那里， 尽管...
zh_tw: <32>* 很高興有你在那裡， 儘管...

source: <32>{#p/napstablook}* with every day that goes by, i feel a little further away from happiness......
pt_br: <32>{#p/napstablook}* todo dia que passa, eu me sinto um passo mais longe da felicidade...
zh_cn: <32>{#p/napstablook}* 时间每流逝一点， 我离幸福也就更远一步...
zh_tw: <32>{#p/napstablook}* 時間每流逝一點， 我離幸福也就更遠一步...

source: <32>* oh... * hey......
pt_br: <32>* oh... * ei......
zh_cn: <32>* 哦... * 嘿......
zh_tw: <32>* 喔... * 嘿......

source: <32>* i just came back here to keep an eye on the snails......
pt_br: <32>* eu voltei aqui para manter os olhos nas lesmas...
zh_cn: <32>* 我只是回来看看蜗牛......
zh_tw: <32>* 我只是回來看看蝸牛......

source: <32>{#p/napstablook}* being a contestant on one of mettaton's shows was a dream come true...
pt_br: <32>{#p/napstablook}* Ser um competidor em um dos programas de mettaton foi um sonho que se tornou realidade...
zh_cn: <32>{#p/napstablook}* 我有个梦想就是成为mettaton节目 中的一名嘉宾，今天它成真了...
zh_tw: <32>{#p/napstablook}* 我有個夢想就是成為mettaton節目 中的一名嘉賓，今天它成真了...

source: <32>* i wonder if i'll ever get to do it again
pt_br: <32>* eu me pergunto se farei algo assim de novo.
zh_cn: <32>* 我不知道还有没有机会 可以让我再去参加一次
zh_tw: <32>* 我不知道還有沒有機會 可以讓我再去參加一次

source: <32>{#p/napstablook}* dang, you sure get around
pt_br: <32>{#p/napstablook}* caramba, você consegue se livrar
zh_cn: <32>{#p/napstablook}* 天，你真的跑来跑去的
zh_tw: <32>{#p/napstablook}* 天，你真的跑來跑去的

source: <32>* i mean...
pt_br: <32>* quer dizer...
zh_cn: <32>* 我是说...
zh_tw: <32>* 我是說...

source: <32>* i guess i do too...
pt_br: <32>* eu acho que faço isso também...
zh_cn: <32>* 其实我也是...
zh_tw: <32>* 其實我也是...

source: <32>* but, i'm kind of incorporeal, so it's not that impressive for me
pt_br: <32>* mas, eu sou meio que incorporio, então não é muito impressionante pra mim
zh_cn: <32>* 但是，我是没有实体的， 所以对我来说不算 那么令人印象深刻
zh_tw: <32>* 但是，我是沒有實體的， 所以對我來說不算 那麼令人印象深刻

source: <32>{#p/napstablook}* welcome to blook family snail farm...
pt_br: <32>{#p/napstablook}* seja bem vindo a fazenda de lesmas da família blook...
zh_cn: <32>{#p/napstablook}* 欢迎来到幽灵家族的 蜗牛农场...
zh_tw: <32>{#p/napstablook}* 歡迎來到幽靈家族的 蝸牛農場...

source: <32>* ... yeah. * i'm the only employee.
pt_br: <32>* ... é. * eu sou o único dono.
zh_cn: <32>* ...是的。 * 我是这里唯一的员工。
zh_tw: <32>* ...是的。 * 我是這裡唯一的員工。

source: <32>* hey, that's weird...
pt_br: <32>* ei, que estranho...
zh_cn: <32>* 嘿，这真怪...
zh_tw: <32>* 嘿，這真怪...

source: <32>* my snails disappeared...
pt_br: <32>* todos os caracóis se foram...
zh_cn: <32>* 我的蜗牛消失了...
zh_tw: <32>* 我的蝸牛消失了...

source: <32>* maybe they were picked up by that guy with a beard...
pt_br: <32>* talvez aquele cara barbado levou elas...
zh_cn: <32>* 也许是那个留胡子的人拿走了...
zh_tw: <32>* 也許是那個留鬍子的人拿走了...

source: <32>* this place used to get a lot of business...
pt_br: <32>* esse local normalmente tinha muitas vendas...
zh_cn: <32>* 这个地方原先生意 很红火的...
zh_tw: <32>* 這個地方原先生意 很紅火的...

source: <32>* but our main customer disappeared one day...
pt_br: <32>* mas nosso principal cliente acabou sumindo um dia...
zh_cn: <32>* 但有一天我们的主顾 突然不来了...
zh_tw: <32>* 但有一天我們的主顧 突然不來了...

source: <32>* now it's just some hairy guy who shows up once in a while...
pt_br: <32>* agora é só um cara cabeludo que aparece de vez em quando...
zh_cn: <32>* 现在只有一个毛茸茸的家伙 会偶尔出现...
zh_tw: <32>* 現在只有一個毛茸茸的傢伙 會偶爾出現...

source: <32>{#p/napstablook}* hopefully next time you won't have to risk your life.
pt_br: <32>{#p/napstablook}* com sorte da próxima vez você não vai precisar arriscar sua vida.
zh_cn: <32>{#p/napstablook}* 希望你下次别冒这个险了
zh_tw: <32>{#p/napstablook}* 希望你下次別冒這個險了

source: <32>{#p/napstablook}* it is what it is...
pt_br: <32>{#p/napstablook}* é assim que é...
zh_cn: <32>{#p/napstablook}* 这怎么了...
zh_tw: <32>{#p/napstablook}* 這怎麼了...

source: <33>{#p/napstablook}* don't worry, they're alright...
pt_br: <33>{#p/napstablook}* não se preocupe, eles estão bem...
zh_cn: <33>{#p/napstablook}* 别担心，他们没事的...
zh_tw: <33>{#p/napstablook}* 別擔心，他們沒事的...

source: <32>* at least, i hope so......
pt_br: <32>* pelo menos, eu espero que sim......
zh_cn: <32>* 至少，我是那么希望的......
zh_tw: <32>* 至少，我是那麼希望的......

source: <32>{#p/napstablook}* hopefully next time he's a little nicer to the contestants.........
pt_br: <32>{#p/napstablook}* espero que da próxima vez ele seja um pouco mais legal com os competidores.........
zh_cn: <32>{#p/napstablook}* 希望他下次能对其他选手 好一点吧.........
zh_tw: <32>{#p/napstablook}* 希望他下次能對其他選手 好一點吧.........

source: <32>{#p/napstablook}* oh yeah, i saw you on that talent show earlier...
pt_br: <32>{#p/napstablook}* ah é, eu te vi naquele show de talentos mais cedo...
zh_cn: <32>{#p/napstablook}* 哦对了，我早些时候 看到你在达人秀上了...
zh_tw: <32>{#p/napstablook}* 喔對了，我早些時候 看到你在達人秀上了...

source: <32>{#p/napstablook}* that was quite a performance... you didn't even mess up once
pt_br: <32>{#p/napstablook}* foi uma bela performance... você não errou nenhuma vez
zh_cn: <32>{#p/napstablook}* 真的太精彩了... 你一次都没搞砸
zh_tw: <32>{#p/napstablook}* 真的太精彩了... 你一次都沒搞砸

source: <32>* i don't think i've ever someone do that before......
pt_br: <32>* eu acho que nunca vi alguém fazer isso daquela forma......
zh_cn: <32>* 我觉得你应该是 开天辟地第一个......
zh_tw: <32>* 我覺得你應該是 開天闢地第一個......

source: <32>{#p/napstablook}* even if your performance wasn't perfect, you did pretty good
pt_br: <32>{#p/napstablook}* mesmo que sua performance não tenha sido perfeita, você foi bem
zh_cn: <32>{#p/napstablook}* 即使你的表现不算完美， 你也做得很好
zh_tw: <32>{#p/napstablook}* 即使你的表現不算完美， 你也做得很好

source: <32>* most of mettaton's contestants don't even make it halfway...
pt_br: <32>* maior parte dos competidores do mettaton não chegam nem na metade do caminho...
zh_cn: <32>* mettaton的大多数参赛者 甚至都没坚持到一半...
zh_tw: <32>* mettaton的大多數參賽者 甚至都沒堅持到一半...

source: <32>* including me......
pt_br: <32>* inclusive eu......
zh_cn: <32>* 包括我......
zh_tw: <32>* 包括我......

source: <32>{#p/napstablook}* even if your performance wasn't the greatest, i could tell you were trying your best
pt_br: <32>{#p/napstablook}* mesmo que sua performance não tenha sua a melhor, eu sei que você tentou seu melhor
zh_cn: <32>{#p/napstablook}* 即使你的表现不是最好的， 我也能看出你已经尽力了
zh_tw: <32>{#p/napstablook}* 即使你的表現不是最好的， 我也能看出你已經盡力了

source: <32>* and besides, you made it to the end...
pt_br: <32>* e aliás, você chegou até o fim...
zh_cn: <32>* 更何况，你坚持到了最后...
zh_tw: <32>* 更何況，你堅持到了最後...

source: <32>* unlike me......
pt_br: <32>* diferente de mim......
zh_cn: <32>* 不像我......
zh_tw: <32>* 不像我......

source: <32>{#p/napstablook}* oh hey... * that rhymed, didn't it...
pt_br: <32>{#p/napstablook}* oh ei... * isso aí rimou, não é...
zh_cn: <32>{#p/napstablook}* 哦... * 押韵了，不是吗...
zh_tw: <32>{#p/napstablook}* 喔... * 押韻了，不是嗎...

source: <32>* i guess i could make a song about this... or not...
pt_br: <32>* eu acho que vou fazer um som sobre isso isso... ou não...
zh_cn: <32>* 我想我可以为此写首歌... 或许吧...
zh_tw: <32>* 我想我可以為此寫首歌... 或許吧...

source: <32>{#p/napstablook}* a friend of mine recently told me it was the king...
pt_br: <32>{#p/napstablook}* um amigo meu recentemente me disse que era o rei...
zh_cn: <32>{#p/napstablook}* 最近我的一个朋友 告诉我那是国王...
zh_tw: <32>{#p/napstablook}* 最近我的一個朋友 告訴我那是國王...

source: <32>* but that can't be true * he wouldn't even know me...
pt_br: <32>* mas deve ser mentira * o rei não me conheceria...
zh_cn: <32>* 但这不可能是真的 * 他甚至不认识我...
zh_tw: <32>* 但這不可能是真的 * 他甚至不認識我...

source: <32>{#p/napstablook}* i wish i had more to say...
pt_br: <32>{#p/napstablook}* eu queria ter mais pra dizer...
zh_cn: <32>{#p/napstablook}* 我没话讲了...
zh_tw: <32>{#p/napstablook}* 我沒話講了...

source: <32>{#p/napstablook}* congratulations, i guess
pt_br: <32>{#p/napstablook}* parabéns, eu acho
zh_cn: <32>{#p/napstablook}* 那么，恭喜你
zh_tw: <32>{#p/napstablook}* 那麼，恭喜你

source: <32>{#p/human}* (You got the Hoverboots.)
pt_br: <32>{#p/human}* (Você pegou as Botas Flutuantes.)
zh_cn: <32>{#p/human}* （你捡到了一双悬浮靴。）
zh_tw: <32>{#p/human}* （你撿到了一雙懸浮靴。）

source: * (Equip the Hoverboots?)
pt_br: * (Equipar as Botas Flutuantes?)
zh_cn: * （穿上悬浮靴吗？）
zh_tw: * （穿上懸浮靴嗎？）

source: <32>{*}{#p/undyne}* See you soon.{^20}{%}
pt_br: <32>{*}{#p/undyne}* Te vejo mais tarde.{^20}{%}
zh_cn: <32>{*}{#p/undyne}* 等会见。{^20}{%}
zh_tw: <32>{*}{#p/undyne}* 等會見。{^20}{%}

source: <32>{#p/human}* (You approach the vending machine.)
pt_br: <32>{#p/human}* (Você se aproxima da máquina de venda.)
zh_cn: <32>{#p/human}* （你走近了自动售货机。）
zh_tw: <32>{#p/human}* （你走近了自動售貨機。）

source: * (What will you make?)
pt_br: * (O que você vai fazer?)
zh_cn: * （你想合成什么呢？）
zh_tw: * （你想合成什麼呢？）

source: Licorice
pt_br: Alcaçuz
zh_cn: 甘草糖
zh_tw: 甘草糖

source: Chisps
zh_cn: 薯片
zh_tw: 洋芋片

source: Rations
pt_br: Ração
zh_cn: 口粮
zh_tw: 口糧

source: <32>{#p/basic}* Synthesize something with the vending machine?
pt_br: <32>{#p/basic}* Sintetizar algo na máquina de venda?
zh_cn: <32>{#p/basic}* 要用这台机器合成什么呢？
zh_tw: <32>{#p/basic}* 要用這臺機器合成什麼呢？

source: <32>{#p/human}* (You got the $(x).)
pt_br: <32>{#p/human}* (Você pegou o $(x).)
zh_cn: <32>{#p/human}* （你买了$(x)。）
zh_tw: <32>{#p/human}* （你買了$(x)。）

source: * (Buy the $(x) for $(y)G?)
pt_br: * (Comprar o $(x) por $(y)G?)
zh_cn: * （花$(y)G买份$(x)吗？）
zh_tw: * （花$(y)G買份$(x)嗎？）

source: <32>{#p/human}* (You don't have enough G.)
pt_br: <32>{#p/human}* (Você não tem G suficiente.)
zh_cn: <32>{#p/human}* （你的钱不够。）
zh_tw: <32>{#p/human}* （你的錢不夠。）

source: <32>{#p/human}* (You decide not to buy.)
pt_br: <32>{#p/human}* (Você decide não comprar.)
zh_cn: <32>{#p/human}* （你决定先不买。）
zh_tw: <32>{#p/human}* （你決定先不買。）

source: <32>{#p/human}* (You decide not to make anything.)
pt_br: <32>{#p/human}* (Você decide não fazer nada.)
zh_cn: <32>{#p/human}* （你打算什么也不合成。）
zh_tw: <32>{#p/human}* （你打算什麼也不合成。）

source: <32>{#p/basic}* This small bird no longer wants to carry you across the gap.
pt_br: <32>{#p/basic}* O pássaro agora não deseja mais te carregar através do abismo.
zh_cn: <32>{#p/basic}* 这只小鸟再也不想带你过去了。
zh_tw: <32>{#p/basic}* 這隻小鳥再也不想帶你過去了。

source: <32>{#p/basic}{#npc/a}* Did you hear about Undyne?
pt_br: <32>{#p/basic}{#npc/a}* Você ouviu sobre a Undyne?
zh_cn: <32>{#p/basic}{#npc/a}* 你听说了Undyne的事吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你聽說了Undyne的事嗎？

source: <32>{#p/basic}{#npc/a}* Oh, not at all!
pt_br: <32>{#p/basic}{#npc/a}* Oh, não mesmo!
zh_cn: <32>{#p/basic}{#npc/a}* 哦，完全没有！
zh_tw: <32>{#p/basic}{#npc/a}* 喔，完全沒有！

source: <32>{#p/basic}{#npc/a}* I heard she's doing well.
pt_br: <32>{#p/basic}{#npc/a}* Ouvi dizer que ela está indo bem.
zh_cn: <32>{#p/basic}{#npc/a}* 我听说她现在很好。
zh_tw: <32>{#p/basic}{#npc/a}* 我聽說她現在很好。

source: <32>{#p/basic}{#npc/a}* Sounds good to me!
pt_br: <32>{#p/basic}{#npc/a}* Parece bom pra mim!
zh_cn: <32>{#p/basic}{#npc/a}* 这可真不错！
zh_tw: <32>{#p/basic}{#npc/a}* 這可真不錯！

source: <32>{#p/basic}{#npc/a}* Undyne will never die.
pt_br: <32>{#p/basic}{#npc/a}* Undyne não vai morrer.
zh_cn: <32>{#p/basic}{#npc/a}* Undyne永远不朽。
zh_tw: <32>{#p/basic}{#npc/a}* Undyne永遠不朽。

source: <32>{#p/basic}{#npc/a}* Indeed not!
pt_br: <32>{#p/basic}{#npc/a}* De fato não!
zh_cn: <32>{#p/basic}{#npc/a}* 肯定不是！
zh_tw: <32>{#p/basic}{#npc/a}* 肯定不是！

source: <32>{#p/basic}{#npc/a}* Fatal energy signature detected.
pt_br: <32>{#p/basic}{#npc/a}* Assinatura de energia fatal detectada.
zh_cn: <32>{#p/basic}{#npc/a}* 检测到强烈的能量信号。
zh_tw: <32>{#p/basic}{#npc/a}* 檢測到強烈的能量訊號。

source: <32>* Name... Undyne.
pt_br: <32>* Nome... Undyne.
zh_cn: <32>* 姓名... Undyne。
zh_tw: <32>* 姓名... Undyne。

source: <32>* Relationship status... "BESTIES!!!"
pt_br: <32>* Status de relacionamento... "BESTIES!!!"
zh_cn: <32>* 关系状态... “挚友！！！”
zh_tw: <32>* 關係狀態... 「摯友！！！」

source: <32>* Last interaction... asked about humans.
pt_br: <32>* Última interação... perguntou sobre o humano.
zh_cn: <32>* 上次互动... 询问了关于人类的信息。
zh_tw: <32>* 上次互動... 詢問了關於人類的資訊。

source: <32>* Time to compensate for loss...
pt_br: <32>* Hora de compensar a perda...
zh_cn: <32>* 弥补损失所需时间...
zh_tw: <32>* 彌補損失所需時間...

source: <32>* Indeterminate.
pt_br: <32>* Indeterminado.
zh_cn: <32>* 无法估量。
zh_tw: <32>* 無法估量。

source: <32>{#p/basic}{#npc/a}* Wh... * What've you done!?
pt_br: <32>{#p/basic}{#npc/a}* O... * O que você fez!?
zh_cn: <32>{#p/basic}{#npc/a}* 什... * 你都干了什么！？
zh_tw: <32>{#p/basic}{#npc/a}* 什... * 你都幹了什麼！？

source: <32>* Ole' Gerson's not gonna be a happy camper after that...
pt_br: <32>* Velho Gerson não será um campista feliz depois disso...
zh_cn: <32>* 老Gerson再也不会开心了...
zh_tw: <32>* 老Gerson再也不會開心了...

source: <32>* I'll make sure you NEVER win another game of electrosnail.
pt_br: <32>* eu vou garantir que você JAMAIS vença outro jogo de electrosnail.
zh_cn: <32>* 下一局雷霆蜗牛 我可绝对不会让你赢了。
zh_tw: <32>* 下一局雷霆蝸牛 我可絕對不會讓你贏了。

source: <32>* I'll make sure you NEVER win a game of electrosnail.
pt_br: <32>* Eu vou ter certeza de você NUNCA ganhar outro jogo de electrosnail.
zh_cn: <32>* 我绝对不会让你 再赢雷霆蜗牛了。
zh_tw: <32>* 我絕對不會讓你 再贏雷霆蝸牛了。

source: <32>{#p/basic}* No. * No! * NO!!!
pt_br: <32>{#p/basic}* Não. * Não! * NÃO!!!
zh_cn: <32>{#p/basic}* 不。 * 不！ * 不！！！
zh_tw: <32>{#p/basic}* 不。 * 不！ * 不！！！

source: <32>* What. Have. You. DONE???
pt_br: <32>* O que. Você. FEZ???
zh_cn: <32>* 你。都。干了。什么？？？
zh_tw: <32>* 你。都。幹了。什麼？？？

source: <32>* She was...
pt_br: <32>* Ela estava...
zh_cn: <32>* 她...
zh_tw: <32>* 她...

source: <32>* She was my FAVORITE bully! * How dare you take her away from me like that!?
pt_br: <32>* Ela era minha Bully favorita! * Como ousa tomar ela de mim dessa forma!?
zh_cn: <32>* 她是我最爱的恶霸！ * 你为什么要将她 从我身边带走！？
zh_tw: <32>* 她是我最愛的惡霸！ * 你為什麼要將她 從我身邊帶走！？

source: <32>{#p/basic}* Gah! * You're even worse than I thought you'd be!!
pt_br: <32>{#p/basic}* Gah! * Você é pior do que eu imaginei que você seria!!
zh_cn: <32>{#p/basic}* 呸！ * 你比我想得还要差劲！！
zh_tw: <32>{#p/basic}* 呸！ * 你比我想得還要差勁！！

source: <32>{#p/basic}* Gah! * Just how awful ARE you!?
pt_br: <32>{#p/basic}* Gah! * O quão terrível é você!?
zh_cn: <32>{#p/basic}* 呸！ * 你到底有多差劲！
zh_tw: <32>{#p/basic}* 呸！ * 你到底有多差勁！

source: <32>* Not only did you hug someone with haphephobia....
pt_br: <32>* Você não apenas abraçou alguém com fobia....
zh_cn: <32>* 你居然拥抱了一个 患有接触恐惧症的人偶...
zh_tw: <32>* 你居然擁抱了一個 患有接觸恐懼症的人偶...

source: <32>* But the way you did it!?
pt_br: <32>* Mas o jeito que você fez!?
zh_cn: <32>* 而且你做这事的方式！？
zh_tw: <32>* 而且你做這事的方式！？

source: <32>* Revolting. * Revolting! * REVOLTING!!!!
pt_br: <32>* Revoltante. * Revoltante! * REVOLTANTE!!!!
zh_cn: <32>* 恶心。 * 恶心！ * 恶心！！！！
zh_tw: <32>* 噁心。 * 噁心！ * 噁心！！！！

source: <32>{#p/basic}* Gah! * I just KNEW you were going to do that!!
pt_br: <32>{#p/basic}* Gah! * Eu SABIA que você estava fazendo isso!!
zh_cn: <32>{#p/basic}* 呸！ * 我就知道你会那么做！！
zh_tw: <32>{#p/basic}* 呸！ * 我就知道你會那麼做！！

source: <32>* What an IMBECILE!!! * You just hugged someone with haphephobia!!!!
pt_br: <32>* Que IMBECIL!!! * Você abraçou alguém com fobia!!!!
zh_cn: <32>* 多么愚蠢！！！ * 你只是拥抱了一个 患有接触恐惧症的人偶！！！！
zh_tw: <32>* 多麼愚蠢！！！ * 你只是擁抱了一個 患有接觸恐懼症的人偶！！！！

source: <32>* Guooohh, you're gonna PAY.
pt_br: <32>* Guooohh, você vai PAGAR.
zh_cn: <32>* 天呐，你会付出代价的！
zh_tw: <32>* 天吶，你會付出代價的！

source: <32>{#p/basic}* Gah! * Why would you EVER do that!?
pt_br: <32>{#p/basic}* Gah! * Por que você faria isso!?
zh_cn: <32>{#p/basic}* 呸！ * 你为什么那么做！？
zh_tw: <32>{#p/basic}* 呸！ * 你為什麼那麼做！？

source: <32>* Don't you know who I am!?!? * You just hugged someone with haphephobia!!!!
pt_br: <32>* Você não sabe quem eu sou!?!? * Você abraçou alguem com fobia!!!!
zh_cn: <32>* 你知道我是谁吗！？！？ * 你刚才抱的那个人 可是有接触恐惧症的！！！！
zh_tw: <32>* 你知道我是誰嗎！？！？ * 你剛才抱的那個人 可是有接觸恐懼症的！！！！

source: <32>{#p/basic}* HA! * Of course you'd run away.
pt_br: <32>{#p/basic}* HA! * Claro que você correria.
zh_cn: <32>{#p/basic}* 呵。 * 我就知道，你这懦夫 看到我指定得逃。
zh_tw: <32>{#p/basic}* 呵。 * 我就知道，你這懦夫 看到我指定得逃。

source: <32>* Whatever, DUMMY.
pt_br: <32>* TANTO FAZ, BURRO.
zh_cn: <32>* 是不是啊，笨蛋？
zh_tw: <32>* 是不是啊，笨蛋？

source: <32>{#p/basic}* You DARE enter my territory and WALK PAST me?
pt_br: <32>{#p/basic}* Você OUSA entrar no meu território e PASSAR POR mim?
zh_cn: <32>{#p/basic}* 放肆！ * 闯进我的地盘， 还把我当空气？
zh_tw: <32>{#p/basic}* 放肆！ * 闖進我的地盤， 還把我當空氣？

source: <32>* FOOL!
pt_br: <32>* IDIOTA!
zh_cn: <32>* 真是蠢到极点！
zh_tw: <32>* 真是蠢到極點！

source: <32>{#p/basic}* Too intimidated to fight...?
pt_br: <32>{#p/basic}* Intimidado demais para lutar...?
zh_cn: <32>{#p/basic}* 看到我，吓破胆了？
zh_tw: <32>{#p/basic}* 看到我，嚇破膽了？

source: <32>* I see how it is.
pt_br: <32>* Eu entendo como é.
zh_cn: <32>* 你也就这点本事。
zh_tw: <32>* 你也就這點本事。

source: <32>{#p/basic}* You DARE enter my territory and STARE at me?
pt_br: <32>{#p/basic}* Você OUSA passar em meu território e me ENCARAR?
zh_cn: <32>{#p/basic}* 放肆！ * 闯进我的地盘， 还跟我大眼瞪小眼？
zh_tw: <32>{#p/basic}* 放肆！ * 闖進我的地盤， 還跟我大眼瞪小眼？

source: <32>{#p/basic}* I thought you might do that.
pt_br: <32>{#p/basic}* Eu pensei que você faria isso.
zh_cn: <32>{#p/basic}* 我就知道， 不揍我两下你心都痒痒。
zh_tw: <32>{#p/basic}* 我就知道， 不揍我兩下你心都痒痒。

source: <32>* Predictable. * Predictable! * PREDICTABLE!!!
pt_br: <32>* Previsível. * Previsível! * PREVISÍVEL!!!
zh_cn: <32>* 迂腐。 * 迂腐！ * 迂腐！！！
zh_tw: <32>* 迂腐。 * 迂腐！ * 迂腐！！！

source: <32>{#p/basic}* Well well well, I see there's more to you than just talk.
pt_br: <32>{#p/basic}* Hora hora hora, vejo que a mais para você do que conversa.
zh_cn: <32>{#p/basic}* 哎呀，看来你来这 可不只是想聊聊天。
zh_tw: <32>{#p/basic}* 哎呀，看來你來這 可不只是想聊聊天。

source: <32>* Not that it'll do you much good when I STOMP you!
pt_br: <32>* Não que isso vá te fazer muito bem quando eu QUEBRAR!
zh_cn: <32>* 不过，你那点小把戏 在我这屁用没有！ * 看我不揍死你！
zh_tw: <32>* 不過，你那點小把戲 在我這屁用沒有！ * 看我不揍死你！

source: <32>{#p/basic}* Those ELITE bozos failed to take your SOUL, but they lack something I have in SPADES!
pt_br: <32>{#p/basic}* Aquela ELITE falhou em tomar sua ALMA, mas esqueceu algo que eu tenho na manga!
zh_cn: <32>{#p/basic}* 那群饭桶没杀了你， 因为他们少一样看家本领- 没！有！实！体！
zh_tw: <32>{#p/basic}* 那群飯桶沒殺了你， 因為他們少一樣看家本領- 沒！有！實！體！

source: <32>* That's right, human... * I'm INCORPOREAL!
pt_br: <32>* Exato, humano... * Eu sou INCORPOREO!
zh_cn: <32>* 没错，人类！ * 有了这个，我就能 所向披靡，天下无敌！
zh_tw: <32>* 沒錯，人類！ * 有了這個，我就能 所向披靡，天下無敵！

source: <32>* I am a ghost that lives inside a dummy!
pt_br: <32>* Eu sou um fantasma que vive dentro de um boneco!
zh_cn: <32>* 我是一只住在人偶里的幽灵！
zh_tw: <32>* 我是一隻住在人偶裡的幽靈！

source: <32>* My cousin also lived inside a dummy, UNTIL...!
pt_br: <32>* Meu primo também vivia dentro de um boneco, ATÉ...!
zh_cn: <32>* 我的表亲以前也住在一个人偶里， 直到...！
zh_tw: <32>* 我的表親以前也住在一個人偶裡， 直到...！

source: <32>* Until...!
pt_br: <32>* Até...!
zh_cn: <32>* 直到...！
zh_tw: <32>* 直到...！

source: <32>* Until...
pt_br: <32>* Até...
zh_cn: <32>* 直到...
zh_tw: <32>* 直到...

source: <32>{#x1}* ... well, actually, they left it on their own accord...
pt_br: <32>{#x1}* ... bem, na verdade, eles deixaram por conta própria...
zh_cn: <32>{#x1}* ...呃，其实它是自己离开的...
zh_tw: <32>{#x1}* ...呃，其實它是自己離開的...

source: <32>* Apparently, this really nice woman decided to take care of them in the Outlands?
pt_br: <32>* Aparentemente, uma mulher muito gente boa decidiu tomar conta dele nas Outlands?
zh_cn: <32>* 肯定是那位善良的女士 在外域给它找到了新家， 贴心照顾着它。
zh_tw: <32>* 肯定是那位善良的女士 在外域給它找到了新家， 貼心照顧著它。

source: <32>* They said a human helped her feel better.
pt_br: <32>* Ela disse que um humano fez ela se sentir melhor.
zh_cn: <32>* 我的表亲说， 有个人类让那位女士感到幸福。
zh_tw: <32>* 我的表親說， 有個人類讓那位女士感到幸福。

source: <32>* That was you, wasn't it?
pt_br: <32>* Foi você, não foi?
zh_cn: <32>* 那个人类就是你，对吧？
zh_tw: <32>* 那個人類就是你，對吧？

source: <32>* ... shucks. * I guess you can go peacefully...
pt_br: <32>* ... Poxa. * Acho que você pode ir...
zh_cn: <32>* ...该死。 * 你走吧，我不打你了...
zh_tw: <32>* ...該死。 * 你走吧，我不打你了...

source: <32>* YOU CAME ALONG!!!
pt_br: <32>* VOCÊ APARECER!!!
zh_cn: <32>* 直到你出现为止！！！
zh_tw: <32>* 直到你出現為止！！！

source: <32>* Not only did YOUR actions cause them to leave their home...
pt_br: <32>* Não apenas SUAS ações o fizeram sair de sua casa...
zh_cn: <32>* 你的所作所为 不光害它离开了自己的家...
zh_tw: <32>* 你的所作所為 不光害它離開了自己的家...

source: <32>* But now all of their neighbors are gone, too!
pt_br: <32>* Mas agora todos os seus vizinhos se foram, também!
zh_cn: <32>* 还把它的邻居全吓跑了！
zh_tw: <32>* 還把它的鄰居全嚇跑了！

source: <32>* Despicable. * Despicable! * DESPICABLE!!!
pt_br: <32>* Desprezível. * Desprezível! * DESPREZÍVEL!!!
zh_cn: <32>* 可恶。 * 可恶！ * 可恶！！！
zh_tw: <32>* 可惡。 * 可惡！ * 可惡！！！

source: <32>{#x1}* You're the worst person I've ever met! * I've NEVER been more mad!!!
pt_br: <32>{#x1}* Você é a pior pessoa que eu já conheci! * Eu NUNCA estive tão bravo!!!
zh_cn: <32>{#x1}* 你个败类，人渣，废物！ * 我快要气死了啊啊啊！！！
zh_tw: <32>{#x1}* 你個敗類，人渣，廢物！ * 我快要氣死了啊啊啊！！！

source: <32>* Guooooohhhh!!! * My mannequin levels are going OFF THE CHARTS!!!
pt_br: <32>* Guooooohhhh!!! * Meu poder de manequim está FORA DOS LIMITES!!!
zh_cn: <32>* 呀啊啊啊啊啊啊！！！ * 我的人偶能量快要爆发了！！！
zh_tw: <32>* 呀啊啊啊啊啊啊！！！ * 我的人偶能量快要爆發了！！！

source: <32>* YOU... you...
pt_br: <32>* VOCÊ... você...
zh_cn: <32>* 你... 你...
zh_tw: <32>* 你... 你...

source: <32>* Shucks! * You were really boring!
pt_br: <32>* Nossa! * Você é bem entediante!
zh_cn: <32>* 该死，你这人无聊透顶！
zh_tw: <32>* 該死，你這人無聊透頂！

source: <32>* They got annoyed and flew away like any self-respecting spectre.
pt_br: <32>* Eles ficaram irritados e voaram para longe como qualquer espectro que se preze.
zh_cn: <32>* 它就像任何有自尊的幽灵那样， 生气得飞走了。
zh_tw: <32>* 它就像任何有自尊的幽靈那樣， 生氣得飛走了。

source: <32>* Well then. * Well then! * WELL THEN!
pt_br: <32>* Que seja. * Que seja! * QUE SEJA!
zh_cn: <32>* 那好吧。 * 那好吧！ * 那好吧！！
zh_tw: <32>* 那好吧。 * 那好吧！ * 那好吧！！

source: <32>* I guess I'll just have to entertain MYSELF!
pt_br: <32>* Eu acho que eu só vou me entreter SOZINHO!
zh_cn: <32>* 我看我只能自娱自乐了！
zh_tw: <32>* 我看我只能自娛自樂了！

source: <32>* Buckle up, sleepyhead! * It's time to put on a show!
pt_br: <32>* Aperte o cinto, dorminhoco! * É hora de dar um show!
zh_cn: <32>* 系好安全带瞌睡虫！ * 现在是表演时间！
zh_tw: <32>* 系好安全帶瞌睡蟲！ * 現在是表演時間！

source: <32>* Shucks! * You were really nice!
pt_br: <32>* Nossa! * Você é muito legal!
zh_cn: <32>* 该死，喜欢当老好人是吧？
zh_tw: <32>* 該死，喜歡當老好人是吧？

source: <32>* So nice, in fact, that after your encounter, they developed a HUGGING addiction!!
pt_br: <32>* Tão legal, de fato, após o seu encontro, eles desenvolveram uma adicção a ABRAÇOS!!
zh_cn: <32>* 自己当老好人不要紧， 还让我表亲染上抱瘾， 总想拥抱，戒不掉了！！！
zh_tw: <32>* 自己當老好人不要緊， 還讓我表親染上抱癮， 總想擁抱，戒不掉了！！！

source: <32>* In desperation, they left their body, hoping to get their fix from me.
pt_br: <32>* Em desespero, eles deixaram o corpo, na esperança de conseguir sua dose de mim.
zh_cn: <32>* 它丢掉了原本的身体， 每次发作时，就找我发泄自己的欲望。
zh_tw: <32>* 它丟掉了原本的身體， 每次發作時，就找我發洩自己的欲望。

source: <32>* They know I'm afraid of hugs, but they won't quit asking me! * It's INFURIATING!
pt_br: <32>* Eles sabem que eu tenho medo de abraços, mas eles não deixam de me perguntar! * É FRUSTRANTE!
zh_cn: <32>* 它明知道我患有接触恐惧症， 还疯了似的骚扰我。 我快被它烦死了！！！
zh_tw: <32>* 它明知道我患有接觸恐懼症， 還瘋了似的騷擾我。 我快被它煩死了！！！

source: <32>* You'll SUFFER for this, HUMAN!!!
pt_br: <32>* Você SOFRERÁ por isso, HUMANO!!!
zh_cn: <32>* 人类，我要让你付出代价！
zh_tw: <32>* 人類，我要讓你付出代價！

source: <32>* When you talked with them, they were hoping for a nice chat...
pt_br: <32>* Quando você conversou com eles, eles esperavam uma bela conversa...
zh_cn: <32>* 当你和它聊天的时候， 它本来希望能好好聊聊...
zh_tw: <32>* 當你和它聊天的時候， 它本來希望能好好聊聊...

source: <32>* But the things you said...!
pt_br: <32>* Mas as coisas que você disse...!
zh_cn: <32>* 但看看你都说了些什么...！
zh_tw: <32>* 但看看你都說了些什麼...！

source: <32>* Horrible. * Shocking! * UNBELIEVABLE!
pt_br: <32>* Horrível. * Chocante! * INACREDITÁVEL!
zh_cn: <32>* 真是可怕。 * 叫人震惊！ * 难以置信！
zh_tw: <32>* 真是可怕。 * 叫人震驚！ * 難以置信！
