Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/mettaton}{#e/mettaton/8}* THERE'S PROBABLY NOTHING BUT GHOST FOOD IN THERE, DARLING.
pt_br: <32>{#p/mettaton}{#e/mettaton/8}* NÃO DEVE TER NADA ALÉM DE COMIDA FANTASMA AÍ, QUERIDO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/8}* 里面可能只有幽灵食物， 亲爱的。
zh_tw: <32>{#p/mettaton}{#e/mettaton/8}* 裡面可能只有幽靈食物， 親愛的。

source: <32>{#p/mettaton}{#e/mettaton/9}* IF YOU TRIED TO EAT IT, IT'D JUST PHASE THROUGH YOU.
pt_br: <32>{#p/mettaton}{#e/mettaton/9}* SE VOCÊ TENTAR COMER, VAI SÓ PASSAR PELO SEU CORPO.
zh_cn: <32>{#p/mettaton}{#e/mettaton/9}* 就算你想要吃掉它， 它也只会穿过你的身体。
zh_tw: <32>{#p/mettaton}{#e/mettaton/9}* 就算你想要吃掉它， 它也只會穿過你的身體。

source: <32>{#p/napstablook}* it's a ghost sandwich...
pt_br: <32>{#p/napstablook}* é um sanduíche fantasma...
zh_cn: <32>{#p/napstablook}* 这是一份幽灵三明治...
zh_tw: <32>{#p/napstablook}* 這是一份幽靈三明治...

source: <32>* do you want to try it...
pt_br: <32>* você quer tentar...
zh_cn: <32>* 你想尝尝吗...
zh_tw: <32>* 你想嘗嘗嗎...

source: * (Take a bite?)
pt_br: * (Dar uma mordida?)
zh_cn: * （咬一口吗？）
zh_tw: * （咬一口嗎？）

source: <32>{#p/human}* (You attempt to bite into the ghost sandwich.)
pt_br: <32>{#p/human}* (Você tenta morder o sanduíche.)
zh_cn: <32>{#p/human}* （你试着咬了一口幽灵三明治。）
zh_tw: <32>{#p/human}* （你試著咬了一口幽靈三明治。）

source: <32>{#p/human}* (You phase right through it.)
pt_br: <32>{#p/human}* (Ele passa pelo seu corpo.)
zh_cn: <32>{#p/human}* （你的身体穿过了它。）
zh_tw: <32>{#p/human}* （你的身體穿過了它。）

source: <32>{#p/napstablook}* oh...
zh_cn: <32>{#p/napstablook}* 哦...
zh_tw: <32>{#p/napstablook}* 喔...

source: <32>* nevermind...
pt_br: <32>* esquece...
zh_cn: <32>* 当做什么都没发生吧...
zh_tw: <32>* 當做什麼都沒發生吧...

source: <32>{#p/napstablook}* oh...........
zh_cn: <32>{#p/napstablook}* 哦...........
zh_tw: <32>{#p/napstablook}* 喔...........

source: <32>{#p/napstablook}* after a great meal i like to lie on the ground and feel like garbage...
pt_br: <32>{#p/napstablook}* após uma boa refeição, eu gosto de me deixar no chão e me sentir igual lixo...
zh_cn: <32>{#p/napstablook}* 美餐一顿后， 我喜欢躺在地上， 感觉自己像是垃圾一样...
zh_tw: <32>{#p/napstablook}* 美餐一頓後， 我喜歡躺在地上， 感覺自己像是垃圾一樣...

source: <32>* it's a family tradition...
pt_br: <32>* é uma tradição de família...
zh_cn: <32>* 这是个家族传统...
zh_tw: <32>* 這是個家族傳統...

source: <32>* do you want... * ... to join me...?
pt_br: <32>* você quer... * ... se juntar a mim...?
zh_cn: <32>* 你想不想... * ...也来试试...？
zh_tw: <32>* 你想不想... * ...也來試試...？

source: * (What do you say?)
pt_br: * (O que você acha?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: <32>{#p/napstablook}* okay... * follow my lead...
pt_br: <32>{#p/napstablook}* certo... * me segue...
zh_cn: <32>{#p/napstablook}* 好... * 跟我来做...
zh_tw: <32>{#p/napstablook}* 好... * 跟我來做...

source: <32>{#p/napstablook}* oh......................
zh_cn: <32>{#p/napstablook}* 哦......................
zh_tw: <32>{#p/napstablook}* 喔......................

source: <32>* i'll just be outside then
pt_br: <32>* eu vou lá pra fora, então
zh_cn: <32>* 我出去逛逛
zh_tw: <32>* 我出去逛逛

source: <32>{#p/napstablook}* here we go... * you'll lie down as long as you don't move.
pt_br: <32>{#p/napstablook}* lá vamos nós... * fique aí com tanto que você não se mova.
zh_cn: <32>{#p/napstablook}* 我们开始吧... * 一直躺着不要动就好。
zh_tw: <32>{#p/napstablook}* 我們開始吧... * 一直躺著不要動就好。

source: <32>* so... * only move around when you want to get up, i guess.
pt_br: <32>* então... * apenas se mova quando quiser parar, eu acho.
zh_cn: <32>* 所以... * 你要想起来了的话， 动起来就好，大概。
zh_tw: <32>* 所以... * 你要想起來了的話， 動起來就好，大概。

source: <32>{#p/napstablook}* well, that was nice...
pt_br: <32>{#p/napstablook}* bem, isso foi legal...
zh_cn: <32>{#p/napstablook}* 嗨，感觉不错...
zh_tw: <32>{#p/napstablook}* 嗨，感覺不錯...

source: <32>* thank you...
pt_br: <32>* obrigado...
zh_cn: <32>* 谢谢你...
zh_tw: <32>* 謝謝你...

source: <32>{#p/napstablook}* well, that was fast......
pt_br: <32>{#p/napstablook}* bem, isso foi rápido...
zh_cn: <32>{#p/napstablook}* 嗯，还挺快的...
zh_tw: <32>{#p/napstablook}* 嗯，還挺快的...

source: <32>* thanks for trying, though......
pt_br: <32>* obrigado por tentar......
zh_cn: <32>* 谢谢你愿意尝试，尽管...
zh_tw: <32>* 謝謝你願意嘗試，儘管...

source: <32>{#p/napstablook}* well, that was that
pt_br: <32>{#p/napstablook}* bem, foi isso
zh_cn: <32>{#p/napstablook}* 好吧，就是这样
zh_tw: <32>{#p/napstablook}* 好吧，就是這樣

source: <32>{#p/napstablook}* i'll be outside... * feel free to join me... * or not...
pt_br: <32>{#p/napstablook}* eu vou estar lá fora... * Sinta-se livre para juntar-se a mim... * ou não...
zh_cn: <32>{#p/napstablook}* 我先出去一下... * 你可以跟我来... * 不来也可以...
zh_tw: <32>{#p/napstablook}* 我先出去一下... * 你可以跟我來... * 不來也可以...

source: <32>* it's up to you...
pt_br: <32>* vai de você...
zh_cn: <32>* 由你来决定...
zh_tw: <32>* 由你來決定...

source: <32>{#p/human}* (You reach for the sound system...)
pt_br: <32>{#p/human}* (você olha o sistema de música.)
zh_cn: <32>{#p/human}* （你伸手去碰音响...）
zh_tw: <32>{#p/human}* （你伸手去碰音響...）

source: <32>{#p/basic}* There is currently no music playing.
pt_br: <32>{#p/basic}* Não tem nenhuma música para tocar.
zh_cn: <32>{#p/basic}* 现在没有播放音乐。
zh_tw: <32>{#p/basic}* 現在沒有播放音樂。

source: * (Play a song?)
pt_br: * (Tocar música?)
zh_cn: * （放一首吗？）
zh_tw: * （放一首嗎？）

source: Spooktune
zh_cn: 鬼怪旋律
zh_tw: 鬼怪旋律

source: Spookwave
zh_cn: 鬼怪音波
zh_tw: 鬼怪音波

source: Spookwaltz
zh_cn: 鬼怪华尔兹
zh_tw: 鬼怪華爾茲

source: Cancel
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

source: <32>{*}{#p/human}* (You turn the dial...){^40}{%}
pt_br: <32>{*}{#p/human}* (Você vira o toca disco...){^40}{%}
zh_cn: <32>{*}{#p/human}* （你转动旋钮...）{^40}{%}
zh_tw: <32>{*}{#p/human}* （你轉動旋鈕...）{^40}{%}

source: <32>{#p/human}* (It sounds like a song is currently playing.)
pt_br: <32>{#p/human}* (Parece que tem um som tocando agora.)
zh_cn: <32>{#p/human}* （听起来像在播放乐曲。）
zh_tw: <32>{#p/human}* （聽起來像在播放樂曲。）

source: <32>{#p/basic}* Currently playing "Spooktune"
pt_br: <32>{#p/basic}* Tocando agora "Spooktune"
zh_cn: <32>{#p/basic}* 正在播放《鬼怪旋律》
zh_tw: <32>{#p/basic}* 正在播放《鬼怪旋律》

source: <32>{#p/basic}* Currently playing "Spookwave"
pt_br: <32>{#p/basic}* Tocando agora "Spookwave"
zh_cn: <32>{#p/basic}* 正在播放《鬼怪音波》
zh_tw: <32>{#p/basic}* 正在播放《鬼怪音波》

source: <32>{#p/basic}* Currently playing "Spookwaltz"
pt_br: <32>{#p/basic}* Tocando agora "Spookwaltz"
zh_cn: <32>{#p/basic}* 正在播放《鬼怪华尔兹》
zh_tw: <32>{#p/basic}* 正在播放《鬼怪華爾茲》

source: * (Stop playback?)
pt_br: * (Parar de tocar?)
zh_cn: * （停止播放吗？）
zh_tw: * （停止播放嗎？）

source: <32>{#p/napstablook}* oh... * a classic spooktune...
pt_br: <32>{#p/napstablook}* oh... * o clássico spooktune...
zh_cn: <32>{#p/napstablook}* 哦... * 一首经典诡怪单曲...
zh_tw: <32>{#p/napstablook}* 喔... * 一首經典詭怪單曲...

source: <32>* they really don't make music like this anymore...
pt_br: <32>* não se fazem músicas assim hoje em dia...
zh_cn: <32>* 他们现在已经不做 这种歌了...
zh_tw: <32>* 他們現在已經不做 這種歌了...

source: <32>{#p/napstablook}* dang, that ambience...
pt_br: <32>{#p/napstablook}* irmão, essa ambientação...
zh_cn: <32>{#p/napstablook}* 天，这氛围...
zh_tw: <32>{#p/napstablook}* 天，這氛圍...

source: <32>* it's like my whole body is being spooked
pt_br: <32>* todo meu corpo fica bem amedrontado
zh_cn: <32>* 让我全身都开始颤抖
zh_tw: <32>* 讓我全身都開始顫抖

source: <32>{#p/napstablook}* this one's kinda slow...
pt_br: <32>{#p/napstablook}* está é bem lenta...
zh_cn: <32>{#p/napstablook}* 这首稍微有点慢...
zh_tw: <32>{#p/napstablook}* 這首稍微有點慢...

source: <32>* but once you get into the groove, it's pretty good
pt_br: <32>* mas assim que você entra no ritmo, se torna muito legal
zh_cn: <32>* 但一旦你听进状态， 就会感觉很好听
zh_tw: <32>* 但一旦你聽進狀態， 就會感覺很好聽

source: <32>{#p/napstablook}* hey... * you really like listening to that old playlist, huh
pt_br: <32>{#p/napstablook}* ei... * você realmente gosta de ouvir essa playlist antiga, huh
zh_cn: <32>{#p/napstablook}* 嘿... * 你真的很喜欢听 那个旧歌单，嗯
zh_tw: <32>{#p/napstablook}* 嘿... * 你真的很喜歡聽 那個舊歌單，嗯

source: <32>* i mean...... * i've made better stuff since then.....
pt_br: <32>* quer dizer...... * eu já fiz coisas melhores.....
zh_cn: <32>* 我是说...... * 我从那次以后， 做了些更好的东西.....
zh_tw: <32>* 我是說...... * 我從那次以後， 做了些更好的東西.....

source: <32>* but still, i appreciate it
pt_br: <32>* mas, eu agradeço por apreciar meu trabalho antigo
zh_cn: <32>* 不过，我还是很感激
zh_tw: <32>* 不過，我還是很感激

source: <32>* so... thanks, heh
pt_br: <32>* então... valeuzão, heh
zh_cn: <32>* 所以... 谢谢你，嘿
zh_tw: <32>* 所以... 謝謝你，嘿

source: <32>{#p/napstablook}* do you want to play a game? * it's called electrosnail.
pt_br: <32>{#p/napstablook}* quer jogar um jogo? * se chama electrosnail.
zh_cn: <32>{#p/napstablook}* 你想玩个游戏吗？ * 它叫做“雷霆蜗牛”。
zh_tw: <32>{#p/napstablook}* 你想玩個遊戲嗎？ * 它叫做「雷霆蝸牛」。

source: <32>* the snails will race, and if the yellow snail wins, you win.
pt_br: <32>* as lesmas vão correr, e se a lesma amarela ganhar, você ganha.
zh_cn: <32>* 几只蜗牛会赛跑， 然后如果黄色的蜗牛赢了， 你就赢了。
zh_tw: <32>* 幾隻蝸牛會賽跑， 然後如果黃色的蝸牛贏了， 你就贏了。

source: <32>* it's 10G to play.
pt_br: <32>* é 10G pra jogar.
zh_cn: <32>* 玩一次需要10G。
zh_tw: <32>* 玩一次需要10G。

source: * (Play the game?)
pt_br: * (Apostar uma corrida?)
zh_cn: * （玩一次吗？）
zh_tw: * （玩一次嗎？）

source: <32>{#p/napstablook}* did you change your mind?
pt_br: <32>{#p/napstablook}* você trocou de ideia?
zh_cn: <32>{#p/napstablook}* 你改变主意了吗？
zh_tw: <32>{#p/napstablook}* 你改變主意了嗎？

source: <32>{#p/napstablook}* do you want to play again?
pt_br: <32>{#p/napstablook}* você quer jogar novamente?
zh_cn: <32>{#p/napstablook}* 你想再玩一次吗？
zh_tw: <32>{#p/napstablook}* 你想再玩一次嗎？

source: <32>{#p/napstablook}* um... * you don't have enough money......
pt_br: <32>{#p/napstablook}* um... * você não tem o dinheiro suficiente......
zh_cn: <32>{#p/napstablook}* 啊... * 你的钱不够......
zh_tw: <32>{#p/napstablook}* 啊... * 你的錢不夠......

source: <32>* n-no, you can still play, don't worry about it...
pt_br: <32>* n-não, você ainda pode jogar, fica tranquilo em relação a isso...
zh_cn: <32>* 不-不， 你还可以玩，别担心...
zh_tw: <32>* 不-不， 你還可以玩，別擔心...

source: <32>{#p/napstablook}* alright...........
pt_br: <32>{#p/napstablook}* beleza...........
zh_cn: <32>{#p/napstablook}* 好吧...........
zh_tw: <32>{#p/napstablook}* 好吧...........

source: <32>{#p/napstablook}* okay... * press [Z] repeatedly to encourage your snail.
pt_br: <32>{#p/napstablook}* okay... * pressione [z] repetidamente para encorajar sua lesma.
zh_cn: <32>{#p/napstablook}* 好... * 重复按[Z]为你的蜗牛加油。
zh_tw: <32>{#p/napstablook}* 好... * 重複按[Z]為你的蝸牛加油。

source: <32>* ready?
pt_br: <32>* pronto?
zh_cn: <32>* 准备好了吗？
zh_tw: <32>* 準備好了嗎？

source: <32>{#p/napstablook}* okay... * remember, you can always encourage your snail.
pt_br: <32>{#p/napstablook}* okay... * Lembre-se, você sempre pode encorajar sua lesma.
zh_cn: <32>{#p/napstablook}* 好的... * 记住，你随时可以为你的蜗牛 加油。
zh_tw: <32>{#p/napstablook}* 好的... * 記住，你隨時可以為你的蝸牛 加油。

source: <32>{#p/napstablook}* you won... congratulations.
pt_br: <32>{#p/napstablook}* você ganhou... parabéns.
zh_cn: <32>{#p/napstablook}* 你赢了... 恭喜。
zh_tw: <32>{#p/napstablook}* 你贏了... 恭喜。

source: <32>* i hope the prize is enough...
pt_br: <32>* espero que o ganho seja o suficiente...
zh_cn: <32>* 希望奖励对你来说足够了...
zh_tw: <32>* 希望獎勵對你來說足夠了...

source: <32>{#s/equip}{#p/human}* (You got 20G.)
pt_br: <32>{#s/equip}{#p/human}* (Você ganhou 20G.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了20G。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了20G。）

source: <32>{#p/napstablook}* your snail lost by a thin margin.
pt_br: <32>{#p/napstablook}* sua lesma perdeu por pouco.
zh_cn: <32>{#p/napstablook}* 你的蜗牛差一点点 就能赢了。
zh_tw: <32>{#p/napstablook}* 你的蝸牛差一點點 就能贏了。

source: <32>* wait... * the snail is under the false belief that it won...
pt_br: <32>* espera... * A lesma está sob a falsa crença de que venceu...
zh_cn: <32>* 等一下... * 蜗牛以为是自己赢了...
zh_tw: <32>* 等一下... * 蝸牛以為是自己贏了...

source: <32>* oh no... the snail is going to be sad...
pt_br: <32>* ah não... a lesma vai ficar triste...
zh_cn: <32>* 哦不... 蜗牛会很伤心的...
zh_tw: <32>* 喔不... 蝸牛會很傷心的...

source: <32>* here, i'll just give you some money... * act like you won...
pt_br: <32>* aqui, eu só vou te dar o dinheiro... * aja como se tivesse vencido...
zh_cn: <32>* 那么，我就给你一些钱吧... * 表现得像你赢了的样子...
zh_tw: <32>* 那麼，我就給你一些錢吧... * 表現得像你贏了的樣子...

source: <32>{#s/equip}{#p/human}* (You got 40G.)
pt_br: <32>{#s/equip}{#p/human}* (Você ganhou 40G.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了40G。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了40G。）

source: <32>{#p/napstablook}* oh........... * you both tried your best...
pt_br: <32>{#p/napstablook}* oh........... * vocês dois tentaram seu melhor...
zh_cn: <32>{#p/napstablook}* 哦........... * 你们都尽力了...
zh_tw: <32>{#p/napstablook}* 喔........... * 你們都盡力了...

source: <32>* the snail looks discouraged...
pt_br: <32>* a lesma parecia desencorajada...
zh_cn: <32>* 那只蜗牛看起来很气馁...
zh_tw: <32>* 那隻蝸牛看起來很氣餒...

source: <32>* i guess her best wasn't good enough...
pt_br: <32>* eu acho que o melhor dela não foi o suficiente...
zh_cn: <32>* 可惜，她的实力似乎还不太够...
zh_tw: <32>* 可惜，她的實力似乎還不太夠...

source: <32>* oh...........
zh_cn: <32>* 哦...........
zh_tw: <32>* 喔...........

source: <32>{#p/napstablook}* oh........... * looks like you encouraged your snail a little too much...
pt_br: <32>{#p/napstablook}* oh........... * parece que você encorajou a lesma demais...
zh_cn: <32>{#p/napstablook}* 哦........... * 看起来你为你的蜗牛 加油有点过头了...
zh_tw: <32>{#p/napstablook}* 喔........... * 看起來你為你的蝸牛 加油有點過頭了...

source: <32>* all that pressure to succeed... * really got to her...
pt_br: <32>* toda aquela pressão para vencer... * entrou na mente dela...
zh_cn: <32>* 你给她施加的压力... * 真的让它吃不消...
zh_tw: <32>* 你給她施加的壓力... * 真的讓它吃不消...

source: <32>{#p/napstablook}* oh........... * looks like you encouraged your snail too much...
pt_br: <32>{#p/napstablook}* oh........... * parece que você encorajou a lesma demais...
zh_cn: <32>{#p/napstablook}* 哦........... * 看起来你为你的蜗牛 加油过头了...
zh_tw: <32>{#p/napstablook}* 喔........... * 看起來你為你的蝸牛 加油過頭了...

source: <32>* she won't even look at you...
pt_br: <32>* ela nem quer olhar pra você...
zh_cn: <32>* 她甚至都不看你了...
zh_tw: <32>* 她甚至都不看你了...

source: <32>{#p/napstablook}* oh........... * looks like you encouraged your snail way too much...
pt_br: <32>{#p/napstablook}* oh........... * parece que você encorajou a lesma para caramba...
zh_cn: <32>{#p/napstablook}* 哦........... * 看起来你为你的蜗牛 加油实在太过头了...
zh_tw: <32>{#p/napstablook}* 喔........... * 看起來你為你的蝸牛 加油實在太過頭了...

source: <32>* now she's... just gone...
pt_br: <32>* agora ela... se foi...
zh_cn: <32>* 现在她... 直接消失了...
zh_tw: <32>* 現在她... 直接消失了...

source: GO!
pt_br: VALENDO!
zh_cn: 开始！
zh_tw: 開始！

source: RACE END
pt_br: FIM DA CORRIDA
zh_cn: 比赛结束
zh_tw: 比賽結束

source: <32>* you... * you're...
pt_br: <32>* você... * você...
zh_cn: <32>* 你... * 你...
zh_tw: <32>* 你... * 你...

source: <32>* ... are you sure?
pt_br: <32>* ... tem certeza?
zh_cn: <32>* ...你确定吗？
zh_tw: <32>* ...你確定嗎？

source: <32>{#p/napstablook}* i...
pt_br: <32>{#p/napstablook}* eu...
zh_cn: <32>{#p/napstablook}* 我...
zh_tw: <32>{#p/napstablook}* 我...

source: <32>* i never thought you'd...
pt_br: <32>* eu nunca pensei que você...
zh_cn: <32>* 我从没想过你会...
zh_tw: <32>* 我從沒想過你會...

source: <32>* ... um...
pt_br: <32>* ... hmmm...
zh_cn: <32>* ...额...
zh_tw: <32>* ...額...

source: <32>* ... are you absolutely sure?
pt_br: <32>* ... você tem total certeza?
zh_cn: <32>* ...你真的确定吗？
zh_tw: <32>* ...你真的確定嗎？

source: <32>{#p/napstablook}* you...
pt_br: <32>{#p/napstablook}* você...
zh_cn: <32>{#p/napstablook}* 你...
zh_tw: <32>{#p/napstablook}* 你...

source: <32>* you really mean it, don't you?
pt_br: <32>* você realmente quer dizer isso, não é?
zh_cn: <32>* 你是认真的，不是吗？
zh_tw: <32>* 你是認真的，不是嗎？

source: <32>* ... * heh...
zh_cn: <32>* ... * 嘿...
zh_tw: <32>* ... * 嘿...

source: <32>* okay...
zh_cn: <32>* 好吧...
zh_tw: <32>* 好吧...

source: <32>* i'll try to forget about what you did before...
pt_br: <32>* eu vou tentar esquecer o que você fez antes...
zh_cn: <32>* 我会忘记你以前做的事的...
zh_tw: <32>* 我會忘記你以前做的事的...

source: <32>{#p/napstablook}* oh........... * ........... * ...........
zh_cn: <32>{#p/napstablook}* 哦........... * ........... * ...........
zh_tw: <32>{#p/napstablook}* 喔........... * ........... * ...........

source: <32>{#p/napstablook}* what do you want......
pt_br: <32>{#p/napstablook}* o que você quer......
zh_cn: <32>{#p/napstablook}* 你想要什么...
zh_tw: <32>{#p/napstablook}* 你想要什麼...

source: Sorry
pt_br: Desculpa
zh_cn: 道歉
zh_tw: 道歉

source: Nothing
pt_br: Nada
zh_cn: 放弃
zh_tw: 放棄

source: <32>{#p/napstablook}* oh, do you need anything?
pt_br: <32>{#p/napstablook}* ah, você precisa de algo?
zh_cn: <32>{#p/napstablook}* 哦，你需要什么吗？
zh_tw: <32>{#p/napstablook}* 喔，你需要什麼嗎？

source: Sleep
pt_br: Dormir
zh_cn: 睡觉
zh_tw: 睡覺

source: Music
pt_br: Música
zh_cn: 音乐
zh_tw: 音樂

source: <32>{#p/napstablook}* you... want to... * umm...
pt_br: <32>{#p/napstablook}* você... quer... * Hmmm...
zh_cn: <32>{#p/napstablook}* 你... 想要... * 嗯...
zh_tw: <32>{#p/napstablook}* 你... 想要... * 嗯...

source: <32>* you want me to give you a hug?
pt_br: <32>* você quer que eu te dê um abraço?
zh_cn: <32>* 你想让我抱抱你？
zh_tw: <32>* 你想讓我抱抱你？

source: <32>* well... * if it'll make you happy...
pt_br: <32>* bem... * se isso vai te fazer feliz...
zh_cn: <32>* 好... * 如果能让你开心的话...
zh_tw: <32>* 好... * 如果能讓你開心的話...

source: <32>{#p/basic}* Napstablook attempts to give you a big hug.
pt_br: <32>{#p/basic}* Napstablook tenta te dar um grande abraço.
zh_cn: <32>{#p/basic}* Napstablook试着抱了抱你。
zh_tw: <32>{#p/basic}* Napstablook試著抱了抱你。

source: <32>* They pass right through you.
pt_br: <32>* ele te atravessa.
zh_cn: <32>* 它直接穿过了你。
zh_tw: <32>* 它直接穿過了你。

source: <32>* i guess........... * i can't do it...........
pt_br: <32>* eu acho........... * que não consigo.........
zh_cn: <32>* 我感觉........... * 我做不到...........
zh_tw: <32>* 我感覺........... * 我做不到...........

source: <32>{#p/napstablook}* you really need a hug, don't you...
pt_br: <32>{#p/napstablook}* você realmente precisa de um abraço, não é...
zh_cn: <32>{#p/napstablook}* 你真的想要抱抱， 是吗...
zh_tw: <32>{#p/napstablook}* 你真的想要抱抱， 是嗎...

source: <32>* i'm sorry... * i wish i could...
pt_br: <32>* me desculpa... * eu queria conseguir...
zh_cn: <32>* 抱歉... * 我也希望我可以...
zh_tw: <32>* 抱歉... * 我也希望我可以...

source: <32>{#p/napstablook}* do you need a place to sleep?
pt_br: <32>{#p/napstablook}* você precisa de um lugar para dormir?
zh_cn: <32>{#p/napstablook}* 你想找个地方睡觉吗？
zh_tw: <32>{#p/napstablook}* 你想找個地方睡覺嗎？

source: <32>* umm... i don't really have a bed in here...
pt_br: <32>* hmmm... eu não tenho uma cama aqui...
zh_cn: <32>* 嗯... 我这里其实没有床...
zh_tw: <32>* 嗯... 我這裡其實沒有床...

source: <32>* hmm...
zh_cn: <32>* 嗯...
zh_tw: <32>* 嗯...

source: <32>* go to the fridge and see if there's anything to eat...
pt_br: <32>* vai lá na geladeira e vê se tem qualquer coisa para comer...
zh_cn: <32>* 去冰箱看看有没有吃的...
zh_tw: <32>* 去冰箱看看有沒有吃的...

source: <32>* after that, we can lie down on the ground...
pt_br: <32>* depois disso a gente pode deitar no chão...
zh_cn: <32>* 吃完之后，我们就可以 在地上躺一躺...
zh_tw: <32>* 吃完之後，我們就可以 在地上躺一躺...

source: <32>* you'll see...
pt_br: <32>* você verá...
zh_cn: <32>* 你到时候就知道了...
zh_tw: <32>* 你到時候就知道了...

source: <32>{#p/napstablook}* the fridge...
pt_br: <32>{#p/napstablook}* a geladeira...
zh_cn: <32>{#p/napstablook}* 冰箱...
zh_tw: <32>{#p/napstablook}* 冰箱...

source: <32>{#p/napstablook}* if you wanna listen to music, there's some on my stereo...
pt_br: <32>{#p/napstablook}* se você quer ouvir música, a um pouco no meu toca disco...
zh_cn: <32>{#p/napstablook}* 如果你想听音乐， 我的音响里有一些...
zh_tw: <32>{#p/napstablook}* 如果你想聽音樂， 我的音響裡有一些...

source: <32>* feel free to take a look... * or not...
pt_br: <32>* Sinta-se livre para dar uma olhada... * ou não...
zh_cn: <32>* 可以随便听听看... * 不听也可以...
zh_tw: <32>* 可以隨便聽聽看... * 不聽也可以...

source: <32>{#p/napstablook}* is the stereo... * ... not to your liking...
pt_br: <32>{#p/napstablook}* o toca disco... * ... que você não deve gostar...
zh_cn: <32>{#p/napstablook}* 音响里的... * ...你不喜欢听吗...
zh_tw: <32>{#p/napstablook}* 音響裡的... * ...你不喜歡聽嗎...

source: <32>* maybe... * i could show you a new song i've been working on...
pt_br: <32>* talvez... * eu possa te mostrar um novo som no qual estou trabalhando...
zh_cn: <32>* 或许... * 我可以给你听一首 我还在做的歌曲...
zh_tw: <32>* 或許... * 我可以給你聽一首 我還在做的歌曲...

source: <32>* it's way different than my usual stuff...
pt_br: <32>* é bem diferente da minha parada normal...
zh_cn: <32>* 跟我平常的风格很不一样...
zh_tw: <32>* 跟我平常的風格很不一樣...

source: <32>* do you want to hear it?
pt_br: <32>* você quer ouvir?
zh_cn: <32>* 你想听听吗？
zh_tw: <32>* 你想聽聽嗎？

source: <32>{#p/napstablook}* want to hear my new song?
pt_br: <32>{#p/napstablook}* você quer ouvir meu novo som?
zh_cn: <32>{#p/napstablook}* 想听我的新歌曲吗？
zh_tw: <32>{#p/napstablook}* 想聽我的新歌曲嗎？

source: <32>{#p/napstablook}* oh... * well, let me know if you change your mind...
pt_br: <32>{#p/napstablook}* oh... * bem, me conta se você mudar de ideia...
zh_cn: <32>{#p/napstablook}* 哦... * 好吧，如果你改变主意了， 请告诉我...
zh_tw: <32>{#p/napstablook}* 喔... * 好吧，如果你改變主意了， 請告訴我...

source: <32>{#p/napstablook}* okay... * let me put it on...
pt_br: <32>{#p/napstablook}* okay... * eu vou ligar agora...
zh_cn: <32>{#p/napstablook}* 好... * 让我播放一下...
zh_tw: <32>{#p/napstablook}* 好... * 讓我播放一下...

source: <32>{#p/napstablook}* so... what did you think
pt_br: <32>{#p/napstablook}* então... o que você acha
zh_cn: <32>{#p/napstablook}* 所以... 你感觉怎么样
zh_tw: <32>{#p/napstablook}* 所以... 你感覺怎麼樣

source: Good
pt_br: Bom
zh_cn: 好听
zh_tw: 好聽

source: Bad
pt_br: Ruim
zh_cn: 不好听
zh_tw: 不好聽

source: <32>{#p/napstablook}* it's... not bad?
pt_br: <32>{#p/napstablook}* não é ruim?
zh_cn: <32>{#p/napstablook}* 听起来... 还不错？
zh_tw: <32>{#p/napstablook}* 聽起來... 還不錯？

source: <32>* oh- * umm... thank you...
pt_br: <32>* oh- * hmmm... obrigado...
zh_cn: <32>* 哦- * 嗯... 谢谢你...
zh_tw: <32>* 喔- * 嗯... 謝謝你...

source: <32>* i'll... * i'll tell you when it's done!
pt_br: <32>* eu... * eu vou te dizer quando estiver pronto!
zh_cn: <32>* 等... * 等我做完之后我会告诉你的！
zh_tw: <32>* 等... * 等我做完之後我會告訴你的！

source: <32>{#p/napstablook}* oh......... * you're probably right.........
pt_br: <32>{#p/napstablook}* oh......... * você está certo.........
zh_cn: <32>{#p/napstablook}* 哦......... * 你应该是对的.........
zh_tw: <32>{#p/napstablook}* 喔......... * 你應該是對的.........

source: <32>{#p/napstablook}* sorry... * that's all the music i have for now...
pt_br: <32>{#p/napstablook}* desculpa... * essa é toda a música que eu tenho por agora...
zh_cn: <32>{#p/napstablook}* 抱歉... * 我现在就剩这些音乐了...
zh_tw: <32>{#p/napstablook}* 抱歉... * 我現在就剩這些音樂了...

source: <32>{#p/napstablook}* sorry... * i'll try to make something better next time...
pt_br: <32>{#p/napstablook}* desculpa... * eu vou tentar fazer algo melhor da próxima vez...
zh_cn: <32>{#p/napstablook}* 对不起... * 下次我会试着做得更好...
zh_tw: <32>{#p/napstablook}* 對不起... * 下次我會試著做得更好...

source: <32>{#p/napstablook}* you can keep your mew mew doll
pt_br: <32>{#p/napstablook}* você pode ficar com a boneca mew mew
zh_cn: <32>{#p/napstablook}* 你可以留着你的新喵喵玩偶
zh_tw: <32>{#p/napstablook}* 你可以留著你的新喵喵玩偶

source: <32>{#p/napstablook}* thanks for... * not being helpful, i guess
pt_br: <32>{#p/napstablook}* obrigado por... * não ajudar, eu acho
zh_cn: <32>{#p/napstablook}* 感谢你... * 我想虽然你并没帮上什么
zh_tw: <32>{#p/napstablook}* 感謝你... * 我想雖然你並沒幫上什麼

source: <32>{#p/napstablook}* hey, mettaton came by a little while ago.
pt_br: <32>{#p/napstablook}* ei, mettaton veio aqui a pouco tempo
zh_cn: <32>{#p/napstablook}* 嘿， mettaton刚刚来了一会
zh_tw: <32>{#p/napstablook}* 嘿， mettaton剛剛來了一會

source: <32>* we talked for a bit about what we've been up to...
pt_br: <32>* nós conversamos um pouco sobre o que estávamos fazendo da vida...
zh_cn: <32>* 我们聊了一些以前的家常...
zh_tw: <32>* 我們聊了一些以前的家常...

source: <32>* about the family...
pt_br: <32>* sobre família...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* well, i don't think i've ever been this happy before.
pt_br: <32>* bem, eu nunca me senti tão feliz assim.
zh_cn: <32>* 嗯，我从来都没有这么开心过
zh_tw: <32>* 嗯，我從來都沒有這麼開心過
