Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/undyne}{#e/undyne/5}Come on, I'm GIVING you an opening here!
pt_br: <20>{#p/undyne}{#e/undyne/5}Vamos lá, eu estou te dando uma chance!
zh_cn: <20>{#p/undyne}{#e/undyne/5}快啊， 我在给你机会！
zh_tw: <20>{#p/undyne}{#e/undyne/5}快啊， 我在給你機會！

source: <20>{#p/undyne}{#e/undyne/1}Seriously.
pt_br: <20>{#p/undyne}{#e/undyne/1}Sério.
zh_cn: <20>{#p/undyne}{#e/undyne/1}我认真的。
zh_tw: <20>{#p/undyne}{#e/undyne/1}我認真的。

source: <20>{#p/undyne}{#e/undyne/11}You know, punk...
pt_br: <20>{#p/undyne}{#e/undyne/11}Sabe de uma coisa, pirralha...
zh_cn: <20>{#p/undyne}{#e/undyne/11}你知道的， 小混蛋...
zh_tw: <20>{#p/undyne}{#e/undyne/11}你知道的， 小混蛋...

source: <20>{#p/undyne}{#e/undyne/2}It's rude to interrupt people when they're monologuing.
pt_br: <20>{#p/undyne}{#e/undyne/2}É bem rude interromper as pessoas enquanto elas falam.
zh_cn: <20>{#p/undyne}{#e/undyne/2}当别人在自言自语时， 打断他们很不礼貌。
zh_tw: <20>{#p/undyne}{#e/undyne/2}當別人在自言自語時， 打斷他們很不禮貌。

source: <20>{#p/undyne}{#e/undyne/11}... You're going to pay for what you did to him...
pt_br: <20>{#p/undyne}{#e/undyne/11}... Você vai pagar pelo que fez com ele...
zh_cn: <20>{#p/undyne}{#e/undyne/11}... 你会为你 对他...
zh_tw: <20>{#p/undyne}{#e/undyne/11}... 你會為你 對他...

source: <20>{#p/undyne}{#e/undyne/2}... and all the other monsters you've slaughtered.
pt_br: <20>{#p/undyne}{#e/undyne/2}... e todos os outros monstros que você matou.
zh_cn: <20>{#p/undyne}{#e/undyne/2}...还有其他怪物所做的 付出代价。
zh_tw: <20>{#p/undyne}{#e/undyne/2}...還有其他怪物所做的 付出代價。

source: <20>{#p/undyne}{#e/undyne/2}... You're going to pay for what you did to him.
pt_br: <20>{#p/undyne}{#e/undyne/2}... Você vai pagar pelo que fez com ele.
zh_cn: <20>{#p/undyne}{#e/undyne/2}... 你会为你 对他所做的 付出代价。
zh_tw: <20>{#p/undyne}{#e/undyne/2}... 你會為你 對他所做的 付出代價。

source: <20>{#p/undyne}{#e/undyne/17}Keep a close eye on my attacks, and maybe...
pt_br: <20>{#p/undyne}{#e/undyne/17}Mantenha os olhos abertos para meus ataques, e talvez...
zh_cn: <20>{#p/undyne}{#e/undyne/17}密切关注我的攻击， 也许...
zh_tw: <20>{#p/undyne}{#e/undyne/17}密切關注我的攻擊， 也許...

source: <20>{#p/undyne}{#e/undyne/5}... you'll be smart enough to know when to let 'em through!
pt_br: <20>{#p/undyne}{#e/undyne/5}... você será esperto o suficiente para deixá-los passar.
zh_cn: <20>{#p/undyne}{#e/undyne/5}...但你足够聪明， 知道什么时候 让它们穿过！
zh_tw: <20>{#p/undyne}{#e/undyne/5}...但你足夠聰明， 知道什麼時候 讓它們穿過！

source: <20>{#p/undyne}{#e/undyne/2}Y'know, Alphys told me humans can be determined...
pt_br: <20>{#p/undyne}{#e/undyne/2}Sabe, Alphys me disse que humanos podem ser determinados...
zh_cn: <20>{#p/undyne}{#e/undyne/2}Alphys告诉过我， 人类充满了决心...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}Alphys告訴過我， 人類充滿了決心...ゑ

source: <20>{#p/undyne}{#e/undyne/1}Feh. Determination will only get you so far.
pt_br: <20>{#p/undyne}{#e/undyne/1}Feh. Determinação não vai te levar tão longe.
zh_cn: <20>{#p/undyne}{#e/undyne/1}呵呵，你那点破决心， 也就只能送你到这了。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}呵呵，你那點破決心， 也就只能送你到這了。ゑ

source: <20>{#p/undyne}{#e/undyne/1}Still going!?
pt_br: <20>{#p/undyne}{#e/undyne/1}Ainda de pé!?
zh_cn: <20>{#p/undyne}{#e/undyne/1}还要继续！？
zh_tw: <20>{#p/undyne}{#e/undyne/1}還要繼續！？

source: <20>{#p/undyne}{#e/undyne/17}Ha... Alphys told me humans can be determined...
pt_br: <20>{#p/undyne}{#e/undyne/17}Ha... Alphys me disse que humanos podem ser determinados...
zh_cn: <20>{#p/undyne}{#e/undyne/17}哈... Alphys告诉过我 人类非常有决心...
zh_tw: <20>{#p/undyne}{#e/undyne/17}哈... Alphys告訴過我 人類非常有決心...

source: <20>{#p/undyne}{#e/undyne/1}Alphys told me humans can be determined...
pt_br: <20>{#p/undyne}{#e/undyne/1}Alphys me disse que humanos podem ser determinados...
zh_cn: <20>{#p/undyne}{#e/undyne/1}Alphys告诉过我 人类非常有决心...
zh_tw: <20>{#p/undyne}{#e/undyne/1}Alphys告訴過我 人類非常有決心...

source: <20>{#p/undyne}{#e/undyne/1}I see now what she meant by that!
pt_br: <20>{#p/undyne}{#e/undyne/1}Agora eu entendo o que ela quis dizer com isso!
zh_cn: <20>{#p/undyne}{#e/undyne/1}我现在算是明白 她的意思了！
zh_tw: <20>{#p/undyne}{#e/undyne/1}我現在算是明白 她的意思了！

source: <20>{#p/undyne}{#e/undyne/1}But you know what?
pt_br: <20>{#p/undyne}{#e/undyne/1}Mas sabe de uma coisa?
zh_cn: <20>{#p/undyne}{#e/undyne/1}但是，你知道吗？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}但是，你知道嗎？ゑ

source: <20>{#e/undyne/1}I'm determined, too!
pt_br: <20>{#e/undyne/1}Eu sou determinada, também!
zh_cn: <20>{#e/undyne/1}我也充满了决心！ゑ
zh_tw: <20>{#e/undyne/1}我也充滿了決心！ゑ

source: <20>{#p/undyne}{#e/undyne/1}But I'm determined, too!
pt_br: <20>{#p/undyne}{#e/undyne/1}Mas eu sou determinada, também!
zh_cn: <20>{#p/undyne}{#e/undyne/1}但是我也 充满了决心！
zh_tw: <20>{#p/undyne}{#e/undyne/1}但是我也 充滿了決心！

source: <20>{#p/undyne}{#e/undyne/5}Determined to show you who's BOSS!
pt_br: <20>{#p/undyne}{#e/undyne/5}Determinada para mostrar QUEM manda!
zh_cn: <20>{#p/undyne}{#e/undyne/5}决心让你看好 谁才是老大！
zh_tw: <20>{#p/undyne}{#e/undyne/5}決心讓你看好 誰才是老大！

source: <20>{#p/undyne}{#e/undyne/6}Determined to end this RIGHT NOW!!
pt_br: <20>{#p/undyne}{#e/undyne/6}Determinada para acabar com isso AGORA!
zh_cn: <20>{#p/undyne}{#e/undyne/6}此时此地， 干掉你的决心！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/6}此時此地， 幹掉你的決心！ゑ

source: <20>{#p/undyne}{#e/undyne/9}... WHO'S BOSS!
pt_br: <20>{#p/undyne}{#e/undyne/9}... QUEM É QUE MANDA!
zh_cn: <20>{#p/undyne}{#e/undyne/9}...谁是老大！
zh_tw: <20>{#p/undyne}{#e/undyne/9}...誰是老大！

source: <20>{#p/undyne}{#e/undyne/7}... RIGHT NOW!
pt_br: <20>{#p/undyne}{#e/undyne/7}... AGORA MESMO!
zh_cn: <20>{#p/undyne}{#e/undyne/7}...干掉你！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/7}...幹掉你！ゑ

source: <20>{#p/undyne}{#e/undyne/10}... WHO'S... ... ... BOSS!!
pt_br: <20>{#p/undyne}{#e/undyne/10}... QUEM... ... ... MANDA!!
zh_cn: <20>{#p/undyne}{#e/undyne/10}...谁是... ... ...老大！！
zh_tw: <20>{#p/undyne}{#e/undyne/10}...誰是... ... ...老大！！

source: <20>{#p/undyne}{#e/undyne/9}... RIGHT... ... ... NOW!!
pt_br: <20>{#p/undyne}{#e/undyne/9}... AGORA... ... ... MESMO!!
zh_cn: <20>{#p/undyne}{#e/undyne/9}...干掉... 你...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/9}...幹掉... 你...ゑ

source: <20>{#p/undyne}{#e/undyne/10}Ha... Ha...
zh_cn: <20>{#p/undyne}{#e/undyne/10}呼... 呼...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/10}呼... 呼...ゑ

source: <20>{#p/undyne}{#e/undyne/5}NGAHHH!!! FINAL ATTACK!!!
pt_br: <20>{#p/undyne}{#e/undyne/5}NGAHHH!!! ATAQUE FINAL!!!
zh_cn: <20>{#p/undyne}{#e/undyne/5}嘎啊啊啊！！！ 最终攻击！！！
zh_tw: <20>{#p/undyne}{#e/undyne/5}嘎啊啊啊！！！ 最終攻擊！！！

source: <20>{#p/undyne}{#e/undyne/5}NGAHHH!!! DIE ALREADY, YOU LITTLE BRAT!
pt_br: <20>{#p/undyne}{#e/undyne/5}NGAHHH!!! MORRE LOGO, SUA RATINHA!
zh_cn: <20>{#p/undyne}{#e/undyne/5}嘎啊啊啊啊！！！ 你个小屁孩， 快给我去死啊！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/5}嘎啊啊啊啊！！！ 你個小屁孩， 快給我去死啊！ゑ

source: <20>{#p/undyne}{#e/undyne/5}YOU'RE GETTING IN MY WAY!
pt_br: <20>{#p/undyne}{#e/undyne/5}VOCÊ TÁ NO MEU CAMINHO!
zh_cn: <20>{#p/undyne}{#e/undyne/5}真碍事！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/5}真礙事！ゑ

source: <20>{#p/undyne}{#e/undyne/5}I WILL NEVER TAKE MERCY FROM THE LIKES OF YOU!
pt_br: <20>{#p/undyne}{#e/undyne/5}EU JAMAIS IREI DESEJAR PIEDADE DE PESSOAS COMO VOCÊ!
zh_cn: <20>{#p/undyne}{#e/undyne/5}你这种人 将永不会 被宽恕！
zh_tw: <20>{#p/undyne}{#e/undyne/5}你這種人 將永不會 被寬恕！

source: <20>{#p/undyne}{#e/undyne/6}I WILL NOT BE DEFEATED!
pt_br: <20>{#p/undyne}{#e/undyne/6}EU NÃO SEREI DERROTADA!
zh_cn: <20>{#p/undyne}{#e/undyne/6}别想打败我！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/6}別想打敗我！ゑ

source: <20>{#p/undyne}{#e/undyne/6}I WILL FIGHT YOU TO THE BITTER END!
pt_br: <20>{#p/undyne}{#e/undyne/6}EU VOU LUTAR COM VOCÊ ATÉ O FIM!
zh_cn: <20>{#p/undyne}{#e/undyne/6}我将与你 战斗到底！
zh_tw: <20>{#p/undyne}{#e/undyne/6}我將與你 戰鬥到底！

source: <20>{#p/undyne}{#e/undyne/9}...
zh_cn: <20>{#p/undyne}{#e/undyne/9}...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/9}...ゑ

source: <20>{#p/undyne}{#e/undyne/11}\x00*huff...* \x00*huff...*
zh_cn: <20>{#p/undyne}{#e/undyne/11}\x00*哈...* \x00*哈...*
zh_tw: <20>{#p/undyne}{#e/undyne/11}\x00*哈...* \x00*哈...*

source: <20>{#e/undyne/4}Well...
pt_br: <20>{#e/undyne/4}Bem...
zh_cn: <20>{#e/undyne/4}好吧...
zh_tw: <20>{#e/undyne/4}好吧...

source: <20>{#e/undyne/17}You're certainly tough, aren't you?
pt_br: <20>{#e/undyne/17}Você é bem durona, hein?
zh_cn: <20>{#e/undyne/17}你的勇气很强大， 不是吗？
zh_tw: <20>{#e/undyne/17}你的勇氣很強大， 不是嗎？

source: <20>{#e/undyne/0}... heh, enough to beat me, anyway.
pt_br: <20>{#e/undyne/0}... heh, o suficiente para me derrotar, pelo menos.
zh_cn: <20>{#e/undyne/0}...呵， 反正足以战胜我。
zh_tw: <20>{#e/undyne/0}...呵， 反正足以戰勝我。

source: <20>{#e/undyne/13}But hey, that's pretty freaking tough!
pt_br: <20>{#e/undyne/13}Mas ei, isso é muito legal!
zh_cn: <20>{#e/undyne/13}但是草， 这种勇气 实在令人佩服！
zh_tw: <20>{#e/undyne/13}但是，草， 這種勇氣 實在令人佩服！

source: <20>{#e/undyne/1}Even though not everyone's gonna like you for it...
pt_br: <20>{#e/undyne/1}Mesmo sabendo que nem todos vão gostar de você por isso...
zh_cn: <20>{#e/undyne/1}即使并非每个人 都会因此喜欢你...
zh_tw: <20>{#e/undyne/1}即使並非每個人 都會因此喜歡你...

source: <20>{#e/undyne/0}Seeing a human fight with honor gives me hope for your kind.
pt_br: <20>{#e/undyne/0}Ver um humano lutando com honra me dá esperança para sua raça.
zh_cn: <20>{#e/undyne/0}看到一个人类 为荣誉而战， 让我对你们的种族 充满希望。
zh_tw: <20>{#e/undyne/0}看到一個人類 為榮譽而戰， 讓我對你們的種族 充滿希望。

source: <20>{#e/undyne/4}...
zh_cn: <20>{#e/undyne/4}...ゑ
zh_tw: <20>{#e/undyne/4}...ゑ

source: <20>{#e/undyne/3}It's a shame we can't do battle forever, huh?
pt_br: <20>{#e/undyne/3}É chato não podermos lutar mais, né?
zh_cn: <20>{#e/undyne/3}我们不能一直战斗 真是太遗憾了， 对吧？
zh_tw: <20>{#e/undyne/3}我們不能一直戰鬥 真是太遺憾了， 對吧？

source: <20>{#e/undyne/1}Just... whatever you do, whoever you fight with...
pt_br: <20>{#e/undyne/1}Só... seja lá o que você fizer, seja lá com quem você lutar...
zh_cn: <20>{#e/undyne/1}只是... 不管你做什么， 不管你与谁战斗 ...
zh_tw: <20>{#e/undyne/1}只是... 不管你做什麼， 不管你與誰戰鬥 ...

source: <20>{#e/undyne/1}Don't let it change who you are, got it?
pt_br: <20>{#e/undyne/1}Não deixe isso mudar quem você é, beleza?
zh_cn: <20>{#e/undyne/1}都不要因此 改变自己的意志， 明白吗？
zh_tw: <20>{#e/undyne/1}都不要因此 改變自己的意志， 明白嗎？

source: <20>{#e/undyne/4}Until next time...
pt_br: <20>{#e/undyne/4}Até a próxima...
zh_cn: <20>{#e/undyne/4}下次再见...
zh_tw: <20>{#e/undyne/4}下次再見...

source: <20>{#e/undyne/4}Warrior.
pt_br: <20>{#e/undyne/4}Guerreiro.
zh_cn: <20>{#e/undyne/4}战士。
zh_tw: <20>{#e/undyne/4}戰士。

source: <20>{#p/undyne}Ngahhh...
zh_cn: <20>{#p/undyne}嘎啊...ゑ
zh_tw: <20>{#p/undyne}嘎啊...ゑ

source: <21>I thought... You were different...
pt_br: <21>Eu pensei... Que você era diferente...
zh_cn: <21>我还以为... 你很特别...
zh_tw: <21>我還以為... 你很特別...

source: <20>But then... ... you actually... ... urgh...
pt_br: <20>Mas você, você realmente... .... urgh...
zh_cn: <20>结果... 你到底还是... 咳... 咳...
zh_tw: <20>結果... 你到底還是... 咳... 咳...

source: <20>You were stronger... Than I thought...
pt_br: <20>Você é mais forte do que eu pensava...
zh_cn: <20>我没想到... 你... 居然这么强...
zh_tw: <20>我沒想到... 你... 居然這麼強...

source: <20>So then... ... this is where... ... it ends...
pt_br: <20>Então... ... é assim... ... que acaba...
zh_cn: <20>看来... 这里... ...就是我的葬身之地...
zh_tw: <20>看來... 這裡... ...就是我的葬身之地...

source: <20>{#p/undyne}{#e/undyne/31}No...
pt_br: <20>{#p/undyne}{#e/undyne/31}Não...
zh_cn: <20>{#p/undyne}{#e/undyne/31}不...
zh_tw: <20>{#p/undyne}{#e/undyne/31}不...

source: <20>{#p/undyne}{#e/undyne/46}... no.
pt_br: <20>{#p/undyne}{#e/undyne/46}... não.
zh_cn: <20>{#p/undyne}{#e/undyne/46}...不。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/46}...不。ゑ

source: <20>{#e/undyne/43}Not yet.
pt_br: <20>{#e/undyne/43}Ainda não.
zh_cn: <20>{#e/undyne/43}还没完呢。ゑ
zh_tw: <20>{#e/undyne/43}還沒完呢。ゑ

source: <20>{#p/undyne}{#e/undyne/32}NO!
pt_br: <20>{#p/undyne}{#e/undyne/32}NÃO!
zh_cn: <20>{#p/undyne}{#e/undyne/32}不！
zh_tw: <20>{#p/undyne}{#e/undyne/32}不！

source: <20>I won't die!
pt_br: <20>Eu não vou morrer!
zh_cn: <20>我不能死！
zh_tw: <20>我不能死！

source: <20>This betrayal... This... dishonor...
pt_br: <20>Essa traição... Essa... desonra...
zh_cn: <20>你背叛了我... 这... 太耻辱了...
zh_tw: <20>你背叛了我... 這... 太恥辱了...

source: <20>I won't let you get away with it!
pt_br: <20>Eu não vou deixar você se safar disso!
zh_cn: <20>我怎能不让你吃点苦头！
zh_tw: <20>我怎能不讓你吃點苦頭！

source: <20>{#e/undyne/32}Everyone is counting on me to protect them!
pt_br: <20>{#e/undyne/32}Todos estão contando comigo para protegê-los!
zh_cn: <20>{#e/undyne/32}大家，都需要我来守护！
zh_tw: <20>{#e/undyne/32}大家，都需要我來守護！

source: <20>{#e/undyne/32}NNNNGAH!
zh_cn: <20>{#e/undyne/32}嘎啊啊啊！！
zh_tw: <20>{#e/undyne/32}嘎啊啊啊！！

source: <20>{#e/undyne/45}Not while you're still breathing.
pt_br: <20>{#e/undyne/45}Não enquanto você ainda respira.
zh_cn: <20>{#e/undyne/45}不把你杀了 我绝不罢休。ゑ
zh_tw: <20>{#e/undyne/45}不把你殺了 我絕不罷休。ゑ

source: <20>{#p/undyne}{#e/undyne/32}Human!
pt_br: <20>{#p/undyne}{#e/undyne/32}Humano!
zh_cn: <20>{#p/undyne}{#e/undyne/32}人类！
zh_tw: <20>{#p/undyne}{#e/undyne/32}人類！

source: <20>{#e/undyne/36}In the name of a good and fair fight...
pt_br: <20>{#e/undyne/36}Em nome da boa e justa luta...
zh_cn: <20>{#e/undyne/36}以公平对决起誓...
zh_tw: <20>{#e/undyne/36}以公平對決起誓...

source: <20>{#e/undyne/36}In the name of everybody's hopes and dreams...
pt_br: <20>{#e/undyne/36}No nome dos sonhos e esperanças de todos...
zh_cn: <20>{#e/undyne/36}以希望与梦想起誓...
zh_tw: <20>{#e/undyne/36}以希望與夢想起誓...

source: <20>{#e/undyne/32}I WILL DEFEAT YOU!
pt_br: <20>{#e/undyne/32}EU VOU TE DERROTAR!
zh_cn: <20>{#e/undyne/32}我定会击败你！
zh_tw: <20>{#e/undyne/32}我定會擊敗你！

source: <20>{#p/undyne}{#e/undyne/32}Come on, is that all you've got!?
pt_br: <20>{#p/undyne}{#e/undyne/32}Isso é tudo que você tem?
zh_cn: <20>{#p/undyne}{#e/undyne/32}来啊， 你就这点能耐吗？
zh_tw: <20>{#p/undyne}{#e/undyne/32}來啊， 你就這點能耐嗎？

source: <20>{#p/undyne}{#e/undyne/32}... pathetic.
pt_br: <20>{#p/undyne}{#e/undyne/32}... patético.
zh_cn: <20>{#p/undyne}{#e/undyne/32}...真是可悲。
zh_tw: <20>{#p/undyne}{#e/undyne/32}...真是可悲。

source: <20>{#p/undyne}{#e/undyne/32}You're going to have to try harder than that!
pt_br: <20>{#p/undyne}{#e/undyne/32}Você vai ter que esforçar um pouco mais que isso!
zh_cn: <20>{#p/undyne}{#e/undyne/32}就你那点力气， 还想打败我？
zh_tw: <20>{#p/undyne}{#e/undyne/32}就你那點力氣， 還想打敗我？

source: <20>{#p/undyne}{#e/undyne/34}W-where's your fighting spirit now, huh?
pt_br: <20>{#p/undyne}{#e/undyne/3}Onde está seu espírito de luta agora, huh?
zh_cn: <20>{#p/undyne}{#e/undyne/34}你-你的斗志 跑哪去了？
zh_tw: <20>{#p/undyne}{#e/undyne/34}你-你的鬥志 跑哪去了？

source: <20>{#p/undyne}{#e/undyne/34}S-see how strong we are when we believe in ourselves?
pt_br: <20>{#p/undyne}{#e/undyne/34}V-vê como forte somos quando acreditamos em nós mesmos?
zh_cn: <20>{#p/undyne}{#e/undyne/34}当我们相信自己时， 爆发出的力量有多强， 你见-见识到了吧？
zh_tw: <20>{#p/undyne}{#e/undyne/34}當我們相信自己時， 爆發出的力量有多強， 你見-見識到了吧？

source: <20>{#p/undyne}{#e/undyne/35}H... heh...
zh_cn: <20>{#p/undyne}{#e/undyne/35}呵... 呵呵...
zh_tw: <20>{#p/undyne}{#e/undyne/35}呵... 呵呵...

source: <20>{#e/undyne/34}Had enough yet?
pt_br: <20>{#e/undyne/34}Já está cansada?
zh_cn: <20>{#e/undyne/34}闹够了没有？
zh_tw: <20>{#e/undyne/34}鬧夠了沒有？

source: <20>{#p/undyne}{#e/undyne/35}... I won't... ... give up...
pt_br: <20>{#p/undyne}{#e/undyne/35}... Eu não vou... ... desistir...
zh_cn: <20>{#p/undyne}{#e/undyne/35}...我不能... ... 放弃...
zh_tw: <20>{#p/undyne}{#e/undyne/35}...我不能... ... 放棄...

source: <20>{#p/undyne}{#e/undyne/47}Ha... Ha...
zh_cn: <20>{#p/undyne}{#e/undyne/47}哈... 哈...
zh_tw: <20>{#p/undyne}{#e/undyne/47}哈... 哈...

source: <20>This is what I was afraid of...
pt_br: <20>Era isso que temia...
zh_cn: <20>知道为什么 我一直没对你说...
zh_tw: <20>知道為什麼 我一直沒對你說...

source: <20>{#e/undyne/49}This is why I never told you...
pt_br: <20>{#e/undyne/49}É por isso que eu nunca te disse...
zh_cn: <20>{#e/undyne/49}因为我怕...
zh_tw: <20>{#e/undyne/49}因為我怕...

source: <20>{#p/undyne}{#e/undyne/44}No... No!
pt_br: <20>{#p/undyne}{#e/undyne/44}Não... Não!
zh_cn: <20>{#p/undyne}{#e/undyne/44}不... 不！
zh_tw: <20>{#p/undyne}{#e/undyne/44}不... 不！

source: <20>{#e/undyne/34}Not yet!
pt_br: <20>{#e/undyne/34}Ainda não!
zh_cn: <20>{#e/undyne/34}还没完！
zh_tw: <20>{#e/undyne/34}還沒完！

source: <20>{#e/undyne/48}I won't die!
pt_br: <20>{#e/undyne/48}Eu não vou morrer!
zh_cn: <20>{#e/undyne/48}我不会死！
zh_tw: <20>{#e/undyne/48}我不會死！

source: <20>{*}{#p/undyne}{#i/4}{@random=1.1/1.1}NGAHHHHHHHH!!!{^10}{%}
zh_cn: <20>{*}{#p/undyne}{#i/8}{@random=1.1/1.1}嘎啊啊啊啊！！！{^10}{%}
zh_tw: <20>{*}{#p/undyne}{#i/8}{@random=1.1/1.1}嘎啊啊啊啊！！！{^10}{%}

source: <20>{*}{#p/undyne}{#i/5}{#v/1}{@random=1.1/1.1}I WON'T DIE!{^15}{%}
pt_br: <20>{*}{#p/undyne}{#i/5}{#v/1}{@random=1.1/1.1}EU NÃO VOU MORRER!{^15}{%}
zh_cn: <20>{*}{#p/undyne}{#i/5}{#v/1}{@random=1.1/1.1}我不会死！ゑ{^15}{%}
zh_tw: <20>{*}{#p/undyne}{#i/5}{#v/1}{@random=1.1/1.1}我不會死！ゑ{^15}{%}

source: <20>{*}{#p/undyne}{#i/5}{#v/2}{@random=1.1/1.1}I WON'T DIE!{^15}{%}
pt_br: <20>{*}{#p/undyne}{#i/5}{#v/2}{@random=1.1/1.1}EU NÃO VOU MORRER!{^15}{%}
zh_cn: <20>{*}{#p/undyne}{#i/5}{#v/2}{@random=1.1/1.1}我不会死！ゑ{^15}{%}
zh_tw: <20>{*}{#p/undyne}{#i/5}{#v/2}{@random=1.1/1.1}我不會死！ゑ{^15}{%}

source: <20>{*}{#p/undyne}{#i/5}{#v/3}{@random=1.1/1.1}I WON'T DIE!{^15}{%}
pt_br: <20>{*}{#p/undyne}{#i/5}{#v/3}{@random=1.1/1.1}EU NÃO VOU MORRER!{^15}{%}
zh_cn: <20>{*}{#p/undyne}{#i/6}{#v/3}{@random=1.1/1.1}我不会死！ゑ{^15}{%}
zh_tw: <20>{*}{#p/undyne}{#i/6}{#v/3}{@random=1.1/1.1}我不會死！ゑ{^15}{%}

source: <20>{*}{#p/undyne}{#i/6}{#v/4}{@random=1.1/1.1}I{^10} WON'T{^30}{%}
pt_br: <20>{*}{#p/undyne}{#i/6}{#v/4}{@random=1.1/1.1}EU{^10} NÃO{^30}{%}
zh_cn: <20>{*}{#p/undyne}{#i/8}{#v/4}{@random=1.1/1.1}我{^10}不{^10}会ゑ{^30}{%}
zh_tw: <20>{*}{#p/undyne}{#i/8}{#v/4}{@random=1.1/1.1}我{^10}不{^10}會ゑ{^30}{%}

source: <32>{#p/story}* Undyne is smiling as if nothing is wrong.
pt_br: <32>{#p/story}* Undyne está sorrindo como se nada estivesse errado.
zh_cn: <32>{#p/story}* Undyne笑着，强装自己没事。
zh_tw: <32>{#p/story}* Undyne笑著，強裝自己沒事。

source: <32>{#p/story}* Undyne's body is wavering.
pt_br: <32>{#p/story}* O corpo de Undyne está ondulando.
zh_cn: <32>{#p/story}* Undyne的身体正一点一点融化。
zh_tw: <32>{#p/story}* Undyne的身體正一點一點融化。

source: <32>{#p/story}* Undyne's body is losing its shape.
pt_br: <32>{#p/story}* O corpo de Undyne está perdendo sua forma.
zh_cn: <32>{#p/story}* Undyne的身体已经化得 看不出形状了。
zh_tw: <32>{#p/story}* Undyne的身體已經化得 看不出形狀了。

source: <32>{#p/story}* Undyne takes a deep breath.
pt_br: <32>{#p/story}* Undyne respira fundo.
zh_cn: <32>{#p/story}* Undyne深吸了一口气。
zh_tw: <32>{#p/story}* Undyne深吸了一口氣。

source: <32>{#p/story}* Undyne stands defiantly.
pt_br: <32>{#p/story}* Undyne tenta se manter de pé.
zh_cn: <32>{#p/story}* Undyne挑衅地屹立着。
zh_tw: <32>{#p/story}* Undyne挑釁地屹立著。

source: <32>{#p/human}* (You tell Undyne her attacks are too easy.) * (She doesn't care.)
pt_br: <32>{#p/human}* (Você fala para Undyne que seus ataques são muito fáceis.) * (Ela não liga.)
zh_cn: <32>{#p/human}* （你告诉Undyne她的攻击 太弱了。） * （她没理你。）
zh_tw: <32>{#p/human}* （你告訴Undyne她的攻擊 太弱了。） * （她沒理你。）

source: <32>{#p/human}* (You tell Undyne her attacks are too easy.)
pt_br: <32>{#p/human}* (Você diz a Undyne que seus ataques são muito fáceis.)
zh_cn: <32>{#p/human}* （你告诉Undyne她的攻击 太弱了。）
zh_tw: <32>{#p/human}* （你告訴Undyne她的攻擊 太弱了。）

source: <32>{#p/basic}* The bullets get faster.
pt_br: <32>{#p/basic}* Suas lanças se tornam mais rápidas.
zh_cn: <32>{#p/basic}* 子弹速度变得更快了。
zh_tw: <32>{#p/basic}* 子彈速度變得更快了。

source: <32>{#p/basic}* The bullets get ridiculous.
pt_br: <32>{#p/basic}* As lanças se tornam ridículas.
zh_cn: <32>{#p/basic}* 子弹速度快得过于荒谬了。
zh_tw: <32>{#p/basic}* 子彈速度快得過於荒謬了。

source: <32>{#p/human}* (You tell Undyne she should give you a REAL fight.)
pt_br: <32>{#p/human}* (Você diz a Undyne que ela deveria te dar uma verdadeira luta.)
zh_cn: <32>{#p/human}* （你告诉Undyne， 你想来一场真正的对决。）
zh_tw: <32>{#p/human}* （你告訴Undyne， 你想來一場真正的對決。）

source: <32>{#p/basic}* Undyne can't go any faster.
pt_br: <32>{#p/basic}* Undyne não consegue ser mais rápida que isso.
zh_cn: <32>{#p/basic}* 但Undyne已经快到 不能再快了。
zh_tw: <32>{#p/basic}* 但Undyne已經快到 不能再快了。

source: <32>{#p/human}* (You tell Undyne her attacks are too easy.) * (She's not paying attention.)
pt_br: <32>{#p/human}* (Você diz a Undyne que seus ataques são muito fáceis.) * (Ela não está prestando atenção.)
zh_cn: <32>{#p/human}* （你告诉Undyne她的攻击 太弱了。） * （她没在意。）
zh_tw: <32>{#p/human}* （你告訴Undyne她的攻擊 太弱了。） * （她沒在意。）

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você diz a Undyne que não quer lutar.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你告诉Undyne你不想再 战斗了。） * （无事发生。）
zh_tw: <32>{#p/human}* （你告訴Undyne你不想再 戰鬥了。） * （無事發生。）

source: <32>{#p/human}* (You tell Undyne you just want to be friends.)
pt_br: <32>{#p/human}* (Você diz a Undyne que só quer amizade.)
zh_cn: <32>{#p/human}* （你告诉Undyne你只是想 交朋友。）
zh_tw: <32>{#p/human}* （你告訴Undyne你只是想 交朋友。）

source: <32>{#p/basic}* Undyne remembers someone. * The bullets get a little less extreme.
pt_br: <32>{#p/basic}* Undyne se lembra de alguém. * As lanças perdem velocidade.
zh_cn: <32>{#p/basic}* 这让她想起了某个人。 * 她的攻击变得弱了一点。
zh_tw: <32>{#p/basic}* 這讓她想起了某個人。 * 她的攻擊變得弱了一點。

source: <32>{#p/human}* (You tell Undyne you just want to be friends.) * (She doesn't believe you.)
pt_br: <32>{#p/human}* (Você diz a Undyne que só quer amizade.) * (Ela não acredita em você.)
zh_cn: <32>{#p/human}* （你告诉Undyne你只是想 交朋友。） * （但她并不信任你。）
zh_tw: <32>{#p/human}* （你告訴Undyne你只是想 交朋友。） * （但她並不信任你。）

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (She laughs.)
pt_br: <32>{#p/human}* (Você diz a Undyne que não quer lutar.) * (Ela ri.)
zh_cn: <32>{#p/human}* （你告诉Undyne你不想再 战斗了。） * （她不禁笑了笑。）
zh_tw: <32>{#p/human}* （你告訴Undyne你不想再 戰鬥了。） * （她不禁笑了笑。）

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (She looks confused.)
pt_br: <32>{#p/human}* (Você diz a Undyne que não quer lutar.) * (Ela parece confusa.)
zh_cn: <32>{#p/human}* （你告诉Undyne你不想再 战斗了。） * （看起来她很是困惑。）
zh_tw: <32>{#p/human}* （你告訴Undyne你不想再 戰鬥了。） * （看起來她很是困惑。）

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (She's not paying attention.)
pt_br: <32>{#p/human}* (Você diz a Undyne que não deseja lutar.) * (Ela não está prestando atenção.)
zh_cn: <32>{#p/human}* （你告诉Undyne你不想再 战斗了。） * （她没在意。）
zh_tw: <32>{#p/human}* （你告訴Undyne你不想再 戰鬥了。） * （她沒在意。）

source: <32>{#p/basic}* Undyne agrees. * The bullets get a little more extreme.
pt_br: <32>{#p/basic}* Undyne concorda. * As balas se tornam mais extremas.
zh_cn: <32>{#p/basic}* Undyne深表赞许。 * 她的攻击变得更强了一点。
zh_tw: <32>{#p/basic}* Undyne深表讚許。 * 她的攻擊變得更強了一點。

source: <32>{#p/basic}* Undyne agrees. * But the bullets can't get any faster.
pt_br: <32>{#p/basic}* Undyne concorda. * As balas não podem ficar mais fortes que isso.
zh_cn: <32>{#p/basic}* Undyne深表赞许。 * 但是子弹速度已经 快到不能再快了。
zh_tw: <32>{#p/basic}* Undyne深表讚許。 * 但是子彈速度已經 快到不能再快了。

source: <32>{#p/basic}* Undyne agrees. * The bullets are getting out of control.
pt_br: <32>{#p/basic}* Undyne concorda. * As lanças não podem ficar mais rápidas que isso.
zh_cn: <32>{#p/basic}* Undyne深表赞许。 * 子弹速度已经快到 近乎失控了。
zh_tw: <32>{#p/basic}* Undyne深表讚許。 * 子彈速度已經快到 近乎失控了。

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * She glares at you coldly.
pt_br: <32>{#p/human}* (Você diz a Undyne que não quer lutar.) * Ela respira profundamente.
zh_cn: <32>{#p/human}* （你告诉Undyne你不想再 战斗了。） * 她冷冰冰地瞪了你一眼。
zh_tw: <32>{#p/human}* （你告訴Undyne你不想再 戰鬥了。） * 她冷冰冰地瞪了你一眼。

source: <08>{#p/kidding}{#e/kidd/0}...
zh_cn: <08>{#p/kidding}{#e/kidd/0}...ゑ
zh_tw: <08>{#p/kidding}{#e/kidd/0}...ゑ

source: <08>{#e/kidd/1}H... huh?
zh_cn: <08>{#e/kidd/1}呃... 啊？ゑ
zh_tw: <08>{#e/kidd/1}呃... 啊？ゑ

source: <08>{|}{#e/kidd/1}What is- {%}
pt_br: <08>{|}{#e/kidd/1}O que est- {%}
zh_cn: <08>{|}{#e/kidd/1}怎么-ゑ {%}
zh_tw: <08>{|}{#e/kidd/1}怎麼-ゑ {%}

source: <08>{#p/kidding}{#e/kidd/3}UNDYNE!!!
zh_cn: <08>{#p/kidding}{#e/kidd/3}UNDYNE！！！ゑ
zh_tw: <08>{#p/kidding}{#e/kidd/3}UNDYNE！！！ゑ

source: <08>{#e/kidd/4}I...!
pt_br: <08>{#e/kidd/4}Eu...!
zh_cn: <08>{#e/kidd/4}我...！ゑ
zh_tw: <08>{#e/kidd/4}我...！ゑ

source: <20>{#p/undyne}{#e/undyne/1}Kid...?
pt_br: <20>{#p/undyne}{#e/undyne/1}Criança...?
zh_cn: <20>{#p/undyne}{#e/undyne/1}小子...？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}小子...？ゑ
