Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#e/undyne/33}You just can't muster any intent to hurt me, huh?
pt_br: <20>{#e/undyne/33}Você simplesmente não consegue reunir nenhuma intenção de me machucar, hein?
zh_cn: <20>{#e/undyne/33}你还是无法 狠下心来 伤害我，哈？
zh_tw: <20>{#e/undyne/33}你還是無法 狠下心來 傷害我，哈？

source: <20>{#e/undyne/17}You didn't even land the hit on me!
pt_br: <20>{#e/undyne/17}Você nem me acertou!
zh_cn: <20>{#e/undyne/17}你的攻击 甚至都没 打中我！
zh_tw: <20>{#e/undyne/17}你的攻擊 甚至都沒 打中我！

source: <20>{#p/undyne}{#e/undyne/12}When I told you to hit me...
pt_br: <20>{#p/undyne}{#e/undyne/12}Quando eu te disse para me acertar...
zh_cn: <20>{#p/undyne}{#e/undyne/12}当我让你 打我的时候...
zh_tw: <20>{#p/undyne}{#e/undyne/12}當我讓你 打我的時候...

source: <20>{#e/undyne/9}I MEANT IT LITERALLY!
pt_br: <20>{#e/undyne/9}EU DISSE LITERALMENTE!
zh_cn: <20>{#e/undyne/9}我是认真的！
zh_tw: <20>{#e/undyne/9}我是認真的！

source: <20>{#p/undyne}{#e/undyne/6}Wh-... no!
pt_br: <20>{#p/undyne}{#e/undyne/6}Qu-... não!
zh_cn: <20>{#p/undyne}{#e/undyne/6}啥玩—... 不！
zh_tw: <20>{#p/undyne}{#e/undyne/6}啥玩—... 不！

source: <20>{#e/undyne/8}If anyone's got someone's heart, it's...
pt_br: <20>{#e/undyne/8}Se alguém aqui tem meu coração é a...
zh_cn: <20>{#e/undyne/8}如果一个人 得到了某人的心， 那就表示...
zh_tw: <20>{#e/undyne/8}如果一個人 得到了某人的心， 那就表示...

source: <20>{#e/undyne/5}Wait, no- Shut up!!!
pt_br: <20>{#e/undyne/5}Espera, não- Cala a boca!!
zh_cn: <20>{#e/undyne/5}等等，不— 把嘴闭上！！！
zh_tw: <20>{#e/undyne/5}等等，不— 把嘴閉上！！！

source: <20>{#p/undyne}{#e/undyne/10}Would you STOP THAT!?
pt_br: <20>{#p/undyne}{#e/undyne/10}Da pra parar com isso!?
zh_cn: <20>{#p/undyne}{#e/undyne/10}你能不能别这样！？
zh_tw: <20>{#p/undyne}{#e/undyne/10}你能不能別這樣！？

source: <20>{#e/undyne/15}If you keep going like this, I'll...
pt_br: <20>{#e/undyne/15}Se você continuar assim, eu vou...
zh_cn: <20>{#e/undyne/15}如果你再这样下去， 我就...
zh_tw: <20>{#e/undyne/15}如果你再這樣下去， 我就...

source: <20>{#e/undyne/16}I'll...
pt_br: <20>{#e/undyne/16}Eu vou...
zh_cn: <20>{#e/undyne/16}我就...
zh_tw: <20>{#e/undyne/16}我就...

source: <20>{#p/undyne}{#p/undyne}{#e/undyne/18}Wha-... I...!
pt_br: <20>{#p/undyne}{#p/undyne}{#e/undyne/18}Que-... Eu...!
zh_cn: <20>{#p/undyne}{#p/undyne}{#e/undyne/18}什—... 我...！
zh_tw: <20>{#p/undyne}{#p/undyne}{#e/undyne/18}什—... 我...！

source: <20>{#e/undyne/10}AHHHHHHHHHHHHHH- YOU FLIRTATIOUS LITTLE BRAT!
pt_br: <20>{#e/undyne/10}AHHHHHHHHHHHHHH- SUA PIRRALHA FLERTANTE!
zh_cn: <20>{#e/undyne/10}啊啊啊啊啊啊啊啊啊— 你这个爱调情的 小混蛋！
zh_tw: <20>{#e/undyne/10}啊啊啊啊啊啊啊啊啊— 你這個成天瞎調情的 小混蛋！

source: <20>{#e/undyne/8}I HAVE HALF THE NERVE TO...
pt_br: <20>{#e/undyne/8}EU TENHO METADE DA CORAGEM DE...
zh_cn: <20>{#e/undyne/8}我有一半的 胆量去...
zh_tw: <20>{#e/undyne/8}我有一半的 膽量去...

source: <20>{#e/undyne/7}TO...
pt_br: <20>{#e/undyne/7}DE...
zh_cn: <20>{#e/undyne/7}去...
zh_tw: <20>{#e/undyne/7}去...

source: <33>{#p/story}* In this case, FIGHTING might not be such a bad idea.
pt_br: <33>{#p/story}* Neste caso, LUTAR talvez não seja uma má ideia.
zh_cn: <33>{#p/story}* 在这种情况下， 战斗可能不是个坏主意。
zh_tw: <33>{#p/story}* 在這種情況下， 戰鬥可能不是個壞主意。

source: <33>{#p/story}* Something magical is happening.
pt_br: <33>{#p/story}* Algo mágico está acontecendo.
zh_cn: <33>{#p/story}* 神奇的事情正在发生。
zh_tw: <33>{#p/story}* 神奇的事情正在發生。

source: <32>{#p/story}* Undyne is at her limit.
pt_br: <32>{#p/story}* Undyne está no limite.
zh_cn: <32>{#p/story}* Undyne顶不住了。
zh_tw: <32>{#p/story}* Undyne頂不住了。

source: <32>{#p/human}* (You flirt with Undyne.)
pt_br: <32>{#p/human}* (Você flerta com a Undyne.)
zh_cn: <32>{#p/human}* （你向Undyne调情。）
zh_tw: <32>{#p/human}* （你向Undyne調情。）

source: <32>{#p/human}* (You tell Undyne she's got your heart hook, line, and sinker.)
pt_br: <32>{#p/human}* (Você diz a Undyne que ela tem seu coração de gancho, linha e chumbada.)
zh_cn: <32>{#p/human}* （你告诉Undyne， 她已经得到了你的心。）
zh_tw: <32>{#p/human}* （你告訴Undyne， 她已經得到了你的心。）

source: <32>{#p/human}* (You commend Undyne on her brave, fighting spirit.) * (She's YOUR hero, now.)
pt_br: <32>{#p/human}* (Você elogia Undyne por seu espírito corajoso e lutador.) * (Ela é SUA heroína, agora.)
zh_cn: <32>{#p/human}* （你赞美了Undyne 那勇敢的战斗精神。） * （她现在是你的英雄。）
zh_tw: <32>{#p/human}* （你讚美了Undyne 那勇敢的戰鬥精神。） * （她現在是你的英雄。）

source: <32>{#p/human}* (You tell Undyne she's a precious, adorable little urchin.)
pt_br: <32>{#p/human}* (Você diz a Undyne que ela é uma peixe preciosa e adorável.)
zh_cn: <32>{#p/human}* （你告诉Undyne 她是一个可爱淘气的小宝贝。）
zh_tw: <32>{#p/human}* （你告訴Undyne 她是一個可愛淘氣的小寶貝。）

source: <20>{#p/undyne}{#e/undyne/4}Heh... you know what?
pt_br: <20>{#p/undyne}{#e/undyne/4}Heh... sabe de uma coisa?
zh_cn: <20>{#p/undyne}{#e/undyne/4}呵... 你知道吗？
zh_tw: <20>{#p/undyne}{#e/undyne/4}呵... 你知道嗎？

source: <20>{#e/undyne/11}I don't really want to hurt you.
pt_br: <20>{#e/undyne/11}Eu não quero mais te machucar.
zh_cn: <20>{#e/undyne/11}我其实不想 伤害你。
zh_tw: <20>{#e/undyne/11}我其實不想 傷害你。

source: <20>{#e/undyne/11}At first, I was excited by the prospect of fighting you...
pt_br: <20>{#e/undyne/11}De primeira, eu estava super animada para lutar com você...
zh_cn: <20>{#e/undyne/11}一开始， 想到要和你 较量，我很 兴奋...
zh_tw: <20>{#e/undyne/11}一開始， 想到要和你 較量，我很 興奮...

source: <20>{#e/undyne/11}I don't actually want to hurt you either.
pt_br: <20>{#e/undyne/11}Eu não quero te machucar também.
zh_cn: <20>{#e/undyne/11}我其实也不想 伤害你。
zh_tw: <20>{#e/undyne/11}我其實也不想 傷害你。

source: <20>{#e/undyne/11}At first, I despised your stupid saccharine schtick, but...
pt_br: <20>{#e/undyne/11}No começo, eu desprezava seu estúpido jeito pegajoso, mas...
zh_cn: <20>{#e/undyne/11}一开始， 我讨厌你那 矫情的演戏， 不过...
zh_tw: <20>{#e/undyne/11}一開始， 我討厭你那 矯情的演戲， 不過...

source: <20>{#e/undyne/3}But seeing you go along with me right now, it...
pt_br: <20>{#e/undyne/3}Mas te vendo dar tudo de si comigo agora, é...
zh_cn: <20>{#e/undyne/3}但看到你现在 跟我相处的 方式，那...
zh_tw: <20>{#e/undyne/3}但看到你現在 跟我相處的 方式，那...

source: <20>{#e/undyne/3}The way you hit me right now, it...
pt_br: <20>{#e/undyne/3}O jeito que você me acerto agora, é...
zh_cn: <20>{#e/undyne/3}你刚才打我的 那种方式， 那...
zh_tw: <20>{#e/undyne/3}你剛才打我的 那種方式， 那...

source: <20>{#e/undyne/3}The way you missed your attack right now, it...
pt_br: <20>{#e/undyne/3}O jeito que você errou seu ataque agora, é...
zh_cn: <20>{#e/undyne/3}你刚才没打中 我的那种方式， 它...
zh_tw: <20>{#e/undyne/3}你剛才沒打中 我的那種方式， 它...

source: <20>{#e/undyne/3}But seeing you act that way towards me right now, it...
pt_br: <20>{#e/undyne/3}Mas vendo você agir desse jeito comigo...
zh_cn: <20>{#e/undyne/3}但看到你现在 对我的这种 方式，那...
zh_tw: <20>{#e/undyne/3}但看到你現在 對我的這種 方式，那...

source: <20>{#e/undyne/3}The way you acted towards me right now, it...
pt_br: <20>{#e/undyne/3}A forma como você agiu comigo agora...
zh_cn: <20>{#e/undyne/3}你刚才对我的 那种方式， 那...
zh_tw: <20>{#e/undyne/3}你剛才對我的 那種方式， 那...

source: <20>{#e/undyne/4}Reminded me of someone I used to train with.
pt_br: <20>{#e/undyne/4}Me fez lembrar de alguém com quem eu costumava treinar.
zh_cn: <20>{#e/undyne/4}让我想起了一个 以前跟我训练的 家伙。
zh_tw: <20>{#e/undyne/4}讓我想起了一個 以前跟我訓練的 傢伙。

source: <20>{#e/undyne/11}... you may not be a wimpy loser like him.
pt_br: <20>{#e/undyne/11}... você pode não ser um perdedor fraco como ele.
zh_cn: <20>{#e/undyne/11}...你可能 不像他那样是个 软弱的废柴。
zh_tw: <20>{#e/undyne/11}...你可能 不像他那樣是個 軟弱的廢柴。

source: <20>{#e/undyne/11}But one thing you do have in common...
pt_br: <20>{#e/undyne/11}Mas vocês dois tem uma coisa em comum...
zh_cn: <20>{#e/undyne/11}但你们有一个 共同点...
zh_tw: <20>{#e/undyne/11}但你們有一個 共同點...

source: <20>{#e/undyne/1}Is a sense of respect for what it means to fight.
pt_br: <20>{#e/undyne/1}É um sentimento de respeito pelo que significa lutar.
zh_cn: <20>{#e/undyne/1}就是对 战斗的意义的 尊重。
zh_tw: <20>{#e/undyne/1}就是對 戰鬥的意義的 尊重。

source: <20>{#e/undyne/11}Now I know you aren't just some wimpy loser.
pt_br: <20>{#e/undyne/11}Agora eu sei que você não é só um perdedor.
zh_cn: <20>{#e/undyne/11}现在我知道了 你不只是个 软弱的废柴。
zh_tw: <20>{#e/undyne/11}現在我知道了 你不只是個 軟弱的廢柴。

source: <20>{#e/undyne/13}You're a wimpy loser with a big heart!
pt_br: <20>{#e/undyne/13}Você é um perdedor com um coração bem grande!
zh_cn: <20>{#e/undyne/13}你虽然是个 软弱的废柴， 但是心胸 宽广！
zh_tw: <20>{#e/undyne/13}你雖然是個 軟弱的廢柴， 但是心胸 寬廣！

source: <20>{#e/undyne/4}Just like him...
pt_br: <20>{#e/undyne/4}Igual a ele...
zh_cn: <20>{#e/undyne/4}跟他一样...
zh_tw: <20>{#e/undyne/4}跟他一樣...

source: <20>{#e/undyne/3}Listen, human.
pt_br: <20>{#e/undyne/3}Escuta, humano.
zh_cn: <20>{#e/undyne/3}听好了，人类。
zh_tw: <20>{#e/undyne/3}聽好了，人類。

source: <20>{#f/undyne/0}It seems that you and Asgore are destined to meet.
pt_br: <20>{#f/undyne/0}Parece que você e o Asgore estão destinados a se encontrar.
zh_cn: <20>{#f/undyne/0}看来你和 Asgore 命中注定 难逃一战。
zh_tw: <20>{#f/undyne/0}看來你和 Asgore 命中注定 難逃一戰。

source: <20>{#e/undyne/3}Unlike you...
pt_br: <20>{#e/undyne/3}Diferente de você...
zh_cn: <20>{#e/undyne/3}不像你...
zh_tw: <20>{#e/undyne/3}不像你...

source: <20>{#e/undyne/3}Knowing him...
pt_br: <20>{#e/undyne/3}Conhecendo ele...
zh_cn: <20>{#e/undyne/3}以我对 他的了解...
zh_tw: <20>{#e/undyne/3}以我對 他的了解...

source: <20>{#e/undyne/4}He probably doesn't want to fight you.
pt_br: <20>{#e/undyne/4}Ele provavelmente não vai querer lutar com você.
zh_cn: <20>{#e/undyne/4}他大概 并不想和你 战斗。
zh_tw: <20>{#e/undyne/4}他大概 並不想和你 戰鬥。

source: <20>{#e/undyne/0}Talk to him, if you can.
pt_br: <20>{#e/undyne/0}Converse com ele, se quiser.
zh_cn: <20>{#e/undyne/0}如果可以， 跟他聊聊。
zh_tw: <20>{#e/undyne/0}如果可以， 跟他聊聊。

source: <20>{#e/undyne/0}Tell him what you want upfront.
pt_br: <20>{#e/undyne/0}Diga para ele o que você sente e o que quer.
zh_cn: <20>{#e/undyne/0}先告诉他你 想要干什么。
zh_tw: <20>{#e/undyne/0}先告訴他你 想要幹什麼。

source: <20>{#e/undyne/3}I get that might be a little weird for you, but...
pt_br: <20>{#e/undyne/3}Eu sei que pode ser meio estranho pra você, mas...
zh_cn: <20>{#e/undyne/3}我知道这 对你来说可能 有点奇怪， 但是...
zh_tw: <20>{#e/undyne/3}我知道這 對你來說可能 有點奇怪， 但是...

source: <20>{#e/undyne/4}I'm sure you two can work something out.
pt_br: <20>{#e/undyne/4}Eu sei que vocês dois vão conseguir pensar em algo.
zh_cn: <20>{#e/undyne/4}相信你肯定 能说服他让你 回家的。
zh_tw: <20>{#e/undyne/4}相信你肯定 能說服他讓你 回家的。

source: <20>{#e/undyne/0}And as for our freedom?
pt_br: <20>{#e/undyne/0}E sobre a nossa liberdade?
zh_cn: <20>{#e/undyne/0}至于我们的 自由？
zh_tw: <20>{#e/undyne/0}至於我們的 自由？

source: <20>{#e/undyne/1}Well.
pt_br: <20>{#e/undyne/1}Bem.
zh_cn: <20>{#e/undyne/1}唉。
zh_tw: <20>{#e/undyne/1}唉。

source: <20>{#e/undyne/3}If some other, less respectable human ends up here...
pt_br: <20>{#e/undyne/3}Se algum outro humano menos legal acabar aparecendo aqui...
zh_cn: <20>{#e/undyne/3}如果有其他 不受尊敬的人类 坠落下来...
zh_tw: <20>{#e/undyne/3}如果有其他 不受尊敬的人類 墜落下來...

source: <20>{#e/undyne/3}I'll take THEIR soul instead of yours.
pt_br: <20>{#e/undyne/3}Eu vou tomar a ALMA dele no lugar da sua.
zh_cn: <20>{#e/undyne/3}我再夺取 他的灵魂就 好了。
zh_tw: <20>{#e/undyne/3}我再奪取 他的靈魂就 好了。

source: <20>{#f/undyne/0}Talk to him.
pt_br: <20>{#f/undyne/0}Fale com ele.
zh_cn: <20>{#f/undyne/0}跟他聊聊。
zh_tw: <20>{#f/undyne/0}跟他聊聊。

source: <20>{#f/undyne/1}I'm sure you two can work something out.
pt_br: <20>{#f/undyne/1}Eu sei que vocês dois vão poder entrar em acordo.
zh_cn: <20>{#f/undyne/1}相信你肯定 能说服他让你 回家的。
zh_tw: <20>{#f/undyne/1}相信你肯定 能說服他讓你 回家的。

source: <20>{#e/undyne/3}Eventually, some meaner human will end up here...
pt_br: <20>{#e/undyne/3}Eventualmente, algum humano mais malvado vai cair aqui...
zh_cn: <20>{#e/undyne/3}不管多久， 总会有坏人类 坠落下来。
zh_tw: <20>{#e/undyne/3}不管多久， 總會有壞人類 墜落下來。

source: <20>{#e/undyne/3}And I'll take THEIR soul instead of yours.
pt_br: <20>{#e/undyne/3}E eu vou tomar a ALMA dele no lugar da sua.
zh_cn: <20>{#e/undyne/3}到时候我再 夺取他的 灵魂。
zh_tw: <20>{#e/undyne/3}到時候我再 奪取他的 靈魂。

source: <20>{#f/undyne/1}That makes sense, right? Fuhuhu.
pt_br: <20>{#f/undyne/1}Faz sentido, né? Fuhuhu.
zh_cn: <20>{#f/undyne/1}有道理， 对吧？ 呋呼呼。
zh_tw: <20>{#f/undyne/1}有道理， 對吧？ 呋呼呼。

source: <20>{#f/undyne/0}Oh, and if you DO hurt Asgore...
pt_br: <20>{#f/undyne/0}Oh, e se você machucar Asgore...
zh_cn: <20>{#f/undyne/0}哦对了， 如果你真的 伤害了Asgore...
zh_tw: <20>{#f/undyne/0}喔對了， 如果你真的 傷害了Asgore...

source: <20>{#e/undyne/11}I'll take the human SOULs... cross the force field...
pt_br: <20>{#e/undyne/11}Eu vou pegar as ALMAS humanas... cruzar o escudo de força...
zh_cn: <20>{#e/undyne/11}我会亲自带上 那些人类灵魂... 穿过力场...
zh_tw: <20>{#e/undyne/11}我會親自帶上 那些人類靈魂... 穿過力場...

source: <20>{#e/undyne/8}And give you a REAL battle!
pt_br: <20>{#e/undyne/8}E te caçar até o fim do universo!
zh_cn: <20>{#e/undyne/8}跟你来一场 真正的战斗！
zh_tw: <20>{#e/undyne/8}跟你來一場 真正的戰鬥！

source: <20>{#e/undyne/13}That's what warriors do, right?
pt_br: <20>{#e/undyne/13}É isso que guerreiros fazem, certo?
zh_cn: <20>{#e/undyne/13}这就是战士 该做的， 对吧？
zh_tw: <20>{#e/undyne/13}這就是戰士 該做的， 對吧？

source: <20>{#e/undyne/8}And beat the hell out of you!
pt_br: <20>{#e/undyne/8}E te dar uma surra até a morte!
zh_cn: <20>{#e/undyne/8}把你揍得 万劫不复！
zh_tw: <20>{#e/undyne/8}把你揍得 萬劫不復！

source: <20>{#e/undyne/13}That's what friends are for, right?
pt_br: <20>{#e/undyne/13}É assim que amigos fazem, certo?
zh_cn: <20>{#e/undyne/13}这就是 朋友嘛，对吧？
zh_tw: <20>{#e/undyne/13}這就是 朋友嘛，對吧？

source: <20>{#e/undyne/13}Fuhuhu!
zh_cn: <20>{#e/undyne/13}呋呼呼！
zh_tw: <20>{#e/undyne/13}呋呼呼！

source: <20>{#e/undyne/13}Now let's get the hell out of this flaming house!
pt_br: <20>{#e/undyne/13}Agora vamos vazar dessa casa pegando fogo!
zh_cn: <20>{#e/undyne/13}现在，咱们赶紧 从这个着火的 屋子里出去！
zh_tw: <20>{#e/undyne/13}現在，咱們趕緊 從這個著火的 屋子裡出去！

source: It is said this pendant was worn by Erogot himself.
pt_br: Diz-se que este pingente foi usado pelo próprio Erogot.
zh_cn: 据说这个吊坠是Erogot 本人佩戴过的。
zh_tw: 據說這個吊墜是Erogot 本人佩戴過的。

source: Artifact
pt_br: Artefato
zh_cn: 神器ゑ
zh_tw: 神器ゑ

source: <32>{#p/human}* (You throw away the Legendary Artifact.)
pt_br: <32>{#p/human}* (Você jogou fora o artefato lendário.)
zh_cn: <32>{#p/human}* （你把神器扔掉了。）
zh_tw: <32>{#p/human}* （你把神器扔掉了。）

source: <32>{#p/basic}* The dog dances even harder!
pt_br: <32>{#p/basic}* O cachorro dança ainda mais!
zh_cn: <32>{#p/basic}* 狗子跳得更起劲了！
zh_tw: <32>{#p/basic}* 狗子跳得更起勁了！

source: <32>{#p/basic}* ... the dog's sighing quiets down, even if you can't tell.
pt_br: <32>{#p/basic}* ... O suspiro do cachorro se acalma, mesmo que você não saiba.
zh_cn: <32>{#p/basic}* ...不知为何， 狗子不再叹气了，
zh_tw: <32>{#p/basic}* ...不知為何， 狗子不再嘆氣了，

source: <32>{#p/human}* (Inscribed with the signature of a former world leader.)
pt_br: <32>{#p/human}* (Inscrito com a assinatura de um ex-líder mundial.)
zh_cn: <32>{#p/human}* （上面刻有前世界领袖的签名。）
zh_tw: <32>{#p/human}* （上面刻有前世界領袖的籤名。）

source: <32>{#p/basic}* It is said this pendant was worn by Erogot himself.
pt_br: <32>{#p/basic}* Diz-se que pingente foi usado pelo próprio Erogot.
zh_cn: <32>{#p/basic}* 据说这个吊坠 是Erogot本人佩戴过的。
zh_tw: <32>{#p/basic}* 據說這個吊墜 是Erogot本人佩戴過的。

source: Legendary Artifact
pt_br: Artefato Lendário
zh_cn: 神器ゑ
zh_tw: 神器ゑ

source: <32>{#p/human}* (You use the Legendary Artifact.)
pt_br: <32>{#p/human}* (Você usou o Artefato Lendário.)
zh_cn: <32>{#p/human}* （你使用了神器。）
zh_tw: <32>{#p/human}* （你使用了神器。）

source: <32>{#p/basic}* ... the dog's dancing slows down, even if you can't tell.
pt_br: <32>{#p/basic}* ... A dança do cachorro diminui, mesmo que você não saiba.
zh_cn: <32>{#p/basic}* ...不知为何， 狗子跳得没那么起劲了。
zh_tw: <32>{#p/basic}* ...不知為何， 狗子跳得沒那麼起勁了。

source: <32>{#p/basic}* The dog sighs even louder!
pt_br: <32>{#p/basic}* O cachorro chora mais alto!
zh_cn: <32>{#p/basic}* 狗子的叹气更响了！
zh_tw: <32>{#p/basic}* 狗子的嘆氣更響了！

source: <32>{#p/human}* (Nothing happens.)
pt_br: <32>{#p/human}* (Nada acontece.)
zh_cn: <32>{#p/human}* （什么都没发生。）
zh_tw: <32>{#p/human}* （什麼都沒發生。）

source: Makes the weak-willed see things from your point of view.
pt_br: Faz com que os fracos de vontade vejam as coisas do seu ponto de vista.
zh_cn: 意志薄弱之人 将成为你的傀儡。ゑ
zh_tw: 意志薄弱之人 將成為你的傀儡。ゑ

source: Epiphany
pt_br: Epifania
zh_cn: 顿悟
zh_tw: 頓悟

source: <32>{#p/human}* (You cast The Epiphany away.)
pt_br: <32>{#p/human}* (Você joga fora a Epifania.)
zh_cn: <32>{#p/human}* （你奋力把卷轴《顿悟》丢了出去。）
zh_tw: <32>{#p/human}* （你奮力把捲軸《頓悟》丟了出去。）

source: <32>{#p/human}* (A tome from centuries past, used first by a former world leader.)
pt_br: <32>{#p/human}* (Um tomo de séculos passados, usado pela primeira vez por um ex-líder mundial.)
zh_cn: <32>{#p/human}* （一部几个世纪前的巨著， 最初由前世界领袖使用。）
zh_tw: <32>{#p/human}* （一部幾個世紀前的巨著， 最初由前世界領袖使用。）

source: <33>{#p/basic}* Makes the weak-willed see things from your point of view. * Not viable outside of battle.
pt_br: <33>{#p/basic}* Faz com que os fracos de vontade vejam as coisas do seu ponto de vista. * Não é viável fora da batalha.
zh_cn: <33>{#p/basic}* 意志薄弱之人 将成为你的傀儡。 * 仅在战斗中有效。ゑ
zh_tw: <33>{#p/basic}* 意志薄弱之人 將成為你的傀儡。 * 僅在戰鬥中有效。ゑ

source: The Epiphany
pt_br: A Epifania
zh_cn: 顿悟
zh_tw: 頓悟

source: <32>{#p/human}* (You activated The Epiphany on yourself, with the intent to hug.)
pt_br: <32>{#p/human}* (Você ativa a Epifania em si mesmo, com a intenção de abraçar.)
zh_cn: <32>{#p/human}* （你展开了卷轴《顿悟》， 试图让自己感受到拥抱。）
zh_tw: <32>{#p/human}* （你展開了捲軸《頓悟》， 試圖讓自己感受到擁抱。）

source: <32>{#p/human}* (No effect.)
pt_br: <32>{#p/human}* (Sem efeito.)
zh_cn: <32>{#p/human}* （无济于事。）
zh_tw: <32>{#p/human}* （無濟於事。）

source: <32>{#p/human}* (You read through the ancient text of the tome.)
pt_br: <32>{#p/human}* (Você lê os textos ancestrais do tomo.)
zh_cn: <32>{#p/human}* （你仔细阅读着 卷轴上的古老咒文。）
zh_tw: <32>{#p/human}* （你仔細閱讀著 捲軸上的古老咒文。）

source: <33>* (The text appears to be self- translating.)
pt_br: <33>* (O texto parece estar se auto traduzindo.)
zh_cn: <33>* （文字似乎会自动翻译。）
zh_tw: <33>* （文字似乎會自動翻譯。）

source: <32>{#p/human}* (You activated The Epiphany.)
pt_br: <32>{#p/human}* (Você ativa a Epifania.)
zh_cn: <32>{#p/human}* （你展开了卷轴《顿悟》。）
zh_tw: <32>{#p/human}* （你展開了捲軸《頓悟》。）

source: <32>{#p/human}* (No effect outside of battle.)
pt_br: <32>{#p/human}* (Sem efeito fora de batalha.)
zh_cn: <32>{#p/human}* （无事发生。）ゑ
zh_tw: <32>{#p/human}* （無事發生。）ゑ

source: Not for the faint of teeth.
pt_br: Não para os fracos de dente.
zh_cn: 牙口不好的别吃。ゑ
zh_tw: 牙口不好的別吃。ゑ

source: <32>{#p/human}* (You throw away the Licorice.)
pt_br: <32>{#p/human}* (Você joga fora o Alcaçuz.)
zh_cn: <32>{#p/human}* （你把甘草糖扔掉了。）
zh_tw: <32>{#p/human}* （你把甘草糖扔掉了。）

source: <32>{#p/human}* (24 HP.)
zh_cn: <32>{#p/human}* （24 HP。）ゑ
zh_tw: <32>{#p/human}* （24 HP。）ゑ

source: <32>{#p/basic}* "Licorice" Heals 24 HP * Not for the faint of teeth.
pt_br: <32>{#p/basic}* "Alcaçuz" cura 24 HP * Não para os fracos de dente.
zh_cn: <32>{#p/basic}* “甘草糖” 回复24 HP * 牙口不好的别吃。ゑ
zh_tw: <32>{#p/basic}* 「甘草糖」 回復24 HP * 牙口不好的別吃。ゑ

source: <32>{#p/human}* (You gnawed at the Licorice.)
pt_br: <32>{#p/human}* (Você roeu o alcaçuz.)
zh_cn: <32>{#p/human}* （你咬了甘草糖。）
zh_tw: <32>{#p/human}* （你咬了甘草糖。）

source: Sourced from a tree that grew on the monsters' homeworld.
pt_br: Recurso de uma árvore que crescia no planeta natal dos monstros.
zh_cn: 源自怪物故园里的一棵树。ゑ
zh_tw: 源自怪物故園裡的一棵樹。ゑ

source: Sap
pt_br: Seiva
zh_cn: 树胶ゑ
zh_tw: 樹膠ゑ

source: <32>{#p/human}* (You throw away the Tree Sap.)
pt_br: <32>{#p/human}* (Você joga fora a seiva da árvore.)
zh_cn: <32>{#p/human}* （你把树胶扔掉了。）
zh_tw: <32>{#p/human}* （你把樹膠扔掉了。）

source: <32>{#p/basic}* "Tree Sap" Heals 35 HP * Sourced from a tree that grew on the monsters' homeworld.
pt_br: <32>{#p/basic}* "Seiva da Árvore" cura 35 HP * Recurso de uma árvore que crescia no planeta dos monstros.
zh_cn: <32>{#p/basic}* “树胶” 回复35 HP * 源自怪物故园里的一棵树。ゑ
zh_tw: <32>{#p/basic}* 「樹膠」 回復35 HP * 源自怪物故園裡的一棵樹。ゑ

source: Tree Sap
pt_br: Seiva de Árvore
zh_cn: 树胶
zh_tw: 樹膠

source: <32>{#p/human}* (You chewed the Tree Sap.)
pt_br: <32>{#p/human}* (Você engole a Seiva de Árvore.)
zh_cn: <32>{#p/human}* （你嚼了一块树胶。）
zh_tw: <32>{#p/human}* （你嚼了一塊樹膠。）

source: Expand your reality! Makes you invincible longer.
pt_br: Expandiu sua realidade! Te faz invencível por mais tempo.
zh_cn: 超越现实！ 能为你提供更长的喘息时间。ゑ
zh_tw: 超越現實！ 能為你提供更長的喘息時間。ゑ

source: Headset
zh_cn: AR眼镜
zh_tw: AR眼鏡

source: <32>{#p/human}* (You throw away the AR Headset.)
pt_br: <32>{#p/human}* (Você joga fora o Headset.)
zh_cn: <32>{#p/human}* （你把AR眼镜扔掉了。）
zh_tw: <32>{#p/human}* （你把AR眼鏡扔掉了。）

source: <32>{#p/human}* (6 DF.)
zh_cn: <32>{#p/human}* （6防御。）
zh_tw: <32>{#p/human}* （6防禦。）

source: <32>{#p/basic}* "AR Headset" (6 DF) * Expand your reality! Makes you invincible longer.
pt_br: <32>{#p/basic}* "Headset" (6 DF) * Expande sua realidade! Te deixa invencível por mais tempo.
zh_cn: <32>{#p/basic}* “AR眼镜” （6防御） * 超越现实！ 能为你提供更长的喘息时间。ゑ
zh_tw: <32>{#p/basic}* 「AR眼鏡」 （6防禦） * 超越現實！ 能為你提供更長的喘息時間。ゑ

source: AR Headset
pt_br: Headset
zh_cn: AR眼镜
zh_tw: AR眼鏡

source: <32>{#p/human}* (You wear the AR Headset.)
pt_br: <32>{#p/human}* (Você coloca o Headset.)
zh_cn: <32>{#p/human}* （你戴上了AR眼镜。）
zh_tw: <32>{#p/human}* （你戴上了AR眼鏡。）

source: Makes you invincible just a little longer.
pt_br: Te faz invencível por um pouco mais de tempo.
zh_cn: 能为你提供稍长的喘息时间。ゑ
zh_tw: 能為你提供稍長的喘息時間。ゑ

source: Headset?
zh_cn: AR眼镜？
zh_tw: AR眼鏡？

source: <32>{#p/human}* (4 DF.)
zh_cn: <32>{#p/human}* （4防御。）
zh_tw: <32>{#p/human}* （4防禦。）

source: <32>{#p/basic}* "AR Headset?" (4 DF) * Expand your reality! Makes you invincible a little longer.
pt_br: <32>{#p/basic}* "Headset?" (4 DF) * Expande sua realidade! Torna você invencível um pouco mais.
zh_cn: <32>{#p/basic}* “AR眼镜？” （4防御） * 超越现实！ 能为你提供稍长的喘息时间。ゑ
zh_tw: <32>{#p/basic}* 「AR眼鏡？」 （4防禦） * 超越現實！ 能為你提供稍長的喘息時間。ゑ

source: AR Headset?
pt_br: Headset?
zh_cn: AR眼镜？
zh_tw: AR眼鏡？

source: A digital journal. Makes you invincible longer.
pt_br: Um diário digital. Te deixa invencível.
zh_cn: 一个电子记事本。 能为你提供更长的喘息时间。ゑ
zh_tw: 一個電子記事本。 能為你提供更長的喘息時間。ゑ

source: Datapad
zh_cn: 平板电脑
zh_tw: 平板電腦

source: <32>{#p/human}* (You throw away the Datapad.)
pt_br: <32>{#p/human}* (Você joga fora o Datapad.)
zh_cn: <32>{#p/human}* （你把平板电脑扔掉了。）
zh_tw: <32>{#p/human}* （你把平板電腦扔掉了。）

source: <32>{#p/human}* (2 AT.)
zh_cn: <32>{#p/human}* （2攻击。）
zh_tw: <32>{#p/human}* （2攻擊。）

source: <32>{#p/basic}* "Datapad" (2 AT) * A digital journal. * Makes you invincible longer.
pt_br: <32>{#p/basic}* "Datapad" (2 AT) * Um diário digital. * Te deixa invencível.
zh_cn: <32>{#p/basic}* “平板电脑” （2攻击） * 一个电子记事本。 * 能为你提供更长的喘息时间。ゑ
zh_tw: <32>{#p/basic}* 「平板電腦」 （2攻擊） * 一個電子記事本。 * 能為你提供更長的喘息時間。ゑ

source: <32>{#p/human}* (You equip the Datapad.)
pt_br: <32>{#p/human}* (Você equipa o Datapad.)
zh_cn: <32>{#p/human}* （你打开了平板电脑。）
zh_tw: <32>{#p/human}* （你打開了平板電腦。）

source: Datapad?
zh_cn: 平板电脑？
zh_tw: 平板電腦？

source: <32>{#p/human}* (0 AT.)
zh_cn: <32>{#p/human}* （0攻击。）
zh_tw: <32>{#p/human}* （0攻擊。）

source: <32>{#p/basic}* "Datapad?" (0 AT) * Makes you invincible just a little longer.
pt_br: <32>{#p/basic}* "Datapad?" (0 AT) * Te deixa invencível por pouco tempo.
zh_cn: <32>{#p/basic}* “平板电脑” （0攻击） * 只能让你多喘口气。ゑ
zh_tw: <32>{#p/basic}* 「平板電腦」 （0攻擊） * 只能讓你多喘口氣。ゑ

source: A picturesque landscape...
pt_br: Uma paisagem pitoresca...
zh_cn: 风景如画...
zh_tw: 風景如畫...

source: Postcard
pt_br: Cartão Postal
zh_cn: 明信片
zh_tw: 明信片

source: <32>{#p/human}* (You throw away the Postcard.)
pt_br: <32>{#p/human}* (Você joga fora o Cartão Postal.)
zh_cn: <32>{#p/human}* （你把明信片扔掉了。）
zh_tw: <32>{#p/human}* （你把明信片扔掉了。）

source: <32>{#p/human}* (A perfectly ordinary piece of paper, with no notable attributes.)
pt_br: <32>{#p/human}* (Um pedaço ordinário de papel perfeito, sem atributos notáveis.)
zh_cn: <32>{#p/human}* （一张普通的纸，没啥特点。）
zh_tw: <32>{#p/human}* （一張普通的紙，沒啥特點。）

source: <32>{#p/basic}* A picturesque landscape...
pt_br: <32>{#p/basic}* Uma paisagem pitoresca...
zh_cn: <32>{#p/basic}* 风景如画...
zh_tw: <32>{#p/basic}* 風景如畫...

source: <32>{#p/human}* (You rip up the Postcard.)
pt_br: <32>{#p/human}* (Você rasga o Cartão Postal.)
zh_cn: <32>{#p/human}* （你撕碎了明信片。）
zh_tw: <32>{#p/human}* （你撕碎了明信片。）

source: <32>{#p/story}* ATTACK up by ${2 + battler.at_bonus}!
pt_br: <32>{#p/story}* ATAQUE aumentado em ${2 + battler.at_bonus}!
zh_cn: <32>{#p/story}* 你的攻击力提升了${2 + battler.at_bonus}点！
zh_tw: <32>{#p/story}* 你的攻擊力提升了${2 + battler.at_bonus}點！
