Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* ... * I'm getting ahead of myself.
pt_br: <32>* ... * Estou me adiantando.
zh_cn: <32>* ... * 我好像有些过于兴奋了。
zh_tw: <32>* ... * 我好像有些過於興奮了。

source: <32>* We've still got a ways to go before we get there, so...
pt_br: <32>* Nós ainda temos lugares a ir antes de chegar lá, então...
zh_cn: <32>* 在我们到达那里之前， 我们仍有很长的路要走， 所以...
zh_tw: <32>* 在我們到達那裡之前， 我們仍有很長的路要走， 所以...

source: <32>* For now, let's just admire the view before us.
pt_br: <32>* Por agora, vamos apenas apreciar está vista em nossa frente.
zh_cn: <32>* 现在，让我们沉浸于 眼前的美景中吧。
zh_tw: <32>* 現在，讓我們沉浸於 眼前的美景中吧。

source: <18>{#p/papyrus}SO YOU'RE HERE.
pt_br: <18>{#p/papyrus}ENTÃO VOCÊ ESTÁ AQUI.
zh_cn: <18>{#p/papyrus}所以你来了。
zh_tw: <18>{#p/papyrus}所以你來了。

source: <18>{#f/5}UNDYNE... ISN'T READY TO BEFRIEND YOU RIGHT NOW.
pt_br: <18>{#f/5}UNDYNE... NÃO ESTÁ PRONTA PARA SER SUA AMIGA AGORA.
zh_cn: <18>{#f/5}UNDYNE... 现在还没 准备好与你做朋友。
zh_tw: <18>{#f/5}UNDYNE... 現在還沒 準備好與你做朋友。

source: <18>{#f/5}SHE BLAMES HERSELF FOR TRUSTING YOU...
pt_br: <18>{#f/5}ELA SE CULPA POR TER ACREDITADO EM VOCÊ...
zh_cn: <18>{#f/5}她正在为因相信了你 而感到自责...
zh_tw: <18>{#f/5}她正在為因相信了你 而感到自責...

source: <18>{#f/5}SHE BLAMES HERSELF FOR LETTING YOU GET AWAY...
pt_br: <18>{#f/5}ELA SE CULPA POR TER TE DEIXADO FUGIR...
zh_cn: <18>{#f/5}她责怪自己不该 让你离开的...
zh_tw: <18>{#f/5}她責怪自己不該 讓你離開的...

source: <18>{#f/6}AND THAT YOU... DESERVE TO DIE??
pt_br: <18>{#f/6}E ELA ACHA QUE VOCÊ... MERECE MORRER??
zh_cn: <18>{#f/6}还说你... 应该 在地狱里燃烧？？
zh_tw: <18>{#f/6}還說你... 應該 在地獄裡燃燒？？

source: <18>{#f/7}WELL, I DISAGREE!
pt_br: <18>{#f/7}BEM, EU DISCORDO!
zh_cn: <18>{#f/7}呃，我不同意！
zh_tw: <18>{#f/7}呃，我不同意！

source: <18>{#f/0}BUT THAT'S OKAY.
pt_br: <18>{#f/0}MAS TUDO BEM.
zh_cn: <18>{#f/0}但那没关系。
zh_tw: <18>{#f/0}但那沒關係。

source: <18>{#f/0}I'LL JUST WAIT HERE UNTIL SHE RETURNS.
pt_br: <18>{#f/0}EU VOU FICAR ESPERANDO ATÉ ELA VOLTAR.
zh_cn: <18>{#f/0}我就在这里 等她回来。
zh_tw: <18>{#f/0}我就在這裡 等她回來。

source: <18>{#p/papyrus}OHO, THE HUMAN ARRIVES!
pt_br: <18>{#p/papyrus}OHO, O HUMANO CHEGA!
zh_cn: <18>{#p/papyrus}哦嚯， 人类到啦！
zh_tw: <18>{#p/papyrus}喔嚯， 人類到啦！

source: <18>{#f/4}... THOUGH, I'M NOT QUITE SURE WHERE UNDYNE IS.
pt_br: <18>{#f/4}... MAS, INFELIZMENTE EU NÃO SEI OND ESTÁ A UNDYNE.
zh_cn: <18>{#f/4}...不过，我不知道 UNDYNE现在在哪。
zh_tw: <18>{#f/4}...不過，我不知道 UNDYNE現在在哪。

source: <18>{#f/5}SHE ISN'T NORMALLY OUT THIS LONG...
pt_br: <18>{#f/5}ELA NORMALMENTE NÃO FICA FORA TANTO TEMPO...
zh_cn: <18>{#f/5}她一般不会出去 那么久的...
zh_tw: <18>{#f/5}她一般不會出去 那麼久的...

source: <18>{#f/6}AND SHE WON'T EVEN ANSWER THE PHONE!
pt_br: <18>{#f/6}E ELA NEM RESPONDE O CELULAR!
zh_cn: <18>{#f/6}而且她连电话 都不接！
zh_tw: <18>{#f/6}而且她連電話 都不接！

source: <18>{#f/0}WELL, I'LL JUST WAIT HERE UNTIL SHE RETURNS.
pt_br: <18>{#f/0}BEM, EU VOU SÓ ESPERAR ATÉ ELA VOLTAR.
zh_cn: <18>{#f/0}好吧，我就在这里 等她回来。
zh_tw: <18>{#f/0}好吧，我就在這裡 等她回來。

source: <18>{#f/4}ARE YOU UP FOR THE DAUNTING TASK...
pt_br: <18>{#f/4}VOCÊ ESTÁ PRONTO PARA A TAREFA ASSUSTADORA...
zh_cn: <18>{#f/4}你准备好接受这个...
zh_tw: <18>{#f/4}你準備好接受這個...

source: <18>{#f/1}OF BEFRIENDING THE CAPTAIN OF THE ROYAL GUARD!?!?
pt_br: <18>{#f/1}CONQUISTAR A AMIZADE DA CAPITÃ DA GUARDA REAL!?!?
zh_cn: <18>{#f/1}和皇家卫队队长 做朋友的艰巨的 任务了吗！？！？
zh_tw: <18>{#f/1}和皇家衛隊隊長 做朋友的艱巨的 任務了嗎！？！？

source: * (Befriend Undyne?)
pt_br: * (Ser amigo da Undyne?)
zh_cn: * （和Undyne做朋友吗？）
zh_tw: * （和Undyne做朋友嗎？）

source: <18>{#p/papyrus}{#f/0}UNDYNE'S NOT HERE RIGHT NOW.
pt_br: <18>{#p/papyrus}{#f/0}UNDYNE NÃO ESTÁ AQUI AGORA.
zh_cn: <18>{#p/papyrus}{#f/0}UNDYNE现在不在这。
zh_tw: <18>{#p/papyrus}{#f/0}UNDYNE現在不在這。

source: <18>{#p/papyrus}{#f/4}YOU'LL HAVE TO WAIT FOR HER LIKE I ALWAYS DO.
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ VAI TER QUE ESPERAR POR ELA IGUAL EU SEMPRE FAÇO.
zh_cn: <18>{#p/papyrus}{#f/4}你得像我经常做的那样 在这里等她。
zh_tw: <18>{#p/papyrus}{#f/4}你得像我經常做的那樣 在這裡等她。

source: <18>{#p/papyrus}{#f/0}OKAY! ALL READIED UP TO HANG OUT?
pt_br: <18>{#p/papyrus}{#f/0}OKAY! TUDO PRONTO PARA UM BELO ROLÊ?
zh_cn: <18>{#p/papyrus}{#f/0}好！ 准备好消遣了吗？
zh_tw: <18>{#p/papyrus}{#f/0}好！ 準備好消遣了嗎？

source: <18>{#p/papyrus}{#f/0}OKAY! STAND BEHIND ME!
pt_br: <18>{#p/papyrus}{#f/0}CERTO! FIQUE ATRÁS DE MIM!
zh_cn: <18>{#p/papyrus}{#f/0}好的！ 站在我身后！
zh_tw: <18>{#p/papyrus}{#f/0}好的！ 站在我身後！

source: <18>{#p/papyrus}{#f/4}HMM... STILL GETTING READY?
pt_br: <18>{#p/papyrus}{#f/4}HMM... AINDA SE APRONTANDO?
zh_cn: <18>{#p/papyrus}{#f/4}嗯... 还没准备好吗？
zh_tw: <18>{#p/papyrus}{#f/4}嗯... 還沒準備好嗎？

source: <18>{#f/0}WELL, TAKE YOUR TIME!
pt_br: <18>{#f/0}BEM, TOME SEU TEMPO!
zh_cn: <18>{#f/0}没关系，慢慢来！
zh_tw: <18>{#f/0}沒關係，慢慢來！

source: <18>{#p/papyrus}{#f/0}TAKE YOUR TIME!
pt_br: <18>{#p/papyrus}{#f/0}TOME SEU TEMPO!
zh_cn: <18>{#p/papyrus}{#f/0}慢慢来！
zh_tw: <18>{#p/papyrus}{#f/0}慢慢來！

source: <18>{#p/papyrus}{#f/4}PSST... GIVE HER THIS.
pt_br: <18>{#p/papyrus}{#f/4}PSST... DÊ ISSO A ELA.
zh_cn: <18>{#p/papyrus}{#f/4}嘶嘶... 记得给她这个。
zh_tw: <18>{#p/papyrus}{#f/4}嘶嘶... 記得給她這個。

source: <18>{#f/0}SHE LOVES THESE!
pt_br: <18>{#f/0}ELA AMA ISSO!
zh_cn: <18>{#f/0}她爱死这些东西了！
zh_tw: <18>{#f/0}她愛死這些東西了！

source: <25>{#p/undyne}{#f/14}* Hi, Papyrus!
pt_br: <25>{#p/undyne}{#f/14}* Oi, Papyrus!
zh_cn: <25>{#p/undyne}{#f/14}* 嗨，Papyrus！
zh_tw: <25>{#p/undyne}{#f/14}* 嗨，Papyrus！

source: <25>{#f/1}* Ready for your extra- private, one-on-one training?
pt_br: <25>{#f/1}* Pronto para seu super-privado, um por um, treinamento?
zh_cn: <25>{#f/1}* 准备好你的超机密， 一对一训练了吗？
zh_tw: <25>{#f/1}* 準備好你的超機密， 一對一訓練了嗎？

source: <18>{#p/papyrus}YOU BET I AM!
pt_br: <18>{#p/papyrus}PODE APOSTAR QUE ESTOU!
zh_cn: <18>{#p/papyrus}当然啦！
zh_tw: <18>{#p/papyrus}當然啦！

source: <18>{#f/9}AND I BROUGHT A FRIEND!
pt_br: <18>{#f/9}E EU TROUXE UM AMIGO!
zh_cn: <18>{#f/9}我还带了个 朋友来！
zh_tw: <18>{#f/9}我還帶了個 朋友來！

source: <25>{#p/undyne}{#f/1}* Hi, I don't think we've...
pt_br: <25>{#p/undyne}{#f/1}* Oi, eu ano acho que nós nos...
zh_cn: <25>{#p/undyne}{#f/1}* 嗨，初次见...
zh_tw: <25>{#p/undyne}{#f/1}* 嗨，初次見...

source: <25>{#f/8}* ... OH MY GOD!!!
pt_br: <25>{#f/8}* ... OH MEU SENHOR!!!
zh_cn: <25>{#f/8}* ...我的天呐！！！
zh_tw: <25>{#f/8}* ...我的天吶！！！

source: <25>{#p/undyne}{#f/12}* Pfft, I can't believe you actually brought THEM here.
pt_br: <25>{#p/undyne}{#f/12}* Pfft, eu nem acredito que você trouxe ELE aqui.
zh_cn: <25>{#p/undyne}{#f/12}* 呼，没想到你真捎上人类了。
zh_tw: <25>{#p/undyne}{#f/12}* 呼，沒想到你真捎上人類了。

source: <25>{#p/undyne}{#f/1}* Come on, get inside!
pt_br: <25>{#p/undyne}{#f/1}* Vamos lá, entrem!
zh_cn: <25>{#p/undyne}{#f/1}* 愣着干嘛，快进来坐坐！
zh_tw: <25>{#p/undyne}{#f/1}* 愣著幹嘛，快進來坐坐！

source: <25>{#p/undyne}{#f/17}* Why don't. * You two. * Come in?
pt_br: <25>{#p/undyne}{#f/17}* Por que. * Vocês dois. * Não entram?
zh_cn: <25>{#p/undyne}{#f/17}* 你们。 * 两个。 * 进来坐吧？
zh_tw: <25>{#p/undyne}{#f/17}* 你們。 * 兩個。 * 進來坐吧？

source: <18>{#p/papyrus}HERE, UNDYNE.
pt_br: <18>{#p/papyrus}AQUI, UNDYNE.
zh_cn: <18>{#p/papyrus}给，UNDYNE。
zh_tw: <18>{#p/papyrus}給，UNDYNE。

source: <18>MY FRIEND WANTED YOU TO HAVE THIS!
pt_br: <18>MEU AMIGO QUER TE DAR ISSO!
zh_cn: <18>我的朋友想 送给你这个！
zh_tw: <18>我的朋友想 送給你這個！

source: <25>{#p/undyne}{#f/17}* There you are!
pt_br: <25>{#p/undyne}{#f/17}* Aí estão vocês!
zh_cn: <25>{#p/undyne}{#f/17}* 你回来了！
zh_tw: <25>{#p/undyne}{#f/17}* 你回來了！

source: <25>{#f/1}* We've been waiting here FOREVER for you!
pt_br: <25>{#f/1}* Nós ficamos te esperando aqui PRA SEMPRE!
zh_cn: <25>{#f/1}* 我们一直在这等你呢！
zh_tw: <25>{#f/1}* 我們一直在這等你呢！

source: <18>{#p/papyrus}{#f/4}AND, DON'T WORRY, I ALREADY SHOWED UNDYNE YOUR GIFT.
pt_br: <18>{#p/papyrus}{#f/4}E, NÃO SE PREOCUPA, EU JÁ MOSTREI PRA UNDYNE O NOSSO PRESENTE.
zh_cn: <18>{#p/papyrus}{#f/4}还有，别担心， 我已经给UNDYNE 展示过你的礼物了。
zh_tw: <18>{#p/papyrus}{#f/4}還有，別擔心， 我已經給UNDYNE 展示過你的禮物了。

source: <18>{#f/0}SHE LOVED IT!
pt_br: <18>{#f/0}ELA AMOU!
zh_cn: <18>{#f/0}她爱死它了！
zh_tw: <18>{#f/0}她愛死它了！

source: <25>{#p/undyne}{#f/14}* Yeah, uh...
pt_br: <25>{#p/undyne}{#f/14}* Claro, hmm...
zh_cn: <25>{#p/undyne}{#f/14}* 呃，对...
zh_tw: <25>{#p/undyne}{#f/14}* 呃，對...

source: <25>{#f/12}* I sure did!
pt_br: <25>{#f/12}* Eu amei mesmo!
zh_cn: <25>{#f/12}* 我当然喜欢了！
zh_tw: <25>{#f/12}* 我當然喜歡了！

source: <25>{#p/undyne}{#f/1}* Uhhh... thanks.
pt_br: <25>{#p/undyne}{#f/1}* Uhhh... obrigado.
zh_cn: <25>{#p/undyne}{#f/1}* 呃... 谢了。
zh_tw: <25>{#p/undyne}{#f/1}* 呃... 謝了。

source: <25>{#f/14}* I'll, uh, put it with the others.
pt_br: <25>{#f/14}* Eu vou, uh, colocar isso com os outros.
zh_cn: <25>{#f/14}* 我会，呃， 和别的放一起吧。
zh_tw: <25>{#f/14}* 我會，呃， 和別的放一起吧。

source: <25>* So are we ready to start?
pt_br: <25>* Então, prontos para começar?
zh_cn: <25>* 所以我们准备开始了吗？
zh_tw: <25>* 所以我們準備開始了嗎？

source: <18>{#p/papyrus}{#f/1}WHOOPSY DOOPSY! I JUST REMEMBERED!
pt_br: <18>{#p/papyrus}{#f/1}WHOOPSY DOOPSY! EU ACABEI DE ME LEMBRAR!
zh_cn: <18>{#p/papyrus}{#f/1}哎呀哎呀！ 我刚想起来！
zh_tw: <18>{#p/papyrus}{#f/1}哎呀哎呀！ 我剛想起來！

source: <18>{#f/0}I HAVE TO CHECK ON MY BROTHER!!
pt_br: <18>{#f/0}EU PRECISO VER MEU IRMÃO!!
zh_cn: <18>{#f/0}我得去看看我兄弟 怎么样了！！
zh_tw: <18>{#f/0}我得去看看我兄弟 怎麼樣了！！

source: <18>{#f/9}YOU TWO HAVE FUN!!!
pt_br: <18>{#f/9}DIVIRTAM-SE, VOCÊS DOIS!
zh_cn: <18>{#f/9}你俩玩开心点！！！
zh_tw: <18>{#f/9}你倆玩開心點！！！

source: <26>{#p/undyne}{#f/17}* If it isn't the human who tried to break into my house IN FRONT OF ME.
pt_br: <26>{#p/undyne}{#f/17}* Se não é o humano que tentou invadir minha casa NA MINHA FRENTE.
zh_cn: <26>{#p/undyne}{#f/17}* 这不是在我面前试图 闯入我家的人类吗！
zh_tw: <26>{#p/undyne}{#f/17}* 這不是在我面前試圖 闖入我家的人類嗎！

source: <25>{#p/undyne}{#f/1}* Well then. * Look who's come crawling back for more.
pt_br: <25>{#p/undyne}{#f/1}* Hora hora. * Olha só quem voltou pra ter mais.
zh_cn: <25>{#p/undyne}{#f/1}* 好。 * 现在来看看是谁 要为之前的行为道歉了。
zh_tw: <25>{#p/undyne}{#f/1}* 好。 * 現在來看看是誰 要為之前的行為道歉了。

source: <25>{#f/16}* To be honest, though, I dunno if I'm in the mood for another fight.
pt_br: <25>{#f/16}* Mas pra ser honesta, eu não sei se estou no clima para mais uma luta.
zh_cn: <25>{#f/16}* 说实话， 我说不准有没有兴致再来一架。
zh_tw: <25>{#f/16}* 說實話， 我說不準有沒有興致再來一架。

source: <25>{#f/12}* Still, I can get you something to drink in the meantime!
pt_br: <25>{#f/12}* Mas, por enquanto eu posso te dar algo para beber!
zh_cn: <25>{#f/12}* 不过，我可以先给你拿点喝的！
zh_tw: <25>{#f/12}* 不過，我可以先給你拿點喝的！

source: <25>{#f/1}* Have a seat, and I'll see what I can do.
pt_br: <25>{#f/1}* Sentir-se, e eu verei o que posso fazer.
zh_cn: <25>{#f/1}* 你找个地方歇下脚， 我看看我能做些啥。
zh_tw: <25>{#f/1}* 你找個地方歇下腳， 我看看我能做些啥。

source: <25>* So why were YOU so desperate to break into my house earlier?
pt_br: <25>* Por que VOCÊ estava tão desesperado para entrar na minha casa mais cedo?
zh_cn: <25>* 所以你为什么想要 不顾一切地闯进我家？
zh_tw: <25>* 所以你為什麼想要 不顧一切地闖進我家？

source: <25>* Is this some kind of humilation tactic?
pt_br: <25>* É algum tipo de técnica de humilhação?
zh_cn: <25>* 这是某种羞辱战术吗？
zh_tw: <25>* 這是某種羞辱戰術嗎？

source: <25>* To parade into my house and act like you OWN the place?
pt_br: <25>* Entrar na minha casa e declarar ela como sua?
zh_cn: <25>* 大摇大摆地走进我的房子， 想要喧宾夺主？
zh_tw: <25>* 大搖大擺地走進我的房子， 想要喧賓奪主？

source: <25>* So why are YOU here?
pt_br: <25>* Então, por que você está aqui?
zh_cn: <25>* 所以你来这做什么？
zh_tw: <25>* 所以你來這做什麼？

source: <25>* To rub your victory in my face?
pt_br: <25>* Para esfregar sua vitória na minha cara?
zh_cn: <25>* 想用你的胜利打我的脸吗？
zh_tw: <25>* 想用你的勝利打我的臉嗎？

source: <25>* To humiliate me even further?
pt_br: <25>* Para me humilhar ainda mais?
zh_cn: <25>* 更变本加厉地羞辱我？
zh_tw: <25>* 更變本加厲地羞辱我？

source: <25>{#f/4}* IS THAT IT?
pt_br: <25>{#f/4}* É ISSO?
zh_cn: <25>{#f/4}* 是这样吗？
zh_tw: <25>{#f/4}* 是這樣嗎？

source: <25>{#p/undyne}{#f/11}* Then why are you here?
pt_br: <25>{#p/undyne}{#f/11}* Então por que você está aqui?
zh_cn: <25>{#p/undyne}{#f/11}* 那你来这里是？
zh_tw: <25>{#p/undyne}{#f/11}* 那你來這裡是？

source: <25>{#f/1}* Wait, I get it.
pt_br: <25>{#f/1}* Espera, eu entendi.
zh_cn: <25>{#f/1}* 等等，我明白了。
zh_tw: <25>{#f/1}* 等等，我明白了。

source: <25>* You think that I'm gonna be friends with you, huh?
pt_br: <25>* Você pensa que vai conseguir ser meu amigo, não é?
zh_cn: <25>* 你觉得我会和你交朋友， 嗯？
zh_tw: <25>* 你覺得我會和你交朋友， 嗯？

source: <25>{#f/17}* Right???
pt_br: <25>{#f/17}* CERTO???
zh_cn: <25>{#f/17}* 没错吧？？？
zh_tw: <25>{#f/17}* 沒錯吧？？？

source: <25>{#p/undyne}{#f/14}* Really? * How delightful! * I accept!
pt_br: <25>{#p/undyne}{#f/14}* Sério? * Que delícia! * Eu aceito!
zh_cn: <25>{#p/undyne}{#f/14}* 真的吗？ * 我好高兴啊！ * 我接受了！
zh_tw: <25>{#p/undyne}{#f/14}* 真的嗎？ * 我好高興啊！ * 我接受了！

source: <25>{#f/8}* Let's all frolick in the fields of friendship!
pt_br: <25>{#f/8}* Vamos brincar nos campos da amizade!
zh_cn: <25>{#f/8}* 让我们一同在友谊的 乐园中尽情嬉戏！
zh_tw: <25>{#f/8}* 讓我們一同在友誼的 樂園中盡情嬉戲！

source: <25>{#f/7}* ... NOT!
pt_br: <25>{#f/7}* ... NÃO!
zh_cn: <25>{#f/7}* ...个鬼！
zh_tw: <25>{#f/7}* ...個鬼！

source: <25>{#f/1}* You're the enemy of everyone's hopes and dreams!
pt_br: <25>{#f/1}* Você é o inimigo dos sonhos e esperanças de todos!
zh_cn: <25>{#f/1}* 你是将所有人的希望 与梦想拒之门外的敌人！
zh_tw: <25>{#f/1}* 你是將所有人的希望 與夢想拒之門外的敵人！

source: <25>* If you weren't my houseguest, I'd kick you out right now!
pt_br: <25>* Se você não fosse meu convidado eu te chutaria para fora agora mesmo!
zh_cn: <25>* 要不是看在 你是我客人的份上， 我立马就把你揍翻了！
zh_tw: <25>* 要不是看在 你是我客人的份上， 我立馬就把你揍翻了！

source: <25>{#p/undyne}{#f/15}* Then again...
pt_br: <25>{#p/undyne}{#f/15}* Então de novo...
zh_cn: <25>{#p/undyne}{#f/15}* 再者说...
zh_tw: <25>{#p/undyne}{#f/15}* 再者說...

source: <25>{#f/4}* WHAT ARE YOU LOOKING AT?
pt_br: <25>{#f/4}* TÁ OLHANDO O QUE?
zh_cn: <25>{#f/4}* 你看什么看？
zh_tw: <25>{#f/4}* 你看什麼看？

source: <25>{#f/5}* I WOULDN'T MAKE FRIENDS WITH YOU JUST TO IMPRESS SOMEONE???
pt_br: <25>{#f/5}* EU NÃO FARIA AMIZADE COM VOCÊ SÓ PRA IMPRESSIONAR ALGUÉM???
zh_cn: <25>{#f/5}* 你觉得我不会为了取悦谁 而和你交朋友吗？？？
zh_tw: <25>{#f/5}* 你覺得我不會為了取悅誰 而和你交朋友嗎？？？

source: <25>{#f/12}* Not at all!
pt_br: <25>{#f/12}* Não mesmo!
zh_cn: <25>{#f/12}* 才不是！
zh_tw: <25>{#f/12}* 才不是！

source: <25>{#f/1}* In fact, my sudden change of mind...
pt_br: <25>{#f/1}* Na verdade, minha mudança de pensamento repentina...
zh_cn: <25>{#f/1}* 事实上，我突然 改主意了...
zh_tw: <25>{#f/1}* 事實上，我突然 改主意了...

source: <25>{#f/7}* Comes from nothing but a burning passion for VENGEANCE!
pt_br: <25>{#f/7}* Vem através de nada além de uma paixão quente por VINGANÇA!
zh_cn: <25>{#f/7}* 因为我燃起了 复仇的欲望！
zh_tw: <25>{#f/7}* 因為我燃起了 復仇的欲望！

source: <25>{#f/11}* So... let me get this straight.
pt_br: <25>{#f/11}* Então... eu vou deixar isso claro.
zh_cn: <25>{#f/11}* 所以... 让我把事情 搞清楚。
zh_tw: <25>{#f/11}* 所以... 讓我把事情 搞清楚。

source: <25>* First, you parade into my house.
pt_br: <25>* Primeiro, você tentou entrar na minha casa.
zh_cn: <25>* 首先， 你大摇大摆进了我家。
zh_tw: <25>* 首先， 你大搖大擺進了我家。

source: <25>{#f/7}* And then you don't give me a reason WHY??
pt_br: <25>{#f/7}* E então você não me dá uma razão POR QUÊ??
zh_cn: <25>{#f/7}* 你还不给我一个 进我家的理由？？
zh_tw: <25>{#f/7}* 你還不給我一個 進我家的理由？？

source: <25>{#f/4}* You little BRAT! * If you weren't my houseguest, I'd...!
pt_br: <25>{#f/4}* Sua PIRRALHA! * Se você não fosse minha convidada, eu...!
zh_cn: <25>{#f/4}* 你个小毛孩！ * 你要不是我的客人的话， 我就...！
zh_tw: <25>{#f/4}* 你個小毛孩！ * 你要不是我的客人的話， 我就...！

source: <25>{#f/4}* ... no, you know what?
pt_br: <25>{#f/4}* ... não, quer saber?
zh_cn: <25>{#f/4}* ...不，你猜怎么着？
zh_tw: <25>{#f/4}* ...不，你猜怎麼著？

source: <25>{#f/7}* I'll prove you WRONG.
pt_br: <25>{#f/7}* Eu vou te provar ERRADO.
zh_cn: <25>{#f/7}* 我要证明你是错的。
zh_tw: <25>{#f/7}* 我要證明你是錯的。

source: <25>{#f/1}* And we aren't JUST going to be friends.
pt_br: <25>{#f/1}* Nós não vamos apenas ser AMIGAS.
zh_cn: <25>{#f/1}* 我们可不光要 成为朋友。
zh_tw: <25>{#f/1}* 我們可不光要 成為朋友。

source: <25>{#p/undyne}{#f/4}* Oh-ho-ho.
zh_cn: <25>{#p/undyne}{#f/4}* 哦-吼-吼。
zh_tw: <25>{#p/undyne}{#f/4}* 喔-吼-吼。

source: <25>{#f/7}* Well, I've got news for you, BRAT.
pt_br: <25>{#f/7}* Bem, eu tenho novas para você, PIRRALHA.
zh_cn: <25>{#f/7}* 我告诉你个坏消息， 小毛孩。
zh_tw: <25>{#f/7}* 我告訴你個壞訊息， 小毛孩。

source: <25>{#f/1}* You're on MY battlefield now!
pt_br: <25>{#f/1}* Você está no meu campo de batalha!
zh_cn: <25>{#f/1}* 你现在可是在 我这里的战场上！
zh_tw: <25>{#f/1}* 你現在可是在 我這裡的戰場上！

source: <25>{#f/7}* And you AREN'T going to humiliate me.
pt_br: <25>{#f/7}* E você NÃO vai me humilhar.
zh_cn: <25>{#f/7}* 就凭你那点小把戏， 想羞辱我？ * 门都没有！
zh_tw: <25>{#f/7}* 就憑你那點小把戲， 想羞辱我？ * 門都沒有！

source: <25>{#f/11}* No. * I'll TELL you what's going to happen.
pt_br: <25>{#f/11}* Não. * Eu VOU TE CONTAR o que vai acontecer.
zh_cn: <25>{#f/11}* 让我好好告诉你 接下来会发生什么。
zh_tw: <25>{#f/11}* 讓我好好告訴你 接下來會發生什麼。

source: <25>{#f/17}* We're going to hang out.
pt_br: <25>{#f/17}* Nós vamos sair juntas.
zh_cn: <25>{#f/17}* 我们来消遣消遣吧。
zh_tw: <25>{#f/17}* 我們來消遣消遣吧。

source: <25>{#f/17}* We're going to have a good time.
pt_br: <25>{#f/17}* Nós vamos ter um momento legal.
zh_cn: <25>{#f/17}* 我们会过得很开心的。
zh_tw: <25>{#f/17}* 我們會過得很開心的。

source: <25>{#f/7}* We're going to be "friends."
pt_br: <25>{#f/7}* Nós seremos "amigas."
zh_cn: <25>{#f/7}* 我们要成为“朋友”。
zh_tw: <25>{#f/7}* 我們要成為「朋友」。

source: <25>{#f/1}* I'll make you like me so much...
pt_br: <25>{#f/1}* Eu te faria gostar tanto de mim...
zh_cn: <25>{#f/1}* 我要让你 对我无法自拔...
zh_tw: <25>{#f/1}* 我要讓你 對我無法自拔...

source: <25>{#f/7}* You won't be able to think of anyone else!
pt_br: <25>{#f/7}* Que você não será capaz de pensar em mais ninguém!
zh_cn: <25>{#f/7}* 完全没法考虑其他的人！
zh_tw: <25>{#f/7}* 完全沒法考慮其他的人！

source: <25>{#f/8}* Fuhuhuhu! * It's the PERFECT REVENGE!!
pt_br: <25>{#f/8}* Fuhuhuhu! * É a VINGANÇA PERFEITA!!
zh_cn: <25>{#f/8}* 呋呼呼呼！ * 这就是我完美的复仇！！
zh_tw: <25>{#f/8}* 呋呼呼呼！ * 這就是我完美的復仇！！

source: <25>{#f/12}* Err... why don't you have a seat?
pt_br: <25>{#f/12}* Err... que tal você se sentar?
zh_cn: <25>{#f/12}* 呃... 何不先找个 地方坐下呢？
zh_tw: <25>{#f/12}* 呃... 何不先找個 地方坐下呢？

source: <25>{#p/undyne}{#f/1}* Need anything?
pt_br: <25>{#p/undyne}{#f/1}* Precisa de algo?
zh_cn: <25>{#p/undyne}{#f/1}* 需要什么吗？
zh_tw: <25>{#p/undyne}{#f/1}* 需要什麼嗎？

source: <25>{#p/undyne}{#f/14}* Need anything?
pt_br: <25>{#p/undyne}{#f/14}* Precisa de algo?
zh_cn: <25>{#p/undyne}{#f/14}* 需要什么吗？
zh_tw: <25>{#p/undyne}{#f/14}* 需要什麼嗎？

source: Hungry
pt_br: Fome
zh_cn: 我饿了
zh_tw: 我餓了

source: Book
pt_br: Livro
zh_cn: 想看书
zh_tw: 想看書

source: Home
pt_br: Casa
zh_cn: 想回家
zh_tw: 想回家

source: <25>{#p/undyne}{#f/1}* You want a snack or something?
pt_br: <25>{#p/undyne}{#f/1}* Você quer comer?
zh_cn: <25>{#p/undyne}{#f/1}* 你想要点零食什么的吗？
zh_tw: <25>{#p/undyne}{#f/1}* 你想要點零食什麼的嗎？

source: <25>{#f/1}* Let me see what I have in the closet.
pt_br: <25>{#f/1}* Deixa eu ver o que tenho na dispensa.
zh_cn: <25>{#f/1}* 让我看看我的柜子里 有什么。
zh_tw: <25>{#f/1}* 讓我看看我的柜子裡 有什麼。

source: <25>{#p/undyne}{#f/1}* Ah... this should do nicely.
pt_br: <25>{#p/undyne}{#f/1}* Ah... isso aqui deve ser ótimo.
zh_cn: <25>{#p/undyne}{#f/1}* 啊... 这应该挺不错的。
zh_tw: <25>{#p/undyne}{#f/1}* 啊... 這應該挺不錯的。

source: <25>{#p/undyne}{#f/14}* All yours... * Fuhuhu.
pt_br: <25>{#p/undyne}{#f/14}* Todo seu... * Fuhuhu.
zh_cn: <25>{#p/undyne}{#f/14}* 全都是你的... * 呋呼呼。
zh_tw: <25>{#p/undyne}{#f/14}* 全都是你的... * 呋呼呼。

source: <32>{#p/human}* (You got the Odd Snack.)
pt_br: <32>{#p/human}* (Você ganhou a Rapadura.)
zh_cn: <32>{#p/human}* （你拿走了迷之零食。）
zh_tw: <32>{#p/human}* （你拿走了迷之零食。）

source: <25>{#p/undyne}{#f/17}* I know dropping food is fun, but I can't let it all go to waste.
pt_br: <25>{#p/undyne}{#f/17}* Eu sei que jogar comida no chão é bem legal, mas eu não posso desperdiçar tudo.
zh_cn: <25>{#p/undyne}{#f/17}* 我知道扔吃的很好玩， 但我不能白白浪费吧。
zh_tw: <25>{#p/undyne}{#f/17}* 我知道扔吃的很好玩， 但我不能白白浪費吧。

source: <25>{#p/undyne}{#f/12}* Sorry.
pt_br: <25>{#p/undyne}{#f/12}* Desculpa.
zh_cn: <25>{#p/undyne}{#f/12}* 抱歉。
zh_tw: <25>{#p/undyne}{#f/12}* 抱歉。

source: <25>{#p/undyne}{#f/17}* Just because you're my friend doesn't mean you can have two snacks!
pt_br: <25>{#p/undyne}{#f/17}* Não é porque você é minha amiga que pode ter dois lanches!
zh_cn: <25>{#p/undyne}{#f/17}* 就算是我的朋友 也不能吃两份零食！
zh_tw: <25>{#p/undyne}{#f/17}* 就算是我的朋友 也不能吃兩份零食！

source: <25>{#p/undyne}{#f/1}* Maybe some other time.
pt_br: <25>{#p/undyne}{#f/1}* Talvez outra hora.
zh_cn: <25>{#p/undyne}{#f/1}* 下次再说吧。
zh_tw: <25>{#p/undyne}{#f/1}* 下次再說吧。

source: <25>{#p/undyne}{#f/11}* Listen punk, it's one snack per person here.
pt_br: <25>{#p/undyne}{#f/11}* Escuta aqui cara, é um lanche por pessoa aqui.
zh_cn: <25>{#p/undyne}{#f/11}* 听着，小混蛋， 每人只有一份零食。
zh_tw: <25>{#p/undyne}{#f/11}* 聽著，小混蛋， 每人只有一份零食。

source: <25>* Get with the program or get lost.
pt_br: <25>* Ajuste-se ao padrão ou mete o pé.
zh_cn: <25>* 你得学会入乡随俗。
zh_tw: <25>* 你得學會入鄉隨俗。

source: <25>{#p/undyne}{#f/13}* A book??? * Does this look like a librarby to you?
pt_br: <25>{#p/undyne}{#f/13}* Um livro? * Tenho cara de libraria?
zh_cn: <25>{#p/undyne}{#f/13}* 你要看书？？？ * 这里看起来 像是图书倌吗？
zh_tw: <25>{#p/undyne}{#f/13}* 你要看書？？？ * 這裡看起來 像是圖書倌嗎？

source: <25>{#f/1}* The only books you'll find in the kitchen are cookbooks!
pt_br: <25>{#f/1}* Os únicos livros que você vai encontrar aqui são os de cozinhar!
zh_cn: <25>{#f/1}* 你在厨房里 唯一能找到的书 就是烹饪指南！
zh_tw: <25>{#f/1}* 你在廚房裡 唯一能找到的書 就是烹飪指南！

source: <25>{#f/4}* Which I don't use, because cooking is supposed to be an ART.
pt_br: <25>{#f/4}* Que eu não uso, já que cozinhar é pra ser uma ARTE.
zh_cn: <25>{#f/4}* 我从来不用， 因为烹饪应该是门艺术。
zh_tw: <25>{#f/4}* 我從來不用， 因為烹飪應該是門藝術。

source: <25>{#f/7}* Not some bogged-down process with rules and regulations.
pt_br: <25>{#f/7}* Não alguma tarefa besta cheia de regras.
zh_cn: <25>{#f/7}* 而不是被条条框框 束缚的过程。
zh_tw: <25>{#f/7}* 而不是被條條框框 束縛的過程。

source: <25>{#f/5}* Why does nobody seem to get that???
pt_br: <25>{#f/5}* Por que ninguém entende isso???
zh_cn: <25>{#f/5}* 为什么就是没有人 能理解呢？？？
zh_tw: <25>{#f/5}* 為什麼就是沒有人 能理解呢？？？

source: <25>{#f/1}* ... let me know if you need anything else.
pt_br: <25>{#f/1}* ... me deixe saber se você precisar de mais alguma coisa.
zh_cn: <25>{#f/1}* ...如果你还需要什么， 就告诉我吧。
zh_tw: <25>{#f/1}* ...如果你還需要什麼， 就告訴我吧。

source: <25>{#f/14}* Well, let me know if you need anything else!
pt_br: <25>{#f/14}* Bem, me deixe saber se você precisar de mais alguma coisa!
zh_cn: <25>{#f/14}* 好吧， 如果你还需要什么的话， 就告诉我吧！
zh_tw: <25>{#f/14}* 好吧， 如果你還需要什麼的話， 就告訴我吧！

source: <25>{#p/undyne}{#f/1}* Look, there's a librarby in Starton.
pt_br: <25>{#p/undyne}{#f/1}* Olha, tem uma libraria em Starton.
zh_cn: <25>{#p/undyne}{#f/1}* 你听好， 星港有一家图书倌。
zh_tw: <25>{#p/undyne}{#f/1}* 你聽好， 星港有一家圖書倌。

source: <25>{#f/1}* If you really want to read a book, that's your best bet.
pt_br: <25>{#f/1}* Se você quer tanto ler, vai lá.
zh_cn: <25>{#f/1}* 如果你真的想看书， 你去那里最合适。
zh_tw: <25>{#f/1}* 如果你真的想看書， 你去那裡最合適。

source: <25>{#f/7}* But not right now!!!
pt_br: <25>{#f/7}* Mas agora não!!!
zh_cn: <25>{#f/7}* 但你现在没法去！！！
zh_tw: <25>{#f/7}* 但你現在沒法去！！！

source: <25>{#f/14}* ... let me know if you need anything else.
pt_br: <25>{#f/14}* ... se precisar de mais alguma coisa é só me dizer.
zh_cn: <25>{#f/14}* ...如果你还需要什么， 就告诉我吧。
zh_tw: <25>{#f/14}* ...如果你還需要什麼， 就告訴我吧。

source: <25>{#f/17}* This IS home.
pt_br: <25>{#f/17}* Aqui É casa.
zh_cn: <25>{#f/17}* 这里就是家。
zh_tw: <25>{#f/17}* 這裡就是家。

source: <25>{#f/17}* You're already HERE.
pt_br: <25>{#f/17}* Você já está em casa.
zh_cn: <25>{#f/17}* 你已经在这里了。
zh_tw: <25>{#f/17}* 你已經在這裡了。

source: <25>{#f/16}* Unless you mean the home planet...
pt_br: <25>{#f/16}* Ah não ser que você esteja falando do planeta natal...
zh_cn: <25>{#f/16}* 除非你指的是 你的母星...
zh_tw: <25>{#f/16}* 除非你指的是 你的母星...

source: <25>{#f/19}* But nothing can bring that back.
pt_br: <25>{#f/19}* Mas nada pode trazê-lo de volta.
zh_cn: <25>{#f/19}* 但这任谁都没办法 做到。
zh_tw: <25>{#f/19}* 但這任誰都沒辦法 做到。

source: <25>{#f/1}* ... I'll be here if you need anything else.
pt_br: <25>{#f/1}* ... Eu vou estar aqui se você precisar de mais alguma coisa.
zh_cn: <25>{#f/1}* ...如果你还需要什么， 就告诉我吧。
zh_tw: <25>{#f/1}* ...如果你還需要什麼， 就告訴我吧。

source: <25>{#p/undyne}{#f/16}* I'd give a description of that place if I could, y'know.
pt_br: <25>{#p/undyne}{#f/16}* Eu te daria a descrição daquele lugar se pudesse.
zh_cn: <25>{#p/undyne}{#f/16}* 我要是可以的话， 我可以给你描述一下 那个地方。
zh_tw: <25>{#p/undyne}{#f/16}* 我要是可以的話， 我可以給你描述一下 那個地方。

source: <25>{#f/16}* But I was born here, on the outpost...
pt_br: <25>{#f/16}* Mas eu nasci aqui, no Outpost...
zh_cn: <25>{#f/16}* 但我是在前哨站出生的...
zh_tw: <25>{#f/16}* 但我是在前哨站出生的...
