Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/kidd}{#f/7}* Uh, o-of course I have parents, who doesn't??
pt_br: <25>{#p/kidd}{#f/7}* Uh, M-mas é óbvio, quem não tem pais?
zh_cn: <25>{#p/kidd}{#f/7}* 呃，我-我当然有啊， 谁没爹娘啊？？ゑ
zh_tw: <25>{#p/kidd}{#f/7}* 呃，我-我當然有啊， 誰沒爹娘啊？？ゑ

source: <25>{#p/asriel2}{#f/16}* ... * Right.
pt_br: <25>{#p/asriel2}{#f/16}* ... * Claro.
zh_cn: <25>{#p/asriel2}{#f/16}* ... * 是是是。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* ... * 是是是。ゑ

source: <32>{#p/undyne}* Seven.
pt_br: <32>{#p/undyne}* Sete.
zh_cn: <32>{#p/undyne}* 七个。
zh_tw: <32>{#p/undyne}* 七個。

source: <32>* Seven human SOULs, and...
pt_br: <32>* Sete ALMAS humanas, e...
zh_cn: <32>* 七个人类灵魂。
zh_tw: <32>* 七個人類靈魂。

source: <32>* Seven human SOULs, and {@fill=#f00}King ASGORE{@fill=#fff} will become a god.
pt_br: <32>* Sete ALMAS humanas, e o {@fill=#f00}Rei ASGORE{@fill=#fff} se tornará um deus.
zh_cn: <32>* 有了七个灵魂， {@fill=#f00}ASGORE国王{@fill=#fff}就能成为神。
zh_tw: <32>* 有了七個靈魂， {@fill=#f00}ASGORE國王{@fill=#fff}就能成為神。

source: <32>{#x1}* Six.
pt_br: <32>{#x1}* Seis.
zh_cn: <32>{#x1}* 六个。
zh_tw: <32>{#x1}* 六個。

source: <32>{#x1}* That's how many we have collected thus far.
pt_br: <32>{#x1}* Essas são quantas nos coletamos até agora.
zh_cn: <32>{#x1}* 我们已经有了六个。
zh_tw: <32>{#x1}* 我們已經有了六個。

source: <32>{#x1}* Understand?
pt_br: <32>{#x1}* Entende?
zh_cn: <32>{#x1}* 懂了吗？
zh_tw: <32>{#x1}* 懂了嗎？

source: <32>{#x1}* Through your seventh and final SOUL, monsters will finally go free.
pt_br: <32>{#x1}* Através da sua sétima e última ALMA, os monstros finalmente serão livres.
zh_cn: <32>{#x1}* 只要有了你这最后一个灵魂， 怪物们就能重获自由。
zh_tw: <32>{#x1}* 只要有了你這最後一個靈魂， 怪物們就能重獲自由。

source: <32>{#x3}* First, however, as is customary for those who make it this far...
pt_br: <32>{#x3}* Primeiro, entretanto, como é de costume para aqueles que chegam tão longe...
zh_cn: <32>{#x3}* 不过在这之前， 我应该遵循前辈们立下的规矩...
zh_tw: <32>{#x3}* 不過在這之前， 我應該遵循前輩們立下的規矩...

source: <32>{#x4}* I must tell you the tragic tale of our people.
pt_br: <32>{#x4}* Eu devo te contar a trágica história do nosso povo.
zh_cn: <32>{#x4}* 向你讲述一段 我族人民的悲惨历史。
zh_tw: <32>{#x4}* 向你講述一段 我族人民的悲慘歷史。

source: <32>{#x5}* It all began long ago, when...
pt_br: <32>{#x5}* Começou a muito tempo, quando...
zh_cn: <32>{#x5}* 一切，都要从很久以前说起...
zh_tw: <32>{#x5}* 一切，都要從很久以前說起...

source: <32>{#p/undyne}* No...
pt_br: <32>{#p/undyne}* Não...
zh_cn: <32>{#p/undyne}* 不...
zh_tw: <32>{#p/undyne}* 不...

source: <32>{#p/undyne}* You know what?
pt_br: <32>{#p/undyne}* Quer saber de uma coisa?
zh_cn: <32>{#p/undyne}* 你猜怎么着？
zh_tw: <32>{#p/undyne}* 你猜怎麼著？

source: <32>{*}{#p/undyne}{#i/2}* NO!!{^999}
pt_br: <32>{*}{#p/undyne}{#i/2}* NÃO!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/2}* 不行！！ゑ{^999}
zh_tw: <32>{*}{#p/undyne}{#i/2}* 不行！！ゑ{^999}

source: <32>{*}{#p/undyne}{#i/2}* SCREW IT!!{^999}
pt_br: <32>{*}{#p/undyne}{#i/2}* QUE SE DANE!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/2}* 去它的吧！！{^999}
zh_tw: <32>{*}{#p/undyne}{#i/2}* 去它的吧！！{^999}

source: <32>{*}{#p/undyne}{#i/1}* HOW COULD I TALK DOWN TO YOU LIKE THAT!!{^999}
pt_br: <32>{*}{#p/undyne}{#i/1}* COMO EU POSSO FALAR COM VOCÊ ASSIM!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/1}* 我怎么能那样居高临下地 对你说话！！{^999}
zh_tw: <32>{*}{#p/undyne}{#i/1}* 我怎麼能那樣居高臨下地 對你說話！！{^999}

source: <32>{*}{#p/undyne}{#i/1}* WHY SHOULD I TELL YOU THAT STORY!!{^999}
pt_br: <32>{*}{#p/undyne}{#i/1}* POR QUE EU DEVERIA TE CONTAR ESSA HISTÓRIA!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/1}* 我干嘛要告诉你那段故事！！{^999}
zh_tw: <32>{*}{#p/undyne}{#i/1}* 我幹嘛要告訴你那段故事！！{^999}

source: <32>{*}{#p/undyne}{#i/1}* AFTER YOU'VE FOUGHT SO HONORABLY!!{^999}
pt_br: <32>{*}{#p/undyne}{#i/1}* APÓS VOCÊ LUTAR COM TANTA HONRA!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/1}* 明明你都光荣地战斗过了！！{^999}
zh_tw: <32>{*}{#p/undyne}{#i/1}* 明明你都光榮地戰鬥過了！！{^999}

source: <32>{*}{#p/undyne}{#i/1}* WHEN YOU'RE ABOUT TO DIE!!{^999}
pt_br: <32>{*}{#p/undyne}{#i/1}* QUANDO VOCÊ ESTÁ PRESTES A MORRER!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/1}* 明明你马上就得受死了！！{^999}
zh_tw: <32>{*}{#p/undyne}{#i/1}* 明明你馬上就得受死了！！{^999}

source: <32>{*}{#p/undyne}{#i/2}* NGAHHHHHHHHHHHH!!!{^999}
zh_cn: <32>{*}{#p/undyne}{#i/2}* 嘎啊啊啊啊啊啊啊啊啊！！！{^999}
zh_tw: <32>{*}{#p/undyne}{#i/2}* 嘎啊啊啊啊啊啊啊啊啊！！！{^999}

source: <25>{#p/undyne}{#f/1}* LISTEN UP!
pt_br: <25>{#p/undyne}{#f/1}* ESCUTA AQUI!
zh_cn: <25>{#p/undyne}{#f/1}* 听着！
zh_tw: <25>{#p/undyne}{#f/1}* 聽著！

source: <25>* I like the way you fight.
pt_br: <25>* Eu gosto do jeito que você luta.
zh_cn: <25>* 我喜欢你战斗的方式。
zh_tw: <25>* 我喜歡你戰鬥的方式。

source: <25>{#f/16}* Like any good warrior, you fight until your enemy's been crushed...
pt_br: <25>{#f/16}* Como qualquer grande guerreiro, você luta até seu inimigo cair no chão...
zh_cn: <25>{#f/16}* 你就像一个真正的战士， 把敌人痛扁一顿...
zh_tw: <25>{#f/16}* 你就像一個真正的戰士， 把敵人痛扁一頓...

source: <25>{#f/17}* ... and then you spare them, so they can live to tell the tale!
pt_br: <25>{#f/17}* ... e então vocês os deixa ir, para que eles possam contar a lenda!
zh_cn: <25>{#f/17}* ...然后放他们一条生路， 让他们继续书写自己的故事！
zh_tw: <25>{#f/17}* ...然後放他們一條生路， 讓他們繼續書寫自己的故事！

source: <25>{#f/10}* What courage...
pt_br: <25>{#f/10}* Quanta coragem...
zh_cn: <25>{#f/10}* 多么英勇啊...
zh_tw: <25>{#f/10}* 多麼英勇啊...

source: <25>{#p/undyne}{#f/1}* HUMAN!
pt_br: <25>{#p/undyne}{#f/1}* HUMANO!
zh_cn: <25>{#p/undyne}{#f/1}* 人类！
zh_tw: <25>{#p/undyne}{#f/1}* 人類！

source: <25>* YOU'RE standing in the way of EVERYBODY's hopes and dreams!
pt_br: <25>* VOCÊ está no caminho dos sonhos e esperanças de TODO MUNDO!
zh_cn: <25>* 你正是所有人通往希望 与梦想之路上的绊脚石！
zh_tw: <25>* 你正是所有人通往希望 與夢想之路上的絆腳石！

source: <25>{#f/11}* Alphys's history films made me think humans were cool...
pt_br: <25>{#f/11}* Os filmes de história da Alphys me fizeram gostar de humanos...
zh_cn: <25>{#f/11}* Alphys的历史电影让我 以为人类很酷...
zh_tw: <25>{#f/11}* Alphys的歷史電影讓我 以為人類很酷...

source: <25>{#f/16}* ... with their living spacecraft and inter- dimensional portals.
pt_br: <25>{#f/16}* ... com naves espaciais e portais interdimensionais.
zh_cn: <25>{#f/16}* ...比如那些生命航天器 还有跨维度传送门。
zh_tw: <25>{#f/16}* ...比如那些生命太空飛行器 還有跨維度傳送門。

source: <25>{#f/4}* But YOU???
pt_br: <25>{#f/4}* Mas VOCÊ???
zh_cn: <25>{#f/4}* 而你呢？？？
zh_tw: <25>{#f/4}* 而你呢？？？

source: <25>{#f/1}* I guess I should apologize for how I acted back there.
pt_br: <25>{#f/1}* Eu acho que devo me desculpar da forma como agi anteriormente.
zh_cn: <25>{#f/1}* 之前那样说你， 我得和你道个歉。
zh_tw: <25>{#f/1}* 之前那樣說你， 我得和你道個歉。

source: <25>{#f/16}* You and your friend were just standing up for each other, right?
pt_br: <25>{#f/16}* Você e seu amigo só estavam se protegendo, certo?
zh_cn: <25>{#f/16}* 你和你的朋友 只是在相互扶持而已。
zh_tw: <25>{#f/16}* 你和你的朋友 只是在相互扶持而已。

source: <25>{#f/1}* Well, I can respect that sort of thing.
pt_br: <25>{#f/1}* Bem, eu respeito isso.
zh_cn: <25>{#f/1}* 哈！我当然能理解。
zh_tw: <25>{#f/1}* 哈！我當然能理解。

source: <25>{#f/17}* And then there's the local ELITE squad!
pt_br: <25>{#f/17}* E então tem o esquadrão de ELITE local!
zh_cn: <25>{#f/17}* 还有当地的特战队！
zh_tw: <25>{#f/17}* 還有當地的特戰隊！

source: <25>{#f/9}* I'll admit, I was impressed...
pt_br: <25>{#f/9}* Eu admito, estava impressionada...
zh_cn: <25>{#f/9}* 我承认，我被你打动了...
zh_tw: <25>{#f/9}* 我承認，我被你打動了...

source: <25>* The way you managed to not only get past them...
pt_br: <25>* A forma com a qual você passou deles...
zh_cn: <25>* 你不仅成功地 通过了它们...
zh_tw: <25>* 你不僅成功地 通過了它們...

source: <25>{#f/10}* But BEFRIEND them???
pt_br: <25>{#f/10}* Mas também os tornou seus AMIGOS???
zh_cn: <25>{#f/10}* 而且还和它们 交上了朋友？
zh_tw: <25>{#f/10}* 而且還和它們 交上了朋友？

source: <25>{#f/1}* I guess I shouldn't be surprised, though. * They'd like your style.
pt_br: <25>{#f/1}* Mas, eu acho que não deveria estar surpresa. * Eles gostaram do seu estilo.
zh_cn: <25>{#f/1}* 我想我不该为此惊讶。 * 它们喜欢你的作风。
zh_tw: <25>{#f/1}* 我想我不該為此驚訝。 * 它們喜歡你的作風。

source: <25>{#f/10}* The way you managed to EMBARRASS them?
pt_br: <25>{#f/10}* A maneira como você conseguiu envergonhá-los?
zh_cn: <25>{#f/10}* 你干了啥 让她们感觉那么尴尬？
zh_tw: <25>{#f/10}* 你幹了啥 讓她們感覺那麼尷尬？

source: <25>{#f/11}* I don't think I've ever seen those two so red-faced.
pt_br: <25>{#f/11}* Acho que nunca vi aqueles dois tão vermelhos.
zh_cn: <25>{#f/11}* 我从没看到 她们俩这么脸红过。
zh_tw: <25>{#f/11}* 我從沒看到 她們倆這麼臉紅過。

source: <25>{#f/10}* Even when faced with their blades, you still held your nerve?
pt_br: <25>{#f/10}* Mesmo quando enfrentando a ponta da lança, você ainda segurou seus nervos?
zh_cn: <25>{#f/10}* 他们都把刀架你脖子上了， 你还是一往无前。
zh_tw: <25>{#f/10}* 他們都把刀架你脖子上了， 你還是一往無前。

source: <25>{#f/1}* I guess you really are something special!
pt_br: <25>{#f/1}* Acho que você é realmente algo especial!
zh_cn: <25>{#f/1}* 果真是万里挑一的勇士！
zh_tw: <25>{#f/1}* 果真是萬裡挑一的勇士！

source: <25>{#f/8}* ... BUT GETTING BACK TO MY POINT!
pt_br: <25>{#f/8}* ... MAS VOLTANDO AO MEU PONTO!
zh_cn: <25>{#f/8}* ...回到正题上！
zh_tw: <25>{#f/8}* ...回到正題上！

source: <25>{#f/1}* So, at first, I was just going to kill you and take your SOUL.
pt_br: <25>{#f/1}* De início eu iria simplesmente te matar e roubar sua ALMA.
zh_cn: <25>{#f/1}* 一开始，我打算杀了你， 夺走你的灵魂。
zh_tw: <25>{#f/1}* 一開始，我打算殺了你， 奪走你的靈魂。

source: <25>{#f/11}* But after seeing the way you fight...
pt_br: <25>{#f/11}* Mas após ver sua forma de lutar...
zh_cn: <25>{#f/11}* 不过欣赏了你的战斗后...
zh_tw: <25>{#f/11}* 不過欣賞了你的戰鬥後...

source: <25>{#f/8}* THERE'S NO WAY I'D GO SO EASY ON YOU!!!
pt_br: <25>{#f/8}* SEM CHANCES DE EU PEGAR LEVE COM VOCÊ!!!
zh_cn: <25>{#f/8}* 之前那想法 可就太小儿科了！！
zh_tw: <25>{#f/8}* 之前那想法 可就太小兒科了！！

source: <25>{#f/1}* No... I want you to show me what you're REALLY made of!
pt_br: <25>{#f/1}* Não... eu quero que você me mostre do que REALMENTE é feito!
zh_cn: <25>{#f/1}* 不... 我要看看 你是什么做的！
zh_tw: <25>{#f/1}* 不... 我要看看 你是什麼做的！

source: <25>{#f/4}* And only once I've beaten you fair and square...
pt_br: <25>{#f/4}* E quando eu te derrotar justamente...
zh_cn: <25>{#f/4}* 只有当我 光明正大地击败了你...
zh_tw: <25>{#f/4}* 只有當我 光明正大地擊敗了你...

source: <25>{#f/5}* Will I finally claim the freedom that's rightfully ours!
pt_br: <25>{#f/5}* Eu finalmente irei proclamar a liberdade em nossa frente!
zh_cn: <25>{#f/5}* 我将赢得 我们应得的自由！
zh_tw: <25>{#f/5}* 我將贏得 我們應得的自由！

source: <25>{#f/16}* But, if you manage to beat me...
pt_br: <25>{#f/16}* Mas, se você me derrotar...
zh_cn: <25>{#f/16}* 但如果， 你设法击败了我...
zh_tw: <25>{#f/16}* 但如果， 你設法擊敗了我...

source: <25>{#f/9}* I'll let you through.
pt_br: <25>{#f/9}* Eu te deixarei ir.
zh_cn: <25>{#f/9}* 我就让你通过这里。
zh_tw: <25>{#f/9}* 我就讓你通過這裡。

source: <25>{#f/8}* ... IF you actually manage to beat me!!!
pt_br: <25>{#f/8}* ... ISSO se você me derrotar!!!
zh_cn: <25>{#f/8}* ...除非你 的力量强大到 足以击败我！！！
zh_tw: <25>{#f/8}* ...除非你 的力量強大到 足以擊敗我！！！

source: <25>{#f/1}* Step forward when you're ready! * Fuhuhuhu!
pt_br: <25>{#f/1}* Dê um passo à frente quando estiver pronta! * Fuhuhuhu
zh_cn: <25>{#f/1}* 当你准备好就 上前迎战吧！ * 呋呼呼呼！
zh_tw: <25>{#f/1}* 當你準備好就 上前迎戰吧！ * 呋呼呼呼！

source: <25>{#f/7}* You're just a COWARD!
pt_br: <25>{#f/7}* Você é só um COVARDE!
zh_cn: <25>{#f/7}* 你就是个懦夫！
zh_tw: <25>{#f/7}* 你就是個懦夫！

source: <25>{#f/16}* Remember that friend of yours from earlier?
pt_br: <25>{#f/16}* Lembra daquele seu amigo de mais cedo?
zh_cn: <25>{#f/16}* 记得你之前的朋友吗？
zh_tw: <25>{#f/16}* 記得你之前的朋友嗎？

source: <25>{#f/17}* The one you ABANDONED?
pt_br: <25>{#f/17}* Aquele que você ABANDONOU?
zh_cn: <25>{#f/17}* 被你抛弃的那个？
zh_tw: <25>{#f/17}* 被你拋棄的那個？

source: <25>{#f/13}* Even when their life was in danger, you didn't bat an eye.
pt_br: <25>{#f/13}* Mesmo quando a vida deles estava em perigo, você não pestanejou.
zh_cn: <25>{#f/13}* 纵使那孩子命悬一线， 可你连眼皮都没翻一下。
zh_tw: <25>{#f/13}* 縱使那孩子命懸一線， 可你連眼皮都沒翻一下。

source: <25>{#f/9}* Maybe if you had, your fighting style would've earned my respect.
pt_br: <25>{#f/9}* Talvez se você tivesse, seu estilo de luta teria ganho meu respeito.
zh_cn: <25>{#f/9}* 假设你救了那孩子， 那么你的战斗风格 将会赢得我的尊重。
zh_tw: <25>{#f/9}* 假設你救了那孩子， 那麼你的戰鬥風格 將會贏得我的尊重。

source: <25>{#f/16}* But it'd be naive to think you've got any sort of honor NOW.
pt_br: <25>{#f/16}* Mas eu seria ingênua em pensar que você tem algum tipo de honra AGORA.
zh_cn: <25>{#f/16}* 但就算那样， 也别天真地以为 你可以获得任何荣誉。
zh_tw: <25>{#f/16}* 但就算那樣， 也別天真地以為 你可以獲得任何榮譽。

source: <25>{#f/16}* Typical human. * Always quick to stab people in the back.
pt_br: <25>{#f/16}* Típico humano. * Sempre esperando para apunhalar os amigos nas costas.
zh_cn: <25>{#f/16}* 典型的人类。 * 总是当面一套背后一套。
zh_tw: <25>{#f/16}* 典型的人類。 * 總是當面一套背後一套。

source: <25>{#f/4}* But that's fine... * I didn't need you to be some kind of saint...
pt_br: <25>{#f/4}* Mas tudo bem... * Eu nunca pensei que você fosse um sento...
zh_cn: <25>{#f/4}* ...回归正题 * 在这里我不需要你 假惺惺地扮演一个圣人...
zh_tw: <25>{#f/4}* ...回歸正題 * 在這裡我不需要你 假惺惺地扮演一個聖人...

source: <25>{#f/7}* BECAUSE ALL THAT MATTERS IS YOUR SOUL!
pt_br: <25>{#f/7}* PORQUE TUDO QUE IMPORTA É SUA ALMA!
zh_cn: <25>{#f/7}* 因为对我们而言 最重要的是 你的灵魂！
zh_tw: <25>{#f/7}* 因為對我們而言 最重要的是 你的靈魂！

source: <25>* Hiding behind that kid so you could run away from me again!
pt_br: <25>* Se escondendo atrás daquela criança só pra fugir de mim de novo!
zh_cn: <25>* 你躲在那孩子的身后， 得以再次从我手心里逃走！
zh_tw: <25>* 你躲在那孩子的身後， 得以再次從我手心裡逃走！

source: <25>* The way you managed to not only get past the local ELITE squad...
pt_br: <25>* A forma como você não apenas conseguiu passar pela ELITE...
zh_cn: <25>* 你不仅设法通过了 当地的特战队....
zh_tw: <25>* 你不僅設法通過了 當地的特戰隊....

source: <25>{#f/11}* You've got cojones, punk.
pt_br: <25>{#f/11}* Você tem nervos, pirralha.
zh_cn: <25>{#f/11}* 挺有胆量的，小混蛋。
zh_tw: <25>{#f/11}* 挺有膽量的，小混蛋。

source: <25>{#f/8}* ... NOT THAT IT ACTUALLY MATTERS!
pt_br: <25>{#f/8}* ... NÃO QUE ISSO IMPORTE!
zh_cn: <25>{#f/8}* ...但这并不重要！
zh_tw: <25>{#f/8}* ...但這並不重要！

source: <25>{#f/10}* The way you managed to EMBARRASS the local ELITE squad?
pt_br: <25>{#f/10}* A maneira como você conseguiu envergonhar o esquadrão de ELITE local?
zh_cn: <25>{#f/10}* 你干了啥让当地的 特战队那么尴尬？
zh_tw: <25>{#f/10}* 你幹了啥讓當地的 特戰隊那麼尷尬？

source: <25>{#f/8}* ... AS IF THAT'D WORK ON ME!
pt_br: <25>{#f/8}* ... COMO SE ISSO FOSSE FUNCIONAR EM MIM!
zh_cn: <25>{#f/8}* ...说得好像 对我有用一样！
zh_tw: <25>{#f/8}* ...說得好像 對我有用一樣！

source: <25>{#f/10}* The way you've managed to get through without killing anyone?
pt_br: <25>{#f/10}* A forma como você chegou aqui sem matar ninguém?
zh_cn: <25>{#f/10}* 你在谁都没有杀害的情况下 来到了这里。
zh_tw: <25>{#f/10}* 你在誰都沒有殺害的情況下 來到了這裡。

source: <25>{#f/11}* Congratulations, punk. * You're a little nicer than the average human.
pt_br: <25>{#f/11}* Parabéns, pirralha. * Você é um pouco mais legal do que outros humanos.
zh_cn: <25>{#f/11}* 祝贺你啊，小混蛋。 * 你比一般的人类好一点。
zh_tw: <25>{#f/11}* 祝賀你啊，小混蛋。 * 你比一般的人類好一點。

source: <25>{#f/8}* ... AS IF I CARE!
pt_br: <25>{#f/8}* ... COMO SE EU ME IMPORTASSE!
zh_cn: <25>{#f/8}* ...说得好像我在乎一样！
zh_tw: <25>{#f/8}* ...說得好像我在乎一樣！

source: <25>{#f/4}* You know what would be more valuable to everyone?
pt_br: <25>{#f/4}* Sabe o que seria melhor pra todo mundo?
zh_cn: <25>{#f/4}* 你知道对大家而言 什么事才更有意义吗？
zh_tw: <25>{#f/4}* 你知道對大家而言 什麼事才更有意義嗎？

source: <25>{#f/7}* IF YOU WERE DEAD!
pt_br: <25>{#f/7}* SE VOCÊ MORRESSE!
zh_cn: <25>{#f/7}* 就是你的死！！！
zh_tw: <25>{#f/7}* 就是你的死！！！

source: <25>{#f/17}* Your life is all that stands between us and our freedom!
pt_br: <25>{#f/17}* Sua vida é tudo que impede nossa liberdade!
zh_cn: <25>{#f/17}* 你的生命不过是 将自由阻挡在我们 面前的障碍！！
zh_tw: <25>{#f/17}* 你的生命不過是 將自由阻擋在我們 面前的障礙！！

source: <25>{#f/1}* Right now, I can feel everyone's minds racing together!
pt_br: <25>{#f/1}* Agora mesmo, eu consigo sentir todas as mentes trabalhando como uma!
zh_cn: <25>{#f/1}* 就在此刻， 我能感受到大家的心 正随着共同的节奏鼓动！
zh_tw: <25>{#f/1}* 就在此刻， 我能感受到大家的心 正隨著共同的節奏鼓動！

source: <25>* Everyone's been waiting their whole lives for this moment!
pt_br: <25>* Todos esperaram suas vidas inteiras por este momento!
zh_cn: <25>* 每个人一生 都在等待这一刻！
zh_tw: <25>* 每個人一生 都在等待這一刻！

source: <25>{#f/9}* But we're not nervous at all.
pt_br: <25>{#f/9}* Mas não estamos nem um pouco nervosos.
zh_cn: <25>{#f/9}* 但我们一点也不慌张。
zh_tw: <25>{#f/9}* 但我們一點也不慌張。

source: <25>{#f/17}* When everyone puts their minds together, they can't lose!
pt_br: <25>{#f/17}* Quando todos colocam as mentes unidas, não dá pra perder!
zh_cn: <25>{#f/17}* 只要所有人团结一心， 我们绝不会败！
zh_tw: <25>{#f/17}* 只要所有人團結一心， 我們絕不會敗！

source: <25>{#f/1}* Now, human! * Let's end this, right here, right now!
pt_br: <25>{#f/1}* Agora, humano! * Vamos terminar isso, aqui e agora!
zh_cn: <25>{#f/1}* 来吧，人类！ * 让我们了结这一切吧， 就在此时，就在此地！
zh_tw: <25>{#f/1}* 來吧，人類！ * 讓我們了結這一切吧， 就在此時，就在此地！

source: <25>{#f/17}* I'll show you how determined monsters can truly be!
pt_br: <25>{#f/17}* Eu vou te mostrar o quão determinado os monstros podem ser!
zh_cn: <25>{#f/17}* 我会让你见识一下 怪物们的决心有多么强大！
zh_tw: <25>{#f/17}* 我會讓你見識一下 怪物們的決心有多麼強大！

source: <25>{#f/7}* You're just a ruthless MURDERER!
pt_br: <25>{#f/7}* Você é só um ASSASSINO sem remorso!
zh_cn: <25>{#f/7}* 你只是个冷血杀手罢了！
zh_tw: <25>{#f/7}* 你只是個冷血殺手罷了！

source: <25>{#f/11}* Self-defense? * Please.
pt_br: <25>{#f/11}* Defesa pessoal? * Por favor.
zh_cn: <25>{#f/11}* 正当防卫？ * 得了吧。
zh_tw: <25>{#f/11}* 正當防衛？ * 得了吧。

source: <25>{#f/11}* What? You thought I'd overlook what you were up to in the Outlands?
pt_br: <25>{#f/11}* O que? Você acha que eu não recebi mensagens das Outlands?
zh_cn: <25>{#f/11}* 怎么？你觉得我会对你 在外域的所作所为 视而不见吗？
zh_tw: <25>{#f/11}* 怎麼？你覺得我會對你 在外域的所作所為 視而不見嗎？

source: <25>{#f/1}* Fuhuhu... think again.
pt_br: <25>{#f/1}* Fuhuhu... melhor pensar de novo.
zh_cn: <25>{#f/1}* 呋呼呼... 再想想吧。
zh_tw: <25>{#f/1}* 呋呼呼... 再想想吧。

source: <25>{#f/9}* You didn't kill that monster because you had to.
pt_br: <25>{#f/9}* Você não matou aquele monstro porque tinha.
zh_cn: <25>{#f/9}* 你可不是不得已 才杀了那只怪物。
zh_tw: <25>{#f/9}* 你可不是不得已 才殺了那隻怪物。

source: <25>{#f/9}* You didn't kill those monsters because you had to.
pt_br: <25>{#f/9}* Você não matou aqueles monstros porque tinha.
zh_cn: <25>{#f/9}* 你可不是不得已 才杀了那些怪物。
zh_tw: <25>{#f/9}* 你可不是不得已 才殺了那些怪物。

source: <25>{#f/11}* You did it because it was EASY for you. * Because it was FUN.
pt_br: <25>{#f/11}* Você fez porque foi FÁCIL para você. * Porque foi DIVERTIDO.
zh_cn: <25>{#f/11}* 你杀死他们是因为 那对你而言易如反掌。 * 是因为那对你而言很有趣。
zh_tw: <25>{#f/11}* 你殺死他們是因為 那對你而言易如反掌。 * 是因為那對你而言很有趣。

source: <25>{#f/16}* Do you think it was fun when I found out?
pt_br: <25>{#f/16}* Você acha que foi divertido quando eu descobri?
zh_cn: <25>{#f/16}* 那你觉得， 当我发现这一切的时候， 还会感到很有趣吗？
zh_tw: <25>{#f/16}* 那你覺得， 當我發現這一切的時候， 還會感到很有趣嗎？

source: <25>{#f/9}* The canine unit. * The local ELITE squad. * And many others, too...
pt_br: <25>{#f/9}* A unidade canina. * O esquadrão de ELITE local. * E muitos outros, também...
zh_cn: <25>{#f/9}* 犬卫队。 * 当地特战队。 * 还有其他人...
zh_tw: <25>{#f/9}* 犬衛隊。 * 當地特戰隊。 * 還有其他人...

source: <25>* Almost everyone I know and love, dead just like that.
pt_br: <25>* Quase todo mundo que eu conheço e amo, mortos tão facilmente.
zh_cn: <25>* 所有我所知晓， 我所深爱的人， 就这样死去了。
zh_tw: <25>* 所有我所知曉， 我所深愛的人， 就這樣死去了。

source: <25>{#f/9}* The canine unit, AND the local ELITE squad...
pt_br: <25>{#f/9}* A unidade canina, E o esquadrão de ELITE local.
zh_cn: <25>{#f/9}* 犬卫队， 还有当地特战队...
zh_tw: <25>{#f/9}* 犬衛隊， 還有當地特戰隊...

source: <25>* People I've served with for years, gone in the blink of an eye.
pt_br: <25>* Pessoas das quais eu servi por anos, mortas em um piscar de olhos.
zh_cn: <25>* 这些与我共事的战友们， 眨眼之间，便离我而去。
zh_tw: <25>* 這些與我共事的戰友們， 眨眼之間，便離我而去。

source: <26>{#f/9}* The local ELITE squad, who dedicated their lives to service...
pt_br: <26>{#f/9}* O esquadrão de ELITE local, que dedicou sua vida ao serviço...
zh_cn: <26>{#f/9}* 当地特战队， 一生尽职尽责的他们...
zh_tw: <26>{#f/9}* 當地特戰隊， 一生盡職盡責的他們...

source: <25>* Gone in one fell swoop.
pt_br: <25>* Mortos em poucos passos.
zh_cn: <25>* 只一刹那， 便全部消失不见。
zh_tw: <25>* 只一剎那， 便全部消失不見。

source: <25>{#f/9}* The canine unit, who protected that little town for years...
pt_br: <25>{#f/9}* A unidade canina, que protegia aquela pequena cidade todos esses anos...
zh_cn: <25>{#f/9}* 犬卫队， 多年来一直保护 那座小镇的他们...
zh_tw: <25>{#f/9}* 犬衛隊， 多年來一直保護 那座小鎮的他們...

source: <25>* Gone without a trace.
pt_br: <25>* Se foram ser deixar traços.
zh_cn: <25>* 消失得无影无踪。
zh_tw: <25>* 消失得無影無蹤。

source: <26>{#f/9}* That ghost, who wanted nothing more than to fuse with their dummy...
pt_br: <26>{#f/9}* Aquele fantasma, que não queria nada além de fundir-se com o corpo de boneco...
zh_cn: <26>{#f/9}* 那个幽灵，只想和他的 训练人偶融合的他...
zh_tw: <26>{#f/9}* 那個幽靈，只想和他的 訓練人偶融合的他...

source: <25>* Erased in a mere moment.
pt_br: <25>* Erradicado em um mero momento.
zh_cn: <25>* 转瞬即逝。
zh_tw: <25>* 轉瞬即逝。

source: <25>{#f/9}* That spider, who only wanted to protect and care for the clans...
pt_br: <25>{#f/9}* Aquela aranha, que só desejava proteger e cuidar do seu clã...
zh_cn: <25>{#f/9}* 那只蜘蛛， 只想好好保护和照顾 自己部落的她...
zh_tw: <25>{#f/9}* 那隻蜘蛛， 只想好好保護和照顧 自己部落的她...

source: <25>* Not only is she dead, but spiders' lives are in jeopardy.
pt_br: <25>* Não apenas ela está morta, mas a vida das aranhas está em perigo.
zh_cn: <25>* 与世长辞。 * 在此之后，其他蜘蛛 便处于危险境地之中。
zh_tw: <25>* 與世長辭。 * 在此之後，其他蜘蛛 便處於危險境地之中。

source: <25>{#f/9}* Doge, who had a strong and unwavering sense of duty...
pt_br: <25>{#f/9}* Doge, que tinha um forte e inesquecível senso de batalha...
zh_cn: <25>{#f/9}* Doge，有着强烈且坚定的 责任感的她...
zh_tw: <25>{#f/9}* Doge，有著強烈且堅定的 責任感的她...

source: <25>* Even if putting her life at risk was her job, she's still dead.
pt_br: <25>*Mesmo que colocar a vida dela em perigo fosse seu trabalho, ela ainda está morta.
zh_cn: <25>* 纵使要冒着生命危险 工作，她仍旧献出了 自己的生命。
zh_tw: <25>* 縱使要冒著生命危險 工作，她仍舊獻出了 自己的生命。

source: <25>{#f/9}* That big dog, one of the kindest and sweetest dogs ever...
pt_br: <25>{#f/9}* Aquele grande cachorro, uma das almas mais bondosas e doces...
zh_cn: <25>{#f/9}* 那只大狗狗， 最善良、最可爱的它...
zh_tw: <25>{#f/9}* 那隻大狗狗， 最善良、最可愛的它...

source: <25>* Eliminated before his time.
pt_br: <25>* Eliminado antes do seu tempo.
zh_cn: <25>* 英年早逝。
zh_tw: <25>* 英年早逝。

source: <25>{#f/9}* Those two dogs, caring for each other through thick and thin...
pt_br: <25>{#f/9}* Esses dois cachorros, cuidando do focinho um do outro...
zh_cn: <25>{#f/9}* 那两只甜蜜的狗狗， 总是悉心照顾彼此的 他们...
zh_tw: <25>{#f/9}* 那兩隻甜蜜的狗狗， 總是悉心照顧彼此的 他們...

source: <25>* Their love and legacy, ripped away in an instant.
pt_br: <25>* Seu amor e legado, partido ao meio em um instante.
zh_cn: <25>* 只一瞬间， 他们的爱情与遗产， 就被无情夺走。
zh_tw: <25>* 只一瞬間， 他們的愛情與遺產， 就被無情奪走。

source: <25>{#f/9}* That little dog who wanted nothing more than to be pet...
pt_br: <25>{#f/9}* Aquele cachorrinho que queria nada além de ser acariciado...
zh_cn: <25>{#f/9}* 那只小狗狗， 除了被抚摸外 别无所求的他...
zh_tw: <25>{#f/9}* 那隻小狗狗， 除了被撫摸外 別無所求的他...

source: <25>* Only to be met with a ruthless attack.
pt_br: <25>* Apenas para enfrentar um ataque mortal.
zh_cn: <25>* 受到的却是 冷漠无情的攻击。
zh_tw: <25>* 受到的卻是 冷漠無情的攻擊。

source: <25>{#f/9}* Doggo, who I PERSONALLY looked after for some time...
pt_br: <25>{#f/9}* Doggo, de quem eu cuidei PESSOALMENTE por algum tempo...
zh_cn: <25>{#f/9}* Doggo，受我亲自照顾 一段时间的他...
zh_tw: <25>{#f/9}* Doggo，受我親自照顧 一段時間的他...

source: <25>* Now dead thanks to the whims of a single human.
pt_br: <25>* Agora morto graças a um único humano.
zh_cn: <25>* 因为一个人类的 一时兴起， 失去了自己的生命。
zh_tw: <25>* 因為一個人類的 一時興起， 失去了自己的生命。

source: <25>{#f/9}* That woman in the Outlands... I didn't know her, but...
pt_br: <25>{#f/9}* Aquela mulher nas Outlands... eu não a conhecia, mas...
zh_cn: <25>{#f/9}* 在外域的那位女士... 我对她并不怎么了解， 但是...
zh_tw: <25>{#f/9}* 在外域的那位女士... 我對她並不怎麼了解， 但是...

source: <25>* She hasn't been seen since you arrived in Starton.
pt_br: <25>* Ela não foi vista desde que você chegou em Starton.
zh_cn: <25>* 在你抵达星港之后， 我就再也没见到她了。
zh_tw: <25>* 在你抵達星港之後， 我就再也沒見到她了。

source: <25>{#f/9}* Every. Single. Monster. Who spent their lives in the factory...
pt_br: <25>{#f/9}* Cada. Alma. Monstro. Que passaram suas vidas na fábrica...
zh_cn: <25>{#f/9}* 在工厂里度过一生的... 每 一 只 怪 物。
zh_tw: <25>{#f/9}* 在工廠裡度過一生的... 每 一 只 怪 物。

source: <25>* Only to have it all snatched away.
pt_br: <25>* Apenas para ter tomado tudo deles.
zh_cn: <25>* 都被夺去了生命。
zh_tw: <25>* 都被奪去了生命。

source: <25>{#f/9}* Every. Single. Monster. Who lived peacefully in Starton...
pt_br: <25>{#f/9}* Cada. Alma, Monstro. Que vivia pacificamente em Starton...
zh_cn: <25>{#f/9}* 在星港平静生活的... 每 一 只 怪 物。
zh_tw: <25>{#f/9}* 在星港平靜生活的... 每 一 只 怪 物。
