Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#k/3}* Unless...
pt_br: <32>{#k/3}* Ah não ser que...
zh_cn: <32>{#k/3}* 难道...ゑ
zh_tw: <32>{#k/3}* 難道...ゑ

source: <32>{#k/2}* You just wanna get my reaction, don'tcha?
pt_br: <32>{#k/2}* Você só queria ver minha reação, não é?
zh_cn: <32>{#k/2}* 就是为了看看我啥反应？[ADD]<32>{#k/2}* 是吗？ゑ
zh_tw: <32>{#k/2}* 就是為了看看我啥反應？[ADD]<32>{#k/2}* 是嗎？ゑ

source: <32>{#k/4}* ...
zh_cn: <32>{#k/4}* ...ゑ
zh_tw: <32>{#k/4}* ...ゑ

source: <32>{#k/4}* How about... nah.
pt_br: <32>{#k/4}* Que tal... nada.
zh_cn: <32>{#k/4}* 你还不如... 唉算了。ゑ
zh_tw: <32>{#k/4}* 你還不如... 唉算了。ゑ

source: <32>{#p/basic}{#k/1}* I get it, guys.
pt_br: <32>{#p/basic}{#k/1}* Eu já entendi, caras.
zh_cn: <32>{#p/basic}{#k/1}* 好了我知道了娃们。ゑ
zh_tw: <32>{#p/basic}{#k/1}* 好了我知道了娃們。ゑ

source: <32>{#k/1}* She's dead.
pt_br: <32>{#k/1}* Ela está morta.
zh_cn: <32>{#k/1}* 她死了。ゑ
zh_tw: <32>{#k/1}* 她死了。ゑ

source: <32>{#k/3}* You expectin' me to throw a party for you or somethin'?
pt_br: <32>{#k/3}* Vocês estão esperando que eu faça uma festa pra comemorar ou o que?
zh_cn: <32>{#k/3}* 赖着不走， 是等着我给你俩办庆功宴吗？ゑ
zh_tw: <32>{#k/3}* 賴著不走， 是等著我給你倆辦慶功宴嗎？ゑ

source: <32>{#k/1}* Get outta my sight.
pt_br: <32>{#k/1}* Some daqui.
zh_cn: <32>{#k/1}* 现在给我滚。ゑ
zh_tw: <32>{#k/1}* 現在給我滾。ゑ

source: <32>{#p/basic}{#k/1}* ...
zh_cn: <32>{#p/basic}{#k/1}* ...ゑ
zh_tw: <32>{#p/basic}{#k/1}* ...ゑ

source: <32>{#k/1}* You've got a real twisted sense of humor, kiddo.
pt_br: <32>{#k/1}* Você tem um senso de humor bem variado, carinha.
zh_cn: <32>{#k/1}* 小子，你可真幽默。ゑ
zh_tw: <32>{#k/1}* 小子，你可真幽默。ゑ

source: <32>{#k/3}* Killing her in front of me like that...
pt_br: <32>{#k/3}* Matar ela bem na minha frente...
zh_cn: <32>{#k/3}* 还当我面把她杀了...ゑ
zh_tw: <32>{#k/3}* 還當我面把她殺了...ゑ

source: <32>{#k/1}* You're lucky I don't walk out there and kill you myself.
pt_br: <32>{#k/1}* Você tem sorte que eu não te mato eu mesmo.
zh_cn: <32>{#k/1}* 算你幸运， 我不会走出商店，把你杀了。ゑ
zh_tw: <32>{#k/1}* 算你幸運， 我不會走出商店，把你殺了。ゑ

source: <32>{#p/basic}{#k/4}* Undyne?
zh_cn: <32>{#p/basic}{#k/4}* Undyne？ゑ
zh_tw: <32>{#p/basic}{#k/4}* Undyne？ゑ

source: <32>{#k/4}* She passed through here earlier...
pt_br: <32>{#k/4}* Ela passou por aqui mais cedo...
zh_cn: <32>{#k/4}* 前不久，她刚路过这里...ゑ
zh_tw: <32>{#k/4}* 前不久，她剛路過這裡...ゑ

source: <32>{#k/4}* She just passed through here a few moments ago.
pt_br: <32>{#k/4}* Ela passou aqui a alguns momentos atrás.
zh_cn: <32>{#k/4}* 几分钟前，她刚路过这里。ゑ
zh_tw: <32>{#k/4}* 幾分鐘前，她剛路過這裡。ゑ

source: <32>{#k/0}* Said she'd "given up" on tryin'a capture you.
pt_br: <32>{#k/0}* Dizendo que ela "desistiu" de te capturar.
zh_cn: <32>{#k/0}* 她说，“不想”抓你了。ゑ
zh_tw: <32>{#k/0}* 她說，「不想」抓你了。ゑ

source: <32>{#k/4}* What happened back there...?
pt_br: <32>{#k/4}* O que aconteceu...?
zh_cn: <32>{#k/4}* 到底咋回事？ゑ
zh_tw: <32>{#k/4}* 到底咋回事？ゑ

source: <32>{#p/basic}{#k/3}* Undyne?
zh_cn: <32>{#p/basic}{#k/3}* Undyne？ゑ
zh_tw: <32>{#p/basic}{#k/3}* Undyne？ゑ

source: <32>{#k/0}* I haven't heard from her in a while.
pt_br: <32>{#k/0}* Eu não ouço falar dela faz um tempo.
zh_cn: <32>{#k/0}* 这段时间一直没看到她。ゑ
zh_tw: <32>{#k/0}* 這段時間一直沒看到她。ゑ

source: <32>{#k/4}* She just kinda... disappeared.
pt_br: <32>{#k/4}* Ela meio que... desapareceu.
zh_cn: <32>{#k/4}* 好像... 失踪了。ゑ
zh_tw: <32>{#k/4}* 好像... 失蹤了。ゑ

source: <32>{#k/3}* Was that your doing?
pt_br: <32>{#k/3}* Foi você que fez isso?
zh_cn: <32>{#k/3}* 是你干的吧？ゑ
zh_tw: <32>{#k/3}* 是你幹的吧？ゑ

source: <32>{#k/1}* You killed her, just like you killed everyone else.
pt_br: <32>{#k/1}* Você matou ela, igual você matou todo o resto.
zh_cn: <32>{#k/1}* 你故技重施，杀了她。ゑ
zh_tw: <32>{#k/1}* 你故技重施，殺了她。ゑ

source: <32>{#k/3}* Granted, she wasn't intent on letting YOU live...
pt_br: <32>{#k/3}* É claro, ela não planejava te deixar viver...
zh_cn: <32>{#k/3}* 诚然，她追杀你， 她没想让你活命...ゑ
zh_tw: <32>{#k/3}* 誠然，她追殺你， 她沒想讓你活命...ゑ

source: <32>{#k/1}* But don't act like this was just self-defense for you.
pt_br: <32>{#k/1}* Mas não venha agindo como se isso tenha sido defesa pessoal.
zh_cn: <32>{#k/1}* 但想靠“正当防卫”糊弄我？ 没门。ゑ
zh_tw: <32>{#k/1}* 但想靠「正當防衛」糊弄我？ 沒門。ゑ

source: <32>{#k/3}* Wa ha... * I know you better than that.
pt_br: <32>{#k/3}* Wa ha... * Eu te conheço muito bem.
zh_cn: <32>{#k/3}* 哇哈... * 你的所作所为，我清楚得很。ゑ
zh_tw: <32>{#k/3}* 哇哈... * 你的所作所為，我清楚得很。ゑ

source: <32>{#p/basic}{#k/4}* ...
zh_cn: <32>{#p/basic}{#k/4}* ...ゑ
zh_tw: <32>{#p/basic}{#k/4}* ...ゑ

source: <32>{#k/0}* What more is there to say?
pt_br: <32>{#k/0}* O que tem mais para dizer?
zh_cn: <32>{#k/0}* 还有啥好说的呢？ゑ
zh_tw: <32>{#k/0}* 還有啥好說的呢？ゑ

source: <32>{#p/basic}{#k/4}* So you and her had a good time, eh?
pt_br: <32>{#p/basic}{#k/4}* Então você e ela tiveram um bom momento, hein?
zh_cn: <32>{#p/basic}{#k/4}* 欸，你俩挺合得来嘛。ゑ
zh_tw: <32>{#p/basic}{#k/4}* 欸，你倆挺合得來嘛。ゑ

source: <32>{#k/2}* Wa ha ha!
zh_cn: <32>{#k/2}* 哇哈哈！ゑ
zh_tw: <32>{#k/2}* 哇哈哈！ゑ

source: <32>{#k/0}* You've really made a good impression on her, kiddo!
pt_br: <32>{#k/0}* Você realmente deu uma boa impressão pra ela, criança!
zh_cn: <32>{#k/0}* 你在她心中的地位 直线上升了哦，孩子！ゑ
zh_tw: <32>{#k/0}* 你在她心中的地位 直線上升了喔，孩子！ゑ

source: <32>{#p/basic}{#k/4}* So are you and her... friends now?
pt_br: <32>{#p/basic}{#k/4}* Então você e ela são... amigos agora?
zh_cn: <32>{#p/basic}{#k/4}* 所以，你俩... 现在成好朋友了？ゑ
zh_tw: <32>{#p/basic}{#k/4}* 所以，你倆... 現在成好朋友了？ゑ

source: <32>{#k/0}* You've done something I never thought possible, kiddo!
pt_br: <32>{#k/0}* Você fez algo que eu jamais pensei se possível, criança!
zh_cn: <32>{#k/0}* 连我都大吃一惊啊， 孩子！ゑ
zh_tw: <32>{#k/0}* 連我都大吃一驚啊， 孩子！ゑ

source: <32>{#k/0}* Said she was proud to have fought an "honorable" human.
pt_br: <32>{#k/0}* Ela disse estar feliz por ter lutado com um humano de "honra".
zh_cn: <32>{#k/0}* 她说，和那位“可敬的人类” 好好切磋了一番。ゑ
zh_tw: <32>{#k/0}* 她說，和那位「可敬的人類」 好好切磋了一番。ゑ

source: <32>{#k/0}* Said she was "done" tryin'a capture you.
pt_br: <32>{#k/0}* Ela disse que não precisa mais te capturar.
zh_cn: <32>{#k/0}* 她说，“早就”抓到你了。ゑ
zh_tw: <32>{#k/0}* 她說，「早就」抓到你了。ゑ

source: <32>{#k/4}* The heck did you do to make her say THAT?
pt_br: <32>{#k/4}* O que caramba você fez pra ela falar ISSO?
zh_cn: <32>{#k/4}* 她咋说得出口的？ 你小子干啥了？ゑ
zh_tw: <32>{#k/4}* 她咋說得出口的？ 你小子幹啥了？ゑ

source: <32>{#p/basic}{#k/4}* If you're askin' me where to find her, she's at home. * Ain't but a few steps away.
pt_br: <32>{#p/basic}{#k/4}* Se você está me perguntando onde encontrar ela, ela tá em casa. * São alguns passos daqui.
zh_cn: <32>{#p/basic}{#k/4}* 你想去找她是吧？ * 她就在家待着呢，离这没几步路。ゑ
zh_tw: <32>{#p/basic}{#k/4}* 你想去找她是吧？ * 她就在家待著呢，離這沒幾步路。ゑ

source: <32>{#k/3}* From her words to me before...
pt_br: <32>{#k/3}* Pelo que ela me disse antes...
zh_cn: <32>{#k/3}* 听她之前那番话...ゑ
zh_tw: <32>{#k/3}* 聽她之前那番話...ゑ

source: <32>{#k/4}* It seems you two are on better terms than I thought.
pt_br: <32>{#k/4}* Parece que vocês dois estão mais "amigáveis" do que antes.
zh_cn: <32>{#k/4}* 没想到，你俩处得挺不错。ゑ
zh_tw: <32>{#k/4}* 沒想到，你倆處得挺不錯。ゑ

source: <32>{#k/4}* It seems you two have some things to work out.
pt_br: <32>{#k/4}* Parece que vocês tem algumas coisas para conversar.
zh_cn: <32>{#k/4}* 你俩得好好聊聊了。ゑ
zh_tw: <32>{#k/4}* 你倆得好好聊聊了。ゑ

source: <32>{#k/1}* Something tells me you played a part in that...
pt_br: <32>{#k/1}* Algo me diz que você desempenhou um papel nisso...
zh_cn: <32>{#k/1}* 隐隐觉得，这事跟你有关系...ゑ
zh_tw: <32>{#k/1}* 隱隱覺得，這事跟你有關係...ゑ

source: <32>{#k/0}* Well... you killed her.
pt_br: <32>{#k/0}* Bem... você matou ela.
zh_cn: <32>{#k/0}* 嗯... 她被杀了。ゑ
zh_tw: <32>{#k/0}* 嗯... 她被殺了。ゑ

source: <32>{#k/3}* Though, that's kinda her own doing.
pt_br: <32>{#k/3}* Olha, ela meio que procurou por isso.
zh_cn: <32>{#k/3}* 不过吧，这事得怪她自己。ゑ
zh_tw: <32>{#k/3}* 不過吧，這事得怪她自己。ゑ

source: <32>{#k/4}* I never really got why she was so intent on killing you humans...
pt_br: <32>{#k/4}* Eu nunca realmente entendi o motivo dela querer tanto matar humanos...
zh_cn: <32>{#k/4}* 我一直搞不明白， 她为啥就铁了心地想 干掉你们人类呢...ゑ
zh_tw: <32>{#k/4}* 我一直搞不明白， 她為啥就鐵了心地想 幹掉你們人類呢...ゑ

source: <32>{#k/0}* If she wanted your SOUL, couldn't she just wait until you died naturally?
pt_br: <32>{#k/0}* Se ela queria sua ALMA, não era mas fácil te esperar morrer em algum momento?
zh_cn: <32>{#k/0}* 就拿个灵魂而已， 等你自然老死，然后再拿， 有什么不好呢？ゑ
zh_tw: <32>{#k/0}* 就拿個靈魂而已， 等你自然老死，然後再拿， 有什麼不好呢？ゑ

source: <32>{#p/basic}{#k/0}* Undyne? * Oh, that poor little urchin. * Normally, I'd call her the hero...
pt_br: <32>{#p/basic}{#k/0}* Undyne? * Oh, aquela pobre peixinha. * Normalmente, eu a chamaria de heroína.
zh_cn: <32>{#p/basic}{#k/0}* Undyne？ * 哦，一个小淘气鬼而已。 * 要是换平时，我会说她是英雄...ゑ
zh_tw: <32>{#p/basic}{#k/0}* Undyne？ * 喔，一個小淘氣鬼而已。 * 要是換平時，我會說她是英雄...ゑ

source: <32>{#k/1}* But to be honest, I've seen what you've done. * She doesn't stand a chance.
pt_br: <32>{#k/1}* Mas pra ser honesto, eu vi o que você fez. * Ela não tem chance.
zh_cn: <32>{#k/1}* 不过，我一路上目睹了 你的所做所为。 * 她再怎么逞能，也是白费功夫。ゑ
zh_tw: <32>{#k/1}* 不過，我一路上目睹了 你的所做所為。 * 她再怎麼逞能，也是白費功夫。ゑ

source: <32>{#k/4}* Don't get me wrong, she'll give ya one hell of a fight.
pt_br: <32>{#k/4}* Não me entenda errado, ela vai te dar a luta da sua vida.
zh_cn: <32>{#k/4}* 别误会。 * 即使没有胜算， 她会好好和你打一场。ゑ
zh_tw: <32>{#k/4}* 別誤會。 * 即使沒有勝算， 她會好好和你打一場。ゑ

source: <32>{#k/3}* But no... the outpost needs a different kinda hero now.
pt_br: <32>{#k/3}* Mas não... o Outpost precisa de outro tipo de herói agora.
zh_cn: <32>{#k/3}* 可是... 一味只会诉诸武力的人， 救不了前哨站。ゑ
zh_tw: <32>{#k/3}* 可是... 一味只會訴諸武力的人， 救不了前哨站。ゑ

source: <32>{#k/3}* Someone that doesn't operate on brawn and bravado...
pt_br: <32>{#k/3}* Alguém que não opera na base da raiva ou instinto...
zh_cn: <32>{#k/3}* 此时，仍能“众人皆醉我独醒”， 愿意寻找另一种办法 化解危机之人...ゑ
zh_tw: <32>{#k/3}* 此時，仍能「眾人皆醉我獨醒」， 願意尋找另一種辦法 化解危機之人...ゑ

source: <32>{#k/3}* Someone that doesn't see the universe like everyone else...
pt_br: <32>{#k/3}* Alguém que não vê o universo como todo mundo...
zh_cn: <32>{#k/3}* 才是真正的英雄。ゑ
zh_tw: <32>{#k/3}* 才是真正的英雄。ゑ

source: <32>{#k/0}* Wa ha ha. * I don't doubt someone like that will be the end of you.
pt_br: <32>{#k/0}* Wa ha ha. * Eu não dúvido que alguém assim será seu fim.
zh_cn: <32>{#k/0}* 哇哈哈。 * 我相信，这样的英雄 一定能灭了你们。ゑ
zh_tw: <32>{#k/0}* 哇哈哈。 * 我相信，這樣的英雄 一定能滅了你們。ゑ

source: <32>{#p/basic}{#k/1}* I'm not a hero.
pt_br: <32>{#p/basic}{#k/1}* Eu não sou um herói.
zh_cn: <32>{#p/basic}{#k/1}* 我不是英雄。ゑ
zh_tw: <32>{#p/basic}{#k/1}* 我不是英雄。ゑ

source: <32>{#k/3}* But I know there's someone out there.
pt_br: <32>{#k/3}* Mas eu sei que tem alguém por aí.
zh_cn: <32>{#k/3}* 但我知道，在这里的某处， 一定有这样一位英雄：ゑ
zh_tw: <32>{#k/3}* 但我知道，在這裡的某處， 一定有這樣一位英雄：ゑ

source: <32>* Someone who'll never give up trying to do the right thing, no matter what.
pt_br: <32>* Alguém que jamais desistirá de fazer a coisa certa, não importa o que.
zh_cn: <32>* 那英雄不管身处何种境地， 始终坚守正义。ゑ
zh_tw: <32>* 那英雄不管身處何種境地， 始終堅守正義。ゑ

source: <32>{#k/0}* There's no prophecy or legend 'bout anyone like that.
pt_br: <32>{#k/0}* Não tem profecia ou lenda sobre alguém assim.
zh_cn: <32>{#k/0}* 那英雄江湖无名， 任何传说从未提及。ゑ
zh_tw: <32>{#k/0}* 那英雄江湖無名， 任何傳說從未提及。ゑ

source: <32>* It's just something I know is true.
pt_br: <32>* Eu só sei que é verdade.
zh_cn: <32>* 但我仍然坚信， 那英雄一定就在某处。ゑ
zh_tw: <32>* 但我仍然堅信， 那英雄一定就在某處。ゑ

source: <32>{#k/3}* One day, someone like that will hunt you down.
pt_br: <32>{#k/3}* Que algum dia, alguém vai botar ocê pra dormir.
zh_cn: <32>{#k/3}* 有朝一日， 那英雄定会将你斩于马下。ゑ
zh_tw: <32>{#k/3}* 有朝一日， 那英雄定會將你斬於馬下。ゑ

source: <32>{#k/0}* I'd watch your back, kiddo.
pt_br: <32>{#k/0}* Eu ficaria de olho por onde anda, criança.
zh_cn: <32>{#k/0}* 孩子，你最好小心点。ゑ
zh_tw: <32>{#k/0}* 孩子，你最好小心點。ゑ

source: <32>{#k/0}* 'Cause sooner or later, before you know it...
pt_br: <32>{#k/0}* Porque cedo ou tarde, antes "do-cê" perceber...
zh_cn: <32>{#k/0}* 指不定哪天...ゑ
zh_tw: <32>{#k/0}* 指不定哪天...ゑ

source: <32>{#k/3}* ... you'll be as good as dead.
pt_br: <32>{#k/3}* ... Ocê vai estar morto da silva.
zh_cn: <32>{#k/3}* 你就死定了。ゑ
zh_tw: <32>{#k/3}* 你就死定了。ゑ

source: <32>{#p/basic}{#k/0}* Undyne? * Yeah, she's a local hero around here.
pt_br: <32>{#p/basic}{#k/0}* Undyne? * É, ela é um heroína local por aqui.
zh_cn: <32>{#p/basic}{#k/0}* Undyne？ * 是啊，她是这一带的英雄。
zh_tw: <32>{#p/basic}{#k/0}* Undyne？ * 是啊，她是這一帶的英雄。

source: <32>{#k/3}* She stormed off earlier... seemed pretty upset at someone who looked just like you...
pt_br: <32>{#k/3}* Ela passou voando mais cedo... parecia bem irritada com alguém igualzinho você...
zh_cn: <32>{#k/3}* 刚刚，她四处咆哮... * 似乎特别厌恶 长得像你一样的家伙...
zh_tw: <32>{#k/3}* 剛剛，她四處咆哮... * 似乎特別厭惡 長得像你一樣的傢伙...

source: <32>{#k/2}* I'd watch your back, kiddo. * And buy some items... * It might just save your hide! * Wa ha ha!
pt_br: <32>{#k/2}* Eu ficaria esperto, criança. * E compraria alguns itens... * Talvez salve sua pele! * Wa ha ha!
zh_cn: <32>{#k/2}* 孩子，我会帮你一把的。 * 买点东西吧， 说不定能救你一命呢！ * 哇哈哈！
zh_tw: <32>{#k/2}* 孩子，我會幫你一把的。 * 買點東西吧， 說不定能救你一命呢！ * 哇哈哈！

source: <32>{#k/4}* Through grit and determination alone, she fought her way to the top of the Royal Guard.
pt_br: <32>{#k/4}* Com esforço e determinação, ela lutou até o topo da Guarda Real.
zh_cn: <32>{#k/4}* 凭借勇气和决心， 她一路奋斗到皇家守卫的顶点。
zh_tw: <32>{#k/4}* 憑藉勇氣和決心， 她一路奮鬥到皇家守衛的頂點。

source: <32>{#k/3}* Actually, she just came through here asking about someone who looked just like you...
pt_br: <32>{#k/3}* Na verdade, ela acabou de passar aqui e perguntar por alguém que se parecia contigo...
zh_cn: <32>{#k/3}* 刚刚，她来这里问 有没有见到一个 长得很像你的家伙...
zh_tw: <32>{#k/3}* 剛剛，她來這裡問 有沒有見到一個 長得很像你的傢伙...

source: Foundry - Abyss
zh_cn: 铸厂 - 深渊
zh_tw: 鑄廠 - 深淵

source: <32>{#p/human}* (You find yourself at the lowest point on the outpost.)
pt_br: <32>{#p/human}* (Você se encontra no ponto mais baixo do Outpost.)
zh_cn: <32>{#p/human}* （你发现自己身处 前哨站的最低点。）
zh_tw: <32>{#p/human}* （你發現自己身處 前哨站的最低點。）

source: <32>{#p/human}* (This sense of limbo fills you with determination.)
pt_br: <32>{#p/human}* (Esse sentimento de limbo te enche de determinação.)
zh_cn: <32>{#p/human}* （这种身处边境的不定感 使你充满了决心。）
zh_tw: <32>{#p/human}* （這種身處邊境的不定感 使你充滿了決心。）

source: Foundry - Bridge
pt_br: Foundry - Ponte
zh_cn: 铸厂 - 钢索桥
zh_tw: 鑄廠 - 鋼索橋

source: <32>{#p/human}* (The starlight dims, filling you with determination.)
pt_br: <32>{#p/human}* (A luz das estrelas diminui, enchendo-o de determinação.)
zh_cn: <32>{#p/human}* （星光渐渐暗淡， 这使你充满了决心。）
zh_tw: <32>{#p/human}* （星光漸漸暗淡， 這使你充滿了決心。）

source: <32>{#p/human}* (The starlight glimmers, distant as it may be.)
pt_br: <32>{#p/humano}* (A luz das estrelas brilha, por mais distante que seja.)
zh_cn: <32>{#p/human}* （虽然远在天际，星光依旧闪烁。）
zh_tw: <32>{#p/human}* （雖然遠在天際，星光依舊閃爍。）

source: <32>{#p/human}* (This fills you with determination.)
pt_br: <32>{#p/human}* (Isso te enche de determinação.)
zh_cn: <32>{#p/human}* （这使你充满了决心。）
zh_tw: <32>{#p/human}* （這使你充滿了決心。）

source: Foundry - Quiet Area
pt_br: Foundry - Área Quieta
zh_cn: 铸厂 - 宁静地带
zh_tw: 鑄廠 - 寧靜地帶

source: <32>{#p/human}* (The silence is deafening...)
pt_br: <32>{#p/human}* (O silêncio é ensurdecedor...)
zh_cn: <32>{#p/human}* （这里静得可怕...）
zh_tw: <32>{#p/human}* （這裡靜得可怕...）

source: <32>{#p/human}* (Yet it fills you with determination.)
pt_br: <32>{#p/human}* (Mesmo assim, ele te enche de determinação.)
zh_cn: <32>{#p/human}* （这仍使你充满了决心。）
zh_tw: <32>{#p/human}* （這仍使你充滿了決心。）

source: <32>{#p/human}* (Returning to such a quiet place after your journey fills you with determination.)
pt_br: <32>{#p/human}* (Retornar para um lugar tão quieto após sua longa jornada te enche de determinação.)
zh_cn: <32>{#p/human}* （旅途即将结束， 而你又回到这片宁静地带。） * （这使你充满了决心。）
zh_tw: <32>{#p/human}* （旅途即將結束， 而你又回到這片寧靜地帶。） * （這使你充滿了決心。）

source: <32>{#p/human}* (A short reprieve in the ongoing chaos...)
pt_br: <32>{#p/human}* (Um breve alívio no caos em curso...)
zh_cn: <32>{#p/human}* （在持续的混乱中 得到了短暂的喘息...）
zh_tw: <32>{#p/human}* （在持續的混亂中 得到了短暫的喘息...）

source: <32>{#p/human}* (It fills you with determination.)
pt_br: <32>{#p/human}* (Isso te enche de determinação.)
zh_cn: <32>{#p/human}* （这使你充满了决心。）
zh_tw: <32>{#p/human}* （這使你充滿了決心。）

source: <32>{#p/human}* (The chaos has come to an end, filling you with determination.)
pt_br: <32>{#p/human}* (O caos chegou ao fim, te enchendo de determinação.)
zh_cn: <32>{#p/human}* （混乱消退了。） * （这使你充满了决心。）
zh_tw: <32>{#p/human}* （混亂消退了。） * （這使你充滿了決心。）

source: <32>{#p/human}* (In with the steam comes the bitter scent of betrayal.)
pt_br: <32>{#p/human}* (Com o vapor vem o cheiro amargo da traição.)
zh_cn: <32>{#p/human}* （随着蒸汽而来的 是背叛的苦涩。）
zh_tw: <32>{#p/human}* （隨著蒸汽而來的 是背叛的苦澀。）

source: <32>{#p/human}* (In with the steam comes the sweet scent of friendship.)
pt_br: <32>{#p/human}* (Com o vapor vem o doce perfume da amizade.)
zh_cn: <32>{#p/human}* （随着蒸汽而来的 是友谊的芬芳。）
zh_tw: <32>{#p/human}* （隨著蒸汽而來的 是友誼的芬芳。）

source: Foundry - Dark Zone
pt_br: Foundry - Zona Escura
zh_cn: 铸厂 - 暗区
zh_tw: 鑄廠 - 暗區

source: <32>{#p/human}* (Wandering deeper into the factory fills you with determination.)
pt_br: <32>{#p/human}* (Vagar mais fundo na fábrica te enche de determinação.)
zh_cn: <32>{#p/human}* （在铸厂的深处漫步， 使你充满了决心。）
zh_tw: <32>{#p/human}* （在鑄廠的深處漫步， 使你充滿了決心。）

source: <32>{#p/human}* (Thinking of the friends you corrupted along the way fills you with determination.)
pt_br: <32>{#p/human}* (Pensando nos amigos que você corrompeu pelo caminho, te enche de determinação.)
zh_cn: <32>{#p/human}* （一路上，你把“朋友”拉下了水。） * （想到这些，你充满了决心。）
zh_tw: <32>{#p/human}* （一路上，你把「朋友」拉下了水。） * （想到這些，你充滿了決心。）

source: <32>{#p/human}* (Thinking of the friends you betrayed along the way fills you with determination.)
pt_br: <32>{#p/human}* (Pensar nos amigos que você traiu pelo caminho, te enche de determinação.)
zh_cn: <32>{#p/human}* （一路上，你把“朋友”弃若敝履。） * （想到这些，你充满了决心。）
zh_tw: <32>{#p/human}* （一路上，你把「朋友」棄若敝履。） * （想到這些，你充滿了決心。）

source: <32>{#p/human}* (Thinking of the friends you'll never get to see again fills you with determination.)
pt_br: <32>{#p/human}* (Pensar nos amigos que você nunca mais vera, te enche de determinação.)
zh_cn: <32>{#p/human}* （如今，你与“朋友”们再无缘相见。） * （想到这些，你充满了决心。）
zh_tw: <32>{#p/human}* （如今，你與「朋友」們再無緣相見。） * （想到這些，你充滿了決心。）

source: <32>{#p/human}* (Thinking of the friends you went the extra mile to save fills you with determination.)
pt_br: <32>{#p/human}* (Pensar nos amigos que você se esforçou para salvar o enche de determinação.)
zh_cn: <32>{#p/human}* （那时，你竭尽全力拯救朋友。） * （想到这些，你充满了决心。）
zh_tw: <32>{#p/human}* （那時，你竭盡全力拯救朋友。） * （想到這些，你充滿了決心。）

source: <32>{#p/human}* (Thinking of the friends you made along the way fills you with determination.)
pt_br: <32>{#p/human}* (Pensar nos amigos que você fez pelo caminho te enche de determinação.)
zh_cn: <32>{#p/human}* （一路上，你结交了那么多朋友。） * （想到这些，你充满了决心。）
zh_tw: <32>{#p/human}* （一路上，你結交了那麼多朋友。） * （想到這些，你充滿了決心。）

source: Foundry - Crossing
pt_br: Foundry - Cruzamento
zh_cn: 铸厂 - 岔路口
zh_tw: 鑄廠 - 岔路口

source: <32>{#p/human}* (Despite it only being useful for you and your company...)
pt_br: <32>{#p/human}* (Apesar de ser útil apenas para você e sua companhia...)
zh_cn: <32>{#p/human}* （尽管只有你和伙伴们 有机会踏上附近那座新桥...）
zh_tw: <32>{#p/human}* （儘管只有你和夥伴們 有機會踏上附近那座新橋...）

source: <32>{#p/human}* (The newly-built bridge nearby still fills you with determination.)
pt_br: <32>{#p/human}* (A ponte recém-construída nas proximidades ainda o enche de determinação.)
zh_cn: <32>{#p/human}* （它仍使你充满了决心。）
zh_tw: <32>{#p/human}* （它仍使你充滿了決心。）

source: <32>{#p/human}* (Despite you being the only one who'll get to use it now...)
pt_br: <32>{#p/human}* (Mesmo você sendo o único que vai usar isso agora...)
zh_cn: <32>{#p/human}* （尽管如今只有你 有机会踏上附近那座新桥...）
zh_tw: <32>{#p/human}* （儘管如今只有你 有機會踏上附近那座新橋...）

source: <32>{#p/human}* (Pylon puzzles, signal stars, and vintage vents...)
pt_br: <32>{#p/human}* (Quebra-cabeças de pilão, estrelas de sinalização e aberturas vintage...)
zh_cn: <32>{#p/human}* （塔架谜题、讯星， 还有老式通风口...）
zh_tw: <32>{#p/human}* （塔架謎題、訊星， 還有老式通風口...）

source: <32>{#p/human}* (These fickle frivolities fill you with determination.)
pt_br: <32>{#p/human}* (Essas frivolidades inconstantes o enchem de determinação.)
zh_cn: <32>{#p/human}* （如同变幻莫测的喜剧一般， 使你充满了决心。）
zh_tw: <32>{#p/human}* （如同變幻莫測的喜劇一般， 使你充滿了決心。）

source: <32>{#p/human}* (A bridge now sits amidst the surroundings.)
pt_br: <32>{#p/human}* (Uma ponte agora fica no meio dos arredores.)
zh_cn: <32>{#p/human}* （周围多了一座刚建的新桥。）
zh_tw: <32>{#p/human}* （周圍多了一座剛建的新橋。）

source: <32>{#p/human}* (This development fills you with determination.)
pt_br: <32>{#p/human}* (Esse desenvolvimento te enche de determinação.)
zh_cn: <32>{#p/human}* （这使你充满了决心。）
zh_tw: <32>{#p/human}* （這使你充滿了決心。）

source: Foundry - Checkpoint
pt_br: Foundry - Ponto de Segurança
zh_cn: 铸厂 - 边检站
zh_tw: 鑄廠 - 邊檢站

source: <32>{#p/human}* (Somehow, the steam emitted by these vents is unsettling.)
pt_br: <32>{#p/human}* (De alguma forma, o vento emitido por ventilação é desproporcional.)
zh_cn: <32>{#p/human}* （不知怎地，通风口排出的蒸汽 令人感到不安。）
zh_tw: <32>{#p/human}* （不知怎地，通風口排出的蒸汽 令人感到不安。）

source: <32>{#p/human}* (Nonetheless, it fills you with determination.)
pt_br: <32>{#p/human}* (No entanto, isso o enche de determinação.)
zh_cn: <32>{#p/human}* （但你仍充满了决心。）
zh_tw: <32>{#p/human}* （但你仍充滿了決心。）

source: <32>{#p/human}* (The hot, damp steam emitted by these vents fills you with determination.)
pt_br: <32>{#p/human}* (O vento quente e abafado emitido por essas tubulações te enche de determinação.)
zh_cn: <32>{#p/human}* （通风口不停冒出湿热的蒸汽。） * （这使你充满了决心。）
zh_tw: <32>{#p/human}* （通風口不停冒出溼熱的蒸汽。） * （這使你充滿了決心。）

source: Foundry - Vending Machine
pt_br: Foundry - Máquina de Venda
zh_cn: 铸厂 - 自动售货机
zh_tw: 鑄廠 - 自動售貨機

source: <32>{#p/human}* (A sad stillness permeates the air, filling you with determination.)
pt_br: <32>{#p/human}* (Uma triste quietude permeia o ar, enchendo-o de determinação.)
zh_cn: <32>{#p/human}* （空气中弥漫着悲伤的寂静。） * （这使你充满了决心。）
zh_tw: <32>{#p/human}* （空氣中瀰漫著悲傷的寂靜。） * （這使你充滿了決心。）

source: <32>{#p/human}* (A quiet hum echoes closeby, filling you with determination.)
pt_br: <32>{#p/human}* (Um zumbido silencioso ecoa por perto, te enchendo de determinação.)
zh_cn: <32>{#p/human}* （耳边的哼唱声不住回响。） * （这使你充满了决心。）
zh_tw: <32>{#p/human}* （耳邊的哼唱聲不住迴響。） * （這使你充滿了決心。）

source: <32>{#p/human}* (The sound of music fills you with determination.)
pt_br: <32>{#p/human}* (Os sons de música te enchem de determinação.)
zh_cn: <32>{#p/human}* （音乐在耳畔回响。） * （这使你充满了决心。）
zh_tw: <32>{#p/human}* （音樂在耳畔迴響。） * （這使你充滿了決心。）

source: Foundry - Trash Zone
pt_br: Foundry - Zona de Lixo
zh_cn: 铸厂 - 垃圾场
zh_tw: 鑄廠 - 垃圾場

source: <32>{#p/human}* (Getting lost amongst the trash fills you with determination.)
pt_br: <32>{#p/human}* (Perder-se entre o lixo te enche de determinação.)
zh_cn: <32>{#p/human}* （在垃圾中迷失方向 使你充满了决心。）
zh_tw: <32>{#p/human}* （在垃圾中迷失方向 使你充滿了決心。）

source: <32>{#p/human}* (Finding yourself back amongst the trash fills you with determination.)
pt_br: <32>{#p/human}* (Se encontrar de volta no lixo te enche de determinação.)
zh_cn: <32>{#p/human}* （发现自己又回到了垃圾的行列 使你充满了决心。）
zh_tw: <32>{#p/human}* （發現自己又回到了垃圾的行列 使你充滿了決心。）

source: * Undyne the Undying
pt_br: * Undyne a Imortal
