Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* Smells like a jell-o store.
pt_br: <32>{#p/story}* Cheira a uma loja de gelatina.
zh_cn: <32>{#p/story}* 果冻店的味道。
zh_tw: <32>{#p/story}* 果凍店的味道。

source: <32>{#p/asriel2}* Almost dead.
pt_br: <32>{#p/asriel2}* Quase morto.
zh_cn: <32>{#p/asriel2}* 离死不远了。ゑ
zh_tw: <32>{#p/asriel2}* 離死不遠了。ゑ

source: <32>{#p/kidding}* Gelata isn't looking good...
pt_br: <32>{#p/kidding}* Gelata não parece bem...
zh_cn: <32>{#p/kidding}* Gelata的状态看起来不太好...
zh_tw: <32>{#p/kidding}* Gelata的狀態看起來不太好...

source: <32>{#p/story}* Gelata has seen better days.
pt_br: <32>{#p/story}* Gelata parece ter tido dias melhores.
zh_cn: <32>{#p/story}* Gelata身子不中用了。
zh_tw: <32>{#p/story}* Gelata身子不中用了。

source: <32>{#p/human}* (You offer a handshake.) * (Gelata engulfs you in slime.)
pt_br: <32>{#p/human}* (Você oferece um aperto de mão.) * (Gelata engolfa você em lodo.)
zh_cn: <32>{#p/human}* （你向Gelata伸出了手。） * （Gelata用黏液把你包裹了起来。）
zh_tw: <32>{#p/human}* （你向Gelata伸出了手。） * （Gelata用黏液把你包裹了起來。）

source: <32>{#p/story}* SPEED decreased!
pt_br: <32>{#p/story}* VELOCIDADE caiu!
zh_cn: <32>{#p/story}* 你的移速下降了！
zh_tw: <32>{#p/story}* 你的移速下降了！

source: <32>{#p/human}* (You sit on top of Gelata.) * (Gelata now feels that it has been useful to you.)
pt_br: <32>{#p/human}* (Você senta no topo da Gelata. Gelata agora sente ter sido útil.)
zh_cn: <32>{#p/human}* （你坐在了Gelata上面。） * （Gelata很高兴能帮到你。）
zh_tw: <32>{#p/human}* （你坐在了Gelata上面。） * （Gelata很高興能幫到你。）

source: <32>{#p/kidding}* Can I come sit too!?
pt_br: <32>{#p/kidding}* Eu posso subir também!?
zh_cn: <32>{#p/kidding}* 我也能坐吗！？
zh_tw: <32>{#p/kidding}* 我也能坐嗎！？

source: <32>{#p/story}* Gelata seems happy with your presence.
pt_br: <32>{#p/story}* Gelata parece feliz com sua presença.
zh_cn: <32>{#p/story}* Gelata很高兴你来了。
zh_tw: <32>{#p/story}* Gelata很高興你來了。

source: <32>{#p/human}* (You wiggle your hips.) * (Gelata does a tornado spin.)
pt_br: <32>{#p/human}* (Você balança seu quadril.) * (Gelata faz um tornado.)
zh_cn: <32>{#p/human}* （你扭动着臀部。） * （Gelata像旋风一样转起来。）
zh_tw: <32>{#p/human}* （你扭動著臀部。） * （Gelata像旋風一樣轉起來。）

source: <32>{#p/basic}* A meaningful conversation...?
pt_br: <32>{#p/basic}* Uma conversa interessante...?
zh_cn: <32>{#p/basic}* 真是一场有意义的交流...？
zh_tw: <32>{#p/basic}* 真是一場有意義的交流...？

source: <32>{#p/asriel2}* Gelatini... * Something tells me this one's more than meets the eye.
pt_br: <32>{#p/asriel2}* Gelatini... * Algo me diz que este é mais do que aparenta.
zh_cn: <32>{#p/asriel2}* Gelatini... * 直觉告诉我，这只怪物可没有 它外表看起来那么简单。ゑ
zh_tw: <32>{#p/asriel2}* Gelatini... * 直覺告訴我，這隻怪物可沒有 它外表看起來那麼簡單。ゑ

source: <32>{#p/story}* GELATINI - ATK 18 DEF 18 * Not a squorch to be heard.
pt_br: <32>{#p/história}* GELATINI - ATQ 18 DEF 18 * Nem um barulho para ser ouvido.
zh_cn: <32>{#p/story}* GELATINI - 攻击18 防御18 * 一点动静都没有。
zh_tw: <32>{#p/story}* GELATINI - 攻擊18 防禦18 * 一點動靜都沒有。

source: <32>{#p/asriel2}* Gelatini.
zh_cn: <32>{#p/asriel2}* Gelatini。ゑ
zh_tw: <32>{#p/asriel2}* Gelatini。ゑ

source: <32>{#p/story}* Gelatini appears?
pt_br: <32>{#p/story}* Gelatini aparece?
zh_cn: <32>{#p/story}* Gelatini出现了？
zh_tw: <32>{#p/story}* Gelatini出現了？

source: <32>{#p/kidding}* Do Gelatinis always sit this still?
pt_br: <32>{#p/kidding}* Gelatinis sempre ficam paradas assim?
zh_cn: <32>{#p/kidding}* Gelatini总是这样静止不动吗？
zh_tw: <32>{#p/kidding}* Gelatini總是這樣靜止不動嗎？

source: <32>{#p/story}* Gelatini isn't moving.
pt_br: <32>{#p/story}* Gelatini não está se mexendo.
zh_cn: <32>{#p/story}* Gelatini静止不动。
zh_tw: <32>{#p/story}* Gelatini靜止不動。

source: <32>{#p/kidding}* Something's off with that Gelatini...
pt_br: <32>{#p/kidding}* Tem algo errado com essa Gelatini...
zh_cn: <32>{#p/kidding}* Gelatini有点不对劲...
zh_tw: <32>{#p/kidding}* Gelatini有點不對勁...

source: <32>{#p/story}* Gelatini is a perfectly tempered gelatin with no flaws.
pt_br: <32>{#p/story}* Gelatini é uma gelatina perfeitamente temperada e sem falhas.
zh_cn: <32>{#p/story}* Gelatini是一种完全经过回火的 明胶，没有任何瑕疵。
zh_tw: <32>{#p/story}* Gelatini是一種完全經過回火的 明膠，沒有任何瑕疵。

source: <32>{#p/kidding}* Are Gelatinis always this quiet?
pt_br: <32>{#p/kidding}* Gelatinis são sempre quietas assim?
zh_cn: <32>{#p/kidding}* Gelatini总是这么安静吗？
zh_tw: <32>{#p/kidding}* Gelatini總是這麼安靜嗎？

source: <32>{#p/story}* It's Gelatini's quiet time.
pt_br: <32>{#p/story}* É a hora quieta da Gelatini.
zh_cn: <32>{#p/story}* 现在是Gelatini的安静时间。
zh_tw: <32>{#p/story}* 現在是Gelatini的安靜時間。

source: <32>{#p/kidding}* This seems kinda weird.
pt_br: <32>{#p/kidding}* Isso parece estranho.
zh_cn: <32>{#p/kidding}* 看起来有点怪。
zh_tw: <32>{#p/kidding}* 看起來有點怪。

source: <32>{#p/human}* (You approach Gelatini.)
pt_br: <32>{#p/human}* (Você se aproxima da Gelatini.)
zh_cn: <32>{#p/human}* （你靠近了Gelatini。）
zh_tw: <32>{#p/human}* （你靠近了Gelatini。）

source: <32>{#p/human}* (You wiggle your hips.)
pt_br: <32>{#p/human}* (Você balança seu quadril.)
zh_cn: <32>{#p/human}* （你扭动你的臀部。）
zh_tw: <32>{#p/human}* （你扭動你的臀部。）

source: <32>{#p/human}* (You give Gelatini a big slap.)
pt_br: <32>{#p/human}* (Você dá um belo tapão na Gelatini.)
zh_cn: <32>{#p/human}* （你使劲扇了Gelatini一巴掌。）
zh_tw: <32>{#p/human}* （你使勁扇了Gelatini一巴掌。）

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * A prophetic singer, held back by her own shame.
pt_br: <32>{#p/story}* SHYREN - ATQ 19 DEF 0 * Uma cantora poética que não se destaca por culpa própria.
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 一位先知性歌手，因自己的羞怯 而踌躇不前。
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 一位先知性歌手，因自己的羞怯 而躊躇不前。

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * With newfound confidence, she takes to the stage!
pt_br: <32>{#p/história}* SHYREN - ATQ 19 DEF 0 * Com uma nova confiança, ela sobe ao palco
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 她带着崭新的自信重返舞台！
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 她帶著嶄新的自信重返舞臺！

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * With newfound confidence, she sings for the crowd!
pt_br: <32>{#p/story}* SHYREN - ATQ 19 DEF 0 * Com sua nova confiança, ela canta para a plateia!
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 她带着崭新的自信放声歌唱！
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 她帶著嶄新的自信放聲歌唱！

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * With newfound confidence, she's the star of the show!
pt_br: <32>{#p/história}* SHYREN - ATQ 19 DEF 0 * Com uma nova confiança, ela é a estrela do show!
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 她带着崭新的自信闪耀全场！
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 她帶著嶄新的自信閃耀全場！

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * A prophetic singer, held back by fresh wounds.
pt_br: <32>{#p/história}* SHYREN - ATQ 19 DEF 0 * Uma cantora profética, retida por feridas recentes.
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 一位先知性歌手，因自己的新伤 而踌躇不前。
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 一位先知性歌手，因自己的新傷 而躊躇不前。

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * Alas, the bitter dregs of rejection.
pt_br: <32>{#p/história}* SHYREN - ATQ 19 DEF 0 * Infelizmente, a escória amarga da rejeição.
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 唉，被拒绝的苦涩滋味。
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 唉，被拒絕的苦澀滋味。

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * Suddenly, love songs.
pt_br: <32>{#p/story}* SHYREN - ATQ 19 DEF 0 * Agora, ama músicas.
zh_cn: <32>{#p/story}* SHYREN - 攻击19 防御0 * 怦然心跳，歌星闪耀！
zh_tw: <32>{#p/story}* SHYREN - 攻擊19 防禦0 * 怦然心跳，歌星閃耀！

source: <08>{#p/basic}{~}(awkward toot)
pt_br: <08>{#p/basic}{~}(toot estranho)
zh_cn: <08>{#p/basic}{~}（尴尬的 嘟嘟声）
zh_tw: <08>{#p/basic}{~}（尷尬的 嘟嘟聲）

source: <32>{#p/story}* Shyren cowers in the corner.
pt_br: <32>{#p/story}* Shyren se encolhe no canto.
zh_cn: <32>{#p/story}* Shyren蜷缩在角落里。
zh_tw: <32>{#p/story}* Shyren蜷縮在角落裡。

source: <32>{#p/kidding}* I don't think that helped...
pt_br: <32>{#p/kidding}* Eu não acho que isso ajudou...
zh_cn: <32>{#p/kidding}* 我觉得这没什么用...
zh_tw: <32>{#p/kidding}* 我覺得這沒什麼用...

source: <32>{#p/human}* (You flirt with Shyren, offering your best smile.)
pt_br: <32>{#p/human}* (Você flerta com a Shyren, oferecendo seu melhor sorriso.)
zh_cn: <32>{#p/human}* （你露出你最灿烂的笑容 向Shyren调情。）
zh_tw: <32>{#p/human}* （你露出你最燦爛的笑容 向Shyren調情。）

source: <32>{#p/basic}* Shyren turns away...
pt_br: <32>{#p/basic}* Shyren vira de costas...
zh_cn: <32>{#p/basic}* Shyren转过身去...
zh_tw: <32>{#p/basic}* Shyren轉過身去...

source: <32>{#p/human}* (You flirt with Shyren again.)
pt_br: <32>{#p/human}* (Você flerta com Shyren de novo.)
zh_cn: <32>{#p/human}* （你再一次向Shyren调情。）
zh_tw: <32>{#p/human}* （你再一次向Shyren調情。）

source: <32>{#p/basic}* Shyren is uncomfortable now, and decides to leave.
pt_br: <32>{#p/basic}* Shyren está desconfortável agora e decide fugir.
zh_cn: <32>{#p/basic}* Shyren感觉非常不适，决定离开。
zh_tw: <32>{#p/basic}* Shyren感覺非常不適，決定離開。

source: <32>{#p/story}* Shyren seems much more comfortable singing along.
pt_br: <32>{#p/story}* Shyren parece bem mais confortável cantando.
zh_cn: <32>{#p/story}* Shyren似乎更喜欢一起跟着唱。
zh_tw: <32>{#p/story}* Shyren似乎更喜歡一起跟著唱。

source: <32>{#p/kidding}* A sing-along? * Heck yeah, dude!
pt_br: <32>{#p/kidding}* Cantando juntos? * Aí sim, cara!
zh_cn: <32>{#p/kidding}* 一起唱歌？ * 好样的，伙计！
zh_tw: <32>{#p/kidding}* 一起唱歌？ * 好樣的，夥計！

source: <32>{#p/story}* The eerily quiet air passes behind the symphony of voices.
pt_br: <32>{#p/story}* O ar estranhamente quieto passa por trás da sinfonia de vozes.
zh_cn: <32>{#p/story}* 交响乐的声音被 诡异安静的气氛所覆盖。
zh_tw: <32>{#p/story}* 交響樂的聲音被 詭異安靜的氣氛所覆蓋。

source: <32>{#p/kidding}* Haha, this is kinda fun! * Even though it's just the three of us...
pt_br: <32>{#p/kidding}* Haha, é bem legal! * Mesmo sendo apenas nós três...
zh_cn: <32>{#p/kidding}* 哈哈，太好玩啦！ * 可惜只有我们仨...
zh_tw: <32>{#p/kidding}* 哈哈，太好玩啦！ * 可惜只有我們仨...

source: <32>{#p/story}* A shadowy figure watches the commotion from afar.
pt_br: <32>{#p/story}* Uma figura na sombra assiste a comoção de longe.
zh_cn: <32>{#p/story}* 一个黑影在远处看着 这场骚动。
zh_tw: <32>{#p/story}* 一個黑影在遠處看著 這場騷動。

source: <32>{#p/kidding}* Yo... uh... * What's that weird shadowy guy doing over there?
pt_br: <32>{#p/kidding}* Yo... uh... * O que aquela sombra estranha tá fazendo ali?
zh_cn: <32>{#p/kidding}* 哟... 呃... * 那个奇怪的黑影在那边干啥呢？
zh_tw: <32>{#p/kidding}* 喲... 呃... * 那個奇怪的黑影在那邊幹啥呢？

source: <32>{#p/story}* Sans is selling tickets made of carbon fiber.
pt_br: <32>{#p/story}* Sans está vendendo ingressos feitos de fibra de carbono.
zh_cn: <32>{#p/story}* Sans在卖碳纤维布做的门票。
zh_tw: <32>{#p/story}* Sans在賣碳纖維布做的門票。

source: <32>{#p/kidding}* Is that short skeleton selling TICKETS now??
pt_br: <32>{#p/kidding}* É aquele esqueleto pequeno vendendo TÍQUETES ali?
zh_cn: <32>{#p/kidding}* 那个矮个子骷髅 怎么在卖门票？？
zh_tw: <32>{#p/kidding}* 那個矮個子骷髏 怎麼在賣門票？？

source: <32>{#p/story}* Your previous hums echo back into the room.
pt_br: <32>{#p/story}* Seu canto anterior ecoou de volta no quarto.
zh_cn: <32>{#p/story}* 你之前的哼唱声在 房间内回响。
zh_tw: <32>{#p/story}* 你之前的哼唱聲在 房間內迴響。

source: <32>{#p/kidding}* This place is so empty, we can hear ourselves from the past. * So trippy...
pt_br: <32>{#p/kidding}* Esse lugar é tão vazio que nós podemos nos ouvir no passado. * Tá legal.
zh_cn: <32>{#p/kidding}* 这地方太空旷了， 让我们可以听到之前的回声。 * 多让人神魂颠倒...
zh_tw: <32>{#p/kidding}* 這地方太空曠了， 讓我們可以聽到之前的回聲。 * 多讓人神魂顛倒...

source: <32>{#p/story}* The crowd tosses clothing. * It's a storm of cotton balls.
pt_br: <32>{#p/story}* A multidão joga roupas. * É uma tempestade de bolas de algodão.
zh_cn: <32>{#p/story}* 人群开始扔衣服。 * 这是一场棉球风暴！
zh_tw: <32>{#p/story}* 人群開始扔衣服。 * 這是一場棉球風暴！

source: <32>{#p/kidding}* Woah, so many people!
pt_br: <32>{#p/kidding}* Woah, tantas pessoas!
zh_cn: <32>{#p/kidding}* 哇，好多人哦！
zh_tw: <32>{#p/kidding}* 哇，好多人喔！

source: <32>{#p/story}* Shyren thinks about her future.
pt_br: <32>{#p/story}* Shyren pensa sobre seu futuro.
zh_cn: <32>{#p/story}* Shyren正在畅想未来。
zh_tw: <32>{#p/story}* Shyren正在暢想未來。

source: <32>{#p/kidding}* One last time! * One last time! * One last time!
pt_br: <32>{#p/kidding}* Mais uma vez! * Mais uma vez! * Mais uma vez!
zh_cn: <32>{#p/kidding}* 再来一遍！ * 再来一遍！ * 再来一遍！
zh_tw: <32>{#p/kidding}* 再來一遍！ * 再來一遍！ * 再來一遍！

source: <32>{#p/human}* (You flirt with Shyren.) * (Though uneasy, she blushes a little in return.)
pt_br: <32>{#p/human}* (Você flerta com a Shyren.) * (Meio hesitante, ela cora um pouco em retorno.)
zh_cn: <32>{#p/human}* （你向Shyren调情。） * （虽然感到忐忑， 但作为回应，她脸红了一下。）
zh_tw: <32>{#p/human}* （你向Shyren調情。） * （雖然感到忐忑， 但作為回應，她臉紅了一下。）

source: <08>{#p/basic}{~}(happy toot)
pt_br: <08>{#p/basic}{~}(sorriso feliz)
zh_cn: <08>{#p/basic}{~}（开心的 嘟嘟声）
zh_tw: <08>{#p/basic}{~}（開心的 嘟嘟聲）

source: <32>{#p/human}* (You hum a melancholy waltz.) * (Shyren follows your melody.)
pt_br: <32>{#p/human}* (Você cantarola uma valsa melancólica.) * (Shyren segue sua melodia.)
zh_cn: <32>{#p/human}* （你哼了一段忧郁的华尔兹。） * （Shyren跟着唱了起来。）
zh_tw: <32>{#p/human}* （你哼了一段憂鬱的華爾茲。） * （Shyren跟著唱了起來。）

source: <32>{#p/human}* (You hum a funky tune.) * (Shyren follows your melody.)
pt_br: <32>{#p/human}* (Você cantarola uma melodia funky.) * (Shyren segue sua melodia.)
zh_cn: <32>{#p/human}* （你哼了一段时髦的曲子。） * （Shyren跟着唱了起来。）
zh_tw: <32>{#p/human}* （你哼了一段時髦的曲子。） * （Shyren跟著唱了起來。）

source: <32>{#p/human}* (You hum a bluesy song.) * (Shyren follows your melody.)
pt_br: <32>{#p/human}* (Você cantarola uma música de blues.) * (Shyren segue sua melodia.)
zh_cn: <32>{#p/human}* （你哼了一段布鲁斯蓝调。） * （Shyren跟着唱了起来。）
zh_tw: <32>{#p/human}* （你哼了一段布魯斯藍調。） * （Shyren跟著唱了起來。）

source: <32>{#p/human}* (You hum a jazz ballad.) * (Shyren follows your melody.)
pt_br: <32>{#p/human}* (Você cantarola uma música de balada jazz.) * (Shyren segue sua melodia.)
zh_cn: <32>{#p/human}* （你哼了一段爵士抒情曲。） * （Shyren跟着唱了起来。）
zh_tw: <32>{#p/human}* （你哼了一段爵士抒情曲。） * （Shyren跟著唱了起來。）

source: <32>{#p/human}* (You hum an apology song.) * (Shyren calms down.)
pt_br: <32>{#p/human}* (Você cantarola uma canção de desculpas.) * (Shyren se acalma.)
zh_cn: <32>{#p/human}* （你哼了一段忏魂曲。） * （Shyren平静了下来。）
zh_tw: <32>{#p/human}* （你哼了一段懺魂曲。） * （Shyren平靜了下來。）

source: <32>{#p/human}* (You hum some more.)
pt_br: <32>{#p/human}* (Você canta um pouco mais.)
zh_cn: <32>{#p/human}* （你又哼了一段小曲。）
zh_tw: <32>{#p/human}* （你又哼了一段小曲。）

source: <32>{#p/basic}* It's a veritable duet!
pt_br: <32>{#p/basic}* É um verdadeiro dueto!
zh_cn: <32>{#p/basic}* 好一个二重唱！
zh_tw: <32>{#p/basic}* 好一個二重唱！

source: <32>{#p/basic}* Monsters are drawn to the music.
pt_br: <32>{#p/basic}* Monstros são feitos para a música.
zh_cn: <32>{#p/basic}* 听到歌声，周边的怪物 不由得凑了过来。
zh_tw: <32>{#p/basic}* 聽到歌聲，周邊的怪物 不由得湊了過來。

source: <32>{#p/basic}* Suddenly, it's a concert...
pt_br: <32>{#p/basic}* De repente, é um concerto...
zh_cn: <32>{#p/basic}* 突然就变演唱会现场了...
zh_tw: <32>{#p/basic}* 突然就變演唱會現場了...

source: <32>{#p/basic}* Shyren is happy to have you as her vocal partner.
pt_br: <32>{#p/basic}* Shyren está feliz em te ter como parceiro de vocal.
zh_cn: <32>{#p/basic}* Shyren很高兴有你作为 她的二重唱搭档。
zh_tw: <32>{#p/basic}* Shyren很高興有你作為 她的二重唱搭檔。

source: <32>{#p/basic}* The seats are sold out. * It's a rockstar performance!
pt_br: <32>{#p/basic}* Os acentos estão todos vendidos! * É uma performance de rockstar!
zh_cn: <32>{#p/basic}* 观众席都坐满了。 * 这场演出太赞了！
zh_tw: <32>{#p/basic}* 觀眾席都坐滿了。 * 這場演出太贊了！

source: <33>{#p/human}* (You hum some more.)
pt_br: <33>{#p/human}* (Você canta mais um pouco.)
zh_cn: <33>{#p/human}* （你又哼了一段小曲。）
zh_tw: <33>{#p/human}* （你又哼了一段小曲。）

source: <32>{#p/basic}* Even without a crowd, a dance of melody and harmony persists.
pt_br: <32>{#p/basic}* Mesmo sem uma plateia, uma dança de melodia e harmonia persiste.
zh_cn: <32>{#p/basic}* 就算没有观众， 婉转的曲调与和谐的舞蹈 也将持续下去。
zh_tw: <32>{#p/basic}* 就算沒有觀眾， 婉轉的曲調與和諧的舞蹈 也將持續下去。

source: <32>{#p/basic}* Despite your success, the constant attention...
pt_br: <32>{#p/basic}* Apesar do sucesso e constante atenção...
zh_cn: <32>{#p/basic}* 尽管这让你成功， 但这源源不断的关注...
zh_tw: <32>{#p/basic}* 儘管這讓你成功， 但這源源不斷的關注...

source: <32>* The tours... * The groupies... * It's all...
pt_br: <32>* Os tours... * Os grupos... * Tudo...
zh_cn: <32>* 巡回演出... * 追星族... * 都太...
zh_tw: <32>* 巡迴演出... * 追星族... * 都太...

source: <32>{#p/human}* (You and Shyren have come so far, but it's time.)
pt_br: <32>{#p/human}* (Shyren e você já chegaram tão longe, mas é hora.)
zh_cn: <32>{#p/human}* （你和Shyren经历了这么多， 但是时候了。）
zh_tw: <32>{#p/human}* （你和Shyren經歷了這麼多， 但是時候了。）

source: <32>* (You both have your own journeys to embark on.)
pt_br: <32>* (Vocês dois tem suas próprias jornadas para seguir.)
zh_cn: <32>* （你们都还有自己的旅程。）
zh_tw: <32>* （你們都還有自己的旅程。）

source: <32>* (You hum a farewell song.)
pt_br: <32>* (Você cantarola uma canção de fogo.)
zh_cn: <32>* （你哼了一段告别曲。）
zh_tw: <32>* （你哼了一段告別曲。）

source: <32>{#p/story}* Shyren's voice is raspy.
pt_br: <32>{#p/story}* A voz de Shyren está rouca.
zh_cn: <32>{#p/story}* Shyren的嗓音变得沙哑。
zh_tw: <32>{#p/story}* Shyren的嗓音變得沙啞。

source: <32>{#p/story}* Shyren hums very faintly.
pt_br: <32>{#p/story}* Shyren cantarola bem calmamente.
zh_cn: <32>{#p/story}* Shyren虚弱地哼着。
zh_tw: <32>{#p/story}* Shyren虛弱地哼著。

source: <32>{#p/kidding}* Are you okay?
pt_br: <32>{#p/kidding}* Você está bem?
zh_cn: <32>{#p/kidding}* 你还好吗？
zh_tw: <32>{#p/kidding}* 你還好嗎？

source: <32>{#p/story}* Shyren pretends to be a pop idol.
pt_br: <32>{#p/story}* Shyren pretende ser um ídolo da cultura pop.
zh_cn: <32>{#p/story}* Shyren假装自己是一个超级偶像。
zh_tw: <32>{#p/story}* Shyren假裝自己是一個超級偶像。

source: <32>{#p/kidding}* You look sad...
pt_br: <32>{#p/kidding}* Você parece triste...
zh_cn: <32>{#p/kidding}* 你好像很难过...
zh_tw: <32>{#p/kidding}* 你好像很難過...

source: <32>{#p/story}* Shyren taps a little beat with her fins.
pt_br: <32>{#p/story}* Shyren faz um som com suas nadadeiras.
zh_cn: <32>{#p/story}* Shyren用她的鳍轻拍了一下。
zh_tw: <32>{#p/story}* Shyren用她的鰭輕拍了一下。

source: <32>{#p/kidding}* Do you need any help?
pt_br: <32>{#p/kidding}* Você precisa de ajuda?
zh_cn: <32>{#p/kidding}* 你是不是需要帮助呢？
zh_tw: <32>{#p/kidding}* 你是不是需要幫助呢？

source: <32>{#p/story}* Shyren thinks about doing karaoke by herself.
pt_br: <32>{#p/story}* Shyren pensa em fazer um karaokê por conta própria.
zh_cn: <32>{#p/story}* Shyren想自己唱卡拉OK。
zh_tw: <32>{#p/story}* Shyren想自己唱卡拉OK。

source: <32>{#p/kidding}* Is there anything I can do?
pt_br: <32>{#p/kidding}* Tem alguma coisa que eu possa fazer?
zh_cn: <32>{#p/kidding}* 我能帮忙吗？
zh_tw: <32>{#p/kidding}* 我能幫忙嗎？

source: <32>{#p/story}* Smells like music.
pt_br: <32>{#p/story}* Cheira a música.
zh_cn: <32>{#p/story}* 闻起来像音乐。
zh_tw: <32>{#p/story}* 聞起來像音樂。

source: <32>{#p/kidding}* Wait... what's with her body?
pt_br: <32>{#p/kidding}* Espera... qual o problema com o corpo dela?
zh_cn: <32>{#p/kidding}* 等等... 她身体怎么了？
zh_tw: <32>{#p/kidding}* 等等... 她身體怎麼了？

source: <08>{#p/basic}{~}.. .. toot ..
zh_cn: <08>{#p/basic}{~}.. .. 嘟嘟 ..
zh_tw: <08>{#p/basic}{~}.. .. 嘟嘟 ..

source: <08>{#p/basic}{~}.. .. hum hum ..
zh_cn: <08>{#p/basic}{~}.. .. 哼哼 ..
zh_tw: <08>{#p/basic}{~}.. .. 哼哼 ..

source: <32>{#p/kidding}* No... * Not again...
pt_br: <32>{#p/kidding}* Não... * Não de novo...
zh_cn: <32>{#p/kidding}* 不... * 别再这样了...
zh_tw: <32>{#p/kidding}* 不... * 別再這樣了...

source: <32>{#p/kidding}* Yo, how's it going? * You look sad...
pt_br: <32>{#p/kidding}* Yo, como vai? * Você parece triste...
zh_cn: <32>{#p/kidding}* 哟，你还好吗？ * 你看起来很难过...
zh_tw: <32>{#p/kidding}* 喲，你還好嗎？ * 你看起來很難過...

source: <08>{#p/basic}{~}si re, si re, si mi, si mi
zh_cn: <08>{#p/basic}{~}西唻， 西唻， 西咪， 西咪
zh_tw: <08>{#p/basic}{~}西唻， 西唻， 西咪， 西咪

source: <08>{#p/basic}{~}Si Fa Si Fa So Fa So Mi Re Re
zh_cn: <08>{#p/basic}{~}西发西发 嗦发嗦咪 唻唻
zh_tw: <08>{#p/basic}{~}西發西發 嗦發嗦咪 唻唻

source: <08>{#p/basic}{~}Mi So Mi So Mi Si Mi La Si So
zh_cn: <08>{#p/basic}{~}咪嗦咪嗦 咪西咪拉 西嗦
zh_tw: <08>{#p/basic}{~}咪嗦咪嗦 咪西咪拉 西嗦

source: <08>{#p/basic}{~}(pas- sionate tooting)
pt_br: <08>{#p/basic}{~}(dança apaixonada)
zh_cn: <08>{#p/basic}{~}（激情地 嘟嘟）
zh_tw: <08>{#p/basic}{~}（激情地 嘟嘟）

source: <08>{#p/basic}{~}(final toot)
pt_br: <08>{#p/basic}{~}(dança final)
zh_cn: <08>{#p/basic}{~}（最后的 嘟嘟）
zh_tw: <08>{#p/basic}{~}（最後的 嘟嘟）

source: <32>{#p/human}* (You wave your arms wildly.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você balança os braços descontroladamente.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你夸张地挥动着手臂。） * （无事发生。）
zh_tw: <32>{#p/human}* （你誇張地揮動著手臂。） * （無事發生。）

source: <32>{#p/human}* (You wave your arms wildly.)
pt_br: <32>{#p/human}* (Você balança seus braços descontroladamente.)
zh_cn: <32>{#p/human}* （你夸张地挥动着手臂。）
zh_tw: <32>{#p/human}* （你誇張地揮動著手臂。）

source: <32>{#p/basic}* The crowd eats it up!
pt_br: <32>{#p/basic}* A plateia ama!
zh_cn: <32>{#p/basic}* 观众跟着狂欢了起来！
zh_tw: <32>{#p/basic}* 觀眾跟著狂歡了起來！

source: <32>{#p/human}* (You boo Shyren.)
pt_br: <32>{#p/human}* (Você assusta Shyren.)
zh_cn: <32>{#p/human}* （你朝着Shyren喝倒彩。）
zh_tw: <32>{#p/human}* （你朝著Shyren喝倒彩。）

source: <32>{#p/basic}* Her head down, Shyren moves away quietly...
pt_br: <32>{#p/basic}* Com a cabeça baixa, Shyren vai embora...
zh_cn: <32>{#p/basic}* 她耷拉着头，默默走了...
zh_tw: <32>{#p/basic}* 她耷拉著頭，默默走了...

source: <32>{#p/basic}* Shyren, seeing how you handle rejection, leaves in a huff.
pt_br: <32>{#p/basic}* Shyren, vendo que você a rejeitou, vai embora correndo.
zh_cn: <32>{#p/basic}* Shyren看到你这么应对拒绝， 气冲冲地离开了。
zh_tw: <32>{#p/basic}* Shyren看到你這麼應對拒絕， 氣衝衝地離開了。

source: <32>{#p/basic}* Shyren's fleeting joy fades just as soon as it came to her.
pt_br: <32>{#p/basic}* A alegria fugaz de Shyren desaparece assim que chega a ela.
zh_cn: <32>{#p/basic}* Shyren短暂的快乐转瞬即逝。
zh_tw: <32>{#p/basic}* Shyren短暫的快樂轉瞬即逝。

source: <32>{#p/basic}* The crowd, distraught, watches as Shyren flees the scene.
pt_br: <32>{#p/basic}* A multidão, perturbada, observa enquanto Shyren foge do local.
zh_cn: <32>{#p/basic}* 观众看着Shyren逃离了现场， 顿时乱作一团。
zh_tw: <32>{#p/basic}* 觀眾看著Shyren逃離了現場， 頓時亂作一團。

source: <32>{#p/basic}* The betrayal brings Shyren to tears as she flees the scene.
pt_br: <32>{#p/basic}* A traição trás Shyren aos choros e ela foge.
zh_cn: <32>{#p/basic}* 突如其来的背叛使Shyren崩溃， 她大哭地逃离了现场。
zh_tw: <32>{#p/basic}* 突如其來的背叛使Shyren崩潰， 她大哭地逃離了現場。

source: <08>{#p/basic}{~}Until next time, G.
pt_br: <08>{#p/basic}{~}Até a próxima, G.
zh_cn: <08>{#p/basic}{~}下次见啦， 酷哥们。
zh_tw: <08>{#p/basic}{~}下次見啦， 酷哥們。

source: <08>{#p/basic}{~}Huh..! Since when did you get scary!
pt_br: <08>{#p/basic}{~}Huh..! Desde quando você virou assustador!
zh_cn: <08>{#p/basic}{~}啊...？ 你什么时 候这么 恐怖了！
zh_tw: <08>{#p/basic}{~}啊...？ 你什麼時 候這麼 恐怖了！

source: <08>{#p/basic}{~}This feel- ing..
pt_br: <08>{#p/basic}{~}Essa sensação.
zh_cn: <08>{#p/basic}{~}这种感觉 ...
zh_tw: <08>{#p/basic}{~}這種感覺 ...

source: <08>{#p/basic}{~}I mustn't resist!
pt_br: <08>{#p/basic}{~}Eu não consigo resistir!
zh_cn: <08>{#p/basic}{~}我怎能 抗拒！
zh_tw: <08>{#p/basic}{~}我怎能 抗拒！

source: <08>{#p/basic}{~}Yeah.. We make a pretty radical team.
pt_br: <08>{#p/basic}{~}É... Nós somos um time bem radical.
zh_cn: <08>{#p/basic}{~}耶... 我们创造 出了个激 进的团队。
zh_tw: <08>{#p/basic}{~}耶... 我們創造 出了個激 進的團隊。

source: <08>{#p/basic}{~}It's so comfort- able..
pt_br: <08>{#p/basic}{~}É tão confortável...
zh_cn: <08>{#p/basic}{~}好舒服 啊..
zh_tw: <08>{#p/basic}{~}好舒服 啊..

source: <08>{#p/basic}{~}At least my end will serve a purpose.
pt_br: <08>{#p/basic}{~}Pelo menos meu fim servirá um propósito.
zh_cn: <08>{#p/basic}{~}至少我 不会白死。
zh_tw: <08>{#p/basic}{~}至少我 不會白死。

source: <08>{#p/basic}{~}Peace 'n' tran- quility, G.
pt_br: <08>{#p/basic}{~}Paz e tranquilidade, G.
zh_cn: <08>{#p/basic}{~}为了和平， 酷哥们。
zh_tw: <08>{#p/basic}{~}為了和平， 酷哥們。

source: <08>{#p/basic}{~}Here's your G, my G!
pt_br: <08>{#p/basic}{~}Aqui está seu G, meu G!
zh_cn: <08>{#p/basic}{~}钱拿去， 走在“钱” 卫时尚的 哥们！
zh_tw: <08>{#p/basic}{~}錢拿去， 走在「錢」 衛時尚的 哥們！

source: <32>{#p/asriel2}* Radtile, the "cool crocodile." * Funny, considering how un-cool he actually is.
pt_br: <32>{#p/asriel2}* Radtile, o "crocodilo bonito." * Engraçado, considerando o quão feio ele é.
zh_cn: <32>{#p/asriel2}* Radtile，自诩“酷毙”的鳄鱼。 * 真是可笑至极， 瞧瞧这个二货到底有多土。ゑ
zh_tw: <32>{#p/asriel2}* Radtile，自詡「酷斃」的鱷魚。 * 真是可笑至極， 瞧瞧這個二貨到底有多土。ゑ
