Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: papyrus tribute.kwac
zh_cn: papyrus求包养.kwac
zh_tw: papyrus求包養.kwac

source: funny autotune.kwac
zh_cn: 滑腔动调.kwac
zh_tw: 滑腔動調.kwac

source: Song of the Stars.kwac
zh_cn: 群星之歌.kwac
zh_tw: 群星之歌.kwac

source: COOLSKELETON95
zh_cn: 酷炫骷髅95
zh_tw: 酷炫骷髏95

source: _Sp4ceAdv3ntur3r_
zh_cn: _舟亢忝行_
zh_tw: _舟亢忝行_

source: _K1ll3rMann3qu1n_
zh_cn: _杀手亾耦_
zh_tw: _殺手亾耦_

source: lazybones.
zh_cn: 懒骨。
zh_tw: 懶骨。

source: (Unknown)
pt_br: (Desconhecido)
zh_cn: （游客）
zh_tw: （遊客）

source: Ghost Rave.kwac
zh_cn: 鬼怪舞曲.kwac
zh_tw: 鬼怪舞曲.kwac

source: Spooktune Mashup.kwac
zh_cn: 鬼怪混音集.kwac
zh_tw: 鬼怪混音集.kwac

source: <32>{#p/tem}* oh no, it's a... FISHES!!!
pt_br: <32>{#p/tem}* oh não, é um... PEIXES!!
zh_cn: <32>{#p/tem}* 卜豪！系亿条鱼鱼！！！
zh_tw: <32>{#p/tem}* 卜豪！系億條魚魚！！！

source: <32>{#p/basic}* Watch out * Watch out * There's a fish running about
pt_br: <32>{#p/basic}* Se liga * Se liga * Tem um peixe correndo
zh_cn: <32>{#p/basic}* 我超 * 我超 * 鱼在陆地奔跑
zh_tw: <32>{#p/basic}* 我超 * 我超 * 魚在陸地奔跑

source: <32>{#p/basic}* Wa ha ha...
zh_cn: <32>{#p/basic}* 哇哈哈...
zh_tw: <32>{#p/basic}* 哇哈哈...

source: <32>{#p/basic}* Run while ya still can, kid!
pt_br: <32>{#p/basic}* Corra enquanto você pode, criança!
zh_cn: <32>{#p/basic}* 能跑多快就跑多快，孩子！
zh_tw: <32>{#p/basic}* 能跑多快就跑多快，孩子！

source: <32>{#p/human}* (The robot appears to be asleep.)
pt_br: <32>{#p/human}* (O robô parece estar dormindo.)
zh_cn: <32>{#p/human}* （机器人似乎睡着了。）
zh_tw: <32>{#p/human}* （機器人似乎睡著了。）

source: <32>{#p/basic}* It's in sleep mode.
pt_br: <32>{#p/basic}* Está no modo de sono.
zh_cn: <32>{#p/basic}* 它正处于休眠模式。
zh_tw: <32>{#p/basic}* 它正處於休眠模式。

source: <32>{#p/basic}{#npc/a}* Familiar energy signature detected in combat.
pt_br: <32>{#p/basic}{#npc/a}* Energia familiar detectada em combate.
zh_cn: <32>{#p/basic}{#npc/a}* 在战斗中检测到 熟悉的能量信号。
zh_tw: <32>{#p/basic}{#npc/a}* 在戰鬥中檢測到 熟悉的能量訊號。

source: <32>{#p/basic}* Recommended action... run.
pt_br: <32>{#p/basic}* Ação recomendada... correr.
zh_cn: <32>{#p/basic}* 建议操作... 跑。
zh_tw: <32>{#p/basic}* 建議操作... 跑。

source: <32>{#p/basic}* Recommended action... stand still.
pt_br: <32>{#p/basic}* Ação recomendada... continuar parado.
zh_cn: <32>{#p/basic}* 建议操作... 什么都不做。
zh_tw: <32>{#p/basic}* 建議操作... 什麼都不做。

source: <32>{#p/basic}* Recommended action... unknown.
pt_br: <32>{#p/basic}* Ação recomendada... desconhecida.
zh_cn: <32>{#p/basic}* 建议操作... 未知。
zh_tw: <32>{#p/basic}* 建議操作... 未知。

source: <32>{#p/basic}* Recommended action... hide.
pt_br: <32>{#p/basic}* Ação recomendada... esconder.
zh_cn: <32>{#p/basic}* 建议操作... 躲藏。
zh_tw: <32>{#p/basic}* 建議操作... 躲藏。

source: <32>{#p/basic}{#npc/a}* Foreign energy signature detected.
pt_br: <32>{#p/basic}{#npc/a}* Energia desconhecida detectada.
zh_cn: <32>{#p/basic}{#npc/a}* 检测到陌生的能量信号。
zh_tw: <32>{#p/basic}{#npc/a}* 檢測到陌生的能量訊號。

source: <32>* Name... unknown.
pt_br: <32>* Nome... desconhecido.
zh_cn: <32>* 姓名... 未知。
zh_tw: <32>* 姓名... 未知。

source: <32>* Relationship status... stranger.
pt_br: <32>* Status de relacionamento... estranho.
zh_cn: <32>* 关系状态... 陌生人。
zh_tw: <32>* 關係狀態... 陌生人。

source: <32>* Last interaction... none.
pt_br: <32>* Última interação... inexistente.
zh_cn: <32>* 上次互动... 暂无。
zh_tw: <32>* 上次互動... 暫無。

source: <32>* Last interaction... observed in battle.
pt_br: <32>* Última interação... observando em batalha.
zh_cn: <32>* 上次互动... 战斗观察。
zh_tw: <32>* 上次互動... 戰鬥觀察。

source: <32>* Processing... * Processing... * Processing...
pt_br: <32>* Processando... * Processando... * Processando...
zh_cn: <32>* 处理中... * 处理中... * 处理中...
zh_tw: <32>* 處理中... * 處理中... * 處理中...

source: <32>* Hello, stranger. * I am eight-six, the all- purpose delivery bot.
pt_br: <32>* Olá, estranho. * Eu sou oito-seis, o bot de entrega para todos os fins
zh_cn: <32>* 您好，陌生人。 * 我叫8-6，是个 万能送货机器人。
zh_tw: <32>* 您好，陌生人。 * 我叫8-6，是個 萬能送貨機器人。

source: <32>* It is far from my intended function, but would you like to complete a survey today?
pt_br: <32>* É longe da minha verdadeira função, mas você gostaria de completar um questionário?
zh_cn: <32>* 这与我的预期功能相去甚远， 但您现在愿意完成 一份调查吗？
zh_tw: <32>* 這與我的預期功能相去甚遠， 但您現在願意完成 一份調查嗎？

source: <32>{#p/basic}{#npc/a}* Thank you. * The question is as follows.
pt_br: <32>{#p/basic}{#npc/a}* Muito obrigado. * As próximas questões seguem.
zh_cn: <32>{#p/basic}{#npc/a}* 谢谢您。 * 问题如下。
zh_tw: <32>{#p/basic}{#npc/a}* 謝謝您。 * 問題如下。

source: <32>* "Out of the colors red, green, and blue, which do you prefer?"
pt_br: <32>* "Das cores vermelha, verde, e azul, qual você prefere?"
zh_cn: <32>* “在红色、绿色、蓝色 三种颜色中， 你更喜欢哪一种？”
zh_tw: <32>* 「在紅色、綠色、藍色 三種顏色中， 你更喜歡哪一種？」

source: Red
pt_br: Vermelho
zh_cn: 红色
zh_tw: 紅色

source: Green
pt_br: Verde
zh_cn: 绿色
zh_tw: 綠色

source: Blue
pt_br: Azul
zh_cn: 蓝色
zh_tw: 藍色

source: Not sure
pt_br: Não sei
zh_cn: 不确定
zh_tw: 不確定

source: <32>{#p/basic}* Thank you. * Your choice will be inscribed deeply into my memory bank.
pt_br: <32>{#p/basic}* Muito obrigado. * Sua escolha será gravada no meu banco de memória.
zh_cn: <32>{#p/basic}* 谢谢您。 * 您的选择将深深地 铭刻在我的内存中。
zh_tw: <32>{#p/basic}* 謝謝您。 * 您的選擇將深深地 銘刻在我的記憶體中。ゐ

source: <32>{#p/basic}{#npc/a}* Your relationship status is now set to "acquaintance."
pt_br: <32>{#p/basic}{#npc/a}* Seu relacionamento agora está configurado para "conhecido".
zh_cn: <32>{#p/basic}{#npc/a}* 您的关系状态现已被 设置为“熟人”。
zh_tw: <32>{#p/basic}{#npc/a}* 您的關係狀態現已被 設定為「熟人」。

source: <32>{#p/basic}{#npc/a}* Familiar energy signature detected.
pt_br: <32>{#p/basic}{#npc/a}* Energia familiar detectada.
zh_cn: <32>{#p/basic}{#npc/a}* 检测到熟悉的能量信号。
zh_tw: <32>{#p/basic}{#npc/a}* 檢測到熟悉的能量訊號。

source: <32>* Relationship status... acquaintance.
pt_br: <32>* Status de relacionamento... conhecido.
zh_cn: <32>* 关系状态... 熟人。
zh_tw: <32>* 關係狀態... 熟人。

source: <32>* Last interaction... survey declined.
pt_br: <32>* Última interação... questionário recusado.
zh_cn: <32>* 上次互动... 拒绝调查。
zh_tw: <32>* 上次互動... 拒絕調查。

source: <32>* Last interaction... survey taken.
pt_br: <32>* Última interação... questionário aceito.
zh_cn: <32>* 上次互动... 接受调查。
zh_tw: <32>* 上次互動... 接受調查。

source: <32>* Hello again, acquaintance. * How is your day today?
pt_br: <32>* Olá de novo, conhecido. * Como está indo seu dia?
zh_cn: <32>* 欢迎回来，熟人。 * 您今天过得怎样？
zh_tw: <32>* 歡迎回來，熟人。 * 您今天過得怎樣？

source: Neutral
pt_br: Normal
zh_cn: 一般
zh_tw: 一般

source: <32>{#p/basic}{#npc/a}* Good? * That is good to hear.
pt_br: <32>{#p/basic}{#npc/a}* Bem? * Isso é ótimo de ouvir.
zh_cn: <32>{#p/basic}{#npc/a}* 你很幸福， 我也很满足。
zh_tw: <32>{#p/basic}{#npc/a}* 你很幸福， 我也很滿足。

source: <32>{#p/basic}{#npc/a}* Bad? * I hope things get better.
pt_br: <32>{#p/basic}{#npc/a}* Ruim? * Espero que as coisas fiquem melhor.
zh_cn: <32>{#p/basic}{#npc/a}* 很痛苦？ * 希望事情会好起来。
zh_tw: <32>{#p/basic}{#npc/a}* 很痛苦？ * 希望事情會好起來。

source: <32>{#p/basic}{#npc/a}* Neutral? * That is understandable.
pt_br: <32>{#p/basic}{#npc/a}* Normal? * É compreensível.
zh_cn: <32>{#p/basic}{#npc/a}* 一般？ * 可以理解。
zh_tw: <32>{#p/basic}{#npc/a}* 一般？ * 可以理解。

source: <32>{#p/basic}{#npc/a}* Not sure? * That is... understandable.
pt_br: <32>{#p/basic}{#npc/a}* Não tem certeza? * É... compreensível.
zh_cn: <32>{#p/basic}{#npc/a}* 不确定？ * 这... 可以理解。
zh_tw: <32>{#p/basic}{#npc/a}* 不確定？ * 這... 可以理解。

source: <32>{#p/basic}{#npc/a}* Your relationship status is now set to "friend."
pt_br: <32>{#p/basic}{#npc/a}* Seu status de relacionamento agora foi configurado para "amigo".
zh_cn: <32>{#p/basic}{#npc/a}* 您的关系状态现已被 设置为“朋友”。
zh_tw: <32>{#p/basic}{#npc/a}* 您的關係狀態現已被 設定為「朋友」。

source: <32>* Relationship status... friend.
pt_br: <32>* Status de relacionamento... amigo.
zh_cn: <32>* 关系状态... 朋友。
zh_tw: <32>* 關係狀態... 朋友。

source: <32>* Last interaction... asked about mood.
pt_br: <32>* Última interação... perguntado sobre o dia.
zh_cn: <32>* 上次互动... 关于心情的询问。
zh_tw: <32>* 上次互動... 關於心情的詢問。

source: <32>* Hello again, friend. * I hope your mood has remained since our last interaction.
pt_br: <32>* Olá de novo, amigo. Espero que seu humor tenha se mantido desde nossa última interação.
zh_cn: <32>* 欢迎回来，朋友。 * 我希望自从上一次互动后， 您的心情仍旧很好如初。
zh_tw: <32>* 歡迎回來，朋友。 * 我希望自從上一次互動後， 您的心情仍舊很好如初。

source: <32>* Hello again, friend. * I hope your mood has improved since our last interaction.
pt_br: <32>* Olá de novo, amigo. Espero que seu humor tenha melhorado desde nossa última interação.
zh_cn: <32>* 欢迎回来，朋友。 * 我希望自从上一次互动后， 您的心情好转了很多。
zh_tw: <32>* 歡迎回來，朋友。 * 我希望自從上一次互動後， 您的心情好轉了很多。

source: <32>* Hello again, friend. * Based on our last interaction...
pt_br: <32>* Olá de novo, amigo. * Baseado na nossa última interação...
zh_cn: <32>* 您好，朋友。 * 基于上一次互动...
zh_tw: <32>* 您好，朋友。 * 基於上一次互動...

source: <32>* It appears you have a great deal of interest towards me.
pt_br: <32>* Parece que você tem muito interesse por mim.
zh_cn: <32>* 看来您对我很感兴趣。
zh_tw: <32>* 看來您對我很感興趣。

source: <32>* What emotion do you most commonly feel about me?
pt_br: <32>* Que emoção você normalmente sente em relação a mim?
zh_cn: <32>* 您对我最常见的情感是什么？
zh_tw: <32>* 您對我最常見的情感是什麼？

source: Love
pt_br: Amor
zh_cn: 爱
zh_tw: 愛

source: Disgust
pt_br: Desprezo
zh_cn: 恶心
zh_tw: 噁心

source: None
pt_br: Nenhuma
zh_cn: 暂无
zh_tw: 暫無

source: <32>* Your relationship status is now set to "bestie."
pt_br: <32>* Seu relacionamento foi configurado para "bestie".
zh_cn: <32>* 您的关系状态现已被 设置为“挚友”。
zh_tw: <32>* 您的關係狀態現已被 設定為「摯友」。

source: <32>* I love you too, bestie.
pt_br: <32>* Eu também te amo, bestie.
zh_cn: <32>* 我也爱您，挚友。
zh_tw: <32>* 我也愛您，摯友。

source: <32>* Your relationship status is now set to "enemy."
pt_br: <32>* Seu relacionamento foi configurado para "inimigo".
zh_cn: <32>* 您的关系状态现已被 设置为“敌人”。
zh_tw: <32>* 您的關係狀態現已被 設定為「敵人」。

source: <32>* I have no further need for you, enemy.
pt_br: <32>* Eu necessito mais de você, inimigo.
zh_cn: <32>* 我已经不需要您了，敌人。
zh_tw: <32>* 我已經不需要您了，敵人。

source: <32>* Your relationship status is now set to "acquaintance."
pt_br: <32>* Seu relacionamento foi alterado de volta para "conhecido".
zh_cn: <32>* 您的关系状态现已被 设置为“熟人”。
zh_tw: <32>* 您的關係狀態現已被 設定為「熟人」。

source: <32>* Perhaps this was not a good idea, acquaintance.
pt_br: <32>* Talvez essa não tenha sido uma boa ideia, conhecido.
zh_cn: <32>* 这个回答可能不太好，熟人。
zh_tw: <32>* 這個回答可能不太好，熟人。

source: <32>* Your relationship status is unchanged.
pt_br: <32>* Seu status de relacionamento não foi alterado.
zh_cn: <32>* 您的关系状态保持不变。
zh_tw: <32>* 您的關係狀態保持不變。

source: <32>* Expected reply to all questions is now set to "Not sure."
pt_br: <32>* A resposta esperada para todas as perguntas agora está definida como "Não tenho certeza."
zh_cn: <32>* 对所有问题的预期回答 现已被设置为“不确定”。
zh_tw: <32>* 對所有問題的預期回答 現已被設定為「不確定」。

source: <32>* Relationship status... bestie.
pt_br: <32>* Status de relacionamento... bestie.
zh_cn: <32>* 关系状态... 挚友。
zh_tw: <32>* 關係狀態... 摯友。

source: <32>* Relationship status... enemy.
pt_br: <32>* Status de relacionamento... inimigo.
zh_cn: <32>* 关系状态... 敌人。
zh_tw: <32>* 關係狀態... 敵人。

source: <32>* Last interaction... showed appreciation.
pt_br: <32>* Última interação... demonstrando apreciação.
zh_cn: <32>* 上次互动... 表达赞美。
zh_tw: <32>* 上次互動... 表達讚美。

source: <32>* Last interaction... declined conversation.
pt_br: <32>* Última interação... recusou conversar.
zh_cn: <32>* 上次互动... 拒绝对话。
zh_tw: <32>* 上次互動... 拒絕對話。

source: <32>* Last interaction... made small talk.
pt_br: <32>* Última interação... conversou um pouco.
zh_cn: <32>* 上次互动... 闲聊。
zh_tw: <32>* 上次互動... 閒聊。

source: <32>* Last interaction... gave advice.
pt_br: <32>* Última interação... conselho entregue.
zh_cn: <32>* 上次互动... 给予建议。
zh_tw: <32>* 上次互動... 給予建議。

source: <32>* Last interaction... asked about feelings.
pt_br: <32>* Última interação... questionado sobre sentimentos.
zh_cn: <32>* 上次互动... 询问感受。
zh_tw: <32>* 上次互動... 詢問感受。

source: <32>* Hello again, bestie. * I hope you are doing well.
pt_br: <32>* Olá de novo, bestie. * Eu espero que você esteja bem.
zh_cn: <32>* 欢迎回来，挚友。 * 我希望您一切都好。
zh_tw: <32>* 歡迎回來，摯友。 * 我希望您一切都好。

source: <32>* Hello again, bestie. * I love you very much.
pt_br: <32>* Olá de novo, bestie. * Eu te amo de verdade.
zh_cn: <32>* 欢迎回来，挚友。 * 我很爱您。
zh_tw: <32>* 歡迎回來，摯友。 * 我很愛您。

source: <32>* Hello again, bestie. * It is good to see you today.
pt_br: <32>* Olá de novo, bestie. * É bom te ver novamente.
zh_cn: <32>* 欢迎回来，挚友。 * 今天见到您很高兴。
zh_tw: <32>* 歡迎回來，摯友。 * 今天見到您很高興。

source: <32>* ... * Do not speak to me again.
pt_br: <32>* ... * Não volte a falar comigo.
zh_cn: <32>* ... * 请不要再跟我说话了。
zh_tw: <32>* ... * 請不要再跟我說話了。

source: <32>* Hello again, acquaintance. * The factory is musty today.
pt_br: <32>* Olá de novo, conhecido. * A fábrica está mofada hoje.
zh_cn: <32>* 欢迎回来，熟人。 * 工厂今天有点霉味。
zh_tw: <32>* 歡迎回來，熟人。 * 工廠今天有點霉味。

source: <32>* Hello again, acquaintance. * The starlight is glimmering today.
pt_br: <32>* Olá de novo, conhecido. * A luz das estrelas estão glamourosas hoje.
zh_cn: <32>* 欢迎回来，熟人。 * 今天星光闪烁。
zh_tw: <32>* 歡迎回來，熟人。 * 今天星光閃爍。

source: <32>* Hello again, acquaintance. * The steam is humid today.
pt_br: <32>* Olá novamente, conhecido. * O vapor está úmido hoje.
zh_cn: <32>* 欢迎回来，熟人。 * 今天蒸汽很潮湿。
zh_tw: <32>* 歡迎回來，熟人。 * 今天蒸汽很潮溼。

source: <32>* Hello again, friend. * Remember to eat something.
pt_br: <32>* Olá de novo, amigo. * Lembre-se de comer alguma coisa.
zh_cn: <32>* 欢迎回来，朋友。 * 记得吃点东西。
zh_tw: <32>* 歡迎回來，朋友。 * 記得吃點東西。

source: <32>* Hello again, friend. * Remember to take breaks.
pt_br: <32>* Olá de novo, amigo. * Lembre-se de descansar as vezes.
zh_cn: <32>* 欢迎回来，朋友。 * 记得休息一下。
zh_tw: <32>* 歡迎回來，朋友。 * 記得休息一下。

source: <32>* Hello again, friend. * Remember to talk things out.
pt_br: <32>* Olá de novo, amigo. * Lembre-se de desabafar quando preciso.
zh_cn: <32>* 欢迎回来，朋友。 * 记得把事情说出来。
zh_tw: <32>* 歡迎回來，朋友。 * 記得把事情說出來。

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* No matter how many monsters you've bullied, your payment to me is all that matters~
pt_br: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Não ligo para quantos monstros você bullinou, com esse dinheiro, eu faço o que bem entendo~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 不管你霸凌过多少怪物， 我只关心你给我的报酬~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 不管你霸凌過多少怪物， 我只關心你給我的報酬~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Your payment to me means more than you can possibly imagine~
pt_br: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Seu pagamento para mim significa mais do que você imagina~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 你支付的报酬 可超出我的想象~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 你支付的報酬 可超出我的想像~

source: <32>* Thank you for your generous donation, dearie~
pt_br: <32>* Obrigado por suas generosas doações, amorzinho~
zh_cn: <32>* 谢谢你的慷慨解囊，亲~
zh_tw: <32>* 謝謝你的慷慨解囊，親~

source: <32>* If you or your little armless friend need anything, you just let me know~
pt_br: <32>* Se você ou seu amigo sem braço precisarem de qualquer coisa, é só me dizer~
zh_cn: <32>* 如果你和你那无臂小朋友需要 些什么，我愿为你效劳~
zh_tw: <32>* 如果你和你那無臂小朋友需要 些什麼，我願為你效勞~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* It's a shame I wasn't able to capture you the first time around~
pt_br: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* É uma tristeza que não consegui te capturar da primeira vez~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 很遗憾第一次我没能抓住你~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 很遺憾第一次我沒能抓住你~

source: <32>* A little bully like you would have been a wonderful prize~
pt_br: <32>* Um bully como você teria sido um prêmio maravilhoso~
zh_cn: <32>* 抓住你这样的小流氓 会使我得到一笔不菲的赏金~
zh_tw: <32>* 抓住你這樣的小流氓 會使我得到一筆不菲的賞金~

source: <32>* Oh well~ * Now that the force field's gone, I won't have to~
pt_br: <32>* Pois bem~ * Agora que o escudo de força se foi, eu não terei que fazer isso~
zh_cn: <32>* 哦算了~ * 既然力场打开了 我也就不需要那些了~
zh_tw: <32>* 喔算了~ * 既然力場打開了 我也就不需要那些了~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Oh, dearie~ * When the spider clans arrive on the new homeworld...
pt_br: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Oh, querido~ * Quando o clã das aranhas aterrissar no novo mundo...
zh_cn: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 哦，小宝贝~ * 当蜘蛛家族到达新的家园时...
zh_tw: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 喔，小寶貝~ * 當蜘蛛家族到達新的家園時...

source: <32>* There'll be so many natural resouces to exploit~
pt_br: <32>* Teremos tantos recursos naturais para explorar~
zh_cn: <32>* 将会开发大量的自然资源~
zh_tw: <32>* 將會開發大量的自然資源~

source: <32>* We're going to build the largest tea empire this new world has ever seen~
pt_br: <32>* Nós iremos construir o maior império de chá que o novo mundo vai ver~
zh_cn: <32>* 我们将会建立新世界 有史以来最大的茶叶帝国~
zh_tw: <32>* 我們將會建立新世界 有史以來最大的茶葉帝國~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Oh, and if I can help it...
pt_br: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Oh, e se eu puder fazer acontecer...
zh_cn: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 哦，如果再加上我的帮助~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 喔，如果再加上我的幫助~

source: <32>* It'll be the only tea empire this new world will ever see~ * Ahuhuhu~
pt_br: <32>* Ele será o único império de chá que o novo mundo verá~ * Ahuhuhu~
zh_cn: <32>* 这将会成为新世界 唯一的茶叶帝国~ * 啊呼呼~
zh_tw: <32>* 這將會成為新世界 唯一的茶葉帝國~ * 啊呼呼~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Ahuhuhu~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 啊呼呼呼~
zh_tw: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* 啊呼呼呼~

source: <32>{#p/basic}{#npc/a}* I know you have been violent, but I appreciate the compassion you have shown me.
pt_br: <32>{#p/basic}{#npc/a}* Eu sei que você tem sido violento, mas eu aprecio a compaixão demonstrada por mim.
zh_cn: <32>{#p/basic}{#npc/a}* 我虽知你崇尚暴力， 但我感激你对我怜悯。
zh_tw: <32>{#p/basic}{#npc/a}* 我雖知你崇尚暴力， 但我感激你對我憐憫。

source: <32>{#p/basic}{#npc/a}* Thank you for the compassion you have shown me.
pt_br: <32>{#p/basic}{#npc/a}* Obrigado pela compaixão que você tem mostrado pra mim.
zh_cn: <32>{#p/basic}{#npc/a}* 对你的怜悯之心表示感激。
zh_tw: <32>{#p/basic}{#npc/a}* 對你的憐憫之心表示感激。

source: <32>* It is what I needed to see the error in my choice of career.
pt_br: <32>* É o que eu precisava para ver o erro na minha escolha de carreira.
zh_cn: <32>* 此为我职业选择需寻之误。
zh_tw: <32>* 此為我職業選擇需尋之誤。

source: <33>* Still, I'm keeping the uniform. * It suits me well.
pt_br: <33>* Ainda vou manter o uniforme. * Ele fica bem em mim.
zh_cn: <33>* 但虽如此，我仍愿留此制服。 * 因制服正合我身。
zh_tw: <33>* 但雖如此，我仍願留此制服。 * 因制服正合我身。

source: <32>{#p/basic}{#npc/a}* I regretted letting you get past me, but after what you've done, I'm fine with that.
pt_br: <32>{#p/basic}{#npc/a}* Eu me arrependo de ter deixado você passar por mim, mas após o que você fez, tudo bem.
zh_cn: <32>{#p/basic}{#npc/a}* 我虽懊悔放你离去， 但见你所做之事， 便再无若有所失之伤。
zh_tw: <32>{#p/basic}{#npc/a}* 我雖懊悔放你離去， 但見你所做之事， 便再無若有所失之傷。

source: <32>* I shall overlook your rather... violent tendencies for the moment.
pt_br: <32>* Eu irei apagar da minha mente suas... tendências violentas por um momento.
zh_cn: <32>* 我将宽恕... 你此前因卑劣人格而造就之过。
zh_tw: <32>* 我將寬恕... 你此前因卑劣人格而造就之過。

source: <32>* I shall recall your name for many centuries to come.
pt_br: <32>* Recordarei o teu nome por muitos séculos.
zh_cn: <32>* 我将铭记你的名字 且永志不忘。
zh_tw: <32>* 我將銘記你的名字 且永誌不忘。

source: <32>{#p/basic}{#npc/a}* I do apologize for mis- judging you, Frisk.
pt_br: <32>{#p/basic}{#npc/a}* Eu me desculpo por ter te julgado de forma errônea, Frisk.
zh_cn: <32>{#p/basic}{#npc/a}* 我因此前对你的 错误判决而深感歉意，Frisk。
zh_tw: <32>{#p/basic}{#npc/a}* 我因此前對你的 錯誤判決而深感歉意，Frisk。

source: <32>* As a member of the ELITE squad, it was difficult for me to see the good in you.
pt_br: <32>* Como um membro do esquadrão de ELITE, era difícil para mim ver o bem em você.
zh_cn: <32>* 身为特战队一将， 我竟只对你抉瑕掩瑜。
zh_tw: <32>* 身為特戰隊一將， 我竟只對你抉瑕掩瑜。

source: <32>* Well. * There is much for me to reflect on, now.
pt_br: <32>* Bom. * A muito do que eu devo refletir, agora.
zh_cn: <32>* 嗯。 * 我将深刻反思自己。
zh_tw: <32>* 嗯。 * 我將深刻反思自己。

source: <32>* I would appreciate if you gave me the time and space to do so.
pt_br: <32>* Eu apreciarei se você me der o tempo e o espaço para tal.
zh_cn: <32>* 请允我独自一人行此事。
zh_tw: <32>* 請允我獨自一人行此事。

source: <33>* Thank you for the conversation.
pt_br: <33>* Obrigado pela conversa.
zh_cn: <33>* 能与你交谈我为此感激。
zh_tw: <33>* 能與你交談我為此感激。

source: <32>{#p/basic}{#npc/a}* Until next time.
pt_br: <32>{#p/basic}{#npc/a}* Até a próxima.
zh_cn: <32>{#p/basic}{#npc/a}* 下次再见。
zh_tw: <32>{#p/basic}{#npc/a}* 下次再見。

source: <32>{#p/basic}{#npc/a}* How silly... * As soon as I choose to stay somewhere, we all have to go.
pt_br: <32>{#p/basic}{#npc/a}* Assim que eu decido ficar em um lugar, nós todos vamos embora.
zh_cn: <32>{#p/basic}{#npc/a}* 多么滑稽... * 我只要一决定待在什么地方， 我们就得离开这个地方。
zh_tw: <32>{#p/basic}{#npc/a}* 多麼滑稽... * 我只要一決定待在什麼地方， 我們就得離開這個地方。

source: <32>* The irony of the situation has not escaped me. * Still, it is for the best.
pt_br: <32>* A ironia da situação ainda não me espaçou. * Ainda assim, é pelo melhor.
zh_cn: <32>* 这种讽刺的情况应该 永远不会离开我。 * 不过，至少这种情况不错。
zh_tw: <32>* 這種諷刺的情況應該 永遠不會離開我。 * 不過，至少這種情況不錯。

source: <32>* On our new homeworld... * I'm sure to find lots of new neighbors for myself.
pt_br: <32>* No novo mundo, eu vou ter certeza de encontrar muitos novos vizinhos.
zh_cn: <32>* 在我们的新家园... * 我会给自己找很多新邻居的。
zh_tw: <32>* 在我們的新家園... * 我會給自己找很多新鄰居的。

source: <32>{#p/basic}{#npc/a}* Er, she's still after you...
pt_br: <32>{#p/basic}{#npc/a}* Er, ela ainda está atrás de você.
zh_cn: <32>{#p/basic}{#npc/a}* 额， 她还在追你...
zh_tw: <32>{#p/basic}{#npc/a}* 額， 她還在追你...

source: <32>{#p/basic}{#npc/a}* You should never have come.
pt_br: <32>{#p/basic}{#npc/a}* Você não deveria ter vindo.
zh_cn: <32>{#p/basic}{#npc/a}* 你最好别回来了。
zh_tw: <32>{#p/basic}{#npc/a}* 你最好別回來了。

source: <32>{#p/basic}{#npc/a}* I sense a disturbance in the nearby aura...
pt_br: <32>{#p/basic}{#npc/a}* Eu sinto um distúrbio na aura próxima...
zh_cn: <32>{#p/basic}{#npc/a}* 我感觉到 附近的气氛受到了干扰...
zh_tw: <32>{#p/basic}{#npc/a}* 我感覺到 附近的氣氛受到了幹擾...

source: <32>* You really shouldn't have left that girl alone.
pt_br: <32>* Você realmente não deveria ter deixado aquela garota sozinha.
zh_cn: <32>* 你真不该把 那个女孩单独留在那。
zh_tw: <32>* 你真不該把 那個女孩單獨留在那。

source: <32>* You really should have left that girl alone.
pt_br: <32>* Você deveria ter deixado aquela garota em paz.
zh_cn: <32>* 你真应该让 那个女孩一个人待着。
zh_tw: <32>* 你真應該讓 那個女孩一個人待著。

source: <32>* You and my new neighbor are getting along, I see.
pt_br: <32>* Você e meu novo vizinho estão se dando bem.
zh_cn: <32>* 我觉得你会 和我的新邻居相处得很好的。
zh_tw: <32>* 我覺得你會 和我的新鄰居相處得很好的。

source: <32>{#p/basic}{#npc/a}* Papyrus is waiting nearby.
pt_br: <32>{#p/basic}{#npc/a}* Papyrus está esperando aqui perto.
zh_cn: <32>{#p/basic}{#npc/a}* Papyrus在附近等着呢。
zh_tw: <32>{#p/basic}{#npc/a}* Papyrus在附近等著呢。

source: <32>* Isn't he brave?
pt_br: <32>* Ele não é corajoso?
zh_cn: <32>* 他是不是很勇敢？
zh_tw: <32>* 他是不是很勇敢？

source: <32>* Won't you meet my new neighbor?
pt_br: <32>* Você não vai conhecer meu novo vizinho?
zh_cn: <32>* 想见见我的新邻居去吗？
zh_tw: <32>* 想見見我的新鄰居去嗎？

source: <32>{#p/basic}{#npc/a}* I'm visiting the Foundry from the Citadel, by the way.
pt_br: <32>{#p/basic}{#npc/a}* Eu estou visitando a Foundry da Cidadela, por acaso.
zh_cn: <32>{#p/basic}{#npc/a}* 话说，我是从首塔过来 铸厂这里游览的。
zh_tw: <32>{#p/basic}{#npc/a}* 話說，我是從首塔過來 鑄廠這裡遊覽的。

source: <32>* There, I hardly knew anyone, but here, I've met several friendly neighbors already.
pt_br: <32>* Lá, eu mal conhecia pessoas, mas aqui, eu já fiz tantos vizinhos amigáveis.
zh_cn: <32>* 我在那几乎不认识任何人， 但在这，我已经遇到了 几个友好的邻居。
zh_tw: <32>* 我在那幾乎不認識任何人， 但在這，我已經遇到了 幾個友好的鄰居。

source: <32>* I don't think I'll be leaving here any time soon.
pt_br: <32>* Eu não acho que vou sair daqui tão cedo.
zh_cn: <32>* 我觉得我短期内 不会离开这里。
zh_tw: <32>* 我覺得我短期內 不會離開這裡。

source: <32>{#p/basic}{#npc/a}* Won't that be splendid?
pt_br: <32>{#p/basic}{#npc/a}* Não seria esplêndido?
zh_cn: <32>{#p/basic}{#npc/a}* 这不是很愉快吗？
zh_tw: <32>{#p/basic}{#npc/a}* 這不是很愉快嗎？

source: <32>{#p/basic}{#npc/a}* Good neighbors have been quite difficult to find.
pt_br: <32>{#p/basic}{#npc/a}* Bons vizinhos são difíceis de se encontrar.
zh_cn: <32>{#p/basic}{#npc/a}* 千金买户，八百买邻。
zh_tw: <32>{#p/basic}{#npc/a}* 千金買戶，八百買鄰。
