Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/9}* The memory of our world seems to fade more and more every day.
pt_br: <25>{#f/9}* As memórias do nosso mundo parecem sumir dia após dia.
zh_cn: <25>{#f/9}* 我们对这个世界的记忆 似乎每天都在逐渐淡去。
zh_tw: <25>{#f/9}* 我們對這個世界的記憶 似乎每天都在逐漸淡去。

source: <25>{#f/12}* ... let me know if you need anything else.
pt_br: <25>{#f/12}* ... me diz se precisar de outra coisa.
zh_cn: <25>{#f/12}* ...如果你还需要什么， 就告诉我吧。
zh_tw: <25>{#f/12}* ...如果你還需要什麼， 就告訴我吧。

source: <25>{#p/undyne}{#f/1}* Well, alright. * Remember, I'm here if you change your mind.
pt_br: <25>{#p/undyne}{#f/1}* Certo. * Lembre-se que estou aqui se mudar de ideia.
zh_cn: <25>{#p/undyne}{#f/1}* 好吧，没事。 * 记住，如果你改变主意， 随时来找我！
zh_tw: <25>{#p/undyne}{#f/1}* 好吧，沒事。 * 記住，如果你改變主意， 隨時來找我！

source: <25>{#p/undyne}{#f/14}* Well, alright. * Remember, I'm here if you change your mind!
pt_br: <25>{#p/undyne}{#f/14}* Tudo bem. * Lembre-se que estou aqui se mudar de ideia!
zh_cn: <25>{#p/undyne}{#f/14}* 好吧，没事。 * 记住，如果你改变主意， 随时来找我！
zh_tw: <25>{#p/undyne}{#f/14}* 好吧，沒事。 * 記住，如果你改變主意， 隨時來找我！

source: * (Sit down?)
pt_br: * (Sentar-se?)
zh_cn: * （要坐下吗？）
zh_tw: * （要坐下嗎？）

source: <25>{#p/undyne}{#f/14}* Comfortable?
pt_br: <25>{#p/undyne}{#f/14}* Confortável?
zh_cn: <25>{#p/undyne}{#f/14}* 坐得舒服吗？
zh_tw: <25>{#p/undyne}{#f/14}* 坐得舒服嗎？

source: <25>{#f/1}* I'll get you something to drink.
pt_br: <25>{#f/1}* Eu vou te dar algo para beber.
zh_cn: <25>{#f/1}* 我去拿些喝的给你。
zh_tw: <25>{#f/1}* 我去拿些喝的給你。

source: <25>{#f/14}* I'll get you something to drink.
pt_br: <25>{#f/14}* Eu vou te dar algo para beber.
zh_cn: <25>{#f/14}* 我去拿些喝的给你。
zh_tw: <25>{#f/14}* 我去拿些喝的給你。

source: <25>{#f/1}* I'll get you something to...
pt_br: <25>{#f/1}* Eu vou te dar algo para...
zh_cn: <25>{#f/1}* 我去拿些喝...
zh_tw: <25>{#f/1}* 我去拿些喝...

source: <25>{#f/14}* I'll get you something to...
pt_br: <25>{#f/14}* Eu vou te dar algo para...
zh_cn: <25>{#f/14}* 我去拿些喝...
zh_tw: <25>{#f/14}* 我去拿些喝...

source: <25>{#f/17}* What are you still doing with a cup of dampening fluid?
pt_br: <25>{#f/17}* O que você ainda está fazendo com uma xícara de fluido umedecedor?
zh_cn: <25>{#f/17}* 你拿着那杯 电尼阻液干啥？
zh_tw: <25>{#f/17}* 你拿著那杯 電尼阻液幹啥？

source: <25>{#f/17}* Throw that thing away!
pt_br: <25>{#f/17}* Joga isso fora!
zh_cn: <25>{#f/17}* 快丢掉！
zh_tw: <25>{#f/17}* 快丟掉！

source: <32>{#p/human}* (You discarded the electro- dampening fluid.)
pt_br: <32>{#p/human}* (Você descartou o fluido de eletro-amortecimento.)
zh_cn: <32>{#p/human}* （你怀着不舍的心情， 丢了那杯电尼阻液。）[ADD]<32>{#p/human}* （好心痛。）
zh_tw: <32>{#p/human}* （你懷著不舍的心情， 丟了那杯電尼阻液。）[ADD]<32>{#p/human}* （好心痛。）

source: <25>{#p/undyne}{#f/1}* Thanks.
pt_br: <25>{#p/undyne}{#f/1}* Valeu.
zh_cn: <25>{#p/undyne}{#f/1}* ...谢了。
zh_tw: <25>{#p/undyne}{#f/1}* ...謝了。

source: <25>{#p/undyne}{#f/14}* Much appreciated.
pt_br: <25>{#p/undyne}{#f/14}* Aprecio o gesto.
zh_cn: <25>{#p/undyne}{#f/14}* ...非常感谢。
zh_tw: <25>{#p/undyne}{#f/14}* ...非常感謝。

source: <25>{#p/undyne}{#f/1}* All set! * Take your pick!
pt_br: <25>{#p/undyne}{#f/1}* Tudo pronto! * Escolha sua bebida!
zh_cn: <25>{#p/undyne}{#f/1}* 准备完成！ * 你来挑吧！
zh_tw: <25>{#p/undyne}{#f/1}* 準備完成！ * 你來挑吧！

source: <25>{#p/undyne}{#f/14}* All set! * What would you like?
pt_br: <25>{#p/undyne}{#f/14}* Tudo pronto! * O que você deseja?
zh_cn: <25>{#p/undyne}{#f/14}* 准备完成！ * 你想喝哪个？
zh_tw: <25>{#p/undyne}{#f/14}* 準備完成！ * 你想喝哪個？

source: <25>{#p/undyne}{#f/17}* HEY! * DON'T GET UP!
pt_br: <25>{#p/undyne}{#f/17}* EI! * NÃO LEVANTA!
zh_cn: <25>{#p/undyne}{#f/17}* 喂！ * 别站起来！
zh_tw: <25>{#p/undyne}{#f/17}* 喂！ * 別站起來！

source: <25>{#f/16}* Sorry, reflex. * I seriously gotta stop doing that...
pt_br: <25>{#f/16}* Desculpa, reflexo. * Eu devo realmente parar de fazer isso...
zh_cn: <25>{#f/16}* 对不起，条件反射了。 * 你是客人， 我不想让你跑腿而已...
zh_tw: <25>{#f/16}* 對不起，條件反射了。 * 你是客人， 我不想讓你跑腿而已...

source: <25>{#f/17}* YOU'RE THE GUEST! * SIT DOWN AND ENJOY YOURSELF!
pt_br: <25>{#f/17}* VOCÊ É O CONVIDADO! * SENTA AÍ E CURTE O MOMENTO!
zh_cn: <25>{#f/17}* 你是客人！ * 给我坐下来慢慢享用！
zh_tw: <25>{#f/17}* 你是客人！ * 給我坐下來慢慢享用！

source: <25>{#p/undyne}{#f/1}* Um, why not just point to what you want?
pt_br: <25>{#p/undyne}{#f/1}* Hm, que tal você apontar para o que quer?
zh_cn: <25>{#p/undyne}{#f/1}* 嗯，你需要什么 指出来不就好了？
zh_tw: <25>{#p/undyne}{#f/1}* 嗯，你需要什麼 指出來不就好了？

source: <25>{#f/16}* You can use the spear.
pt_br: <25>{#f/16}* Você pode usar a lança.
zh_cn: <25>{#f/16}* 你可以用这根矛！
zh_tw: <25>{#f/16}* 你可以用這根矛！

source: <25>{#p/undyne}{#f/12}* Um, why not just point to what you want?
pt_br: <25>{#p/undyne}{#f/12}* Hm, por que você não aponta para o que gosta?
zh_cn: <25>{#p/undyne}{#f/12}* 嗯，你需要什么 指出来不就好了？
zh_tw: <25>{#p/undyne}{#f/12}* 嗯，你需要什麼 指出來不就好了？

source: <25>{#f/12}* You can use the spear!
pt_br: <25>{#f/12}* Você pode usar a lança!
zh_cn: <25>{#f/12}* 你可以用这根矛！
zh_tw: <25>{#f/12}* 你可以用這根矛！

source: * Move left and right to aim. * Select with [Z].
pt_br: * Mova para esquerda e direita. * Selecione com [Z].
zh_cn: * 按←和→瞄准。 * 按[Z]选定。
zh_tw: * 按←和→瞄準。 * 按[Z]選定。

source: * Undyne * Awesome fish lady.
pt_br: * Undyne * A maravilhosa mulher peixe.
zh_cn: * Undyne * 英俊的鱼女士。
zh_tw: * Undyne * 英俊的魚女士。

source: * Undyne * Mad fish lady.
pt_br: * Undyne * A brava mulher peixe.
zh_cn: * Undyne * 疯狂的鱼女士。
zh_tw: * Undyne * 瘋狂的魚女士。

source: * Snack Closet * Tons of goodies in there!
pt_br: * Armário de Comida * Várias delícias aí dentro!
zh_cn: * 零食柜 * 里面有超多好东西！
zh_tw: * 零食櫃 * 裡面有超多好東西！

source: * Water * The smart choice.
pt_br: * Água * Uma escolha inteligente.
zh_cn: * 水 * 聪明的选择
zh_tw: * 水 * 聰明的選擇

source: * Sugar * Great for sweetening tea.
pt_br: * Açúcar * Bom com chá quente.
zh_cn: * 糖 * 适合放在茶里。
zh_tw: * 糖 * 適合放在茶裡。

source: * Exoberry Punch * Made locally... or so they say.
pt_br: * Soco Exoberry, feito localmente... ou assim dizem.
zh_cn: * 洋梅果酒 * 自家做的... 她是这么说的。
zh_tw: * 洋梅果酒 * 自家做的... 她是這麼說的。

source: * Hot Cocoa * It's a blue cylinder.
pt_br: * Chocolate quente * Tem um cilindro azul.
zh_cn: * 热巧克力 * 蓝色圆罐。
zh_tw: * 熱巧克力 * 藍色圓罐。

source: * Tea * Blatantly correct choice?
pt_br: * Chá * A mais equilibrada escolha?
zh_cn: * 茶 * 毫无疑问是正确选项？
zh_tw: * 茶 * 毫無疑問是正確選項？

source: * Fridge * Too much for one meal.
pt_br: * Geladeira * Coisas demais para uma refeição.
zh_cn: * 冰箱 * 对于一顿饭来说太多了。
zh_tw: * 冰箱 * 對於一頓飯來說太多了。

source: * Energy Saber * Legendary human weapon.
pt_br: * Sabre de Energia * A lendária arma humana.
zh_cn: * 能量剑 * 传说中的人类武器。
zh_tw: * 能量劍 * 傳說中的人類武器。

source: <25>{#p/undyne}{#f/13}* Are you... * Hitting on me???
pt_br: <25>{#p/undyne}{#f/13}* Você está... * Dando em cima de mim?
zh_cn: <25>{#p/undyne}{#f/13}* 你是在... * 指我吗？？？
zh_tw: <25>{#p/undyne}{#f/13}* 你是在... * 指我嗎？？？

source: <25>{#p/undyne}{#f/17}* You're supposed to be choosing a drink??
pt_br: <25>{#p/undyne}{#f/17}* Era pra você escolher uma bebida??
zh_cn: <25>{#p/undyne}{#f/17}* 你应该选一个 喝的东西？？
zh_tw: <25>{#p/undyne}{#f/17}* 你應該選一個 喝的東西？？

source: <25>{#f/1}* There's nothing in that closet but snacks.
pt_br: <25>{#f/1}* Não tem nada no armário além de lanches.
zh_cn: <25>{#f/1}* 那个柜子里只有零食。
zh_tw: <25>{#f/1}* 那個柜子裡只有零食。

source: <25>{#p/undyne}{#f/1}* Really, it's all just snacks in there. * Nothing more!
pt_br: <25>{#p/undyne}{#f/1}* Sério, só tem comida aí dentro. * Não tem mais nada!
zh_cn: <25>{#p/undyne}{#f/1}* 真的，那个柜子里 只有零食。 * 没有别的东西了！
zh_tw: <25>{#p/undyne}{#f/1}* 真的，那個柜子裡 只有零食。 * 沒有別的東西了！

source: <25>{#p/undyne}{#f/1}* Really!
pt_br: <25>{#p/undyne}{#f/1}* Sério!
zh_cn: <25>{#p/undyne}{#f/1}* 真的！
zh_tw: <25>{#p/undyne}{#f/1}* 真的！

source: <25>{#p/undyne}{#f/13}* You want WATER?
pt_br: <25>{#p/undyne}{#f/13}* Você quer ÁGUA?
zh_cn: <25>{#p/undyne}{#f/13}* 你想要水？
zh_tw: <25>{#p/undyne}{#f/13}* 你想要水？

source: <25>{#f/11}* Just... water.
pt_br: <25>{#f/11}* Só... água.
zh_cn: <25>{#f/11}* 就是... 水。
zh_tw: <25>{#f/11}* 就是... 水。

source: <25>{#f/11}* With no added flavors or sugars or anything.
pt_br: <25>{#f/11}* Sem nenhum sabor, açúcar ou nada.
zh_cn: <25>{#f/11}* 没什么味道， 也没加糖什么的。
zh_tw: <25>{#f/11}* 沒什麼味道， 也沒加糖什麼的。

source: <25>{#p/undyne}{#f/12}* That sugar's only there for the tea.
pt_br: <25>{#p/undyne}{#f/12}* Aquele açúcar só tá ali pelo chá.
zh_cn: <25>{#p/undyne}{#f/12}* 那个糖是用来 加在茶里的。
zh_tw: <25>{#p/undyne}{#f/12}* 那個糖是用來 加在茶裡的。

source: <25>{#f/7}* I'm not gonna give you a cup of sugar!
pt_br: <25>{#f/7}* Eu não vou te dar um copo de açúcar!
zh_cn: <25>{#f/7}* 我没法给你盛一杯糖！
zh_tw: <25>{#f/7}* 我沒法給你盛一杯糖！

source: <25>{#p/undyne}{#f/1}* No sugar, sweetheart.
pt_br: <25>{#p/undyne}{#f/1}* sem açúcar, coração de doce.
zh_cn: <25>{#p/undyne}{#f/1}* 糖不可以，甜心。
zh_tw: <25>{#p/undyne}{#f/1}* 糖不可以，甜心。

source: <25>{#p/undyne}{#f/14}* The sugar's for the tea, mmm'kay?
pt_br: <25>{#p/undyne}{#f/14}* O açúcar é para o chá, BELEZA?
zh_cn: <25>{#p/undyne}{#f/14}* 糖是加在茶里的， 好吗？
zh_tw: <25>{#p/undyne}{#f/14}* 糖是加在茶裡的， 好嗎？

source: <25>{#p/undyne}{#f/1}* Ah... exoberry punch.
pt_br: <25>{#p/undyne}{#f/1}* Ah... soco exoberry.
zh_cn: <25>{#p/undyne}{#f/1}* 啊... 洋梅果酒。
zh_tw: <25>{#p/undyne}{#f/1}* 啊... 洋梅果酒。

source: <25>{#f/14}* Well, Papyrus loves this stuff, so I guess it's alright.
pt_br: <25>{#f/14}* Bem, Papyrus ama essa parada, então eu acho que deve ser bom.
zh_cn: <25>{#f/14}* 我想，Papyrus喜欢这东西， 所以没什么问题。
zh_tw: <25>{#f/14}* 我想，Papyrus喜歡這東西， 所以沒什麼問題。

source: <25>{#p/undyne}{#f/17}* You gonna pick something or what?
pt_br: <25>{#p/undyne}{#f/17}* Você vai escolher alguma coisa ou o que?
zh_cn: <25>{#p/undyne}{#f/17}* 你到底选不选这个？
zh_tw: <25>{#p/undyne}{#f/17}* 你到底選不選這個？

source: <25>{#p/undyne}{#f/14}* Nothing like a good cup of hot cocoa.
pt_br: <25>{#p/undyne}{#f/14}* Nada como um belo copo de chocolate quente.
zh_cn: <25>{#p/undyne}{#f/14}* 没什么能比一杯 热巧克力更棒了。
zh_tw: <25>{#p/undyne}{#f/14}* 沒什麼能比一杯 熱巧克力更棒了。

source: <25>{#p/undyne}{#f/17}* Hot cocoa, right?
pt_br: <25>{#p/undyne}{#f/17}* Chocolate quente, certo?
zh_cn: <25>{#p/undyne}{#f/17}* 热巧克力，是吧？
zh_tw: <25>{#p/undyne}{#f/17}* 熱巧克力，是吧？

source: <25>{#p/undyne}{#f/14}* Tea, huh?
pt_br: <25>{#p/undyne}{#f/14}* Chá, huh?
zh_cn: <25>{#p/undyne}{#f/14}* 茶，是吧？
zh_tw: <25>{#p/undyne}{#f/14}* 茶，是吧？

source: <25>{#p/undyne}{#f/12}* So it's tea, right?
pt_br: <25>{#p/undyne}{#f/12}* Então um chá, certo?
zh_cn: <25>{#p/undyne}{#f/12}* 所以选茶，是吗？
zh_tw: <25>{#p/undyne}{#f/12}* 所以選茶，是嗎？

source: <25>{#p/undyne}{#f/4}* The fridge!? * You want to have the entire fridge!?
pt_br: <25>{#p/undyne}{#f/4}* A geladeira!? * Você quer comer tudo na geladeira!?
zh_cn: <25>{#p/undyne}{#f/4}* 冰箱！？ * 你想要一整台冰箱！？
zh_tw: <25>{#p/undyne}{#f/4}* 冰箱！？ * 你想要一整臺冰箱！？

source: <25>{#p/undyne}{#f/17}* No!
pt_br: <25>{#p/undyne}{#f/17}* Não!
zh_cn: <25>{#p/undyne}{#f/17}* 不行！
zh_tw: <25>{#p/undyne}{#f/17}* 不行！

source: <25>{#p/undyne}{#f/17}* I said no!
pt_br: <25>{#p/undyne}{#f/17}* Eu disse não!
zh_cn: <25>{#p/undyne}{#f/17}* 我说了不行！
zh_tw: <25>{#p/undyne}{#f/17}* 我說了不行！

source: <25>{#p/undyne}{#f/17}* No means no!
pt_br: <25>{#p/undyne}{#f/17}* Não!
zh_cn: <25>{#p/undyne}{#f/17}* 不行就是不行！
zh_tw: <25>{#p/undyne}{#f/17}* 不行就是不行！

source: <25>{#p/undyne}{#f/17}* Do you not know what the word "no" means?
pt_br: <25>{#p/undyne}{#f/17}* Você sabe o que a palavra "não" significa?
zh_cn: <25>{#p/undyne}{#f/17}* 你知道“不行”是 什么意思吗？
zh_tw: <25>{#p/undyne}{#f/17}* 你知道「不行」是 什麼意思嗎？

source: <25>{#p/undyne}{#f/17}* ... clearly not!
pt_br: <25>{#p/undyne}{#f/17}* ... pelo visto não sabe!
zh_cn: <25>{#p/undyne}{#f/17}* ...就是不行！
zh_tw: <25>{#p/undyne}{#f/17}* ...就是不行！

source: <25>{#p/undyne}{#f/1}* The energy saber...
pt_br: <25>{#p/undyne}{#f/1}* O sabre de energia...
zh_cn: <25>{#p/undyne}{#f/1}* 那把能量剑...
zh_tw: <25>{#p/undyne}{#f/1}* 那把能量劍...

source: <25>{#p/undyne}{#f/12}* That's the weapon the humans wielded against us in the war.
pt_br: <25>{#p/undyne}{#f/12}* Os humanos usavam essa arma contra nós na guerra!
zh_cn: <25>{#p/undyne}{#f/12}* 那是人类在战争中 用来对付我们的武器。
zh_tw: <25>{#p/undyne}{#f/12}* 那是人類在戰爭中 用來對付我們的武器。

source: <25>{#p/undyne}{#f/16}* ... one of them, anyway.
pt_br: <25>{#p/undyne}{#f/16}* ... está é uma delas, de toda forma.
zh_cn: <25>{#p/undyne}{#f/16}* ...算是，其中一把吧。
zh_tw: <25>{#p/undyne}{#f/16}* ...算是，其中一把吧。

source: <25>{#p/undyne}{#f/17}* It's not for sale.
pt_br: <25>{#p/undyne}{#f/17}* Não está a venda.
zh_cn: <25>{#p/undyne}{#f/17}* 那东西不能给你。
zh_tw: <25>{#p/undyne}{#f/17}* 那東西不能給你。

source: * (Choose this drink?)
pt_br: * (Escolher está bebida?)
zh_cn: * （要选这个喝吗？）
zh_tw: * （要選這個喝嗎？）

source: <25>{#p/undyne}{#f/16}* Okay, I guess...
pt_br: <25>{#p/undyne}{#f/16}* Tá bom, eu acho...
zh_cn: <25>{#p/undyne}{#f/16}* 也... 行吧。
zh_tw: <25>{#p/undyne}{#f/16}* 也... 行吧。

source: <25>{#p/undyne}{#f/1}* Let's fruit-punch your ticket to hydration!
pt_br: <25>{#p/undyne}{#f/1}* Vamos dar um soco na sua hidratação!
zh_cn: <25>{#p/undyne}{#f/1}* 来喝点果酒，补充水分吧！
zh_tw: <25>{#p/undyne}{#f/1}* 來喝點果酒，補充水分吧！

source: <25>{#p/undyne}{#f/14}* No time like hot cocoa time!
pt_br: <25>{#p/undyne}{#f/14}* Não tem hora melhor do que hora do chocolate quente!
zh_cn: <25>{#p/undyne}{#f/14}* 开始无与伦比的 热可可时间吧！
zh_tw: <25>{#p/undyne}{#f/14}* 開始無與倫比的 熱可可時間吧！

source: <25>{#p/undyne}{#f/14}* Tea, coming right up.
pt_br: <25>{#p/undyne}{#f/14}* Chá, aí vem o chá.
zh_cn: <25>{#p/undyne}{#f/14}* 马上给你上茶。
zh_tw: <25>{#p/undyne}{#f/14}* 馬上給你上茶。

source: <25>{#p/undyne}{#f/12}* It'll take a moment for the water to boil.
pt_br: <25>{#p/undyne}{#f/12}* Vai levar um momento até a água ferver.
zh_cn: <25>{#p/undyne}{#f/12}* 还需要等一段时间 水才能沸腾。
zh_tw: <25>{#p/undyne}{#f/12}* 還需要等一段時間 水才能沸騰。

source: <25>{#p/undyne}{#f/1}* There.
pt_br: <25>{#p/undyne}{#f/1}* Aqui.
zh_cn: <25>{#p/undyne}{#f/1}* 你瞧。
zh_tw: <25>{#p/undyne}{#f/1}* 你瞧。

source: <25>{#p/undyne}{#f/12}* All done!
pt_br: <25>{#p/undyne}{#f/12}* Tudo pronto!
zh_cn: <25>{#p/undyne}{#f/12}* 好了！
zh_tw: <25>{#p/undyne}{#f/12}* 好了！

source: <25>{#p/undyne}{#f/1}* Here we are.
pt_br: <25>{#p/undyne}{#f/1}* Aqui está.
zh_cn: <25>{#p/undyne}{#f/1}* 喝吧。
zh_tw: <25>{#p/undyne}{#f/1}* 喝吧。

source: <25>{#p/undyne}{#f/12}* Enjoy...?
pt_br: <25>{#p/undyne}{#f/12}* Aproveite...?
zh_cn: <25>{#p/undyne}{#f/12}* 好喝吗...？
zh_tw: <25>{#p/undyne}{#f/12}* 好喝嗎...？

source: <25>{#p/undyne}{#f/12}* Careful, it's sour.
pt_br: <25>{#p/undyne}{#f/12}* Cuidado, está azedo.
zh_cn: <25>{#p/undyne}{#f/12}* 慢点喝，有点酸。
zh_tw: <25>{#p/undyne}{#f/12}* 慢點喝，有點酸。

source: <25>{#p/undyne}{#f/14}* Careful, it's hot.
pt_br: <25>{#p/undyne}{#f/14}* Cuidado, está quente.
zh_cn: <25>{#p/undyne}{#f/14}* 小心点，有点烫。
zh_tw: <25>{#p/undyne}{#f/14}* 小心點，有點燙。

source: <25>{#p/undyne}{#f/17}* Seriously? * Just drink it already!
pt_br: <25>{#p/undyne}{#f/17}* Sério? * Só bebe logo!
zh_cn: <25>{#p/undyne}{#f/17}* 不至于！ * 快点喝啊！
zh_tw: <25>{#p/undyne}{#f/17}* 不至於！ * 快點喝啊！

source: <32>{#p/human}{#s/heal}* (You take a sip of the water.)
pt_br: <32>{#p/human}{#s/heal}* (Você dá um gole na água.)
zh_cn: <32>{#p/human}{#s/heal}* （你喝了一口水。）
zh_tw: <32>{#p/human}{#s/heal}* （你喝了一口水。）

source: <32>{#p/basic}* It, uh... yeah, it's water. * So it tasted fine.
pt_br: <32>{#p/basic}* É, uh... é água. * Então tem bom gosto.
zh_cn: <32>{#p/basic}* 它，呃... 嗯对，就是水。 * 所以尝起来还好。
zh_tw: <32>{#p/basic}* 它，呃... 嗯對，就是水。 * 所以嘗起來還好。

source: <25>{#p/undyne}{#f/1}* Heh. * At least you're happy.
pt_br: <25>{#p/undyne}{#f/1}* Heh. * Pelo menos você está feliz.
zh_cn: <25>{#p/undyne}{#f/1}* 哈。 * 至少你很开心。
zh_tw: <25>{#p/undyne}{#f/1}* 哈。 * 至少你很開心。

source: <25>{#p/undyne}{#f/12}* Well, you look like you're satisfied.
pt_br: <25>{#p/undyne}{#f/12}* Bem, você parece satisfeito.
zh_cn: <25>{#p/undyne}{#f/12}* 呀，你看起来很满足。
zh_tw: <25>{#p/undyne}{#f/12}* 呀，你看起來很滿足。

source: <25>{#p/undyne}{#f/17}* What's the holdup? * Just drink it already!
pt_br: <25>{#p/undyne}{#f/17}* Qual é o problema? * Só bebe logo!
zh_cn: <25>{#p/undyne}{#f/17}* 你在等什么？ * 快点喝啊！
zh_tw: <25>{#p/undyne}{#f/17}* 你在等什麼？ * 快點喝啊！

source: <32>{#p/human}{#s/heal}* (You take a sip of the punch.)
pt_br: <32>{#p/human}{#s/heal}* (Você dá uma golada.)
zh_cn: <32>{#p/human}{#s/heal}* （你抿了一口果酒。）
zh_tw: <32>{#p/human}{#s/heal}* （你抿了一口果酒。）

source: <32>{#p/basic}* It's so sour, your lips are already puckered up...
pt_br: <32>{#p/basic}* Está azedo, seus lábios contraem como bucha...
zh_cn: <32>{#p/basic}* 实在太酸了， 你的嘴唇都皱起来了...
zh_tw: <32>{#p/basic}* 實在太酸了， 你的嘴唇都皺起來了...

source: <25>{#p/undyne}{#f/17}* It's not that hot!! * Just drink it already!
pt_br: <25>{#p/undyne}{#f/17}* Não está tão quente!! * Bebe logo!
zh_cn: <25>{#p/undyne}{#f/17}* 也没有那么烫！！ * 快点喝啊！
zh_tw: <25>{#p/undyne}{#f/17}* 也沒有那麼燙！！ * 快點喝啊！

source: <32>{#p/human}{#s/heal}* (You take a sip of the hot cocoa.)
pt_br: <32>{#p/human}{#s/heal}* (Você toma um gole do Chocolate Quente.)
zh_cn: <32>{#p/human}{#s/heal}* （你喝了一口热巧克力。）
zh_tw: <32>{#p/human}{#s/heal}* （你喝了一口熱巧克力。）

source: <32>{#p/basic}* It's burning...
pt_br: <32>{#p/basic}* Está queimando...
zh_cn: <32>{#p/basic}* 烫得像火烧...
zh_tw: <32>{#p/basic}* 燙得像火燒...

source: <32>{#p/human}{#s/heal}* (You take a sip of the tea.)
pt_br: <32>{#p/human}{#s/heal}* (Você dá uma golada no chá.)
zh_cn: <32>{#p/human}{#s/heal}* （你喝了一口茶。）
zh_tw: <32>{#p/human}{#s/heal}* （你喝了一口茶。）

source: <32>* But other than that, it's pretty good.
pt_br: <32>* Mas tirando isso, está bem gostoso.
zh_cn: <32>* 不过除去这点， 还挺好喝的。
zh_tw: <32>* 不過除去這點， 還挺好喝的。

source: <25>{#p/undyne}{#f/1}* Heh. * I'm glad you like it.
pt_br: <25>{#p/undyne}{#f/1}* Heh. * Feliz que você gostou.
zh_cn: <25>{#p/undyne}{#f/1}* 哈。 * 你喜欢就好。
zh_tw: <25>{#p/undyne}{#f/1}* 哈。 * 你喜歡就好。

source: <25>{#p/undyne}{#f/12}* It's good, right?
pt_br: <25>{#p/undyne}{#f/12}* É bom, né?
zh_cn: <25>{#p/undyne}{#f/12}* 味道不错吧？
zh_tw: <25>{#p/undyne}{#f/12}* 味道不錯吧？

source: <25>{#f/8}* Nothing but the best for my ABSOLUTELY SPECIAL FRIEND!
pt_br: <25>{#f/8}* Nada como o favorito do meu AMIGO ESPECIAL!
zh_cn: <25>{#f/8}* 我只会把最好的 给我绝对珍惜的朋友！
zh_tw: <25>{#f/8}* 我只會把最好的 給我絕對珍惜的朋友！

source: <25>{#p/undyne}{#f/12}* You know, it's kinda funny you chose THAT drink...
pt_br: <25>{#p/undyne}{#f/12}* Sabe, é meio engraçado você ter escolhido essa bebida...
zh_cn: <25>{#p/undyne}{#f/12}* 你知道吗， 你会选那个当喝的 还挺有意思的。
zh_tw: <25>{#p/undyne}{#f/12}* 你知道嗎， 你會選那個當喝的 還挺有意思的。

source: <25>{#f/12}* Water, I mean.
pt_br: <25>{#f/12}* A água.
zh_cn: <25>{#f/12}* 我是说，水。
zh_tw: <25>{#f/12}* 我是說，水。

source: <25>{#f/1}* Asgore and I once joked about how humans are made of it...
pt_br: <25>{#f/1}* Asgore e eu uma vez brincamos sobre como humanos são feitos disso...
zh_cn: <25>{#f/1}* 我跟Asgore有一次 开玩笑说人类是 由水组成的...
zh_tw: <25>{#f/1}* 我跟Asgore有一次 開玩笑說人類是 由水組成的...

source: <25>{#f/8}* And that if we drank it, we'd be CONSUMING humanity!!!
pt_br: <25>{#f/8}* E que quando bebemos isso, estamos CONSUMINDO a humanidade!!!
zh_cn: <25>{#f/8}* 所以如果我们喝水， 就是在消化人类！！！
zh_tw: <25>{#f/8}* 所以如果我們喝水， 就是在消化人類！！！

source: <25>{#f/16}* ... well, he didn't really find it funny.
pt_br: <25>{#f/16}* ... bem, ele não achou engraçado na verdade.
zh_cn: <25>{#f/16}* ...好吧，他其实 没找到笑点在哪。
zh_tw: <25>{#f/16}* ...好吧，他其實 沒找到笑點在哪。

source: <25>{#f/16}* The guy's got a soft spot for just about everyone...
pt_br: <25>{#f/16}* Ele tem um olhar sério para quase tudo...
zh_cn: <25>{#f/16}* 这家伙几乎对所有人 都有好感...
zh_tw: <25>{#f/16}* 這傢伙幾乎對所有人 都有好感...

source: <25>{#p/undyne}{#f/12}* You know, it's kinda neat you picked out THAT drink...
pt_br: <25>{#p/undyne}{#f/12}* Sabe, é bem interessante você ter escolhido essa bebida...
zh_cn: <25>{#p/undyne}{#f/12}* 你知道吗， 你会选那个当喝的 还挺不错的。
zh_tw: <25>{#p/undyne}{#f/12}* 你知道嗎， 你會選那個當喝的 還挺不錯的。

source: <25>{#f/12}* Exoberry punch...
pt_br: <25>{#f/12}* Soco exoberry...
zh_cn: <25>{#f/12}* 洋梅果酒...
zh_tw: <25>{#f/12}* 洋梅果酒...

source: <25>{#f/1}* Alphys and Papyrus sort of "invented" it together.
pt_br: <25>{#f/1}* Alphys e Papyrus meio que "inventaram" isso juntos.
zh_cn: <25>{#f/1}* 那是Alphys和Papyrus 一起“发明”出来的。
zh_tw: <25>{#f/1}* 那是Alphys和Papyrus 一起「發明」出來的。

source: <25>{#f/16}* I wasn't the biggest fan, but when I showed it to Asgore...
pt_br: <25>{#f/16}* Eu não sou muito fã, mas quando mostrei para o Asgore...
zh_cn: <25>{#f/16}* 我虽然不太喜欢， 但是当我把这个拿给 Asgore的时候...
zh_tw: <25>{#f/16}* 我雖然不太喜歡， 但是當我把這個拿給 Asgore的時候...

source: <25>{#f/12}* Well, let's just say he had it put into mass- production.
pt_br: <25>{#f/12}* Bem, digamos que ele o colocou em produção em massa.
zh_cn: <25>{#f/12}* 这么说吧， 他把它投入了批量生产。
zh_tw: <25>{#f/12}* 這麼說吧， 他把它投入了批量生產。

source: <25>{#p/undyne}{#f/12}* You know, it's kinda cool you went with THAT drink...
pt_br: <25>{#p/undyne}{#f/12}* Sabe, é bem legal que você acabou escolhendo ESSA bebida...
zh_cn: <25>{#p/undyne}{#f/12}* 你知道吗， 你会选那个当喝的 还挺酷的。
zh_tw: <25>{#p/undyne}{#f/12}* 你知道嗎， 你會選那個當喝的 還挺酷的。

source: <25>{#f/12}* Hot cocoa...
pt_br: <25>{#f/12}* Chocolate quente...
zh_cn: <25>{#f/12}* 热巧克力...
zh_tw: <25>{#f/12}* 熱巧克力...

source: <25>{#f/16}* This one time, after the CORE malfunctioned...
pt_br: <25>{#f/16}* Teve uma vez, após o CORE ter um problema...
zh_cn: <25>{#f/16}* 有一次， 在核心发生故障之后...
zh_tw: <25>{#f/16}* 有一次， 在核心發生故障之後...

source: <25>{#f/16}* They had to reboot the entire atmospheric system.
pt_br: <25>{#f/16}* E eles tiveram que reiniciar todo o sistema atmosférico.
zh_cn: <25>{#f/16}* 他们不得不重启 整个供气系统。
zh_tw: <25>{#f/16}* 他們不得不重啟 整個供氣系統。

source: <25>{#f/10}* No heat, very little air... it got colder, and colder...
pt_br: <25>{#f/10}* Não havia calor, pouco ar... e ficava cada vez mais frio...
zh_cn: <25>{#f/10}* 没法取暖，空气稀薄... 逐渐变得越来越冷...
zh_tw: <25>{#f/10}* 沒法取暖，空氣稀薄... 逐漸變得越來越冷...

source: <25>{#f/1}* Then, Asgore came over and offered me a hot cocoa.
pt_br: <25>{#f/1}* Então, Asgore apareceu e me ofereceu chocolate quente.
zh_cn: <25>{#f/1}* 然后，Asgore赶了过来 递给我一杯热巧克力。
zh_tw: <25>{#f/1}* 然後，Asgore趕了過來 遞給我一杯熱巧克力。

source: <25>{#f/12}* We sat together in this very room...
pt_br: <25>{#f/12}* Nos sentamos juntos nessa sala...
zh_cn: <25>{#f/12}* 我们就一起坐在 这个房间里...
zh_tw: <25>{#f/12}* 我們就一起坐在 這個房間裡...

source: <25>{#p/undyne}{#f/12}* You know, it's kinda weird you ended up liking THAT tea...
pt_br: <25>{#p/undyne}{#f/12}* Sabe, é meio estranho que você acabou gostando DESSE chá...
zh_cn: <25>{#p/undyne}{#f/12}* 你知道吗， 你会选那个当喝的 可真是奇怪...
zh_tw: <25>{#p/undyne}{#f/12}* 你知道嗎， 你會選那個當喝的 可真是奇怪...

source: <25>{#f/12}* Starling flower tea...
pt_br: <25>{#f/12}* Chá Estrelado...
zh_cn: <25>{#f/12}* 星花茶...
zh_tw: <25>{#f/12}* 星花茶...

source: <25>{#f/1}* That's always been Asgore's favorite kind.
pt_br: <25>{#f/1}* Esse sempre foi o favorito do Asgore.
zh_cn: <25>{#f/1}* 那一直都是Asgore 最喜欢的。
zh_tw: <25>{#f/1}* 那一直都是Asgore 最喜歡的。

source: <25>{#p/undyne}{#f/14}* Actually, now that I think about it...
pt_br: <25>{#p/undyne}{#f/14}* Na verdade, agora que eu penso sobre isso...
zh_cn: <25>{#p/undyne}{#f/14}* 实际上， 现在我开始觉得...
zh_tw: <25>{#p/undyne}{#f/14}* 實際上， 現在我開始覺得...

source: <25>{#f/12}* You kinda remind me of him.
pt_br: <25>{#f/12}* Você meio que me lembra ele.
zh_cn: <25>{#f/12}* 你让我想起他了。
zh_tw: <25>{#f/12}* 你讓我想起他了。

source: <25>{#f/17}* I mean, your fighting styles are TOTALLY different, but...
pt_br: <25>{#f/17}* Quer dizer, seus estilos de luta são TOTALMENTE diferentes, mas...
zh_cn: <25>{#f/17}* 我是说，尽管你们的 战斗风格完全不同， 但是...
zh_tw: <25>{#f/17}* 我是說，儘管你們的 戰鬥風格完全不同， 但是...

source: <25>{#f/1}* You're the only two people who've actually managed to beat me!
pt_br: <25>{#f/1}* Vocês são os dois únicos que conseguiram de fato me derrotar.
zh_cn: <25>{#f/1}* 你们两个是唯二 可以打败我的人！
zh_tw: <25>{#f/1}* 你們兩個是唯二 可以打敗我的人！

source: <25>{#f/9}* ... in a sense.
pt_br: <25>{#f/9}* ... em um certo sentido.
zh_cn: <25>{#f/9}* ...某种意义上了。
zh_tw: <25>{#f/9}* ...某種意義上了。

source: <25>{#f/8}* You're both TOTAL weenies!
pt_br: <25>{#f/8}* Vocês dois são MUITO habilidosos!
zh_cn: <25>{#f/8}* 你俩都是软蛋！
zh_tw: <25>{#f/8}* 你倆都是軟蛋！

source: <25>{#f/9}* ... sort of.
pt_br: <25>{#f/9}* ... bem.
zh_cn: <25>{#f/9}* ...某种意义上啦。
zh_tw: <25>{#f/9}* ...某種意義上啦。

source: <25>{#p/undyne}{#f/16}* The thing is, I was a pretty hot-headed kid.
pt_br: <25>{#p/undyne}{#f/16}* A verdade é que eu era uma criança muito cabeça quente.
zh_cn: <25>{#p/undyne}{#f/16}* 知道吗，我以前 是个非常冲动的孩子。
zh_tw: <25>{#p/undyne}{#f/16}* 知道嗎，我以前 是個非常衝動的孩子。
