Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/undyne}{#e/undyne/3}Look.
pt_br: <20>{#p/undyne}{#e/undyne/3}Olha.
zh_cn: <20>{#p/undyne}{#e/undyne/3}看好了。
zh_tw: <20>{#p/undyne}{#e/undyne/3}看好了。

source: <20>{#e/undyne/3}I gave you a spear.
pt_br: <20>{#e/undyne/3}Eu te dei o escudo.
zh_cn: <20>{#e/undyne/3}我给了你一支长矛。
zh_tw: <20>{#e/undyne/3}我給了你一支長矛。

source: <20>{#e/undyne/2}You can use that to block my attacks.
pt_br: <20>{#e/undyne/2}Você pode usar para bloquear meus ataques.
zh_cn: <20>{#e/undyne/2}你可以用它 来抵挡我的攻击。
zh_tw: <20>{#e/undyne/2}你可以用它 來抵擋我的攻擊。

source: <20>{#e/undyne/17}I should not have to explain this to YOU of all people!
pt_br: <20>{#e/undyne/17}Eu não deveria precisar te explicar ISSO!
zh_cn: <20>{#e/undyne/17}我本来就不该对你 和其他所有人 解释这些的！
zh_tw: <20>{#e/undyne/17}我本來就不該對你 和其他所有人 解釋這些的！

source: <20>{#e/undyne/17}Do I have to explain this any more clearly?
pt_br: <20>{#e/undyne/17}Eu preciso explicar isso de forma mais clara?
zh_cn: <20>{#e/undyne/17}我还需要解释的 更细吗？
zh_tw: <20>{#e/undyne/17}我還需要解釋的 更細嗎？

source: <20>{#p/undyne}{#e/undyne/6}WHAT ARE YOU DOING?
pt_br: <20>{#p/undyne}{#e/undyne/6}O QUE VOCÊ TÁ FAZENDO?
zh_cn: <20>{#p/undyne}{#e/undyne/6}你在搞什么？
zh_tw: <20>{#p/undyne}{#e/undyne/6}你在搞什麼？

source: <20>{#e/undyne/7}JUST FACE UPWARDS!!!
pt_br: <20>{#e/undyne/7}SÓ ME ENFRENTA!!!
zh_cn: <20>{#e/undyne/7}不就是脸朝上吗！！！
zh_tw: <20>{#e/undyne/7}不就是臉朝上嗎！！！

source: <20>{#e/undyne/5}IT'S NOT THAT HARD!!!
pt_br: <20>{#e/undyne/5}NÃO É TÃO DIFÍCIL!!!
zh_cn: <20>{#e/undyne/5}没那么难！！！
zh_tw: <20>{#e/undyne/5}沒那麼難！！！

source: <20>{#e/undyne/2}I wanted this to be a fair fight.
pt_br: <20>{#e/undyne/2}Eu queria que essa fosse uma batalha justa.
zh_cn: <20>{#e/undyne/2}我想要一场 公平公正的战斗。
zh_tw: <20>{#e/undyne/2}我想要一場 公平公正的戰鬥。

source: <20>{#e/undyne/3}I had hoped you'd show me what you're capable of.
pt_br: <20>{#e/undyne/3}Eu esperava que você fosse me mostrar do que é capaz.
zh_cn: <20>{#e/undyne/3}我曾希望你能向我 展示出你的实力。
zh_tw: <20>{#e/undyne/3}我曾希望你能向我 展示出你的實力。

source: <20>{#e/undyne/4}And maybe, if you beat me like this...
pt_br: <20>{#e/undyne/4}E talvez, se você me derrotar assim...
zh_cn: <20>{#e/undyne/4}也许，如果你 就这样打败了我...
zh_tw: <20>{#e/undyne/4}也許，如果你 就這樣打敗了我...

source: <20>{#e/undyne/2}It'd truly show how strong you are.
pt_br: <20>{#e/undyne/2}Mostraria o quão forte você é.
zh_cn: <20>{#e/undyne/2}那确实能证明 你有多么强大。
zh_tw: <20>{#e/undyne/2}那確實能證明 你有多麼強大。

source: <20>{#e/undyne/6}BUT NOW???
pt_br: <20>{#e/undyne/6}MAS AGORA???
zh_cn: <20>{#e/undyne/6}但现在呢？？？
zh_tw: <20>{#e/undyne/6}但現在呢？？？

source: <20>{#e/undyne/5}I DON'T CARE!
pt_br: <20>{#e/undyne/5}EU NÃO LIGO!
zh_cn: <20>{#e/undyne/5}我不管了！
zh_tw: <20>{#e/undyne/5}我不管了！

source: <20>{#e/undyne/5}I'M NOT YOUR FREAKING BABYSITTER!
pt_br: <20>{#e/undyne/5}EU NÃO SOU SUA BABÁ!
zh_cn: <20>{#e/undyne/5}我他妈又不是 你家保姆！
zh_tw: <20>{#e/undyne/5}我他媽又不是 你家保姆！

source: <20>{#e/undyne/17}Unless your babysitter...
pt_br: <20>{#e/undyne/17}Ah não ser que sua babá...
zh_cn: <20>{#e/undyne/17}除非你家保姆...
zh_tw: <20>{#e/undyne/17}除非你家保姆...

source: <20>{#e/undyne/5}DOES THIS!
pt_br: <20>{#e/undyne/5}FAÇA ISSO!
zh_cn: <20>{#e/undyne/5}也！教！这！个！
zh_tw: <20>{#e/undyne/5}也！教！這！個！

source: <20>{#e/undyne/3}I wanted to give you a chance.
pt_br: <20>{#e/undyne/3}Eu queria te dar uma chance.
zh_cn: <20>{#e/undyne/3}我想给你个机会。
zh_tw: <20>{#e/undyne/3}我想給你個機會。

source: <20>{#e/undyne/4}And maybe, if I beat you like this...
pt_br: <20>{#e/undyne/4}E talvez, se eu te derrotar assim...
zh_cn: <20>{#e/undyne/4}也许，如果我 就这样打败了你...
zh_tw: <20>{#e/undyne/4}也許，如果我 就這樣打敗了你...

source: <20>{#e/undyne/2}It'd truly show how strong monsters can be.
pt_br: <20>{#e/undyne/2}Isso mostraria o quão forte monstros podem ser.
zh_cn: <20>{#e/undyne/2}那确实能证明 怪物有多么强大。
zh_tw: <20>{#e/undyne/2}那確實能證明 怪物有多麼強大。

source: <20>{#p/undyne}{#e/undyne/33}Too difficult? Feh.
pt_br: <20>{#p/undyne}{#e/undyne/33}Difícil demais? Feh.
zh_cn: <20>{#p/undyne}{#e/undyne/33}太难了？ 切。
zh_tw: <20>{#p/undyne}{#e/undyne/33}太難了？ 切。

source: <20>{#p/undyne}{#e/undyne/2}You should've thought about THAT when you had the chance.
pt_br: <20>{#p/undyne}{#e/undyne/2}Você deveria ter pensado sobre ISSO quando eu te dei a chance.
zh_cn: <20>{#p/undyne}{#e/undyne/2}你该在你仍有机会 的时候想到这个的。
zh_tw: <20>{#p/undyne}{#e/undyne/2}你該在你仍有機會 的時候想到這個的。

source: <20>{#p/undyne}{#e/undyne/3}Not bad, not great.
pt_br: <20>{#p/undyne}{#e/undyne/3}Nada mal, nada super legal.
zh_cn: <20>{#p/undyne}{#e/undyne/3}不怎么好， 但也不怎么坏。
zh_tw: <20>{#p/undyne}{#e/undyne/3}不怎麼好， 但也不怎麼壞。

source: <20>{#p/undyne}{#e/undyne/2}Papyrus certainly wouldn't be satisfied, though.
pt_br: <20>{#p/undyne}{#e/undyne/2}Papyrus com certeza não estaria satisfeito.
zh_cn: <20>{#p/undyne}{#e/undyne/2}但Papyrus肯定 不会高兴的。
zh_tw: <20>{#p/undyne}{#e/undyne/2}但Papyrus肯定 不會高興的。

source: <20>{#p/undyne}{#e/undyne/3}So you're gonna be a little tougher than I expected.
pt_br: <20>{#p/undyne}{#e/undyne/3}Então você vai ser um pouco mais forte do que eu esperava.
zh_cn: <20>{#p/undyne}{#e/undyne/3}所以说，你比我想象中 还要坚强那么一点。
zh_tw: <20>{#p/undyne}{#e/undyne/3}所以說，你比我想像中 還要堅強那麼一點。

source: <20>{#p/undyne}{#e/undyne/2}Fair enough.
pt_br: <20>{#p/undyne}{#e/undyne/2}Justo.
zh_cn: <20>{#p/undyne}{#e/undyne/2}这还说得过去。
zh_tw: <20>{#p/undyne}{#e/undyne/2}這還說得過去。

source: <20>{#p/undyne}{#e/undyne/4}Impressive...
pt_br: <20>{#p/undyne}{#e/undyne/4}Impressionante...
zh_cn: <20>{#p/undyne}{#e/undyne/4}真厉害...
zh_tw: <20>{#p/undyne}{#e/undyne/4}真厲害...

source: <20>{#p/undyne}{#e/undyne/2}Just don't expect your luck to last long.
pt_br: <20>{#p/undyne}{#e/undyne/2}Só não espere que sua sorte dure tanto tempo.
zh_cn: <20>{#p/undyne}{#e/undyne/2}只不过，别指望幸运女神 能一直眷顾你。
zh_tw: <20>{#p/undyne}{#e/undyne/2}只不過，別指望幸運女神 能一直眷顧你。

source: <20>{#p/undyne}{#e/undyne/1}\x00*huff...* \x00*huff...*
zh_cn: <20>{#p/undyne}{#e/undyne/1}\x00*喘气...* \x00*喘气...*
zh_tw: <20>{#p/undyne}{#e/undyne/1}\x00*喘氣...* \x00*喘氣...*

source: <20>{#e/undyne/1}So this was your plan all along, huh?
pt_br: <20>{#e/undyne/1}Então era esse seu plano o tempo todo, huh?
zh_cn: <20>{#e/undyne/1}所以说，这一切都在你的 计划之中，嗯？
zh_tw: <20>{#e/undyne/1}所以說，這一切都在你的 計畫之中，嗯？

source: <20>{#e/undyne/5}Get me all riled up so you could face me at FULL STRENGTH?
pt_br: <20>{#e/undyne/5}Me irritar para que você possa me enfrentar com força total?
zh_cn: <20>{#e/undyne/5}把我彻底惹火， 然后你就可以 尽全力对付我了？
zh_tw: <20>{#e/undyne/5}把我徹底惹火， 然後你就可以 盡全力對付我了？

source: <20>{#e/undyne/0}Well then.
pt_br: <20>{#e/undyne/0}Pois bem.
zh_cn: <20>{#e/undyne/0}那么。
zh_tw: <20>{#e/undyne/0}那麼。

source: <20>{#e/undyne/6}Looks like WE'RE gonna have to do this the {@fill=#f00}hard way{@fill=#000}!
pt_br: <20>{#e/undyne/6}Parece que vamos ter que fazer isso do {@fill=#f00}jeito difícil{@fill=#000}!
zh_cn: <20>{#e/undyne/6}是时候来场 {@fill=#f00}硬碰硬{@fill=#000}的决斗了！
zh_tw: <20>{#e/undyne/6}是時候來場 {@fill=#f00}硬碰硬{@fill=#000}的決鬥了！

source: <20>{#e/undyne/1}Fuhuhuhu!!
zh_cn: <20>{#e/undyne/1}呋呼呼呼！！
zh_tw: <20>{#e/undyne/1}呋呼呼呼！！

source: <20>{#e/undyne/21}Not bad.
pt_br: <20>{#e/undyne/21}Nada mal.
zh_cn: <20>{#e/undyne/21}还不错。
zh_tw: <20>{#e/undyne/21}還不錯。

source: <20>{#e/undyne/15}But I don't have time for your games.
pt_br: <20>{#e/undyne/15}Mas eu não tenho tempo para seus joguinhos.
zh_cn: <20>{#e/undyne/15}但我可没时间 继续陪你玩儿戏。
zh_tw: <20>{#e/undyne/15}但我可沒時間 繼續陪你玩兒戲。

source: <20>{#e/undyne/6}So WE'RE gonna have to do this the {@fill=#f00}hard way{@fill=#000}!
pt_br: <20>{#e/undyne/6}Então VAMOS fazer isso do {@fill=#f00}jeito difícil{@fill=#000}!
zh_cn: <20>{#e/undyne/6}是时候来场 {@fill=#f00}硬碰硬{@fill=#000}的决斗了！
zh_tw: <20>{#e/undyne/6}是時候來場 {@fill=#f00}硬碰硬{@fill=#000}的決鬥了！

source: <20>{#p/undyne}{#e/undyne/1}Not bad! Then how about THIS!?
pt_br: <20>{#p/undyne}{#e/undyne/1}Nada mal! Que tal isso!?
zh_cn: <20>{#p/undyne}{#e/undyne/1}不错嘛！ 那这个怎么样！？
zh_tw: <20>{#p/undyne}{#e/undyne/1}不錯嘛！ 那這個怎麼樣！？

source: <20>{#p/undyne}{#e/undyne/2}Let me tell you a little story.
pt_br: <20>{#p/undyne}{#e/undyne/2}Deixa eu te contar uma história.
zh_cn: <20>{#p/undyne}{#e/undyne/2}给你讲个故事吧。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}給你講個故事吧。ゑ

source: <20>{#p/undyne}{#e/undyne/0}It's been a long time since I've met a warrior like you...
pt_br: <20>{#p/undyne}{#e/undyne/0}Faz tempo desde que eu lutei com um guerreiro igual a você...
zh_cn: <20>{#p/undyne}{#e/undyne/0}好久没碰上 像样的战士了...
zh_tw: <20>{#p/undyne}{#e/undyne/0}好久沒碰上 像樣的戰士了...

source: <20>{#p/undyne}{#e/undyne/0}For years, we've dreamed of a happy ending...
pt_br: <20>{#p/undyne}{#e/undyne/0}Por anos, nós sonhamos com um final feliz...
zh_cn: <20>{#p/undyne}{#e/undyne/0}很多年来， 我们梦想着能有个 圆满的结局...
zh_tw: <20>{#p/undyne}{#e/undyne/0}很多年來， 我們夢想著能有個 圓滿的結局...

source: <20>{#p/undyne}{#e/undyne/2}Back when I was training to be a royal guard...
pt_br: <20>{#p/undyne}{#e/undyne/2}Quando eu estava treinando para ser da guarda real...
zh_cn: <20>{#p/undyne}{#e/undyne/2}在我小的时候， 我努力训练， 梦想成为一名皇家守卫...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}在我小的時候， 我努力訓練， 夢想成為一名皇家守衛...ゑ

source: <20>{#p/undyne}{#e/undyne/2}Things weren't all starlight and roses.
pt_br: <20>{#p/undyne}{#e/undyne/2}As coisas não eram estrelas e rosas.
zh_cn: <20>{#p/undyne}{#e/undyne/2}然而， 事情并非一帆风顺。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}然而， 事情並非一帆風順。ゑ

source: <20>{#p/undyne}{#e/undyne/0}And now, I've got the chance to do battle with one!
pt_br: <20>{#p/undyne}{#e/undyne/0}E agora, tenho a chance de lutar com um!
zh_cn: <20>{#p/undyne}{#e/undyne/0}不过，机会就摆在眼前！
zh_tw: <20>{#p/undyne}{#e/undyne/0}不過，機會就擺在眼前！

source: <20>{#p/undyne}{#e/undyne/0}And now, the stars are just within reach!
pt_br: <20>{#p/undyne}{#e/undyne/0}E agora, as estrelas estão ao nosso alcance!
zh_cn: <20>{#p/undyne}{#e/undyne/0}现在， 群星已经触手可及！
zh_tw: <20>{#p/undyne}{#e/undyne/0}現在， 群星已經觸手可及！

source: <20>{#p/undyne}{#e/undyne/2}Many were against me joining the guard, including my family.
pt_br: <20>{#p/undyne}{#e/undyne/2}Muitas eram contra minha entrada na guarda, inclusive minha família.
zh_cn: <20>{#p/undyne}{#e/undyne/2}许多人反对我加入卫队， 包括我的家人。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}許多人反對我加入衛隊， 包括我的家人。ゑ

source: <20>{#p/undyne}{#e/undyne/1}I'll savor this moment for as long as it lasts!
pt_br: <20>{#p/undyne}{#e/undyne/1}Eu irei aproveitar este momento pelo tempo que ele durar!
zh_cn: <20>{#p/undyne}{#e/undyne/1}只要这一刻还在， 我就会尽情享受！
zh_tw: <20>{#p/undyne}{#e/undyne/1}只要這一刻還在， 我就會盡情享受！

source: <20>{#p/undyne}{#e/undyne/1}I won't let you snatch it away from us!
pt_br: <20>{#p/undyne}{#e/undyne/1}Eu não deixar você tirar isso de nós!
zh_cn: <20>{#p/undyne}{#e/undyne/1}我不会任由你将它 从我们手中夺走！
zh_tw: <20>{#p/undyne}{#e/undyne/1}我不會任由你將它 從我們手中奪走！

source: <20>{#p/undyne}{#e/undyne/3}And when I lost my eye in a training accident...
pt_br: <20>{#p/undyne}{#e/undyne/3}E quando eu perdi meu olho em um acidente de treino...
zh_cn: <20>{#p/undyne}{#e/undyne/3}后来， 在一次训练事故中， 我瞎了左眼...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/3}後來， 在一次訓練事故中， 我瞎了左眼...ゑ

source: <20>{#p/undyne}{#e/undyne/2}I felt like I had nobody to turn to.
pt_br: <20>{#p/undyne}{#e/undyne/2}Eu senti como se não tivesse ninguém para conversar.
zh_cn: <20>{#p/undyne}{#e/undyne/2}困难重重，无依无靠。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}困難重重，無依無靠。ゑ

source: <20>{#p/undyne}{#e/undyne/5}NGAHHH! Enough warming up!
pt_br: <20>{#p/undyne}{#e/undyne/5}NGAHHH! Chega de aquecimento!
zh_cn: <20>{#p/undyne}{#e/undyne/5}嘎啊啊啊！ 热身结束！
zh_tw: <20>{#p/undyne}{#e/undyne/5}嘎啊啊啊！ 熱身結束！

source: <20>{#p/undyne}{#e/undyne/11}Howling in pain, I dragged myself across the floor...
pt_br: <20>{#p/undyne}{#e/undyne/11}Rolando em dor, eu me tremia no chão...
zh_cn: <20>{#p/undyne}{#e/undyne/11}重重困难将我击垮， 每一步，都异常艰难。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/11}重重困難將我擊垮， 每一步，都異常艱難。ゑ

source: <20>{#e/undyne/3}Hoping someone would hear me.
pt_br: <20>{#e/undyne/3}Esperando que alguém me ouvisse.
zh_cn: <20>{#e/undyne/3}我哀嚎着，多么希望 有人能听到我的心声。ゑ
zh_tw: <20>{#e/undyne/3}我哀嚎著，多麼希望 有人能聽到我的心聲。ゑ

source: <20>{#p/undyne}{#e/undyne/20}Well... you're tough!
pt_br: <20>{#p/undyne}{#e/undyne/20}Bem... você é durona!
zh_cn: <20>{#p/undyne}{#e/undyne/20}呵... 你挺顽强的！
zh_tw: <20>{#p/undyne}{#e/undyne/20}呵... 你挺頑強的！

source: <20>{#p/undyne}{#e/undyne/9}Come on! Hit me already!
pt_br: <20>{#p/undyne}{#e/undyne/9}Vamos! Me dá uma porrada!
zh_cn: <20>{#p/undyne}{#e/undyne/9}快啊！ 来打我吧！
zh_tw: <20>{#p/undyne}{#e/undyne/9}快啊！ 來打我吧！

source: <20>{#e/undyne/7}Don't just stand there!
pt_br: <20>{#e/undyne/7}Não fica só aí parada!
zh_cn: <20>{#e/undyne/7}别傻站在那儿！
zh_tw: <20>{#e/undyne/7}別傻站在那兒！

source: <20>{#p/undyne}{#e/undyne/6}Mercy! Ha!
pt_br: <20>{#p/undyne}{#e/undyne/6}Piedade! Ha!
zh_cn: <20>{#p/undyne}{#e/undyne/6}仁慈！ 哈！
zh_tw: <20>{#p/undyne}{#e/undyne/6}仁慈！ 哈！

source: <20>{#e/undyne/5}I still can't believe you want to SPARE me!
pt_br: <20>{#e/undyne/5}Eu nem posso acreditar que você quer me POUPAR!
zh_cn: <20>{#e/undyne/5}我还是不敢相信 你居然想要饶恕我！
zh_tw: <20>{#e/undyne/5}我還是不敢相信 你居然想要饒恕我！

source: <20>{#p/undyne}{#e/undyne/4}Then, I heard an innocent voice.
pt_br: <20>{#p/undyne}{#e/undyne/4}Então, eu escutei uma voz inocente.
zh_cn: <20>{#p/undyne}{#e/undyne/4}突然， 一个声音从远处传来。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/4}突然， 一個聲音從遠處傳來。ゑ

source: <20>{#e/undyne/3}Calling from the distance.
pt_br: <20>{#e/undyne/3}Chamando na distância.
zh_cn: <20>{#e/undyne/3}一个天真无邪的声音。ゑ
zh_tw: <20>{#e/undyne/3}一個天真無邪的聲音。ゑ

source: <20>{#p/undyne}{#e/undyne/0}Not that I expected anything less...
pt_br: <20>{#p/undyne}{#e/undyne/0}Não que eu esperasse menos...
zh_cn: <20>{#p/undyne}{#e/undyne/0}不是说我看扁你啦...
zh_tw: <20>{#p/undyne}{#e/undyne/0}不是說我看扁你啦...

source: <20>{#p/undyne}{#e/undyne/0}But even if you could beat me...
pt_br: <20>{#p/undyne}{#e/undyne/0}Mas mesmo se você puder me derrotar...
zh_cn: <20>{#p/undyne}{#e/undyne/0}可就算你能够打败我...
zh_tw: <20>{#p/undyne}{#e/undyne/0}可就算你能夠打敗我...

source: <20>{#p/undyne}{#e/undyne/10}This isn't like you at all!
pt_br: <20>{#p/undyne}{#e/undyne/10}Isso não é nada parecido com você!
zh_cn: <20>{#p/undyne}{#e/undyne/10}这一点都不像你！
zh_tw: <20>{#p/undyne}{#e/undyne/10}這一點都不像你！

source: <20>{#p/undyne}{#e/undyne/3}But even if I DID spare you...
pt_br: <20>{#p/undyne}{#e/undyne/3}Mas mesmo se eu TE poupar...
zh_cn: <20>{#p/undyne}{#e/undyne/3}可就算我饶恕了你...
zh_tw: <20>{#p/undyne}{#e/undyne/3}可就算我饒恕了你...

source: <20>{#p/undyne}{#e/undyne/2}After searching desperately for help, to no avail...
pt_br: <20>{#p/undyne}{#e/undyne/2}Depois de procurar desesperadamente por ajuda, sem sucesso...
zh_cn: <20>{#p/undyne}{#e/undyne/2}我四处求援， 却徒劳无功。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}我四處求援， 卻徒勞無功。ゑ

source: <20>{#e/undyne/3}An innocent voice called my name.
pt_br: <20>{#e/undyne/3}Uma voz inocente chamou meu nome.
zh_cn: <20>{#e/undyne/3}突然，我听到一个声音 呼唤着我的名字。ゑ
zh_tw: <20>{#e/undyne/3}突然，我聽到一個聲音 呼喚著我的名字。ゑ

source: <20>{#p/undyne}{#e/undyne/3}You know...
pt_br: <20>{#p/undyne}{#e/undyne/3}Sabe...
zh_cn: <20>{#p/undyne}{#e/undyne/3}你知道...
zh_tw: <20>{#p/undyne}{#e/undyne/3}你知道...

source: <20>{#p/undyne}{#e/undyne/4}Even though we haven't escaped the outpost yet...
pt_br: <20>{#p/undyne}{#e/undyne/4}Mesmo que nós ainda não tenhamos escapado do Outpost ainda...
zh_cn: <20>{#p/undyne}{#e/undyne/4}尽管我们仍未 逃出前哨站...
zh_tw: <20>{#p/undyne}{#e/undyne/4}儘管我們仍未 逃出前哨站...

source: <20>{#p/undyne}{#e/undyne/3}Honestly, I'm doing you a favor...
pt_br: <20>{#p/undyne}{#e/undyne/3}Eu estou te fazendo um favor...
zh_cn: <20>{#p/undyne}{#e/undyne/3}老实说， 我这是在帮你。 就算你能打败我...
zh_tw: <20>{#p/undyne}{#e/undyne/3}老實說， 我這是在幫你。 就算你能打敗我...

source: <20>{#p/undyne}{#e/undyne/2}At the time, Papyrus was just a kid.
pt_br: <20>{#p/undyne}{#e/undyne/2}Naquele tempo, Papyrus era só uma criança.
zh_cn: <20>{#p/undyne}{#e/undyne/2}那时，Papyrus 还只是个孩子。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}那時，Papyrus 還只是個孩子。ゑ

source: <20>{#p/undyne}{#e/undyne/0}Getting to fight makes me FEEL like I'm already free!
pt_br: <20>{#p/undyne}{#e/undyne/0}Lutar faz com eu já me sinta livre!
zh_cn: <20>{#p/undyne}{#e/undyne/0}这场对决已经让我 身心自由了！
zh_tw: <20>{#p/undyne}{#e/undyne/0}這場對決已經讓我 身心自由了！

source: <20>{#p/undyne}{#e/undyne/1}No human has EVER made it past ASGORE!
pt_br: <20>{#p/undyne}{#e/undyne/1}Nenhum humano JAMAIS passou de Asgore!
zh_cn: <20>{#p/undyne}{#e/undyne/1}也从未有人类能够 闯过ASGORE这关！
zh_tw: <20>{#p/undyne}{#e/undyne/1}也從未有人類能夠 闖過ASGORE這關！

source: <20>{#p/undyne}{#e/undyne/3}Most kids run when they sense danger...
pt_br: <20>{#p/undyne}{#e/undyne/3}Maior parte das crianças fogem quando sentem perigo...
zh_cn: <20>{#p/undyne}{#e/undyne/3}遇到危险，大多数小孩 都会马上逃跑...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/3}遇到危險，大多數小孩 都會馬上逃跑...ゑ

source: <20>{#e/undyne/4}But not him.
pt_br: <20>{#e/undyne/4}Mas ele não.
zh_cn: <20>{#e/undyne/4}但他不会。ゑ
zh_tw: <20>{#e/undyne/4}但他不會。ゑ

source: <20>{#p/undyne}{#e/undyne/4}Just like that one anime Alphys showed me...
pt_br: <20>{#p/undyne}{#e/undyne/4}Igual aquele anime que a Alphys me mostrou...
zh_cn: <20>{#p/undyne}{#e/undyne/4}就像Alphys给我 看的动漫一样...
zh_tw: <20>{#p/undyne}{#e/undyne/4}就像Alphys給我 看的動漫一樣...

source: <20>{#p/undyne}{#e/undyne/4}Killing you now is an act of mercy...
pt_br: <20>{#p/undyne}{#e/undyne/4}Te matar agora é um ato de piedade...
zh_cn: <20>{#p/undyne}{#e/undyne/4}在这里杀了你 反而是种仁慈...
zh_tw: <20>{#p/undyne}{#e/undyne/4}在這裡殺了你 反而是種仁慈...

source: <20>{#p/undyne}{#e/undyne/2}All that mattered to him was that someone was hurting.
pt_br: <20>{#p/undyne}{#e/undyne/2}Tudo o que importava para ele era que alguém estava ferido.
zh_cn: <20>{#p/undyne}{#e/undyne/2}他只在乎是不是 有人正深陷危险...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}他只在乎是不是 有人正深陷危險...ゑ

source: <20>{#e/undyne/2}Someone he could- No, HAD to help.
pt_br: <20>{#e/undyne/2}Alguém que ele poderia- Não, DEVERIA ajudar.
zh_cn: <20>{#e/undyne/2}等着他- 不，需要他出手相助。ゑ
zh_tw: <20>{#e/undyne/2}等著他- 不，需要他出手相助。ゑ

source: <20>{#p/undyne}{#e/undyne/1}No matter how awful being trapped out here can be...
pt_br: <20>{#p/undyne}{#e/undyne/1}Não importa o quão dolorido seja estar preso aqui...
zh_cn: <20>{#p/undyne}{#e/undyne/1}不管困在这里 有多糟糕...
zh_tw: <20>{#p/undyne}{#e/undyne/1}不管困在這裡 有多糟糕...

source: <20>{#e/undyne/0}It won't stop us from doing what we love!
pt_br: <20>{#e/undyne/0}Não vai nos impedir de fazer aquilo nós amamos!
zh_cn: <20>{#e/undyne/0}但这不会阻止我们 去追求热爱！
zh_tw: <20>{#e/undyne/0}但這不會阻止我們 去追求熱愛！

source: <20>{#p/undyne}{#e/undyne/6}So STOP being so damn resilient!
pt_br: <20>{#p/undyne}{#e/undyne/6}Então PARA de ser tão resistente!
zh_cn: <20>{#p/undyne}{#e/undyne/6}所以别再顽强抵抗了！
zh_tw: <20>{#p/undyne}{#e/undyne/6}所以別再頑強抵抗了！

source: <20>{#p/undyne}{#e/undyne/4}'Cause that's just who he was.
pt_br: <20>{#p/undyne}{#e/undyne/4}Porque é assim que ele é.
zh_cn: <20>{#p/undyne}{#e/undyne/4}他的天性如此。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/4}他的天性如此。ゑ

source: <20>{#p/undyne}{#e/undyne/3}Right to the end.
pt_br: <20>{#p/undyne}{#e/undyne/3}Direto ao fim.
zh_cn: <20>{#p/undyne}{#e/undyne/3}故事讲完了。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/3}故事講完了。ゑ

source: <20>{#p/undyne}{#e/undyne/1}... but man, you really don't know when to quit!
pt_br: <20>{#p/undyne}{#e/undyne/1}... mas cara, você realmente não sabe a hora de desistir!
zh_cn: <20>{#p/undyne}{#e/undyne/1}...但天啊， 你一点都不会退缩！
zh_tw: <20>{#p/undyne}{#e/undyne/1}...但天啊， 你一點都不會退縮！

source: <20>{#e/undyne/17}How'd you manage to get this strong!?
pt_br: <20>{#e/undyne/17}Como você ficou tão forte!?
zh_cn: <20>{#e/undyne/17}你怎么变得 这么强大的！？
zh_tw: <20>{#e/undyne/17}你怎麼變得 這麼強大的！？

source: <20>{#p/undyne}{#e/undyne/5}What the hell are humans made out of!?
pt_br: <20>{#p/undyne}{#e/undyne/5}De que caramba os humanos são feitos?
zh_cn: <20>{#p/undyne}{#e/undyne/5}人类究竟是用 什么鬼东西 做出来的！？
zh_tw: <20>{#p/undyne}{#e/undyne/5}人類究竟是用 什麼鬼東西 做出來的！？

source: <20>{#p/undyne}{#e/undyne/4}For all my bravado, courage, and strength of will...
pt_br: <20>{#p/undyne}{#e/undyne/4}Apesar de toda a minha bravata, coragem e força de vontade...
zh_cn: <20>{#p/undyne}{#e/undyne/4}即便我拥有再大的胆识， 再多的力量...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/4}即便我擁有再大的膽識， 再多的力量...ゑ

source: <20>{#e/undyne/11}Even I didn't have what it took to be like him.
pt_br: <20>{#e/undyne/11}Mesmo eu não tive o necessário para ser como ele.
zh_cn: <20>{#e/undyne/11}也无法像他那样， 拥有纯洁无瑕的心灵。ゑ
zh_tw: <20>{#e/undyne/11}也無法像他那樣， 擁有純潔無瑕的心靈。ゑ

source: <20>{#p/undyne}{#e/undyne/5}Anyone else would've GIVEN UP by now!
pt_br: <20>{#p/undyne}{#e/undyne/5}Qualquer outro já teria DESISTIDO!
zh_cn: <20>{#p/undyne}{#e/undyne/5}要是别人 现在早就放弃了！
zh_tw: <20>{#p/undyne}{#e/undyne/5}要是別人 現在早就放棄了！

source: <20>{#p/undyne}{#e/undyne/5}Anyone else would be DEAD by now!
pt_br: <20>{#p/undyne}{#e/undyne/5}Qualquer outro já estaria MORTO!
zh_cn: <20>{#p/undyne}{#e/undyne/5}要是其他人 现在早就死了！
zh_tw: <20>{#p/undyne}{#e/undyne/5}要是其他人 現在早就死了！

source: <20>{#p/undyne}{#e/undyne/2}You didn't just kill a friend, or a student.
pt_br: <20>{#p/undyne}{#e/undyne/2}Você não matou só um amigo, ou um estudante.
zh_cn: <20>{#p/undyne}{#e/undyne/2}你杀死的， 不仅是我的学生， 我的挚友...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}你殺死的， 不僅是我的學生， 我的摯友...ゑ

source: <20>{#e/undyne/2}You killed the one person who would've forgiven you for it.
pt_br: <20>{#e/undyne/2}Você matou a única pessoa que te perdoaria por isso.
zh_cn: <20>{#e/undyne/2}更是能对极恶行径 既往不咎，宽恕你 一切过错的高尚之人。ゑ
zh_tw: <20>{#e/undyne/2}更是能對極惡行徑 既往不咎，寬恕你 一切過錯的高尚之人。ゑ

source: <20>{#p/undyne}{#e/undyne/3}Then again, you've had time to train...
pt_br: <20>{#p/undyne}{#e/undyne/3}E de novo, você teve tempo para treinar...
zh_cn: <20>{#p/undyne}{#e/undyne/3}话说回来， 你有足够的时间 进行训练...
zh_tw: <20>{#p/undyne}{#e/undyne/3}話說回來， 你有足夠的時間 進行訓練...

source: <20>{#p/undyne}{#e/undyne/7}Are you even listening to me!?
pt_br: <20>{#p/undyne}{#e/undyne/7}Você pelo menos está me escutando?
zh_cn: <20>{#p/undyne}{#e/undyne/7}你到底有没有在 听我说话！？
zh_tw: <20>{#p/undyne}{#e/undyne/7}你到底有沒有在 聽我說話！？

source: <20>{#p/undyne}{#e/undyne/3}Huh? Don't tell me you're ACTUALLY giving up...
pt_br: <20>{#p/undyne}{#e/undyne/3}Huh? Não me fala que você tá desistindo de verdade...
zh_cn: <20>{#p/undyne}{#e/undyne/3}哈？ 别告诉我 你真要放弃...
zh_tw: <20>{#p/undyne}{#e/undyne/3}哈？ 別告訴我 你真要放棄...

source: <20>{#p/undyne}{#e/undyne/8}And sparing me won't do anything!!
pt_br: <20>{#p/undyne}{#e/undyne/8}E me poupar não vai resolver nada!
zh_cn: <20>{#p/undyne}{#e/undyne/8}饶恕我 卵用没有！
zh_tw: <20>{#p/undyne}{#e/undyne/8}饒恕我 卵用沒有！

source: <20>{#p/undyne}{#e/undyne/11}With him and so many others gone...
pt_br: <20>{#p/undyne}{#e/undyne/11}Com ele e tantos desaparecidos...
zh_cn: <20>{#p/undyne}{#e/undyne/11}你斩碎了他的头颅， 也夺走了无数人的生命 ...
zh_tw: <20>{#p/undyne}{#e/undyne/11}你斬碎了他的頭顱， 也奪走了無數人的生命 ...

source: <20>{#p/undyne}{#e/undyne/11}With him gone...
pt_br: <20>{#p/undyne}{#e/undyne/11}Com ele morto...
zh_cn: <20>{#p/undyne}{#e/undyne/11}你斩碎了他的头颅之时， 也斩碎了仅存的仁慈。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/11}你斬碎了他的頭顱之時， 也斬碎了僅存的仁慈。ゑ

source: <20>{#p/undyne}{#e/undyne/2}The only mercy YOU'RE going to get...
pt_br: <20>{#p/undyne}{#e/undyne/2}A única PIEDADE que vai ter...
zh_cn: <20>{#p/undyne}{#e/undyne/2}而我能给你的 全部“仁慈”...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}而我能給你的 全部「仁慈」...ゑ

source: <20>{#p/undyne}{#e/undyne/1}... is a quick death at the end of MY spear!
pt_br: <20>{#p/undyne}{#e/undyne/1}... é uma morte rápida pela ponta da MINHA espada!
zh_cn: <20>{#p/undyne}{#e/undyne/1}就是让你死得痛快点！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}就是讓你死得痛快點！ゑ

source: <20>{#p/undyne}{#e/undyne/18}All those other monsters you fought...
pt_br: <20>{#p/undyne}{#e/undyne/18}Todos os outros monstros que você lutou...
zh_cn: <20>{#p/undyne}{#e/undyne/18}所有你交战过 的怪物...
zh_tw: <20>{#p/undyne}{#e/undyne/18}所有你交戰過 的怪物...

source: <20>{#p/undyne}{#e/undyne/1}THAT'S the source of your power!
pt_br: <20>{#p/undyne}{#e/undyne/1}ESTA é a fonte do seu poder!
zh_cn: <20>{#p/undyne}{#e/undyne/1}都成为了 你力量的源泉！
zh_tw: <20>{#p/undyne}{#e/undyne/1}都成為了 你力量的源泉！

source: <20>{#p/undyne}{#e/undyne/9}Come on!
pt_br: <20>{#p/undyne}{#e/undyne/9}Vamos logo!
zh_cn: <20>{#p/undyne}{#e/undyne/9}快啊！
zh_tw: <20>{#p/undyne}{#e/undyne/9}快啊！
