Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* Doge's hygiene remains unchanged, much to her dismay.
pt_br: <32>{#p/story}* A higiene de Doge permanece inalterada, para sua consternação.
zh_cn: <32>{#p/story}* Doge的卫生习惯毫无改变， 这让她感到非常沮丧。
zh_tw: <32>{#p/story}* Doge的衛生習慣毫無改變， 這讓她感到非常沮喪。

source: <32>{#p/story}* Doge thinks of her duty.
pt_br: <32>{#p/story}* Doge pensa em sua batalha.
zh_cn: <32>{#p/story}* Doge想起了她的职责。
zh_tw: <32>{#p/story}* Doge想起了她的職責。

source: <32>{#p/story}* Doge thinks of her colleagues.
pt_br: <32>{#p/story}* Doge pensa em seus colegas de batalha.
zh_cn: <32>{#p/story}* Doge想起了她的同事们。
zh_tw: <32>{#p/story}* Doge想起了她的同事們。

source: <32>{#p/story}* Doge seeks a little adventure.
pt_br: <32>{#p/story}* Doge busca uma aventura.
zh_cn: <32>{#p/story}* Doge想要活动一下筋骨。
zh_tw: <32>{#p/story}* Doge想要活動一下筋骨。

source: <32>{#p/story}* Doge ponders the meaning of her duty.
pt_br: <32>{#p/story}* Doge pondera o propósito de sua batalha.
zh_cn: <32>{#p/story}* Doge思考着她的职责所在。
zh_tw: <32>{#p/story}* Doge思考著她的職責所在。

source: <32>{#p/story}* Doge thinks of her honor.
pt_br: <32>{#p/story}* Doge pensa em sua honra.
zh_cn: <32>{#p/story}* Doge想起了她的荣誉。
zh_tw: <32>{#p/story}* Doge想起了她的榮譽。

source: <32>{#p/story}* Doge thinks of her friends.
pt_br: <32>{#p/story}* Doge pensa em seus amigos.
zh_cn: <32>{#p/story}* Doge想起了她的朋友们。
zh_tw: <32>{#p/story}* Doge想起了她的朋友們。

source: <32>{#p/story}* Doge relaxes back into her standard pose.
pt_br: <32>{#p/story}* Doge relaxa de volta na sua posição original.
zh_cn: <32>{#p/story}* Doge稍微放松了一下， 随后恢复了标准的站姿。
zh_tw: <32>{#p/story}* Doge稍微放鬆了一下， 隨後恢復了標準的站姿。

source: <32>{#p/story}* Doge regains her composure.
pt_br: <32>{#p/story}* Doge reganha sua compostura.
zh_cn: <32>{#p/story}* Doge镇静了下来。
zh_tw: <32>{#p/story}* Doge鎮靜了下來。

source: <32>{#p/story}* Doge remembers an old colleague fondly.
pt_br: <32>{#p/story}* Doge se lembra com carinho de um antigo colega.
zh_cn: <32>{#p/story}* Doge深切怀念起 她的一位老同事。
zh_tw: <32>{#p/story}* Doge深切懷念起 她的一位老同事。

source: <32>{#p/story}* Doge keeps a cool head.
pt_br: <32>{#p/story}* Doge se mantém no controle.
zh_cn: <32>{#p/story}* Doge保持着冷静。
zh_tw: <32>{#p/story}* Doge保持著冷靜。

source: <32>{#p/story}* Doge takes a deep breath.
pt_br: <32>{#p/story}* Doge respira fundo.
zh_cn: <32>{#p/story}* Doge深吸一口气。
zh_tw: <32>{#p/story}* Doge深吸一口氣。

source: <32>{#p/story}* Doge breaks into a cold sweat.
pt_br: <32>{#p/story}* Doge está suando frio.
zh_cn: <32>{#p/story}* Doge冒出了一身冷汗。
zh_tw: <32>{#p/story}* Doge冒出了一身冷汗。

source: <32>{#p/story}* Doge seeks affection.
pt_br: <32>{#p/story}* Doge procura carinho.
zh_cn: <32>{#p/story}* Doge渴望着关爱。
zh_tw: <32>{#p/story}* Doge渴望著關愛。

source: <32>{#p/story}* Doge remains intent.
pt_br: <32>{#p/story}* Doge continua na intenção.
zh_cn: <32>{#p/story}* Doge依旧保持着专注。
zh_tw: <32>{#p/story}* Doge依舊保持著專注。

source: <32>{#p/story}* Doge could use a helping hand.
pt_br: <32>{#p/story}* Doge pode usar uma mão amiga.
zh_cn: <32>{#p/story}* Doge需要帮助。
zh_tw: <32>{#p/story}* Doge需要幫助。

source: <32>{#p/story}* Doge's breath shortens.
pt_br: <32>{#p/story}* A respiração de Doge diminui.
zh_cn: <32>{#p/story}* Doge的呼吸变得急促。
zh_tw: <32>{#p/story}* Doge的呼吸變得急促。

source: <32>{#p/story}* Doge just wants to be pet.
pt_br: <32>{#p/story}* Doge só quer carinho.
zh_cn: <32>{#p/story}* Doge只想被抚摸。
zh_tw: <32>{#p/story}* Doge只想被撫摸。

source: <32>{#p/story}* Doge is hyperventilating.
pt_br: <32>{#p/story}* Doge está hiperventilando.
zh_cn: <32>{#p/story}* Doge气喘吁吁。
zh_tw: <32>{#p/story}* Doge氣喘籲籲。

source: <32>{#p/story}* Doge is satisfied.
pt_br: <32>{#p/story}* Doge está satisfeita.
zh_cn: <32>{#p/story}* Doge心满意足。
zh_tw: <32>{#p/story}* Doge心滿意足。

source: <32>{#p/story}* Doge stands patiently before you in surrender.
pt_br: <32>{#p/story}* Doge fica pacientemente parada próxima de você em redenção.
zh_cn: <32>{#p/story}* Doge从容不迫地屹立着， 等待你举手投降。
zh_tw: <32>{#p/story}* Doge從容不迫地屹立著， 等待你舉手投降。

source: <11>{#p/basic}{~}I know what you've been doing.
pt_br: <11>{#p/basic}{~}Eu sei o que você fez.
zh_cn: <11>{#p/basic}{~}你犯下的罪行， 我一清二楚。
zh_tw: <11>{#p/basic}{~}你犯下的罪行， 我一清二楚。

source: <11>{#p/basic}{~}The captain warned us about your arrival.
pt_br: <11>{#p/basic}{~}A capitã nos avisou de sua chegada.
zh_cn: <11>{#p/basic}{~}队长警告我们 要提防你。
zh_tw: <11>{#p/basic}{~}隊長警告我們 要提防你。

source: <11>{#p/basic}{~}All those you two have hurt together...
pt_br: <11>{#p/basic}{~}Todos que vocês dois feriram juntos...
zh_cn: <11>{#p/basic}{~}两人联手， 滥杀无辜...
zh_tw: <11>{#p/basic}{~}兩人聯手， 濫殺無辜...

source: <11>{#p/basic}{~}Have you truly lost yourselves this badly?
pt_br: <11>{#p/basic}{~}Vocês realmente se perderam tanto assim?
zh_cn: <11>{#p/basic}{~}已然沉溺于 杀戮快感之中 无法自拔？
zh_tw: <11>{#p/basic}{~}已然沉溺於 殺戮快感之中 無法自拔？

source: <11>{#p/basic}{~}All that carnage...
pt_br: <11>{#p/basic}{~}Toda aquela carnificina...
zh_cn: <11>{#p/basic}{~}当你屠戮平民， 践踏生命时...
zh_tw: <11>{#p/basic}{~}當你屠戮平民， 踐踏生命時...

source: <11>{#p/basic}{~}Did you ever once feel remorse?
pt_br: <11>{#p/basic}{~}Você se sentiu mau ao menos uma vez?
zh_cn: <11>{#p/basic}{~}可曾懊悔过 自己的 所作所为？
zh_tw: <11>{#p/basic}{~}可曾懊悔過 自己的 所作所為？

source: <11>{#p/basic}{~}The canine unit...
pt_br: <11>{#p/basic}{~}A unidade canina...
zh_cn: <11>{#p/basic}{~}犬卫队 所有成员...
zh_tw: <11>{#p/basic}{~}犬衛隊 所有成員...

source: <11>{#p/basic}{~}You killed them all!
pt_br: <11>{#p/basic}{~}Você matou todos eles!
zh_cn: <11>{#p/basic}{~}都惨死于 你的暴行之下， 无一幸免。
zh_tw: <11>{#p/basic}{~}都慘死於 你的暴行之下， 無一倖免。

source: <11>{#p/basic}{~}As such, I have been on extended patrol.
pt_br: <11>{#p/basic}{~}Por tempo, eu estive na patrulha.
zh_cn: <11>{#p/basic}{~}因此， 我一直在 日夜巡逻。
zh_tw: <11>{#p/basic}{~}因此， 我一直在 日夜巡邏。

source: <11>{#p/basic}{~}Mind you... it is quite dirty here.
pt_br: <11>{#p/basic}{~}Como pode ver... está meio empoeirado aqui.
zh_cn: <11>{#p/basic}{~}请注意... 这里很脏。
zh_tw: <11>{#p/basic}{~}請注意... 這裡很髒。

source: <11>{#p/basic}{~}It is a difficult conclusion to avoid...
pt_br: <11>{#p/basic}{~}É conclusão difícil de evitar...
zh_cn: <11>{#p/basic}{~}不愿下出 如此定论...
zh_tw: <11>{#p/basic}{~}不願下出 如此定論...

source: <11>{#p/basic}{~}But I see no alterna- tive.
pt_br: <11>{#p/basic}{~}Mas eu não vejo outra alternativa.
zh_cn: <11>{#p/basic}{~}但依我所见， 绝无其他可能。
zh_tw: <11>{#p/basic}{~}但依我所見， 絕無其他可能。

source: <11>{#p/basic}{~}You could have surrendered at any moment...
pt_br: <11>{#p/basic}{~}Você poderia ter se rendido a qualquer momento...
zh_cn: <11>{#p/basic}{~}你随时可以 弃甲投戈...
zh_tw: <11>{#p/basic}{~}你隨時可以 棄甲投戈...

source: <11>{#p/basic}{~}Yet you chose violence.
pt_br: <11>{#p/basic}{~}Ainda assim você escolheu a violência.
zh_cn: <11>{#p/basic}{~}然而你选择 将杀戮 贯彻到底。
zh_tw: <11>{#p/basic}{~}然而你選擇 將殺戮 貫徹到底。

source: <11>{#p/basic}{~}How pleasant...
pt_br: <11>{#p/basic}{~}Que agradável...
zh_cn: <11>{#p/basic}{~}真爽...
zh_tw: <11>{#p/basic}{~}真爽...

source: <11>{#p/basic}{~}But we are ELITE squad members, I suppose.
pt_br: <11>{#p/basic}{~}Mas nós somos membros do esquadrão de ELITE.
zh_cn: <11>{#p/basic}{~}但我想， 作为 特战队的 一份子。
zh_tw: <11>{#p/basic}{~}但我想， 作為 特戰隊的 一份子。

source: <11>{#p/basic}{~}We must adapt to any situation.
pt_br: <11>{#p/basic}{~}Devemos nos adaptar a qualquer situação.
zh_cn: <11>{#p/basic}{~}我们必须 随机应变。
zh_tw: <11>{#p/basic}{~}我們必須 隨機應變。

source: <11>{#p/basic}{~}When I first joined the ELITE squad...
pt_br: <11>{#p/basic}{~}Quando eu me juntei ao esquadrão de ELITE...
zh_cn: <11>{#p/basic}{~}遥想当年， 初入特战队...
zh_tw: <11>{#p/basic}{~}遙想當年， 初入特戰隊...

source: <11>{#p/basic}{~}Part of me doubted Undyne's stance on humans...
pt_br: <11>{#p/basic}{~}Parte de mim duvidou dos conceitos dados por Undyne aos humanos...
zh_cn: <11>{#p/basic}{~}那时，Undyne 视人类为敌， 我将信将疑。
zh_tw: <11>{#p/basic}{~}那時，Undyne 視人類為敵， 我將信將疑。

source: <11>{#p/basic}{~}Too much water in my hair...
pt_br: <11>{#p/basic}{~}Muita água no meu cabelo...
zh_cn: <11>{#p/basic}{~}毛发沾 太多水了...
zh_tw: <11>{#p/basic}{~}毛髮沾 太多水了...

source: <11>{#p/basic}{~}When I asked to join the ELITE squad...
pt_br: <11>{#p/basic}{~}Quando eu pedi para entrar no esquadrão de ELITE...
zh_cn: <11>{#p/basic}{~}遥想当年， 申请参加 特战队时...
zh_tw: <11>{#p/basic}{~}遙想當年， 申請參加 特戰隊時...

source: <11>{#p/basic}{~}I never imagined I'd make it in.
pt_br: <11>{#p/basic}{~}Eu nunca imaginei que conseguiria uma vaga.
zh_cn: <11>{#p/basic}{~}我未曾想过 我会 顺利入队。
zh_tw: <11>{#p/basic}{~}我未曾想過 我會 順利入隊。

source: <11>{#p/basic}{~}But after what you've done...
pt_br: <11>{#p/basic}{~}Mas após o que você fez...
zh_cn: <11>{#p/basic}{~}而当亲眼目睹 你这般行径...
zh_tw: <11>{#p/basic}{~}而當親眼目睹 你這般行徑...

source: <11>{#p/basic}{~}There's no more doubt in my mind.
pt_br: <11>{#p/basic}{~}Não existe mais dúvida em minha mente.
zh_cn: <11>{#p/basic}{~}我的心中 已再无疑虑。
zh_tw: <11>{#p/basic}{~}我的心中 已再無疑慮。

source: <11>{#p/basic}{~}Well. Nothing beats a nice walk.
pt_br: <11>{#p/basic}{~}Bem. Nada ganha de uma bela caminhada.
zh_cn: <11>{#p/basic}{~}嗯。 没有什么事 更能胜过 散步了。
zh_tw: <11>{#p/basic}{~}嗯。 沒有什麼事 更能勝過 散步了。

source: <11>{#p/basic}{~}{#f.batmusic1}Just a moment.
pt_br: <11>{#p/basic}{~}{#f.batmusic1}Só um momento.
zh_cn: <11>{#p/basic}{~}{#f.batmusic1}请稍等候。
zh_tw: <11>{#p/basic}{~}{#f.batmusic1}請稍等候。

source: <11>{#p/basic}{~}\x00*whips around*
pt_br: <11>{#p/basic}{~}\x00*balança ao redor*
zh_cn: <11>{#p/basic}{~}\x00*转身抖动*
zh_tw: <11>{#p/basic}{~}\x00*轉身抖動*

source: <11>{#p/basic}{~}\x00*whipping continues*
pt_br: <11>{#p/basic}{~}\x00*chicotadas continuam*
zh_cn: <11>{#p/basic}{~}\x00*继续抖动*
zh_tw: <11>{#p/basic}{~}\x00*繼續抖動*

source: <11>{#p/basic}{~}\x00*shakes off*
pt_br: <11>{#p/basic}{~}\x00*balança*
zh_cn: <11>{#p/basic}{~}\x00*停止抖动*
zh_tw: <11>{#p/basic}{~}\x00*停止抖動*

source: <11>{#p/basic}{~}There, all dry now. Back to fighting, yes?
pt_br: <11>{#p/basic}{~}Pronto, sequinha. Vamos voltar para a luta?
zh_cn: <11>{#p/basic}{~}好了， 毛发已干。 请回到战斗。
zh_tw: <11>{#p/basic}{~}好了， 毛髮已幹。 請回到戰鬥。

source: <11>{#p/basic}{~}But after that dummy called it quits...
pt_br: <11>{#p/basic}{~}Mas após aquele boneco sair...
zh_cn: <11>{#p/basic}{~}但在 那个蠢货 退役之后...
zh_tw: <11>{#p/basic}{~}但在 那個蠢貨 退役之後...

source: <11>{#p/basic}{~}I became the next in line.
pt_br: <11>{#p/basic}{~}Eu me tornei a próxima na lista.
zh_cn: <11>{#p/basic}{~}我就接过 他的班了。
zh_tw: <11>{#p/basic}{~}我就接過 他的班了。

source: <11>{#p/basic}{~}And you, Asriel... a traitor to your own kind...
pt_br: <11>{#p/basic}{~}E você, Asriel... um traidor para sua própria espécie...
zh_cn: <11>{#p/basic}{~}而你， Asriel， 就是我族叛徒。
zh_tw: <11>{#p/basic}{~}而你， Asriel， 就是我族叛徒。

source: <11>{#p/basic}{~}It is hard to believe you were once to be our king.
pt_br: <11>{#p/basic}{~}É difícil acreditar que você seria nomeado nosso rei.
zh_cn: <11>{#p/basic}{~}难以置信， 如此邪恶至极， 却将登基为王。
zh_tw: <11>{#p/basic}{~}難以置信， 如此邪惡至極， 卻將登基為王。

source: <11>{#p/basic}{~}It would be wise for you to surrender.
pt_br: <11>{#p/basic}{~}Seria inteligente da sua parte se render.
zh_cn: <11>{#p/basic}{~}投降是 明智之举。
zh_tw: <11>{#p/basic}{~}投降是 明智之舉。

source: <11>{#p/basic}{~}Not that you know how.
pt_br: <11>{#p/basic}{~}Não que você saiba como.
zh_cn: <11>{#p/basic}{~}你却不知 如何去做。
zh_tw: <11>{#p/basic}{~}你卻不知 如何去做。

source: <12>{#p/basic}{~}Doggo was the newest recruit to the canines.
pt_br: <12>{#p/basic}{~}Doggo foi o mais novo recruta da unidade canina.
zh_cn: <12>{#p/basic}{~}Doggo 为犬卫队 新兵。
zh_tw: <12>{#p/basic}{~}Doggo 為犬衛隊 新兵。

source: <11>{#p/basic}{~}Some saw his blindness as a weakness...
pt_br: <11>{#p/basic}{~}Alguns viram sua cegueira como uma fraqueza...
zh_cn: <11>{#p/basic}{~}有些人... 把他的视力 当作一种空 去钻...
zh_tw: <11>{#p/basic}{~}有些人... 把他的視力 當作一種空 去鑽...

source: <11>{#p/basic}{~}But he had so much promise.
pt_br: <11>{#p/basic}{~}Mas ele prometeu muito.
zh_cn: <11>{#p/basic}{~}但他前途 却一片光明。
zh_tw: <11>{#p/basic}{~}但他前途 卻一片光明。

source: <11>{#p/basic}{~}You've sure been walking for a while.
pt_br: <11>{#p/basic}{~}Você com certeza tem andado faz um tempo.
zh_cn: <11>{#p/basic}{~}已经走了 一阵子的 你...
zh_tw: <11>{#p/basic}{~}已經走了 一陣子的 你...

source: <11>{#p/basic}{~}How much stamina do YOU have?
pt_br: <11>{#p/basic}{~}Quanta energia você Tem?
zh_cn: <11>{#p/basic}{~}现在又 还剩多少 耐力呢？
zh_tw: <11>{#p/basic}{~}現在又 還剩多少 耐力呢？

source: <11>{#p/basic}{~}Apologies. There is much on my mind.
pt_br: <11>{#p/basic}{~}Desculpa. Tem muito na minha cabeça.
zh_cn: <11>{#p/basic}{~}为你深表 歉意， 因我心事 重重。
zh_tw: <11>{#p/basic}{~}為你深表 歉意， 因我心事 重重。

source: <11>{#p/basic}{~}It has been a difficult line of work...
pt_br: <11>{#p/basic}{~}Tem sido uma linha difícil de trabalho...
zh_cn: <11>{#p/basic}{~}这份工作 有些艰苦...
zh_tw: <11>{#p/basic}{~}這份工作 有些艱苦...

source: <11>{#p/basic}{~}Even Undyne herself has moments of doubt.
pt_br: <11>{#p/basic}{~}Até mesmo Undyne tem seus momentos de dúvida.
zh_cn: <11>{#p/basic}{~}就连Undyne 都为此开始 自我怀疑。
zh_tw: <11>{#p/basic}{~}就連Undyne 都為此開始 自我懷疑。

source: <11>{#p/basic}{~}... do not tell her I shared that.
pt_br: <11>{#p/basic}{~}... não conte a ele que eu te disse isso.
zh_cn: <11>{#p/basic}{~}...别跟她讲 我在背后 这么对她 说三道四。
zh_tw: <11>{#p/basic}{~}...別跟她講 我在背後 這麼對她 說三道四。

source: <11>{#p/basic}{~}Is this really the fate that befalls us?
pt_br: <11>{#p/basic}{~}Este é realmente o destino que nos pertence?
zh_cn: <11>{#p/basic}{~}我们的宿命 竟是这般？
zh_tw: <11>{#p/basic}{~}我們的宿命 竟是這般？

source: <11>{#p/basic}{~}A vile prince and his human partner...
pt_br: <11>{#p/basic}{~}Um príncipe vilão e o seu parceiro humano...
zh_cn: <11>{#p/basic}{~}卑鄙的王子 与人类共谋...
zh_tw: <11>{#p/basic}{~}卑鄙的王子 與人類共謀...

source: <11>{#p/basic}{~}... on a mission to kill us all?
pt_br: <11>{#p/basic}{~}... em uma missão para matar todos nós?
zh_cn: <11>{#p/basic}{~}...誓要剿灭 我族所有同胞？
zh_tw: <11>{#p/basic}{~}...誓要剿滅 我族所有同胞？

source: <11>{#p/basic}{~}For life, you show nothing but contempt.
pt_br: <11>{#p/basic}{~}Pela vida, você não tem mostrado nada além de desprezo.
zh_cn: <11>{#p/basic}{~}你视生命如 草芥。
zh_tw: <11>{#p/basic}{~}你視生命如 草芥。

source: <11>{#p/basic}{~}At every turn, you treat us as inferior.
pt_br: <11>{#p/basic}{~}Em cada momento, você nos tratou como inferiores.
zh_cn: <11>{#p/basic}{~}总把我们看得 低人一等。
zh_tw: <11>{#p/basic}{~}總把我們看得 低人一等。

source: <11>{#p/basic}{~}Canis Minor was Canis Major's underling.
pt_br: <11>{#p/basic}{~}Canis Minor era o subordinado de Canis Major.
zh_cn: <11>{#p/basic}{~}Canis Minor是 Canis Major 的直系下属。
zh_tw: <11>{#p/basic}{~}Canis Minor是 Canis Major 的直系下屬。

source: <11>{#p/basic}{~}Its unique perspective helped in unexpected ways...
pt_br: <11>{#p/basic}{~}Sua perspectiva única nos ajudou de inúmeras formas...
zh_cn: <11>{#p/basic}{~}它独特的观察 方式帮了很 多忙...
zh_tw: <11>{#p/basic}{~}它獨特的觀察 方式幫了很 多忙...

source: <11>{#p/basic}{~}Even if it was often mis- understood.
pt_br: <11>{#p/basic}{~}Mesmo que as vezes fosse mau entendido.
zh_cn: <11>{#p/basic}{~}即使这种行为 常常被大家 误解。
zh_tw: <11>{#p/basic}{~}即使這種行為 常常被大家 誤解。

source: <11>{#p/basic}{~}Clearly more than I antici- pated...
pt_br: <11>{#p/basic}{~}Claramente mais do que eu esperava...
zh_cn: <11>{#p/basic}{~}显然比我 想象中的 要多...
zh_tw: <11>{#p/basic}{~}顯然比我 想像中的 要多...

source: <11>{#p/basic}{~}(Sigh...)
pt_br: <11>{#p/basic}{~}(Chorinho...)
zh_cn: <11>{#p/basic}{~}（叹气...）
zh_tw: <11>{#p/basic}{~}（嘆氣...）

source: <11>{#p/basic}{~}After all is said and done...
pt_br: <11>{#p/basic}{~}Após tudo dito e feito...
zh_cn: <11>{#p/basic}{~}终究...
zh_tw: <11>{#p/basic}{~}終究...

source: <11>{#p/basic}{~}I can't decide which of you is worse.
pt_br: <11>{#p/basic}{~}Eu não consigo decidir qual de vocês é pior.
zh_cn: <11>{#p/basic}{~}两人孰更恶劣， 难以论断。
zh_tw: <11>{#p/basic}{~}兩人孰更惡劣， 難以論斷。

source: <11>{#p/basic}{~}Now, it is your turn.
pt_br: <11>{#p/basic}{~}Agora, é a sua vez.
zh_cn: <11>{#p/basic}{~}现在， 轮到你了。
zh_tw: <11>{#p/basic}{~}現在， 輪到你了。

source: <11>{#p/basic}{~}Your turn to be treated as inferior.
pt_br: <11>{#p/basic}{~}Sua vez de ser tratado como inferior.
zh_cn: <11>{#p/basic}{~}轮到你领受 低人一等的 待遇。
zh_tw: <11>{#p/basic}{~}輪到你領受 低人一等的 待遇。

source: <11>{#p/basic}{~}Dogamy and Dogaressa, a duo of dilligence.
pt_br: <11>{#p/basic}{~}Dogamy e Dogaressa, uma dupla de inteligência.
zh_cn: <11>{#p/basic}{~}Dogamy与 Dogaressa， 勤奋一对。
zh_tw: <11>{#p/basic}{~}Dogamy與 Dogaressa， 勤奮一對。

source: <11>{#p/basic}{~}Before they met, they often misbehaved.
pt_br: <11>{#p/basic}{~}Antes de se conhecerem, eles sempre se metiam em briga.
zh_cn: <11>{#p/basic}{~}相遇之前， 其举止 颇为失礼。
zh_tw: <11>{#p/basic}{~}相遇之前， 其舉止 頗為失禮。

source: <11>{#p/basic}{~}But once together, they could do ANYTHING.
pt_br: <11>{#p/basic}{~}Mas assim que se uniram, eles conseguiram TUDO.
zh_cn: <11>{#p/basic}{~}相遇之后， 齐心协力， 无所不能。
zh_tw: <11>{#p/basic}{~}相遇之後， 齊心協力， 無所不能。

source: <11>{#p/basic}{~}Can we really keep going like this?
pt_br: <11>{#p/basic}{~}Podemos realmente continuar desse jeito?
zh_cn: <11>{#p/basic}{~}我们还可继续？
zh_tw: <11>{#p/basic}{~}我們還可繼續？

source: <11>{#p/basic}{~}This battle is starting to drag on.
pt_br: <11>{#p/basic}{~}Esta batalha está começando a me cansar.
zh_cn: <11>{#p/basic}{~}战斗 开始进入 僵局...
zh_tw: <11>{#p/basic}{~}戰鬥 開始進入 僵局...

source: <11>{#p/basic}{~}Suffice it to say...
pt_br: <11>{#p/basic}{~}Basta dizer...
zh_cn: <11>{#p/basic}{~}只此一言...
zh_tw: <11>{#p/basic}{~}只此一言...

source: <11>{#p/basic}{~}This, I did not expect.
pt_br: <11>{#p/basic}{~}Isso, eu não esperava.
zh_cn: <11>{#p/basic}{~}这一切， 未曾预料。
zh_tw: <11>{#p/basic}{~}這一切， 未曾預料。

source: <11>{#p/basic}{~}Canis Major was there when the canine unit was formed.
pt_br: <11>{#p/basic}{~}Major Canis estava lá quando a unidade canina foi formada.
zh_cn: <11>{#p/basic}{~}Canis Major， 为犬卫队元老。
zh_tw: <11>{#p/basic}{~}Canis Major， 為犬衛隊元老。

source: <11>{#p/basic}{~}Along with its master, it led the unit well.
pt_br: <11>{#p/basic}{~}Junto com seu mestre, isso levou bem a unidade.
zh_cn: <11>{#p/basic}{~}与其主人， 妥善领导团队。
zh_tw: <11>{#p/basic}{~}與其主人， 妥善領導團隊。

source: <11>{#p/basic}{~}But now...
pt_br: <11>{#p/basic}{~}Mas agora...
zh_cn: <11>{#p/basic}{~}但现在...
zh_tw: <11>{#p/basic}{~}但現在...

source: <11>{#p/basic}{~}Human, I...
pt_br: <11>{#p/basic}{~}Humano, eu...
zh_cn: <11>{#p/basic}{~}人类，我...
zh_tw: <11>{#p/basic}{~}人類，我...

source: <11>{#p/basic}{~}There is nothing left to say.
pt_br: <11>{#p/basic}{~}Não há mais nada a dizer.
zh_cn: <11>{#p/basic}{~}言尽至此。
zh_tw: <11>{#p/basic}{~}言盡至此。

source: <11>{#p/basic}{~}I will have justice for the terror you have inspired.
pt_br: <11>{#p/basic}{~}Eu lançarei justiça ao terror que foi entregue.
zh_cn: <11>{#p/basic}{~}我必为 人民 伸张正义。
zh_tw: <11>{#p/basic}{~}我必為 人民 伸張正義。

source: <11>{#p/basic}{~}I will have justice for what you've done.
pt_br: <11>{#p/basic}{~}Eu lançarei justiça ao terror que foi entregue.
zh_cn: <11>{#p/basic}{~}正义， 我必索回。
zh_tw: <11>{#p/basic}{~}正義， 我必索回。

source: <11>{#p/basic}{~}I will have justice for those dogs' deaths.
pt_br: <11>{#p/basic}{~}Eu lançarei justiça pela morte daqueles cães.
zh_cn: <11>{#p/basic}{~}我必为 犬卫队 报仇雪恨。
zh_tw: <11>{#p/basic}{~}我必為 犬衛隊 報仇雪恨。

source: <11>{#p/basic}{~}(Blushes)
pt_br: <11>{#p/basic}{~}(Cora)
zh_cn: <11>{#p/basic}{~}（脸红了）
zh_tw: <11>{#p/basic}{~}（臉紅了）

source: <11>{#p/basic}{~}You are a... kind human...
pt_br: <11>{#p/basic}{~}Você é um... bom humano...
zh_cn: <11>{#p/basic}{~}你真是个... 友善的 人类...
zh_tw: <11>{#p/basic}{~}你真是個... 友善的 人類...

source: <11>{#p/basic}{~}I think I have had enough.
pt_br: <11>{#p/basic}{~}Eu acho que já chega.
zh_cn: <11>{#p/basic}{~}我觉得 是时候 到此为止 了。
zh_tw: <11>{#p/basic}{~}我覺得 是時候 到此為止 了。

source: <11>{#p/basic}{~}In fairness, you do not seem so bad.
pt_br: <11>{#p/basic}{~}Em certo lado, você não parece tão mau.
zh_cn: <11>{#p/basic}{~}实话讲， 你并没有 那么坏。
zh_tw: <11>{#p/basic}{~}實話講， 你並沒有 那麼壞。

source: <11>{#p/basic}{~}At least, compared to how Undyne described.
pt_br: <11>{#p/basic}{~}Pelo menos, comparado a como Undyne descreve.
zh_cn: <11>{#p/basic}{~}至少 比Undyne 所述的 略有差别。
zh_tw: <11>{#p/basic}{~}至少 比Undyne 所述的 略有差別。

source: <11>{#p/basic}{~}Accept my mercy as a plea...
pt_br: <11>{#p/basic}{~}Aceite minha piedade como um controle...
zh_cn: <11>{#p/basic}{~}请你如 接受恳求般 接受我的 仁慈...
zh_tw: <11>{#p/basic}{~}請你如 接受懇求般 接受我的 仁慈...

source: <11>{#p/basic}{~}A plea that you will not stray into the darkness.
pt_br: <11>{#p/basic}{~}Um controle que te fará não cair na escuridão.
zh_cn: <11>{#p/basic}{~}恳求你 不会再堕入 黑暗之中。
zh_tw: <11>{#p/basic}{~}懇求你 不會再墮入 黑暗之中。

source: <32>{#p/human}* (You offer to take Doge on a walk.)
pt_br: <32>{#p/human}* (Você se oferece a levar Doge em uma caminhada.)
zh_cn: <32>{#p/human}* （你想带Doge遛个弯。）
zh_tw: <32>{#p/human}* （你想帶Doge遛個彎。）

source: <32>{#p/basic}* Doge follows your lead. * Together you march in unison.
pt_br: <32>{#p/basic}* Doge te segue. * Juntos vocês marcham em união.
zh_cn: <32>{#p/basic}* Doge跟随着你的脚步。 * 你们一起齐步前进。
zh_tw: <32>{#p/basic}* Doge跟隨著你的腳步。 * 你們一起齊步前進。

source: <32>* This continues for a while...
pt_br: <32>* Continua por um tempo...
zh_cn: <32>* 你们就这样走了一会...
zh_tw: <32>* 你們就這樣走了一會...

source: <32>* But eventually...
pt_br: <32>* Mas eventualmente...
zh_cn: <32>* 到最后...
zh_tw: <32>* 到最後...

source: <32>* Doge grows tired of this frivolous exercise.
pt_br: <32>* Doge se cansa deste exaustivo exercício.
zh_cn: <32>* Doge开始厌倦这种 无聊的活动了。
zh_tw: <32>* Doge開始厭倦這種 無聊的活動了。

source: <32>* She follows you back to her patrol zone, and relaxes a little...
pt_br: <32>* Ela te segue de volta para a zona de patrulha e relaxa um pouco...
zh_cn: <32>* 她又跟着你回到了她的巡逻区， 释放了点压力...
zh_tw: <32>* 她又跟著你回到了她的巡邏區， 釋放了點壓力...

source: <32>{#p/human}* (You offer to take Doge on a walk, but she has no reason to go on one yet.)
pt_br: <32>{#p/human}* (Você oferece levar Doge em uma caminhada, mas ela ainda não tem razão para ir.)
zh_cn: <32>{#p/human}* （你想带着Doge去散散步， 但她没有理由跟你一起去。）
zh_tw: <32>{#p/human}* （你想帶著Doge去散散步， 但她沒有理由跟你一起去。）

source: <32>{#p/basic}* Doge refuses to walk anywhere with you.
pt_br: <32>{#p/basic}* Doge se recusa a caminhar com você a qualquer lugar.
zh_cn: <32>{#p/basic}* Doge拒绝了你的散步请求。
zh_tw: <32>{#p/basic}* Doge拒絕了你的散步請求。

source: <32>{#p/human}* (You offer to take Doge on a walk, but she's already dried herself up for you.)
pt_br: <32>{#p/human}* (Você se oferece para levar Doge para passear, mas ela já se secou para você.)
zh_cn: <32>{#p/human}* （你想带Doge去散散步， 但她为了你已经弄干 自己的身体了。）
zh_tw: <32>{#p/human}* （你想帶Doge去散散步， 但她為了你已經弄乾 自己的身體了。）

source: <32>{#p/human}* (You offer to take Doge on a walk, but she never did anything to necessitate it.)
pt_br: <32>{#p/human}* (Você se oferece para levar Doge para passear, mas ela nunca fez nada para precisar disso.)
zh_cn: <32>{#p/human}* （你想带Doge去散散步， 但她从来不做任何非必要的事。）
zh_tw: <32>{#p/human}* （你想帶Doge去散散步， 但她從來不做任何非必要的事。）

source: <32>{#p/human}* (But Doge was already spent from walking beforehand.)
pt_br: <32>{#p/human}* (Mas Doge já estava cansada de caminhar de antemão.)
zh_cn: <32>{#p/human}* （但是Doge早已因为之前的散步 而累到虚脱了。）
zh_tw: <32>{#p/human}* （但是Doge早已因為之前的散步 而累到虛脫了。）

source: <32>{#p/human}* (But Doge was too dirty to go on a walk.)
pt_br: <32>{#p/human}* (Mas Doge estava suja demais para dar um passeio.)
zh_cn: <32>{#p/human}* （但是Doge太脏了， 没法出去散步。）
zh_tw: <32>{#p/human}* （但是Doge太髒了， 沒法出去散步。）

source: <32>{#p/story}* MUFFET - ATK 39 DEF 19 * Queen of all spider clans. * ELITE squad volunteer.
pt_br: <32>{#p/story}* MUFFET - ATQ 39 DEF 19 * Rainha do clã das aranhas. * Voluntária da ELITE.
zh_cn: <32>{#p/story}* MUFFET - 攻击39 防御19 * 全蜘蛛部落的女王。 * 特战队志愿兵。
zh_tw: <32>{#p/story}* MUFFET - 攻擊39 防禦19 * 全蜘蛛部落的女王。 * 特戰隊志願兵。

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet gives you the stink eyes.)
pt_br: <32>{#p/human}* (Você flerta com Muffet.) * (Muffet lhe dá uma olhada rabugenta.)
zh_cn: <32>{#p/human}* （你向Muffet调情。） * （Muffet狠狠瞪了你一眼。）
zh_tw: <32>{#p/human}* （你向Muffet調情。） * （Muffet狠狠瞪了你一眼。）

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet giggles and pats your head with several hands.)
pt_br: <32>{#p/human}* (Você flerta com a Muffet.) * (Muffet sorri e te faz carinho na cabeça com suas várias mãos.)
zh_cn: <32>{#p/human}* （你向Muffet调情。） * （Muffet笑了笑， 伸出几只手拍了拍你的头。）
zh_tw: <32>{#p/human}* （你向Muffet調情。） * （Muffet笑了笑， 伸出幾隻手拍了拍你的頭。）
