Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet giggles and wags several fingers at you.)
pt_br: <32>{#p/human}* (Você flerta com Muffet.) * (Muffet sorri e passa os dedos por sua bochecha.)
zh_cn: <32>{#p/human}* （你向Muffet调情。） * （Muffet笑了笑， 向你挥舞她的一些手指。）
zh_tw: <32>{#p/human}* （你向Muffet調情。） * （Muffet笑了笑， 向你揮舞她的一些手指。）

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet seems intrigued, but it may not be enough.)
pt_br: <32>{#p/human}* (Você flerta com Muffet.) * (Muffet parece intrigada, mas isso pode não ser suficiente.)
zh_cn: <32>{#p/human}* （你向Muffet调情。） * （Muffet看起来颇有兴致， 但还是不够。）
zh_tw: <32>{#p/human}* （你向Muffet調情。） * （Muffet看起來頗有興致， 但還是不夠。）

source: <32>{#p/human}* (You flirt with Muffet again.) * (Muffet turns more than a few eyes towards you.)
pt_br: <32>{#p/human}* (Você flerta com Muffet novamente.) * (Muffet vira mais do que alguns olhos para você.)
zh_cn: <32>{#p/human}* （你向Muffet调情。） * （Muffet对你投向了更多目光。）
zh_tw: <32>{#p/human}* （你向Muffet調情。） * （Muffet對你投向了更多目光。）

source: <32>{#p/human}* (You muster your courage, and ask Muffet out on a picnic date.)
pt_br: <32>{#p/human}* (Você cria coragem, e chama Muffet para um encontro de piquenique.)
zh_cn: <32>{#p/human}* （你鼓起勇气，邀请Muffet 一同去野餐。）
zh_tw: <32>{#p/human}* （你鼓起勇氣，邀請Muffet 一同去野餐。）

source: <32>{#p/basic}* Muffet giggles...
pt_br: <32>{#p/basic}* Muffet sorri...
zh_cn: <32>{#p/basic}* Muffet咯咯笑了几下...
zh_tw: <32>{#p/basic}* Muffet嚕嚕笑了幾下...

source: <32>* Then giggles some more...
pt_br: <32>* E sorri ainda mais...
zh_cn: <32>* 然后又笑了几声...
zh_tw: <32>* 然後又笑了幾聲...

source: <32>* She can't stop herself! * Muffet succumbs to your immaculate flirtatious power!
pt_br: <32>* Ela não consegue se conter! * Muffet sucumbe ao seu poder de flerte imparável!
zh_cn: <32>* 她已经无法控制自己的情感了！ * Muffet向你完美的调情能力屈服！
zh_tw: <32>* 她已經無法控制自己的情感了！ * Muffet向你完美的調情能力屈服！

source: <32>* ... then promptly decides to end this battle, so as not to shame her fellow spiders.
pt_br: <32>* ... então prontamente decide encerrar esta batalha, para não envergonhar suas companheiras aranhas.
zh_cn: <32>* ...然后立即决定结束战斗， 以免让她的蜘蛛同伴们蒙羞。
zh_tw: <32>* ...然後立即決定結束戰鬥， 以免讓她的蜘蛛同伴們蒙羞。

source: <32>{#p/kidding}* ... what?
pt_br: <32>{#p/kidding}* ... quê?
zh_cn: <32>{#p/kidding}* ...什么？
zh_tw: <32>{#p/kidding}* ...什麼？

source: <11>{#p/basic}{~}How adorable~
pt_br: <11>{#p/basic}{~}Que adorável~
zh_cn: <11>{#p/basic}{~}真可爱啊~
zh_tw: <11>{#p/basic}{~}真可愛啊~

source: <11>{#p/basic}{~}You're the sweetest~
pt_br: <11>{#p/basic}{~}Você é super fofinho~
zh_cn: <11>{#p/basic}{~}你人真好~
zh_tw: <11>{#p/basic}{~}你人真好~

source: <11>{#p/basic}{~}Ahuhu~
zh_cn: <11>{#p/basic}{~}啊呼呼~
zh_tw: <11>{#p/basic}{~}啊呼呼~

source: <33>{#p/human}* (You make an appeal to Muffet.) * (Muffet is once again intrigued by your words.)
pt_br: <33>{#p/human}* (Você faz um apelo a Muffet.) * (Muffet é mais uma vez intrigada com suas palavras.)
zh_cn: <33>{#p/human}* （你对Muffet发出呼吁。） * （Muffet再一次被你的话 所吸引。）
zh_tw: <33>{#p/human}* （你對Muffet發出呼籲。） * （Muffet再一次被你的話 所吸引。）

source: <32>* (You mention how innocent dogs were haphazardly enstated into the Royal Guard.)
pt_br: <32>* (Você menciona como cachorros inocentes foram enfiados na Guarda Real.)
zh_cn: <32>* （你说起那些天真的狗狗， 批判Undyne把它们编入卫队 是有多不负责。）
zh_tw: <32>* （你說起那些天真的狗狗， 批判Undyne把它們編入衛隊 是有多不負責。）

source: <32>* (As such, you suggest that trusting its captain would put spider clans at risk.)
pt_br: <32>* (Você sugere que confiar na capitã seria colocar o clã das aranhas em risco.)
zh_cn: <32>* （你接着上句说，相信这种队长 就如同将整个蜘蛛部落置于险境。）
zh_tw: <32>* （你接著上句說，相信這種隊長 就如同將整個蜘蛛部落置於險境。）

source: <32>{#p/basic}* Muffet starts considering the situation...
pt_br: <32>{#p/basic}* Muffet considera a situação...
zh_cn: <32>{#p/basic}* Muffet开始仔细地考虑 这些情况...
zh_tw: <32>{#p/basic}* Muffet開始仔細地考慮 這些情況...

source: <32>{#p/story}* Muffet's SPEED down!
pt_br: <32>{#p/story}* VELOCIDADE da Muffet caiu!
zh_cn: <32>{#p/story}* Muffet的攻速下降了！
zh_tw: <32>{#p/story}* Muffet的攻速下降了！

source: <32>{#p/human}* (You make an appeal to Muffet, but she doesn't seem ready to hear it yet.)
pt_br: <32>{#p/human}* (Você faz um apelo para a Muffet, mas ela não está pronta para ouvir.)
zh_cn: <32>{#p/human}* （你向Muffet发出呼吁， 但她看起来还没有准备好 倾听你的话。）
zh_tw: <32>{#p/human}* （你向Muffet發出呼籲， 但她看起來還沒有準備好 傾聽你的話。）

source: <32>{#p/human}* (You make an appeal to Muffet.)
pt_br: <32>{#p/human}* (Você faz um apelo para Muffet.)
zh_cn: <32>{#p/human}* （你向Muffet发出呼吁。）
zh_tw: <32>{#p/human}* （你向Muffet發出呼籲。）

source: <32>{#p/basic}* Muffet will not be swayed by your shallow claims.
pt_br: <32>{#p/basic}* Muffet não será influenciado por suas reivindicações superficiais.
zh_cn: <32>{#p/basic}* Muffet可不会被你的肤浅言论 所左右。
zh_tw: <32>{#p/basic}* Muffet可不會被你的膚淺言論 所左右。

source: <32>{#p/human}* (You make an appeal to Muffet, but she's already past the point of hearing you out.)
pt_br: <32>{#p/human}* (Você faz um apelo para Muffet, mas ela já passou do ponto de querer te ouvir.)
zh_cn: <32>{#p/human}* （你向Muffet发出呼吁， 但她已经不想再听了。）
zh_tw: <32>{#p/human}* （你向Muffet發出呼籲， 但她已經不想再聽了。）

source: <32>{#p/human}* (But Muffet didn't need to be appeased twice.)
pt_br: <32>{#p/human}* (Mas Muffet não precisou ser apaziguada duas vezes.)
zh_cn: <32>{#p/human}* （但Muffet不需要被呼吁第二遍。）
zh_tw: <32>{#p/human}* （但Muffet不需要被呼籲第二遍。）

source: <32>{#p/human}* (But Muffet had no reason to listen to you.)
pt_br: <32>{#p/human}* (Mas Muffet não tem razões para te ouvir.)
zh_cn: <32>{#p/human}* （但Muffet没有理由去听你说话。）
zh_tw: <32>{#p/human}* （但Muffet沒有理由去聽你說話。）

source: <32>{#p/human}* (You try to counter Muffet.) * (Muffet is intrigued by your words.)
pt_br: <32>{#p/human}* (Você tenta argumentar contra Muffet.) * (Muffet está intrigada.)
zh_cn: <32>{#p/human}* （你尝试反驳Muffet。） * （Muffet被你的话所吸引。）
zh_tw: <32>{#p/human}* （你嘗試反駁Muffet。） * （Muffet被你的話所吸引。）

source: <32>* (You propose that a deal with the ELITE squad is flimsy.)
pt_br: <32>* (Você propõe que o acordo com o esquadrão de ELITE é frágil.)
zh_cn: <32>* （你告诉她说和特战队做交易 完全站不住脚。）
zh_tw: <32>* （你告訴她說和特戰隊做交易 完全站不住腳。）

source: <32>* (You point out that one of their ranks already failed to capture you.)
pt_br: <32>* (Você aponta para a falha que um de seus membros teve em captura-lo.)
zh_cn: <32>* （你提到他们的其中一员都没能 把你抓住。）
zh_tw: <32>* （你提到他們的其中一員都沒能 把你抓住。）

source: <32>{#p/basic}* Muffet begins to carefully think everything over...
pt_br: <32>{#p/basic}* Muffet começa a pensar em tudo calmamente...
zh_cn: <32>{#p/basic}* Muffet开始思考着这些事的 来龙去脉...
zh_tw: <32>{#p/basic}* Muffet開始思考著這些事的 來龍去脈...

source: <32>{#p/human}* (You try to counter Muffet, but she hasn't said anything that could be countered yet.)
pt_br: <32>{#p/human}* (Você tenta refutar Muffet, mas ela não disse nada para ser refutada.)
zh_cn: <32>{#p/human}* （你试图反驳Muffet， 但她还没有说出 能供你反驳的话。）
zh_tw: <32>{#p/human}* （你試圖反駁Muffet， 但她還沒有說出 能供你反駁的話。）

source: <32>{#p/human}* (You try to counter Muffet.)
pt_br: <32>{#p/human}* (Você tenta contra argumentar Muffet.)
zh_cn: <32>{#p/human}* （你尝试反驳Muffet。）
zh_tw: <32>{#p/human}* （你嘗試反駁Muffet。）

source: <32>{#p/basic}* Muffet is deadset in her goal.
pt_br: <32>{#p/basic}* Muffet está indecisa em seu objetivo.
zh_cn: <32>{#p/basic}* Muffet对自己的目标坚定不移。
zh_tw: <32>{#p/basic}* Muffet對自己的目標堅定不移。

source: <32>{#p/human}* (You try to counter Muffet, but she's already made up her mind.)
pt_br: <32>{#p/human}* (Você tenta contra argumentar Muffet, mas ela já se decidiu.)
zh_cn: <32>{#p/human}* （你尝试反驳Muffet， 但她早已拿定了主意。）
zh_tw: <32>{#p/human}* （你嘗試反駁Muffet， 但她早已拿定了主意。）

source: <32>{#p/human}* (But Muffet has already heard your argument.)
pt_br: <32>{#p/human}* (Mas Muffet já ouviu seu argumento.)
zh_cn: <32>{#p/human}* （但Muffet已经听过了 你的驳论。）
zh_tw: <32>{#p/human}* （但Muffet已經聽過了 你的駁論。）

source: <11>{#p/basic}{~}That's very kind, but we already have more than enough~
pt_br: <11>{#p/basic}{~}Isso é bem legal, mas já tivemos o suficiente~
zh_cn: <11>{#p/basic}{~}谢谢你的好意， 但我们的钱 已经够多了~
zh_tw: <11>{#p/basic}{~}謝謝你的好意， 但我們的錢 已經夠多了~

source: <32>{#p/human}* (You try to pay Muffet.)
pt_br: <32>{#p/human}* (Você tenta pagar Muffet.)
zh_cn: <32>{#p/human}* （你尝试给Muffet付钱。）
zh_tw: <32>{#p/human}* （你嘗試給Muffet付錢。）

source: <32>* As it turns out, Monster Kid had enough G to cover all of the spider clans' expenses!
pt_br: <32>* Ao que parece, Criança Monstro tem todo o G que o clã das aranhas necessita!
zh_cn: <32>* 看起来，怪物小孩的钱足够支付 所有蜘蛛部落的开支！
zh_tw: <32>* 看起來，怪物小孩的錢足夠支付 所有蜘蛛部落的開支！

source: <32>* Muffet pockets the money and bows to you and Monster Kid.
pt_br: <32>* Muffet enche os bolsos de dinheiro e lança beijos para vocês dois.
zh_cn: <32>* Muffet收下了钱，向你和怪物小孩 鞠了一躬。
zh_tw: <32>* Muffet收下了錢，向你和怪物小孩 鞠了一躬。

source: <32>* Her subjects will be well fed for quite a while.
pt_br: <32>* Seus serventes estarão bem alimentados por um tempo.
zh_cn: <32>* 她的臣民可以吃饱喝足 好一段时间了。
zh_tw: <32>* 她的臣民可以吃飽喝足 好一段時間了。

source: <32>* Muffet doesn't care about fighting anymore.
pt_br: <32>* Muffet não tem mais interesse em lutar.
zh_cn: <32>* Muffet不再关心战斗了。
zh_tw: <32>* Muffet不再關心戰鬥了。

source: <32>{#p/human}* (You try to pay Muffet, but she didn't yet see any basis on which she could accept it.)
pt_br: <32>{#p/human}* (Você tenta pagar Muffet, mas ela ainda não viu motivos para poder aceitar.)
zh_cn: <32>{#p/human}* （你尝试给Muffet付钱， 但她现在尚未知晓你给她钱的 任何依据。）
zh_tw: <32>{#p/human}* （你嘗試給Muffet付錢， 但她現在尚未知曉你給她錢的 任何依據。）

source: <32>{#p/basic}* Muffet doesn't need any money from you.
pt_br: <32>{#p/basic}* Muffet não quer nenhum dinheiro vindo de você.
zh_cn: <32>{#p/basic}* 可Muffet根本不稀罕你的钱。
zh_tw: <32>{#p/basic}* 可Muffet根本不稀罕你的錢。

source: <32>{#p/human}* (You try to pay Muffet, but she's already past the point of bribery.)
pt_br: <32>{#p/human}* (Você tenta pagar Muffet, mas ela já passou do ponto de bajulação.)
zh_cn: <32>{#p/human}* （你尝试给Muffet付钱， 但她已经不想再受贿了。）
zh_tw: <32>{#p/human}* （你嘗試給Muffet付錢， 但她已經不想再受賄了。）

source: <32>{#p/human}* (You try to pay Muffet again.)
pt_br: <32>{#p/human}* (Você tenta pagar Muffet de novo.)
zh_cn: <32>{#p/human}* （你再一次尝试给Muffet钱。）
zh_tw: <32>{#p/human}* （你再一次嘗試給Muffet錢。）

source: <32>{#p/human}* (But Muffet had no reason to trust you.)
pt_br: <32>{#p/human}* (Mas Muffet não tem razões para acreditar em você.)
zh_cn: <32>{#p/human}* （但是Muffet没有理由来相信你。）
zh_tw: <32>{#p/human}* （但是Muffet沒有理由來相信你。）

source: <32>{#p/kidding}* I'm trapped...!
pt_br: <32>{#p/kidding}* Eu tô preso...!
zh_cn: <32>{#p/kidding}* 我被困住了...！
zh_tw: <32>{#p/kidding}* 我被困住了...！

source: <32>{#p/kidding}* Little bullies...?
pt_br: <32>{#p/kidding}* quem a gente bullinou...?
zh_cn: <32>{#p/kidding}* 两只小流氓...？
zh_tw: <32>{#p/kidding}* 兩隻小流氓...？

source: <32>{#p/kidding}* Little killers...?
pt_br: <32>{#p/kidding}* assassinos?
zh_cn: <32>{#p/kidding}* 两只杀人犯...？
zh_tw: <32>{#p/kidding}* 兩隻殺人犯...？

source: <32>{#p/kidding}* Little bully...?
pt_br: <32>{#p/kidding}* quem você bullinou...?
zh_cn: <32>{#p/kidding}* 小流氓...？
zh_tw: <32>{#p/kidding}* 小流氓...？

source: <32>{#p/kidding}* Little killer...?
pt_br: <32>{#p/kidding}* quem você matou...?
zh_cn: <32>{#p/kidding}* 杀人犯...？
zh_tw: <32>{#p/kidding}* 殺人犯...？

source: <32>{#p/kidding}* Help...!
pt_br: <32>{#p/kidding}* Ajuda...!
zh_cn: <32>{#p/kidding}* 救命...！
zh_tw: <32>{#p/kidding}* 救命...！

source: <32>{#p/kidding}* But we haven't done anything!
pt_br: <32>{#p/kidding}* Mas a gente não fez nada!
zh_cn: <32>{#p/kidding}* 但我们什么都没做！
zh_tw: <32>{#p/kidding}* 但我們什麼都沒做！

source: <32>{#p/kidding}* I've got a bad feeling about this...
pt_br: <32>{#p/kidding}* Eu tenho uma sensação ruim em relação a isso...
zh_cn: <32>{#p/kidding}* 我有种不祥的预感...
zh_tw: <32>{#p/kidding}* 我有種不祥的預感...

source: <32>{#p/kidding}* So it's a business thing...
pt_br: <32>{#p/kidding}* Então são negócios...
zh_cn: <32>{#p/kidding}* 所以说，这存粹是生意了...
zh_tw: <32>{#p/kidding}* 所以說，這存粹是生意了...

source: <32>{#p/kidding}* Yo... * She REALLY doesn't like you...
pt_br: <32>{#p/kidding}* Yo... * Ela REALMENTE não gosta de você...
zh_cn: <32>{#p/kidding}* 哟... * 看来她真的很不喜欢你...
zh_tw: <32>{#p/kidding}* 喲... * 看來她真的很不喜歡你...

source: <32>{#p/kidding}* What are we going to do?
pt_br: <32>{#p/kidding}* O que nós vamos fazer?
zh_cn: <32>{#p/kidding}* 我们该怎么办？
zh_tw: <32>{#p/kidding}* 我們該怎麼辦？

source: <32>{#p/kidding}* We're never getting outta here, are we...
pt_br: <32>{#p/kidding}* Nós nunca vamos sair daqui...
zh_cn: <32>{#p/kidding}* 我们永远也逃不出去了， 不是吗...
zh_tw: <32>{#p/kidding}* 我們永遠也逃不出去了， 不是嗎...

source: <32>{#p/kidding}* What the heck was THAT?
pt_br: <32>{#p/kidding}* Mas que caramba foi AQUILO?
zh_cn: <32>{#p/kidding}* 那是什么鬼东西？
zh_tw: <32>{#p/kidding}* 那是什麼鬼東西？

source: <32>{#p/kidding}* Is she... changing her mind?
pt_br: <32>{#p/kidding}* Ela esta... mudando de ideia?
zh_cn: <32>{#p/kidding}* 她难道... 改变主意了吗？
zh_tw: <32>{#p/kidding}* 她難道... 改變主意了嗎？

source: <32>{#p/kidding}* Of course...
pt_br: <32>{#p/kidding}* Claro...
zh_cn: <32>{#p/kidding}* 当然...
zh_tw: <32>{#p/kidding}* 當然...

source: <32>{#p/kidding}* Guess it won't be so easy...
pt_br: <32>{#p/kidding}* Acho que não vai ser tão fácil...
zh_cn: <32>{#p/kidding}* 看来没那么容易...
zh_tw: <32>{#p/kidding}* 看來沒那麼容易...

source: <32>{#p/kidding}* Y... you're kidding, right? * This isn't fun at all!
pt_br: <32>{#p/kidding}* V... você tá brincando, né? * Isso nem é nem um pouco legal!
zh_cn: <32>{#p/kidding}* 你... 你在开玩笑吧？ * 一点也不有趣！
zh_tw: <32>{#p/kidding}* 你... 你在開玩笑吧？ * 一點也不有趣！

source: <32>{#p/kidding}* I don't like what she's saying about you, dude...
pt_br: <32>{#p/kidding}* Eu não gosto do que ela está falando sobre você, cara...
zh_cn: <32>{#p/kidding}* 我可不喜欢她对你说的话， 伙计...
zh_tw: <32>{#p/kidding}* 我可不喜歡她對你說的話， 夥計...

source: <32>{#p/kidding}* Fellow spiders...?
pt_br: <32>{#p/kidding}* Amigas aranhas...?
zh_cn: <32>{#p/kidding}* 蜘蛛同伴们...？
zh_tw: <32>{#p/kidding}* 蜘蛛同伴們...？

source: <32>{#p/kidding}* She's relentless...!
pt_br: <32>{#p/kidding}* Ela é implacável...!
zh_cn: <32>{#p/kidding}* 她太无情了...！
zh_tw: <32>{#p/kidding}* 她太無情了...！

source: <32>{#p/kidding}* Hey, wait... * I think this is working! * Keep going, dude!
pt_br: <32>{#p/kidding}* Ei, espera... * Eu acho que tá funcionando! * Continua assim, mano!
zh_cn: <32>{#p/kidding}* 嘿，等一下... * 我觉得这方法开始奏效了！ * 继续努力，伙计！
zh_tw: <32>{#p/kidding}* 嘿，等一下... * 我覺得這方法開始奏效了！ * 繼續努力，夥計！

source: <32>{#p/kidding}* I'm... * I'm scared, dude...
pt_br: <32>{#p/kidding}* Eu... * Eu estou com medo, cara...
zh_cn: <32>{#p/kidding}* 我... * 我很害怕，伙计...
zh_tw: <32>{#p/kidding}* 我... * 我很害怕，夥計...

source: <32>{#p/kidding}* Dude, HOW are we STILL ALIVE??
pt_br: <32>{#p/kidding}* Cara, COMO a gente AINDA TÁ VIVO??
zh_cn: <32>{#p/kidding}* 伙计，我们咋活下来的？？
zh_tw: <32>{#p/kidding}* 夥計，我們咋活下來的？？

source: <32>{#p/kidding}* Yo, freaky muffins aside... we're making progress! * I think?
pt_br: <32>{#p/kidding}* Yo, muffins esquisitos à parte... Estamos progredindo! * Eu acho?
zh_cn: <32>{#p/kidding}* 哟，先把古怪的杯糕丢一边... 我们终于有点进展了！ * 应该吧？
zh_tw: <32>{#p/kidding}* 喲，先把古怪的杯糕丟一邊... 我們終於有點進展了！ * 應該吧？

source: <32>{#p/kidding}* Ack, not again!!
pt_br: <32>{#p/kidding}* Ack, não de novo!!
zh_cn: <32>{#p/kidding}* 呃啊，别再来了！！
zh_tw: <32>{#p/kidding}* 呃啊，別再來了！！

source: <32>{#p/kidding}* What's "inevitable?"
pt_br: <32>{#p/kidding}* O que é "inevitável?"
zh_cn: <32>{#p/kidding}* 什么叫“不可避免的事情”？
zh_tw: <32>{#p/kidding}* 什麼叫「不可避免的事情」？

source: <32>{#p/kidding}* But... * I thought we...
pt_br: <32>{#p/kidding}* Mas... * Eu achei que a gente...
zh_cn: <32>{#p/kidding}* 但是... * 我觉得我们...
zh_tw: <32>{#p/kidding}* 但是... * 我覺得我們...

source: <32>{#p/kidding}* Yo, I'm here too, you know...
pt_br: <32>{#p/kidding}* Yo, eu estou aqui também, sabe...
zh_cn: <32>{#p/kidding}* 哟，你应该知道我也在这吧...
zh_tw: <32>{#p/kidding}* 喲，你應該知道我也在這吧...

source: <32>{#p/kidding}* Hey, I've got money! * Let's use it, dude!
pt_br: <32>{#p/kidding}* Ei, eu tenho dinheiro! * Vamos usar, cara!
zh_cn: <32>{#p/kidding}* 嘿，我有点钱！ * 用上吧，伙计！
zh_tw: <32>{#p/kidding}* 嘿，我有點錢！ * 用上吧，夥計！

source: <32>{#p/kidding}* Someone, anyone...
pt_br: <32>{#p/kidding}* Alguém, qualquer pessoa...
zh_cn: <32>{#p/kidding}* 有人吗，来人啊...
zh_tw: <32>{#p/kidding}* 有人嗎，來人啊...

source: <32>{#p/kidding}* This isn't funny...!
pt_br: <32>{#p/kidding}* Isso não é legal...!
zh_cn: <32>{#p/kidding}* 这一点也不有趣...！
zh_tw: <32>{#p/kidding}* 這一點也不有趣...！

source: <32>{#p/kidding}* I hope that short skeleton doesn't mind me using the money he gave me...
pt_br: <32>{#p/kidding}* Espero que aquele esqueleto pequeno não se importe de eu usar o dinheiro dele...
zh_cn: <32>{#p/kidding}* 我希望那个矮个子骷髅不会介意我 用他给我的钱...
zh_tw: <32>{#p/kidding}* 我希望那個矮個子骷髏不會介意我 用他給我的錢...

source: <32>{#p/kidding}* Dude... * Why didn't we help her?
pt_br: <32>{#p/brincando}* Cara... * Por que não a ajudamos?
zh_cn: <32>{#p/kidding}* 伙计... * 为什么我们不去帮帮她呢？
zh_tw: <32>{#p/kidding}* 夥計... * 為什麼我們不去幫幫她呢？

source: <32>{#p/kidding}* It's over...
pt_br: <32>{#p/kidding}* Acabou...
zh_cn: <32>{#p/kidding}* 结束了...
zh_tw: <32>{#p/kidding}* 結束了...

source: <32>{#p/kidding}* Are we gonna end this, or...?
pt_br: <32>{#p/kidding}* A gente vai acabar com isso, ou...?
zh_cn: <32>{#p/kidding}* 我们要就此结束，还是...？
zh_tw: <32>{#p/kidding}* 我們要就此結束，還是...？

source: <32>{#p/kidding}* Is it really over?
pt_br: <32>{#p/kidding}* Realmente acabou?
zh_cn: <32>{#p/kidding}* 真的结束了吗？
zh_tw: <32>{#p/kidding}* 真的結束了嗎？

source: <11>{#p/basic}{~}Ahuhuhu... two little bullies crawl into my web~
pt_br: <11>{#p/basic}{~}Ahuhuhu... dois valentões na minha teia~
zh_cn: <11>{#p/basic}{~}啊呼呼呼... 两只小流氓 爬进我 网里了~
zh_tw: <11>{#p/basic}{~}啊呼呼呼... 兩隻小流氓 爬進我 網裡了~

source: <11>{#p/basic}{~}Ahuhuhu... two little killers crawl into my web~
pt_br: <11>{#p/basic}{~}Ahuhuhu... dois assassinos na minha teia~
zh_cn: <11>{#p/basic}{~}啊呼呼呼... 两只杀人犯 爬进我 网里了~
zh_tw: <11>{#p/basic}{~}啊呼呼呼... 兩隻殺人犯 爬進我 網裡了~

source: <11>{#p/basic}{~}Ahuhuhu... a little bully crawls into my web~
pt_br: <11>{#p/basic}{~}Ahuhuhu... um valentão na minha teia~
zh_cn: <11>{#p/basic}{~}啊呼呼呼... 一只小流氓 爬进我 网里了~
zh_tw: <11>{#p/basic}{~}啊呼呼呼... 一隻小流氓 爬進我 網裡了~

source: <11>{#p/basic}{~}Ahuhuhu... a little killer crawls into my web~
pt_br: <11>{#p/basic}{~}Ahuhuhu... um assassino na minha teia~
zh_cn: <11>{#p/basic}{~}啊呼呼呼... 一只杀人犯 爬进我 网里了~
zh_tw: <11>{#p/basic}{~}啊呼呼呼... 一隻殺人犯 爬進我 網裡了~

source: <11>{#p/basic}{~}You're mine now, dearies~
pt_br: <11>{#p/basic}{~}Você é meu agora, querido~
zh_cn: <11>{#p/basic}{~}小宝贝们， 你们现在 是我的了~
zh_tw: <11>{#p/basic}{~}小寶貝們， 你們現在 是我的了~

source: <11>{#p/basic}{~}I hope you like your new color~
pt_br: <11>{#p/basic}{~}Espero que você goste da sua nova cor~
zh_cn: <11>{#p/basic}{~}希望你能 喜欢这种 新颜色~
zh_tw: <11>{#p/basic}{~}希望你能 喜歡這種 新顏色~

source: <11>{#p/basic}{~}I think purple looks better on you...
pt_br: <11>{#p/basic}{~}Eu acho que roxo fica melhor em você...
zh_cn: <11>{#p/basic}{~}我觉得紫色 更适合你...
zh_tw: <11>{#p/basic}{~}我覺得紫色 更適合你...

source: <11>{#p/basic}{~}Don't you, dearie?
pt_br: <11>{#p/basic}{~}Não é, querido?
zh_cn: <11>{#p/basic}{~}不是吗， 小宝贝们？
zh_tw: <11>{#p/basic}{~}不是嗎， 小寶貝們？

source: <11>{#p/basic}{~}What did you think would happen, dearies?
pt_br: <11>{#p/basic}{~}O vocês pensavam que aconteceria, amores?
zh_cn: <11>{#p/basic}{~}你们以为会 发生什么， 小可爱们？
zh_tw: <11>{#p/basic}{~}你們以為會 發生什麼， 小可愛們？

source: <11>{#p/basic}{~}What did you think would happen, dearie?
pt_br: <11>{#p/basic}{~}O que você pensou que aconteceria, amor?
zh_cn: <11>{#p/basic}{~}你以为会 发生什么， 小可爱？
zh_tw: <11>{#p/basic}{~}你以為會 發生什麼， 小可愛？

source: <11>{#p/basic}{~}Did you expect me to SPARE you?
pt_br: <11>{#p/basic}{~}Você espera que eu te poupe?
zh_cn: <11>{#p/basic}{~}指望我会 饶恕你不成？
zh_tw: <11>{#p/basic}{~}指望我會 饒恕你不成？

source: <11>{#p/basic}{~}Don't expect me to go easy on you, little human.
pt_br: <11>{#p/basic}{~}Não espere que eu pegue leve contigo, humaninho.
zh_cn: <11>{#p/basic}{~}别以为 我会对你 手下留情， 渺小的 人类。
zh_tw: <11>{#p/basic}{~}別以為 我會對你 手下留情， 渺小的 人類。

source: <11>{#p/basic}{~}That ELITE squad offered lots of money for your SOUL~
pt_br: <11>{#p/basic}{~}Aquele esquadrão de ELITE ofereceu muito dinheiro por sua ALMA~
zh_cn: <11>{#p/basic}{~}那支特战队 为了得到 你的灵魂 可是给了我 很多钱的~
zh_tw: <11>{#p/basic}{~}那支特戰隊 為了得到 你的靈魂 可是給了我 很多錢的~

source: <11>{#p/basic}{~}Oh my~
pt_br: <11>{#p/basic}{~}Oh meu~
zh_cn: <11>{#p/basic}{~}哦天哪~
zh_tw: <11>{#p/basic}{~}喔天哪~

source: <11>{#p/basic}{~}Such a shame for you~
pt_br: <11>{#p/basic}{~}Que lástima para você~
zh_cn: <11>{#p/basic}{~}你可 真丢人~
zh_tw: <11>{#p/basic}{~}你可 真丟人~

source: <11>{#p/basic}{~}Ahuhuhu... Well...
pt_br: <11>{#p/basic}{~}Ahuhuhu... Bem...
zh_cn: <11>{#p/basic}{~}啊呼呼呼... 行吧...
zh_tw: <11>{#p/basic}{~}啊呼呼呼... 行吧...

source: <11>{#p/basic}{~}With your lack of a counter- offer...
pt_br: <11>{#p/basic}{~}Com a falta de uma contra-oferta...
zh_cn: <11>{#p/basic}{~}看来你 不打算提出 反报价了...
zh_tw: <11>{#p/basic}{~}看來你 不打算提出 反報價了...

source: <11>{#p/basic}{~}The choice for me is clear~
pt_br: <11>{#p/basic}{~}A escolha para mim é óbvia~
zh_cn: <11>{#p/basic}{~}那对我来说， 该选哪个 显而易见~
zh_tw: <11>{#p/basic}{~}那對我來說， 該選哪個 顯而易見~

source: <11>{#p/basic}{~}Well. There is one good thing about it~
pt_br: <11>{#p/basic}{~}Olha. Da pra tirar uma coisa boa disso tudo.
zh_cn: <11>{#p/basic}{~}好吧。 有件好消息 要告诉你~
zh_tw: <11>{#p/basic}{~}好吧。 有件好訊息 要告訴你~

source: <11>{#p/basic}{~}I don't have to feel bad about feeding my pet!
pt_br: <11>{#p/basic}{~}Eu não preciso me sentir mau em relação a alimentação do meu pet!
zh_cn: <11>{#p/basic}{~}我不必再为 喂养我的宠物 而发愁了！
zh_tw: <11>{#p/basic}{~}我不必再為 餵養我的寵物 而發愁了！

source: <11>{#p/basic}{~}A better deal would be nice...
pt_br: <11>{#p/basic}{~}Um acordo melhor seria legal...
zh_cn: <11>{#p/basic}{~}如果有 更棒的交易 就好了...
zh_tw: <11>{#p/basic}{~}如果有 更棒的交易 就好了...

source: <11>{#p/basic}{~}Where are you, my pet~
pt_br: <11>{#p/basic}{~}Onde você está, meu pet~
zh_cn: <11>{#p/basic}{~}我的宠物， 你在哪~
zh_tw: <11>{#p/basic}{~}我的寵物， 你在哪~

source: <11>{#p/basic}{~}It's time to eat~
pt_br: <11>{#p/basic}{~}É hora de comer~
zh_cn: <11>{#p/basic}{~}饭点到啦~
zh_tw: <11>{#p/basic}{~}飯點到啦~

source: <11>{#p/basic}{~}You survived? Impressive~
pt_br: <11>{#p/basic}{~}Você sobreviveu? Impressionante~
zh_cn: <11>{#p/basic}{~}你活下来了？ 真厉害~
zh_tw: <11>{#p/basic}{~}你活下來了？ 真厲害~

source: <11>{#p/basic}{~}I shall have to reward you...
pt_br: <11>{#p/basic}{~}Eu devo te presentear...
zh_cn: <11>{#p/basic}{~}那我应当 奖励你...
zh_tw: <11>{#p/basic}{~}那我應當 獎勵你...

source: <11>{#p/basic}{~}... with more attacks, of course. Ahuhuhu!
pt_br: <11>{#p/basic}{~}... com mais ataques, é claro. Ahuhuhu!
zh_cn: <11>{#p/basic}{~}... 更多攻击啦！ 啊呼呼呼！
zh_tw: <11>{#p/basic}{~}... 更多攻擊啦！ 啊呼呼呼！

source: <11>{#p/basic}{~}But what guarantee do I have...
pt_br: <11>{#p/basic}{~}Mas que garantia eu tenho...
zh_cn: <11>{#p/basic}{~}但我该 怎么保证...
zh_tw: <11>{#p/basic}{~}但我該 怎麼保證...

source: <11>{#p/basic}{~}... that you won't just stab me in the back?
pt_br: <11>{#p/basic}{~}... que você não vai me apunhalar pelas costas?
zh_cn: <11>{#p/basic}{~}...你不会 在背后偷偷 捅我刀子呢？
zh_tw: <11>{#p/basic}{~}...你不會 在背後偷偷 捅我刀子呢？

source: <11>{#p/basic}{~}I often wondered what fighting would be like.
pt_br: <11>{#p/basic}{~}Eu sempre me perguntei como seria lutar.
zh_cn: <11>{#p/basic}{~}我有时会想， 战斗到底是 什么样子的。
zh_tw: <11>{#p/basic}{~}我有時會想， 戰鬥到底是 什麼樣子的。

source: <11>{#p/basic}{~}I never realized it'd be so much fun~
pt_br: <11>{#p/basic}{~}Eu nunca imaginei que seria tão divertido~
zh_cn: <11>{#p/basic}{~}我从来没想到 它会那么有趣~
zh_tw: <11>{#p/basic}{~}我從來沒想到 它會那麼有趣~

source: <11>{#p/basic}{~}How did it feel, hmm?
pt_br: <11>{#p/basic}{~}Como foi a sensação, hmm?
zh_cn: <11>{#p/basic}{~}感觉怎么样， 嗯？
zh_tw: <11>{#p/basic}{~}感覺怎麼樣， 嗯？

source: <11>{#p/basic}{~}All those monsters falling like dominoes...
pt_br: <11>{#p/basic}{~}Todos aqueles monstros caindo como dominós...
zh_cn: <11>{#p/basic}{~}所有的怪物 都如 多米诺骨牌 般倒下...
zh_tw: <11>{#p/basic}{~}所有的怪物 都如 多米諾骨牌 般倒下...

source: <11>{#p/basic}{~}All those monsters running scared...
pt_br: <11>{#p/basic}{~}Todos aqueles monstros correndo assustados...
zh_cn: <11>{#p/basic}{~}所有的怪物 都在 惊慌失措中 四处逃窜...
zh_tw: <11>{#p/basic}{~}所有的怪物 都在 驚慌失措中 四處逃竄...
