Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* I'm going to pretend you didn't just sell that locket.
pt_br: <32>{#p/basic}* Eu vou pretender que você não vendeu o que eu vi que você vendeu.
zh_cn: <32>{#p/basic}* 我什么都没看到。
zh_tw: <32>{#p/basic}* 我什麼都沒看到。

source: <32>{#p/human}* (You decide not to equip.)
pt_br: <32>{#p/human}* (Você decide não equipar.)
zh_cn: <32>{#p/human}* （你打算不这么做。）
zh_tw: <32>{#p/human}* （你打算不這麼做。）

source: <32>{#p/human}* (You grab Toriel's hand.)
pt_br: <32>{#p/human}* (Você segura a mão da Toriel.)
zh_cn: <32>{#p/human}* （你抓住了Toriel的手。）
zh_tw: <32>{#p/human}* （你抓住了Toriel的手。）

source: <25>{#p/toriel}{#f/2}* Oh my...! * F-frisk, is that you?
pt_br: <25>{#p/toriel}{#f/2}* oh meu senhor...! * F-frisk, é você?
zh_cn: <25>{#p/toriel}{#f/2}* 噢，天哪...！ * 是-是你吗，Frisk？
zh_tw: <25>{#p/toriel}{#f/2}* 噢，天哪...！ * 是-是你嗎，Frisk？

source: <25>{#f/1}* It's a little hard to see in here...
pt_br: <25>{#f/1}* Está meio difícil de enxergar aqui.
zh_cn: <25>{#f/1}* 这里有点黑，看不清楚...
zh_tw: <25>{#f/1}* 這裡有點黑，看不清楚...

source: <25>{#p/toriel}{#f/9}* I apologize. You must have been looking all over for me.
pt_br: <25>{#p/toriel}{#f/9}* Eu peço desculpas. Você provavelmente procurou por mim.
zh_cn: <25>{#p/toriel}{#f/9}* 对不起，害得你到处找我。
zh_tw: <25>{#p/toriel}{#f/9}* 對不起，害得你到處找我。

source: <25>{#f/9}* If you tried to call me, I had my phone turned off.
pt_br: <25>{#f/9}* Se você tentou me ligar, eu desliguei meu telefone.
zh_cn: <25>{#f/9}* 我把手机关机了， 所以你打不通我的电话。
zh_tw: <25>{#f/9}* 我把手機關機了， 所以你打不通我的電話。

source: <25>{#f/13}* I am sorry for all that I did, little one.
pt_br: <25>{#f/13}* Me desculpe por tudo que eu fiz, pequeno.
zh_cn: <25>{#f/13}* 孩子，之前做了那些事。 真的对不起。
zh_tw: <25>{#f/13}* 孩子，之前做了那些事。 真的對不起。

source: <25>{#f/13}* Even if you forgive me, it would be difficult to accept it.
pt_br: <25>{#f/13}* Mesmo se você me perdoar, será difícil de aceitar.
zh_cn: <25>{#f/13}* 即便你原谅我， 我也原谅不了自己。
zh_tw: <25>{#f/13}* 即便你原諒我， 我也原諒不了自己。

source: <25>{#f/9}* I am only beginning to come to terms with my behavior in the past.
pt_br: <25>{#f/9}* Eu estou apenas começando a aprender com o meu passado.
zh_cn: <25>{#f/9}* 现在，我才渐渐意识到 过去犯下的那些错 有多严重。
zh_tw: <25>{#f/9}* 現在，我才漸漸意識到 過去犯下的那些錯 有多嚴重。

source: <25>{#f/10}* I suppose it is nice to see you here.
pt_br: <25>{#f/10}* Eu suponho que seja muito legal te ver aqui.
zh_cn: <25>{#f/10}* 总之，很高兴见到你。
zh_tw: <25>{#f/10}* 總之，很高興見到你。

source: <25>{#p/toriel}{#f/5}* ... huh? * You wanted me to call... Sans?
pt_br: <25>{#p/toriel}{#f/5}* ... huh? * Você queria me ligar... Sans?
zh_cn: <25>{#p/toriel}{#f/5}* ...哦？ * 你想让我... 给Sans回个电话？
zh_tw: <25>{#p/toriel}{#f/5}* ...喔？ * 你想讓我... 給Sans回個電話？

source: <25>{#f/1}* Let me turn it on...
pt_br: <25>{#f/1}* Deixa eu colocar pra funcionar...
zh_cn: <25>{#f/1}* 我现在就开机...
zh_tw: <25>{#f/1}* 我現在就開機...

source: <32>{#s/phone}{#p/event}* Dialing...
pt_br: <32>{#s/phone}{#p/event}* Discando...
zh_cn: <32>{#s/phone}{#p/event}* 拨号中...
zh_tw: <32>{#s/phone}{#p/event}* 撥號中...

source: <25>{#p/toriel}{#f/3}* ... oh, right. * My phone does not work very well here.
pt_br: <25>{#p/toriel}{#f/3}* ... ah, certo. * Meu celular não funciona tão bem aqui.
zh_cn: <25>{#p/toriel}{#f/3}* ...嗯，是的。 * 我手机在这地方 信号不太好。
zh_tw: <25>{#p/toriel}{#f/3}* ...嗯，是的。 * 我手機在這地方 訊號不太好。

source: <25>{#f/4}* I will have to go up there and talk to him myself.
pt_br: <25>{#f/4}* Eu vou ter que ir lá e falar com ele.
zh_cn: <25>{#f/4}* 我要亲自去找他。
zh_tw: <25>{#f/4}* 我要親自去找他。

source: <25>{#f/5}* Er... I will do so. * But not now.
pt_br: <25>{#f/5}* Er... eu vou fazer então. * Mas não agora.
zh_cn: <25>{#f/5}* 呃... * 还是一会再去吧。
zh_tw: <25>{#f/5}* 呃... * 還是一會再去吧。

source: <25>{#p/toriel}{#f/5}* ... huh? * You have something else to tell me?
pt_br: <25>{#p/toriel}{#f/5}* ... huh? * Você tem algo pra me dizer?
zh_cn: <25>{#p/toriel}{#f/5}* ...嗯？ * 还有什么事吗？
zh_tw: <25>{#p/toriel}{#f/5}* ...嗯？ * 還有什麼事嗎？

source: <32>{#p/human}* (You repeat the advice given to you by Toriel in Archive Six.)
pt_br: <32>{#p/human}* (Você repete o conselho dado por Toriel para você no Arquivo Seis.)
zh_cn: <32>{#p/human}* （你给眼前的Toriel复述了 “六号档案”里那个Toriel 给的建议。）
zh_tw: <32>{#p/human}* （你給眼前的Toriel複述了 「六號檔案」裡那個Toriel 給的建議。）

source: <25>{#f/1}* Those words...
pt_br: <25>{#f/1}* Essas palavras...
zh_cn: <25>{#f/1}* 这些话...
zh_tw: <25>{#f/1}* 這些話...

source: <25>{#f/1}* How could you possibly have heard them...?
pt_br: <25>{#f/1}* Como você já ouviu elas...?
zh_cn: <25>{#f/1}* 你从哪听到的...？
zh_tw: <25>{#f/1}* 你從哪聽到的...？

source: <25>{#f/0}* It has been nearly a century since I have spoken those words.
pt_br: <25>{#f/0}* Já faz quase um século que eu falei estás palavras.
zh_cn: <25>{#f/0}* 我上次说这些 起码是一百年前了。
zh_tw: <25>{#f/0}* 我上次說這些 起碼是一百年前了。

source: <25>{#f/1}* Well... * I will keep what you have told me in mind.
pt_br: <25>{#f/1}* Bem... * Eu vou manter o que você disse em mente.
zh_cn: <25>{#f/1}* 好，你先走吧... * 我会记住这些话的。
zh_tw: <25>{#f/1}* 好，你先走吧... * 我會記住這些話的。

source: <25>{#p/toriel}{#f/1}* Well, it would be a good time for you to go.
pt_br: <25>{#p/toriel}{#f/1}* Bem, acho que agora é um bom momento para você ir.
zh_cn: <25>{#p/toriel}{#f/1}* 你先走吧。
zh_tw: <25>{#p/toriel}{#f/1}* 你先走吧。

source: <25>{#f/5}* I know the transport ship is leaving soon, and I will not miss it.
pt_br: <25>{#f/5}* Eu sei que o ônibus vai sair logo, e eu não vou deixar de ir.
zh_cn: <25>{#f/5}* 放心，我知道运输船要出发， 肯定不会错过的。
zh_tw: <25>{#f/5}* 放心，我知道運輸船要出發， 肯定不會錯過的。

source: <25>{#f/9}* For now, however, I must collect my thoughts.
pt_br: <25>{#f/9}* Por agora, entretanto, eu devo ficar com meus pensamentos.
zh_cn: <25>{#f/9}* 但现在，我想一个人静静。
zh_tw: <25>{#f/9}* 但現在，我想一個人靜靜。

source: <25>{#f/1}* ... thank you for being good, Frisk. * You have been the best.
pt_br: <25>{#f/1}* ... obrigado por ser bom, Frisk. * Você foi o melhor.
zh_cn: <25>{#f/1}* ...谢谢你的关心，Frisk。 * 你是最棒的。
zh_tw: <25>{#f/1}* ...謝謝你的關心，Frisk。 * 你是最棒的。

source: <25>{#p/toriel}{#f/10}* Do not worry, Frisk. * I will be okay.
pt_br: <25>{#p/toriel}{#f/10}* Não se preocupe, Frisk. * Eu vou ficar bem.
zh_cn: <25>{#p/toriel}{#f/10}* 别担心，Frisk。 * 我没事。
zh_tw: <25>{#p/toriel}{#f/10}* 別擔心，Frisk。 * 我沒事。

source: <25>{#f/1}* I will see you on the transport ship. * Alright?
pt_br: <25>{#f/1}* Eu te vejo na nave espacial. * Tudo bem?
zh_cn: <25>{#f/1}* 运输船上见。 * 好吗？
zh_tw: <25>{#f/1}* 運輸船上見。 * 好嗎？

source: <25>{#p/toriel}{#f/5}* Frisk, you must allow me time to process.
pt_br: <25>{#p/toriel}{#f/5}* Frisk, me dê um tempo para processar tudo.
zh_cn: <25>{#p/toriel}{#f/5}* 给我点时间平复下心情， Frisk。
zh_tw: <25>{#p/toriel}{#f/5}* 給我點時間平復下心情， Frisk。

source: <32>{#p/finalghost}* Ah, the classic. * Not just "a" spooktune, but "the" spooktune.
pt_br: <32>{#p/finalghost}* Ah, o clássico. * Não apenas "um" spooktune, mas "o" spooktune
zh_cn: <32>{#p/finalghost}* 啊，太经典了。 * 这首诡怪单曲可不简单， 完完全全把精髓体现出来了。
zh_tw: <32>{#p/finalghost}* 啊，太經典了。 * 這首詭怪單曲可不簡單， 完完全全把精髓體現出來了。

source: <32>* The original, you might say.
pt_br: <32>* O original, como eu posso dizer.
zh_cn: <32>* 也可以说是 这曲风的开山之作了。
zh_tw: <32>* 也可以說是 這曲風的開山之作了。

source: <32>{#p/mettaton}{#e/mettaton/9}* NOW THIS IS SOMETHING I CAN REALLY "VIBE" TO, AS BLOOKY WOULD SAY.
pt_br: <32>{#p/mettaton}{#e/mettaton/9}* AGORA ISSO SIM É ALGO DO QUAL EU POSSO SENTIR A "VIBE", COMO BLOOKY DIRIA.
zh_cn: <32>{#p/mettaton}{#e/mettaton/9}* 现在这首让我全身都开始“颤抖”， 就像BLOOKY说的一样。
zh_tw: <32>{#p/mettaton}{#e/mettaton/9}* 現在這首讓我全身都開始「顫抖」， 就像BLOOKY說的一樣。

source: <32>{#e/mettaton/36}* IT'S GOT JUST THE RIGHT MIX OF ELEMENTS...
pt_br: <32>{#e/mettaton/36}* É BASICAMENTE O MELHOR MIX ELEMENTOS...
zh_cn: <32>{#e/mettaton/36}* 它的成分非常混杂...
zh_tw: <32>{#e/mettaton/36}* 它的成分非常混雜...

source: <32>{#e/mettaton/8}* AND THE BREAKDOWN?
pt_br: <32>{#e/mettaton/8}* E O ÁPICE?
zh_cn: <32>{#e/mettaton/8}* 诶这过渡段？
zh_tw: <32>{#e/mettaton/8}* 誒這過渡段？

source: <32>{#e/mettaton/9}* NOT WHAT I WOULD HAVE GONE FOR, BUT DECENT NONETHELESS.
pt_br: <32>{#e/mettaton/9}* NÃO É O QUE EU TERIA ESCOLHIDO, MAS DECENTE MESMO ASSIM.
zh_cn: <32>{#e/mettaton/9}* 换我来可能就不会这样写了， 不过也还算凑合吧。
zh_tw: <32>{#e/mettaton/9}* 換我來可能就不會這樣寫了， 不過也還算湊合吧。

source: <32>{#p/basic}{#e/maddummy/1}* I always thought this one felt really slow, you know?
pt_br: <32>{#p/basic}{#e/maddummy/1}* Eu sempre achei esse aqui um pouco lento, sabe?
zh_cn: <32>{#p/basic}{#e/maddummy/1}* 你知道吗， 我总觉得这首歌的节奏很慢。
zh_tw: <32>{#p/basic}{#e/maddummy/1}* 你知道嗎， 我總覺得這首歌的節奏很慢。

source: <32>* Just... super... duper... slow.
pt_br: <32>* Tipo... super... duper... devagar.
zh_cn: <32>* 就是... 超级... 无比... 慢。
zh_tw: <32>* 就是... 超級... 無比... 慢。

source: <32>{#e/maddummy/0}* But that's just me.
pt_br: <32>{#e/maddummy/0}* Mas isso só sou eu.
zh_cn: <32>{#e/maddummy/0}* 但只是我这么认为罢了。
zh_tw: <32>{#e/maddummy/0}* 但只是我這麼認為罷了。

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
pt_br: <32>{#p/human}* (Você sente a presença dos monstros próximos diminuindo.)
zh_cn: <32>{#p/human}* （你感觉周围的怪物越来越少了。）
zh_tw: <32>{#p/human}* （你感覺周圍的怪物越來越少了。）

source: <32>{#p/human}* (But there was nothing left for you to do here.)
pt_br: <32>{#p/human}* (Porém não havia mais nada para ser feito aqui.)
zh_cn: <32>{#p/human}* （没必要再踏足了。）
zh_tw: <32>{#p/human}* （沒必要再踏足了。）

source: <32>{#p/basic}{#npc/a}* The grass is fading faster than I had thought.
pt_br: <32>{#p/basic}{#npc/a}* A grama está morrendo mais rápido do que eu pensava.
zh_cn: <32>{#p/basic}{#npc/a}* 这草褪色的速度比我想象得还快。
zh_tw: <32>{#p/basic}{#npc/a}* 這草褪色的速度比我想像得還快。

source: <32>{#p/basic}* It's out of service.
pt_br: <32>{#p/basic}* Está fora de serviço.
zh_cn: <32>{#p/basic}* 它不再提供服务了。
zh_tw: <32>{#p/basic}* 它不再提供服務了。

source: <32>{#p/human}* (The terminal appears to have been powered off.)
pt_br: <32>{#p/human}* (O terminal parece estar desligado.)
zh_cn: <32>{#p/human}* （终端似乎已经停机了。）
zh_tw: <32>{#p/human}* （終端似乎已經停機了。）

source: <32>{#p/human}* (You activate the terminal.)
pt_br: <32>{#p/human}* (Você ativou o terminal.)
zh_cn: <32>{#p/human}* （你激活了终端。）
zh_tw: <32>{#p/human}* （你激活了終端。）

source: <32>{#p/basic}* "Pathway unlocked!" * "No further action required."
pt_br: <32>{#p/basic}* "Caminho desbloqueado!" * "Nenhuma ação adicional é necessária."
zh_cn: <32>{#p/basic}* “路通了！” * “直接前进即可。”
zh_tw: <32>{#p/basic}* 「路通了！」 * 「直接前進即可。」

source: <32>{#p/basic}* "Enter override code!"
pt_br: <32>{#p/basic}* "Digite o código para substituir!"
zh_cn: <32>{#p/basic}* “请输入控制代码！”
zh_tw: <32>{#p/basic}* 「請輸入控制程式碼！」

source: <32>{#p/basic}* If only you knew a puzzle aficionado who could tell you what that code might be.
pt_br: <32>{#p/basic}* Se ao menos você soubesse um quebra-cabeça que pudesse te dizer qual o código.
zh_cn: <32>{#p/basic}* 看来要等某个解谜大师 帮你脱困了。
zh_tw: <32>{#p/basic}* 看來要等某個解謎大師 幫你脫困了。

source: * (Enter the code?)
pt_br: * (Colocar o código?)
zh_cn: * （输入代码？）
zh_tw: * （輸入程式碼？）

source: Yes
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: No
pt_br: Não
zh_cn: 否
zh_tw: 否

source: <32>{#p/human}* (You decide not to enter.)
pt_br: <32>{#p/human}* (Você decide não colocar.)
zh_cn: <32>{#p/human}* （你决定不输入。）
zh_tw: <32>{#p/human}* （你決定不輸入。）

source: <32>{#p/basic}* Well, that's a mercy.
pt_br: <32>{#p/basic}* Bem, isso foi piedade.
zh_cn: <32>{#p/basic}* 嗯，这是一种仁慈。
zh_tw: <32>{#p/basic}* 嗯，這是一種仁慈。

source: <32>{#p/event}* Ring, ring...
zh_cn: <32>{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#p/event}* 鈴鈴，鈴鈴...

source: <32>{#p/alphys}* H-hey... are you there?
pt_br: <32>{#p/alphys}* E-ei... você tá aí?
zh_cn: <32>{#p/alphys}* 嘿... 你-你好？
zh_tw: <32>{#p/alphys}* 嘿... 你-你好？

source: <32>* I know you want to keep going forward, but...
pt_br: <32>* Eu sei que você quer continuar indo em frente, mas...
zh_cn: <32>* 你肯定不想回头，但是...
zh_tw: <32>* 你肯定不想回頭，但是...

source: <32>* If you do, she'll... try to kill you...
pt_br: <32>* Se você fizer, ela... vai tentar te matar...
zh_cn: <32>* 如果你还往前走， 她会... 杀了你...
zh_tw: <32>* 如果你還往前走， 她會... 殺了你...

source: <32>* I tried to stop her... b-but she wouldn't listen to me!
pt_br: <32>* Eu tentei impedi-la... M-mas ela não me escuta!
zh_cn: <32>* 我劝过她... 但-但她根本听不进去！
zh_tw: <32>* 我勸過她... 但-但她根本聽不進去！

source: <32>* Now she's...
pt_br: <32>* Agora ela...
zh_cn: <32>* 现在，她要把你...
zh_tw: <32>* 現在，她要把你...

source: <32>* But, uh, it's okay! * Because...
pt_br: <32>* Mas, uh, tudo bem! * Porque...
zh_cn: <32>* 别-别担心！
zh_tw: <32>* 別-別擔心！

source: <32>* B-because there's another way to get past her!
pt_br: <32>* P-porque eu sei um jeito de passar por ela!
zh_cn: <32>* 我-我还有办法 让你活下去！
zh_tw: <32>* 我-我還有辦法 讓你活下去！

source: <32>* I know it'd be kind of... * Inconvenient...
pt_br: <32>* Eu sei que é meio que... * Inconveniente...
zh_cn: <32>* 往回-回走， 穿过激光谜题房间， 你就能看到一个阳台...
zh_tw: <32>* 往回-回走， 穿過雷射謎題房間， 你就能看到一個陽臺...

source: <32>* But it's the only way you'll make it out alive...!
pt_br: <32>* Mas é a única forma de você sair vivo...!
zh_cn: <32>* 我知道来回一趟 有点麻烦...
zh_tw: <32>* 我知道來回一趟 有點麻煩...

source: <32>* T-trust me... okay?
pt_br: <32>* Confia em mim... tá?
zh_cn: <32>* 但只有这样， 你才能活下去！
zh_tw: <32>* 但只有這樣， 你才能活下去！

source: <32>* Go back to the balcony j-just before the pylon puzzle.
pt_br: <32>* Volta para trás a-até antes dos pilares.
zh_cn: <32>* 请相-相信我，好吗。
zh_tw: <32>* 請相-相信我，好嗎。

source: <32>* If you don't, I...
pt_br: <32>* Se você não, eu...
zh_cn: <32>* 要是你不听， 我...
zh_tw: <32>* 要是你不聽， 我...

source: <32>* I...
pt_br: <32>* eu...
zh_cn: <32>* 我就...
zh_tw: <32>* 我就...

source: <32>* I'll... let you go now.
pt_br: <32>* Eu... vou te deixar ir.
zh_cn: <32>* 算了... 你走吧。
zh_tw: <32>* 算了... 你走吧。

source: <32>{#s/equip}{#p/event}* Click...
zh_cn: <32>{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#s/equip}{#p/event}* 滴...

source: <32>{#p/human}* (You got the Legendary Artifact.)
pt_br: <32>{#p/human}* (Você pegou o Artefato Lendário.)
zh_cn: <32>{#p/human}* （你获得了传说中的神器。）
zh_tw: <32>{#p/human}* （你獲得了傳說中的神器。）

source: <32>{#p/human}* (You're carrying too much to take that.)
pt_br: <32>{#p/human}* (Você está carregando muito pra levar isso.)
zh_cn: <32>{#p/human}* （你带的东西太多，装不下它了。）
zh_tw: <32>{#p/human}* （你帶的東西太多，裝不下它了。）

source: <32>{#p/human}* (The inscription describes a riddle of ivories and melodies.)
pt_br: <32>{#p/human}* (A inscrição descreve um enigma de marfins e melodias.)
zh_cn: <32>{#p/human}* （铭文描述了一种 由钢琴和乐曲组成的谜题）
zh_tw: <32>{#p/human}* （銘文描述了一種 由鋼琴和樂曲組成的謎題）

source: <32>{#p/basic}* There is an inscription engraved on the pedestal.
pt_br: <32>{#p/basic}* (A uma inscrição marcada no pedestal.)
zh_cn: <32>{#p/basic}* 底座上刻着铭文。
zh_tw: <32>{#p/basic}* 底座上刻著銘文。

source: <32>* "Two halves, split by the ivories."
pt_br: <32>* "Duas metades, divididas pelos marfins."
zh_cn: <32>* “琴台静立其间，两侧别有洞天。”
zh_tw: <32>* 「琴臺靜立其間，兩側別有洞天。」

source: <32>* "If the prince's is your left, then whose is your right?
pt_br: <32>* "Se o príncipe está a sua esquerda, quem estará a sua direita?"
zh_cn: <32>* “王子曲成左门启，谁人可使右室显？”
zh_tw: <32>* 「王子曲成左門啟，誰人可使右室顯？」

source: <32>* "And what is their melody?"
pt_br: <32>* "E qual é sua melodia?"
zh_cn: <32>* “再奏谜自开。”
zh_tw: <32>* 「再奏謎自開。」

source: <32>{#p/basic}* The tome is attached firmly to the pedestal.
pt_br: <32>{#p/basic}* O tomo está firmemente preso ao pedestal.
zh_cn: <32>{#p/basic}* 这宗卷轴被牢牢固定在底座上， 拿不起来。
zh_tw: <32>{#p/basic}* 這宗捲軸被牢牢固定在底座上， 拿不起來。

source: <32>{#p/human}* (You acquired The Epiphany.)
pt_br: <32>{#p/human}* (Você adquiriu A Epifania.)
zh_cn: <32>{#p/human}* （你取下了卷轴《顿悟》。）
zh_tw: <32>{#p/human}* （你取下了捲軸《頓悟》。）

source: <32>{#p/human}* (The inscription speaks of peace and good intentions.)
pt_br: <32>{#p/human}* (A escritura fala sobre paz e boas intenções.)
zh_cn: <32>{#p/human}* （铭文表达了 一些和平与美好的祝福。）
zh_tw: <32>{#p/human}* （銘文表達了 一些和平與美好的祝福。）

source: <32>{#p/basic}* There is a inscription engraved on the pedestal.
pt_br: <32>{#p/basic}* A uma inspiração gravada no pedestal.
zh_cn: <32>{#p/basic}* 底座上刻着铭文。
zh_tw: <32>{#p/basic}* 底座上刻著銘文。

source: <32>* "To those who are worthy, to those who are kind."
pt_br: <32>* "Aqueles que são dignos, aqueles que são bons."
zh_cn: <32>* “此卷只为伊人开， 斯人只为善心来。”
zh_tw: <32>* 「此卷只為伊人開， 斯人只為善心來。」

source: <32>* "To those who wish well, in both heart and mind."
pt_br: <32>* "Aqueles que desejam o bem, no coração e na mente.
zh_cn: <32>* “冀君肝胆丹常在， 仲纯思虑沃土埋。”
zh_tw: <32>* 「冀君肝膽丹常在， 仲純思慮沃土埋。」

source: <32>* "May peace follow you on your journey home."
pt_br: <32>* "Que a paz siga você em sua jornada para casa."
zh_cn: <32>* “愿平和之心常伴君侧， 直至君归。”
zh_tw: <32>* 「願平和之心常伴君側， 直至君歸。」

source: * (What do you intend to do?)
pt_br: * (O que você pretende fazer?)
zh_cn: * （你想做什么？）
zh_tw: * （你想做什麼？）

source: Spare
pt_br: Poupar
zh_cn: 饶恕
zh_tw: 饒恕

source: Bully
pt_br: Bullinar
zh_cn: 欺负
zh_tw: 欺負

source: Flirt
pt_br: Flertar
zh_cn: 调情
zh_tw: 調情

source: Befriend
pt_br: Ser Amigo
zh_cn: 交友
zh_tw: 交友

source: Hug
pt_br: Abraçar
zh_cn: 拥抱
zh_tw: 擁抱

source: Kill
pt_br: Matar
zh_cn: 击杀
zh_tw: 擊殺

source: Take Gold
pt_br: Tomar Ouro
zh_cn: 捞钱
zh_tw: 撈錢

source: <32>{#p/human}* (You focus your mind on the intent to spare.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de poupar.)
zh_cn: <32>{#p/human}* （你凝神屏息，试图让对方放弃战斗。）
zh_tw: <32>{#p/human}* （你凝神屏息，試圖讓對方放棄戰鬥。）

source: <32>{#p/human}* (You focus your mind on the intent to bully.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de bullinar.)
zh_cn: <32>{#p/human}* （你凝神屏息，试图把对方吓跑。）
zh_tw: <32>{#p/human}* （你凝神屏息，試圖把對方嚇跑。）

source: <32>{#p/human}* (You focus your mind on the intent to flirt.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de flertar.)
zh_cn: <32>{#p/human}* （你凝神屏息，试图让对方被你迷倒。）
zh_tw: <32>{#p/human}* （你凝神屏息，試圖讓對方被你迷倒。）

source: <32>{#p/human}* (You focus your mind on the intent to befriend.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de ser amigo.)
zh_cn: <32>{#p/human}* （你凝神屏息， 试图和对方成为好朋友。）
zh_tw: <32>{#p/human}* （你凝神屏息， 試圖和對方成為好朋友。）

source: <32>{#p/human}* (You focus your mind on the intent to hug.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de abraçar.)
zh_cn: <32>{#p/human}* （你凝神屏息， 试图让对方感受到拥抱。）
zh_tw: <32>{#p/human}* （你凝神屏息， 試圖讓對方感受到擁抱。）

source: <32>{#p/human}* (You focus your mind on the intent to kill.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de matar.)
zh_cn: <32>{#p/human}* （你凝神屏息，试图逼对方自杀。）
zh_tw: <32>{#p/human}* （你凝神屏息，試圖逼對方自殺。）

source: <32>{#p/human}* (You focus your mind on the intent to take gold.)
pt_br: <32>{#p/human}* (Você foca sua mente na intenção de tomar ouro.)
zh_cn: <32>{#p/human}* （你凝神屏息， 试图引诱对方把钱交出来。）
zh_tw: <32>{#p/human}* （你凝神屏息， 試圖引誘對方把錢交出來。）

source: <32>{#p/basic}* Suddenly...!
pt_br: <32>{#p/basic}* De repente...!
zh_cn: <32>{#p/basic}* ...突然！
zh_tw: <32>{#p/basic}* ...突然！

source: * (Nothing happens.)
pt_br: * (Nada acontece.)
zh_cn: * （然而一切照常。）
zh_tw: * （然而一切照常。）

source: <32>{#p/human}* (You can't make out what's in the box...)
pt_br: <32>{#p/human}* (Você não sabe o que tem na caixa...)
zh_cn: <32>{#p/human}* （周围太暗了， 你看不清箱子里面有什么...）
zh_tw: <32>{#p/human}* （周圍太暗了， 你看不清箱子裡面有什麼...）

source: * (Take something out?)
pt_br: * (Pegar alguma coisa?)
zh_cn: * （拿走里面的东西吗？）
zh_tw: * （拿走裡面的東西嗎？）

source: <32>{#p/basic}* There are three portions of Space Tofu in the box.
pt_br: <32>{#p/basic}* A três porções de Tofu Espacial na caixa.
zh_cn: <32>{#p/basic}* 箱子里有三份太空豆腐。
zh_tw: <32>{#p/basic}* 箱子裡有三份太空豆腐。

source: * (Take one?)
pt_br: * (Pegar um?)
zh_cn: * （拿一份吗？）
zh_tw: * （拿一份嗎？）

source: <32>{#p/basic}* There are two portions of Space Tofu left in the box.
pt_br: <32>{#p/basic}* A duas porções de Tofu Espacial na caixa.
zh_cn: <32>{#p/basic}* （箱子里还剩两份太空豆腐。）
zh_tw: <32>{#p/basic}* （箱子裡還剩兩份太空豆腐。）

source: <32>{#p/basic}* There is one portion of Space Tofu left in the box.
pt_br: <32>{#p/basic}* A uma porção restante de Tofu Espacial na caixa.
zh_cn: <32>{#p/basic}* （箱子里还剩一份太空豆腐。）
zh_tw: <32>{#p/basic}* （箱子裡還剩一份太空豆腐。）

source: * (Take it?)
pt_br: * (Pegar?)
zh_cn: * （拿走它吗？）
zh_tw: * （拿走它嗎？）

source: <32>{#p/human}* (You got the Space Tofu.)
pt_br: <32>{#p/human}* (Você pegou o Tofu Espacial.)
zh_cn: <32>{#p/human}* （你拿了一份太空豆腐。）
zh_tw: <32>{#p/human}* （你拿了一份太空豆腐。）

source: <32>{#p/human}* (You're carrying too much.)
pt_br: <32>{#p/human}* (Você está carregando demais.)
zh_cn: <32>{#p/human}* （你带的东西太多了。）
zh_tw: <32>{#p/human}* （你帶的東西太多了。）

source: <32>{#p/human}* (You decide not to take anything.)
pt_br: <32>{#p/human}* (Você decide não pegar nada.)
zh_cn: <32>{#p/human}* （你不打算这么做。）
zh_tw: <32>{#p/human}* （你不打算這麼做。）

source: <32>{#p/human}* (But you couldn't find anything inside.)
pt_br: <32>{#p/human}* (Mas não tinha nada dentro restando.)
zh_cn: <32>{#p/human}* （但里面是空的。）
zh_tw: <32>{#p/human}* （但裡面是空的。）

source: <32>{#p/basic}* The box is empty.
pt_br: <32>{#p/basic}* A caixa está vazia.
zh_cn: <32>{#p/basic}* 箱子是空的。
zh_tw: <32>{#p/basic}* 箱子是空的。

source: <32>{#p/basic}* This small bird wants to carry you across the gap.
pt_br: <32>{#p/basic}* Este pequeno pássaro deseja te carregar através do abismo.
zh_cn: <32>{#p/basic}* 这只小鸟想带你 穿过这道沟。
zh_tw: <32>{#p/basic}* 這隻小鳥想帶你 穿過這道溝。

source: * (Accept the bird's offer?)
pt_br: * (Aceitar a oferta do pássaro?)
zh_cn: * （接受小鸟的好意吗？）
zh_tw: * （接受小鳥的好意嗎？）

source: <32>{#p/napstablook}* oh... * hi there...
pt_br: <32>{#p/napstablook}* oh... * olá...
zh_cn: <32>{#p/napstablook}* 哦... * 你好...
zh_tw: <32>{#p/napstablook}* 喔... * 你好...

source: <32>* sorry, i... * wasn't expecting you to follow me here.
pt_br: <32>* desculpa, eu... * não estava esperando você me seguir para cá.
zh_cn: <32>* 对不起，我... * 没想到你会跟我过来。
zh_tw: <32>* 對不起，我... * 沒想到你會跟我過來。

source: <32>* uh... * make yourself at home...?
pt_br: <32>* uh... * sinta-se em casa...?
zh_cn: <32>* 呃... * 别太拘束...？
zh_tw: <32>* 呃... * 別太拘束...？

source: <32>{#p/napstablook}* oh... * you actually came...
pt_br: <32>{#p/napstablook}* oh... * você realmente veio...
zh_cn: <32>{#p/napstablook}* 哦... * 你真的来了...
zh_tw: <32>{#p/napstablook}* 喔... * 你真的來了...

source: <32>* sorry, i... * wasn't expecting that.
pt_br: <32>* desculpa, eu... * não imaginei.
zh_cn: <32>* 对不起，我... * 没想到你会来。
zh_tw: <32>* 對不起，我... * 沒想到你會來。

source: <32>* it's not much, but make yourself at home.
pt_br: <32>* não é muito, mas sinta-se em casa.
zh_cn: <32>* 虽然比较寒酸， 但是不要太拘束哦。
zh_tw: <32>* 雖然比較寒酸， 但是不要太拘束喔。

source: <32>{#p/napstablook}* oh... you want my food...
pt_br: <32>{#p/napstablook}* oh... você quer comer...
zh_cn: <32>{#p/napstablook}* 哦... 你要我给你吃的...
zh_tw: <32>{#p/napstablook}* 喔... 你要我給你吃的...

source: <32>* let me see what i have...
pt_br: <32>* vamos ver o que eu tenho...
zh_cn: <32>* 我看看有什么...
zh_tw: <32>* 我看看有什麼...

source: <32>{#p/napstablook}* okay, so...
pt_br: <32>{#p/napstablook}* certo, então...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* let me show you what's in the fridge
pt_br: <32>* deixe-me ver o que tem na geladeira
zh_cn: <32>{#p/napstablook}* 好的... * 那么我来给你 展示一下我的冰箱
zh_tw: <32>{#p/napstablook}* 好的... * 那麼我來給你 展示一下我的冰箱

source: <32>{#p/napstablook}* are you hungry?
pt_br: <32>{#p/napstablook}* você está com fome?
zh_cn: <32>{#p/napstablook}* 你饿了吗？
zh_tw: <32>{#p/napstablook}* 你餓了嗎？

source: <32>* i think i have something in the fridge...
pt_br: <32>* eu acho que tem algo na geladeira...
zh_cn: <32>* 我冰箱里应该有点吃的...
zh_tw: <32>* 我冰箱裡應該有點吃的...

source: <32>{#p/human}* (You inspect the fridge.) * (It doesn't seem like you can exactly see the contents.)
pt_br: <32>{#p/human}* (Você olha na geladeira.) * (Mas você não vê nada! Talvez seja comida fantasma.)
zh_cn: <32>{#p/human}* （你看了下冰箱里头。） * （你说不出来冰箱里有什么。）
zh_tw: <32>{#p/human}* （你看了下冰箱裡頭。） * （你說不出來冰箱裡有什麼。）

source: <32>{#p/human}* (You inspect the fridge.)
pt_br: <32>{#p/human}* (Você olha na geladeira.)
zh_cn: <32>{#p/human}* （你看了下冰箱里头。）
zh_tw: <32>{#p/human}* （你看了下冰箱裡頭。）

source: <32>{#p/basic}* It's difficult to make out what's inside.
pt_br: <32>{#p/basic}* É difícil ver o que tem dentro.
zh_cn: <32>{#p/basic}* 很难说里面到底有些什么。
zh_tw: <32>{#p/basic}* 很難說裡面到底有些什麼。
