Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <11>{#p/basic}{~}My fellow spiders need kept safe...
pt_br: <11>{#p/basic}{~}Minha amigas aranhas precisam estar em segurança...
zh_cn: <11>{#p/basic}{~}我的 蜘蛛同伴们 的安全 需要 得到保障...
zh_tw: <11>{#p/basic}{~}我的 蜘蛛同伴們 的安全 需要 得到保障...

source: <11>{#p/basic}{~}I can't put THEM in danger, can I? Ahuhuhu...
pt_br: <11>{#p/basic}{~}Eu não posso colocá-las em perigo, posso? Ahuhu...
zh_cn: <11>{#p/basic}{~}我可不能 让它们 置于险地， 不是吗？ 啊呼呼呼...
zh_tw: <11>{#p/basic}{~}我可不能 讓它們 置於險地， 不是嗎？ 啊呼呼呼...

source: <11>{#p/basic}{~}Aren't you having fun, dearies?
pt_br: <11>{#p/basic}{~}Você não está se divertindo, querido?
zh_cn: <11>{#p/basic}{~}玩得开心吗， 小可爱们？
zh_tw: <11>{#p/basic}{~}玩得開心嗎， 小可愛們？

source: <11>{#p/basic}{~}My fellow spiders certainly will...
pt_br: <11>{#p/basic}{~}Minhas amigas aranhas com certeza vão...
zh_cn: <11>{#p/basic}{~}我的 蜘蛛同伴们 一定会...
zh_tw: <11>{#p/basic}{~}我的 蜘蛛同伴們 一定會...

source: <11>{#p/basic}{~}... when they get their share of the money~
pt_br: <11>{#p/basic}{~}... quando pegarem sua parte do dinheiro~
zh_cn: <11>{#p/basic}{~}...等到他们 拿到自己的 那份钱的时候~
zh_tw: <11>{#p/basic}{~}...等到他們 拿到自己的 那份錢的時候~

source: <11>{#p/basic}{~}Well, dearies...
pt_br: <11>{#p/basic}{~}Bem, queridos...
zh_cn: <11>{#p/basic}{~}那么， 小可爱们...
zh_tw: <11>{#p/basic}{~}那麼， 小可愛們...

source: <11>{#p/basic}{~}Well, dearie...
pt_br: <11>{#p/basic}{~}Bem, querido...
zh_cn: <11>{#p/basic}{~}那么， 小可爱...
zh_tw: <11>{#p/basic}{~}那麼， 小可愛...

source: <11>{#p/basic}{~}I shall enjoy killing you personally~
pt_br: <11>{#p/basic}{~}Eu devo apreciar te matar pessoalmente~
zh_cn: <11>{#p/basic}{~}我得好好享受 杀死你们 所带来的 乐趣~
zh_tw: <11>{#p/basic}{~}我得好好享受 殺死你們 所帶來的 樂趣~

source: <11>{#p/basic}{~}I shall enjoy paying back the favor~
pt_br: <11>{#p/basic}{~}Eu devo apreciar pagar o favor de volta~
zh_cn: <11>{#p/basic}{~}我很乐意 用这份恩情 报答你~
zh_tw: <11>{#p/basic}{~}我很樂意 用這份恩情 報答你~

source: <11>{#p/basic}{~}I must admit, that is very worrying...
pt_br: <11>{#p/basic}{~}Eu devo admitir, isto é bem preocupante...
zh_cn: <11>{#p/basic}{~}我必须承认， 这事确实 令人担忧...
zh_tw: <11>{#p/basic}{~}我必須承認， 這事確實 令人擔憂...

source: <11>{#p/basic}{~}Well, no matter, little human~
pt_br: <11>{#p/basic}{~}Bem, não importa, pequeno humano~
zh_cn: <11>{#p/basic}{~}好吧， 没关系的， 渺小的人类~
zh_tw: <11>{#p/basic}{~}好吧， 沒關係的， 渺小的人類~

source: <11>{#p/basic}{~}The only thing that matters now is your SOUL~
pt_br: <11>{#p/basic}{~}A única coisa que importa agora é sua ALMA~
zh_cn: <11>{#p/basic}{~}现在 唯一重要的， 是你的灵魂~
zh_tw: <11>{#p/basic}{~}現在 唯一重要的， 是你的靈魂~

source: <11>{#p/basic}{~}Oh, this is so much fun, you two!
pt_br: <11>{#p/basic}{~}Oh, isso é tão divertido!
zh_cn: <11>{#p/basic}{~}哦， 太有趣了， 你们两个！
zh_tw: <11>{#p/basic}{~}喔， 太有趣了， 你們兩個！

source: <11>{#p/basic}{~}Oh, this is so much fun, is it not?
pt_br: <11>{#p/basic}{~}Oh, isso é tão divertido, não é?
zh_cn: <11>{#p/basic}{~}哦， 太有趣了， 不是吗？
zh_tw: <11>{#p/basic}{~}喔， 太有趣了， 不是嗎？

source: <11>{#p/basic}{~}My pet, it's feeding time~
pt_br: <11>{#p/basic}{~}Meu pet, é hora de comer~
zh_cn: <11>{#p/basic}{~}喂食时间 到啦， 我的宠物~
zh_tw: <11>{#p/basic}{~}餵食時間 到啦， 我的寵物~

source: <11>{#p/basic}{~}And they didn't exactly do much to earn my trust...
pt_br: <11>{#p/basic}{~}E eles não fizeram exatamente muito para ganhar minha confiança
zh_cn: <11>{#p/basic}{~}它们也没有 做什么事 来赢得 我的信任...
zh_tw: <11>{#p/basic}{~}它們也沒有 做什麼事 來贏得 我的信任...

source: <11>{#p/basic}{~}Oh, hello, my pet~
pt_br: <11>{#p/basic}{~}Oh, olá, meu pet~
zh_cn: <11>{#p/basic}{~}哦，你好， 我的宠物~
zh_tw: <11>{#p/basic}{~}喔，你好， 我的寵物~

source: <11>{#p/basic}{~}Time for round two, my pet~
pt_br: <11>{#p/basic}{~}Segundo turno, meu pet~
zh_cn: <11>{#p/basic}{~}再来一轮吧， 我的宠物~
zh_tw: <11>{#p/basic}{~}再來一輪吧， 我的寵物~

source: <11>{#p/basic}{~}You only delay the inevitable~
pt_br: <11>{#p/basic}{~}Você está apenas atrasando o inevitável~
zh_cn: <11>{#p/basic}{~}你只是让 不可避免的 事情 延迟发生罢了~
zh_tw: <11>{#p/basic}{~}你只是讓 不可避免的 事情 延遲發生罷了~

source: <11>{#p/basic}{~}Still, dearies...
pt_br: <11>{#p/basic}{~}Ainda assim, queridos...
zh_cn: <11>{#p/basic}{~}不过嘛， 小可爱们...
zh_tw: <11>{#p/basic}{~}不過嘛， 小可愛們...

source: <11>{#p/basic}{~}I don't know if I can trust you~
pt_br: <11>{#p/basic}{~}Eu não sei se posso confiar em você~
zh_cn: <11>{#p/basic}{~}我不知道 我能否 相信你们~
zh_tw: <11>{#p/basic}{~}我不知道 我能否 相信你們~

source: <11>{#p/basic}{~}You're resilient, I'll give you that~
pt_br: <11>{#p/basic}{~}Você é resiliente, vou te dizer isso~
zh_cn: <11>{#p/basic}{~}你挺坚强的， 这点我得承认~
zh_tw: <11>{#p/basic}{~}你挺堅強的， 這點我得承認~

source: <11>{#p/basic}{~}Come now...
pt_br: <11>{#p/basic}{~}Nossa...
zh_cn: <11>{#p/basic}{~}好啦...
zh_tw: <11>{#p/basic}{~}好啦...

source: <11>{#p/basic}{~}Aren't you getting tired?
pt_br: <11>{#p/basic}{~}Você não tá ficando cansado?
zh_cn: <11>{#p/basic}{~}难道你 不累吗？
zh_tw: <11>{#p/basic}{~}難道你 不累嗎？

source: <11>{#p/basic}{~}Unless, perhaps...
pt_br: <11>{#p/basic}{~}Ah não ser que, talvez...
zh_cn: <11>{#p/basic}{~}也许，除非...
zh_tw: <11>{#p/basic}{~}也許，除非...

source: <11>{#p/basic}{~}You can offer me a little insurance?
pt_br: <11>{#p/basic}{~}Você possa me oferecer uma garantia?
zh_cn: <11>{#p/basic}{~}你能给我 一点保险费？
zh_tw: <11>{#p/basic}{~}你能給我 一點保險費？

source: <11>{#p/basic}{~}But unless my deal changes, your SOUL is as good as mine~
pt_br: <11>{#p/basic}{~}Mas a não ser que o acordo mude, sua ALMA será minha~
zh_cn: <11>{#p/basic}{~}除非交易 发生变动， 否则 你的灵魂 就如我的 一般亮眼~
zh_tw: <11>{#p/basic}{~}除非交易 發生變動， 否則 你的靈魂 就如我的 一般亮眼~

source: <11>{#p/basic}{~}Ahuhuhu...
zh_cn: <11>{#p/basic}{~}啊呼呼呼...
zh_tw: <11>{#p/basic}{~}啊呼呼呼...

source: <11>{#p/basic}{~}You two have my sincerest apologies~
pt_br: <11>{#p/basic}{~}Vocês dois tem minhas sinceras desculpas~
zh_cn: <11>{#p/basic}{~}我向你们二人 致以最诚挚的 歉意~
zh_tw: <11>{#p/basic}{~}我向你們二人 致以最誠摯的 歉意~

source: <11>{#p/basic}{~}This is a good deed I won't easily forget!
pt_br: <11>{#p/basic}{~}Esta é uma boa ação que não esquecerei facilmente!
zh_cn: <11>{#p/basic}{~}你们的善举 我永远 不会忘记！
zh_tw: <11>{#p/basic}{~}你們的善舉 我永遠 不會忘記！

source: <11>{#p/basic}{~}What's this? A message from Undyne?
pt_br: <11>{#p/basic}{~}O que é isso? Uma mensagem da Undyne?
zh_cn: <11>{#p/basic}{~}这是什么？ 一条来自 Undyne的信息？
zh_tw: <11>{#p/basic}{~}這是什麼？ 一條來自 Undyne的資訊？

source: <11>{#p/basic}{~}She's called off the deal...?
pt_br: <11>{#p/basic}{~}Ela cortou o acordo...?
zh_cn: <11>{#p/basic}{~}她取消了 交易...？
zh_tw: <11>{#p/basic}{~}她取消了 交易...？

source: <11>{#p/basic}{~}... hmmm...
zh_cn: <11>{#p/basic}{~}...嗯...
zh_tw: <11>{#p/basic}{~}...嗯...

source: <11>{#p/basic}{~}Well, I think my job here is done, don't you?
pt_br: <11>{#p/basic}{~}Bem, acho que meu trabalho aqui está feito, não é mesmo?
zh_cn: <11>{#p/basic}{~}行吧， 看来我得 就此收工了， 不是吗？
zh_tw: <11>{#p/basic}{~}行吧， 看來我得 就此收工了， 不是嗎？

source: <11>{#p/basic}{~}Sorry for wasting your time~
pt_br: <11>{#p/basic}{~}Desculpa por gastar seu tempo~
zh_cn: <11>{#p/basic}{~}很抱歉浪费了 你的时间~
zh_tw: <11>{#p/basic}{~}很抱歉浪費了 你的時間~

source: <11>{#p/basic}{~}You know what, dearies?
pt_br: <11>{#p/basic}{~}Quer saber de uma coisa, queridos?
zh_cn: <11>{#p/basic}{~}你知道吗， 小可爱们？
zh_tw: <11>{#p/basic}{~}你知道嗎， 小可愛們？

source: <11>{#p/basic}{~}You know what, dearie?
pt_br: <11>{#p/basic}{~}Quer saber de uma coisa, querido?
zh_cn: <11>{#p/basic}{~}你知道吗， 小可爱？
zh_tw: <11>{#p/basic}{~}你知道嗎， 小可愛？

source: <11>{#p/basic}{~}I've had enough of fighting you.
pt_br: <11>{#p/basic}{~}Já me cansei de lutar.
zh_cn: <11>{#p/basic}{~}我已经不想 与你继续 战斗下去了。
zh_tw: <11>{#p/basic}{~}我已經不想 與你繼續 戰鬥下去了。

source: <11>{#p/basic}{~}So do what you will.
pt_br: <11>{#p/basic}{~} Então faça o que quiser.
zh_cn: <11>{#p/basic}{~}所以， 做你 想做的吧。
zh_tw: <11>{#p/basic}{~}所以， 做你 想做的吧。

source: <11>{#p/basic}{~}... sorry, Undyne. I'd rather die on my own terms, thank you.
pt_br: <11>{#p/basic}{~}... desculpa, Undyne. Eu prefiro morrer do meu jeito, obrigada.
zh_cn: <11>{#p/basic}{~}...对不住啦， Undyne。 就算我真想死， 也用不着 别人操心。
zh_tw: <11>{#p/basic}{~}...對不住啦， Undyne。 就算我真想死， 也用不著 別人操心。

source: <11>{#p/basic}{~}... sorry, Undyne. This has dragged on for long enough.
pt_br: <11>{#p/basic}{~}... desculpa, Undyne. Meu cansaço bateu, eu não quero mais lutar.
zh_cn: <11>{#p/basic}{~}...抱歉， Undyne。 我已经拖得 够久了。
zh_tw: <11>{#p/basic}{~}...抱歉， Undyne。 我已經拖得 夠久了。

source: <11>{#p/basic}{~}Honestly, a little bully like you isn't worth dying over...
pt_br: <11>{#p/basic}{~}Sinceramente, um bully feito você, não é quem vai ter o prazer de me matar...
zh_cn: <11>{#p/basic}{~}说实话， 因为你 这种小流氓 而失去 我的生命 实在不值得...
zh_tw: <11>{#p/basic}{~}說實話， 因為你 這種小流氓 而失去 我的生命 實在不值得...

source: <11>{#p/basic}{~}Honestly, a little bully like you isn't worth my time...
pt_br: <11>{#p/basic}{~}Sinceramente, um bully feito você não vale meu tempo...
zh_cn: <11>{#p/basic}{~}说实话， 在你这种 小流氓上 浪费时间 实在不值得...
zh_tw: <11>{#p/basic}{~}說實話， 在你這種 小流氓上 浪費時間 實在不值得...

source: <11>{#p/basic}{~}Bye bye, now~
pt_br: <11>{#p/basic}{~}Tchau tchau~
zh_cn: <11>{#p/basic}{~}那就， 拜拜啦~
zh_tw: <11>{#p/basic}{~}那就， 拜拜啦~

source: <32>{#p/human}* (Undyne doesn't even seem to know what it is.)
pt_br: <32>{#p/human}* (Undyne nem parece saber o que é isso.)
zh_cn: <32>{#p/human}* （Undyne似乎甚至不知道 这是什么。）
zh_tw: <32>{#p/human}* （Undyne似乎甚至不知道 這是什麼。）

source: <20>{#p/undyne}Huh? What even IS this?
pt_br: <20>{#p/undyne}Huh? Mas o que é isso?
zh_cn: <20>{#p/undyne}嗯？ 你拿了个啥玩意？ゑ
zh_tw: <20>{#p/undyne}嗯？ 你拿了個啥玩意？ゑ

source: <32>{#p/basic}* The smell reminds Undyne of someone close to her...
pt_br: <32>{#p/basic}* O cheiro lembra Undyne, de alguém próximo a ela...
zh_cn: <32>{#p/basic}* 这味道让Undyne 想起了身边的人...
zh_tw: <32>{#p/basic}* 這味道讓Undyne 想起了身邊的人...

source: <32>{#p/story}* Undyne's ATTACK down!
pt_br: <32>{#p/story}* Undyne perdeu ATAQUE!
zh_cn: <32>{#p/story}* Undyne的攻击力下降了！
zh_tw: <32>{#p/story}* Undyne的攻擊力下降了！

source: <32>{#p/basic}* The smell reminds Undyne of someone she'll never see again...
pt_br: <32>{#p/basic}* O cheiro lembra Undyne de alguém que ele jamais verá de novo...
zh_cn: <32>{#p/basic}* 这味道让Undyne 想起了一个再也见不到的人...
zh_tw: <32>{#p/basic}* 這味道讓Undyne 想起了一個再也見不到的人...

source: <32>{#p/basic}* ... but her determination to eliminate you strengthens.
pt_br: <32>{#p/basic}* ... mas sua determinação de eliminá-lo se fortalece.
zh_cn: <32>{#p/basic}* ...但这让她 铲除你的决心增强了。
zh_tw: <32>{#p/basic}* ...但這讓她 剷除你的決心增強了。

source: <32>{#p/story}* Undyne's ATTACK up! * Undyne's DEFENSE down!
pt_br: <32>{#p/story}* ATAQUE da Undyne subiu! * DEFESA da Undyne caiu!
zh_cn: <32>{#p/story}* Undyne的攻击力提升了！ * Undyne的防御力下降了！
zh_tw: <32>{#p/story}* Undyne的攻擊力提升了！ * Undyne的防禦力下降了！

source: <32>{#p/story}* Undyne's DEFENSE down!
pt_br: <32>{#p/story}* DEFESA da Undyne caiu!
zh_cn: <32>{#p/story}* Undyne的防御力下降了！
zh_tw: <32>{#p/story}* Undyne的防禦力下降了！

source: <32>{#p/asriel2}* Undyne. * Still not dead...?
pt_br: <32>{#p/asriel2}* Undyne. * Não morreu?
zh_cn: <32>{#p/asriel2}* Undyne。 * ...咋还不死？
zh_tw: <32>{#p/asriel2}* Undyne。 * ...咋還不死？

source: <32>{#p/asriel2}* Undyne. * Shouldn't you be attacking her or something?
pt_br: <32>{#p/asriel2}* Undyne. * Não era pra você estar atacando ela ou sei lá?
zh_cn: <32>{#p/asriel2}* Undyne。 * 发什么呆？快去攻击她啊！ゑ
zh_tw: <32>{#p/asriel2}* Undyne。 * 發什麼呆？快去攻擊她啊！ゑ

source: <32>{#p/story}* UNDYNE - ATK 40 DEF 100 * Captain of the Royal Guard. * Relentless.
pt_br: <32>{#p/história}* UNDYNE - ATQ 40 DEF 100 * Capitã da Guarda Real. * Implacável.
zh_cn: <32>{#p/story}* UNDYNE - 攻击40 防御100 * 皇家卫队队长。 * 冷酷无情。
zh_tw: <32>{#p/story}* UNDYNE - 攻擊40 防禦100 * 皇家衛隊隊長。 * 冷酷無情。

source: <32>{#p/story}* UNDYNE - ATK 25 DEF 10 * Once your sworn enemy, now your unmatched equal!
pt_br: <32>{#p/story}* UNDYNE - ATQ 25 DEF 10 * Uma vez sua mortal inimiga, mas agora sua igual!
zh_cn: <32>{#p/story}* UNDYNE - 攻击25 防御10 * 曾经是你的死敌，如今是你 无与伦比的对手！
zh_tw: <32>{#p/story}* UNDYNE - 攻擊25 防禦10 * 曾經是你的死敵，如今是你 無與倫比的對手！

source: <32>{#p/story}* UNDYNE - ATK 50 DEF 20 * The heroine that NEVER gives up.
pt_br: <32>{#p/story}* UNDYNE - ATQ 50 DEF 20 * A heroína que NUNCA desiste.
zh_cn: <32>{#p/story}* UNDYNE - 攻击50 防御20 * 永不放弃的英雄。
zh_tw: <32>{#p/story}* UNDYNE - 攻擊50 防禦20 * 永不放棄的英雄。

source: <32>{#p/story}* Undyne towers above you.
pt_br: <32>{#p/story}* Undyne se põe em frente a você.
zh_cn: <32>{#p/story}* Undyne高耸于你之上。
zh_tw: <32>{#p/story}* Undyne高聳於你之上。

source: <32>{#p/story}* Undyne takes you head-on!
pt_br: <32>{#p/story}* Undyne te encara de frente!
zh_cn: <32>{#p/story}* Undyne与你迎面相撞！
zh_tw: <32>{#p/story}* Undyne與你迎面相撞！

source: <32>{#p/story}* Undyne attacks!
pt_br: <32>{#p/story}* Undyne te ataca!
zh_cn: <32>{#p/story}* Undyne来袭！
zh_tw: <32>{#p/story}* Undyne來襲！

source: <20>{*}{#p/undyne}Ready yourself.
pt_br: <20>{*}{#p/undyne}Prepare-se.
zh_cn: <20>{*}{#p/undyne}准备迎战吧。
zh_tw: <20>{*}{#p/undyne}準備迎戰吧。

source: <20>{*}{#p/undyne}En guarde!
pt_br: <20>{*}{#p/undyne}Em guarda!
zh_cn: <20>{*}{#p/undyne}准备！
zh_tw: <20>{*}{#p/undyne}準備！

source: <20>{*}{#p/undyne}I wasn't done with my story.
pt_br: <20>{*}{#p/undyne}Eu não tinha terminado de contar minha história.
zh_cn: <20>{*}{#p/undyne}让我把故事讲完。
zh_tw: <20>{*}{#p/undyne}讓我把故事講完。

source: <20>{*}{#p/undyne}Huh!? I thought you were tough!
pt_br: <20>{*}{#p/undyne}Huh!? Eu pensei que você era durona!
zh_cn: <20>{*}{#p/undyne}啊！？ 我还以为你很坚强嘞！
zh_tw: <20>{*}{#p/undyne}啊！？ 我還以為你很堅強嘞！

source: <20>{*}{#p/undyne}You won't get away from me this time!
pt_br: <20>{*}{#p/undyne}Você não vai fugir de mim dessa vez!
zh_cn: <20>{*}{#p/undyne}这次别想逃脱 我的手掌心！
zh_tw: <20>{*}{#p/undyne}這次別想逃脫 我的手掌心！

source: <20>{*}{#p/undyne}No more second chances!
pt_br: <20>{*}{#p/undyne}Sem segundas chances!
zh_cn: <20>{*}{#p/undyne}不会再有第二次 机会了！
zh_tw: <20>{*}{#p/undyne}不會再有第二次 機會了！

source: <20>{*}{#p/undyne}You've escaped from me for the LAST time!
pt_br: <20>{*}{#p/undyne}Você escapou de mim pela ÚLTIMA vez!
zh_cn: <20>{*}{#p/undyne}这是你最后一次 从我这逃走！
zh_tw: <20>{*}{#p/undyne}這是你最後一次 從我這逃走！

source: <20>{*}{#p/undyne}STOP RUNNING AWAY!!!
pt_br: <20>{*}{#p/undyne}PARE DE CORRER!!!
zh_cn: <20>{*}{#p/undyne}不要跑！！！
zh_tw: <20>{*}{#p/undyne}不要跑！！！

source: <20>{*}{#p/undyne}COME BACK HERE, YOU LITTLE PUNK!!
pt_br: <20>{*}{#p/undyne}VOLTA AQUI, PIRRALHA!
zh_cn: <20>{*}{#p/undyne}给我回来， 你这个小混蛋！！
zh_tw: <20>{*}{#p/undyne}給我回來， 你這個小混蛋！！

source: <20>{#p/undyne}{#e/undyne/3}So, you wanna do this the {@fill=#f00}hard way{@fill=#000}, huh?
pt_br: <20>{#p/undyne}{#e/undyne/3}Então, você quer fazer isso da maneira {@fill=#f00}difícil{@fill=#000}, né?
zh_cn: <20>{#p/undyne}{#e/undyne/3}想跟我{@fill=#f00}硬碰硬{@fill=#000}，是吗？
zh_tw: <20>{#p/undyne}{#e/undyne/3}想跟我{@fill=#f00}硬碰硬{@fill=#000}，是嗎？

source: <20>{#e/undyne/2}Fine by me.
pt_br: <20>{#e/undyne/2}Por mim beleza.
zh_cn: <20>{#e/undyne/2}成全你。
zh_tw: <20>{#e/undyne/2}成全你。

source: <20>{#p/undyne}{#e/undyne/17}What!? I'm already going as fast as I can!
pt_br: <20>{#p/undyne}{#e/undyne/17}Quê!? Eu já estou correndo o mais rápido que posso!
zh_cn: <20>{#p/undyne}{#e/undyne/17}什么！？ 我已经尽全力在攻击了！
zh_tw: <20>{#p/undyne}{#e/undyne/17}什麼！？ 我已經盡全力在攻擊了！

source: <20>{#e/undyne/17}But... I... you...
pt_br: <20>{#e/undyne/17}Mas... eu... você...
zh_cn: <20>{#e/undyne/17}但是... 我... 你...
zh_tw: <20>{#e/undyne/17}但是... 我... 你...

source: <20>{#e/undyne/17}N-no! I'll show you!
pt_br: <20>{#e/undyne/17}Não! Eu vou te mostrar!
zh_cn: <20>{#e/undyne/17}不-不！ 我要让你看看！
zh_tw: <20>{#e/undyne/17}不-不！ 我要讓你看看！

source: <20>{#e/undyne/1}I'll show you {@fill=#f00}EVERYTHING I'VE GOT{@fill=#000}!
pt_br: <20>{#e/undyne/1}Eu vou te mostrar {@fill=#f00}TUDO QUE EU TENHO{@fill=#000}!
zh_cn: <20>{#e/undyne/1}我要让你看看 我所拥有的 {@fill=#f00}全部力量{@fill=#000}！
zh_tw: <20>{#e/undyne/1}我要讓你看看 我所擁有的 {@fill=#f00}全部力量{@fill=#000}！

source: <20>{#p/undyne}{#e/undyne/17}So, you wanna do this the {@fill=#f00}hard way{@fill=#000}, huh?
pt_br: <20>{#p/undyne}{#e/undyne/17}Então, você quer fazer isso da maneira {@fill=#f00}difícil{@fill=#000}, hein?
zh_cn: <20>{#p/undyne}{#e/undyne/3}想跟我{@fill=#f00}硬碰硬{@fill=#000}，是吗？
zh_tw: <20>{#p/undyne}{#e/undyne/3}想跟我{@fill=#f00}硬碰硬{@fill=#000}，是嗎？

source: <20>{#e/undyne/1}FINE BY ME! FUHUHU!
pt_br: <20>{#e/undyne/1}POR MIM BELEZA! FUHUHU!
zh_cn: <20>{#e/undyne/1}那就成全你！ 呋呼呼！
zh_tw: <20>{#e/undyne/1}那就成全你！ 呋呼呼！

source: <32>{#p/story}* Things are about to get spicy.
pt_br: <32>{#p/story}* As coisas vão ficar quentes!
zh_cn: <32>{#p/story}* 战斗局势开始升温。
zh_tw: <32>{#p/story}* 戰鬥局勢開始升溫。

source: <32>{#p/story}* Undyne points dramatically towards space.
pt_br: <32>{#p/story}* Undyne aponta dramaticamente para o espaço.
zh_cn: <32>{#p/story}* Undyne引人注目地 抬手指向太空。
zh_tw: <32>{#p/story}* Undyne引人注目地 抬手指向太空。

source: <32>{#p/story}* Undyne points heroically towards space.
pt_br: <32>{#p/story}* Undyne aponta heroicamente para o espaço.
zh_cn: <32>{#p/story}* Undyne威风凛凛地 抬手指向太空。
zh_tw: <32>{#p/story}* Undyne威風凜凜地 抬手指向太空。

source: <32>{#p/story}* Undyne twirls her spear with grace.
pt_br: <32>{#p/story}* Undyne gira sua lança com graça.
zh_cn: <32>{#p/story}* Undyne优雅地旋转着她的长矛。
zh_tw: <32>{#p/story}* Undyne優雅地旋轉著她的長矛。

source: <32>{#p/story}* Undyne flips her spear impatiently.
pt_br: <32>{#p/story}* Undyne balança sua lança com impaciência.
zh_cn: <32>{#p/story}* Undyne焦急地翻弄着她的长矛。
zh_tw: <32>{#p/story}* Undyne焦急地翻弄著她的長矛。

source: <32>{#p/story}* Undyne suplexes an asteroid. * Just because she can.
pt_br: <32>{#p/story}* Undyne flexiona um asteróide. * Só porque ela pode.
zh_cn: <32>{#p/story}* Undyne对一颗小行星使用了背摔。 * 就因为她能做到。
zh_tw: <32>{#p/story}* Undyne對一顆小行星使用了背摔。 * 就因為她能做到。

source: <32>{#p/story}* Undyne bounces with fervor.
pt_br: <32>{#p/story}* Undyne balança em fervor.
zh_cn: <32>{#p/story}* Undyne满怀激情地跳来跳去。
zh_tw: <32>{#p/story}* Undyne滿懷激情地跳來跳去。

source: <32>{#p/story}* Undyne bounces impatiently.
pt_br: <32>{#p/story}* Undyne balança impaciente.
zh_cn: <32>{#p/story}* Undyne焦躁地跳来跳去。
zh_tw: <32>{#p/story}* Undyne焦躁地跳來跳去。

source: <32>{#p/story}* Undyne flashes a genuine smile.
pt_br: <32>{#p/story}* Undyne da um sorriso genuíno.
zh_cn: <32>{#p/story}* Undyne的嘴角闪过了一抹 真诚的笑。
zh_tw: <32>{#p/story}* Undyne的嘴角閃過了一抹 真誠的笑。

source: <32>{#p/story}* Undyne flashes a menacing smile.
pt_br: <32>{#p/story}* Undyne da um sorriso saliente.
zh_cn: <32>{#p/story}* Undyne的嘴角闪过了一抹 威胁的笑。
zh_tw: <32>{#p/story}* Undyne的嘴角閃過了一抹 威脅的笑。

source: <33>{#p/story}* Undyne looks on with adoration.
pt_br: <33>{#p/story}* Undyne olha por cima com adoração.
zh_cn: <33>{#p/story}* Undyne满怀敬慕地看着。
zh_tw: <33>{#p/story}* Undyne滿懷敬慕地看著。

source: <32>{#p/story}* Undyne draws her finger across her neck.
pt_br: <32>{#p/story}* Undyne passa o dedo pelo pescoço.
zh_cn: <32>{#p/story}* Undyne用手指划过她的脖子。
zh_tw: <32>{#p/story}* Undyne用手指划過她的脖子。

source: <32>{#p/story}* Undyne lets out a battle cry.
pt_br: <32>{#p/story}* Undyne deixa cair uma lágrima de batalha.
zh_cn: <32>{#p/story}* Undyne发出了一声战吼。
zh_tw: <32>{#p/story}* Undyne發出了一聲戰吼。

source: <32>{#p/story}* Undyne holds her fist in front of her and shakes her head.
pt_br: <32>{#p/story}* Undyne coloca seu punho em frente ao rosto e balança a cabeça.
zh_cn: <32>{#p/story}* Undyne握紧拳头举在胸前， 然后摇了摇头。
zh_tw: <32>{#p/story}* Undyne握緊拳頭舉在胸前， 然後搖了搖頭。

source: <32>{#p/story}* Undyne stares into your SOUL.
pt_br: <32>{#p/story}* Undyne encara sua ALMA.
zh_cn: <32>{#p/story}* Undyne凝视着你的灵魂。
zh_tw: <32>{#p/story}* Undyne凝視著你的靈魂。

source: <32>{#p/story}* Undyne towers threateningly.
pt_br: <32>{#p/story}* Undyne se eleva ameaçadoramente.
zh_cn: <32>{#p/story}* Undyne巍然耸立。
zh_tw: <32>{#p/story}* Undyne巍然聳立。

source: <32>{#p/story}* Undyne thinks of her friends... and thinks of you.
pt_br: <32>{#p/story}* Undyne pensa em seus amigos... e pensa em você.
zh_cn: <32>{#p/story}* Undyne回想起了她的朋友... 然后又想起了你。
zh_tw: <32>{#p/story}* Undyne回想起了她的朋友... 然後又想起了你。

source: <32>{#p/story}* Undyne thinks of her friends and pounds the ground with her fists.
pt_br: <32>{#p/story}* Undyne pensa em seus amigos e soca o chão.
zh_cn: <32>{#p/story}* Undyne回想起了她的朋友 然后以拳抢地。
zh_tw: <32>{#p/story}* Undyne回想起了她的朋友 然後以拳搶地。

source: <32>{#p/story}* Smells like tilapia.
pt_br: <32>{#p/story}* Cheira a tilápia.
zh_cn: <32>{#p/story}* 罗非鱼的味道扑面而来。
zh_tw: <32>{#p/story}* 羅非魚的味道撲面而來。

source: <32>{#p/story}* Smells like sushi.
pt_br: <32>{#p/story}* Cheira a sushi.
zh_cn: <32>{#p/story}* 寿司的味道扑面而来。
zh_tw: <32>{#p/story}* 壽司的味道撲面而來。

source: <32>{#p/story}* Undyne has a tear in her eye.
pt_br: <32>{#p/story}* Undyne tem lágrimas em seus olhos.
zh_cn: <32>{#p/story}* Undyne的眼角闪烁着泪光。ゑ
zh_tw: <32>{#p/story}* Undyne的眼角閃爍著淚光。ゑ

source: <32>{#p/story}* Undyne scowls at you.
pt_br: <32>{#p/story}* Undyne franze a testa para você.
zh_cn: <32>{#p/story}* Undyne沉着脸，死死瞪着你。ゑ
zh_tw: <32>{#p/story}* Undyne沉著臉，死死瞪著你。ゑ

source: <32>{#p/story}* Undyne thinks of her friends and shatters the ground with her body.
pt_br: <32>{#p/story}* Undyne pensa em seus amigos e destrói o chão com seu corpo.
zh_cn: <32>{#p/story}* Undyne想到了她的朋友， 用尽全力向地猛击。ゑ
zh_tw: <32>{#p/story}* Undyne想到了她的朋友， 用盡全力向地猛擊。ゑ

source: <32>{#p/story}* Undyne isn't in the mood for games.
pt_br: <32>{#p/story}* Undyne não está no clima para jogos.
zh_cn: <32>{#p/story}* Undyne没心情跟你胡闹。ゑ
zh_tw: <32>{#p/story}* Undyne沒心情跟你胡鬧。ゑ

source: <32>{#p/story}* Smells like tuna salad.
pt_br: <32>{#p/story}* Cheira a salada de atum.
zh_cn: <32>{#p/story}* 金枪鱼沙拉的味道扑面而来。ゑ
zh_tw: <32>{#p/story}* 金槍魚沙拉的味道撲面而來。ゑ

source: <32>{#p/story}* Undyne's eye is twitching involuntarily.
pt_br: <32>{#p/story}* Os olhos de Undyne tremem involuntariamente.
zh_cn: <32>{#p/story}* Undyne的眼皮不由自主地跳了起来。
zh_tw: <32>{#p/story}* Undyne的眼皮不由自主地跳了起來。

source: <32>{#p/story}* Undyne is smashing spears on the ground.
pt_br: <32>{#p/story}* Undyne está jogando lanças no chão.
zh_cn: <32>{#p/story}* Undyne将长矛刺向地面。
zh_tw: <32>{#p/story}* Undyne將長矛刺向地面。

source: <32>{#p/story}* Undyne's eye dart around to see if this is a prank.
pt_br: <32>{#p/story}* O olho de Undyne se vira para ver se isso é uma brincadeira.
zh_cn: <32>{#p/story}* Undyne的目光左右飘动， 想确认这是不是个恶作剧。
zh_tw: <32>{#p/story}* Undyne的目光左右飄動， 想確認這是不是個惡作劇。

source: <32>{#p/story}* Undyne is hyperventilating.
pt_br: <32>{#p/story}* Undyne está hiperventilando.
zh_cn: <32>{#p/story}* Undyne开始呼吸困难了。
zh_tw: <32>{#p/story}* Undyne開始呼吸困難了。

source: <32>{#p/story}* Smells like roasted fish.
pt_br: <32>{#p/story}* Cheira a peixe assado.
zh_cn: <32>{#p/story}* 烤鱼的味道扑面而来。
zh_tw: <32>{#p/story}* 烤魚的味道撲面而來。

source: <20>{#e/undyne/4}What? You think I'm just gonna stand here and explain my strategy to you?
pt_br: <20>{#e/undyne/4}O quê? Você tá esperando que eu te explique estratégia aqui?
zh_cn: <20>{#e/undyne/4}怎么？ 还想我杵在这， 教你怎么应战吗？ゑ
zh_tw: <20>{#e/undyne/4}怎麼？ 還想我杵在這， 教你怎麼應戰嗎？ゑ

source: <20>{#p/undyne}{#e/undyne/0}As long as you're {@fill=#00c000}GREEN{@fill=#000} you {@fill=#f00}CAN'T ESCAPE{@fill=#000}!
pt_br: <20>{#p/undyne}{#e/undyne/0}Com tanto que você esteja {@fill=#00c000}VERDE{@fill=#000} {@fill=#f00}NÃO IRÁ ESCAPAR{@fill=#000}!
zh_cn: <20>{#p/undyne}{#e/undyne/0}只要你还是{@fill=#00c000}绿色{@fill=#000}的 就{@fill=#f00}别想逃跑{@fill=#000}！
zh_tw: <20>{#p/undyne}{#e/undyne/0}只要你還是{@fill=#00c000}綠色{@fill=#000}的 就{@fill=#f00}別想逃跑{@fill=#000}！

source: <20>{#e/undyne/0}Unless you learn to {@fill=#f00}face danger head-on{@fill=#000}...
pt_br: <20>{#e/undyne/0}Ah não ser que você saiba {@fill=#f00}enfrentar o perigo{@fill=#000}...
zh_cn: <20>{#e/undyne/0}除非你学会{@fill=#f00}直面危险{@fill=#000}...
zh_tw: <20>{#e/undyne/0}除非你學會{@fill=#f00}直面危險{@fill=#000}...

source: <20>{#e/undyne/1}You won't last a SECOND against ME!
pt_br: <20>{#e/undyne/1}Não vai durar um segundo contra MIM!
zh_cn: <20>{#e/undyne/1}不然在我面前 你连一秒 也坚持不住！
zh_tw: <20>{#e/undyne/1}不然在我面前 你連一秒 也堅持不住！

source: <20>{#p/undyne}{#e/undyne/0}When I said {@fill=#f00}face towards danger{@fill=#000}...
pt_br: <20>{#p/undyne}{#e/undyne/0}Quando eu disse {@fill=#f00}enfrentar o perigo{@fill=#000}...
zh_cn: <20>{#p/undyne}{#e/undyne/0}我说的{@fill=#f00}直面危险{@fill=#000}...
zh_tw: <20>{#p/undyne}{#e/undyne/0}我說的{@fill=#f00}直面危險{@fill=#000}...

source: <20>{#e/undyne/1}I meant face towards the bullets!
pt_br: <20>{#e/undyne/1}Eu disse para encarar as balas!
zh_cn: <20>{#e/undyne/1}是让你直面子弹！
zh_tw: <20>{#e/undyne/1}是讓你直面子彈！
