Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (You daydream about the landscape on the Postcard.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você sonha acordado com a paisagem no cartão postal.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你在脑海里幻想着 明信片上面的美景。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你在腦海裡幻想著 明信片上面的美景。） * （什麼都沒發生。）

source: With great confections come great sweetsponsibilities.
pt_br: Com grandes confecções vem grandes doceabilidades.
zh_cn: 甜蜜的零食背后， 是一份甜蜜的责任。
zh_tw: 甜蜜的零食背後， 是一份甜蜜的責任。

source: Cheesecake
zh_cn: 芝士蛋糕
zh_tw: 芝士蛋糕

source: <32>{#p/human}* (You throw away the Cheesecake.)
pt_br: <32>{#p/human}* (Você joga fora o Cheesecake.)
zh_cn: <32>{#p/human}* （你把芝士蛋糕扔掉了。）
zh_tw: <32>{#p/human}* （你把芝士蛋糕扔掉了。）

source: <32>{#p/basic}* And the cycle of abandonment continues.
pt_br: <32>{#p/basic}* E o ciclo de abandono continua.
zh_cn: <32>{#p/basic}* 短暂获得主人后， 它又被遗弃了。
zh_tw: <32>{#p/basic}* 短暫獲得主人後， 它又被遺棄了。

source: <25>{#p/sans}{#f/3}* ... oh. * that's a shame.
pt_br: <25>{#p/sans}{#f/3}* ... oh. * que lástima.
zh_cn: <25>{#p/sans}{#f/3}* ...哎呀。 * 真是遗憾。
zh_tw: <25>{#p/sans}{#f/3}* ...哎呀。 * 真是遺憾。

source: <25>{#p/sans}{#f/2}* i'd hoped someone would take care of that for me.
pt_br: <25>{#p/sans}{#f/2}* eu esperava que alguém cuidasse disso pra mim.
zh_cn: <25>{#p/sans}{#f/2}* 我还希望有人能替我 照看它呢。
zh_tw: <25>{#p/sans}{#f/2}* 我還希望有人能替我 照看它呢。

source: <32>{#p/basic}* "Cheesecake" Heals 45 HP * With great confections come great sweetsponsibilities.
pt_br: <32>{#p/basic}* "Cheesecake" Cura 45 HP * Com grandes confecções vem grandes doceabilidades.
zh_cn: <32>{#p/basic}* “芝士蛋糕” 回复45 HP * 甜蜜的零食背后， 是一份甜蜜的责任。
zh_tw: <32>{#p/basic}* 「芝士蛋糕」 回復45 HP * 甜蜜的零食背後， 是一份甜蜜的責任。

source: <32>{#p/human}* (You eat the Cheesecake.)
pt_br: <32>{#p/human}* (Você come o Cheesecake.)
zh_cn: <32>{#p/human}* （你吃掉了芝士蛋糕。）
zh_tw: <32>{#p/human}* （你吃掉了芝士蛋糕。）

source: <25>{#p/sans}{#f/0}* ... oh. * you actually ate it?
pt_br: <25>{#p/sans}{#f/0}* ... oh. * você comeu?
zh_cn: <25>{#p/sans}{#f/0}* ...哦？ * 你真把它吃掉了？
zh_tw: <25>{#p/sans}{#f/0}* ...喔？ * 你真把它吃掉了？

source: <25>{#p/sans}{#f/2}* i had no idea anyone liked my baking skills.
pt_br: <25>{#p/sans}{#f/2}* não fazia ideia que alguém gostava do jeito que eu cozinho.
zh_cn: <25>{#p/sans}{#f/2}* 没想到居然有人会 认可我的厨艺。
zh_tw: <25>{#p/sans}{#f/2}* 沒想到居然有人會 認可我的廚藝。

source: A bag of chisps from far beyond the stars.
pt_br: Um saco de batatinhas lá das estrelas.
zh_cn: 一包来自星河彼端的薯片。
zh_tw: 一包來自星河彼端的洋芋片。

source: <32>{#p/human}* (You throw away the Cosmic Chisps.)
pt_br: <32>{#p/human}* (Você jogou fora as Batatas Cósmicas.)
zh_cn: <32>{#p/human}* （你把太空薯片扔掉了。）
zh_tw: <32>{#p/human}* （你把太空洋芋片扔掉了。）

source: <32>{#p/basic}* "Cosmic Chisps" Heals 18 HP * A bag of chisps from far beyond the stars.
pt_br: <32>{#p/basic}* "Batatas Cósmicas" Cura 18 HP * Um saco de batatinhas lá das estrelas.
zh_cn: <32>{#p/basic}* “太空薯片” 回复18 HP * 一包来自星河彼端的薯片。
zh_tw: <32>{#p/basic}* 「太空洋芋片」 回復18 HP * 一包來自星河彼端的洋芋片。

source: Cosmic Chisps
pt_br: Batatas Cósmicas
zh_cn: 太空薯片
zh_tw: 太空洋芋片

source: <32>{#p/human}* (You eat the Cosmic Chisps.)
pt_br: <32>{#p/human}* (Você come as Batatas Cósmicas.)
zh_cn: <32>{#p/human}* （你吃掉了太空薯片。）
zh_tw: <32>{#p/human}* （你吃掉了太空洋芋片。）

source: Standard-issue rations. Great for emergencies.
pt_br: Rações padrão. Ótimo para emergências.
zh_cn: 皇家出品，救急精品。
zh_tw: 皇家出品，救急精品。

source: <32>{#p/human}* (You throw away the Rations.)
pt_br: <32>{#p/human}* (Você joga fora as Rações.)
zh_cn: <32>{#p/human}* （你把口粮扔掉了。）
zh_tw: <32>{#p/human}* （你把口糧扔掉了。）

source: <32>{#p/basic}* "Rations" Heals 30 HP * Standard-issue rations. * Great for emergencies.
pt_br: <32>{#p/basic}* "Rações" Cura 30 HP * Rações padrão. * Ótimo para emergências.
zh_cn: <32>{#p/basic}* “口粮” 回复30 HP * 皇家出品，救急精品。
zh_tw: <32>{#p/basic}* 「口糧」 回復30 HP * 皇家出品，救急精品。

source: <32>{#p/human}* (You consume the Rations.)
pt_br: <32>{#p/human}* (Você consome as Rações.)
zh_cn: <32>{#p/human}* （你吃掉了口粮。）
zh_tw: <32>{#p/human}* （你吃掉了口糧。）

source: Increases your SPEED in battle.
pt_br: Aumenta sua VELOCIDADE em batalha.
zh_cn: 让你在战斗中移动得更快。
zh_tw: 讓你在戰鬥中移動得更快。

source: Tea
pt_br: Chá
zh_cn: 星云茶
zh_tw: 星雲茶

source: <32>{#p/human}* (You throw away the Nebula Tea.)
pt_br: <32>{#p/human}* (Você joga fora o Chá Nebuloso.)
zh_cn: <32>{#p/human}* （你把星云茶扔掉了。）
zh_tw: <32>{#p/human}* （你把星雲茶扔掉了。）

source: <33>{#p/basic}* "Nebula Tea" Heals 15 HP * Increases your SPEED in battle. * Not viable outside of battle.
pt_br: <33>{#p/basic}* "Chá Nebuloso" Cura 15 HP * Aumenta sua VELOCIDADE durante a batalha. * Sem valor fora de batalha.
zh_cn: <33>{#p/basic}* “星云茶” 回复15 HP * 让你在战斗中移动得更快。 * 仅在战斗中有效。
zh_tw: <33>{#p/basic}* 「星雲茶」 回復15 HP * 讓你在戰鬥中移動得更快。 * 僅在戰鬥中有效。

source: Nebula Tea
pt_br: Chá Nebuloso
zh_cn: 星云茶
zh_tw: 星雲茶

source: <32>{#p/human}* (You drink the Nebula Tea.)
pt_br: <32>{#p/human}* (Você toma o Chá Nebuloso.)
zh_cn: <32>{#p/human}* （你将星云茶一饮而尽。）
zh_tw: <32>{#p/human}* （你將星雲茶一飲而盡。）

source: <32>{#p/story}* SPEED up by 1!
pt_br: <32>{#p/story}* VELOCIDADE aumenta por 1!
zh_cn: <32>{#p/story}* 你的移速提升了1点！
zh_tw: <32>{#p/story}* 你的移速提升了1點！

source: Like Earth tofu, but spacier.
pt_br: Como Tofu da Terra, mas espacial.
zh_cn: 很像地球上的豆腐， 只是更加空灵。
zh_tw: 很像地球上的豆腐， 只是更加空靈。

source: Tofu
zh_cn: 太空豆腐
zh_tw: 太空豆腐

source: <32>{#p/human}* (You throw away the Space Tofu.)
pt_br: <32>{#p/human}* (Você joga fora o Tofu Espacial.)
zh_cn: <32>{#p/human}* （你把太空豆腐扔掉了。）
zh_tw: <32>{#p/human}* （你把太空豆腐扔掉了。）

source: <32>{#p/basic}* "Space Tofu" Heals 17 HP * Like Earth tofu, but spacier.
pt_br: <32>{#p/basic}* "Tofu Espacial" Cura 17 HP * Como o da Terra, mas espacial.
zh_cn: <32>{#p/basic}* “太空豆腐” 回复17 HP * 很像地球上的豆腐， 只是更加空灵。
zh_tw: <32>{#p/basic}* 「太空豆腐」 回復17 HP * 很像地球上的豆腐， 只是更加空靈。

source: Space Tofu
pt_br: Tofu Espacial
zh_cn: 太空豆腐ゑ
zh_tw: 太空豆腐ゑ

source: <32>{#p/human}* (You ingest the Space Tofu.)
pt_br: <32>{#p/human}* (Você ingere o Tofu Espacial.)
zh_cn: <32>{#p/human}* （你吞下了太空豆腐。）
zh_tw: <32>{#p/human}* （你吞下了太空豆腐。）

source: <32>* (The taste fills you with a certain kind of feeling...)
pt_br: <32>* (O gosto dele te trás um certo sentimento...)
zh_cn: <32>* （那味道让你有种特别的感觉...）
zh_tw: <32>* （那味道讓你有種特別的感覺...）

source: <32>{#p/story}* ATTACK up by ${4 + battler.at_bonus}!
pt_br: <32>{#p/story}* ATAQUE sobe por ${4 + battler.at_bonus}!
zh_cn: <32>{#p/story}* 你的攻击力提升了${4 + battler.at_bonus}点！ゑ
zh_tw: <32>{#p/story}* 你的攻擊力提升了${4 + battler.at_bonus}點！ゑ

source: Finally, a proper breakfast.
pt_br: Finalmente, um café da manhã descente.
zh_cn: 终于，一顿像样的早餐。
zh_tw: 終於，一頓像樣的早餐。

source: Tem Flakes
pt_br: Cereais Tem
zh_cn: Temmie薄片
zh_tw: Temmie薄片

source: <32>{#p/human}* (You discard the Temmie Flakes.)
pt_br: <32>{#p/human}* (Você descarta os Cereais Temmie.)
zh_cn: <32>{#p/human}* （你扔掉了Temmie薄片。）
zh_tw: <32>{#p/human}* （你扔掉了Temmie薄片。）

source: <32>{#p/basic}* "Temmie Flakes" Heals 2 HP * Finally, a proper breakfast.
pt_br: <32>{#p/basic}* "Cereais Temmie" Cura 2 HP * Finalmente, um café da manhã bem feito.
zh_cn: <32>{#p/basic}* “提米薄片”回复2 HP * 终于，一顿像样的早餐。
zh_tw: <32>{#p/basic}* 「提米薄片」回復2 HP * 終於，一頓像樣的早餐。

source: Temmie Flakes
pt_br: Cereais Temmie
zh_cn: Temmie薄片
zh_tw: Temmie薄片

source: <32>{#p/human}* (You eat the Temmie Flakes.)
pt_br: <32>{#p/human}* (Você comeu os Cereais Temmie.)
zh_cn: <32>{#p/human}* （你吃掉了Temmie薄片。）
zh_tw: <32>{#p/human}* （你吃掉了Temmie薄片。）

source: The things you can do with a college education!
pt_br: As coisas que você consegue fazer com edução escolar!
zh_cn: 大学教育下能做出来的东西！
zh_tw: 大學教育下能做出來的東西！

source: Tem Armor
pt_br: Armadura Tem
zh_cn: Temmie盔甲
zh_tw: Temmie盔甲

source: <32>{#p/human}* (You throw away the Temmie Armor.)
pt_br: <32>{#p/human}* (Você jogou fora a Armadura Tem.)
zh_cn: <32>{#p/human}* （你把Temmie盔甲扔掉了。）
zh_tw: <32>{#p/human}* （你把Temmie盔甲扔掉了。）

source: <32>{#p/human}* (10 AT, 20 DF.)
zh_cn: <32>{#p/human}* （10攻击，20防御。）
zh_tw: <32>{#p/human}* （10攻擊，20防禦。）

source: <32>{#p/basic}* "Temmie Armor" (10 AT, 20 DF) * The things you can do with a college education!
pt_br: <32>{#p/basic}* "Armadura Tem" (10 AT, 20 DF) * As coisas que você consegue fazer com a educação escolar!
zh_cn: <32>{#p/basic}* “Temmie盔甲”（10攻击，20防御） * 大学教育下能做出来的东西！
zh_tw: <32>{#p/basic}* 「Temmie盔甲」（10攻擊，20防禦） * 大學教育下能做出來的東西！

source: <32>* Makes you invincible a lot longer...
pt_br: <32>* Te faz invencível por um bom tempo...
zh_cn: <32>* 能为你提供大量的喘息时间...ゑ
zh_tw: <32>* 能為你提供大量的喘息時間...ゑ

source: <32>* Restores a lot of lost HP after each turn...
pt_br: <32>* Recupera bastante HP a cada turno...
zh_cn: <32>* 每回合受伤后回复大量HP...
zh_tw: <32>* 每回合受傷後回復大量HP...

source: <32>* Your opposition's attacks have a fair chance to heal you...
pt_br: <32>* Certos ataques tem certa chance de te curar...
zh_cn: <32>* 受到弹幕攻击时， 一定概率转变为回血效果...
zh_tw: <32>* 受到彈幕攻擊時， 一定概率轉變為回血效果...

source: <32>* Significantly increases aim time in battle...
pt_br: <32>* Aumenta significativamente o tempo de mira na batalha...
zh_cn: <32>* 显著延长攻击瞄准时间...
zh_tw: <32>* 顯著延長攻擊瞄準時間...

source: <32>* It does everything any other item can do, but better.
pt_br: <32>* Faz tudo que outros itens possam fazer, mas melhor.
zh_cn: <32>* 它有一切其他物品的功效， 并更加强大。
zh_tw: <32>* 它有一切其他物品的功效， 並更加強大。

source: Temmie Armor
pt_br: Armadura Temmie
zh_cn: Temmie盔甲
zh_tw: Temmie盔甲

source: <32>{#p/human}* (You don the Temmie Armor.)
pt_br: <32>{#p/human}* (Você veste a Armadura Temmie.)
zh_cn: <32>{#p/human}* （你穿上了Temmie盔甲。）
zh_tw: <32>{#p/human}* （你穿上了Temmie盔甲。）

source: Nimble, but fickle. Not a suitable jetpack replacement.
pt_br: Ágil, mas inconstante. Não é um substituto adequado para o jetpack.
zh_cn: 灵活但轻浮， 想取代飞行器，有点悬。ゑ
zh_tw: 靈活但輕浮， 想取代飛行器，有點懸。ゑ

source: Boots
pt_br: Botas
zh_cn: 悬浮靴
zh_tw: 懸浮靴

source: <32>{#p/human}* (You throw away the Hoverboots.)
pt_br: <32>{#p/human}* (Você joga fora as Hoverboots.)
zh_cn: <32>{#p/human}* （你把悬浮靴扔掉了。）
zh_tw: <32>{#p/human}* （你把懸浮靴扔掉了。）

source: <32>{#p/human}* (7 AT.)
zh_cn: <32>{#p/human}* （7攻击。）
zh_tw: <32>{#p/human}* （7攻擊。）

source: <32>{#p/basic}* "Hoverboots" (7 AT) * Nimble, but fickle. Not a suitable jetpack replacement.
pt_br: <32>{#p/basic}* "Hoverboots" (7 AT) * Ágil, mas inconstante. Não é um substituto adequado para o jetpack.
zh_cn: <32>{#p/basic}* “悬浮靴” （7攻击） * 灵活但轻浮， 想取代飞行器，有点悬。ゑ
zh_tw: <32>{#p/basic}* 「懸浮靴」 （7攻擊） * 靈活但輕浮， 想取代飛行器，有點懸。ゑ

source: Hoverboots
zh_cn: 悬浮靴ゑ
zh_tw: 懸浮靴ゑ

source: <32>{#p/human}* (You equip the Hoverboots.)
pt_br: <32>{#p/human}* (Você equipa as Hoverboots.)
zh_cn: <32>{#p/human}* （你穿上了悬浮靴。）ゑ
zh_tw: <32>{#p/human}* （你穿上了懸浮靴。）ゑ

source: Not for the faint of heart.
pt_br: Não é para os fracos de coração.
zh_cn: 胆小鬼别穿。ゑ
zh_tw: 膽小鬼別穿。ゑ

source: Flight Suit
pt_br: Roupa de Vôo
zh_cn: 飞行服ゑ
zh_tw: 飛行服ゑ

source: <32>{#p/human}* (You throw away the Flight Suit.)
pt_br: <32>{#p/human}* (Você joga fora a Roupa de Vôo.)
zh_cn: <32>{#p/human}* （你把飞行服扔掉了。）
zh_tw: <32>{#p/human}* （你把飛行服扔掉了。）

source: <32>{#p/human}* (10 DF.)
zh_cn: <32>{#p/human}* （10防御。）
zh_tw: <32>{#p/human}* （10防禦。）

source: <32>{#p/basic}* "Flight Suit" (10 DF) * Not for the faint of heart.
pt_br: <32>{#p/basic}* "Roupa de Vôo" (10 DF) * Não é para os fracos de coração.
zh_cn: <32>{#p/basic}* “飞行服” （10防御） * 胆小鬼别穿。
zh_tw: <32>{#p/basic}* 「飛行服」 （10防禦） * 膽小鬼別穿。

source: <32>{#p/human}* (You wear the Flight Suit.)
pt_br: <32>{#p/human}* (Você põe a Roupa de Vôo.)
zh_cn: <32>{#p/human}* （你穿上了飞行服。）
zh_tw: <32>{#p/human}* （你穿上了飛行服。）

source: Undyne's personal recipe...?
pt_br: Receita pessoal da Undyne...?
zh_cn: ...Undyne的独家秘方？
zh_tw: ...Undyne的獨家秘方？

source: Odd Snack
pt_br: Lanche Velho
zh_cn: 迷之零食
zh_tw: 迷之零食

source: <32>{#p/human}* (You throw away the Odd Snack.)
pt_br: <32>{#p/human}* (Você joga fora o Lanche Velho.)
zh_cn: <32>{#p/human}* （你把迷之零食扔掉了。）
zh_tw: <32>{#p/human}* （你把迷之零食扔掉了。）

source: <25>{#p/undyne}{#f/8}* Fuhuhuhu! * Throw that snack on the cold, hard floor!
pt_br: <25>{#p/undyne}{#f/8}* Fuhuhuhu! * Você joga fora o lanche no chão duro!
zh_cn: <25>{#p/undyne}{#f/8}* 呋呼呼呼！ * 把零食扔到 又冷又硬的地板上！
zh_tw: <25>{#p/undyne}{#f/8}* 呋呼呼呼！ * 把零食扔到 又冷又硬的地板上！

source: <32>{#p/basic}* "Odd Snack" Heals 15 HP * Undyne's personal recipe...?
pt_br: <32>{#p/basic}* "Lanche Velho" Cura 15 HP * Receita Pessoal da Undyne...?
zh_cn: <32>{#p/basic}* “迷之零食” 回复15 HP * ...Undyne的独家秘方？
zh_tw: <32>{#p/basic}* 「迷之零食」 回復15 HP * ...Undyne的獨家秘方？

source: <32>{#p/human}* (You eat the Odd Snack.)
pt_br: <32>{#p/human}* (Você come o Lanche Velho.)
zh_cn: <32>{#p/human}* （你吃掉了迷之零食。）
zh_tw: <32>{#p/human}* （你吃掉了迷之零食。）

source: <25>{#p/undyne}{#f/1}* Hope you like it!
pt_br: <25>{#p/undyne}{#f/1}* Espero que você goste!
zh_cn: <25>{#p/undyne}{#f/1}* 希望你喜欢！
zh_tw: <25>{#p/undyne}{#f/1}* 希望你喜歡！

source: <25>{#p/undyne}{#f/14}* Hope you like it!
pt_br: <25>{#p/undyne}{#f/14}* Espero que você goste!
zh_cn: <25>{#p/undyne}{#f/14}* 希望你喜欢！
zh_tw: <25>{#p/undyne}{#f/14}* 希望你喜歡！

source: <32>{#p/basic}* Crispy.
pt_br: <32>{#p/basic}* Crocante.
zh_cn: <32>{#p/basic}* 挺脆。
zh_tw: <32>{#p/basic}* 挺脆。

source: <32>{#p/tem}{#k/0}* bOI!!
zh_cn: <32>{#p/tem}{#k/0}* 拜吼！！
zh_tw: <32>{#p/tem}{#k/0}* 掰吼！！ゐ

source: 0G - free flake!!
pt_br: 0G - Cereal Grátis!!
zh_cn: 0G - 免费薄片！！
zh_tw: 0G - 免費薄片！！

source: §fill=#808080§--- UNAVAILABLE ---
pt_br: §fill=#808080§--- ESGOTADO ---
zh_cn: §fill=#808080§---- 售罄 ----
zh_tw: §fill=#808080§---- 售罄 ----

source: ${armorprice}G - temy ARMOR!!!
pt_br: ${armorprice}G - Armadura Tem!!
zh_cn: ${armorprice}G - temy盔甲！！！
zh_tw: ${armorprice}G - temy盔甲！！！

source: 1000G - tem pay 4 colleg
pt_br: 1000G - pagar colégio Tem
zh_cn: 1000G - 供tem上大鞋
zh_tw: 1000G - 供tem上大鞋

source: Exit
pt_br: Sair
zh_cn: 离开
zh_tw: 離開

source: 0G - tem flake
pt_br: 0G - Cereal tem
zh_cn: 0G - tem薄片
zh_tw: 0G - tem薄片

source: 0G - tem flake (ON SALE,)
pt_br: 0G - cereal tem (A VENDA)
zh_cn: 0G - tem薄片（促销，）
zh_tw: 0G - tem薄片（促銷，）

source: 0G - tem flake (expensiv)
pt_br: 0G - cereal tem (caro)
zh_cn: 0G - tem薄片（粉贵）
zh_tw: 0G - tem薄片（粉貴）

source: 4G - tem flake
pt_br: 4G - cereal tem
zh_cn: 4G - tem薄片
zh_tw: 4G - tem薄片

source: 2G - tem flake (ON SALE,)
pt_br: 2G - cereal tem (A VENDA)
zh_cn: 2G - tem薄片（促销，）
zh_tw: 2G - tem薄片（促銷，）

source: 20G - tem flake (expensiv)
pt_br: 20G - cereal tem (caro)
zh_cn: 20G - tem薄片（粉贵）
zh_tw: 20G - tem薄片（粉貴）

source: Heals 2HP free food of tem!!
pt_br: Cura 2HP Comida free da tem!!
zh_cn: 回复2 HP tem的 食物 免费！！ゑ
zh_tw: 回復2 HP tem的 食物 免費！！ゑ

source: Armor: 20DF make battles ver easy!!!
pt_br: Armadura: 20DF Faz Batalha Facinho!!!
zh_cn: 防具：20防御 让战斗 炒鸡 容易！！！
zh_tw: 防具：20防禦 讓戰鬥 炒雞 容易！！！

source: COLLEG tem pursu higher education
pt_br: Pagar COLEGIAL Caro Tem
zh_cn: 大鞋 tem追球 高等 教育
zh_tw: 大鞋 tem追球 高等 教育

source: Heals 2HP food of tem
pt_br: Cura 2HP Comida tem
zh_cn: 回复2 HP tem的 食物
zh_tw: 回復2 HP tem的 食物

source: Heals 2HP DISCOUNT FOOD OF TEM!!!
pt_br: Cura 2HP DESCONTO COMIDA TEM!!!
zh_cn: 回复2 HP tem的 食物 促销！！
zh_tw: 回復2 HP tem的 食物 促銷！！

source: Heals 2HP food of tem (expensiv)
pt_br: Cura 2HP Comida tem (Cara)
zh_cn: 回复2 HP tem的 食物 （粉贵）
zh_tw: 回復2 HP tem的 食物 （粉貴）

source: <09>{#p/tem}{#k/0}hOI! welcome to... TEM SHOP!
pt_br: <09>{#p/tem}{#k/0}hOI! bem vind ao MERCADO TEM!
zh_cn: <09>{#p/tem}{#k/0}你吼！ 欢银光临... TEM商店！
zh_tw: <09>{#p/tem}{#k/0}你吼！ 歡銀光臨... TEM商店！

source: <09>{#p/tem}{#k/6}thanks PURCHASE!
pt_br: <09>{#p/tem}{#k/6}obrigado pela COMPRA!
zh_cn: <09>{#p/tem}{#k/6}谢谢惠顾！
zh_tw: <09>{#p/tem}{#k/6}謝謝惠顧！

source: <09>{#p/tem}{#k/0}fdshfg
zh_tw: <09>{#p/tem}{#k/0}ㄈㄉㄙ ㄏㄈㄍゐ

source: <09>{#p/tem}{#k/2}you don hav da muns,
pt_br: <09>{#p/tem}{#k/2}você tem munitos mangos,
zh_cn: <09>{#p/tem}{#k/2}你米有 足够哒 钱钱，
zh_tw: <09>{#p/tem}{#k/2}你米有 足夠噠 錢錢，

source: <10>{#p/human}(You're carrying too much.)
pt_br: <10>{#p/human}(Você está carregando demais.)
zh_cn: <10>{#p/human}（你带的 东西 太多了。）
zh_tw: <10>{#p/human}（你帶的 東西 太多了。）

source: Buy it for FREE?
pt_br: Comprar de GRAÇA?
zh_cn: 现在可以 “自由”地 买它了！
zh_tw: 現在可以 「自由」地 買它了！

source: Take it?
pt_br: Pegar?
zh_cn: 偷走吗？
zh_tw: 偷走嗎？

source: Buy it for $(x)G?
pt_br: Comprar por $(x)G?
zh_cn: 花$(x)G 买它吗？
zh_tw: 花$(x)G 買它嗎？

source: Sell it for $(x)G?
pt_br: Vender por $(x)G?
zh_cn: 出$(x)G 卖掉它吗？
zh_tw: 出$(x)G 賣掉它嗎？

source: <09>{#p/basic}Nothing left.
pt_br: <09>{#p/basic}Nada sobrando.
zh_cn: <09>{#p/basic}空无一物。
zh_tw: <09>{#p/basic}空無一物。

source: <09>{#p/tem}{#k/2}no more item...
pt_br: <09>{#p/tem}{#k/2}sem mais item...
zh_cn: <09>{#p/tem}{#k/2}米有 东西...ゑ
zh_tw: <09>{#p/tem}{#k/2}米有 東西...ゑ

source: <09>{#p/tem}{#k/2}not for sale...
pt_br: <09>{#p/tem}{#k/2}não está a venda...
zh_cn: <09>{#p/tem}{#k/2}这个 我不收...ゑ
zh_tw: <09>{#p/tem}{#k/2}這個 我不收...ゑ

source: Take
pt_br: Tomar
zh_cn: 拿取ゑ
zh_tw: 拿取ゑ

source: Steal
pt_br: Roubar
zh_cn: 偷窃ゑ
zh_tw: 偷竊ゑ

source: Read
pt_br: Ler
zh_cn: 阅读ゑ
zh_tw: 閱讀ゑ

source: Buy
pt_br: Comprar
zh_cn: 购买ゑ
zh_tw: 購買ゑ

source: Sell
pt_br: Vender
zh_cn: 出售ゑ
zh_tw: 出售ゑ

source: Talk
pt_br: Conversar
zh_cn: 交谈ゑ
zh_tw: 交談ゑ

source: <23>{#p/tem}{#k/0}* hOI! * welcom to... * da TEM SHOP!!!
pt_br: <23>{#p/tem}{#k/0}* hOI! * bem vind ao... * MERCADO TEM!!
zh_cn: <23>{#p/tem}{#k/0}* 你吼！ * 欢银光临... * TEM商店！！！ゑ
zh_tw: <23>{#p/tem}{#k/0}* 你吼！ * 歡銀光臨... * TEM商店！！！ゑ

source: <23>{#p/basic}* ... but everybody ran.
pt_br: <23>{#p/basic}* ... mas todo mundo fugiu.
zh_cn: <23>{#p/basic}* ...但是大家都逃走了。ゑ
zh_tw: <23>{#p/basic}* ...但是大家都逃走了。ゑ

source: <30>{#p/tem}{#k/2}* NUUU!!! * my muns,,,
pt_br: <30>{#p/tem}{#k/2}* NUUU!!! * meus mangos,,,
zh_cn: <30>{#p/tem}{#k/2}* 不要哇！！！ * 我滴钱钱，，，ゑ
zh_tw: <30>{#p/tem}{#k/2}* 不要哇！！！ * 我滴錢錢，，，ゑ

source: <30>{#p/tem}{#k/4}* cannot STEAL!!!
pt_br: <30>{#p/tem}{#k/4}* sem ROUBAR!!!
zh_cn: <30>{#p/tem}{#k/4}* 不许偷！！！ゑ
zh_tw: <30>{#p/tem}{#k/4}* 不許偷！！！ゑ

source: <30>{#p/tem}{#k/3}* No.
pt_br: <30>{#p/tem}{#k/3}* Não.
zh_cn: <30>{#p/tem}{#k/3}* 没门。ゑ
zh_tw: <30>{#p/tem}{#k/3}* 沒門。ゑ

source: <30>{#p/human}* (You took 32767G from behind the counter.)
pt_br: <30>{#p/human}* (Você pegou 32767G de trás do balcão.)
zh_cn: <30>{#p/human}* （你从柜台后面拿走了32767G。）ゑ
zh_tw: <30>{#p/human}* （你從櫃檯後面拿走了32767G。）ゑ

source: <30>{#p/basic}* Nothing left.
pt_br: <30>{#p/basic}* Nada sobrando.
zh_cn: <30>{#p/basic}* 空无一物。
zh_tw: <30>{#p/basic}* 空無一物。

source: <30>{#p/human}* (But there was no note to be found here.)
pt_br: <30>{#p/human}* (Mas não tem nota alguma para ser encontrada aqui.)
zh_cn: <32>{#p/human}* （没有字条。）
zh_tw: <32>{#p/human}* （沒有字條。）

source: Good News
pt_br: Boas Notícias
zh_cn: 好消息
zh_tw: 好訊息

source: Say Hello
pt_br: Diga Olá
zh_cn: 打招呼
zh_tw: 打招呼

source: Your Future
pt_br: Seu Futuro
zh_cn: 未来发展
zh_tw: 未來發展

source: About Temmie Armor
pt_br: Sobre Armadura Temmie
zh_cn: Temmie盔甲
zh_tw: Temmie盔甲

source: About Yourself
pt_br: Sobre você
zh_cn: 介绍下自己
zh_tw: 來個自我介紹ゐ

source: Temmie Secrets
pt_br: Segredos Temmie
zh_cn: Temmie的秘密
zh_tw: Temmie的秘密

source: Temmie History
pt_br: História Temmie
zh_cn: Temmie的历史
zh_tw: Temmie的歷史

source: About Shop
pt_br: Sobre Mercado
zh_cn: 关于商店
zh_tw: 關於商店

source: <09>{#p/tem}{#k/0}HOI!!! im temmie
pt_br: <09>{#p/tem}{#k/0}HOI!!! sou temmie
zh_cn: <09>{#p/tem}{#k/0}你吼！！！ 我素temmie
zh_tw: <09>{#p/tem}{#k/0}你吼！！！ 我素temmie

source: <32>{#p/tem}{#k/0}* yAYA!
zh_cn: <32>{#p/tem}{#k/0}* 嚎吖！
zh_tw: <32>{#p/tem}{#k/0}* 嚎吖！

source: <32>{#p/tem}{#k/0}* tem go to NEW WORLDS!!!
pt_br: <32>{#p/tem}{#k/0}* tem vai para NOVO MUNDO!!!
zh_cn: <32>{#p/tem}{#k/0}* tem要去新四界辣！
zh_tw: <32>{#p/tem}{#k/0}* tem要去新四界辣！

source: <32>{#p/tem}{#k/0}* hOI!!!
zh_cn: <32>{#p/tem}{#k/0}* 你吼！！！
zh_tw: <32>{#p/tem}{#k/0}* 你吼！！！

source: <32>* i'm temmie
pt_br: <32>* eu sou temmie
zh_cn: <32>* 我素temmie
zh_tw: <32>* 我素temmie

source: <32>{#k/1}* tem armor so GOOds! * any battle becom! * a EASY victories!!!
pt_br: <32>{#k/1}* tem armadura então BOOOAS! * Qualquer batalha torn! * vitórias FÁCEIS!!!
zh_cn: <32>{#k/1}* tem盔甲太太太吼了！ * 任何战斗都变哒！ 炒鸡容易胜利！！！ゑ
zh_tw: <32>{#k/1}* tem盔甲太太太吼了！ * 任何戰鬥都變噠！ 炒雞容易勝利！！！ゑ

source: <32>{#k/4}* but, hnnn, tem think... * if u use armors, battles woudn b a challenge anymores,
pt_br: <32>{#k/4}* mas, hmmm, tem pensa... * Se usar armadura, batalhas não ser desafios de verda,
zh_cn: <32>{#k/4}* 但，哼嗯嗯嗯，tem想... * 用了盔甲， 尼的战斗就目有挑战了，ゑ
zh_tw: <32>{#k/4}* 但，哼嗯嗯嗯，tem想... * 用了盔甲， 尼的戰鬥就目有挑戰了，ゑ

source: <32>{#k/3}* but tem... * have a solushun.
pt_br: <32>{#k/3}* mas tem... * Tenha um solushun
zh_cn: <32>{#k/3}* tem... * 有一个姐决番案。ゑ
zh_tw: <32>{#k/3}* tem... * 有一個姐決番案。ゑ

source: <32>{#k/6}* tem wil offer... * a {@fill=#ff0}SKOLARSHIPS{@fill=#fff}!
pt_br: <32>{#k/6}* tem vai oferecer... * um {@fill=#ff0}SKOLARSHIP{@fill=#fff}
zh_cn: <32>{#k/6}* tem会给尼... * 一份{@fill=#ff0}奖鞋金{@fill=#fff}！ゑ
zh_tw: <32>{#k/6}* tem會給尼... * 一份{@fill=#ff0}獎鞋金{@fill=#fff}！ゑ

source: <32>{#k/3}* if u {@fill=#ff0}lose a lot of battles,{@fill=#fff} tem wil {@fill=#ff0}LOWER THE PRICE{@fill=#fff}!
pt_br: <32>{#k/3}* se tu {@fill=#ff0}perder batalhas demais,{@fill=#fff} tem vai {@fill=#ff0}ABAIXAR PREÇO {@fill=#fff}!
zh_cn: <32>{#k/3}* 如果尼{@fill=#ff0}输了好多战斗{@fill=#fff}， tem就费{@fill=#ff0}给尼打折{@fill=#fff}！ゑ
zh_tw: <32>{#k/3}* 如果尼{@fill=#ff0}輸了好多戰鬥{@fill=#fff}， tem就費{@fill=#ff0}給尼打折{@fill=#fff}！ゑ

source: <32>{#k/1}* in fack... * PRICE MAY ALREADY BE LOWERS!!! * WOA!!!!
pt_br: <32>{#k/1}* na verda... * PREÇOS JÁ DEVEM ESTAR BAIXOS!!! * WOA!!!!
zh_cn: <32>{#k/1}* 尼看！其实... * 价哥已经，变低啦！！！ * 哇哇！！！！ゑ
zh_tw: <32>{#k/1}* 尼看！其實... * 價哥已經，變低啦！！！ * 哇哇！！！！ゑ

source: <32>{#k/6}* Congra-tem-lations!!!
pt_br: <32>{#k/6}* Congra-tem-lações!
zh_cn: <32>{#k/6}* 太tem祝贺尼啦！！！
zh_tw: <32>{#k/6}* 太tem祝賀尼啦！！！

source: <32>{#k/3}* so if you get to TOUGH BATLE and feel FRUSTRATE, can buy TEM armor as last resort!
pt_br: <32>{#k/3}* se cair em batalha BATALHA FRUSTANTE, pode comprar armadura TEM último recurso!
zh_cn: <32>{#k/3}* 所以如果陷入了吼难的战逗中 觉得好灰森啊， 那就买下TEM盔甲吧！ * 它就四尼的救命稻草！ゑ
zh_tw: <32>{#k/3}* 所以如果陷入了吼難的戰逗中 覺得好灰森啊， 那就買下TEM盔甲吧！ * 它就四尼的救命稻草！ゑ

source: <32>{#k/5}* but tem armor so goods, * promise to only buy if you really needs it,
pt_br: <32>{#k/5}* mas tem armadura para bens, * prometa comprar apenas se realmente precisar,
zh_cn: <32>{#k/5}* 但tem盔甲太吼了， * 答应窝一定四真的需要它 才买吼，ゑ
zh_tw: <32>{#k/5}* 但tem盔甲太吼了， * 答應窩一定四真的需要它 才買吼，ゑ

source: <32>{#p/tem}{#k/0}* at back of famus statue, can find SPECIL SWITCH,
pt_br: <32>{#p/tem}{#k/0}* na parte de trás da estátua famus, pode encontrar INTERRUPTOR ESPECIAL,
zh_cn: <32>{#p/tem}{#k/0}* 辣个炒鸡有名哒雕像后面 有个特苏按钮，
zh_tw: <32>{#p/tem}{#k/0}* 辣個炒雞有名噠雕像後面 有個特蘇按鈕，

source: <32>{#p/tem}{#k/0}* and SWITCHs... * come wif RIDDLES!
pt_br: <32>{#p/tem}{#k/0}* e INTERRUPTORES... * VEM COM ENIGMAS!
zh_cn: <32>{#p/tem}{#k/0}* 按了按钮吖... * 就粗来一个谜提！
zh_tw: <32>{#p/tem}{#k/0}* 按了按鈕吖... * 就粗來一個謎提！

source: <32>{#p/tem}{#k/2}* even after colleg, tem don know what it means,,,
pt_br: <32>{#p/tem}{#k/2}* mesmo após colégio, tem não sabe o que significa,,,
zh_cn: <32>{#p/tem}{#k/2}* 上了大鞋， tem还是不知道 辣个怎么弄，，，
zh_tw: <32>{#p/tem}{#k/2}* 上了大鞋， tem還是不知道 辣個怎麼弄，，，

source: <32>{#p/tem}{#k/0}* tem don know what it means,,,
pt_br: <32>{#p/tem}{#k/0}* tem não sabe o que significa,,,
zh_cn: <32>{#p/tem}{#k/0}* tem不知道辣个怎么弄，，，
zh_tw: <32>{#p/tem}{#k/0}* tem不知道辣個怎麼弄，，，

source: <32>{#p/tem}{#k/1}* but mayb humans can solve!! * yAYA!!
pt_br: <32>{#p/tem}{#k/1}* mas talve humano pode resolver!! * yAYA!!
zh_cn: <32>{#p/tem}{#k/1}* 但缩不定， 银类能解开呢！！ * 嚎吖！！
zh_tw: <32>{#p/tem}{#k/1}* 但縮不定， 銀類能解開呢！！ * 嚎吖！！

source: <32>{#p/tem}{#k/0}* yaYA!!! * tem got degree in TEM STUDIES! * tem can tell you all about tem's DEEP HISTORY!!!
pt_br: <32>{#p/tem}{#k/0}* yaYA!!! * tem possui ESTUDOS! * tem pode contar tudo sobre o passado TEM!!!
zh_cn: <32>{#p/tem}{#k/0}* 嚎吖！ * tem获得惹提米鞋的鞋位！ * tem可以把全不的森远历史 都告诉尼啦！！！
zh_tw: <32>{#p/tem}{#k/0}* 嚎吖！ * tem獲得惹提米鞋的鞋位！ * tem可以把全不的森遠歷史 都告訴尼啦！！！

source: <32>{#p/tem}{#k/0}* us tems hav a DEEP HISTORY!!!
pt_br: <32>{#p/tem}{#k/0}* nós tem tem passado PROFUNDO!!!
zh_cn: <32>{#p/tem}{#k/0}* 我们tem 有着粉深远的历史！！！
zh_tw: <32>{#p/tem}{#k/0}* 我們tem 有著粉深遠的歷史！！！

source: <32>{#p/tem}{#k/0}* yaYA!!! * wil close TEM SHOP soon!!!
pt_br: <32>{#p/tem}{#k/0}* yaYA!!! * fecharemos o mercado logo!!!
zh_cn: <32>{#p/tem}{#k/0}* 嚎吖！！！ * TEM桑店要关门啦！！！
zh_tw: <32>{#p/tem}{#k/0}* 嚎吖！！！ * TEM桑店要關門啦！！！
