Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/undyne}{#e/undyne/4}Hey, shh...
pt_br: <20>{#p/undyne}{#e/undyne/4}Ei, shh...
zh_cn: <20>{#p/undyne}{#e/undyne/4}嘿，别担心，小子...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/4}嘿，別擔心，小子...ゑ

source: <20>{#e/kidd/7}I'll be fine, kiddo.
pt_br: <20>{#e/kidd/7}Eu vou ficar bem, carinha.
zh_cn: <20>{#e/kidd/7}我没事。ゑ
zh_tw: <20>{#e/kidd/7}我沒事。ゑ

source: <20>{#p/undyne}Just get outta here, okay?
pt_br: <20>{#p/undyne}Só vaza daqui, beleza?
zh_cn: <20>{#p/undyne}现在快逃，好吗？ゑ
zh_tw: <20>{#p/undyne}現在快逃，好嗎？ゑ

source: <08>{#p/kidding}{#e/kidd/5}I couldn't stop it...
pt_br: <08>{#p/kidding}{#e/kidd/5}Eu não pude parar...
zh_cn: <08>{#p/kidding}{#e/kidd/5}我控制不了 自己...ゑ
zh_tw: <08>{#p/kidding}{#e/kidd/5}我控制不了 自己...ゑ

source: <08>{#e/kidd/6}They... he...
pt_br: <08>{#e/kidd/6}Eles... ele...
zh_cn: <08>{#e/kidd/6}他们... 他...ゑ
zh_tw: <08>{#e/kidd/6}他們... 他...ゑ

source: <08>{#e/kidd/7}He did some- thing to me...
pt_br: <08>{#e/kidd/7}Ele fez algo comigo...
zh_cn: <08>{#e/kidd/7}他对 我的身体 动了手脚...ゑ
zh_tw: <08>{#e/kidd/7}他對 我的身體 動了手腳...ゑ

source: <20>{#p/undyne}{#e/undyne/2}Your eye...
pt_br: <20>{#p/undyne}{#e/undyne/2}Seus olhos...
zh_cn: <20>{#p/undyne}{#e/undyne/2}所以，你的眼睛...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/2}所以，你的眼睛...ゑ

source: <08>{#p/kidding}{#e/kidd/6}I...
pt_br: <08>{#p/kidding}{#e/kidd/6}Eu...
zh_cn: <08>{#p/kidding}{#e/kidd/6}我...ゑ
zh_tw: <08>{#p/kidding}{#e/kidd/6}我...ゑ

source: <08>{#p/kidding}{#e/kidd/7}I hurt you...
pt_br: <08>{#p/kidding}{#e/kidd/7}Eu te feri...
zh_cn: <08>{#p/kidding}{#e/kidd/7}我伤害了 你...ゑ
zh_tw: <08>{#p/kidding}{#e/kidd/7}我傷害了 你...ゑ

source: <20>{#p/undyne}{#e/undyne/3}It's nothing...
pt_br: <20>{#p/undyne}{#e/undyne/3}Não é nada...
zh_cn: <20>{#p/undyne}{#e/undyne/3}就是点小伤而已...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/3}就是點小傷而已...ゑ

source: <20>{#e/undyne/4}Look, I'll take care of these punks.
pt_br: <20>{#e/undyne/4}Olha, eu vou dar um jeito nesses merdas.
zh_cn: <20>{#e/undyne/4}这里交给我， 我会好好收拾这些坏蛋。ゑ
zh_tw: <20>{#e/undyne/4}這裡交給我， 我會好好收拾這些壞蛋。ゑ

source: <20>You'll never have to kill anyone for them again.
pt_br: <20>Você jamais vai ter que matar alguém pra eles de novo.
zh_cn: <20>你不用再当 他们的傀儡了。ゑ
zh_tw: <20>你不用再當 他們的傀儡了。ゑ

source: <20>Just get outta here, okay?
pt_br: <20>Só vaza daqui, beleza?
zh_cn: <20>现在快逃，好吗？ゑ
zh_tw: <20>現在快逃，好嗎？ゑ

source: <08>{#e/kidd/8}{#p/kidding}...
zh_cn: <08>{#e/kidd/8}{#p/kidding}...ゑ
zh_tw: <08>{#e/kidd/8}{#p/kidding}...ゑ

source: <20>{#p/undyne}{#e/undyne/5}Dr. Alphys will look after you.
pt_br: <20>{#p/undyne}{#e/undyne/5}Dr. Alphys vai cuidar de você.
zh_cn: <20>{#p/undyne}{#e/undyne/5}Alphys博士 会照顾好你的。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/5}Alphys博士 會照顧好你的。ゑ

source: <20>{#e/undyne/6}Now go!
pt_br: <20>{#e/undyne/6}Agora vaza!
zh_cn: <20>{#e/undyne/6}快跑啊！ゑ
zh_tw: <20>{#e/undyne/6}快跑啊！ゑ

source: <20>{#p/undyne}{#e/undyne/7}... heh... "It's nothing..."
pt_br: <20>{#p/undyne}{#e/undyne/7}... heh... "Não é nada..."
zh_cn: <20>{#p/undyne}{#e/undyne/7}...呵... “就是点小伤而已...”[ADD]<20>...才怪。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/7}...呵... 「就是點小傷而已...」[ADD]<20>...才怪。ゑ

source: <20>No... s-somehow, with just one hit...
pt_br: <20>Não... de alguma forma, com apenas um golpe...
zh_cn: <20>不知怎么， 只是那么一下...ゑ
zh_tw: <20>不知怎麼， 只是那麼一下...ゑ

source: <20>I'm already...
pt_br: <20>Eu já...
zh_cn: <20>我就...ゑ
zh_tw: <20>我就...ゑ

source: <20>Already...
pt_br: <20>Eu já...
zh_cn: <20>就...ゑ
zh_tw: <20>就...ゑ

source: <20>D... Damn it...
pt_br: <20>D... Droga...
zh_cn: <20>该... 该死...ゑ
zh_tw: <20>該... 該死...ゑ

source: <20>Papyrus... Asgore... Alphys...
zh_cn: <20>Papyrus... Asgore... Alphys...ゑ
zh_tw: <20>Papyrus... Asgore... Alphys...ゑ

source: <20>Just like that, I...
pt_br: <20>Dessa forma, eu...
zh_cn: <20>对不起...ゑ
zh_tw: <20>對不起...ゑ

source: <20>{#e/undyne/8}I've failed you.
pt_br: <20>{#e/undyne/8}Eu falhei com vocês.
zh_cn: <20>{#e/undyne/8}让你们失望了。ゑ
zh_tw: <20>{#e/undyne/8}讓你們失望了。ゑ

source: <20>I...
pt_br: <20>Eu...
zh_cn: <20>我...ゑ
zh_tw: <20>我...ゑ

source: {#e/undyne/8}I can't...
pt_br: {#e/undyne/8}Eu não...
zh_cn: {#e/undyne/8}我没法...ゑ
zh_tw: {#e/undyne/8}我沒法...ゑ

source: <20>{#p/undyne}...
zh_cn: <20>{#p/undyne}...ゑ
zh_tw: <20>{#p/undyne}...ゑ

source: <11>{#e/undyne/12}No...
pt_br: <11>{#e/undyne/12}Não...
zh_cn: <11>{#e/undyne/12}不...ゑ
zh_tw: <11>{#e/undyne/12}不...ゑ

source: <20>{*}{#p/undyne}{#e/undyne/11}My body... It feels like it's splitting apart.{^15}{%15}
pt_br: <20>{*}{#p/undyne}{#e/undyne/11}Meu corpo... Sinto como se ele estivesse se dividindo em pedaços.{^15}{%15}
zh_cn: <20>{*}{#p/undyne}{#e/undyne/11}我的身体... 已经要四分五裂。{^15}{%15}
zh_tw: <20>{*}{#p/undyne}{#e/undyne/11}我的身體... 已經要四分五裂。{^15}{%15}

source: <20>{*}Like any instant, I'll scatter into a million pieces.{^15}{%15}
pt_br: <20>{*}Que a qualquer momento, irei me dividir em milhões de pedaços.{^15}{%15}
zh_cn: <20>{*}好像随时... 都会化作灰烬。{^15}{%15}
zh_tw: <20>{*}好像隨時... 都會化作灰燼。{^15}{%15}

source: <20>{*}But deep, deep in my SOUL...{^15}{%15}
pt_br: <20>{*}Mas bem, bem fundo na minha ALMA...{^15}{%15}
zh_cn: <20>{*}但灵魂深处...{^15}{%15}
zh_tw: <20>{*}但靈魂深處...{^15}{%15}

source: <20>{*}There's a burning feeling I can't describe.{^15}{%15}
pt_br: <20>{*}Existe uma sensação que eu não posso descrever.{^15}{%15}
zh_cn: <20>{*}燃起了一股 无法描述的感觉。{^15}{%15}
zh_tw: <20>{*}燃起了一股 無法描述的感覺。{^15}{%15}

source: <20>{*}{#e/undyne/12}A feeling that WON'T let me die.{^15}{%15}
pt_br: <20>{*}{#e/undyne/12}Um sentimento que NÃO me deixa morrer.{^15}{%15}
zh_cn: <20>{*}{#e/undyne/12}那燃起的炙热 不允许我死去。{^15}{%15}
zh_tw: <20>{*}{#e/undyne/12}那燃起的炙熱 不允許我死去。{^15}{%15}

source: <20>{*}{#e/undyne/11}You've killed too many of our people... too many of my friends...{^15}{%15}
pt_br: <20>{*}{#e/undyne/11}Vocês mataram pessoas demais... muitos dos meus amigos...{^15}{%15}
zh_cn: <20>{*}{#e/undyne/11}那么多人民... 那么多挚友... 都惨死于暴行之下。{^15}{%15}
zh_tw: <20>{*}{#e/undyne/11}那麼多人民... 那麼多摯友... 都慘死於暴行之下。{^15}{%15}

source: <20>{*}If you two get past me, you'll destroy them all.{^15}{%15}
pt_br: <20>{*}Se vocês dois passarem de mim, irão matar o restante deles.{^15}{%15}
zh_cn: <20>{*}过了我这关， 你们将会毁灭一切...{^15}{%15}
zh_tw: <20>{*}過了我這關， 你們將會毀滅一切...{^15}{%15}

source: <20>{*}Everyone's hopes. Everyone's dreams. Vanquished in an instant.{^15}{%15}
pt_br: <20>{*}Os sonhos de todos. As esperanças de todos. Apagados em um instante.{^15}{%15}
zh_cn: <20>{*}大家的希望， 大家的梦想， 顷刻间都会化为乌有。{^15}{%15}
zh_tw: <20>{*}大家的希望， 大家的夢想， 頃刻間都會化為烏有。{^15}{%15}

source: <20>{*}{#e/undyne/12}But I WON'T let you do that.{^15}{%15}
pt_br: <20>{*}{#e/undyne/12}Mas eu NÃO vou te deixar fazer isso!{^15}{%15}
zh_cn: <20>{*}{#e/undyne/12}所以，我绝不会 让你们如愿以偿。{^15}{%15}
zh_tw: <20>{*}{#e/undyne/12}所以，我絕不會 讓你們如願以償。{^15}{%15}

source: <20>{*}{#e/undyne/13}Right now, everyone in the galaxy...{^15}{%15}
pt_br: <20>{*}{#e/undyne/13}Neste momento, todos na galáxia...{^15}{%15}
zh_cn: <20>{*}{#e/undyne/13}此时此刻， 我能感受到...{^15}{%15}
zh_tw: <20>{*}{#e/undyne/13}此時此刻， 我能感受到...{^15}{%15}

source: <20>{*}I can feel their minds working as one.{^15}{%15}
pt_br: <20>{*}Eu consigo sentir suas mentes trabalhando como uma.{^15}{%15}
zh_cn: <20>{*}这星河里的每个人， 大家心连心，同仇敌忾。{^15}{%15}
zh_tw: <20>{*}這星河裡的每個人， 大家心連心，同仇敵愾。{^15}{%15}

source: <20>{*}And we all have ONE goal.{^15}{%15}
pt_br: <20>{*}E todos temos UMA missão.{^15}{%15}
zh_cn: <20>{*}因为，我们都有一个 共同的目标：{^15}{%15}
zh_tw: <20>{*}因為，我們都有一個 共同的目標：{^15}{%15}

source: <20>{*}{#e/undyne/14}To defeat YOU.{^15}{%15}
pt_br: <20>{*}{#e/undyne/14}MATAR VOCÊ.{^15}{%15}
zh_cn: <20>{*}{#e/undyne/14}那就是战胜你。{^15}{%15}
zh_tw: <20>{*}{#e/undyne/14}那就是戰勝你。{^15}{%15}

source: <20>{*}{#e/undyne/13}Human. Asriel. ... no, WHATEVER you two are.{^15}{%15}
pt_br: <20>{*}{#e/undyne/13}Humano. Asriel. ... não, seja lá o que vocês dois forem.{^15}{%15}
zh_cn: <20>{*}{#e/undyne/13}人类，Asriel。 ...不，不管你们是谁。{^15}{%15}
zh_tw: <20>{*}{#e/undyne/13}人類，Asriel。 ...不，不管你們是誰。{^15}{%15}

source: <20>{*}{#e/undyne/14}For the sake of the entire galaxy...{^15}{%15}
pt_br: <20>{*}{#e/undyne/14}Pela bem de toda a galáxia...{^15}{%15}
zh_cn: <20>{*}{#e/undyne/14}为了让这星河存续下去...{^15}{%15}
zh_tw: <20>{*}{#e/undyne/14}為了讓這星河存續下去...{^15}{%15}

source: <20>{*}{#e/undyne/15}{@random=1.1/1.1}I, Undyne, will strike you down!{^15}{%15}
pt_br: <20>{*}{#e/undyne/15}{@random=1.1/1.1}Eu, Undyne, vou acabar com você!{^15}{%15}
zh_cn: <20>{*}{#e/undyne/15}{@random=1.1/1.1}我，Undyne， 会将你彻底击垮！{^15}{%15}
zh_tw: <20>{*}{#e/undyne/15}{@random=1.1/1.1}我，Undyne， 會將你徹底擊垮！{^15}{%15}

source: <20>{#e/undyne/11}No...
pt_br: <20>{#e/undyne/11}Não...
zh_cn: <20>{#e/undyne/11}不...ゑ
zh_tw: <20>{#e/undyne/11}不...ゑ

source: <20>{#e/undyne/12}Not like this...!
pt_br: <20>{#e/undyne/12}Não desse jeito...!
zh_cn: <20>{#e/undyne/12}还没完...！ゑ
zh_tw: <20>{#e/undyne/12}還沒完...！ゑ

source: <20>{#e/undyne/13}Everyone in the galaxy is counting on me!
pt_br: <20>{#e/undyne/13}Todos na galáxia estão contando comigo!
zh_cn: <20>{#e/undyne/13}大家， 都需要我来守护！ゑ
zh_tw: <20>{#e/undyne/13}大家， 都需要我來守護！ゑ

source: <20>{#e/undyne/14}I WON'T let them down!
pt_br: <20>{#e/undyne/14}Eu NÃO irei decepciona-los!
zh_cn: <20>{#e/undyne/14}我绝不能让他们失望！ゑ
zh_tw: <20>{#e/undyne/14}我絕不能讓他們失望！ゑ

source: <20>{*}{#p/undyne}{#v/1}You're gonna have to try a little harder than THAT.{%20}
pt_br: <20>{*}{#p/undyne}{#v/1}Você terá que fazer melhor do que ISSO.{%20}
zh_cn: <20>{*}{#p/undyne}{#v/1}你们还得再加把劲。ゑ{%20}
zh_tw: <20>{*}{#p/undyne}{#v/1}你們還得再加把勁。ゑ{%20}

source: <20>{#p/undyne}{#v/1}You're gonna have to try a little harder than that!{%20}
pt_br: <20>{#p/undyne}{#v/1}Você terá que fazer melhor do que isso!{%20}
zh_cn: <20>{#p/undyne}{#v/1}你们还得再加把劲！ゑ{%20}
zh_tw: <20>{#p/undyne}{#v/1}你們還得再加把勁！ゑ{%20}

source: <20>{#p/undyne}{#v/1}Damn it...
pt_br: <20>{#p/undyne}{#v/1}Droga...
zh_cn: <20>{#p/undyne}{#v/1}该死...
zh_tw: <20>{#p/undyne}{#v/1}該死...

source: <20>So even THAT power... It wasn't enough...?
pt_br: <20>Então até mesmo esse poder... Não foi o suficiente...?
zh_cn: <20>到头来... 连这样的力量... 也还是不够吗...？
zh_tw: <20>到頭來... 連這樣的力量... 也還是不夠嗎...？

source: <20>{#e/undyne/25}Heh...
zh_cn: <20>{#e/undyne/25}呵...
zh_tw: <20>{#e/undyne/25}呵...

source: <20>Heheheh...
zh_cn: <20>呵呵呵...
zh_tw: <20>呵呵呵...

source: <20>{*}{#e/undyne/26}If you...{^60}{%}
pt_br: <20>{*}{#e/undyne/26}Se você...{^60}{%}
zh_cn: <20>{*}{#e/undyne/26}如果你...{^60}{%}
zh_tw: <20>{*}{#e/undyne/26}如果你...{^60}{%}

source: <20>{*}If you think I'm gonna give up hope, you're wrong.{^60}{%}
pt_br: <20>{*}Se você pensa que irei desistir, está errado.{^60}{%}
zh_cn: <20>{*}如果你以为 我会放弃希望， 那就错了。{^60}{%}
zh_tw: <20>{*}如果你以為 我會放棄希望， 那就錯了。{^60}{%}

source: <20>{*}{#e/undyne/27}'Cause I've... got my friends behind me.{^60}{%}
pt_br: <20>{*}{#e/undyne/27}Porque eu... tenho meus amigos comigo.{^60}{%}
zh_cn: <20>{*}{#e/undyne/27}因为... 有朋友支持着我。{^60}{%}
zh_tw: <20>{*}{#e/undyne/27}因為... 有朋友支援著我。{^60}{%}

source: <20>{*}{#e/undyne/28}Alphys told me she had a backup plan in case I failed...{^60}{%}
pt_br: <20>{*}{#e/undyne/28}Alphys me disse que tinha um plano caso eu falhasse...{^60}{%}
zh_cn: <20>{*}{#e/undyne/28}Alphys告诉我， 如果我失败了， 就会启用备用计划...{^60}{%}
zh_tw: <20>{*}{#e/undyne/28}Alphys告訴我， 如果我失敗了， 就會啟用備用計畫...{^60}{%}

source: <20>{*}{#e/undyne/29}By now, she's called Asgore and told him to absorb the six human SOULs.{^60}{%}
pt_br: <20>{*}{#e/undyne/29}A essa altura, ela já falou para Asgore absorver as seis ALMAS humanas.{^60}{%}
zh_cn: <20>{*}{#e/undyne/29}现在， 她已经去通知Asgore， 吸收那6个人类灵魂。{^60}{%}
zh_tw: <20>{*}{#e/undyne/29}現在， 她已經去通知Asgore， 吸收那6個人類靈魂。{^60}{%}

source: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}And with that power...{^60}{%}
pt_br: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}E com aquele poder...{^60}{%}
zh_cn: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}有了那种力量...{^60}{%}
zh_tw: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}有了那種力量...{^60}{%}

source: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}This world will live on...!{^60}{%}
pt_br: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}Este mundo viverá...!{^60}{%}
zh_cn: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}世界... 势必会... 存续下去...！{^60}{%}
zh_tw: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}世界... 勢必會... 存續下去...！{^60}{%}

source: <32>{#p/story}* The starlight is glimmering...
pt_br: <32>{#p/story}* A luz das estrelas está brilhando...
zh_cn: <32>{#p/story}* 星光闪烁...
zh_tw: <32>{#p/story}* 星光閃爍...

source: <32>{#p/story}* Twinkling shards drift in front of you.
pt_br: <32>{#p/story}* Fragmentos cintilantes flutuam na sua frente.
zh_cn: <32>{#p/story}* 星尘在你面前漂浮闪烁。
zh_tw: <32>{#p/story}* 星塵在你面前漂浮閃爍。

source: <32>{#p/story}* Steam whirls around you.
pt_br: <32>{#p/story}* O vapor gira ao seu redor.
zh_cn: <32>{#p/story}* 蒸汽在你周围回旋着。
zh_tw: <32>{#p/story}* 蒸汽在你周圍迴旋著。

source: <32>{#p/story}* The spears pause for a moment.
pt_br: <32>{#p/story}* As lanças param por um momento.
zh_cn: <32>{#p/story}* 有一瞬，长矛的攻势停了下来。
zh_tw: <32>{#p/story}* 有一瞬，長矛的攻勢停了下來。

source: <32>{#p/asriel2}* How did she...
pt_br: <32>{#p/asriel2}* Como ela...
zh_cn: <32>{#p/asriel2}* 怎么会...ゑ
zh_tw: <32>{#p/asriel2}* 怎麼會...ゑ

source: <32>{#p/asriel2}* No...
pt_br: <32>{#p/asriel2}* Não...
zh_cn: <32>{#p/asriel2}* 不...ゑ
zh_tw: <32>{#p/asriel2}* 不...ゑ

source: <32>{#p/asriel2}* Even in my timelines, she never...
pt_br: <32>{#p/asriel2}* Mesmo nas minhas linhas do tempo, ela nunca...
zh_cn: <32>{#p/asriel2}* 经历那么多条时间线， 她也没...ゑ
zh_tw: <32>{#p/asriel2}* 經歷那麼多條時間軸， 她也沒...ゑ

source: <32>{#p/asriel2}* $(name), I don't think you can beat her alone.
pt_br: <32>{#p/asriel2}* $(name), eu acho que você não vai conseguir vencer ela sozinho.
zh_cn: <32>{#p/asriel2}* $(name)，光靠你自己 是不够的。ゑ
zh_tw: <32>{#p/asriel2}* $(name)，光靠你自己 是不夠的。ゑ

source: <32>{#p/asriel2}* ...
zh_cn: <32>{#p/asriel2}* ...ゑ
zh_tw: <32>{#p/asriel2}* ...ゑ

source: <32>{#p/asriel2}* Let's see how she likes THIS.
pt_br: <32>{#p/asriel2}* Vamos ver como ela lida com isso.
zh_cn: <32>{#p/asriel2}* 看她还有什么本事。ゑ
zh_tw: <32>{#p/asriel2}* 看她還有什麼本事。ゑ

source: <32>{#p/asriel2}* Remember our strategy.
pt_br: <32>{#p/asriel2}* Lembre-se da nossa estratégia.
zh_cn: <32>{#p/asriel2}* 按计划行事。ゑ
zh_tw: <32>{#p/asriel2}* 按計畫行事。ゑ

source: <32>{#p/asriel2}* Stay focused.
pt_br: <32>{#p/asriel2}* Mantenha o foco.
zh_cn: <32>{#p/asriel2}* 别走神。ゑ
zh_tw: <32>{#p/asriel2}* 別走神。ゑ

source: <32>{#p/asriel2}* Don't let her get to you.
pt_br: <32>{#p/asriel2}* Não deixa ela te enganar.
zh_cn: <32>{#p/asriel2}* 别让她得逞。ゑ
zh_tw: <32>{#p/asriel2}* 別讓她得逞。ゑ

source: <32>{#p/asriel2}* Just keep attacking...
pt_br: <32>{#p/asriel2}* Só continua atacando...
zh_cn: <32>{#p/asriel2}* 继续攻击...ゑ
zh_tw: <32>{#p/asriel2}* 繼續攻擊...ゑ

source: <32>{#p/asriel2}* She can't hold on forever.
pt_br: <32>{#p/asriel2}* Ela não vai conseguir lutar para sempre.
zh_cn: <32>{#p/asriel2}* 她迟早会完蛋。ゑ
zh_tw: <32>{#p/asriel2}* 她遲早會完蛋。ゑ

source: <32>{#p/asriel2}* Our victory is inevitable.
pt_br: <32>{#p/asriel2}* Nossa vitória é inevitável.
zh_cn: <32>{#p/asriel2}* 胜利终将属于我们。ゑ
zh_tw: <32>{#p/asriel2}* 勝利終將屬於我們。ゑ

source: <32>{#p/asriel2}* Almost dead...!
pt_br: <32>{#p/asriel2}* Quase morta...!
zh_cn: <32>{#p/asriel2}* 她快死了...！ゑ
zh_tw: <32>{#p/asriel2}* 她快死了...！ゑ

source: <32>{#p/asriel2}* Come on...!
pt_br: <32>{#p/asriel2}* Vamos, morra...!
zh_cn: <32>{#p/asriel2}* 加把劲！ゑ
zh_tw: <32>{#p/asriel2}* 加把勁！ゑ

source: <20>{#p/asriel2}{#f/4}Your attacks aren't going to work, $(name).
pt_br: <20>{#p/asriel2}{#f/4}Seus ataques não vão funcionar, $(name).
zh_cn: <20>{#p/asriel2}{#f/4}$(name)， 你的攻击伤不到她。ゑ
zh_tw: <20>{#p/asriel2}{#f/4}$(name)， 你的攻擊傷不到她。ゑ

source: <20>{#p/asriel2}{#f/8}You DO remember what was going on last time, don't you?
pt_br: <20>{#p/asriel2}{#f/8}Você lembra o que aconteceu da última vez, não é?
zh_cn: <20>{#p/asriel2}{#f/8}$(name)，你还记得 上次发生的事情吧？ゑ
zh_tw: <20>{#p/asriel2}{#f/8}$(name)，你還記得 上次發生的事情吧？ゑ

source: <20>{#f/4}Your attacks weren't going to do anything to her, $(name).
pt_br: <20>{#f/4}Seus ataques não vão funcionar contra ela, $(name).
zh_cn: <20>{#f/4}你那么攻击她， 但都无济于事。ゑ
zh_tw: <20>{#f/4}你那麼攻擊她， 但都無濟於事。ゑ

source: <20>{#f/3}Between then and now, though, I had a chance to think.
pt_br: <20>{#f/3}Entre antes e agora eu tive uma chance de pensar.
zh_cn: <20>{#f/3}趁刚才那段时间 我好好想了想。ゑ
zh_tw: <20>{#f/3}趁剛才那段時間 我好好想了想。ゑ

source: <20>{#f/13}This body... it still hasn't fully accepted me yet.
pt_br: <20>{#f/13}Este corpo... ainda não me aceitou por completo.
zh_cn: <20>{#f/13}虽说... 我还不太能驾驭 这副身体的力量。ゑ
zh_tw: <20>{#f/13}雖說... 我還不太能駕馭 這副身體的力量。ゑ

source: <20>{#f/16}Still, it might just be enough to help you.
pt_br: <20>{#f/16}Ainda assim, deve ser o suficiente para te ajudar.
zh_cn: <20>{#f/16}但这些力量 足够帮你了。ゑ
zh_tw: <20>{#f/16}但這些力量 足夠幫你了。ゑ

source: <20>{#f/3}When you make an attack, I'll cast a spell to identify Undyne's weak points.
pt_br: <20>{#f/3}Quando você atacar, irei lançar um feitiço para identificar as fraquezas da Undyne.
zh_cn: <20>{#f/3}接下来，你先进攻， 我则会用法术找出 Undyne盔甲的弱点。ゑ
zh_tw: <20>{#f/3}接下來，你先進攻， 我則會用法術找出 Undyne盔甲的弱點。ゑ

source: <20>{#f/4}It's up to you to point your attacks towards them.
pt_br: <20>{#f/4}Depende de você acertar os ataques naqueles pontos.
zh_cn: <20>{#f/4}你要瞄准它们， 逐一突破，不能出错。ゑ
zh_tw: <20>{#f/4}你要瞄準它們， 逐一突破，不能出錯。ゑ

source: <20>{#f/3}Good luck...
pt_br: <20>{#f/3}Boa sorte...
zh_cn: <20>{#f/3}一起加油吧...ゑ
zh_tw: <20>{#f/3}一起加油吧...ゑ

source: <32>{#p/story}* Undyne looks determined.
pt_br: <32>{#p/story}* Undyne parece determinada.
zh_cn: <32>{#p/story}* Undyne充满了决心。
zh_tw: <32>{#p/story}* Undyne充滿了決心。

source: <20>{#p/undyne}{#e/undyne/13}Hope you like it, fuhuhu!
pt_br: <20>{#p/undyne}{#e/undyne/13}Espero que você goste disso, fuhuhu!
zh_cn: <20>{#p/undyne}{#e/undyne/13}希望你能喜欢， 呋呼呼！
zh_tw: <20>{#p/undyne}{#e/undyne/13}希望你能喜歡， 呋呼呼！

source: <20>{#p/undyne}{#e/undyne/12}Enjoy it while you still can.
pt_br: <20>{#p/undyne}{#e/undyne/12}Aproveite enquanto ainda pode.
zh_cn: <20>{#p/undyne}{#e/undyne/12}趁你还能享受的时候 尽情享受吧。
zh_tw: <20>{#p/undyne}{#e/undyne/12}趁你還能享受的時候 盡情享受吧。

source: <20>{#p/undyne}{#f/0}... so this is it.
pt_br: <20>{#p/undyne}{#f/0}... então é isso.
zh_cn: <20>{#p/undyne}{#f/0}...终于啊。
zh_tw: <20>{#p/undyne}{#f/0}...終於啊。

source: <20>Our final battle.
pt_br: <20>Nossa batalha final.
zh_cn: <20>决战到来了。
zh_tw: <20>決戰到來了。

source: <20>{#e/undyne/12}Warrior to warrior.
pt_br: <20>{#e/undyne/12}Guerreiro contra guerreiro.
zh_cn: <20>{#e/undyne/12}针尖对麦芒，
zh_tw: <20>{#e/undyne/12}針尖對麥芒，

source: <20>Across the sky of stars.
pt_br: <20>Lutando entre as estrelas do céu.
zh_cn: <20>轰动星河的决战到来了。
zh_tw: <20>轟動星河的決戰到來了。

source: <20>I challenge you to a duel...
pt_br: <20>Eu te desafio para um duelo...
zh_cn: <20>我在此对你发出挑战...
zh_tw: <20>我在此對你發出挑戰...

source: <20>{#e/undyne/9}For the honor of EVERYONE ON THE OUTPOST!!
pt_br: <20>{#e/undyne/9}Pela honra de TODOS NO OUTPOST!!
zh_cn: <20>{#e/undyne/9}以全前哨站 怪物的荣耀起誓！！
zh_tw: <20>{#e/undyne/9}以全前哨站 怪物的榮耀起誓！！

source: <20>{#e/undyne/7}IT'S THE ONLY WAY I CAN SETTLE THE SCORE BETWEEN US!!
pt_br: <20>{#e/undyne/7}É A ÚNICA FORMA QUE EU POSSO EMPATAR AS COISAS ENTRE A GENTE!!
zh_cn: <20>{#e/undyne/7}这是能解决 我们之间问题 的唯一方法！！
zh_tw: <20>{#e/undyne/7}這是能解決 我們之間問題 的唯一方法！！

source: <20>{#e/undyne/9}SO COME ON, HIT ME WITH EVERYTHING YOU'VE GOT!!! NGAHHHH!!!
pt_br: <20>{#e/undyne/9}ENTÃO VAI LÁ, ME ACERTA COM TUDO QUE TEM!!! NGAHHHH!!!
zh_cn: <20>{#e/undyne/9}拿出真本事，放马过来！！！ 嘎啊啊啊！！！
zh_tw: <20>{#e/undyne/9}拿出真本事，放馬過來！！！ 嘎啊啊啊！！！

source: <20>{#p/undyne}{#f/0}I've been defeated, my house is in ruins...
pt_br: <20>{#p/undyne}{#f/0}Eu fui derrotada, minha casa está em ruínas...
zh_cn: <20>{#p/undyne}{#f/0}我被打败了， 我的房子也 完了...
zh_tw: <20>{#p/undyne}{#f/0}我被打敗了， 我的房子也 完了...

source: <20>I even failed to befriend you.
pt_br: <20>Eu até falhei em ser sua amiga.
zh_cn: <20>甚至连和你 交朋友都做不好。
zh_tw: <20>甚至連和你 交朋友都做不好。

source: <20>{#e/undyne/12}That's it.
pt_br: <20>{#e/undyne/12}É isso.
zh_cn: <20>{#e/undyne/12}就这样了。
zh_tw: <20>{#e/undyne/12}就這樣了。

source: <20>I don't care if you're my house- guest anymore.
pt_br: <20>Eu não me importo mais se você é minha convidada.
zh_cn: <20>我不在乎 你是不是 我的客人了。
zh_tw: <20>我不在乎 你是不是 我的客人了。

source: <20>{#e/undyne/9}One final rematch, all out on both sides!!
pt_br: <20>{#e/undyne/9}Mais uma batalha final, tudo entregue dos dois lados!!
zh_cn: <20>{#e/undyne/9}最后比一场， 双方都要拿出 所有力量！！！
zh_tw: <20>{#e/undyne/9}最後比一場， 雙方都要拿出 所有力量！！！

source: <20>{#e/undyne/7}IT'S THE ONLY WAY I CAN REGAIN MY LOST PRIDE!!
pt_br: <20>{#e/undyne/7}É ÚNICA FORMA QUE EU POSSO RECUPERAR MINHA HONRA PERDIDA!!
zh_cn: <20>{#e/undyne/7}这是我唯一能够 夺回我尊严的 办法！！！
zh_tw: <20>{#e/undyne/7}這是我唯一能夠 奪回我尊嚴的 辦法！！！

source: <20>{#e/undyne/9}NOW COME ON, HIT ME WITH EVERYTHING YOU'VE GOT!!! NGAHHHH!!!
pt_br: <20>{#e/undyne/9}AGORA VAMOS LÁ, ME ACERTA COM TUDO O QUE VOCÊ TEM!! NGAHHHH!!!
zh_cn: <20>{#e/undyne/9}那就来吧！ 全力地攻上来！！！ 嘎啊啊！！！
zh_tw: <20>{#e/undyne/9}那就來吧！ 全力地攻上來！！！ 嘎啊啊！！！

source: <32>{#p/story}* Undyne is letting you make the first attack.
pt_br: <32>{#p/story}* Undyne está te deixando atacar primeiro.
zh_cn: <32>{#p/story}* Undyne让你先出招。
zh_tw: <32>{#p/story}* Undyne讓你先出招。

source: <32>{#p/story}* UNDYNE - ATK 41 DEF 21 * The real, ACTUAL final battle has finally begun!
pt_br: <32>{#p/story}* UNDYNE - ATQ 41 DEF 21 * A real, VERDADEIRA batalha final realmente começou!
zh_cn: <32>{#p/story}* UNDYNE - 攻击41 防御21 * 真正的，动真格的最终决战 终于打响了！
zh_tw: <32>{#p/story}* UNDYNE - 攻擊41 防禦21 * 真正的，動真格的最終決戰 終於打響了！

source: <20>{#p/undyne}{#e/undyne/9}Show me what you're made of!
pt_br: <20>{#p/undyne}{#e/undyne/9}Me mostra do que você é feita!
zh_cn: <20>{#p/undyne}{#e/undyne/9}让我看看 你的实力吧！
zh_tw: <20>{#p/undyne}{#e/undyne/9}讓我看看 你的實力吧！

source: <20>{#p/undyne}{#e/undyne/9}What's the matter, scared?
pt_br: <20>{#p/undyne}{#e/undyne/9}Qual o problema? Assustada?
zh_cn: <20>{#p/undyne}{#e/undyne/9}怎么， 你怕了吗？
zh_tw: <20>{#p/undyne}{#e/undyne/9}怎麼， 你怕了嗎？

source: <20>{#p/undyne}{#e/undyne/9}What's the holdup?
pt_br: <20>{#p/undyne}{#e/undyne/9}Por que está se segurando?
zh_cn: <20>{#p/undyne}{#e/undyne/9}你在等什么？
zh_tw: <20>{#p/undyne}{#e/undyne/9}你在等什麼？

source: <20>{#p/undyne}{#e/undyne/19}Ouch.
zh_cn: <20>{#p/undyne}{#e/undyne/19}哎呀。
zh_tw: <20>{#p/undyne}{#e/undyne/19}哎呀。

source: <20>{#e/undyne/19}That actually kind of hurt.
pt_br: <20>{#e/undyne/19}Isso, doeu pra caramba.
zh_cn: <20>{#e/undyne/19}还真有点疼。
zh_tw: <20>{#e/undyne/19}還真有點疼。

source: <20>{#e/undyne/4}Heh...
zh_cn: <20>{#e/undyne/4}呵...
zh_tw: <20>{#e/undyne/4}呵...

source: <20>{#e/undyne/3}I guess that's what I get for under- estimating my opponent.
pt_br: <20>{#e/undyne/3}Acho que é isso que ganho por subestimar meu oponente.
zh_cn: <20>{#e/undyne/3}我想这就是 我低估对手的 下场吧。
zh_tw: <20>{#e/undyne/3}我想這就是 我低估對手的 下場吧。

source: <20>{#e/undyne/0}Though, I'm not sure why I'm so surprised.
pt_br: <20>{#e/undyne/0}Mas, eu não sei o porque estou tão surpresa.
zh_cn: <20>{#e/undyne/0}不过，我不知道 我为什么 这么惊讶。
zh_tw: <20>{#e/undyne/0}不過，我不知道 我為什麼 這麼驚訝。

source: <20>{#e/undyne/1}Given your battle style to date.
pt_br: <20>{#e/undyne/1}Dado seu estilo de batalha.
zh_cn: <20>{#e/undyne/1}因为你战斗的 风格。
zh_tw: <20>{#e/undyne/1}因為你戰鬥的 風格。

source: <20>{#p/undyne}{#e/undyne/16}What.
pt_br: <20>{#p/undyne}{#e/undyne/16}Que.
zh_cn: <20>{#p/undyne}{#e/undyne/16}啥。
zh_tw: <20>{#p/undyne}{#e/undyne/16}啥。

source: <20>{#e/undyne/15}That's the best you can manage...?
pt_br: <20>{#e/undyne/15}Isso é o melhor que você pode fazer...?
zh_cn: <20>{#e/undyne/15}这就是你的 全力...？
zh_tw: <20>{#e/undyne/15}這就是你的 全力...？

source: <20>{#e/undyne/3}Even attacking at full force...
pt_br: <20>{#e/undyne/3}Mesmo atacando com toda sua força...
zh_cn: <20>{#e/undyne/3}即使你使出了 全力...
zh_tw: <20>{#e/undyne/3}即使你使出了 全力...

source: <20>{#e/undyne/33}You can't give me more than a scratch, huh?
pt_br: <20>{#e/undyne/33}Você não consegue me causar mais do que um arranhão, huh?
zh_cn: <20>{#e/undyne/33}你也只能 让我受点擦伤， 哈？
zh_tw: <20>{#e/undyne/33}你也只能 讓我受點擦傷， 哈？
