Repository: ws-3917/psoutertale-weblate
Catalog: text/foundry/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* It's an illustration of a harrowing space creature...
pt_br: <32>{#p/basic}* É uma ilustração de uma criatura espacial angustiante...
zh_cn: <32>{#p/basic}* 这是一幅悲惨的 太空生物的插画...
zh_tw: <32>{#p/basic}* 這是一幅悲慘的 太空生物的插畫...

source: <32>* There's something very unsettling about this drawing.
pt_br: <32>* Tem algo bem inquietante sobre este desenho.
zh_cn: <32>* 这幅画有点让人不安。
zh_tw: <32>* 這幅畫有點讓人不安。

source: <25>{#p/asriel2}{#f/5}* Look, $(name)! * It's us! * ... sort of.
pt_br: <25>{#p/asriel2}{#f/5}* Olha, $(name)! * Somos nós! * ... mais ou menos.
zh_cn: <25>{#p/asriel2}{#f/5}* $(name)，快看呐！ * 这画的是咱们！ * ...大概算吧。
zh_tw: <25>{#p/asriel2}{#f/5}* $(name)，快看吶！ * 這畫的是咱們！ * ...大概算吧。

source: <26>{#f/4}* ... is that really how they think we looked?
pt_br: <26>{#f/4}* ... é desse jeito que eles pensam que nós parecemos?
zh_cn: <26>{#f/4}* ...他们真以为我们长这样？
zh_tw: <26>{#f/4}* ...他們真以為我們長這樣？

source: <25>{#p/asriel1}{#f/17}* To think he'd been running that store for this long...
pt_br: <25>{#p/asriel1}{#f/17}* E pensar que ele está cuidando daquela loja por tanto tempo...
zh_cn: <25>{#p/asriel1}{#f/17}* 想想他经营这家商店 多久了...
zh_tw: <25>{#p/asriel1}{#f/17}* 想想他經營這家商店 多久了...

source: <25>{#f/20}* I wonder what other things he's sold over the years.
pt_br: <25>{#f/20}* Eu me pergunto que outras coisas ele vendeu nos anos.
zh_cn: <25>{#f/20}* 挺好奇他这些年 还卖过什么东西。
zh_tw: <25>{#f/20}* 挺好奇他這些年 還賣過什麼東西。

source: <25>{#f/15}* Remember, in this timeline, I've only been here two weeks.
pt_br: <25>{#f/15}* Lembre-se, nessa linha tempo, eu só estou aqui a duas semanas.
zh_cn: <25>{#f/15}* 还记得，在这条时间线， 我只在这待了俩星期。
zh_tw: <25>{#f/15}* 還記得，在這條時間軸， 我只在這待了倆星期。

source: <25>{#f/13}* My guess is, he's mainly been selling trinkets...
pt_br: <25>{#f/13}* Meu palpite é que ele tem vendido bugigangas...
zh_cn: <25>{#f/13}* 我猜他主要就卖些小玩意...
zh_tw: <25>{#f/13}* 我猜他主要就賣些小玩意...

source: <25>{#f/16}* Either from the early outpost days, or the old homeworld.
pt_br: <25>{#f/16}* Seja nos dias do Outpost, ou no antigo mundo natal.
zh_cn: <25>{#f/16}* 来源要不就是早期的前哨站， 要不就是旧的母星。
zh_tw: <25>{#f/16}* 來源要不就是早期的前哨站， 要不就是舊的母星。

source: <25>{#p/asriel1}{#f/13}* I did hear something about a certain artifact...
pt_br: <25>{#p/asriel1}{#f/13}* Eu ouvi sobre um certo artefato...
zh_cn: <25>{#p/asriel1}{#f/13}* 我听说了一些 关于某个神器的事情...
zh_tw: <25>{#p/asriel1}{#f/13}* 我聽說了一些 關於某個神器的事情...

source: <25>{#f/15}* One so dangerous, its use was banned in the war.
pt_br: <25>{#f/15}* Era tão perigoso, que seu uso foi banido na guerra.
zh_cn: <25>{#f/15}* 它特别危险， 甚至在战争中严禁使用。
zh_tw: <25>{#f/15}* 它特別危險， 甚至在戰爭中嚴禁使用。

source: <25>{#f/16}* I'm not sure if Gerson ever sold it, though.
pt_br: <25>{#f/16}* Eu não sei se o Gerson sequer chegou a vender.
zh_cn: <25>{#f/16}* 我不确定Gerson 是否卖过这东西。
zh_tw: <25>{#f/16}* 我不確定Gerson 是否賣過這東西。

source: <25>{#f/13}* Even he might not be old enough to know if it exists.
pt_br: <25>{#f/13}* Talvez nem ele seja velho o suficiente para saber se existe.
zh_cn: <25>{#f/13}* 即使他还没那么老， 但足以知道它的存在。
zh_tw: <25>{#f/13}* 即使他還沒那麼老， 但足以知道它的存在。

source: <25>{#p/asriel1}{#f/15}* Knowledge about that artifact's existence...
pt_br: <25>{#p/asriel1}{#f/15}* Saber sobre a existência daquele artefato...
zh_cn: <25>{#p/asriel1}{#f/15}* 知晓神器存在者... * 一定于战争前出生。
zh_tw: <25>{#p/asriel1}{#f/15}* 知曉神器存在者... * 一定於戰爭前出生。

source: <25>{#f/13}* It'd have to be within someone who was born even before the war.
pt_br: <25>{#f/13}* Tem haver com uma pessoa que nasceu antes mesmo da guerra.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/16}* Someone like that would know all about that sort of thing.
pt_br: <25>{#f/16}* Alguém dessa forma saberia tudo sobre esse tipo de coisa.
zh_cn: <25>{#f/16}* 像他这么大的怪物 一定对这东西了如指掌。
zh_tw: <25>{#f/16}* 像他這麼大的怪物 一定對這東西了如指掌。

source: <32>{#p/basic}* "Gerson's Bits 'n' Bobs!" * "A humble store for all your factory life needs!"
pt_br: <32>{#p/basic}* "Gerson Paradas e Tralhas!" * "Uma loja humilde para todas as suas necessidades!"
zh_cn: <32>{#p/basic}* “这是Gerson杂货铺！” * “想要什么，就来小店吧！ 应有尽有！”
zh_tw: <32>{#p/basic}* 「這是Gerson雜貨鋪！」 * 「想要什麼，就來小店吧！ 應有盡有！」

source: <32>{#p/human}* (The sign lists off what lies in each direction.)
pt_br: <32>{#p/human}* (O sinal cita o que segue em cada direção.)
zh_cn: <32>{#p/human}* （牌子上列出了 每个方向的建筑。）
zh_tw: <32>{#p/human}* （牌子上列出了 每個方向的建築。）

source: <32>{#p/basic}* "Left - Dark Zone" * "Forward - Undyne's House" * "Right - Gerson's Shop"
pt_br: <32>{#p/basic}* "Esquerda - Zona Escura" * "A Frente - Casa da Undyne" * "Direita - Loja do Gerson"
zh_cn: <32>{#p/basic}* “向左 - 暗区” * “向前 - Undyne的家” * “向右 - Gerson的商店”
zh_tw: <32>{#p/basic}* 「向左 - 暗區」 * 「向前 - Undyne的家」 * 「向右 - Gerson的商店」

source: <32>{#p/basic}* "Backward - Snail Preserve"
pt_br: <32>{#p/basic}* "Abaixo - Preservação de Lesmas"
zh_cn: <32>{#p/basic}* “向后 - 蜗牛保护区”
zh_tw: <32>{#p/basic}* 「向後 - 蝸牛保護區」

source: <32>{#p/human}* (You feel like you've already seen a window like this from another perspective.)
pt_br: <32>{#p/human}* (Você sente que já viu este tipo de janela em outra perspectiva.)
zh_cn: <32>{#p/human}* （你觉得你已经从另一个角度 看到过这样的窗户了。）
zh_tw: <32>{#p/human}* （你覺得你已經從另一個角度 看到過這樣的窗戶了。）

source: <25>{#p/asriel1}{#f/13}* Looks like it already cleaned out the room...
pt_br: <25>{#p/asriel1}{#f/13}* Parece que já limpou a sala...
zh_cn: <25>{#p/asriel1}{#f/13}* 看起来它 已经清理了这个区域...
zh_tw: <25>{#p/asriel1}{#f/13}* 看起來它 已經清理了這個區域...

source: <25>{#f/17}* No trash here!
pt_br: <25>{#f/17}* Sem lixo aqui!
zh_cn: <25>{#f/17}* 干干净净！
zh_tw: <25>{#f/17}* 乾乾淨淨！

source: <25>{#p/asriel1}{#f/15}* Unless you consider yourself a piece of trash.
pt_br: <25>{#p/asriel1}{#f/15}* Ah não ser que você se considere um pedaço de lixo.
zh_cn: <25>{#p/asriel1}{#f/15}* 除非你认为 自己是个垃圾。
zh_tw: <25>{#p/asriel1}{#f/15}* 除非你認為 自己是個垃圾。

source: <25>{#f/16}* Knowing you, that wouldn't surprise me.
pt_br: <25>{#f/16}* Conhecendo você, eu não me surpreenderia.
zh_cn: <25>{#f/16}* 我很了解你， 这不会让我惊讶的。
zh_tw: <25>{#f/16}* 我很了解你， 這不會讓我驚訝的。

source: <25>{#f/31}* You'd probably be proud of it or something.
pt_br: <25>{#f/31}* Você provavelmente estaria orgulhoso disso ou sei lá.
zh_cn: <25>{#f/31}* 你可能会为此感到自豪。
zh_tw: <25>{#f/31}* 你可能會為此感到自豪。

source: <25>{#p/asriel1}{#f/13}* ... come on.
pt_br: <25>{#p/asriel1}{#f/13}* ... qual foi.
zh_cn: <25>{#p/asriel1}{#f/13}* ...喂。
zh_tw: <25>{#p/asriel1}{#f/13}* ...喂。

source: <25>{#f/17}* You don't REALLY believe you're a piece of trash, do you?
pt_br: <25>{#f/17}* Você não ACREDITA ser um pedaço de lixo, acredita?
zh_cn: <25>{#f/17}* 你不会真的相信 你是个垃圾吧！？
zh_tw: <25>{#f/17}* 你不會真的相信 你是個垃圾吧！？

source: <32>{#p/basic}* A garbage disposal box.
pt_br: <32>{#p/basic}* Uma caixa de descarte de lixo.
zh_cn: <32>{#p/basic}* 一台垃圾处理器。
zh_tw: <32>{#p/basic}* 一臺垃圾處理器。

source: <32>{#p/basic}* A garbage disposal box. * While active, it fills the room with ultra-hot gas.
pt_br: <32>{#p/basic}* Uma caixa de descarte de lixo. * Enquanto ativo, enche a sala com gás ultra quente.
zh_cn: <32>{#p/basic}* 一台垃圾处理器。 * 当它启动时，高温气体 会充斥整个房间。
zh_tw: <32>{#p/basic}* 一臺垃圾處理器。 * 當它啟動時，高溫氣體 會充斥整個房間。

source: <32>{#p/basic}* You wouldn't survive.
pt_br: <32>{#p/basic}* Você não sobreviveria.
zh_cn: <32>{#p/basic}* 那样你可就没命了。
zh_tw: <32>{#p/basic}* 那樣你可就沒命了。

source: <32>{#p/human}* (The sign describes how a being can leave the force field.)
pt_br: <32>{#p/human}* (O sinal descreve como um ser poderia deixar o escudo de força.)
zh_cn: <32>{#p/human}* （牌子上写着 离开力场的方法。）
zh_tw: <32>{#p/human}* （牌子上寫著 離開力場的方法。）

source: <32>{#p/basic}* "When the humans trapped us, they sealed us in with a force field."
pt_br: <32>{#p/basic}* "Quando os humanos nos prenderam, eles nos selaram com um escudo de força."
zh_cn: <32>{#p/basic}* “人类用一道力场 将我们囚禁于此。”
zh_tw: <32>{#p/basic}* 「人類用一道力場 將我們囚禁於此。」

source: <32>* "Only beings with a powerful SOUL can leave."
pt_br: <32>* "Apenas seres com uma ALMA poderosa podem sair."
zh_cn: <32>* “一般人，没有强大的灵魂， 根本无法离开。”
zh_tw: <32>* 「一般人，沒有強大的靈魂， 根本無法離開。」

source: <32>{#p/human}* (The sign describes how the force field can be broken.)
pt_br: <32>{#p/human}* (O sinal descreve como o escudo de força pode ser quebrado.)
zh_cn: <32>{#p/human}* （牌子上写着 摧毁力场的方法。）
zh_tw: <32>{#p/human}* （牌子上寫著 摧毀力場的方法。）

source: <32>{#p/basic}* "There is only one way to free ourselves."
pt_br: <32>{#p/basic}* "Existe apenas uma forma de nos libertar."
zh_cn: <32>{#p/basic}* “想获得自由， 只有一个办法。”
zh_tw: <32>{#p/basic}* 「想獲得自由， 只有一個辦法。」

source: <32>* "If a huge power, equivalent to seven human SOULs, attacks the force field..."
pt_br: <32>* "Se um grande poder, equivalente a sete ALMAS humanas, atacar o escudo..."
zh_cn: <32>* “那就是...”
zh_tw: <32>* 「那就是...」

source: <32>* "It will be destroyed."
pt_br: <32>* "Ele será destruído."
zh_cn: <32>* “用一股相当于七个人类灵魂的 强大力量击打力场， 将其彻底摧毁。”
zh_tw: <32>* 「用一股相當於七個人類靈魂的 強大力量擊打力場， 將其徹底摧毀。」

source: <32>{#p/human}* (It appears this sign was very wrong indeed.)
pt_br: <32>{#p/human}* (Parece que este sinal estava realmente muito errado.)
zh_cn: <32>{#p/human}* （看来这牌子上 的内容可以说大错特错。）
zh_tw: <32>{#p/human}* （看來這牌子上 的內容可以說大錯特錯。）

source: <32>{#p/basic}* "But this cursed place lies on the far edge of the galaxy."
pt_br: <32>{#p/basic}* "Mas este lugar amaldiçoado fica na extremidade mais distante da galáxia."
zh_cn: <32>{#p/basic}* “但这片诅咒之地 远在主星系外围。”
zh_tw: <32>{#p/basic}* 「但這片詛咒之地 遠在主星系外圍。」

source: <32>* "There is no way a human could find us out here."
pt_br: <32>* "Não tem chances de um humano nos encontrar aqui."
zh_cn: <32>* “指望人类找到我们， 简直就是天方夜谭。”
zh_tw: <32>* 「指望人類找到我們， 簡直就是天方夜譚。」

source: <32>* "We will remain trapped here forever."
pt_br: <32>* "Nós estaremos presos aqui para sempre."
zh_cn: <32>* “我们将永远困在这里。”
zh_tw: <32>* 「我們將永遠困在這裡。」

source: <32>{#p/human}* (The sign tells you to ignore the puzzle outright.)
pt_br: <32>{#p/human}* (O sinal te pede para ignorar o quebra-cabeça.)
zh_cn: <32>{#p/human}* （牌子上的内容 告知你可以忽略谜题。）
zh_tw: <32>{#p/human}* （牌子上的內容 告知你可以忽略謎題。）

source: <25>{#p/asriel1}{#f/15}* Whoever wrote that must've had a bad sense of humor...
pt_br: <25>{#p/asriel1}{#f/15}* Seja lá quem escreveu isso deve ter um péssimo senso de humor...
zh_cn: <25>{#p/asriel1}{#f/15}* 不管是谁写的， 他的幽默感一定很烂...
zh_tw: <25>{#p/asriel1}{#f/15}* 不管是誰寫的， 他的幽默感一定很爛...

source: <25>{#f/17}* You'd have to be REALLY bored to ignore a puzzle this simple.
pt_br: <25>{#f/17}* Você tem que estar MUITO entediado para ignorar um quebra-cabeça simples assim.
zh_cn: <25>{#f/17}* 那人一定是无聊至极， 才会忽略这么简单的谜题。
zh_tw: <25>{#f/17}* 那人一定是無聊至極， 才會忽略這麼簡單的謎題。

source: <25>{#p/asriel1}{#f/9}* What are you looking at me for? * I love puzzles.
pt_br: <25>{#p/asriel1}{#f/9}* Tá olhando pra mim porquê? * Eu amo quebra-cabeças.
zh_cn: <25>{#p/asriel1}{#f/9}* 看我干啥？ * 我爱死谜题了。
zh_tw: <25>{#p/asriel1}{#f/9}* 看我幹啥？ * 我愛死謎題了。

source: <25>{#f/4}* Big ol' puzzle lover right here.
pt_br: <25>{#f/4}* Grande e velho amador de enigmas aqui.
zh_cn: <25>{#f/4}* 没人比我更爱谜题！
zh_tw: <25>{#f/4}* 沒人比我更愛謎題！

source: <32>{#p/human}* (The sign informs you on how to solve the puzzle.)
pt_br: <32>{#p/human}* (O sinal te informa de como resolver o quebra-cabeça.)
zh_cn: <32>{#p/human}* （牌子上写着 如何解决这个谜题的方法。）
zh_tw: <32>{#p/human}* （牌子上寫著 如何解決這個謎題的方法。）

source: <32>{#p/basic}* "Walk right into the next room if you don't mind." * "And ignore the switch."
pt_br: <32>{#p/basic}* "Ande até a próxima sala se não se importar." * "E ignore a alavanca."
zh_cn: <32>{#p/basic}* “如果你不想做， 就直接步入下一个房间。” * “忽略开关。”
zh_tw: <32>{#p/basic}* 「如果你不想做， 就直接步入下一個房間。」 * 「忽略開關。」

source: <32>{#p/basic}* "Move the pylons to guide the laser into the receiver." * "Then press the switch."
pt_br: <32>{#p/basic}* "Mova os postes para guiar o laser para dentro do receptor."
zh_cn: <32>{#p/basic}* “移动塔架， 引导激光射向接收器。” “然后按下开关。”
zh_tw: <32>{#p/basic}* 「移動塔架， 引導雷射射向接收器。」 「然後按下開關。」

source: <32>{#p/human}* (The sign claims nobody would care about this puzzle.)
pt_br: <32>{#p/human}* (O sinal indica que ninguém vai se importar com esse quebra-cabeça.)
zh_cn: <32>{#p/human}* （这牌子声明 没人关心谜题。）
zh_tw: <32>{#p/human}* （這牌子聲明 沒人關心謎題。）

source: <25>{#p/asriel1}{#f/13}* Yeah, puzzles like this just solve themselves sometimes...
pt_br: <25>{#p/asriel1}{#f/13}* É, quebra-cabeças assim se resolvem as vezes...
zh_cn: <25>{#p/asriel1}{#f/13}* 对，有时谜题 会自己解决自己...
zh_tw: <25>{#p/asriel1}{#f/13}* 對，有時謎題 會自己解決自己...

source: <25>{#f/17}* What else can I say?
pt_br: <25>{#f/17}* O que mais eu posso dizer?
zh_cn: <25>{#f/17}* 我还能说啥？
zh_tw: <25>{#f/17}* 我還能說啥？

source: <25>{#p/asriel1}{#f/10}* Huh? * You think I solved this one for you...?
pt_br: <25>{#p/asriel1}{#f/10}* Huh? * Você acha que eu resolvi este pra você...?
zh_cn: <25>{#p/asriel1}{#f/10}* 啥？ * 你觉得是我 帮你解决了这个...？
zh_tw: <25>{#p/asriel1}{#f/10}* 啥？ * 你覺得是我 幫你解決了這個...？

source: <25>{#f/20}* No way. * Puzzles barely interest me at all.
pt_br: <25>{#f/20}* De jeito nenhum. * Os quebra-cabeças quase não me interessam.
zh_cn: <25>{#f/20}* 扯。 * 我从来没碰过谜题， 我对谜题一点都不感兴趣。
zh_tw: <25>{#f/20}* 扯。 * 我從來沒碰過謎題， 我對謎題一點都不感興趣。

source: <32>{#p/basic}* "Honestly, who cares about this puzzle?" * "It's not worth it."
pt_br: <32>{#p/basic}* "Honestamente, quem se importa com quebra-cabeça? * "Não vale a pena."
zh_cn: <32>{#p/basic}* “老实说， 谁会关心这谜题？” * “这不值得。”
zh_tw: <32>{#p/basic}* 「老實說， 誰會關心這謎題？」 * 「這不值得。」

source: <32>{#p/basic}* "All pylons must be used in the puzzle solution."
pt_br: <32>{#p/basic}* "Todos os pilares devem ser usados para resolver o quebra-cabeça."
zh_cn: <32>{#p/basic}* “要解决这个谜题， 你必须用上所有的塔架。”
zh_tw: <32>{#p/basic}* 「要解決這個謎題， 你必須用上所有的塔架。」

source: <32>{#p/human}* (The sign declares the decided unfairness of this puzzle as the reason it was shut down.)
pt_br: <32>{#p/human}* (O sinal declara a injustiça deste quebra-cabeça sendo assim, ele foi desligado.)
zh_cn: <32>{#p/human}* （牌子上描述了 这个谜题被关闭的原因 是因为难度过高。）
zh_tw: <32>{#p/human}* （牌子上描述了 這個謎題被關閉的原因 是因為難度過高。）

source: <25>{#p/asriel1}{#f/20}* Yeah... this puzzle's a real pain in the butt.
pt_br: <25>{#p/asriel1}{#f/20}* É... esse quebra-cabeça foi uma verdadeira dor na bunda.
zh_cn: <25>{#p/asriel1}{#f/20}* 对... 这谜题真让人脑壳疼。
zh_tw: <25>{#p/asriel1}{#f/20}* 對... 這謎題真讓人腦殼疼。

source: <32>{#p/basic}* "The puzzler's guild has shut this puzzle down on the basis of its unfairness."
pt_br: <32>{#p/basic}* "O guia de quebra-cabeça desligou este em específico por ser muito injusto."
zh_cn: <32>{#p/basic}* “谜题公会认为该谜题 难度过于逆天， 因此取消了这个谜题。”
zh_tw: <32>{#p/basic}* 「謎題公會認為該謎題 難度過於逆天， 因此取消了這個謎題。」

source: <32>{#p/basic}* The contents of this sign have been crossed out...
pt_br: <32>{#p/basic}* Os conteúdos desde sinal foram riscados...
zh_cn: <32>{#p/basic}* 告示牌上的内容 都被划去了...
zh_tw: <32>{#p/basic}* 告示牌上的內容 都被划去了...

source: <32>* ... and crossed out again?
pt_br: <32>* ... e riscados de novo?
zh_cn: <32>* ...而且还划了两次？
zh_tw: <32>* ...而且還劃了兩次？

source: <32>* ... with a distinct sense of illegible chicken-scratch.
pt_br: <32>* ... com um distinto senso da ilegível arranhão de galinha.
zh_cn: <32>* ...字迹简直不堪入目。
zh_tw: <32>* ...字跡簡直不堪入目。

source: <26>{#p/asriel1}{#f/20}* Er, try standing the other switch.
pt_br: <26>{#p/asriel1}{#f/20}* Er, vai ficar no outro interruptor.
zh_cn: <26>{#p/asriel1}{#f/20}* 呃， 试试站在另一个开关上。
zh_tw: <26>{#p/asriel1}{#f/20}* 呃， 試試站在另一個開關上。

source: <25>{#p/kidd}{#f/1}* Stand on the other switch!
pt_br: <25>{#p/kidd}{#f/1}* Fica em pé no outro interruptor!
zh_cn: <25>{#p/kidd}{#f/1}* 站在另一个开关上吧！
zh_tw: <25>{#p/kidd}{#f/1}* 站在另一個開關上吧！

source: <25>{#p/asriel1}{#f/15}* Frisk. * It's no use. * Don't even bother.
pt_br: <25>{#p/asriel1}{#f/15}* Frisk. * Não tem utilidade. * Não se irrita com isso.
zh_cn: <25>{#p/asriel1}{#f/15}* Frisk。 * 没用的。 * 别白费力气了。
zh_tw: <25>{#p/asriel1}{#f/15}* Frisk。 * 沒用的。 * 別白費力氣了。

source: <25>{#p/asriel1}{#f/13}* Even if you COULD get a premium subscription...
pt_br: <25>{#p/asriel1}{#f/13}* Mesmo que você conseguisse a tal inscrição premium plus...
zh_cn: <25>{#p/asriel1}{#f/13}* 你要是 得到了高级订阅...
zh_tw: <25>{#p/asriel1}{#f/13}* 你要是 得到了高級訂閱...

source: <25>{#p/asriel1}{#f/15}* You'd never be able to cancel it.
pt_br: <25>{#p/asriel1}{#f/15}* Você nunca seria capaz de cancelar.
zh_cn: <25>{#p/asriel1}{#f/15}* 那你再也别想注销它了。
zh_tw: <25>{#p/asriel1}{#f/15}* 那你再也別想註銷它了。

source: <25>{#p/asriel1}{#f/16}* There's just too many premium hoops to jump through here.
pt_br: <25>{#p/asriel1}{#f/16}* Há muitos aros premium para pular aqui.
zh_cn: <25>{#p/asriel1}{#f/16}* 一旦你尝试， 一定会坠入 无穷无尽的付费深渊。
zh_tw: <25>{#p/asriel1}{#f/16}* 一旦你嘗試， 一定會墜入 無窮無盡的付費深淵。

source: <32>{#p/basic}* It's a telescope.
pt_br: <32>{#p/basic}* É um telescópio.
zh_cn: <32>{#p/basic}* 一架望远镜。
zh_tw: <32>{#p/basic}* 一架望遠鏡。

source: <32>{#p/basic}* It's a "premium" telescope.
pt_br: <32>{#p/basic}* É um telescópio "premium."
zh_cn: <32>{#p/basic}* 这是一架“高级”望远镜。
zh_tw: <32>{#p/basic}* 這是一架「高級」望遠鏡。

source: <32>{#p/human}* (The painting depicts a tale of a nondescript nature.)
pt_br: <32>{#p/human}* (A pintura retrata um conto de natureza indefinida.)
zh_cn: <32>{#p/human}* （这幅画描绘了 一种难以描述的自然界的传说。）
zh_tw: <32>{#p/human}* （這幅畫描繪了 一種難以描述的自然界的傳說。）

source: <32>{#p/basic}* The history of Tem.
pt_br: <32>{#p/basic}* A história de Tem.
zh_cn: <32>{#p/basic}* 关于Tem的历史。
zh_tw: <32>{#p/basic}* 關於Tem的歷史。

source: <32>{#p/basic}* Tem history. * May its richness and deepness never be forgotten.
pt_br: <32>{#p/basic}* Tem história. * Que sua riqueza e aprofundamento jamais seja perdido.
zh_cn: <32>{#p/basic}* Tem历史。 * 最深远最丰富的历史， 愿此历史永远铭记在心。
zh_tw: <32>{#p/basic}* Tem歷史。 * 最深遠最豐富的歷史， 願此歷史永遠銘記在心。

source: <32>{#p/basic}* Tem history. * The deepest and most rich history in all the galaxy.
pt_br: <32>{#p/basic}* Tem história. * A mais profunda e rica história de toda a galáxia.
zh_cn: <32>{#p/basic}* Tem的历史。 * 银河系中最深远 最丰富的历史。
zh_tw: <32>{#p/basic}* Tem的歷史。 * 銀河系中最深遠 最豐富的歷史。

source: <32>{#p/human}* (Through the hole, you stare into the rumbling underbelly of the factory.)
pt_br: <32>{#p/human}* (Através do buraco, você olha para o ventre estrondoso da fábrica.)
zh_cn: <32>{#p/human}* （透过这个洞， 你可以看到 隆隆作响的工厂的底部。）
zh_tw: <32>{#p/human}* （透過這個洞， 你可以看到 隆隆作響的工廠的底部。）

source: <32>{#p/basic}* It's a hole.
pt_br: <32>{#p/basic}* É um buraco.
zh_cn: <32>{#p/basic}* 一个洞。
zh_tw: <32>{#p/basic}* 一個洞。

source: <32>{#p/basic}* It's a temmie in a hole. * A tem hole.
pt_br: <32>{#p/basic}* É um buraco temmie. * Um buraco tem.
zh_cn: <32>{#p/basic}* 有个temmie在洞里。 * tem洞。
zh_tw: <32>{#p/basic}* 有個temmie在洞裡。 * tem洞。

source: <32>{#p/basic}* Trash.
pt_br: <32>{#p/basic}* Lixo.
zh_cn: <32>{#p/basic}* 是垃圾。ゑ
zh_tw: <32>{#p/basic}* 是垃圾。ゑ

source: <32>{#p/basic}* Still trash.
pt_br: <32>{#p/basic}* Ainda lixo.
zh_cn: <32>{#p/basic}* 还是垃圾。ゑ
zh_tw: <32>{#p/basic}* 還是垃圾。ゑ

source: <32>{#p/basic}* Just trash...
pt_br: <32>{#p/basic}* Só lixo...
zh_cn: <32>{#p/basic}* 只是些垃圾...ゑ
zh_tw: <32>{#p/basic}* 只是些垃圾...ゑ

source: <32>{#p/basic}* The trash is trash.
pt_br: <32>{#p/basic}* O lixo no lixo.
zh_cn: <32>{#p/basic}* 垃圾就是垃圾。ゑ
zh_tw: <32>{#p/basic}* 垃圾就是垃圾。ゑ

source: <32>{#p/basic}* Trashy trash.
pt_br: <32>{#p/basic}* Lixo lixoso.
zh_cn: <32>{#p/basic}* 垃圾形状的垃圾。ゑ
zh_tw: <32>{#p/basic}* 垃圾形狀的垃圾。ゑ

source: <32>{#p/basic}* Surprisingly, trash.
pt_br: <32>{#p/basic}* Surpreendentemente, lixo.
zh_cn: <32>{#p/basic}* 真意外，这是垃圾。ゑ
zh_tw: <32>{#p/basic}* 真意外，這是垃圾。ゑ

source: <32>{#p/basic}* Trash!!!
pt_br: <32>{#p/basic}* Lixo!!!
zh_cn: <32>{#p/basic}* 垃圾！！！！！！！！ゑ
zh_tw: <32>{#p/basic}* 垃圾！！！！！！！！ゑ

source: <32>{#p/human}* (The tablet seems to describe the lifecycle of a particular kind of flower.)
pt_br: <32>{#p/human}* (O tablet parece descrever o ciclo de vida de um tipo de flor em particular.)
zh_cn: <32>{#p/human}* （平板上记了 一种特殊的花的生命循环。）
zh_tw: <32>{#p/human}* （平板上記了 一種特殊的花的生命循環。）

source: <32>{#p/basic}* The data on this tablet is of little importance.
pt_br: <32>{#p/basic}* A data neste tablet é de pouca importância.
zh_cn: <32>{#p/basic}* 这台平板上的数据没什么重要的。
zh_tw: <32>{#p/basic}* 這臺平板上的數據沒什麼重要的。

source: <33>{#p/basic}* It's an old tablet. * The data is mostly corrupted...
pt_br: <33>{#p/basic}* É um tablet velho. * A data está quase toda corrompida...
zh_cn: <33>{#p/basic}* 这是台旧平板电脑。 * 数据基本都损坏了...
zh_tw: <33>{#p/basic}* 這是臺舊平板電腦。 * 數據基本都損壞了...

source: <32>* "A flower from beyond... a second life... the shape of a star..."
pt_br: <32>* "Uma flor do além... uma segunda vida... o formato de uma estrela..."
zh_cn: <32>* “一朵来自远方的花... 第二次生命... 星星的形状...”
zh_tw: <32>* 「一朵來自遠方的花... 第二次生命... 星星的形狀...」

source: <32>* That's all you can make out.
pt_br: <32>* É tudo que você consegue ler.
zh_cn: <32>* 你能认出来的就是这些。
zh_tw: <32>* 你能認出來的就是這些。

source: <32>{#p/human}* (The tablet describes various uses for wormholes.)
pt_br: <32>{#p/human}* (O tablet descreve vários usos para buracos de minhocas.)
zh_cn: <32>{#p/human}* （平板上记了 虫洞的各种用途。）
zh_tw: <32>{#p/human}* （平板上記了 蟲洞的各種用途。）

source: <32>{#p/basic}* This tablet contains nothing but meaningless trivia.
pt_br: <32>{#p/basic}* O tablet não contém nada além de conteúdo sem precisão.
zh_cn: <32>{#p/basic}* 这台平板上只记了些毫无意义的琐事。
zh_tw: <32>{#p/basic}* 這臺平板上只記了些毫無意義的瑣事。

source: <32>{#p/basic}* It's a tablet with information pertaining to wormhole travel.
pt_br: <32>{#p/basic}* É um tablet com informações relativas sobre buracos de minhoca.
zh_cn: <32>{#p/basic}* 这是一台关于虫洞旅行的 平板电脑。
zh_tw: <32>{#p/basic}* 這是一臺關於蟲洞旅行的 平板電腦。

source: <32>* An additional section mentions the danger of wormhole weapons...
pt_br: <32>* Uma sessão adicional informa os perigos das armas buraco de minhoca...
zh_cn: <32>* 另外一章节提到了 虫洞武器的危险...
zh_tw: <32>* 另外一章節提到了 蟲洞武器的危險...

source: <32>{#p/human}* (The tablet contains the entire run of a science fiction anime.)
pt_br: <32>{#p/human}* (O tablet apresenta um conto completo sobre anime de ficção cientifica.)
zh_cn: <32>{#p/human}* （平板存了 一整部科幻动漫。）
zh_tw: <32>{#p/human}* （平板存了 一整部科幻動漫。）

source: <32>{#p/basic}* It's a video tablet. * You wouldn't be interested in the contents.
pt_br: <32>{#p/basic}* É um tablet com videos. * Você não teria interesse nos conteúdos.
zh_cn: <32>{#p/basic}* 这台平板上存了些视频。 * 你对视频内容不感兴趣。
zh_tw: <32>{#p/basic}* 這臺平板上存了些影片。 * 你對影片內容不感興趣。

source: <32>{#p/basic}* It's an old video tablet for a science fiction anime.
pt_br: <32>{#p/basic}* É um velho tablet para ver anime de ficção cientifica.
zh_cn: <32>{#p/basic}* 这是一台上面有 科幻动漫的旧平板电脑。
zh_tw: <32>{#p/basic}* 這是一臺上面有 科幻動漫的舊平板電腦。

source: <32>* The cover reads "MEW MEW STARFIRE: COMPLETE COLLECTION."
pt_br: <32>* A capa diz "MEW MEW STARFIRE: COLEÇÃO COMPLETA."
zh_cn: <32>* 封面上写着 “喵喵星火：全集”。
zh_tw: <32>* 封面上寫著 「喵喵星火：全集」。

source: <32>{#p/basic}* I've been thinking of finding a new identity...
pt_br: <32>{#p/basic}* Eu estive pensando em encontrar uma nova identidade.
zh_cn: <32>{#p/basic}* 我一直在考虑 换个新身份...
zh_tw: <32>{#p/basic}* 我一直在考慮 換個新身份...

source: <32>* The "Mad Dummy" shtick just doesn't suit me anymore.
pt_br: <32>* O "Boneco Raivoso" já não me serve mais.
zh_cn: <32>* “愤怒人偶”这风格 已经不适合我了。
zh_tw: <32>* 「憤怒人偶」這風格 已經不適合我了。

source: <32>* I wonder if Alphys could make me a new body...
pt_br: <32>* Eu me pergunto se Alphys poderia fazer um novo corpo para mim...
zh_cn: <32>* 我想让Alphys给我做个 新身体...
zh_tw: <32>* 我想讓Alphys給我做個 新身體...

source: <32>* Something like... a robo-girl, or... a digi-woman...
pt_br: <32>* Algo como... uma garota-robô, ou... uma digi-mulher...
zh_cn: <32>* 像是一个... 机器人女孩， 或者是... 数码美人...
zh_tw: <32>* 像是一個... 機器人女孩， 或者是... 數碼美人...

source: <32>* Or even a sci-fi doll?
pt_br: <32>* Ou mesmo uma boneca sci-fi?
zh_cn: <32>* 甚至说是一个科幻人偶？
zh_tw: <32>* 甚至說是一個科幻人偶？

source: <32>{#p/basic}* No. * No! * NO!!
pt_br: <32>{#p/basic}* Não. * Não! * NÃO!!
zh_cn: <32>{#p/basic}* 不。 * 不！ * 不！！！
zh_tw: <32>{#p/basic}* 不。 * 不！ * 不！！！

source: <32>* You killed my only training partner.
pt_br: <32>* Você matou minha única parceira de treinamento.
zh_cn: <32>* 你杀死了我唯一的 训练伙伴。
zh_tw: <32>* 你殺死了我唯一的 訓練夥伴。

source: <32>* How DARE you kill the only person who knows how to hit me properly!?
pt_br: <32>* Como OUSA você matar a única pessoa que sabia me bater com propriedade!?
zh_cn: <32>* 你怎么敢杀唯一一个 会认真打我的人！？
zh_tw: <32>* 你怎麼敢殺唯一一個 會認真打我的人！？
