Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#g/alphysWhyOhWhy}* ... why does this always happen to me...
pt_br: <25>{#p/alphys}{#g/alphysWhyOhWhy}* ... por que isso sempre acontece comigo...
zh_cn: <25>{#p/alphys}{#g/alphysWhyOhWhy}* ...我怎么这么倒霉啊...
zh_tw: <25>{#p/alphys}{#g/alphysWhyOhWhy}* ...我怎麼這麼倒霉啊...

source: <32>{#p/mettaton}* HEY, ALPHYS CALLED ME AND TOLD ME YOU WERE BEING UNCOOPERATIVE.
pt_br: <32>{#p/mettaton}* EI, ALPHYS ME LIGOU E DISSE QUE VOCÊ NÃO ESTAVA COOPERANDO.
zh_cn: <32>{#p/mettaton}* 嘿。 * ALPHYS刚给我打电话，跟我说 你不配合她的工作。
zh_tw: <32>{#p/mettaton}* 嘿。 * ALPHYS剛給我打電話，跟我說 你不配合她的工作。

source: <32>{#p/mettaton}* BASED ON WHAT I'VE BEEN DISCUSSING WITH PAPYRUS...
pt_br: <32>{#p/mettaton}* COM BASE NO QUE TENHO DISCUTIDO COM O PAPYRUS...
zh_cn: <32>{#p/mettaton}* 随后，我就跟PAPYRUS聊了聊...
zh_tw: <32>{#p/mettaton}* 隨後，我就跟PAPYRUS聊了聊...

source: <32>{#p/mettaton}* I SUGGEST YOU TURN YOUR BUTT AROUND AND GET ON WITH IT.
pt_br: <32>{#p/mettaton}* EU SUGIRO QUE VOCÊ VIRE SUA BUNDA AGORA MESMO E VOLTE PRA LÁ.
zh_cn: <32>{#p/mettaton}* 我觉得，你还是听她的话， 继续前进吧。
zh_tw: <32>{#p/mettaton}* 我覺得，你還是聽她的話， 繼續前進吧。

source: <32>{#p/mettaton}* YOU CAN DO IT, DARLING!
pt_br: <32>{#p/mettaton}* VAMOS LÁ, VOCÊ CONSEGUE, QUERIDA!
zh_cn: <32>{#p/mettaton}* 加油，亲！
zh_tw: <32>{#p/mettaton}* 加油，親！

source: <18>{#p/papyrus}{#f/5}LOOK. I KNOW YOU MUST BE APPREHENSIVE...
pt_br: <18>{#p/papyrus}{#f/5}OLHA. EU SEI QUE VOCÊ DEVE ESTAR APREENSIVO.
zh_cn: <18>{#p/papyrus}{#f/5}听着。 你会害怕，我能理解...
zh_tw: <18>{#p/papyrus}{#f/5}聽著。 你會害怕，我能理解...

source: <18>{#p/papyrus}{#f/5}FORCE FIELDS CAN BE INTIMIDATING, AFTER ALL.
pt_br: <18>{#p/papyrus}{#f/5}O ESCUDO DE FORÇA PODE SER INTIMIDADOR.
zh_cn: <18>{#p/papyrus}{#f/5}力场确实看着 挺唬人的。
zh_tw: <18>{#p/papyrus}{#f/5}力場確實看著 挺唬人的。

source: <18>{#p/papyrus}{#f/6}BUT FRET NOT!
pt_br: <18>{#p/papyrus}{#f/6}MAS NÃO TEMAS!
zh_cn: <18>{#p/papyrus}{#f/6}不过，别气馁！
zh_tw: <18>{#p/papyrus}{#f/6}不過，別氣餒！

source: <18>{#p/papyrus}{#f/4}IF YOUR BATTLE AGAINST ME PROVED ONE THING...
pt_br: <18>{#p/papyrus}{#f/4}SE SUA BATALHA CONTRA MIM PROVOU UMA COISA...
zh_cn: <18>{#p/papyrus}{#f/4}如果要说你我的战斗 证明了什么...
zh_tw: <18>{#p/papyrus}{#f/4}如果要說你我的戰鬥 證明了什麼...

source: <18>{#p/papyrus}{#f/9}IT'S THAT YOU HAVE THE COURAGE TO TAKE ON ANYTHING!
pt_br: <18>{#p/papyrus}{#f/9}É QUE VOCÊ TEM CORAGEM PARA TUDO!
zh_cn: <18>{#p/papyrus}{#f/9}那就是， 你敢于做任何事！
zh_tw: <18>{#p/papyrus}{#f/9}那就是， 你敢於做任何事！

source: <18>{#p/papyrus}{#f/0}THE "IMPENETRABLE" FORCE FIELD WON'T STAND A CHANCE!
pt_br: <18>{#p/papyrus}{#f/0}O IMPENETRÁVEL ESCUDO DE FORÇA NÃO TERÁ CHANCES!
zh_cn: <18>{#p/papyrus}{#f/0}那“牢不可破”的力场， 在你面前毫无胜算！
zh_tw: <18>{#p/papyrus}{#f/0}那「牢不可破」的力場， 在你面前毫無勝算！

source: <25>{#p/alphys}{#g/alphysWelp}* Hey, um... * We've been waiting for a long time.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Ei, hmm... * Estivemos esperando por um bom tempo.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 嘿... * 这一刻，我们等了很久了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 嘿... * 這一刻，我們等了很久了。

source: <25>{#g/alphysThatSucks}* And I don't just mean right now.
pt_br: <25>{#g/alphysThatSucks}* E eu não quero dizer tipo agora.
zh_cn: <25>{#g/alphysThatSucks}* 不光是现在。
zh_tw: <25>{#g/alphysThatSucks}* 不光是現在。

source: <25>{#g/alphysSideSad}* Monsters have been stuck here for so long...
pt_br: <25>{#g/alphysSideSad}* Monstros estão presos aqui faz muito tempo.
zh_cn: <25>{#g/alphysSideSad}* 百余年来， 怪物们都被困在这前哨站...
zh_tw: <25>{#g/alphysSideSad}* 百餘年來， 怪物們都被困在這前哨站...

source: <25>{#g/alphysThatSucks}* Even my family doesn't remember life before... this.
pt_br: <25>{#g/alphysThatSucks}* Até minha família não lembra da vida antes... disso.
zh_cn: <25>{#g/alphysThatSucks}* 故园的景象是什么样... 就连我的家人 都不记得了。
zh_tw: <25>{#g/alphysThatSucks}* 故園的景象是什麼樣... 就連我的家人 都不記得了。

source: <25>{#g/alphysSideSad}* I know Asgore and I have been impatient...
pt_br: <25>{#g/alphysSideSad}* Eu sei que Asgore e eu somos impacientes...
zh_cn: <25>{#g/alphysSideSad}* 可能是因为 我和Asgore太着急了...
zh_tw: <25>{#g/alphysSideSad}* 可能是因為 我和Asgore太著急了...

source: <25>{#g/alphysIDK2}* So, maybe that's why you're avoiding doing this.
pt_br: <25>{#g/alphysIDK2}* Então, talvez seja por isso que você está temendo tanto.
zh_cn: <25>{#g/alphysIDK2}* 所以你才不想跟过来。
zh_tw: <25>{#g/alphysIDK2}* 所以你才不想跟過來。

source: <25>{#g/alphysIDK3}* Well, we're sorry. * We didn't mean to rush you so much back there.
pt_br: <25>{#g/alphysIDK3}* Pedimos desculpas. * Nós não queríamos te apressar tanto lá atrás.
zh_cn: <25>{#g/alphysIDK3}* 好吧，对不起。 * 我们不应该推着你走。
zh_tw: <25>{#g/alphysIDK3}* 好吧，對不起。 * 我們不應該推著你走。

source: <25>{#g/alphysWorried}* But we're not the only ones waiting.
pt_br: <25>{#g/alphysWorried}* Mas nós não somos os únicos esperando.
zh_cn: <25>{#g/alphysWorried}* 但着急的不只是我们啊。
zh_tw: <25>{#g/alphysWorried}* 但著急的不只是我們啊。

source: <25>{#g/alphysCutscene2}* Everyone you've met, all the friends you've made...
pt_br: <25>{#g/alphysCutscene2}* Todo mundo que você conheceu, todos os amigos que fez...
zh_cn: <25>{#g/alphysCutscene2}* 仔细想想吧...
zh_tw: <25>{#g/alphysCutscene2}* 仔細想想吧...

source: <25>{#g/alphysCutscene2}* If you think about it...
pt_br: <25>{#g/alphysCutscene2}* Se você pensa sobre isso...
zh_cn: <25>{#g/alphysCutscene2}* * 你见过的每个人， 交的每个朋友...
zh_tw: <25>{#g/alphysCutscene2}* * 你見過的每個人， 交的每個朋友...

source: <25>{#g/alphysWorried}* It's like we've been waiting our whole lives for you.
pt_br: <25>{#g/alphysWorried}* É como se estivéssemos esperando toda nossa vida por você.
zh_cn: <25>{#g/alphysWorried}* 可能一辈子都在 等你解放他们。
zh_tw: <25>{#g/alphysWorried}* 可能一輩子都在 等你解放他們。

source: <25>{#g/alphysCutscene2}* ... come back soon... * Okay?
pt_br: <25>{#g/alphysCutscene2}* ... volta logo... * Okay?
zh_cn: <25>{#g/alphysCutscene2}* ...早点回来... * 好吗？
zh_tw: <25>{#g/alphysCutscene2}* ...早點回來... * 好嗎？

source: <25>{#p/toriel}{#f/5}* Hello? * This is TORIEL.
pt_br: <25>{#p/toriel}{#f/5}* Olá? * Aqui é a Toriel.
zh_cn: <25>{#p/toriel}{#f/5}* 喂？ * 我是TORIEL。
zh_tw: <25>{#p/toriel}{#f/5}* 喂？ * 我是TORIEL。

source: <25>* You must be very far along by now.
pt_br: <25>* Você deve estar bem longe agora.
zh_cn: <25>* 过了这么久，你肯定已经到 很远的地方了。
zh_tw: <25>* 過了這麼久，你肯定已經到 很遠的地方了。

source: <25>{#f/9}* Far enough that I doubt this message will ever reach you.
pt_br: <25>{#f/9}* Tão longe que eu dúvido muito que essa mensagem te alcance.
zh_cn: <25>{#f/9}* 所以我不知道你 能不能收到这段录音。
zh_tw: <25>{#f/9}* 所以我不知道你 能不能收到這段錄音。

source: <25>{#f/13}* ... however, if it does, then you must know...
pt_br: <25>{#f/13}* ... mas se fizer, então você deve saber...
zh_cn: <25>{#f/13}* ...不过，要是你收到了， 我得说说心里话...
zh_tw: <25>{#f/13}* ...不過，要是你收到了， 我得說說心裡話...

source: <25>{#f/9}* I cannot wait in the Outlands any longer.
pt_br: <25>{#f/9}* Eu não poderei mais esperar nas Outlands.
zh_cn: <25>{#f/9}* 我不能再固守 外域这一亩三分地了。
zh_tw: <25>{#f/9}* 我不能再固守 外域這一畝三分地了。

source: <25>{#f/13}* I remained here in the hopes of keeping those like you safe...
pt_br: <25>{#f/13}* Eu permaneci aqui na esperança de manter aqueles como você seguros...
zh_cn: <25>{#f/13}* 曾经，我不敢离开这里。 因为我想拯救 经过这里的孩子。
zh_tw: <25>{#f/13}* 曾經，我不敢離開這裡。 因為我想拯救 經過這裡的孩子。

source: <25>{#f/14}* Child after child, I thought surely I could save at least one...
pt_br: <25>{#f/14}* Criança após criança, eu pensei que poderia salvar ao menos uma...
zh_cn: <25>{#f/14}* “能救一个是一个。” 每每有孩子坠落， 我都这样想着。
zh_tw: <25>{#f/14}* 「能救一個是一個。」 每每有孩子墜落， 我都這樣想著。

source: <26>{#f/13}* But that did not happen.
pt_br: <26>{#f/13}* Mas não aconteceu.
zh_cn: <26>{#f/13}* 可到最后，一个都没救成。
zh_tw: <26>{#f/13}* 可到最後，一個都沒救成。

source: <25>{#f/9}* I allowed my age to get the better of me.
pt_br: <25>{#f/9}* Eu permiti minha idade pegar o melhor de mim.
zh_cn: <25>{#f/9}* 我总想着... 自己寿命长着呢， 肯定有机会。
zh_tw: <25>{#f/9}* 我總想著... 自己壽命長著呢， 肯定有機會。

source: <25>{#f/10}* I had forgotten how curious children like you can be.
pt_br: <25>{#f/10}* Eu esqueci como crianças iguais a ti são tão curiosas.
zh_cn: <25>{#f/10}* 却忘了像你这样的孩子 好奇心有多强。
zh_tw: <25>{#f/10}* 卻忘了像你這樣的孩子 好奇心有多強。

source: <25>{#f/14}* Ironic, is it not?
pt_br: <25>{#f/14}* Irônico, não é mesmo?
zh_cn: <25>{#f/14}* 是不是很讽刺？
zh_tw: <25>{#f/14}* 是不是很諷刺？

source: <25>{#f/9}* I will... see you soon.
pt_br: <25>{#f/9}* Eu... te vejo depois.
zh_cn: <25>{#f/9}* 孩子... 我一会就到。
zh_tw: <25>{#f/9}* 孩子... 我一會就到。

source: <25>{#f/10}* ... * Be good... alright?
pt_br: <25>{#f/10}* ... * Seja boa... tudo bem?
zh_cn: <25>{#f/10}* ... * 要乖啊... 好吗？
zh_tw: <25>{#f/10}* ... * 要乖啊... 好嗎？

source: <25>{#p/twinkly}{#f/6}* Did you seriously come all this way just to see what would happen?
pt_br: <25>{#p/twinkly}{#f/6}* Você realmente veio todo esse caminho só pra ver o que iria acontecer?
zh_cn: <25>{#p/twinkly}{#f/6}* 你费这么大劲到这里， 就为了看隐藏对话吗？
zh_tw: <25>{#p/twinkly}{#f/6}* 你費這麼大勁到這裡， 就為了看隱藏對話嗎？

source: <25>{#f/8}* Wow. * You're even worse than I used to be.
pt_br: <25>{#f/8}* Wow. * Você é pior do que eu costumava ser.
zh_cn: <25>{#f/8}* 哇塞。 * 您可真差劲呢， 比我都差劲呢。
zh_tw: <25>{#f/8}* 哇塞。 * 您可真差勁呢， 比我都差勁呢。

source: <25>{#f/12}* ... * Annoying brat.
pt_br: <25>{#f/12}* ... * Rato irritante.
zh_cn: <25>{#f/12}* ... * 讨人厌的小崽子，给我听着：
zh_tw: <25>{#f/12}* ... * 討人厭的小崽子，給我聽著：

source: <25>{#f/11}* There's nothing for you to find back here.
pt_br: <25>{#f/11}* Não existe nada para você aqui.
zh_cn: <25>{#f/11}* 你再这么耗下去， 啥结果都没有。
zh_tw: <25>{#f/11}* 你再這麼耗下去， 啥結果都沒有。

source: <25>{#f/7}* Literally nothing.
pt_br: <25>{#f/7}* Literalmente nada.
zh_cn: <25>{#f/7}* 啥{^4} 都{^4} 没{^4} 有。
zh_tw: <25>{#f/7}* 啥{^4} 都{^4} 沒{^4} 有。

source: <25>{#f/0}{#v/1}* Even my very own self is nothing but an empty husk.
pt_br: <25>{#f/0}{#v/1}* Até mesmo eu, não sou nada além de um casco vazio.
zh_cn: <25>{#f/0}{#v/1}* 就连我自己， 也就是个空壳而已， 除此之外，啥都没有。
zh_tw: <25>{#f/0}{#v/1}* 就連我自己， 也就是個空殼而已， 除此之外，啥都沒有。

source: <25>{#f/6}{#v/0}* So stop wasting your OWN time and go back to the force field.
pt_br: <25>{#f/6}{#v/0}* Então pare de perder seu PRÓPRIO tempo e vá para o escudo de força.
zh_cn: <25>{#f/6}{#v/0}* 所以，赶紧回力场那去。 * 你浪费的， 可是自己的时间。
zh_tw: <25>{#f/6}{#v/0}* 所以，趕緊回力場那去。 * 你浪費的， 可是自己的時間。

source: <25>{#f/11}* Orrr... * You could give up and let ME take over...
pt_br: <25>{#f/11}* Orrr... * Você poderia desistir e ME deixar tomar o poder...
zh_cn: <25>{#f/11}* 你要是实在不想去... * 就认输得了， 把前哨站都给我吧。
zh_tw: <25>{#f/11}* 你要是實在不想去... * 就認輸得了， 把前哨站都給我吧。

source: <25>{#f/7}{#v/0}* Maybe you'd like that.
pt_br: <25>{#f/7}{#v/0}* Talvez você goste disso.
zh_cn: <25>{#f/7}{#v/0}* 这样是不是 更合你心意呢？
zh_tw: <25>{#f/7}{#v/0}* 這樣是不是 更合你心意呢？

source: <25>{#f/8}* See ya at the force field, idiot.
pt_br: <25>{#f/8}* Te vejo no escudo de força, idiota.
zh_cn: <25>{#f/8}* 力场见，蠢货。
zh_tw: <25>{#f/8}* 力場見，蠢貨。

source: <32>{#p/human}* (You activate the terminal.)
pt_br: <32>{#p/human}* (Você ativou o terminal.)
zh_cn: <32>{#p/human}* （你激活了终端。）
zh_tw: <32>{#p/human}* （你激活了終端。）

source: <32>{#p/event}* Procedure incomplete. * Please return at a later time.
pt_br: <32>{#p/event}* Procedimento incompleto. * Por favor retornar mais tarde.
zh_cn: <32>{#p/event}* 能量转移尚未完成。 * 请先去子世界， 之后再返回这里。
zh_tw: <32>{#p/event}* 能量轉移尚未完成。 * 請先去子世界， 之後再返回這裡。

source: <32>{#p/event}* Procedure complete. * All subjects have successfully tethered.
pt_br: <32>{#p/event}* Procedimento concluído. * Todos os indivíduos foram anexados com sucesso.
zh_cn: <32>{#p/event}* 能量转移已完成。 * 灵魂间通讯已建立。
zh_tw: <32>{#p/event}* 能量轉移已完成。 * 靈魂間通訊已建立。

source: <33>{#p/event}* Would you also like to exit?
pt_br: <33>{#p/event}* Você também gostaria de sair?
zh_cn: <33>{#p/event}* 是否离开“六号档案”？
zh_tw: <33>{#p/event}* 是否離開「六號檔案」？

source: * (Exit Archive Six?)
pt_br: * (Sair do Arquivo Seis?)
zh_cn: * （离开“六号档案”？）
zh_tw: * （離開「六號檔案」？）

source: <32>{#p/human}* (You tap on the panel.)
pt_br: <32>{#p/human}* (Você clica no painel.)
zh_cn: <32>{#p/human}* （你在操作面板上点了两下。）
zh_tw: <32>{#p/human}* （你在操作面板上點了兩下。）

source: <32>{#s/equip}{#p/human}* (You got the Monster Candy.)
pt_br: <32>{#s/equip}{#p/human}* (Você pega o Doce Monstro.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了怪物糖果。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了怪物糖果。）

source: <32>{#s/equip}{#p/human}* (You got the Exoberries.)
pt_br: <32>{#s/equip}{#p/human}* (Você pega as Exoberries.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了洋梅。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了洋梅。）

source: * (Use [DOWN], [LEFT], [RIGHT], and [UP] to tune the sound.)
pt_br: * (Use [BAIXO], [ESQUERDA], [DIREITA], e [CIMA] para ajustar o som.)
zh_cn: * （用[↑]、[↓]、[←]或[→] 调整音调高低。）
zh_tw: * （用[↑]、[↓]、[←]或[→] 調整音調高低。）

source: <32>{#p/human}* (You stare into the now- unlocked terminal.)
pt_br: <32>{#p/human}* (Você encara o agora desbloqueado terminal.)
zh_cn: <32>{#p/human}* （你看了看已解锁的终端。）
zh_tw: <32>{#p/human}* （你看了看已解鎖的終端。）

source: <32>{#p/human}* (You got the Space Tofu.)
pt_br: <32>{#p/human}* (Você pegou o Tofu Espacial.)
zh_cn: <32>{#p/human}* （你得到了太空豆腐。）
zh_tw: <32>{#p/human}* （你得到了太空豆腐。）

source: <32>{#s/equip}{#p/human}* (You got the Rations.)
pt_br: <32>{#s/equip}{#p/human}* (Você pegou as Rações.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了口粮。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了口糧。）

source: <32>{#s/equip}{#p/human}* (The Neon Key was added to your keyring.)
pt_br: <32>{#s/equip}{#p/human}* (A Chave Neon foi adicionada ao seu chaveiro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把氖光钥匙挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把氖光鑰匙掛到了鑰匙串上。）

source: <32>{#p/human}* (It appears a heal-pak was left underneath this bench.)
pt_br: <32>{#p/human}* (Parece que um Kit de Cura foi deixado embaixo deste banco.)
zh_cn: <32>{#p/human}* （长凳下面有个治疗包。）
zh_tw: <32>{#p/human}* （長凳下面有個治療包。）

source: <32>{#p/human}* (You got the heal-pak.)
pt_br: <32>{#p/human}* (Você pegou o Kit de Cura.)
zh_cn: <32>{#p/human}* （你得到了治疗包。）
zh_tw: <32>{#p/human}* （你得到了治療包。）

source: <32>{#p/human}* (You reach for the item, but you can't get it...)
pt_br: <32>{#p/human}* (Você tenta alcançar o ítem, mas falha...)
zh_cn: <32>{#p/human}* （你伸手去够，但够不到...）
zh_tw: <32>{#p/human}* （你伸手去夠，但夠不到...）

source: <32>{#p/human}* (The door appears to be locked.)
pt_br: <32>{#p/human}* (A porta parece estar fechada.)
zh_cn: <32>{#p/human}* （锁住了。）
zh_tw: <32>{#p/human}* （鎖住了。）

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... huh?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* ...欸？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* ...欸？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Who's there?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Quem está aí?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 谁在那？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 誰在那？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Huh!?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 啊！？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 啊！？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* How are you doing that!?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Como você tá fazendo isso!?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 你咋做到的！？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 你咋做到的！？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* How am I...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Como eu...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 我...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 我...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... even awake?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* ... estou acordado?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* ...怎么醒了？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* ...怎麼醒了？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* I've been asleep for so long, I'd forgotten about...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Eu estive dormindo por tanto tempo que já esqueci...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 我睡了好久， 啥都不记得了...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 我睡了好久， 啥都不記得了...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... oh!
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* ...哦！ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* ...喔！ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Are you there, old friend!? * Is that you!?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Você está aí, velho amigo!? * É você!?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 老朋友，是你吗！？ * 是你在那吗！？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 老朋友，是你嗎！？ * 是你在那嗎！？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* ...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* ...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Maybe not.
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Talvez não.
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 应该不是你。ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 應該不是你。ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Well, the last time I was awake, there was a disaster...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Bem, da última vez que estive acordado, foi um desastre...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 哦，依稀记得 上次醒来时， 爆发了一场灾难...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 喔，依稀記得 上次醒來時， 爆發了一場災難...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Is this the aftermath?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Este é o pós vida?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 灾难后的末日之景， 就是如此吗？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 災難後的末日之景， 就是如此嗎？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Oh no...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Oh não...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 真是糟透了...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 真是糟透了...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Wait... * There was something about the system's memory capacity...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Espere... * Havia algo sobre a capacidade de memória do sistema...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 我想想... * 当时，好像是系统的内存溢出了... 导致我陷入沉睡。ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 我想想... * 當時，好像是系統的記憶體溢出了... 導致我陷入沉睡。ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* If I'm awake now, then somebody's been freeing up space!
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Se eu estou acordado, então alguém deve estar tentando liberar espaço!
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 现在我醒了... 说明有人在释放内存空间！ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 現在我醒了... 說明有人在釋放記憶體空間！ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... they have, haven't they?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* ... está, não está?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* ...是这样吧？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* ...是這樣吧？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* I knew it.
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Eu sabia.
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 我懂了。ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 我懂了。ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* We're gonna get out!
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Nós vamos sair!
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 咱马上就能出去了！ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 咱馬上就能出去了！ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* You hear that, old friend? * You thought you were gone, but you persevered...!
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Você ouviu isso, velho amigo? * Você pensou que não iria voltar, mas você vai!
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 老朋友，你看到了吗！ * 你没有失败，没有死， 你成功了！ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 老朋友，你看到了嗎！ * 你沒有失敗，沒有死， 你成功了！ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Then again.
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* E de novo.
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 不过...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 不過...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* I don't even have a body to move around with.
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Eu nem tenho um corpo para me movimentar.
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 我连身体都没了， 照理没法移动...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 我連身體都沒了， 照理沒法移動...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* So, wait...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Então, espera...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 那就奇怪了...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 那就奇怪了...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* How am I seeing anything like this at all?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Como eu estou vendo algo assim?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 我这幅视野是哪来的？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 我這幅視野是哪來的？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* And so high off the floor...
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* E tão acima do chão...
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 还有， 我怎么离地面这么远了...ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 還有， 我怎麼離地面這麼遠了...ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* The light... * It's getting brighter!
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* A luz... * Está cada vez mais brilhosa!
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 那团光晕... 越来越耀眼了！ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 那團光暈... 越來越耀眼了！ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... is this it? * Does our freedom approach us?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* ... seria isso? * A liberdade se aproxima de nós?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* ...噩梦终于要结束了吗？ 自由要来了吗？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* ...惡夢終於要結束了嗎？ 自由要來了嗎？ゑ

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Hello?
pt_br: <32>{#p/human}{#v/5}{@fill=#00c000}* Olá?
zh_cn: <32>{#p/human}{#v/5}{@fill=#00c000}* 有人吗？ゑ
zh_tw: <32>{#p/human}{#v/5}{@fill=#00c000}* 有人嗎？ゑ

source: <32>{#p/human}* (You're carrying too much.)
pt_br: <32>{#p/human}* (Você está carregando demais.)
zh_cn: <32>{#p/human}* （你带的东西太多了。）
zh_tw: <32>{#p/human}* （你帶的東西太多了。）

source: <32>{#p/human}* (You're carrying too much to take that.)
pt_br: <32>{#p/human}* (Você está carregando demais para levar isso.)
zh_cn: <32>{#p/human}* （你带的东西太多，装不下它了。）
zh_tw: <32>{#p/human}* （你帶的東西太多，裝不下它了。）

source: <32>{#p/human}* (You're carrying too much to use that.)
pt_br: <32>{#p/human}* (Você está carregando demais pra usar isso.)
zh_cn: <32>{#p/human}* （你带的东西太多，无法使用它。）
zh_tw: <32>{#p/human}* （你帶的東西太多，無法使用它。）

source: <32>{#p/basic}* This terminal is only used to monitor the archive.
pt_br: <32>{#p/basic}* Este terminal é usado apenas para monitorar o arquivo.
zh_cn: <32>{#p/basic}* 这台终端只能用来 查看“档案”的运行状况。
zh_tw: <32>{#p/basic}* 這臺終端只能用來 查看「檔案」的執行狀況。

source: <32>* What else would it be for?
pt_br: <32>* Para que mais seria?
zh_cn: <32>* 你还想用它干嘛？
zh_tw: <32>* 你還想用它幹嘛？

source: <25>{#p/asriel1}{#f/13}* This throne kind of looks like the one King Erogot had.
pt_br: <25>{#p/asriel1}{#f/13}* Este trono se parece bastante com o do Rei Erogot.
zh_cn: <25>{#p/asriel1}{#f/13}* 这个王座的造型 很像Erogot国王的王座。
zh_tw: <25>{#p/asriel1}{#f/13}* 這個王座的造型 很像Erogot國王的王座。

source: <25>{#f/16}* Except this one has stars instead of a sky. * And it's smaller.
pt_br: <25>{#f/16}* Exceto que este tem estrelas em vez de um céu. * E é menor.
zh_cn: <25>{#f/16}* 只是相比他的王座， 面前这个王座画的是群星， 而不是天空，而且更小。
zh_tw: <25>{#f/16}* 只是相比他的王座， 面前這個王座畫的是群星， 而不是天空，而且更小。

source: <25>{#f/15}* How do I know what the old one looked like?
pt_br: <25>{#f/15}* Como eu sei a aparência do antigo?
zh_cn: <25>{#f/15}* 我是怎么知道 Erogot国王的王座 长啥样的呢？
zh_tw: <25>{#f/15}* 我是怎麼知道 Erogot國王的王座 長啥樣的呢？

source: <25>{#f/17}* Well, Mom and Dad had lots of bedtime stories about that guy...
pt_br: <25>{#f/17}* Bem, Mãe e Pai me contavam muitas histórias de dormir sobre ele...
zh_cn: <25>{#f/17}* 嗯... 因为我父母 讲的睡前故事里 总能出现他。
zh_tw: <25>{#f/17}* 嗯... 因為我父母 講的睡前故事裡 總能出現他。

source: <25>{#p/asriel1}{#f/20}* I can't be sure which stories are real, and which ones are made up.
pt_br: <25>{#p/asriel1}{#f/20}* Eu não tenho certeza de quais eles inventavam e quais eram verdade.
zh_cn: <25>{#p/asriel1}{#f/20}* 那些故事有真有假。 我也不知道哪些是真的， 哪些是假的。
zh_tw: <25>{#p/asriel1}{#f/20}* 那些故事有真有假。 我也不知道哪些是真的， 哪些是假的。

source: <25>{#f/17}* But, according to one, that old king was over a thousand years old.
pt_br: <25>{#f/17}* Mas, de acordo com uma delas, aquele velho rei tinha mais de mil anos de idade.
zh_cn: <25>{#f/17}* 有个故事里说， 老国王Erogot 已经一千岁了。
zh_tw: <25>{#f/17}* 有個故事裡說， 老國王Erogot 已經一千歲了。
