Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Thanks for having me over at your house. * You're always so kind.
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Obrigado por me deixar ir na sua casa. * Você é bem legal.
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 多谢邀请我来你家作客。 * 你总是那么善良。
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 多謝邀請我來你家作客。 * 你總是那麼善良。

source: <32>{@fill=#d535d9}* Most of the other kids have been here for a lot longer than me...
pt_br: <32>{@fill=#d535d9}* Maior parte das outras crianças estiveram aqui por mais tempo que eu...
zh_cn: <32>{@fill=#d535d9}* 别的孩子可能来得更早， 相处时间更长。
zh_tw: <32>{@fill=#d535d9}* 別的孩子可能來得更早， 相處時間更長。

source: <32>{@fill=#d535d9}* But you...
pt_br: <32>{@fill=#d535d9}* Mas você...
zh_cn: <32>{@fill=#d535d9}* 但在我心中...
zh_tw: <32>{@fill=#d535d9}* 但在我心中...

source: <32>{@fill=#d535d9}* ... you're special to me.
pt_br: <32>{@fill=#d535d9}* ... você é especial pra mim.
zh_cn: <32>{@fill=#d535d9}* ...你就是最特别的。
zh_tw: <32>{@fill=#d535d9}* ...你就是最特別的。

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* A new arrival!!
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Uma nova chegada!!
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 又有新面孔了！！
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 又有新面孔了！！

source: <32>{@fill=#d535d9}* That makes six of us. * Come on, let's go say hi!
pt_br: <32>{@fill=#d535d9}* Isso torna seis de nós. * Vamos lá, vamos dizer oi!
zh_cn: <32>{@fill=#d535d9}* 我们有六个人了！ * 哎，咱快去打个招呼！
zh_tw: <32>{@fill=#d535d9}* 我們有六個人了！ * 哎，咱快去打個招呼！

source: <32>{@fill=#d535d9}* Maybe we can even give them a tour!
pt_br: <32>{@fill=#d535d9}* Talvez podemos levar eles pra passear!
zh_cn: <32>{@fill=#d535d9}* 说不定， 还能带新朋友四处转转呢！
zh_tw: <32>{@fill=#d535d9}* 說不定， 還能帶新朋友四處轉轉呢！

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* This kid is something else...
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Essa criança é alguma coisa...
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 这家伙真有两下子...
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 這傢伙真有兩下子...

source: <32>{@fill=#d535d9}* They managed to get some type of access into the system.
pt_br: <32>{@fill=#d535d9}* Ele conseguiu ter algum tipo de acesso ao sistema.
zh_cn: <32>{@fill=#d535d9}* 居然能获取到部分系统权限。
zh_tw: <32>{@fill=#d535d9}* 居然能獲取到部分系統權限。

source: <32>{@fill=#d535d9}* Which means... * We can create anything we want...
pt_br: <32>{@fill=#d535d9}* O que significa... * Que podemos criar o que quisermos...
zh_cn: <32>{@fill=#d535d9}* 这样... * 我们想要啥，就有啥了...
zh_tw: <32>{@fill=#d535d9}* 這樣... * 我們想要啥，就有啥了...

source: <32>{@fill=#d535d9}* Anything at all.
pt_br: <32>{@fill=#d535d9}* Tudo, que quisermos.
zh_cn: <32>{@fill=#d535d9}* 没开玩笑。
zh_tw: <32>{@fill=#d535d9}* 沒開玩笑。

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Uh, I don't know if you can hear me, but...
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Uh, eu não se você pode me ouvir, mas...
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 呃， 但愿你能听到我的话...
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 呃， 但願你能聽到我的話...

source: <32>{@fill=#d535d9}* It's all falling apart...
pt_br: <32>{@fill=#d535d9}* Está caindo...
zh_cn: <32>{@fill=#d535d9}* 一切，都完了...
zh_tw: <32>{@fill=#d535d9}* 一切，都完了...

source: <32>{@fill=#d535d9}* I'm saving some of my messages in a virtual object. * If we get corrupted...
pt_br: <32>{@fill=#d535d9}* Estou salvando algumas das minhas mensagens em um objeto virtual. * Se formos corrompidos...
zh_cn: <32>{@fill=#d535d9}* 我把我所有的话 放到了一个虚拟的容器中。
zh_tw: <32>{@fill=#d535d9}* 我把我所有的話 放到了一個虛擬的容器中。

source: <32>{@fill=#d535d9}* ... maybe this will preserve our memory, somehow.
pt_br: <32>{@fill=#d535d9}* ... talvez isso preserve nossa memória, de alguma forma.
zh_cn: <32>{@fill=#d535d9}* 这样... 即使我们崩坏掉，被抹去， 我们的记忆也能留存下来。
zh_tw: <32>{@fill=#d535d9}* 這樣... 即使我們崩壞掉，被抹去， 我們的記憶也能留存下來。

source: <32>{@fill=#d535d9}* I'll miss you...
pt_br: <32>{@fill=#d535d9}* Eu vou sentir sua falta...
zh_cn: <32>{@fill=#d535d9}* 我会想你的...
zh_tw: <32>{@fill=#d535d9}* 我會想你的...

source: <32>{#p/human}* (It seems like it was never fully finished.)
pt_br: <32>{#p/human}* (Parece que nunca foi finalizado.)
zh_cn: <32>{#p/human}* （似乎永远都建不成。）
zh_tw: <32>{#p/human}* （似乎永遠都建不成。）

source: <32>{#p/basic}* I am but a fragment. * A chunk of data reserved in the system's memory.
pt_br: <32>{#p/basic}* Eu sou apenas um fragmento. * Um pedaço de dados reservado na memória do sistema.
zh_cn: <32>{#p/basic}* 我只是个“片段”。 * 或者说，系统储存的一段数据。ゑ
zh_tw: <32>{#p/basic}* 我只是個「片段」。 * 或者說，系統儲存的一段數據。ゑ

source: <32>{#p/basic}* For the moment, you possess the means to reach me.
pt_br: <32>{#p/basic}* Por agora, você consegue me alcançar.
zh_cn: <32>{#p/basic}* 此刻，你可以与我交互。ゑ
zh_tw: <32>{#p/basic}* 此刻，你可以與我互動。ゑ

source: <32>{#p/basic}* You are the only entity with such means.
pt_br: <32>{#p/basic}* Você é a única entidade com essa capacidade.
zh_cn: <32>{#p/basic}* 而其他人则不行。ゑ
zh_tw: <32>{#p/basic}* 而其他人則不行。ゑ

source: <32>{#p/basic}* Indeed, you may walk away, but you may always walk back.
pt_br: <32>{#p/basic}* É claro, você pode ir embora, mas você sempre vai voltar.
zh_cn: <32>{#p/basic}* 在“档案”系统中， 我们可以通过这种机制 保持联系：ゑ
zh_tw: <32>{#p/basic}* 在「檔案」系統中， 我們可以通過這種機制 保持聯繫：ゑ

source: <32>{#p/basic}* We are connected in this way.
pt_br: <32>{#p/basic}* Estamos conectados dessa forma.
zh_cn: <32>{#p/basic}* 在本层，你可以到处走动。 无论你去哪，都可以重新回到这里。ゑ
zh_tw: <32>{#p/basic}* 在本層，你可以到處走動。 無論你去哪，都可以重新回到這裡。ゑ

source: <32>{#p/basic}* However, if you leave this floor, that access will be cut off.
pt_br: <32>{#p/basic}* Entretanto, se você sair desse andar, o acesso será cortado.
zh_cn: <32>{#p/basic}* 不过... 一旦你离开这一层， 你将再也无法返回这里， 我们的联系也会随之切断。ゑ
zh_tw: <32>{#p/basic}* 不過... 一旦你離開這一層， 你將再也無法返回這裡， 我們的聯繫也會隨之切斷。ゑ

source: <32>{#p/basic}* There would be no way for you to reach me again.
pt_br: <32>{#p/basic}* Não terá nenhuma maneira de você me alcançar de novo.
zh_cn: <32>{#p/basic}* 之后， 你就再也无法与我交互了。ゑ
zh_tw: <32>{#p/basic}* 之後， 你就再也無法與我互動了。ゑ

source: <32>{#p/basic}* The system would identify me as an isolated fragment, and I would cease to exist.
pt_br: <32>{#p/basic}* O sistema irá me identificar como um fragmento isolado, e eu vou deixar de existir.
zh_cn: <32>{#p/basic}* 你离开后， 系统就会把我当成孤立片段， 抹除我的存在。ゑ
zh_tw: <32>{#p/basic}* 你離開後， 系統就會把我當成孤立片段， 抹除我的存在。ゑ

source: <32>{#p/basic}* A puzzle completed. * A boss defeated. * An area deleted.
pt_br: <32>{#p/basic}* Um quebra-cabeça concluído. * Um chefe derrotado. * Uma área deletada.
zh_cn: <32>{#p/basic}* 其他子空间也是。 * 当你解完了谜题，打败了Boss， 这个子空间就会被系统删除。ゑ
zh_tw: <32>{#p/basic}* 其他子空間也是。 * 當你解完了謎題，打敗了Boss， 這個子空間就會被系統刪除。ゑ

source: <33>{#p/basic}* We are the last of our kind.
pt_br: <33>{#p/basic}* Nós somos os últimos do nosso tipo.
zh_cn: <33>{#p/basic}* 现在，系统剩下的片段， 只有我们了。ゑ
zh_tw: <33>{#p/basic}* 現在，系統剩下的片段， 只有我們了。ゑ

source: <32>{#p/basic}* Reach the tenth floor of this area, and we, too, will be freed from this world.
pt_br: <32>{#p/basic}* Alcance o décimo andar desta área, e nós, também, seremos libertos deste mundo.
zh_cn: <32>{#p/basic}* 当你到达第十层， 我们也可以从这世上解脱。ゑ
zh_tw: <32>{#p/basic}* 當你到達第十層， 我們也可以從這世上解脫。ゑ

source: <32>{#p/basic}* Perhaps then, a small part of what once was will re-surface through the open pathway.
pt_br: <32>{#p/basic}* Talvez então, uma pequena parte do que antes era, ressurgisse pelo caminho aberto.
zh_cn: <32>{#p/basic}* 到那时，也许 某种尘封已久的东西 将再度显现。ゑ
zh_tw: <32>{#p/basic}* 到那時，也許 某種塵封已久的東西 將再度顯現。ゑ

source: <32>{#p/basic}* Perhaps then, its memory will be preserved in yours.
pt_br: <32>{#p/basic}* Talvez então, essa memória será preservada na sua.
zh_cn: <32>{#p/basic}* 到那时， 也许“档案”留存的数据会 永远烙印在你的记忆之中。ゑ
zh_tw: <32>{#p/basic}* 到那時， 也許「檔案」留存的數據會 永遠烙印在你的記憶之中。ゑ

source: <32>{#p/human}* (You inspect the flowers.)
pt_br: <32>{#p/human}* (Você inspeciona as flores.)
zh_cn: <32>{#p/human}* （你看了看这些花。）ゑ
zh_tw: <32>{#p/human}* （你看了看這些花。）ゑ

source: <32>{#p/human}* (You feel intimidated by the pillar towering over you.)
pt_br: <32>{#p/human}* (Você se sente intimidado pelo pilar na sua frente.)
zh_cn: <32>{#p/human}* （你被高高在上的柱子吓到了。）
zh_tw: <32>{#p/human}* （你被高高在上的柱子嚇到了。）

source: <32>{#p/basic}* It's a pillar.
pt_br: <32>{#p/basic}* É um pilar.
zh_cn: <32>{#p/basic}* 一根柱子。
zh_tw: <32>{#p/basic}* 一根柱子。

source: <32>{#p/basic}* An imposing pillar.
pt_br: <32>{#p/basic}* De fato um pilar.
zh_cn: <32>{#p/basic}* 一根雄伟的柱子。
zh_tw: <32>{#p/basic}* 一根雄偉的柱子。

source: <32>{#p/human}* (You feel a little worried about the pillar towering over you.)
pt_br: <32>{#p/human}* (Você se sente um pouco preocupado com o pilar que se eleva sobre você.)
zh_cn: <32>{#p/human}* （你因高高在上的柱子而感到焦虑。）
zh_tw: <32>{#p/human}* （你因高高在上的柱子而感到焦慮。）

source: <32>{#p/basic}* A less imposing pillar.
pt_br: <32>{#p/basic}* Nem tanto um pilar.
zh_cn: <32>{#p/basic}* 一根没那么雄伟的柱子。
zh_tw: <32>{#p/basic}* 一根沒那麼雄偉的柱子。

source: <32>{#p/human}* (You feel comfortable near this pillar.)
pt_br: <32>{#p/human}* (Você se sente confortável próximo a este pilar.)
zh_cn: <32>{#p/human}* （你觉得待在这柱子旁很舒服。）
zh_tw: <32>{#p/human}* （你覺得待在這柱子旁很舒服。）

source: <32>{#p/basic}* This pillar isn't imposing at all.
pt_br: <32>{#p/basic}* Este pilar não é nada imponente.
zh_cn: <32>{#p/basic}* 一根一点都不雄伟的柱子。
zh_tw: <32>{#p/basic}* 一根一點都不雄偉的柱子。

source: <32>{#p/human}* (You feel inclined to greet this pillar.)
pt_br: <32>{#p/human}* (Você sente uma vontade de cumprimentar este pilar.)
zh_cn: <32>{#p/human}* （你想要和这柱子打招呼。）
zh_tw: <32>{#p/human}* （你想要和這柱子打招呼。）

source: <32>{#p/basic}* This pillar just wants to say "hello."
pt_br: <32>{#p/basic}* Este pilar só quer dizer "olá."
zh_cn: <32>{#p/basic}* 这柱子想跟你打招呼。
zh_tw: <32>{#p/basic}* 這柱子想跟你打招呼。

source: <32>{#p/human}* (You feel inclined to tuck this pillar into bed.)
pt_br: <32>{#p/human}* (Você sente uma vontade de levar este pilar para a cama.)
zh_cn: <32>{#p/human}* （你想给这柱子裹上被子。）
zh_tw: <32>{#p/human}* （你想給這柱子裹上被子。）

source: <32>{#p/basic}* This pillar just wants to go to sleep.
pt_br: <32>{#p/basic}* Este pilar só quer dormir
zh_cn: <32>{#p/basic}* 这柱子想睡觉。
zh_tw: <32>{#p/basic}* 這柱子想睡覺。

source: <32>{#p/human}* (You feel this pillar would be best kept at a distance.)
pt_br: <32>{#p/human}* (Você sente que seria melhor manter distância deste pilar.)
zh_cn: <32>{#p/human}* （你觉得最好与这柱子保持距离。）
zh_tw: <32>{#p/human}* （你覺得最好與這柱子保持距離。）

source: <32>{#p/basic}* This pillar feels its personal space is being invaded.
pt_br: <32>{#p/basic}* Este pilar sente que seu espaço pessoal está sendo invadido.
zh_cn: <32>{#p/basic}* 这柱子感觉 自己的私人空间被侵犯了。
zh_tw: <32>{#p/basic}* 這柱子感覺自己 的私人空間被侵犯了。

source: <32>{#p/human}* (You're not sure how to feel about this pillar.)
pt_br: <32>{#p/human}* (Você não tem certeza sobre o que sentir em relação a este pilar.)
zh_cn: <32>{#p/human}* （你不知道怎么看待这柱子。）
zh_tw: <32>{#p/human}* （你不知道怎麼看待這柱子。）

source: <32>{#p/basic}* This pillar is a self- proclaimed "space invader."
pt_br: “<32>{#p/basic}* Este pilar se autoproclama "invasor espacial."
zh_cn: <32>{#p/basic}* 这柱子称自己为“空间侵犯者”。
zh_tw: <32>{#p/basic}* 這柱子稱自己為「空間侵犯者」。

source: <32>{#p/human}* (You've never been more appreciated by a simple pillar.)
pt_br: <32>{#p/human}* (Você nunca sentiu tanta admiração por um pilar tão simples.)
zh_cn: <32>{#p/human}* （你以前从来都没有 被一根简单的柱子欣赏过。）
zh_tw: <32>{#p/human}* （你以前從來都沒有 被一根簡單的柱子欣賞過。）

source: <32>{#p/basic}* This pillar is judging you for your sins.
pt_br: <32>{#p/basic}* Este pilar está te julgando por seus pecados.
zh_cn: <32>{#p/basic}* 这柱子在审判你的罪孽。
zh_tw: <32>{#p/basic}* 這柱子在審判你的罪孽。

source: <32>{#p/basic}* This pillar is not judging you in any way.
pt_br: <32>{#p/basic}* Este pilar não está te julgando de forma alguma.
zh_cn: <32>{#p/basic}* 无论如何， 这根柱子并没有在审判你。
zh_tw: <32>{#p/basic}* 無論如何， 這根柱子並沒有在審判你。

source: <32>{#p/basic}* This pillar is smiling upon your good deeds.
pt_br: <32>{#p/basic}* Este pilar está sorrindo por conta das suas boas ações.
zh_cn: <32>{#p/basic}* 这柱子因你的善行而对你微笑。
zh_tw: <32>{#p/basic}* 這柱子因你的善行而對你微笑。

source: <25>{#p/sans}{#f/0}* last i heard, she was on her way up here.
pt_br: <25>{#p/sans}{#f/0}* última vez que ouvi, ela estava indo pra ali.
zh_cn: <25>{#p/sans}{#f/0}* 上次听到她的消息， 是她要来这儿。
zh_tw: <25>{#p/sans}{#f/0}* 上次聽到她的訊息， 是她要來這兒。

source: <25>{#f/3}* i'm starting to get worried about her, to be honest.
pt_br: <25>{#f/3}* Eu estou começando a ficar preocupado com ela, sinceramente.
zh_cn: <25>{#f/3}* 说实话，我有点担心她。
zh_tw: <25>{#f/3}* 說實話，我有點擔心她。

source: <25>{#p/sans}{#f/0}* maybe she got lost?
pt_br: <25>{#p/sans}{#f/0}* Talvez ela se perdeu?
zh_cn: <25>{#p/sans}{#f/0}* 万一她迷路了？
zh_tw: <25>{#p/sans}{#f/0}* 萬一她迷路了？

source: <25>{#p/sans}{#f/3}* maybe she just had to take a nap.
pt_br: <25>{#p/sans}{#f/3}* Talvez ela só precisou tirar uma soneca.
zh_cn: <25>{#p/sans}{#f/3}* 也说不准 她只是想打个盹。
zh_tw: <25>{#p/sans}{#f/3}* 也說不準 她只是想打個盹。

source: <25>{#p/sans}{#f/2}* i can relate to that.
pt_br: <25>{#p/sans}{#f/2}* Disso aí eu entendo.
zh_cn: <25>{#p/sans}{#f/2}* 我能理解。
zh_tw: <25>{#p/sans}{#f/2}* 我能理解。

source: <25>{#p/sans}{#f/0}* hey, are you following me around or something?
pt_br: <25>{#p/sans}{#f/0}* Ei, você tá seguindo ou o quê?
zh_cn: <25>{#p/sans}{#f/0}* 嘿，你这是在跟踪我吗？
zh_tw: <25>{#p/sans}{#f/0}* 嘿，你這是在跟蹤我嗎？

source: <25>{#p/sans}{#f/2}* come on now.
pt_br: <25>{#p/sans}{#f/2}* Que foi.
zh_cn: <25>{#p/sans}{#f/2}* 还是别了吧。
zh_tw: <25>{#p/sans}{#f/2}* 還是別了吧。

source: <32>{#p/human}* (You stare into the dazzling sight from beyond.)
pt_br: <32>{#p/human}* (Você olha para a visão deslumbrante do além.)
zh_cn: <32>{#p/human}* （你凝视着远方那耀眼的景象。）
zh_tw: <32>{#p/human}* （你凝視著遠方那耀眼的景象。）

source: <32>{#p/basic}* They're made of magic.
pt_br: <32>{#p/basic}* Elas são feitas de magia.
zh_cn: <32>{#p/basic}* 一扇窗，由魔法制成。
zh_tw: <32>{#p/basic}* 一扇窗，由魔法製成。

source: <32>{#p/human}* (You stare graciously into the now-abandoned city...)
pt_br: <32>{#p/human}* (Você encara graciosamente a agora abandonada cidade...)
zh_cn: <32>{#p/human}* （你优雅地凝视着 这座被遗弃的城市...）
zh_tw: <32>{#p/human}* （你優雅地凝視著 這座被遺棄的城市...）

source: <32>{#p/basic}* A sense of panic consumes the Citadel's very being.
pt_br: <32>{#p/basic}* Um sentimento de pânico consome a Cidadela.
zh_cn: <32>{#p/basic}* 首塔此刻动荡不安。
zh_tw: <32>{#p/basic}* 首塔此刻動蕩不安。

source: <32>{#p/basic}* An eerie darkness falls over the Citadel.
pt_br: <32>{#p/basic}* Uma escuridão mortal cai sobre a Cidadela.
zh_cn: <32>{#p/basic}* 诡异的黑暗笼罩着首塔。
zh_tw: <32>{#p/basic}* 詭異的黑暗籠罩著首塔。

source: <32>{#p/basic}* The Citadel gleams from beyond the untempered glass.
pt_br: <32>{#p/basic}* A Cidadela brilha além do vidro não temperado.
zh_cn: <32>{#p/basic}* 首塔的景象在非钢化窗户外闪闪发光。
zh_tw: <32>{#p/basic}* 首塔的景象在非鋼化窗戶外閃閃發光。

source: <32>{#p/basic}* A lonely little couch in this somewhat-empty house.
pt_br: <32>{#p/basic}* Um pequeno sofá solitário nesta casa um tanto vazia.
zh_cn: <32>{#p/basic}* 空荡荡的房子，孤零零的小沙发。
zh_tw: <32>{#p/basic}* 空蕩蕩的房子，孤零零的小沙發。

source: <32>{#p/human}* (The books on this bookshelf consist of various resources belonging to Asgore.)
pt_br: <32>{#p/human}* (Estes livros nesta prateleira consistem em vários artigos que pertencem a Asgore.)
zh_cn: <32>{#p/human}* （这个书架上的书 由Asgore收集的 各种资料组成。）
zh_tw: <32>{#p/human}* （這個書架上的書 由Asgore收集的 各種資料組成。）

source: <32>{#p/basic}* It's a bookshelf.
pt_br: <32>{#p/basic}* É uma estante.
zh_cn: <32>{#p/basic}* 一个书架。
zh_tw: <32>{#p/basic}* 一個書架。

source: <32>{#p/human}* (You pick out a book...)
pt_br: <32>{#p/human}* (Você escolhe um livro...)
zh_cn: <32>{#p/human}* （你取下了一本书...）
zh_tw: <32>{#p/human}* （你取下了一本書...）

source: <32>{#p/basic}* This book is labelled "Grand Library Brochure."
pt_br: <32>{#p/basic}* Este livro está rotulado como "Brochura da Grande Biblioteca."
zh_cn: <32>{#p/basic}* 书上的标记是“大图书馆手册”。
zh_tw: <32>{#p/basic}* 書上的標記是「大圖書館手冊」。

source: <32>* "Welcome to the Grand Library, a stronghold of knowledge on a variety of topics."
pt_br: <32>* "Bem-vindo a Grande Biblioteca, um universo cheio de conhecimento com uma variedade de tópicos."
zh_cn: <32>* “欢迎来到大图书馆， 在这里，你能了解到 各行各业的知识。”
zh_tw: <32>* 「歡迎來到大圖書館， 在這裡，你能了解到 各行各業的知識。」

source: <32>* "Along each corridor lie books of history, culture, science, technology, and beyond."
pt_br: <32>* "Ao longo de cada corredor estão livros de história, cultura, ciência, tecnologia e muito mais."
zh_cn: <32>* “在不同的走廊， 你能读到不同学科的书籍。 有历史、文化、科学、技术...”
zh_tw: <32>* 「在不同的走廊， 你能讀到不同學科的書籍。 有歷史、文化、科學、技術...」

source: <32>* "For the adventerous readers, works from famous fiction writers may also be found."
pt_br: <32>* "Para os leitores aventureiros, trabalhos de escritores de ficção também podem ser encontrados."
zh_cn: <32>* “如果你喜欢探险小说， 也能在这里一饱眼福。”
zh_tw: <32>* 「如果你喜歡探險小說， 也能在這裡一飽眼福。」

source: <32>* "Andori, Terrestria, Strax Seterra, Vashta Nerada, and many others adorn our walls."
pt_br: <32>* "Andori, Terrestria, Strax Seterra, Vashta Nerada, e muitos outros sobre estás paredes."
zh_cn: <32>* “很多怪物都为这里捐过书。”[ADD]<32>* “有Andori、Terrestria、 Strax Seterra、 Vashta Nerada...”
zh_tw: <32>* 「很多怪物都為這裡捐過書。」[ADD]<32>* 「有Andori、Terrestria、 Strax Seterra、 Vashta Nerada...」

source: <33>* "Visit the Grand Library of Krios today, and your first ten books will be 1/2KT on us."
pt_br: <33>* "Visite a Grande Biblioteca de Krios hoje e seus primeiros dez livros serão 1/2KT por nossa conta."
zh_cn: <33>* “快来克里乌斯大图书馆吧！ 今日来馆，还能享受 前十本半价的优惠哦。”
zh_tw: <33>* 「快來克裡烏斯大圖書館吧！ 今日來館，還能享受 前十本半價的優惠喔。」

source: <32>{#p/human}* (You put the book back on the shelf.)
pt_br: <32>{#p/human}* (Você põe o livro de volta na prateleira.)
zh_cn: <32>{#p/human}* （你把书放回了书架。）
zh_tw: <32>{#p/human}* （你把書放回了書架。）

source: <32>{#p/basic}* This book has been signed by "Toriel Dreemurr."
pt_br: <32>{#p/basic}* Este livro foi assinado por "Toriel Dreemurr."
zh_cn: <32>{#p/basic}* 署名是“Toriel Dreemurr”。
zh_tw: <32>{#p/basic}* 署名是「Toriel Dreemurr」。

source: <32>{#p/basic}* "Dreemurr Family Recipes: Snail Pie"
pt_br: <32>{#p/basic}* "Receitas da Família Dreemurr: Torta de Lesma."
zh_cn: <32>{#p/basic}* “《Dreemurr家族的美味秘笈：蜗牛派》”
zh_tw: <32>{#p/basic}* 「《Dreemurr家族的美味祕笈：蝸牛派》」

source: <32>* "Snail Pie is a coveted tradition among members of the Dreemurr family line."
pt_br: <32>* "Torta de Lesma é uma tradição de anos por membros da família Dreemurr."
zh_cn: <32>* “蜗牛派是Dreemurr家族的 一道风味独特的传统美食。”
zh_tw: <32>* 「蝸牛派是Dreemurr家族的 一道風味獨特的傳統美食。」

source: <32>* "Making it is a simple process, and can be broken down into five steps."
pt_br: <32>* "Fazê-la é simples e o processo pode ser quebrado em cinco passos."
zh_cn: <32>* “制作它其实非常简单， 只需五个步骤：”
zh_tw: <32>* 「製作它其實非常簡單， 只需五個步驟：」

source: <32>* "First, prepare the bottom crust by laying it on top of a pie plate."
pt_br: <32>* "Primeiro, prepare a crosta inferior colocando-a em cima de uma forma de torta."
zh_cn: <32>* “首先，轻柔地展开酥脆的派底， 在烘焙盘中铺平。”
zh_tw: <32>* 「首先，輕柔地展開酥脆的派底， 在烘焙盤中鋪平。」

source: <32>* "Next, whisk evaporated milk, eggs, and spices together in a bowl until smooth."
pt_br: <32>* "Em seguida, bata o leite evaporado, os ovos e os temperos em uma tigela até ficar homogêneo."
zh_cn: <32>* “然后，将香浓的蒸发奶、 新鲜的鸡蛋和选料香料 混合在一起，搅拌至丝滑细腻。”
zh_tw: <32>* 「然後，將香濃的蒸發奶、 新鮮的雞蛋和選料香料 混合在一起，攪拌至絲滑細膩。」

source: <32>* "Then, take several well-aged snails, and thoroughly incorporate into the mixture."
pt_br: <32>* "Então, pegue algumas lesmas envelhecidas e jogue-as na mistura."
zh_cn: <32>* “接着，小心地将几只新鲜蜗牛 加入到之前调制好的香浓奶糊中， 确保它们完全浸入。”
zh_tw: <32>* 「接著，小心地將幾隻新鮮蝸牛 加入到之前調製好的香濃奶糊中， 確保它們完全浸入。」

source: <32>* "After that, pour the contents of the bowl into the bottom crust."
pt_br: <32>* "Depois disso, despeje o conteúdo da tigela na crosta inferior."
zh_cn: <32>* “之后，将这层混合物 轻轻倒入准备好的派底， 均匀铺开。”
zh_tw: <32>* 「之後，將這層混合物 輕輕倒入準備好的派底， 均勻鋪開。」

source: <32>* "Last, prepare the top crust by cutting sheet into strips and forming a lattice."
pt_br: <32>* "Por último, prepare a crosta superior cortando a folha em tiras e formando uma treliça."
zh_cn: <32>* “最后，将面团切成细条， 编织成优雅的格子形状， 覆盖在派面上。”
zh_tw: <32>* 「最後，將麵團切成細條， 編織成優雅的格子形狀， 覆蓋在派面上。」

source: <32>* "Then just bake the pie!"
pt_br: <32>* "Então é só cozinhar a torta!"
zh_cn: <32>* “现在，将派放到烤箱中， 烤至金黄酥脆。”
zh_tw: <32>* 「現在，將派放到烤箱中， 烤至金黃酥脆。」

source: <32>* "Once the pie is ready, take it out of the oven, let it cool, and serve!"
pt_br: <32>* "Uma vez que a torta estiver pronta, tire-a, deixe esfriar e sirva!"
zh_cn: <32>* “出炉后，派面金黄诱人。 令其稍作冷却，即可切片、上桌！”
zh_tw: <32>* 「出爐後，派面金黃誘人。 令其稍作冷卻，即可切片、上桌！」

source: <32>{#p/basic}* It's a casualty report.
pt_br: <32>{#p/basic}* É uma reportagem de casualidades.
zh_cn: <32>{#p/basic}* 这是份伤亡报告。
zh_tw: <32>{#p/basic}* 這是份傷亡報告。

source: <33>* "Overview... two thousand dead, forty-thousand injured." * "Tenko has fallen."
pt_br: <33>* "Últimas notícias... dois mil mortos, quarenta mil feridos." * "Tenko caiu."
zh_cn: <33>* “据统计... 此次袭击已致 2000人死亡，40000人受伤。” * “探科城沦陷。”
zh_tw: <33>* 「據統計... 此次襲擊已致 2000人死亡，40000人受傷。」 * 「探科城淪陷。」

source: <32>* "Days before the attack, a local boy, Gerson, was drafted into the royal forces."
pt_br: <32>* "Dias antes do ataque, um rapaz local, Gerson, foi colocado na guarda real."
zh_cn: <32>* “数日前，当地青年Gerson应征入伍。”
zh_tw: <32>* 「數日前，當地青年Gerson應徵入伍。」

source: <32>* "Gerson had predicted the all- out assault based on movements within the human fleet."
pt_br: <32>* "Gerson previu todos os ataques baseando-se nos até então movimentos humanos."
zh_cn: <32>* “根据人类方舰队活动， Gerson预言了此次全面进攻。”
zh_tw: <32>* 「根據人類方艦隊活動， Gerson預言了此次全面進攻。」

source: <32>* "Had it not been for the king's son, this prediction would have been ignored."
pt_br: <32>* "Se não fosse pelo filho do rei, essas previsões teriam sido ignoradas."
zh_cn: <32>* “王子殿下识人如炬， 我方才得以注意这一预言。”
zh_tw: <32>* 「王子殿下識人如炬， 我方才得以注意這一預言。」

source: <32>* "Had it been ignored, Gerson's family would have died in the attack."
pt_br: <32>* "Se fossem ignorados, a família de Gerson teria morrido no ataque."
zh_cn: <32>* “倘若我方忽略了这一预言， Gerson的家人将在此次袭击中 悉数丧命。”
zh_tw: <32>* 「倘若我方忽略了這一預言， Gerson的家人將在此次襲擊中 悉數喪命。」

source: <32>* "Survivors of the attack are holding a commemoration at the central nexus."
pt_br: <32>* "Sobreviventes do ataque estão preparando uma comemoração no centro do nexus."
zh_cn: <32>* “此后，本次袭击的幸存者 正在于中央枢纽 举行纪念活动。”
zh_tw: <32>* 「此後，本次襲擊的倖存者 正在於中央樞紐 舉行紀念活動。」

source: <32>* "The boy is a hometown hero."
pt_br: <32>* "O garoto é um herói da cidade."
zh_cn: <32>* “那位青年是名家乡英雄。”
zh_tw: <32>* 「那位青年是名家鄉英雄。」

source: <32>{#p/human}* (You note the fairly large size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o tamanho bastante grande da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅相当之大。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅相當之大。）

source: <32>{#p/basic}* A larger dining chair.
pt_br: <32>{#p/basic}* Uma larga cadeira de jantar.
zh_cn: <32>{#p/basic}* 大餐椅。
zh_tw: <32>{#p/basic}* 大餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a queen.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Feita para uma rainha.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是王后的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是王后的餐椅。

source: <32>{#p/human}* (You note the small size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o pequeno tamanho da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅相对较小。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅相對較小。）

source: <32>{#p/basic}* A smaller dining chair.
pt_br: <32>{#p/basic}* Uma pequena cadeira de jantar.
zh_cn: <32>{#p/basic}* 小餐椅。
zh_tw: <32>{#p/basic}* 小餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a demon.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Feita para um demônio.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是恶魔的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是惡魔的餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a prince.
pt_br: <32>{#p/basic}* Um das cadeiras de jantar do Asgore. * Feita para um príncipe.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是王子的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是王子的餐椅。

source: <32>{#p/human}* (You note the slightly large size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o tamanho versátil da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅相对较大。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅相對較大。）
