Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/2}* you understood the {@fill=#003cff}real truth{@fill=#fff}.
pt_br: <25>{#f/2}* você entendeu a {@fill=#003cff}realidade{@fill=#fff}.
zh_cn: <25>{#f/2}* 让你知晓{@fill=#003cff}真相{@fill=#fff}了。
zh_tw: <25>{#f/2}* 讓你知曉{@fill=#003cff}真相{@fill=#fff}了。

source: <25>{#f/0}* so...
pt_br: <25>{#f/0}* então...
zh_cn: <25>{#f/0}* 所以...
zh_tw: <25>{#f/0}* 所以...

source: <25>{#f/0}* ... wait. * have you heard this before, too?
pt_br: <25>{#f/0}* ... espera. * você já escutou isso antes também?
zh_cn: <25>{#f/0}* ...等等。 * 你之前是不是早就听过 这段了？
zh_tw: <25>{#f/0}* ...等等。 * 你之前是不是早就聽過 這段了？

source: <25>{#f/3}* wow, you really ARE a time traveler.
pt_br: <25>{#f/3}* uau, você realmente é um viajante do tempo.
zh_cn: <25>{#f/3}* 哇，看来是货真价实的 时间旅者。
zh_tw: <25>{#f/3}* 哇，看來是貨真價實的 時間旅者。

source: <25>{#f/2}* guess there's not much else to say, then.
pt_br: <25>{#f/2}* acho que não a muito mais para ser dito.
zh_cn: <25>{#f/2}* 那就不用长篇大论了。
zh_tw: <25>{#f/2}* 那就不用長篇大論了。

source: <32>{#s/equip}{#p/human}* (The Skeleton Key was added to your keyring.)
pt_br: <32>{#s/equip}{#p/human}* (A Chave de Esqueleto foi adicionada ao seu chaveiro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把骨钥挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把骨鑰掛到了鑰匙串上。）

source: <25>{#p/sans}{#f/2}* ... apart from "i'll move you back behind the pillar now."
pt_br: <25>{#p/sans}{#f/2}* ... além de "vou movê-lo de volta para trás do pilar agora."
zh_cn: <25>{#p/sans}{#f/2}* ...只需要说一句 “该把你挪回去”就够了。
zh_tw: <25>{#p/sans}{#f/2}* ...只需要說一句 「該把你挪回去」就夠了。

source: <25>{#p/sans}{#f/0}* behind you.
pt_br: <25>{#p/sans}{#f/0}* atrás de você.
zh_cn: <25>{#p/sans}{#f/0}* 回头。
zh_tw: <25>{#p/sans}{#f/0}* 回頭。

source: <25>{#p/sans}* so this is it, huh?
pt_br: <25>{#p/sans}* é isso então, huh?
zh_cn: <25>{#p/sans}* 所以，这就是终点了， 是吗？
zh_tw: <25>{#p/sans}* 所以，這就是終點了， 是嗎？

source: <25>* this is where your journey ends?
pt_br: <25>* é aqui que sua jornada acaba?
zh_cn: <25>* 就要用这种方式， 给你的旅程画上句号吗？
zh_tw: <25>* 就要用這種方式， 給你的旅程畫上句號嗎？

source: <25>* look. * i don't know what asgore's going to do.
pt_br: <25>* olha. * eu não sei o que o asgore vai fazer.
zh_cn: <25>* 嘿。 * 之前，我和asgore聊了聊 你的所作所为。
zh_tw: <25>* 嘿。 * 之前，我和asgore聊了聊 你的所作所為。

source: <25>{#f/0}* i had a talk with him about what you've done, but, chances are...
pt_br: <25>{#f/0}* eu conversei com ele sobre o que você fez, mas, as chances são...
zh_cn: <25>{#f/0}* 虽然不知道asgore会对你 做些什么...
zh_tw: <25>{#f/0}* 雖然不知道asgore會對你 做些什麼...

source: <25>{#f/0}* ... it won't be what you expect.
pt_br: <25>{#f/0}* ... que não será exatamente o que você espera.
zh_cn: <25>{#f/0}* 但很可能， 事情不会如你所愿。
zh_tw: <25>{#f/0}* 但很可能， 事情不會如你所願。

source: <25>* but, just think for a moment...
pt_br: <25>* mas, pense por um momento...
zh_cn: <25>* 不过，迎接结局之前... 静下心来，好好想想。
zh_tw: <25>* 不過，迎接結局之前... 靜下心來，好好想想。

source: <25>* everything you've done up until now.
pt_br: <25>* tudo que você fez até agora.
zh_cn: <25>* 一路走来，你做的那些事...
zh_tw: <25>* 一路走來，你做的那些事...

source: <25>* was it worth it?
pt_br: <25>* valeu a pena?
zh_cn: <25>* 真的值得吗？
zh_tw: <25>* 真的值得嗎？

source: <25>{#p/sans}{#f/3}* i don't know what's going through your mind right now.
pt_br: <25>{#p/sans}{#f/3}* eu não sei o que se passa pela sua mente agora.
zh_cn: <25>{#p/sans}{#f/3}* 我看不到你的表情。
zh_tw: <25>{#p/sans}{#f/3}* 我看不到你的表情。

source: <25>{#f/0}* i mean, i can't even see your face.
pt_br: <25>{#f/0}* quer dizer, eu nem posso ver seu rosto.
zh_cn: <25>{#f/0}* 更摸不透你的心思。
zh_tw: <25>{#f/0}* 更摸不透你的心思。

source: <25>{#f/3}* maybe that's for the best.
pt_br: <25>{#f/3}* talvez isso seja para o melhor.
zh_cn: <25>{#f/3}* 这样也好。
zh_tw: <25>{#f/3}* 這樣也好。

source: <25>{#f/0}* but i do know that for you to have done all this...
pt_br: <25>{#f/0}* mas eu sei que após tudo isso que você fez...
zh_cn: <25>{#f/0}* 但我知道， 你能干出那些事...
zh_tw: <25>{#f/0}* 但我知道， 你能幹出那些事...

source: <25>* you had to have cared about us at some point, right?
pt_br: <25>* em algum ponto, você deve ter se importado conosco, certo?
zh_cn: <25>* 肯定是出于“关心”，对吗？
zh_tw: <25>* 肯定是出於「關心」，對嗎？

source: <25>{#f/3}* ... i guess there's every chance that's not true.
pt_br: <25>{#f/3}* ... eu sei que existe a chance de isso nem ser verdade.
zh_cn: <25>{#f/3}* ...我无数次想否认、 推翻这个想法。
zh_tw: <25>{#f/3}* ...我無數次想否認、 推翻這個想法。

source: <25>{#f/0}* still, people don't just act like this towards strangers.
pt_br: <25>{#f/0}* ainda assim, ninguém age dessa forma com estranhos por motivo nenhum.
zh_cn: <25>{#f/0}* 但是，如果我们真的 形同陌路...
zh_tw: <25>{#f/0}* 但是，如果我們真的 形同陌路...

source: <25>* i'll bet somewhere, deep down, you really do care about us.
pt_br: <25>* eu sei que em algum lugar, lá no fundo, você realmente se importou com a gente.
zh_cn: <25>* 你怎么可能做到这种地步？
zh_tw: <25>* 你怎麼可能做到這種地步？

source: <25>* you certainly cared enough to make it this far, right?
pt_br: <25>* você se importou, se não nem teria chegado tão longe assim, correto?
zh_cn: <25>* 你太“关心”我们了， 恨不得把我们都“关心”死了， 不是吗？
zh_tw: <25>* 你太「關心」我們了， 恨不得把我們都「關心」死了， 不是嗎？

source: <25>{#p/sans}{#f/3}* i know. the whole "appeal to emotion" isn't really my style.
pt_br: <25>{#p/sans}{#f/3}* eu sei que. toda essa coisa de "apego a emoção" não é muito comigo.
zh_cn: <25>{#p/sans}{#f/3}* 我知道， 自己根本不擅长“动之以情”。
zh_tw: <25>{#p/sans}{#f/3}* 我知道， 自己根本不擅長「動之以情」。

source: <25>{#f/0}* but what else am i supposed to do?
pt_br: <25>{#f/0}* mas o que mais eu posso dizer?
zh_cn: <25>{#f/0}* 但请你告诉我， 我还能做什么呢？
zh_tw: <25>{#f/0}* 但請你告訴我， 我還能做什麼呢？

source: <25>* when someone goes as far as you have...
pt_br: <25>* quando alguém vai tão longe como você...
zh_cn: <25>* 既然你已经彻底踏上 这条不归路...
zh_tw: <25>* 既然你已經徹底踏上 這條不歸路...

source: <25>* intimidation just doesn't seem appropriate anymore.
pt_br: <25>* intimidar só não parece mais apropriado.
zh_cn: <25>* 那威胁、恐吓都已经 无济于事了。
zh_tw: <25>* 那威脅、恐嚇都已經 無濟於事了。

source: <25>{#f/3}* so i'm trying something different.
pt_br: <25>{#f/3}* então eu estou tentando algo diferente.
zh_cn: <25>{#f/3}* 所以，我想试试另一种方式 劝你回头。
zh_tw: <25>{#f/3}* 所以，我想試試另一種方式 勸你回頭。

source: <25>{#f/3}* now. * if this is really how it ends...
pt_br: <25>{#f/3}* agora. * se realmente tudo vai acabar assim...
zh_cn: <25>{#f/3}* 那么。 * 如果你要一条道走到黑...
zh_tw: <25>{#f/3}* 那麼。 * 如果你要一條道走到黑...

source: <25>* so be it.
pt_br: <25>* que seja.
zh_cn: <25>* 我不会拦你。
zh_tw: <25>* 我不會攔你。

source: <25>{#f/0}* kindness isn't exactly your thing, and i get that.
pt_br: <25>{#f/0}* bondade simplesmente não é sua parada, e eu entendi.
zh_cn: <25>{#f/0}* 我知道， 你早已将“善”抛之脑后。
zh_tw: <25>{#f/0}* 我知道， 你早已將「善」拋之腦後。

source: <25>* but if, by chance, you've got a {@fill=#ff0}certain power{@fill=#fff}...
pt_br: <25>* mas, se por qualquer chance você tem um {@fill=#ff0}certo poder{@fill=#fff}...
zh_cn: <25>* 但如果，在机缘巧合之下， 你拥有了{@fill=#ff0}那种能力{@fill=#fff}...
zh_tw: <25>* 但如果，在機緣巧合之下， 你擁有了{@fill=#ff0}那種能力{@fill=#fff}...

source: <25>* then why not?
pt_br: <25>* por que não?
zh_cn: <25>* 那就试试看吧。
zh_tw: <25>* 那就試試看吧。

source: <25>* just this once, just at the end...
pt_br: <25>* só dessa vez, no fim de tudo...
zh_cn: <25>* 只此一次，终末之时...
zh_tw: <25>* 只此一次，終末之時...

source: <25>{#f/3}* just be kind.
pt_br: <25>{#f/3}* seja bom.
zh_cn: <25>{#f/3}* 做件善事。
zh_tw: <25>{#f/3}* 做件善事。

source: <25>{#f/3}* well.
pt_br: <25>{#f/3}* bem.
zh_cn: <25>{#f/3}* 嗯。
zh_tw: <25>{#f/3}* 嗯。

source: <25>{#f/3}* that's all.
pt_br: <25>{#f/3}* isso é tudo.
zh_cn: <25>{#f/3}* 我说完了。
zh_tw: <25>{#f/3}* 我說完了。

source: <25>{#p/alphys}{#g/alphysCutscene1}* You made it!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* você chegou!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 你终于到了！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 你終於到了！

source: <25>{#g/alphysCutscene2}* ... * So this is Archive Six.
pt_br: <25>{#g/alphysCutscene2}* ... * Este é o Arquivo Seis.
zh_cn: <25>{#g/alphysCutscene2}* ... * 这就是“六号档案”。
zh_tw: <25>{#g/alphysCutscene2}* ... * 這就是「六號檔案」。

source: <25>{#f/15}* Ever since it was built, the humans have been guided here...
pt_br: <25>{#f/15}* Desde que foi construído, os humanos foram guiados até aqui...
zh_cn: <25>{#f/15}* 这装置建成之后， 那些人类就陆续进到了里面。
zh_tw: <25>{#f/15}* 這裝置建成之後， 那些人類就陸續進到了裡面。

source: <25>{#f/15}* Held in stasis...
pt_br: <25>{#f/15}* Mantido em estase...
zh_cn: <25>{#f/15}* 装置内，时间流速 比现实慢得多...
zh_tw: <25>{#f/15}* 裝置內，時間流速 比現實慢得多...

source: <25>{#f/15}* In a time-accelerated virtual world...
pt_br: <25>{#f/15}* Em um tempo acelerado de mundo virtual...
zh_cn: <25>{#f/15}* 所以，他们看上去 就像时间被定格住一样...
zh_tw: <25>{#f/15}* 所以，他們看上去 就像時間被定格住一樣...

source: <25>{#f/10}* ... isn't it awesome!?
pt_br: <25>{#f/10}* ... não é legal?
zh_cn: <25>{#f/10}* ...是不是很酷啊？！
zh_tw: <25>{#f/10}* ...是不是很酷啊？！

source: <25>{#f/1}* It's incredible what Professor Roman was able to achieve!
pt_br: <25>{#f/1}* É incrível o que o Professor Roman conseguiu alcançar!
zh_cn: <25>{#f/1}* Roman博士居然能造出 这么棒的装置，真是厉害！
zh_tw: <25>{#f/1}* Roman博士居然能造出 這麼棒的裝置，真是厲害！

source: <25>{|}{#f/15}* Like, I don't know if he's into sci-fi anime, but there's this one {%}
pt_br: <25>{|}{#f/15}* Tipo, eu não sei se ele gosta de anime sci-fi, mas tem este um {%}
zh_cn: <25>{|}{#f/15}* 嗯... 我不知道 他追不追科幻番， 但我知道有部科幻动漫电影 {%}
zh_tw: <25>{|}{#f/15}* 嗯... 我不知道 他追不追科幻番， 但我知道有部科幻動漫電影 {%}

source: <99>{|}{#f/15} about a movie where you have to put on virtual reality goggles to {%}
pt_br: <99>{|}{#f/15} em que você tinha que colocar óculos de realidade virtual para {%}
zh_cn: <99>{|}{#f/15} 为了看这部电影你需要佩戴 最新最酷炫的虚拟现实眼镜 也就是VR眼镜才可以但是呢 {%}
zh_tw: <99>{|}{#f/15} 為了看這部電影你需要佩戴 最新最酷炫的虛擬實境眼鏡 也就是VR眼鏡才可以但是呢 {%}

source: <99>{|}{#f/23} watch it but everyone who does gets trapped in the movie world and {%}
pt_br: <99>{|}{#f/23} assista, mas todos quem fica preso no mundo do cinema e {%}
zh_cn: <99>{|}{#f/23} 如果你戴了VR眼镜的话就会 被困在一个虚拟电影时空中 不止是你其他人也会被困住 {%}
zh_tw: <99>{|}{#f/23} 如果你戴了VR眼鏡的話就會 被困在一個虛擬電影時空中 不止是你其他人也會被困住 {%}

source: <99>{|}{#f/23} they all have to figure out how to advance the plot to escape and {%}
pt_br: <99>{|}{#f/23} todos eles têm que descobrir como avançar o plot para escapar e {%}
zh_cn: <99>{|}{#f/23} 所以人们需要想办法来逐步 推动故事剧情发展这样才能 最终找到办法彻底逃出这里 {%}
zh_tw: <99>{|}{#f/23} 所以人們需要想辦法來逐步 推動故事劇情發展這樣才能 最終找到辦法徹底逃出這裡 {%}

source: <99>{|}{#f/18} the main character figures out how to get to the end and they do {%}
pt_br: <99>{|}{#f/18} o personagem principal descobre como chegar até o fim e eles fazem {%}
zh_cn: <99>{|}{#f/18} 最终经过不懈努力我们主角 终于找到了逃出这里的方法 之后主角成功脱困之后又帮 {%}
zh_tw: <99>{|}{#f/18} 最終經過不懈努力我們主角 終於找到了逃出這裡的方法 之後主角成功脫困之後又幫 {%}

source: <99>{|}{#f/18} and then they set everyone free!!!
pt_br: <99>{|}{#f/18} e então eles conseguem deixar todos livres!!!
zh_cn: <99>{|}{#f/18} 所有人成功脱困！！！
zh_tw: <99>{|}{#f/18} 所有人成功脫困！！！

source: <25>{#f/20}* So, uh, I think he was inspired by that.
pt_br: <25>{#f/20}* Então, uh, eu acho que eles foram inspirados por isso.
zh_cn: <25>{#f/20}* 呃，所以我觉得Roman博士 应该是受到了它的启发。
zh_tw: <25>{#f/20}* 呃，所以我覺得Roman博士 應該是受到了它的啟發。

source: <25>{#f/18}* A-anyway!! * Asgore's waiting for you at the force field!
pt_br: <25>{#f/18}* B-bem!! * Asgore estará te esperando no escudo de força!
zh_cn: <25>{#f/18}* 不-不说这个！！ * Asgore正在力场那里 等你呢！
zh_tw: <25>{#f/18}* 不-不說這個！！ * Asgore正在力場那裡 等你呢！

source: <25>{#g/alphysSmileSweat}* W-well, Asgore's waiting for you at the force field.
pt_br: <25>{#g/alphysSmileSweat}* B-bem, Asgore está te esperando no escudo de força.
zh_cn: <25>{#g/alphysSmileSweat}* 对-对了， Asgore正在力场那里 等你呢。
zh_tw: <25>{#g/alphysSmileSweat}* 對-對了， Asgore正在力場那裡 等你呢。

source: <25>{#g/alphysNeutralSweat}* In... case you were wondering.
pt_br: <25>{#g/alphysNeutralSweat}* Caso... você esteja se perguntando.
zh_cn: <25>{#g/alphysNeutralSweat}* 你... 你应该也想去找他。
zh_tw: <25>{#g/alphysNeutralSweat}* 你... 你應該也想去找他。

source: <25>{#g/alphysOhGodNo}* But, if you weren't!! * Then...
pt_br: <25>{#g/alphysOhGodNo}* Mas, caso não!! * Então...
zh_cn: <25>{#g/alphysOhGodNo}* 但是， 如果你不是想找他的！！ * 那...
zh_tw: <25>{#g/alphysOhGodNo}* 但是， 如果你不是想找他的！！ * 那...

source: <25>{#g/alphysTheFactIs}* I'm... not sure why you're here.
pt_br: <25>{#g/alphysTheFactIs}* Eu... não sei porque você está aqui.
zh_cn: <25>{#g/alphysTheFactIs}* 那我也不知道... 你为什么来这了。
zh_tw: <25>{#g/alphysTheFactIs}* 那我也不知道... 你為什麼來這了。

source: <26>{#g/alphysCutscene2}* So yeah. * That's about it, really.
pt_br: <26>{#g/alphysCutscene2}* Então é. * É sobre isso!
zh_cn: <26>{#g/alphysCutscene2}* 好吧。 * 我全说完了，真说完了。
zh_tw: <26>{#g/alphysCutscene2}* 好吧。 * 我全說完了，真說完了。

source: <25>{#p/alphys}{#g/alphysCutscene2}* Uh, I'll just be over here for now.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Uh, eu só vou ficar por aqui, agora.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 呃， 我先在这忙我的事。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 呃， 我先在這忙我的事。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Having second thoughts...?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Tendo dúvidas...?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 还有点犹豫，是吗...？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 還有點猶豫，是嗎...？

source: <26>{#p/asgore}{#f/1}* This is the force field.
pt_br: <26>{#p/asgore}{#f/1}* Este é o Escudo de Força.
zh_cn: <26>{#p/asgore}{#f/1}* 这就是力场。
zh_tw: <26>{#p/asgore}{#f/1}* 這就是力場。

source: <25>{#f/2}* It is what keeps us trapped on the outpost.
pt_br: <25>{#f/2}* Isso é o que nos mantém presos no Outpost.
zh_cn: <25>{#f/2}* 这道力场将我们囚禁于此。
zh_tw: <25>{#f/2}* 這道力場將我們囚禁於此。

source: <25>{#f/1}* An unthinking, unfeeling boundary...
pt_br: <25>{#f/1}* Um limite irrefletido, insensível...
zh_cn: <25>{#f/1}* 这东西没有意识， 没有感情...
zh_tw: <25>{#f/1}* 這東西沒有意識， 沒有感情...

source: <25>{#f/2}* Through which nobody, monster or otherwise, may pass.
pt_br: <25>{#f/2}* Que ninguém, monstro ou qualquer outro, consegue passar.
zh_cn: <25>{#f/2}* 只要进来了， 谁都出不去。
zh_tw: <25>{#f/2}* 只要進來了， 誰都出不去。

source: <25>{#p/asgore}{#f/1}* For many years, I lamented that we would never reach the stars.
pt_br: <25>{#p/asgore}{#f/1}* Por anos eu pensei que jamais iríamos chegar as estrelas.
zh_cn: <25>{#p/asgore}{#f/1}* 这么多年，怪物们都没有机会 再次看到星辰。 * 我只能扼腕叹息。
zh_tw: <25>{#p/asgore}{#f/1}* 這麼多年，怪物們都沒有機會 再次看到星辰。 * 我只能扼腕嘆息。

source: <25>* I feared that, one day, a human would arrive and doom us all.
pt_br: <25>* Eu temia que, um dia, um humano apareceria e mataria a todos nós.
zh_cn: <25>* 与此同时，我也十分害怕 某一天，人类到来， 将我们一举消灭。
zh_tw: <25>* 與此同時，我也十分害怕 某一天，人類到來， 將我們一舉消滅。

source: <25>{#f/2}* It seems... this fear was justified.
pt_br: <25>{#f/2}* E parece... que o medo foi justificado.
zh_cn: <25>{#f/2}* 今天... 噩梦成真了。
zh_tw: <25>{#f/2}* 今天... 惡夢成真了。

source: <25>{#f/3}* Alphys has already informed me of your... violent tendencies.
pt_br: <25>{#f/3}* Alphys já me informou das suas... tendências violentas.
zh_cn: <25>{#f/3}* Alphys把你的... 暴行 都告诉了我。
zh_tw: <25>{#f/3}* Alphys把你的... 暴行 都告訴了我。

source: <25>{#f/2}* Though, she did say you spared plenty of our kind as well.
pt_br: <25>{#f/2}* Mas, ela disse que você também poucos muitos do nosso povo.
zh_cn: <25>{#f/2}* 不过，她也和我说， 你放过了不少怪物。
zh_tw: <25>{#f/2}* 不過，她也和我說， 你放過了不少怪物。

source: <25>{#f/16}* ... * Tell me, young one.
pt_br: <25>{#f/16}* ... Diga-me, pequeno.
zh_cn: <25>{#f/16}* ... * 孩子，回答我。
zh_tw: <25>{#f/16}* ... * 孩子，回答我。

source: <25>{#f/12}* Did it begin as self- defense, and devolve into something worse?
pt_br: <25>{#f/12}* Aquilo começou como defesa pessoal e se desenvolveu para algo pior?
zh_cn: <25>{#f/12}* 你这么做，是为了保护自己， 还是为了报复？
zh_tw: <25>{#f/12}* 你這麼做，是為了保護自己， 還是為了報復？

source: <25>{#f/12}* Or was this your plan from the start?
pt_br: <25>{#f/12}* Ou este era seu plano desde o início?
zh_cn: <25>{#f/12}* 还是，你一开始就计划好 把怪物们全杀了？
zh_tw: <25>{#f/12}* 還是，你一開始就計畫好 把怪物們全殺了？

source: <25>{#f/5}* ...
zh_cn: <25>{#f/5}* ...ゑ

source: <26>{#f/16}* Regardless. * You place me in a difficult position.
pt_br: <26>{#f/16}* Desta forma. * Você me põe em uma posição difícil.
zh_cn: <26>{#f/16}* 总之，你让我进退两难。
zh_tw: <26>{#f/16}* 總之，你讓我進退兩難。

source: <25>{#f/15}* To trust you with our one key to freedom...
pt_br: <25>{#f/15}* Acreditar a você nossa única chave para a liberdade...
zh_cn: <25>{#f/15}* 我是该相信你， 让你拯救我们...
zh_tw: <25>{#f/15}* 我是該相信你， 讓你拯救我們...

source: <25>{#f/16}* Or to take your SOUL by force, and enter the archive myself.
pt_br: <25>{#f/16}* Ou tomar sua ALMA por força e entrar no arquivo por conta própria.
zh_cn: <25>{#f/16}* 还是亲手把你的灵魂扯出来， 然后自己进入“档案”。
zh_tw: <25>{#f/16}* 還是親手把你的靈魂扯出來， 然後自己進入「檔案」。

source: <25>{#f/3}* As terrible as you may have been, I do not wish to harm you.
pt_br: <25>{#f/3}* Por mais terrível que isso possa parecer, eu não quero te alarmar.
zh_cn: <25>{#f/3}* 尽管你做了很多错事， 我也不想伤害你。
zh_tw: <25>{#f/3}* 儘管你做了很多錯事， 我也不想傷害你。

source: <25>{#f/4}* You could have been far worse to us...
pt_br: <25>{#f/4}* Você poderia ter sido muito pior para nós...
zh_cn: <25>{#f/4}* 你有能力把我们折磨得更惨， 但是...
zh_tw: <25>{#f/4}* 你有能力把我們折磨得更慘， 但是...

source: <25>{#f/2}* ... yet you were not.
pt_br: <25>{#f/2}* ... ainda assim, você não foi.
zh_cn: <25>{#f/2}* ...你并没有那么做。
zh_tw: <25>{#f/2}* ...你並沒有那麼做。

source: <25>{#f/1}* It would be wrong to assume that you are irredeemable.
pt_br: <25>{#f/1}* Seria errado admitir que não a volta para você.
zh_cn: <25>{#f/1}* 所以，你绝不是无可救药的， 孩子。
zh_tw: <25>{#f/1}* 所以，你絕不是無可救藥的， 孩子。

source: <25>{#f/2}* You may simply be a very frightened young child.
pt_br: <25>{#f/2}* Você talvez seja apenas uma criança que decidiu lutar pela vida.
zh_cn: <25>{#f/2}* 你只是见到怪物们， 非常害怕，慌不择路了。
zh_tw: <25>{#f/2}* 你只是見到怪物們， 非常害怕，慌不擇路了。

source: <25>{#f/3}* Words cannot express how unfortunate this situation has become.
pt_br: <25>{#f/3}* As palavras não podem explicar o quão infeliz é está situação.
zh_cn: <25>{#f/3}* 我无法言说 自己现在到底有多难受。
zh_tw: <25>{#f/3}* 我無法言說 自己現在到底有多難受。

source: <25>{#f/1}* All things considered, you have behaved well.
pt_br: <25>{#f/1}* Com tudo sido considerado, você se comportou bem.
zh_cn: <25>{#f/1}* 总体来看，你还是挺善良的。
zh_tw: <25>{#f/1}* 總體來看，你還是挺善良的。

source: <25>{#f/2}* Though, Alphys did mention that you've... taken lives.
pt_br: <25>{#f/2}* Mesmo que a Alphys tenha mencionado que você... tomou vidas.
zh_cn: <25>{#f/2}* Alphys和我说， 你... 杀了人。
zh_tw: <25>{#f/2}* Alphys和我說， 你... 殺了人。

source: <25>{#f/2}* Though, Alphys did mention that you might have... taken lives.
pt_br: <25>{#f/2}* Alphys mencionou que você talvez... tenha tomado vidas.
zh_cn: <25>{#f/2}* Alphys和我说， 你好像... 杀了人。
zh_tw: <25>{#f/2}* Alphys和我說， 你好像... 殺了人。

source: <25>{#f/3}* It is fortunate you were captured and delivered here quickly.
pt_br: <25>{#f/3}* É bom que você tenha sido capturado e trago para cá rapidamente.
zh_cn: <25>{#f/3}* 幸好，你被Papyrus抓住， 直接到了这里。
zh_tw: <25>{#f/3}* 幸好，你被Papyrus抓住， 直接到了這裡。

source: <25>{#f/2}* The outpost can be a dangerous place, as I am sure you are aware.
pt_br: <25>{#f/2}* O Outpost pode ser perigoso, como tenho certeza que você está ciente.
zh_cn: <25>{#f/2}* 你肯定发现了， 前哨站并不安全。
zh_tw: <25>{#f/2}* 你肯定發現了， 前哨站並不安全。

source: <25>{#f/5}* However, now that you are here, you will be protected.
pt_br: <25>{#f/5}* Entretanto, agora que você está aqui, será protegido.
zh_cn: <25>{#f/5}* 别担心，这里相对安全， 我们会保护你的。
zh_tw: <25>{#f/5}* 別擔心，這裡相對安全， 我們會保護你的。

source: <25>{#f/3}* I only have myself to blame for this.
pt_br: <25>{#f/3}* Eu sou o único que deve ser culpado por isso.
zh_cn: <25>{#f/3}* 事情弄成这样，都怪我。
zh_tw: <25>{#f/3}* 事情弄成這樣，都怪我。

source: <25>{#f/2}* My keeping of secrets has made it difficult to escort you quickly.
pt_br: <25>{#f/2}* Manter meus segredos tornou difícil te escoltar até aqui.
zh_cn: <25>{#f/2}* Alphys博士第一次护送人类， 就因为我死守秘密...
zh_tw: <25>{#f/2}* Alphys博士第一次護送人類， 就因為我死守秘密...

source: <25>{#f/5}* Especially since this is Alphys's first time doing this.
pt_br: <25>{#f/5}* Especialmente por essa ser a primeira vez da Alphys fazendo isso.
zh_cn: <25>{#f/5}* 把她的工作弄得那么困难。
zh_tw: <25>{#f/5}* 把她的工作弄得那麼困難。

source: <25>{#f/16}* The archive lies ahead of you now.
pt_br: <25>{#f/16}* O arquivo está a frente de você agora.
zh_cn: <25>{#f/16}* “六号档案”就在你的身后。
zh_tw: <25>{#f/16}* 「六號檔案」就在你的身後。

source: <26>{#f/1}* The other human children all chose to enter the archive, so...
pt_br: <26>{#f/1}* Todas as outras crianças humanas decidiram entrar no arquivo, então...
zh_cn: <26>{#f/1}* 那些人类... 虽然只是孩子， 但最后都自愿进入了“档案”。
zh_tw: <26>{#f/1}* 那些人類... 雖然只是孩子， 但最後都自願進入了「檔案」。

source: <25>* ... now, it is now your turn to make that same choice.
pt_br: <25>* ... agora, é a sua vez de tomar está decisão.
zh_cn: <25>* 所以... 下一个进入的人类就是你了。
zh_tw: <25>* 所以... 下一個進入的人類就是你了。

source: <25>{#f/1}* Then, one by one, the children of earth came.
pt_br: <25>{#f/1}* Então, uma por uma, as crianças da terra vieram.
zh_cn: <25>{#f/1}* 之后，孩子们一个接一个 来到了这里。
zh_tw: <25>{#f/1}* 之後，孩子們一個接一個 來到了這裡。

source: <25>* All were anxious. * All faced challenges on their journeys here.
pt_br: <25>* Todas estavam ansiosos. * Todas enfrentaram desafios em suas jornadas aqui.
zh_cn: <25>* 他们初来乍到时， 都十分害怕，经历许多艰险 才到达终点。
zh_tw: <25>* 他們初來乍到時， 都十分害怕，經歷許多艱險 才到達終點。

source: <26>{#f/6}* But, deep down, they let their brightest traits shine through.
pt_br: <26>{#f/6}* Mas, no fundo, eles deixaram transparecer seus traços mais brilhantes.
zh_cn: <26>{#f/6}* 但无一例外，他们都把 自己最优秀的品质 尽数展现出来。
zh_tw: <26>{#f/6}* 但無一例外，他們都把 自己最優秀的品質 盡數展現出來。

source: <25>* The patient, and the brave.
pt_br: <25>* O paciente, o corajoso.
zh_cn: <25>* 一个孩子很有耐心， 一个孩子充满勇气。
zh_tw: <25>* 一個孩子很有耐心， 一個孩子充滿勇氣。

source: <25>* The truth-teller and the survivor.
pt_br: <25>* O verdadeiro, o sobrevivente.
zh_cn: <25>* 一个孩子很守信用， 一个孩子能屈能伸。
zh_tw: <25>* 一個孩子很守信用， 一個孩子能屈能伸。

source: <25>{#f/2}* The kind one...
pt_br: 25>{#f/2}* O bondoso...
zh_cn: <25>{#f/2}* 一个孩子心中充满善意...
zh_tw: <25>{#f/2}* 一個孩子心中充滿善意...

source: <25>{#f/4}* And the one who sought justice above all.
pt_br: <25>{#f/4}* E aquele que desejava justiça acima de tudo.
zh_cn: <25>{#f/4}* 还有一个，敢于伸张正义。
zh_tw: <25>{#f/4}* 還有一個，敢於伸張正義。

source: <25>{#f/1}* When given the choice to stay, or to enter the archive...
pt_br: <25>{#f/1}* Quando dada a chance para ficar, ou entrar no arquivo...
zh_cn: <25>{#f/1}* 当我问他们， “你想和我们待在一起， 还是进入‘档案’？”
zh_tw: <25>{#f/1}* 當我問他們， 「你想和我們待在一起， 還是進入『檔案』？」

source: <25>* They all eventually chose the latter.
pt_br: <25>* Eles eventualmente escolheram a segunda opção.
zh_cn: <25>* 他们都选择了后者。
zh_tw: <25>* 他們都選擇了後者。

source: <25>{#f/5}* ... now, regardless of the circumstances in which you arrived...
pt_br: <25>{#f/5}* ... agora, remetente as circunstâncias as quais você chegou...
zh_cn: <25>{#f/5}* 所以，无论你经历了什么...
zh_tw: <25>{#f/5}* 所以，無論你經歷了什麼...

source: <25>{#f/1}* It is your turn to make that same choice.
pt_br: <25>{#f/1}* É sua vez de fazer a mesma escolha.
zh_cn: <25>{#f/1}* 希望你也愿意进入“档案”。
zh_tw: <25>{#f/1}* 希望你也願意進入「檔案」。

source: <25>* ... now, it is your turn to make that same choice.
pt_br: <25>* ... agora, se tornou a sua vez de fazer a mesma escolha.
zh_cn: <25>* 所以... 下一个进入的人类就是你了。
zh_tw: <25>* 所以... 下一個進入的人類就是你了。

source: <25>{#p/asgore}{#f/1}* In any case, I cannot ask you to enter the archive.
pt_br: <25>{#p/asgore}{#f/1}* Em todo caso, eu não posso te pedir para entrar no arquivo.
zh_cn: <25>{#p/asgore}{#f/1}* 经过考虑， 我不允许你进入“档案”。
zh_tw: <25>{#p/asgore}{#f/1}* 經過考慮， 我不允許你進入「檔案」。

source: <25>{#f/2}* It would be unrealistic to expect you to take such a responsibility.
pt_br: <25>{#f/2}* Seria tolo da minha parte esperar que você tomasse tal responsabilidade.
zh_cn: <25>{#f/2}* 指望你担下如此大任， 就是痴人说梦。
zh_tw: <25>{#f/2}* 指望你擔下如此大任， 就是痴人說夢。

source: <25>{#f/5}* Return to my home.
pt_br: <25>{#f/5}* Retorne para minha casa.
zh_cn: <25>{#f/5}* 现在跟我回家。
zh_tw: <25>{#f/5}* 現在跟我回家。

source: <25>{#f/5}* I will decide what to do with you later.
pt_br: <25>{#f/5}* Eu decidirei seu destino mais tarde.
zh_cn: <25>{#f/5}* 之后再决定如何处置你。
zh_tw: <25>{#f/5}* 之後再決定如何處置你。

source: <25>{#p/asgore}{#f/6}* As the last to enter, you would act as a vessel.
pt_br: <25>{#p/asgore}{#f/6}* Como o último a entrar, você agiria como um embarcador.
zh_cn: <25>{#p/asgore}{#f/6}* 最晚进入档案的人类， 将会作为“容器”。
zh_tw: <25>{#p/asgore}{#f/6}* 最晚進入檔案的人類， 將會作為「容器」。

source: <25>* Borrowing the others' SOUL power as your own.
pt_br: <25>* Trazendo todas as outras ALMAS com seus poderes para si.
zh_cn: <25>* 从其他的人类灵魂中 “借”来能量，为己所用。
zh_tw: <25>* 從其他的人類靈魂中 「借」來能量，為己所用。
