Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/alphys}{#g/alphysWelp}* O-oh right, I still need to do that.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* A-ah certo, eu ainda tenho que fazer isso.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 哦对，这事咋忘了。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 喔對，這事咋忘了。

source: <18>{#p/papyrus}{#f/5}I REMEMBER SOMEONE AT THE PARTY ASKING ABOUT IT...
pt_br: <18>{#p/papyrus}{#f/5}EU LEMBRO DE ALGUÉM NA FESTA PERGUNTANDO SOBRE ISSO...
zh_cn: <18>{#p/papyrus}{#f/5}我记得，在宴会上 有只幽灵问过我这事...
zh_tw: <18>{#p/papyrus}{#f/5}我記得，在宴會上 有隻幽靈問過我這事...

source: <18>{#p/papyrus}{#f/6}THEY SEEMED KIND OF SHY, THOUGH.
pt_br: <18>{#p/papyrus}{#f/6}PARECIA MEIO TIMIDO.
zh_cn: <18>{#p/papyrus}{#f/6}不过，那家伙有点害羞。
zh_tw: <18>{#p/papyrus}{#f/6}不過，那傢伙有點害羞。

source: <25>{#p/alphys}{#g/alphysCutscene2}* Yeah, I think I know who that was. * I gotta finish it...
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Sim, acho que sei quem era. * Eu tenho que terminar...
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 哦，我应该知道是谁了。 * 我会尽快完成...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 喔，我應該知道是誰了。 * 我會儘快完成...

source: <25>{#p/undyne}{#f/7}* And you better be done BEFORE we get to the new homeworld!
pt_br: <25>{#p/undyne}{#f/7}* E é melhor você terminar antes de chegarmos no novo mundo!
zh_cn: <25>{#p/undyne}{#f/7}* 越快越好，最好在飞船上 就搞定！
zh_tw: <25>{#p/undyne}{#f/7}* 越快越好，最好在飛船上 就搞定！

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* I will, I will!!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Eu vou, eu vou!!
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 行行行，别催了！！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 行行行，別催了！！

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* A-anyway...
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* De toda f-forma...
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 总-总之...
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 總-總之...

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* It's good to see you, Asgore. * You too, Sans.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* É bom te ver, Asgore. * Você também, Sans.
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Asgore，见到你真高兴。 * 还有你，Sans。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Asgore，見到你真高興。 * 還有你，Sans。

source: <18>{#p/papyrus}{#f/6}WHAT ABOUT ME??
pt_br: <18>{#p/papyrus}{#f/6}E EU?
zh_cn: <18>{#p/papyrus}{#f/6}我呢？？
zh_tw: <18>{#p/papyrus}{#f/6}我呢？？

source: <25>{#p/alphys}{#g/alphysSmileSweat}* ... you as well.
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* ... você também.
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* ...你也是。
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* ...你也是。

source: <25>{#p/toriel}{#f/0}* I believe you may be forgetting someone.
pt_br: <25>{#p/toriel}{#f/0}* Eu acho que você está esquecendo alguém.
zh_cn: <25>{#p/toriel}{#f/0}* 是不是还忘了这个人呢？
zh_tw: <25>{#p/toriel}{#f/0}* 是不是還忘了這個人呢？

source: <25>{#p/alphys}{#g/alphysCutscene3}* Ah! * S-sorry...!
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Ah! * D-desculpa...!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 啊！ * ...对-对不起！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 啊！ * ...對-對不起！

source: <25>{#p/toriel}{#f/6}* Hee hee. * I am only teasing you.
pt_br: <25>{#p/toriel}{#f/6}* Hee hee. * Estou só te enjoando.
zh_cn: <25>{#p/toriel}{#f/6}* 嘻嘻嘻。 * 开玩笑而已，别在意。
zh_tw: <25>{#p/toriel}{#f/6}* 嘻嘻嘻。 * 開玩笑而已，別在意。

source: <25>{#p/toriel}{#f/1}* Truth be told, I have heard much about you...
pt_br: <25>{#p/toriel}{#f/1}* Verdade seja dita, eu ouvi muito sobre você...
zh_cn: <25>{#p/toriel}{#f/1}* 其实，你那些事迹 我早就听过了...
zh_tw: <25>{#p/toriel}{#f/1}* 其實，你那些事跡 我早就聽過了...

source: <25>{#p/toriel}{#f/0}* Being a royal scientist at such a young age is no small feat.
pt_br: <25>{#p/toriel}{#f/0}* Se tornar cientista real tão jovem, é um grande feito.
zh_cn: <25>{#p/toriel}{#f/0}* 年轻有为，当上皇家科学员。 果然不容小觑。
zh_tw: <25>{#p/toriel}{#f/0}* 年輕有為，當上皇家科學員。 果然不容小覷。

source: <25>{#p/undyne}{#f/8}* YEAH!! * She's the BEST!
pt_br: <25>{#p/undyne}{#f/8}* É!! * Ela é a MELHOR!
zh_cn: <25>{#p/undyne}{#f/8}* 那还用说！！ * 她最棒了！
zh_tw: <25>{#p/undyne}{#f/8}* 那還用說！！ * 她最棒了！

source: <25>{#p/alphys}{#g/alphysCutscene2}* ... I try.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* ... Eu tento.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* ...过奖了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* ...過獎了。

source: <25>{#p/asgore}{#f/6}* Well, now that we are here, let us all take a deep breath...
pt_br: <25>{#p/asgore}{#f/6}* Agora que estamos todos aqui, vamos tomar um momento para respirar...
zh_cn: <25>{#p/asgore}{#f/6}* 各位朋友，此时此刻， 请与我一起深呼吸...
zh_tw: <25>{#p/asgore}{#f/6}* 各位朋友，此時此刻， 請與我一起深呼吸...

source: <25>{#p/asgore}{#f/21}* And reflect on the journey that has taken us here.
pt_br: <25>{#p/asgore}{#f/21}* E refletir sobre a jornada que nos trouxe até aqui.
zh_cn: <25>{#p/asgore}{#f/21}* 一同回忆这一路走来， 经历的种种往事吧。
zh_tw: <25>{#p/asgore}{#f/21}* 一同回憶這一路走來， 經歷的種種往事吧。

source: <25>{#p/sans}{#f/3}* it's kind of funny, isn't it?
pt_br: <25>{#p/sans}{#f/3}* é meio engraçado, não é?
zh_cn: <25>{#p/sans}{#f/3}* 想来也挺有意思...
zh_tw: <25>{#p/sans}{#f/3}* 想來也挺有意思...

source: <25>{#p/sans}{#f/0}* all this time we've spent trapped here...
pt_br: <25>{#p/sans}{#f/0}* todo o tempo que estivemos presos aqui...
zh_cn: <25>{#p/sans}{#f/0}* 这片星空 一直都在我们的头顶之上。
zh_tw: <25>{#p/sans}{#f/0}* 這片星空 一直都在我們的頭頂之上。

source: <25>{#p/sans}{#f/0}* always able to see the stars, but never touch them...
pt_br: <25>{#p/sans}{#f/0}* sempre pudemos ver as estrelas, mas nunca toca-las.
zh_cn: <25>{#p/sans}{#f/0}* 但以前，只能仰望星空， 却无法触及星辰...
zh_tw: <25>{#p/sans}{#f/0}* 但以前，只能仰望星空， 卻無法觸及星辰...

source: <25>{#p/sans}{#f/3}* but... now...
pt_br: <25>{#p/sans}{#f/3}* mas... agora...
zh_cn: <25>{#p/sans}{#f/3}* 但现在...
zh_tw: <25>{#p/sans}{#f/3}* 但現在...

source: <25>{#p/sans}{#f/0}* ... i guess that's not really funny, per se.
pt_br: <25>{#p/sans}{#f/0}* ... eu acho que isso não tão legal.
zh_cn: <25>{#p/sans}{#f/0}* ...这样的变化， 谈不上多“有意思”， 但是...
zh_tw: <25>{#p/sans}{#f/0}* ...這樣的變化， 談不上多「有意思」， 但是...

source: <25>{#p/sans}{#f/3}* it's just nice.
pt_br: <25>{#p/sans}{#f/3}* só é da hora.
zh_cn: <25>{#p/sans}{#f/3}* 很有意义。
zh_tw: <25>{#p/sans}{#f/3}* 很有意義。

source: <18>{#p/papyrus}{#f/5}YEAH.
pt_br: <18>{#p/papyrus}{#f/5}É.
zh_cn: <18>{#p/papyrus}{#f/5}是啊。
zh_tw: <18>{#p/papyrus}{#f/5}是啊。

source: <18>{#p/papyrus}{#f/5}JUST... NICE.
pt_br: <18>{#p/papyrus}{#f/5}SÓ... LEGAL.
zh_cn: <18>{#p/papyrus}{#f/5}意义... 非凡。
zh_tw: <18>{#p/papyrus}{#f/5}意義... 非凡。

source: <32>{#p/napstablook}* hey everyone...
pt_br: <32>{#p/napstablook}* ei todo mundo...
zh_cn: <32>{#p/napstablook}* 嘿，大家好...
zh_tw: <32>{#p/napstablook}* 嘿，大家好...

source: <32>{#p/napstablook}* i hope i'm not intruding on you guys or anything...
pt_br: <32>{#p/napstablook}* eu espero não estar atrapalhando vocês ou coisa do tipo...
zh_cn: <32>{#p/napstablook}* 希望我来这里 不会烦到你们...
zh_tw: <32>{#p/napstablook}* 希望我來這裡 不會煩到你們...

source: <25>{#p/undyne}{#f/14}* Pfft, intruding? * No way!
pt_br: <25>{#p/undyne}{#f/14}* Pfft, atrapalhando? * Sem chance!
zh_cn: <25>{#p/undyne}{#f/14}* 噗- 烦到我们？ * 怎么可能呢！
zh_tw: <25>{#p/undyne}{#f/14}* 噗- 煩到我們？ * 怎麼可能呢！

source: <25>{#p/sans}{#f/0}* yeah, you're cool.
pt_br: <25>{#p/sans}{#f/0}* é, você da hora.
zh_cn: <25>{#p/sans}{#f/0}* 我们看到你来， {@fill=#ff0}反倒{@fill=#fff}很高兴呢。
zh_tw: <25>{#p/sans}{#f/0}* 我們看到你來， {@fill=#ff0}反倒{@fill=#fff}很高興呢。

source: <18>{#p/papyrus}{#f/6}BUT NOT -TOO- COOL, SANS!
pt_br: <18>{#p/papyrus}{#f/6}MAS NÃO TÃO -LEGAL-, SANS!
zh_cn: <18>{#p/papyrus}{#f/6}SANS！鼓励他可以， 干嘛让他{@fill=#ff0}翻倒{@fill=#fff}呢？
zh_tw: <18>{#p/papyrus}{#f/6}SANS！鼓勵他可以， 幹嘛讓他{@fill=#ff0}翻倒{@fill=#fff}呢？

source: <18>{#p/papyrus}{#f/4}OTHERWISE, THEY'D BE FREEZING...
pt_br: <18>{#p/papyrus}{#f/4}SE NÃO ELE ESTARIA CONGELANDO...
zh_cn: <18>{#p/papyrus}{#f/4}他刚吃完{@fill=#ff0}饭，倒{@fill=#fff}立 会出事的...
zh_tw: <18>{#p/papyrus}{#f/4}他剛吃完{@fill=#ff0}飯，倒{@fill=#fff}立 會出事的...

source: <32>{#p/napstablook}* heh...
zh_cn: <32>{#p/napstablook}* 嘿嘿嘿...
zh_tw: <32>{#p/napstablook}* 嘿嘿嘿...

source: <25>{#p/alphys}{#g/alphysCutscene1}* So Blooky! * Have you seen the new Mew Mew movie?
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}* Então Blooky! * Você viu o novo filme da Mew Mew?
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}* 对了，Blooky！ * 喵喵系列新电影 你看了没？
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}* 對了，Blooky！ * 喵喵系列新電影 你看了沒？

source: <32>{#p/napstablook}* there's a... new movie?
pt_br: <32>{#p/napstablook}* tem... um novo?
zh_cn: <32>{#p/napstablook}* 最近... 出新电影了？
zh_tw: <32>{#p/napstablook}* 最近... 出新電影了？

source: <25>{|}{#p/alphys}{#g/alphysHellYeah}* Yeah!! * So basically Mew Mew starts to regret what {%}
pt_br: <25>{|}{#p/alphys}{#g/alphysHellYeah}* É! * Então basicamente a Mew Mew se arrepende do que {%}
zh_cn: <25>{|}{#p/alphys}{#g/alphysHellYeah}* 是啊！！ * 在电影中喵喵非常后悔自己 之前在星火篇中的所作所为 {%}
zh_tw: <25>{|}{#p/alphys}{#g/alphysHellYeah}* 是啊！！ * 在電影中喵喵非常後悔自己 之前在星火篇中的所作所為 {%}

source: <99>{|}{#p/alphys}{#g/alphysHellYeah} she did in Starfire and wants to fix it by going back in time but {%}
pt_br: <99>{|}{#p/alphys}{#g/alphysHellYeah} ela fez em Starfire e quer consertar voltando no tempo, mas {%}
zh_cn: <99>{|}{#p/alphys}{#g/alphysHellYeah} 所以呢她决定使用一种手段 就是时间回溯的魔法来弥补 自己之前犯下的过错可是她 {%}
zh_tw: <99>{|}{#p/alphys}{#g/alphysHellYeah} 所以呢她決定使用一種手段 就是時間回溯的魔法來彌補 自己之前犯下的過錯可是她 {%}

source: <25>{#p/undyne}{#f/12}* Uh...
zh_cn: <25>{|}{#p/undyne}{#f/12}* 呃... {%}
zh_tw: <25>{|}{#p/undyne}{#f/12}* 呃... {%}

source: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* To do that she has to use a device that she got by killing a bunch {%}
pt_br: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* Para fazer isso, ela tem que usar um dispositivo que ela conseguiu matando um monte {%}
zh_cn: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* 发现如果想穿越时间就必须 使用一种装置但是这种装置 是她在星火篇末尾杀了很多 {%}
zh_tw: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* 發現如果想穿越時間就必須 使用一種裝置但是這種裝置 是她在星火篇末尾殺了很多 {%}

source: <99>{|}{#p/alphys}{#g/alphysTheFactIs} of people at the end of Starfire and like she gets all flustered and {%}
pt_br: <99>{|}{#p/alphys}{#g/alphysTheFactIs} de pessoas no final de Starfire e como ela fica toda perturbada e {%}
zh_cn: <99>{|}{#p/alphys}{#g/alphysTheFactIs} 很多无辜的人最终才获得的 因此她不得不面对良心拷问 还有各种各样的挣扎与抉择 {%}
zh_tw: <99>{|}{#p/alphys}{#g/alphysTheFactIs} 很多無辜的人最終才獲得的 因此她不得不面對良心拷問 還有各種各樣的掙扎與抉擇 {%}

source: <25>{|}{#p/alphys}{#g/alphysInquisitive}* She has a moral dilemma about if she's actually a good person for using {%}
pt_br: <25>{|}{#p/alphys}{#g/alphysInquisitive}* Ela tem um dilema moral sobre se ela é realmente uma boa pessoa para usar {%}
zh_cn: <25>{|}{#p/alphys}{#g/alphysInquisitive}* 她左右为难因为如果使用了 那个装置就能抹去所有曾经 亲手造成的伤痛但装置本身 {%}
zh_tw: <25>{|}{#p/alphys}{#g/alphysInquisitive}* 她左右為難因為如果使用了 那個裝置就能抹去所有曾經 親手造成的傷痛但裝置本身 {%}

source: <99>{|}{#p/alphys}{#g/alphysInquisitive} the device to undo all the damage she caused trying to get it and- {%}
pt_br: <99>{|}{#p/alphys}{#g/alphysInquisitive} o dispositivo para desfazer todos os o dano que ela causou tentando obtê-lo e- {%}
zh_cn: <99>{|}{#p/alphys}{#g/alphysInquisitive} 却是无数杀戮和痛苦换来的 所以主角喵喵开始怀疑自己 怀疑自己到底算不算个好人- {%}
zh_tw: <99>{|}{#p/alphys}{#g/alphysInquisitive} 卻是無數殺戮和痛苦換來的 所以主角喵喵開始懷疑自己 懷疑自己到底算不算個好人- {%}

source: <25>{#p/undyne}{#f/8}* SPOILERS!!!
zh_cn: <25>{#p/undyne}{#f/8}* 别剧透了！！！
zh_tw: <25>{#p/undyne}{#f/8}* 別劇透了！！！

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* ... sorry.
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* ... desculpa.
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* ...对不起。
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* ...對不起。

source: <32>{#p/napstablook}* don't worry... you talked so fast that i didn't even hear what you said...
pt_br: <32>{#p/napstablook}* não se preocupa... você falou rápido demais para que eu entendesse...
zh_cn: <32>{#p/napstablook}* 没事没事... 你刚刚说得太快， 我一句都没听懂...
zh_tw: <32>{#p/napstablook}* 沒事沒事... 你剛剛說得太快， 我一句都沒聽懂...

source: <25>{#p/alphys}{#g/alphysWelp}* ...
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* ...ゑ

source: <25>{#p/alphys}{#g/alphysWelp}* I get that a lot.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Sinto que falam isso demais pra mim.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 我说话快吗... 你们咋都这么说呢...
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 我說話快嗎... 你們咋都這麼說呢...

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* ... but that's okay.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* ... mas tudo bem.
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* ...算了，不是啥大事。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* ...算了，不是啥大事。

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Freedom's more important than some sci-fi anime franchise.
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Liberdade é mais importante que qualquer franquia de anime.
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* 跟“重获自由”一比， 安利科幻番失败 根本不算个事。
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* 跟「重獲自由」一比， 安利科幻番失敗 根本不算個事。

source: <32>{#p/mettaton}* DID SOMEBODY SAY "FRANCHISE?"
pt_br: <32>{#p/mettaton}* ALGUÉM DISSE "FRANQUIA"?
zh_cn: <32>{#p/mettaton}* 哦？ * 我刚刚是不是听到 有人想“安利科幻番”？
zh_tw: <32>{#p/mettaton}* 喔？ * 我剛剛是不是聽到 有人想「安利科幻番」？

source: <25>{#p/alphys}{#g/alphysGarboCenter}* ... here we go again.
pt_br: <25>{#p/alphys}{#g/alphysGarboCenter}* ... aí vamos nós de novo.
zh_cn: <25>{#p/alphys}{#g/alphysGarboCenter}* ...又来磨叽了。
zh_tw: <25>{#p/alphys}{#g/alphysGarboCenter}* ...又來磨嘰了。

source: <32>{#p/mettaton}* DON'T FRET, DOCTOR!
pt_br: <32>{#p/mettaton}* NÃO INTERROMPA, DOUTORA!
zh_cn: <32>{#p/mettaton}* 博士，别那么烦躁嘛。
zh_tw: <32>{#p/mettaton}* 博士，別那麼煩躁嘛。

source: <32>{#p/mettaton}* I'M ONLY TRYING TO BRING YOUR -WILDEST- DREAMS TO LIFE!
pt_br: <32>{#p/mettaton}* EU APENAS ESTOU TENTANDO TRAZER SEUS MAIS -PERFEITOS- SONHOS A REALIDADE!
zh_cn: <32>{#p/mettaton}* 你不是总有些“鬼点子”嘛， 我都能帮你实现！
zh_tw: <32>{#p/mettaton}* 你不是總有些「鬼點子」嘛， 我都能幫你實現！

source: <25>{#p/undyne}{#f/12}* You wouldn't be saying that if you knew her ACTUAL wildest dreams.
pt_br: <25>{#p/undyne}{#f/12}* Você não diria se soubesse os VERDADEIROS sonhos dela.
zh_cn: <25>{#p/undyne}{#f/12}* 嘴上说“帮她实现梦想”， 可你连她最棒的鬼点子是啥， 都不知道吧？
zh_tw: <25>{#p/undyne}{#f/12}* 嘴上說「幫她實現夢想」， 可你連她最棒的鬼點子是啥， 都不知道吧？

source: <26>{#p/toriel}{#f/1}* Um, perhaps we should save that topic for another time...
pt_br: <26>{#p/toriel}{#f/1}* Um, talvez seja hora de encerrar está conversa...
zh_cn: <26>{#p/toriel}{#f/1}* 呃，这些话题 你们能不能以后再聊...
zh_tw: <26>{#p/toriel}{#f/1}* 呃，這些話題 你們能不能以後再聊...

source: <25>{#p/undyne}{#f/17}* Gee, thanks MOM.
pt_br: <25>{#p/undyne}{#f/17}* Senhor, obrigado MÃE.
zh_cn: <25>{#p/undyne}{#f/17}* 我他妈谢谢你。
zh_tw: <25>{#p/undyne}{#f/17}* 我他媽謝謝你。

source: <25>{#p/toriel}{#f/4}* I do not know how to feel about that... * ... statement.
pt_br: <25>{#p/toriel}{#f/4}* Eu não sei como me sentir em relação a esse... * ... título.
zh_cn: <25>{#p/toriel}{#f/4}* 头一次听到这样的... 言论。 * 给我整懵了。
zh_tw: <25>{#p/toriel}{#f/4}* 頭一次聽到這樣的... 言論。 * 給我整懵了。

source: <32>{#p/mettaton}* AH, YOU MUST BE IN NEED OF AN MTT-BRAND RELATIONSHIP GUIDEBOOK, THEN!
pt_br: <32>{#p/mettaton}* AH, VOCÊ DEVE ESTAR PRECISANDO DE UM LIVRO GUIANDO SOBRE RELACIONAMENTOS DA MARCA MTT!
zh_cn: <32>{#p/mettaton}* 哎呀，看来你俩的关系 出了点问题了呢。
zh_tw: <32>{#p/mettaton}* 哎呀，看來你倆的關係 出了點問題了呢。

source: <32>{#p/mettaton}* DON'T WORRY. * I REMEMBER THE STEPS BY HEART.
pt_br: <32>{#p/mettaton}* NÃO TEMAS. * EU ME LEMBRO DOS PASSOS NO CORAÇÃO.
zh_cn: <32>{#p/mettaton}* 没关系， 让MTT牌《友爱宝典》帮你吧！ * 步骤我记得清清楚楚。
zh_tw: <32>{#p/mettaton}* 沒關係， 讓MTT牌《友愛寶典》幫你吧！ * 步驟我記得清清楚楚。

source: <33>{|}{#p/mettaton}* FIRST, PRESS C OR CTRL TO OPEN- {%}
pt_br: <33>{|}{#p/mettaton}* PRIMEIRO, PRESSIONE C OU CTRL PARA ABRIR- {%}
zh_cn: <33>{|}{#p/mettaton}* 第一步，按[C]或[CTRL]打开- {%}
zh_tw: <33>{|}{#p/mettaton}* 第一步，按[C]或[CTRL]打開- {%}

source: <25>{#p/toriel}{#f/0}* Another time.
pt_br: <25>{#p/toriel}{#f/0}* Outra hora.
zh_cn: <25>{#p/toriel}{#f/0}* 不用了，谢谢。
zh_tw: <25>{#p/toriel}{#f/0}* 不用了，謝謝。

source: <32>{#p/mettaton}* ... IT WAS WORTH A SHOT.
pt_br: <32>{#p/mettaton}* ... VALEU A TENTATIVA.
zh_cn: <32>{#p/mettaton}* ...试一试嘛，也不亏。
zh_tw: <32>{#p/mettaton}* ...試一試嘛，也不虧。

source: <32>{#p/mettaton}* I GUESS, ONCE WE GET TO THAT NEW HOMEWORLD...
pt_br: <32>{#p/mettaton}* UMA VEZ QUE CHEGARMOS AO NOVO MUNDO...
zh_cn: <32>{#p/mettaton}* 我在想...
zh_tw: <32>{#p/mettaton}* 我在想...

source: <32>{#p/mettaton}* THERE'LL BE AMPLE TIME TO SELL RELATIONSHIP GUIDEBOOKS.
pt_br: <32>{#p/mettaton}* TERÁ AMPLOS LUGARES PARA VENDER LIVROS DE RELACIONAMENTO.
zh_cn: <32>{#p/mettaton}* 等到了新家园， 就有大把时间推销 我的《友爱宝典》了。
zh_tw: <32>{#p/mettaton}* 等到了新家園， 就有大把時間推銷 我的《友愛寶典》了。

source: <32>{#p/mettaton}* UNTIL THEN, WE'LL JUST HAVE TO BE CONTENT WITH OUR FREEDOM...
pt_br: <32>{#p/mettaton}* ATÉ ENTÃO, NÓS SÓ DEVEMOS ESTAR FELIZES COM A LIBERDADE...
zh_cn: <32>{#p/mettaton}* 抵达新家园之前。能高兴的， 也就只有“自由”本身了。 * 唉。
zh_tw: <32>{#p/mettaton}* 抵達新家園之前。能高興的， 也就只有「自由」本身了。 * 唉。

source: <18>{#p/papyrus}{#f/0}DON'T WORRY, METTATON, I'LL BE THERE FOR YOU!
pt_br: <18>{#p/papyrus}{#f/0}NÃO SE PREOCUPE, METTATON, EU ESTAREI LÁ POR TI!
zh_cn: <18>{#p/papyrus}{#f/0}别伤心，METTATON！ 有我陪着你！
zh_tw: <18>{#p/papyrus}{#f/0}別傷心，METTATON！ 有我陪著你！

source: <18>{#p/papyrus}{#f/5}BECAUSE, WHEN IT COMES TO CONTENTMENT...
pt_br: <18>{#p/papyrus}{#f/5}PORQUE, QUANDO SE TRATA DE CONTENTAMENTO...
zh_cn: <18>{#p/papyrus}{#f/5}你看，值得高兴的事 可不止有自由哦。
zh_tw: <18>{#p/papyrus}{#f/5}你看，值得高興的事 可不止有自由喔。

source: <18>{#p/papyrus}{#f/9}I'M THE {@fill=#ff0}BONE{@fill=#fff}-A-FIDE KING!
pt_br: <18>{#p/papyrus}{#f/9}EU VOU ATÉ O {@fill=#ff0}OSSO{@fill=#fff}!
zh_cn: <18>{#p/papyrus}{#f/9}这位{@fill=#ff0}机器{@fill=#fff}人的想法 {@fill=#ff0}激起{@fill=#fff}我的斗志。[ADD]<18>{#p/papyrus}{#f/9}让我有信心成为 {@fill=#ff0}极其{@fill=#fff}优秀的 领导{@fill=#ff0}骨{@fill=#fff}干！
zh_tw: <18>{#p/papyrus}{#f/9}這位{@fill=#ff0}機器{@fill=#fff}人的想法 {@fill=#ff0}激起{@fill=#fff}我的鬥志。[ADD]<18>{#p/papyrus}{#f/9}讓我有信心成為 {@fill=#ff0}極其{@fill=#fff}優秀的 領導{@fill=#ff0}骨{@fill=#fff}幹！

source: <32>{#p/mettaton}* HAHAHA... YOU KNOW I -ALWAYS- APPRECIATE YOUR ADVICE, PAPYRUS.
pt_br: <32>{#p/mettaton}* HAHAHA... VOCÊ SABE QUE EU - SEMPRE - APRECIO SEU CONSELHO, PAPYRUS!
zh_cn: <32>{#p/mettaton}* 哈哈哈... * 还是你懂我，PAPYRUS。
zh_tw: <32>{#p/mettaton}* 哈哈哈... * 還是你懂我，PAPYRUS。

source: <32>{#p/mettaton}* I'M NOT LIKE THOSE OTHER PEOPLE WHO TREAT YOU LIKE A LITTLE CHILD.
pt_br: <32>{#p/mettaton}* EU NÃO SOU COMO ESSAS PESSOAS QUE TE TRATAM COMO CRIANÇA.
zh_cn: <32>{#p/mettaton}* 你的每一条建议， 我都会很在乎。[ADD]<32>{#p/mettaton}* ...而不是像某些家伙一样 把你当成长不大的小孩。
zh_tw: <32>{#p/mettaton}* 你的每一條建議， 我都會很在乎。[ADD]<32>{#p/mettaton}* ...而不是像某些傢伙一樣 把你當成長不大的小孩。

source: <25>{#p/undyne}{#f/14}* ... huh? * What are you looking at me for?
pt_br: <25>{#p/undyne}{#f/14}* ... huh? * Tá olhando pra mim, porquê?
zh_cn: <25>{#p/undyne}{#f/14}* 喂！瞅我干啥？
zh_tw: <25>{#p/undyne}{#f/14}* 喂！瞅我幹啥？

source: <25>{#p/undyne}{#f/17}* What did I do!?
pt_br: <25>{#p/undyne}{#f/17}* O que eu te eu fiz!?
zh_cn: <25>{#p/undyne}{#f/17}* 我把他咋的了？
zh_tw: <25>{#p/undyne}{#f/17}* 我把他咋的了？

source: <25>{#p/asgore}{#f/6}* I do not mean to cut this short, but...
pt_br: <25>{#p/asgore}{#f/6}* Eu não gostaria de cortar por aqui, mas...
zh_cn: <25>{#p/asgore}{#f/6}* 不想打断你们，但... 我现在得送Frisk上船了。
zh_tw: <25>{#p/asgore}{#f/6}* 不想打斷你們，但... 我現在得送Frisk上船了。

source: <25>{#p/asgore}{#f/6}* I should be escorting Frisk to the transport ship now.
pt_br: <25>{#p/asgore}{#f/6}* Eu deveria estar levando Frisk para o ônibus de transporte agora.
zh_cn: [ADD]
zh_tw: [ADD]

source: <25>{#p/asgore}{#f/5}* They must be very tired after all they have been through for us.
pt_br: <25>{#p/asgore}{#f/5}* Ele deve estar cansado após tudo que passou.
zh_cn: <25>{#p/asgore}{#f/5}* 那孩子跟咱们一起 忙活一整天， 肯定都累坏了。
zh_tw: <25>{#p/asgore}{#f/5}* 那孩子跟咱們一起 忙活一整天， 肯定都累壞了。

source: <18>{#p/papyrus}{#f/6}W-WELL... IF -THEY'RE- GOING ON BOARD...
pt_br: <18>{#p/papyrus}{#f/6}B-BEM... SE -ELE- JÁ ESTÁ INDO...
zh_cn: <18>{#p/papyrus}{#f/6}哦哦...
zh_tw: <18>{#p/papyrus}{#f/6}喔喔...

source: <18>{#p/papyrus}{#f/9}... THEN SO AM I!
pt_br: <18>{#p/papyrus}{#f/9}... ENTÃO EU VOU TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/9}连FRISK都上船了... ...那我也不能等了！
zh_tw: <18>{#p/papyrus}{#f/9}連FRISK都上船了... ...那我也不能等了！

source: <25>{#p/sans}{#f/2}* heh, i'm right behind you, bro.
pt_br: <25>{#p/sans}{#f/2}* heh, estou logo atrás de ti, mano.
zh_cn: <25>{#p/sans}{#f/2}* 嘿嘿，我就在你后面哦， 兄弟。
zh_tw: <25>{#p/sans}{#f/2}* 嘿嘿，我就在你後面喔， 兄弟。

source: <25>{#p/undyne}{#f/7}* YEAH!! * Count me in!!
pt_br: <25>{#p/undyne}{#f/7}* ISSO!! * Conta comigo!!
zh_cn: <25>{#p/undyne}{#f/7}* 来啦！！ * 算我一个！！
zh_tw: <25>{#p/undyne}{#f/7}* 來啦！！ * 算我一個！！

source: <25>{#p/alphys}{#g/alphysHellYeah}* Don't forget about me!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}* Não se esqueçam de mim!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}* 别丢下我！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}* 別丟下我！

source: <32>{#p/mettaton}* I GUESS IT'D BE KIND OF WEIRD TO KEEP HANGING AROUND THIS HANGAR BAY FOR NO REASON.
pt_br: <32>{#p/mettaton}* EU ACHO SERIA ESTRANHO CONTINUAR POR AQUI SEM MOTIVO.
zh_cn: <32>{#p/mettaton}* 大伙都上去了， 我要还搁这发呆， 就有点尴尬了。
zh_tw: <32>{#p/mettaton}* 大夥都上去了， 我要還擱這發呆， 就有點尷尬了。

source: <32>{#p/mettaton}* SO... I'LL GO, TOO.
pt_br: <32>{#p/mettaton}* ENTÃO... EU JÁ VOU TAMBÉM.
zh_cn: <32>{#p/mettaton}* 所以... 我也走了。
zh_tw: <32>{#p/mettaton}* 所以... 我也走了。

source: <25>{#p/napstablook}* don't worry... i'll try not to get too far behind...
pt_br: <25>{#p/napstablook}* eu não vou ficar muito atrás também...
zh_cn: <25>{#p/napstablook}* 别担心... 我不会掉队的...
zh_tw: <25>{#p/napstablook}* 別擔心... 我不會掉隊的...

source: <25>{#p/kidd}{#f/1}* Hey, where'd everybody go just now!?
pt_br: <25>{#p/kidd}{#f/1}* Ei, onde todo mundo foi agora!?
zh_cn: <25>{#p/kidd}{#f/1}* 嘿，大伙都去哪了？！
zh_tw: <25>{#p/kidd}{#f/1}* 嘿，大夥都去哪了？！

source: <25>{#p/kidd}{#f/7}* I... I wanna be with Frisk, too!
pt_br: <25>{#p/kidd}{#f/7}* Eu... eu quero ir com o Frisk, também!
zh_cn: <25>{#p/kidd}{#f/7}* 我... 我正找Frisk呢！
zh_tw: <25>{#p/kidd}{#f/7}* 我... 我正找Frisk呢！

source: <25>{#p/toriel}{#f/0}* Walk back up the corridor towards bay forty-seven.
pt_br: <25>{#p/toriel}{#f/0}* Eles estão no ônibus de transporte, volte para o corredor e vire a direita.
zh_cn: <25>{#p/toriel}{#f/0}* 沿走廊往回走， 找到47号登机口。
zh_tw: <25>{#p/toriel}{#f/0}* 沿走廊往回走， 找到47號登機口。

source: <25>{#f/0}* It is the first door on your left.
pt_br: <25>{#f/0}* É a porta que está lá.
zh_cn: <25>{#f/0}* 从左手边第一扇门上去， 就能找到了。
zh_tw: <25>{#f/0}* 從左手邊第一扇門上去， 就能找到了。

source: <25>{#p/kidd}{#f/3}* Thanks, person I swear I've seen before!
pt_br: <25>{#p/kidd}{#f/3}* Obrigado, pessoa que eu juro ter visto antes!
zh_cn: <25>{#p/kidd}{#f/3}* 我好像在哪见过您！ 总之谢了！
zh_tw: <25>{#p/kidd}{#f/3}* 我好像在哪見過您！ 總之謝了！

source: <25>{#p/kidd}{#f/1}* You're the best!
pt_br: <25>{#p/kidd}{#f/1}* Você é a melhor!
zh_cn: <25>{#p/kidd}{#f/1}* 您真的太好了！
zh_tw: <25>{#p/kidd}{#f/1}* 您真的太好了！

source: <25>{#p/toriel}{#f/10}* My child...
pt_br: <25>{#p/toriel}{#f/10}* Minha criança...
zh_cn: <25>{#p/toriel}{#f/10}* 孩子...
zh_tw: <25>{#p/toriel}{#f/10}* 孩子...

source: <25>{#p/toriel}{#f/1}* ... be good, alright?
pt_br: <25>{#p/toriel}{#f/1}* ... seja boa, tudo bem?
zh_cn: <25>{#p/toriel}{#f/1}* ...多保重，好吗？
zh_tw: <25>{#p/toriel}{#f/1}* ...多保重，好嗎？

source: <32>* ... are you still there?
pt_br: <32>* ... você ainda está aí?
zh_cn: <32>* ...还在吗？
zh_tw: <32>* ...還在嗎？

source: <32>{#p/basic}* Sorry I disappeared on you so suddenly back there.
pt_br: <32>{#p/basic}* Desculpa eu sumi e logo você estava de volta.
zh_cn: <32>{#p/basic}* 对不起，之前一直陪着你， 刚刚我却“失踪”了。
zh_tw: <32>{#p/basic}* 對不起，之前一直陪著你， 剛剛我卻「失蹤」了。

source: <32>* Doing what I did... took a lot out of me.
pt_br: <32>* Fazendo o que fiz... tirou muito de mim.
zh_cn: <32>* 刚刚释放灵魂 耗费的能量太多， 把我弄透支了。
zh_tw: <32>* 剛剛釋放靈魂 耗費的能量太多， 把我弄透支了。

source: <32>* ... but I've recovered now.
pt_br: <32>* ... mas eu me recuperei agora.
zh_cn: <32>* ...别担心，现在已经恢复好啦！
zh_tw: <32>* ...別擔心，現在已經恢復好啦！

source: <32>* I guess, in hindsight, it's kind of obvious I'd survive...
pt_br: <32>* Eu acho que, em retrospectiva, é meio óbvio que eu sobreviveria...
zh_cn: <32>* 现在回头一想... 感觉我能活下来 也挺合理的。
zh_tw: <32>* 現在回頭一想... 感覺我能活下來 也挺合理的。
