Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <08>{#p/papyrus}{#e/papyrus/13}EVEN NOW, YOU INSIST ON YOUR AFFECT- ION...
pt_br: <08>{#p/papyrus}{#e/papyrus/13}MESMO AGORA, VOCÊ INSISTE NA SUA AFEIÇÃO...
zh_cn: <08>{#p/papyrus}{#e/papyrus/13}即使到现在， 你还是那么 爱我...
zh_tw: <08>{#p/papyrus}{#e/papyrus/13}即使到現在， 你還是那麼 愛我...

source: <11>{#p/sans}{#e/sans/2}you just don't know when to quit, huh?
pt_br: <11>{#p/sans}{#e/sans/2}você só não sabe quando parar, huh?
zh_cn: <11>{#p/sans}{#e/sans/2}干起这事来， 你真是 一发不可收， 是吧？
zh_tw: <11>{#p/sans}{#e/sans/2}幹起這事來， 你真是 一發不可收， 是吧？

source: <08>{#p/papyrus}{#e/papyrus/14}SURELY THAT AFFECT- ION WAS MEANT FOR ME.
pt_br: <08>{#p/papyrus}{#e/papyrus/14}COM CERTEZA ESSA AFEIÇÃO FOI VOLTADA PARA MIM.
zh_cn: <08>{#p/papyrus}{#e/papyrus/14}果然， 那爱意不是 冲我而来。
zh_tw: <08>{#p/papyrus}{#e/papyrus/14}果然， 那愛意不是 衝我而來。

source: <11>{#p/sans}{#e/sans/2}what? you'd be better off with a pile of moon rocks.
pt_br: <11>{#p/sans}{#e/sans/2}o quê? você estaria melhor com uma pilha de pedras lunares.
zh_cn: <11>{#p/sans}{#e/sans/2}啥？ 下次多准备点 月岩， 能提升 调情成功率哦。
zh_tw: <11>{#p/sans}{#e/sans/2}啥？ 下次多準備點 月巖， 能提升 調情成功率喔。

source: <08>{#p/papyrus}I DON'T KNOW IF I CAN FORGIVE YOU...
pt_br: <08>{#p/papyrus}EU NÃO SEI SE POSSO TE PERDOAR...
zh_cn: <08>{#p/papyrus}原谅你， 对我来说 有点难...
zh_tw: <08>{#p/papyrus}原諒你， 對我來說 有點難...

source: <08>{#p/papyrus}I MUST CAPTURE A HUMAN!
pt_br: <08>{#p/papyrus}EU DEVO CAPTURAR O HUMANO!
zh_cn: <08>{#p/papyrus}我一定要 抓到个人类！
zh_tw: <08>{#p/papyrus}我一定要 抓到個人類！

source: <08>{#p/papyrus}I DON'T KNOW WHAT I'LL DO WITHOUT HIM...
pt_br: <08>{#p/papyrus}EU NÃO SEI O QUE FAZER SEM ELE...
zh_cn: <08>{#p/papyrus}如果没有他， 我不知道 该怎么活...
zh_tw: <08>{#p/papyrus}如果沒有他， 我不知道 該怎麼活...

source: <08>{#p/papyrus}THEN EVERYONE WILL...
pt_br: <08>{#p/papyrus}ENTÃO TODO MUNDO VAI...
zh_cn: <08>{#p/papyrus}如果成功， 所有人都会...
zh_tw: <08>{#p/papyrus}如果成功， 所有人都會...

source: <08>{#p/papyrus}I DON'T KNOW WHO TO TURN TO...
pt_br: <08>{#p/papyrus}EU NÃO SEI EM QUEM ME INSPIRAR...
zh_cn: <08>{#p/papyrus}我不知道 该找谁求助...
zh_tw: <08>{#p/papyrus}我不知道 該找誰求助...

source: <11>{#p/sans}... on days like these, kids like you...
pt_br: <11>{#p/sans}... em dias como esses, crianças como você...
zh_cn: <11>{#p/sans}...在这样的 一天里， 像你这样的 孩子...
zh_tw: <11>{#p/sans}...在這樣的 一天裡， 像你這樣的 孩子...

source: <11>{#p/sans}i can't keep protecting you.
pt_br: <11>{#p/sans}eu não posso continuar te protegendo.
zh_cn: <11>{#p/sans}我不可能 一直保护你。
zh_tw: <11>{#p/sans}我不可能 一直保護你。

source: <11>{#p/sans}you've killed me before, haven't you?
pt_br: <11>{#p/sans}você me matou antes, não matou?
zh_cn: <11>{#p/sans}某条时间线里， 你把我杀了， 对吧？
zh_tw: <11>{#p/sans}某條時間軸裡， 你把我殺了， 對吧？

source: <11>{#p/sans}sooner or later, you'll just die anyway.
pt_br: <11>{#p/sans}cedo ou tarde, você morrerá de qualquer forma.
zh_cn: <11>{#p/sans}迟早有一天， 你要面临死亡。
zh_tw: <11>{#p/sans}遲早有一天， 你要面臨死亡。

source: <11>{#p/sans}you don't have the right to save us anymore.
pt_br: <11>{#p/sans}você não tem mais o direito de nos salvar.
zh_cn: <11>{#p/sans}你根本不配 拯救我们。
zh_tw: <11>{#p/sans}你根本不配 拯救我們。

source: <11>{#p/sans}you don't really belong here.
pt_br: <11>{#p/sans}você não pertence aqui.
zh_cn: <11>{#p/sans}这里 不是你的家。
zh_tw: <11>{#p/sans}這裡 不是你的家。

source: <32>{#p/human}* (The fruit seems familiar to one of the Lost Souls...)
pt_br: <32>{#p/human}* (A fruta parece familiar para uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （某个灵魂好像很熟悉这种水果...）
zh_tw: <32>{#p/human}* （某個靈魂好像很熟悉這種水果...）

source: <08>{#p/papyrus}{#e/papyrus/10}OOH, WE COULD TOTALLY MAKE HOMEMADE PUNCH WITH THOSE!
pt_br: <08>{#p/papyrus}{#e/papyrus/10}OOH, NÓS PODEMOS FAZER SOCO EXOBERRY CASEIRO COM ISSO!
zh_cn: <08>{#p/papyrus}{#e/papyrus/10}哦！ 有了这些水果， 我们就能 自制果酒了！
zh_tw: <08>{#p/papyrus}{#e/papyrus/10}喔！ 有了這些水果， 我們就能 自製果酒了！

source: <11>{#p/sans}{#e/sans/2}just don't make a mess like last time.
pt_br: <11>{#p/sans}{#e/sans/2}só não faça uma bagunça igual da última vez.
zh_cn: <11>{#p/sans}{#e/sans/2}不要像 上次一样 搞砸哦。
zh_tw: <11>{#p/sans}{#e/sans/2}不要像 上次一樣 搞砸喔。

source: <08>{#p/papyrus}{#e/papyrus/10}YOU SAVED MY COOKING JUST FOR THIS!?
pt_br: <08>{#p/papyrus}{#e/papyrus/10}VOCÊ SALVOU MINHA REFEIÇÃO PARA ISSO!?
zh_cn: <08>{#p/papyrus}{#e/papyrus/10}你把我的面 留到现在， 就为了 能唤醒我！？
zh_tw: <08>{#p/papyrus}{#e/papyrus/10}你把我的面 留到現在， 就為了 能喚醒我！？

source: <11>{#p/sans}{#e/sans/2}now that's just classy.
pt_br: <11>{#p/sans}{#e/sans/2}agora isso é apenas elegante.
zh_cn: <11>{#p/sans}{#e/sans/2}现在不都 流行这样嘛。
zh_tw: <11>{#p/sans}{#e/sans/2}現在不都 流行這樣嘛。

source: <32>{#p/human}* (The aura seems familiar to one of the Lost Souls...)
pt_br: <32>{#p/human}* (A aura parece familiar a uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （某个灵魂好像很熟悉它的香味...）
zh_tw: <32>{#p/human}* （某個靈魂好像很熟悉它的香味...）

source: <08>{#p/papyrus}{#e/papyrus/16}EVEN NOW, I FAIL TO FIND THE HUMOR IN THIS.
pt_br: <08>{#p/papyrus}{#e/papyrus/16}MESMO AGORA, EU FALHEI EM ENCONTRAR A GRAÇA NISSO.
zh_cn: <08>{#p/papyrus}{#e/papyrus/16}我居然 一直都不知道 人类喜欢 这玩意。
zh_tw: <08>{#p/papyrus}{#e/papyrus/16}我居然 一直都不知道 人類喜歡 這玩意。

source: <11>{#p/sans}{#e/sans/2}corn diggity doggers.
zh_cn: <11>{#p/sans}{#e/sans/2}能让 {@fill=#f00}热{@fill=#000}情的{@fill=#f00}狗{@fill=#000}狗 将抑{@fill=#f00}玉{@fill=#000}和萎{@fill=#f00}米{@fill=#000} 一扫而空。
zh_tw: <11>{#p/sans}{#e/sans/2}能讓 {@fill=#f00}熱{@fill=#000}情的{@fill=#f00}狗{@fill=#000}狗 將抑{@fill=#f00}玉{@fill=#000}和萎{@fill=#f00}米{@fill=#000} 一掃而空。

source: <08>{#p/papyrus}{#e/papyrus/16}WHAT?? A CORN GOAT?
pt_br: <08>{#p/papyrus}{#e/papyrus/16}O QUE?? CABRA QUENTE?
zh_cn: <08>{#p/papyrus}{#e/papyrus/16}什么？？ 居然是 玉米热“羊”？
zh_tw: <08>{#p/papyrus}{#e/papyrus/16}什麼？？ 居然是 玉米熱「羊」？

source: <11>{#p/sans}{#e/sans/0}you've {@fill=#f00}goat{@fill=#000} to be kidding me.
pt_br: <11>{#p/sans}{#e/sans/0}você tá {@fill=#f00}acabrando{@fill=#000} comigo.
zh_cn: <11>{#p/sans}{#e/sans/0}这么棒的玩笑， 该好好 表{@fill=#f00}羊{@fill=#000}你一下。
zh_tw: <11>{#p/sans}{#e/sans/0}這麼棒的玩笑， 該好好 表{@fill=#f00}羊{@fill=#000}你一下。

source: <32>{#p/human}* (The pastry seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (A massa parece familiar para as Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉这块点心...）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉這塊點心...）

source: <08>{#p/papyrus}{#e/papyrus/22}A PIECE OF "CHEESE" CAKE!?
pt_br: <08>{#p/papyrus}{#e/papyrus/22}UM PEDAÇO DE BOLO DE "QUEIJO"!?
zh_cn: <08>{#p/papyrus}{#e/papyrus/22}居然是一块 “芝士”蛋糕？！
zh_tw: <08>{#p/papyrus}{#e/papyrus/22}居然是一塊 「芝士」蛋糕？！

source: <11>{#p/sans}{#e/sans/2}it's a riddle worthy of its cheese.
pt_br: <11>{#p/sans}{#e/sans/2}é um enigma digno de seu queijo.
zh_cn: <11>{#p/sans}{#e/sans/2}这{@fill=#f00}芝士{@fill=#000}个 蛋糕谜题。
zh_tw: <11>{#p/sans}{#e/sans/2}這{@fill=#f00}芝士{@fill=#000}個 蛋糕謎題。

source: <32>{#p/human}* (The drink seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (A bebida parece familiar a uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉这杯饮料...）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉這杯飲料...）

source: <08>{#p/papyrus}{#e/papyrus/27}IT'S HOTTER THAN THE WALL OF FIRE!!
pt_br: <08>{#p/papyrus}{#e/papyrus/27}É MAIS QUENTE QUE A PAREDE DE FOGO!
zh_cn: <08>{#p/papyrus}{#e/papyrus/27}这东西 比火墙还热！！
zh_tw: <08>{#p/papyrus}{#e/papyrus/27}這東西 比火牆還熱！！

source: <11>{#p/sans}{#e/sans/2}you're on fire now, buddo.
pt_br: <11>{#p/sans}{#e/sans/2}você está pegando fogo agora, mano.
zh_cn: <11>{#p/sans}{#e/sans/2}伙计， 你火了。
zh_tw: <11>{#p/sans}{#e/sans/2}夥計， 你火了。

source: <32>{#p/human}* (The food seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (A comida parece familiar a uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉这种食物...）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉這種食物...）

source: <08>{#p/papyrus}{#e/papyrus/21}ARE YOU SURE THAT'S HEALTHY?
pt_br: <08>{#p/papyrus}{#e/papyrus/21}VOCÊ TEM CERTEZA QUE ISSO É SAUDÁVEL?
zh_cn: <08>{#p/papyrus}{#e/papyrus/21}这东西 健康吗？
zh_tw: <08>{#p/papyrus}{#e/papyrus/21}這東西 健康嗎？

source: <11>{#p/sans}{#e/sans/0}one down, two to go.
pt_br: <11>{#p/sans}{#e/sans/0}um caiu, dois faltando.
zh_cn: <11>{#p/sans}{#e/sans/0}一石二鸟， 一食二堡。
zh_tw: <11>{#p/sans}{#e/sans/0}一石二鳥， 一食二堡。

source: <08>{#p/papyrus}{#e/papyrus/24}I WORRY FOR YOUR WELL- BEING...
pt_br: <08>{#p/papyrus}{#e/papyrus/24}EU ME PREOCUPO COM O SEU BEM- ESTAR...
zh_cn: <08>{#p/papyrus}{#e/papyrus/24}我担心你吃完 会不舒服...
zh_tw: <08>{#p/papyrus}{#e/papyrus/24}我擔心你吃完 會不舒服...

source: <11>{#p/sans}{#e/sans/2}use your last one wisely now.
pt_br: <11>{#p/sans}{#e/sans/2}use o último com sabedoria agora.
zh_cn: <11>{#p/sans}{#e/sans/2}剩最后一个了， 想好再吃哦。
zh_tw: <11>{#p/sans}{#e/sans/2}剩最後一個了， 想好再吃喔。

source: <08>{#p/papyrus}{#e/papyrus/18}WOW, YOU ACTUALLY ATE ALL OF THEM.
pt_br: <08>{#p/papyrus}{#e/papyrus/18}WOW, VOCÊ REALMENTE COMEU TUDO.
zh_cn: <08>{#p/papyrus}{#e/papyrus/18}哇， 你把它们 全吃了。
zh_tw: <08>{#p/papyrus}{#e/papyrus/18}哇， 你把它們 全吃了。

source: <11>{#p/sans}{#e/sans/3}if only they could last forever.
pt_br: <11>{#p/sans}{#e/sans/3}se pelo menos eles pudessem durar pra sempre.
zh_cn: <11>{#p/sans}{#e/sans/3}要是汉堡能 长生不老 就好了。
zh_tw: <11>{#p/sans}{#e/sans/3}要是漢堡能 長生不老 就好了。

source: <08>{#p/papyrus}{#e/papyrus/10}NO! WAIT! I COULD NEVER CAPTURE YOU!
pt_br: <08>{#p/papyrus}{#e/papyrus/10}NÃO! ESPERA! EU JAMAIS CAPTURARIA VOCÊ!
zh_cn: <08>{#p/papyrus}{#e/papyrus/10}等等！ 不！ 我才不会 抓你呢！
zh_tw: <08>{#p/papyrus}{#e/papyrus/10}等等！ 不！ 我才不會 抓你呢！

source: <11>{#p/sans}{#e/sans/3}we're all rootin' for ya, bud.
pt_br: <11>{#p/sans}{#e/sans/3}estamos todos torcendo por ti, carinha.
zh_cn: <11>{#p/sans}{#e/sans/3}我们都 指望你了， 孩子。
zh_tw: <11>{#p/sans}{#e/sans/3}我們都 指望你了， 孩子。

source: <32>{#p/basic}* Mom... Dad...
pt_br: <32>{#p/basic}* Mãe... Pai...
zh_cn: <32>{#p/basic}* 爸爸... 妈妈...
zh_tw: <32>{#p/basic}* 爸爸... 媽媽...

source: <32>{#p/basic}* Well, they used to be my parents, so maybe I can do something simple here.
pt_br: <32>{#p/basic}* Bem, eles eram meus pais, então talvez eu possa fazer algo simples aqui.
zh_cn: <32>{#p/basic}* 嗯... 他们毕竟曾是我的父母， 那对我来说就好办多了。
zh_tw: <32>{#p/basic}* 嗯... 他們畢竟曾是我的父母， 那對我來說就好辦多了。

source: <32>{#p/human}* (You call the Lost Soul on the phone.)
pt_br: <32>{#p/human}* (Você liga para a Alma Perdida pelo celular.)
zh_cn: <32>{#p/human}* （你给迷失的灵魂打了个电话。）
zh_tw: <32>{#p/human}* （你給迷失的靈魂打了個電話。）

source: <32>{#p/human}* (She seems annoyed, yet nostalgic at the same time...)
pt_br: <32>{#p/human}* (Ela parece irritada, mas sente uma nostalgia...)
zh_cn: <32>{#p/human}* （她有点生气， 但也十分怀念那种感觉。）
zh_tw: <32>{#p/human}* （她有點生氣， 但也十分懷念那種感覺。）

source: <32>{#p/human}* (She seems delighted, and nostalgic at the same time...)
pt_br: <32>{#p/human}* (Ela parece encantada e nostálgica ao mesmo tempo...)
zh_cn: <32>{#p/human}* （她十分高兴， 同时很怀念那种感觉。）
zh_tw: <32>{#p/human}* （她十分高興， 同時很懷念那種感覺。）

source: <32>{#p/human}* (You ask the Lost Soul to take you home.)
pt_br: <32>{#p/human}* (Você pede para a Alma Perdida te levar para casa.)
zh_cn: <32>{#p/human}* （你请求迷失的灵魂带你回家。）
zh_tw: <32>{#p/human}* （你請求迷失的靈魂帶你回家。）

source: <32>{#p/human}* (She doesn't think she should, but wants to try anyway...)
pt_br: <32>{#p/human}* (Ela não acha que devia, mas tenta de toda forma...)
zh_cn: <32>{#p/human}* （她认为自己没义务那么做， 但不知怎地，想试一试...）
zh_tw: <32>{#p/human}* （她認為自己沒義務那麼做， 但不知怎地，想試一試...）

source: <32>{#p/human}* (She doesn't think she can, but wants to try anyway...)
pt_br: <32>{#p/human}* (Ela não acha que consegue, mas vai tentar...)
zh_cn: <32>{#p/human}* （她有点犹豫， 但不知怎地，想试一试...）
zh_tw: <32>{#p/human}* （她有點猶豫， 但不知怎地，想試一試...）

source: <32>{#p/human}* (You give the Lost Soul a big hug.)
pt_br: <32>{#p/human}* (Você da um grande abraço na Alma Perdida.)
zh_cn: <32>{#p/human}* （你给迷失的灵魂 一个大大的拥抱。）
zh_tw: <32>{#p/human}* （你給迷失的靈魂 一個大大的擁抱。）

source: <32>{#p/human}* (He tries to ignore it, but the feeling of warmth is so soothing...)
pt_br: <32>{#p/human}* (Ele tenta ignorar, mas o calor do abraço o trás lembranças...)
zh_cn: <32>{#p/human}* （他极力掩饰自己的情感， 但那舒服的感觉温暖了他的心...）
zh_tw: <32>{#p/human}* （他極力掩飾自己的情感， 但那舒服的感覺溫暖了他的心...）

source: <32>{#p/human}* (You ask the Lost Soul about the agreement.)
pt_br: <32>{#p/human}* (Você pergunta a Alma Perdida sobre o acordo.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂 给你讲讲人怪停战的故事。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂 給你講講人怪停戰的故事。）

source: <32>{#p/human}* (He thinks of dismissing it, but is tempted to elaborate...)
pt_br: <32>{#p/human}* (Ele pensa em ignorar, mas é tentado a elaborar...)
zh_cn: <32>{#p/human}* （他想对此视而不见， 但最终还是脱口而出。）
zh_tw: <32>{#p/human}* （他想對此視而不見， 但最終還是脫口而出。）

source: <32>{#p/basic}* Mom... Dad... * Don't you recognize me?
pt_br: <32>{#p/basic}* Mãe... Pai... * Vocês não me reconhecem?
zh_cn: <32>{#p/basic}* 爸爸... 妈妈... * 你们不记得我了吗？
zh_tw: <32>{#p/basic}* 爸爸... 媽媽... * 你們不記得我了嗎？

source: <11>{#p/toriel}{#e/toriel/9}Of course.
pt_br: <11>{#p/toriel}{#e/toriel/9}Claro que sim.
zh_cn: <11>{#p/toriel}{#e/toriel/9}我怎么会忘。
zh_tw: <11>{#p/toriel}{#e/toriel/9}我怎麼會忘。

source: <11>{#p/toriel}{#e/toriel/9}I... I suppose I deserved that.
pt_br: <11>{#p/toriel}{#e/toriel/9}Eu... eu suponho que eu mereça isso.
zh_cn: <11>{#p/toriel}{#e/toriel/9}我... 我落得这下场， 就是活该。
zh_tw: <11>{#p/toriel}{#e/toriel/9}我... 我落得這下場， 就是活該。

source: <11>{#p/asgore}{#e/asgore/1}Well. This is awkward.
pt_br: <11>{#p/asgore}{#e/asgore/1}Bem. Isso é estranho.
zh_cn: <11>{#p/asgore}{#e/asgore/1}呃... 没想到会这样。
zh_tw: <11>{#p/asgore}{#e/asgore/1}呃... 沒想到會這樣。

source: <11>{#p/toriel}{#e/toriel/17}You will be fine, Asgore.
pt_br: <11>{#p/toriel}{#e/toriel/17}Você ficará bem, Asgore.
zh_cn: <11>{#p/toriel}{#e/toriel/17}出不了事的， Asgore。
zh_tw: <11>{#p/toriel}{#e/toriel/17}出不了事的， Asgore。

source: <11>{#p/asgore}{#e/asgore/8}C-child!?
pt_br: <11>{#p/asgore}{#e/asgore/8}C-criança!?
zh_cn: <11>{#p/asgore}{#e/asgore/8}孩-孩子？！
zh_tw: <11>{#p/asgore}{#e/asgore/8}孩-孩子？！

source: <11>{#p/toriel}{#e/toriel/1}Child, please... not right now...
pt_br: <11>{#p/toriel}{#e/toriel/1}Criança, por favor... não agora...
zh_cn: <11>{#p/toriel}{#e/toriel/1}孩子， 这个场合... 请别这么干。
zh_tw: <11>{#p/toriel}{#e/toriel/1}孩子， 這個場合... 請別這麼幹。

source: <11>{#p/asgore}{#e/asgore/6}It is fortunate we are no longer together.
pt_br: <11>{#p/asgore}{#e/asgore/6}É uma sorte não estarmos mais juntos.
zh_cn: <11>{#p/asgore}{#e/asgore/6}还好我们现在 分居了。
zh_tw: <11>{#p/asgore}{#e/asgore/6}還好我們現在 分居了。

source: <11>{#p/toriel}To strike me down at my weakest moment...
pt_br: <11>{#p/toriel}Para me acertar no meu momento mais vulnerável...
zh_cn: <11>{#p/toriel}趁我 毫无防备时 杀了我...
zh_tw: <11>{#p/toriel}趁我 毫無防備時 殺了我...

source: <11>{#p/toriel}This is for your own good.
pt_br: <11>{#p/toriel}Isso é para seu próprio bem.
zh_cn: <11>{#p/toriel}这都是 为了你好。
zh_tw: <11>{#p/toriel}這都是 為了你好。

source: <11>{#p/toriel}To think I was protecting you from them...
pt_br: <11>{#p/toriel}E pensar que eu estava te protegendo deles...
zh_cn: <11>{#p/toriel}本以为， 自己努力 保护的人， 是你...
zh_tw: <11>{#p/toriel}本以為， 自己努力 保護的人， 是你...

source: <11>{#p/toriel}No one will ever leave again.
pt_br: <11>{#p/toriel}Ninguém jamais sairá de novo.
zh_cn: <11>{#p/toriel}我绝不会 再让人类 离开。
zh_tw: <11>{#p/toriel}我絕不會 再讓人類 離開。

source: <11>{#p/toriel}I was a fool for trusting you...
pt_br: <11>{#p/toriel}Eu fui tola de confiar em você...
zh_cn: <11>{#p/toriel}一路上一直 相信你的我， 才是真正的 傻子啊...
zh_tw: <11>{#p/toriel}一路上一直 相信你的我， 才是真正的 傻子啊...

source: <11>{#p/asgore}Reasoning with you is a total waste of time.
pt_br: <11>{#p/asgore}Debater com você é uma total perda de tempo.
zh_cn: <11>{#p/asgore}跟你讲理， 完全是 浪费时间。
zh_tw: <11>{#p/asgore}跟你講理， 完全是 浪費時間。

source: <11>{#p/asgore}War with humanity is inevitable.
pt_br: <11>{#p/asgore}Guerra com a humanidade é inevitável.
zh_cn: <11>{#p/asgore}人怪交战 在所难免。
zh_tw: <11>{#p/asgore}人怪交戰 在所難免。

source: <11>{#p/asgore}Don't you have anything better to do?
pt_br: <11>{#p/asgore}Você não tem nada melhor para fazer?
zh_cn: <11>{#p/asgore}你就没有 更重要的事 可做吗？
zh_tw: <11>{#p/asgore}你就沒有 更重要的事 可做嗎？

source: <11>{#p/asgore}How could I ever forget that?
pt_br: <11>{#p/asgore}Como eu poderia me esquecer disso?
zh_cn: <11>{#p/asgore}我怎么可能 忘记呢？
zh_tw: <11>{#p/asgore}我怎麼可能 忘記呢？

source: <11>{#p/asgore}Really now...
pt_br: <11>{#p/asgore}Agora...
zh_cn: <11>{#p/asgore}开玩笑吧...
zh_tw: <11>{#p/asgore}開玩笑吧...

source: <32>{#p/human}* (The aroma seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (O aroma parece familiar para as Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉它的香味。）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉它的香味。）

source: <11>{#p/toriel}{#e/toriel/0}Of course! The butter- scotch cinnamon pie!
pt_br: <11>{#p/toriel}{#e/toriel/0}É claro! A torta de canela com caramelo!
zh_cn: <11>{#p/toriel}{#e/toriel/0}果然！ 是奶油糖 肉桂派！
zh_tw: <11>{#p/toriel}{#e/toriel/0}果然！ 是奶油糖 肉桂派！

source: <11>{#p/asgore}{#e/asgore/7}It has been so long...
pt_br: <11>{#p/asgore}{#e/asgore/7}Já faz tanto tempo desde que...
zh_cn: <11>{#p/asgore}{#e/asgore/7}没想到都过了 这么久了...
zh_tw: <11>{#p/asgore}{#e/asgore/7}沒想到都過了 這麼久了...

source: <11>{#p/toriel}{#e/toriel/0}Of course! The snail pie!
pt_br: <11>{#p/toriel}{#e/toriel/0}É claro! A torta de lesmas!
zh_cn: <11>{#p/toriel}{#e/toriel/0}果然！ 是蜗牛派！
zh_tw: <11>{#p/toriel}{#e/toriel/0}果然！ 是蝸牛派！

source: <11>{#p/toriel}{#e/toriel/1}To think that was the best I could manage...
pt_br: <11>{#p/toriel}{#e/toriel/1}Pensar que era o melhor que eu conseguia...
zh_cn: <11>{#p/toriel}{#e/toriel/1}我已经 尽力了...
zh_tw: <11>{#p/toriel}{#e/toriel/1}我已經 盡力了...

source: <11>{#p/asgore}{#e/asgore/6}How odd. It smells alright, though!
pt_br: <11>{#p/asgore}{#e/asgore/6}Que estranho. Cheira bem, no entanto!
zh_cn: <11>{#p/asgore}{#e/asgore/6}真奇怪。 这粥闻起来 还挺香的！
zh_tw: <11>{#p/asgore}{#e/asgore/6}真奇怪。 這派聞起來 還挺香的！

source: <32>{#p/human}* (The tea seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (O chá parece familiar para as Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉这杯茶...）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉這杯茶...）

source: <11>{#p/toriel}{#e/toriel/13}What an antique scent...
pt_br: <11>{#p/toriel}{#e/toriel/13}Que aroma antigo...
zh_cn: <11>{#p/toriel}{#e/toriel/13}这茶香真是 历久弥新...
zh_tw: <11>{#p/toriel}{#e/toriel/13}這茶香真是 歷久彌新...

source: <11>{#p/asgore}{#e/asgore/21}Nothing like a good cup of tea.
pt_br: <11>{#p/asgore}{#e/asgore/21}Nada como um bom copo de chá.
zh_cn: <11>{#p/asgore}{#e/asgore/21}一杯好茶， 真是世间极品。
zh_tw: <11>{#p/asgore}{#e/asgore/21}一杯好茶， 真是世間極品。

source: <32>{#p/human}* (The dish seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (O prato parece familiar para as Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉那道菜。）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉那道菜。）

source: <11>{#p/toriel}{#e/toriel/1}You kept them all this time?
pt_br: <11>{#p/toriel}{#e/toriel/1}Você ficou com isso esse tempo todo?
zh_cn: <11>{#p/toriel}{#e/toriel/1}你居然 一直没吃？
zh_tw: <11>{#p/toriel}{#e/toriel/1}你居然 一直沒吃？

source: <11>{#p/asgore}{#e/asgore/5}I never thought I would see THOSE again.
pt_br: <11>{#p/asgore}{#e/asgore/5}Eu nunca imaginei que veria ISSO de novo.
zh_cn: <11>{#p/asgore}{#e/asgore/5}没想到， 居然还能 再看到这菜。
zh_tw: <11>{#p/asgore}{#e/asgore/5}沒想到， 居然還能 再看到這菜。

source: <32>{#p/human}* (The cocoa seems familiar to the Lost Souls...)
pt_br: <32>{#p/human}* (O chocolate quente parece familiar para as Almas Perdidas...)
zh_cn: <32>{#p/human}* （迷失的灵魂好像很熟悉这巧克力。）
zh_tw: <32>{#p/human}* （迷失的靈魂好像很熟悉這巧克力。）

source: <11>{#p/toriel}{#e/toriel/1}One-hundred percent cocoa...
pt_br: <11>{#p/toriel}{#e/toriel/1}Cem porcento cacau...
zh_cn: <11>{#p/toriel}{#e/toriel/1}纯黑巧克力...
zh_tw: <11>{#p/toriel}{#e/toriel/1}純黑巧克力...

source: <11>{#p/asgore}{#e/asgore/21}It is better when it is bitter.
pt_br: <11>{#p/asgore}{#e/asgore/21}Era melhor quando era mais açucarado...
zh_cn: <11>{#p/asgore}{#e/asgore/21}苦尽甘来嘛。
zh_tw: <11>{#p/asgore}{#e/asgore/21}苦盡甘來嘛。

source: <11>{#p/toriel}{#e/toriel/1}Go forth, my child...
pt_br: <11>{#p/toriel}{#e/toriel/1}Vá em frente, minha criança...
zh_cn: <11>{#p/toriel}{#e/toriel/1}加油吧， 孩子...
zh_tw: <11>{#p/toriel}{#e/toriel/1}加油吧， 孩子...

source: <11>{#p/asgore}{#e/asgore/6}Our future is in your hands!
pt_br: <11>{#p/asgore}{#e/asgore/6}Nosso futuro está em suas mãos!
zh_cn: <11>{#p/asgore}{#e/asgore/6}我们的未来 就指望你了！
zh_tw: <11>{#p/asgore}{#e/asgore/6}我們的未來 就指望你了！

source: * Force Field
pt_br: * Escudo de Força
zh_cn: * 力场ゑ
zh_tw: * 力場ゑ

source: <32>{#p/story}* The force field now stands before you.
pt_br: <32>{#p/story}* O escudo de força brilha em sua frente.
zh_cn: <32>{#p/story}* 此刻，你终于可以直面那道力场。ゑ
zh_tw: <32>{#p/story}* 此刻，你終於可以直面那道力場。ゑ

source: <32>{#p/story}* FORCE FIELD - ATK 0 DEF{^2}\u221e{^1} * Immovable meets unstoppable. * The end of the line.
pt_br: <32>{#p/story}* FORCE FIELD - ATQ 0 DEF{^2}\u221e{^1} * Imóvel e imparável. * O fim da linha.
zh_cn: <32>{#p/story}* 力场 - 攻击0 防御{^2}\u221e{^1} * 矛盾相逢，末路将穷。ゑ
zh_tw: <32>{#p/story}* 力場 - 攻擊0 防禦{^2}\u221e{^1} * 矛盾相逢，末路將窮。ゑ

source: <32>{#p/story}* It's time to put your fighting spirit to good use.
pt_br: <32>{#p/story}* É hora de colocar sua capacidade de luta em uso.
zh_cn: <32>{#p/story}* 燃起斗志！ 把你揍人的劲儿都使出来吧。ゑ
zh_tw: <32>{#p/story}* 燃起鬥志！ 把你揍人的勁兒都使出來吧。ゑ

source: <32>{#p/story}* It's time to bring this story to an end.
pt_br: <32>{#p/story}* É hora de dar um fim a está história.
zh_cn: <32>{#p/story}* 给这段旅程画上圆满的句号吧。ゑ
zh_tw: <32>{#p/story}* 給這段旅程畫上圓滿的句號吧。ゑ

source: <32>{#p/story}* All you can do is fight.
pt_br: <32>{#p/story}* Tudo que você pode fazer é lutar.
zh_cn: <32>{#p/story}* 除了战斗，别无他法。ゑ
zh_tw: <32>{#p/story}* 除了戰鬥，別無他法。ゑ

source: <32>{#p/story}* The force field is dropping.
pt_br: <32>{#p/story}* O escudo de força está enfraquecendo.
zh_cn: <32>{#p/story}* 力场上开始出现裂痕， 光芒越来越弱。ゑ
zh_tw: <32>{#p/story}* 力場上開始出現裂痕， 光芒越來越弱。ゑ

source: <32>{#p/story}* The force field is near its breaking point.
pt_br: <32>{#p/story}* O escudo de força está próximo de quebrar.
zh_cn: <32>{#p/story}* 力场即将崩溃。ゑ
zh_tw: <32>{#p/story}* 力場即將崩潰。ゑ

source: <32>{#p/story}* The force field is holding on longer than expected.
pt_br: <32>{#p/story}* O escudo de força está se segurando por mais que o esperado.
zh_cn: <32>{#p/story}* 力场迟迟没有破碎， 让你有些意外。ゑ
zh_tw: <32>{#p/story}* 力場遲遲沒有破碎， 讓你有些意外。ゑ

source: <32>{#p/story}* Something is wrong.
pt_br: <32>{#p/story}* Algo está errado.
zh_cn: <32>{#p/story}* 不太对劲。ゑ
zh_tw: <32>{#p/story}* 不太對勁。ゑ

source: <20>{#p/asgore}{#e/asgore/5}What's the problem?
pt_br: <20>{#p/asgore}{#e/asgore/5}Qual o problema?
zh_cn: <20>{#p/asgore}{#e/asgore/5}怎么了？ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/5}怎麼了？ゑ

source: <20>{#p/alphys}{#e/alphys/15}The force field... it's not going down!
pt_br: <20>{#p/alphys}{#e/alphys/15}O escudo de força... não está quebrando!
zh_cn: <20>{#p/alphys}{#e/alphys/15}那道力场... 怎么还没碎啊？！ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/15}那道力場... 怎麼還沒碎啊？！ゑ

source: <20>{#p/asgore}{#e/asgore/12}{#e/alphys/4}... Do you know why this is happening?
pt_br: <20>{#p/asgore}{#e/asgore/12}{#e/alphys/4}... Você sabe o motivo disso estar acontecendo?
zh_cn: <20>{#p/asgore}{#e/asgore/12}{#e/alphys/4}... 你知道原因吗？ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/12}{#e/alphys/4}... 你知道原因嗎？ゑ

source: <20>{#p/alphys}{#e/alphys/6}Maybe... they're not hitting it hard enough?
pt_br: <20>{#p/alphys}{#e/alphys/6}Talvez... ele não esteja batendo com tanta força?
zh_cn: <20>{#p/alphys}{#e/alphys/6}是不是... 人类没使劲？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/6}是不是... 人類沒使勁？ゑ

source: <20>{#p/alphys}No, that's not it...
pt_br: <20>{#p/alphys}Não, não é isso...
zh_cn: <20>{#p/alphys}不，不是这样...ゑ
zh_tw: <20>{#p/alphys}不，不是這樣...ゑ

source: <20>{#p/alphys}{#e/asgore/1}...
zh_cn: <20>{#p/alphys}{#e/asgore/1}...ゑ
zh_tw: <20>{#p/alphys}{#e/asgore/1}...ゑ

source: <20>{#p/alphys}{#e/alphys/2}Unless...
pt_br: <20>{#p/alphys}{#e/alphys/2}Ah não ser...
zh_cn: <20>{#p/alphys}{#e/alphys/2}该不会...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/2}該不會...ゑ

source: <20>{#p/asgore}... what is it?
pt_br: <20>{#p/asgore}... o que?
zh_cn: <20>{#p/asgore}...什么？ゑ
zh_tw: <20>{#p/asgore}...什麼？ゑ

source: <20>{#p/alphys}{#e/alphys/1}W-when I was checking the archive logs, I noticed something weird...
pt_br: <20>{#p/alphys}{#e/alphys/1}Q-quando eu estava checando os arquivos, percebi algo estranho...
zh_cn: <20>{#p/alphys}{#e/alphys/1}我-我检查档案日志时， 发现个怪事...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/1}我-我檢查檔案日誌時， 發現個怪事...ゑ
