Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (You feel a darkness gathering inside of you.)
pt_br: <32>{#p/human}* (Você sente a escuridão preencher dentro do seu corpo.)
zh_cn: <32>{#p/human}* （一股暗流在你心中充盈。）
zh_tw: <32>{#p/human}* （一股暗流在你心中充盈。）

source: <32>{#p/human}* (You wish it were all just a bad dream.)
pt_br: <32>{#p/human}* (Seu desejo é que tudo seja apenas um sonho ruim.)
zh_cn: <32>{#p/human}* （你祈祷，这只是一场噩梦。）
zh_tw: <32>{#p/human}* （你祈禱，這只是一場惡夢。）

source: <32>{#p/human}* (You try your best to fight it, but nothing happens.)
pt_br: <32>{#p/human}* (Você tenta seu melhor para lutar contra, mas nada acontece.)
zh_cn: <32>{#p/human}* （你拼命想从那黑暗中挣脱出来。）
zh_tw: <32>{#p/human}* （你拼命想從那黑暗中掙脫出來。）

source: <32>{#p/human}* (You wish desperately that you could break free.)
pt_br: <32>{#p/human}* (Você deseja desesperadamente se tornar livre, mas nada.)
zh_cn: <32>{#p/human}* （你竭尽全力与之抗争， 但无济于事。）
zh_tw: <32>{#p/human}* （你竭盡全力與之抗爭， 但無濟於事。）

source: <32>{#p/human}* (You call out for help, but nobody comes.)
pt_br: <32>{#p/human}* (Você chama por ajuda, mas ninguém veio.)
zh_cn: <32>{#p/human}* （你大声呼救，但谁也没有来。）
zh_tw: <32>{#p/human}* （你大聲呼救，但誰也沒有來。）

source: <32>{#p/human}* (You wish you could make this all just go away.)
pt_br: <32>{#p/human}* (Você deseja fazer tudo isso desaparecer.)
zh_cn: <32>{#p/human}* （你别无所求，只希望能彻底解脱。）
zh_tw: <32>{#p/human}* （你別無所求，只希望能徹底解脫。）

source: <32>{#p/human}* (You take a deep breath, and ready yourself for the end.)
pt_br: <32>{#p/human}* (Você respira fundo e se prepara para o fim da jornada.)
zh_cn: <32>{#p/human}* （你深吸一口气， 准备迎接最终的结局。）
zh_tw: <32>{#p/human}* （你深吸一口氣， 準備迎接最終的結局。）

source: <32>{#p/human}* (You know what must be done.)
pt_br: <32>{#p/human}* (Você sabe o que precisa ser feito.)
zh_cn: <32>{#p/human}* （你已做好准备。）
zh_tw: <32>{#p/human}* （你已做好準備。）

source: REBOOT IN $(x)
pt_br: Reinício em $(x)
zh_cn: $(x)秒后重启
zh_tw: $(x)秒後重啟

source: {#p/human}(You take a deep breath.)
pt_br: {#p/human}(Você respira fundo.)
zh_cn: {#p/human}（你深吸了一口气。）ゑ
zh_tw: {#p/human}（你深吸了一口氣。）ゑ

source: (You're filled with determination.)
pt_br: (Você se enche de determinação.)
zh_cn: （你充满了决心。）ゑ
zh_tw: （你充滿了決心。）ゑ

source: {#p/human}{#v/1}{@fill=#42fcff}It'll be alright in the end...
pt_br: {#p/human}{#v/1}{@fill=#42fcff}Tudo ficará bem no fim...
zh_cn: {#p/human}{#v/1}{@fill=#42fcff}失败了没关系...ゑ
zh_tw: {#p/human}{#v/1}{@fill=#42fcff}失敗了沒關係...ゑ

source: {@fill=#42fcff}Just take it steady...
pt_br: {@fill=#42fcff}Apenas mantenha-se firme...
zh_cn: {@fill=#42fcff}沉住气，再来一次吧...ゑ
zh_tw: {@fill=#42fcff}沉住氣，再來一次吧...ゑ

source: {#p/human}{#v/2}{@fill=#ff993d}Now is no time to give up.
pt_br: {#p/human}{#v/2}{@fill=#ff993d}Não é possível desistir agora.
zh_cn: {#p/human}{#v/2}{@fill=#ff993d}可别在这会儿就放弃。ゑ
zh_tw: {#p/human}{#v/2}{@fill=#ff993d}可別在這時候就放棄。ゑ

source: {@fill=#ff993d}Get back out there!
pt_br: {@fill=#ff993d}Volta já pra cá!
zh_cn: {@fill=#ff993d}起来，继续作战！ゑ
zh_tw: {@fill=#ff993d}起來，繼續作戰！ゑ

source: {#p/human}{#v/3}{@fill=#003cff}You know what you're capable of.
pt_br: {#p/human}{#v/3}{@fill=#003cff}Você sabe do que é capaz.
zh_cn: {#p/human}{#v/3}{@fill=#003cff}相信自己能行的。ゑ
zh_tw: {#p/human}{#v/3}{@fill=#003cff}相信自己能行的。ゑ

source: {@fill=#003cff}Don't hold back!
pt_br: {@fill=#003cff} Não recue agora!
zh_cn: {@fill=#003cff}别退缩！ゑ
zh_tw: {@fill=#003cff}別退縮！ゑ

source: {#p/human}{#v/4}{@fill=#d535d9}You know you can survive this...
pt_br: {#p/human}{#v/4}{@fill=#d535d9}Você sabe que pode sobreviver a isto...
zh_cn: {#p/human}{#v/4}{@fill=#d535d9}活过这轮不成问题...ゑ
zh_tw: {#p/human}{#v/4}{@fill=#d535d9}活過這輪不成問題...ゑ

source: {@fill=#d535d9}Keep moving forward.
pt_br: {@fill=#d535d9}Continue em frente.
zh_cn: {@fill=#d535d9}继续前进。ゑ
zh_tw: {@fill=#d535d9}繼續前進。ゑ

source: {#p/human}{#v/5}{@fill=#00c000}You're this world's last hope...
pt_br: {#p/human}{#v/5}{@fill=#00c000}Você é a última esperança deste mundo...
zh_cn: {#p/human}{#v/5}{@fill=#00c000}整个世界都指望你了...ゑ
zh_tw: {#p/human}{#v/5}{@fill=#00c000}整個世界都指望你了...ゑ

source: {@fill=#00c000}Believe in yourself!
pt_br: {@fill=#00c000}Acredite em si!
zh_cn: {@fill=#00c000}相信自己！ゑ
zh_tw: {@fill=#00c000}相信自己！ゑ

source: {#p/human}{#v/6}{@fill=#faff29}It's only a matter of time.
pt_br: {#p/human}{#v/6}{@fill=#faff29}É apenas uma questão de tempo.
zh_cn: {#p/human}{#v/6}{@fill=#faff29}他早晚会败下阵来。ゑ
zh_tw: {#p/human}{#v/6}{@fill=#faff29}他早晚會敗下陣來。ゑ

source: <99>{*}{#p/human}{#v/6}{@fill=#faff29}A lost SOUL calls out to you.
pt_br: <99>{*}{#p/human}{#v/6}{@fill=#faff29}Uma alma perdida te chama.
zh_cn: <99>{*}{#p/human}{#v/6}{@fill=#faff29}某个迷失灵魂呼唤着你。ゑ
zh_tw: <99>{*}{#p/human}{#v/6}{@fill=#faff29}某個迷失靈魂呼喚著你。ゑ

source: <99>{*}{@fill=#faff29}With {@mystify=PATIENCE}PATIENCE{@mystify=}, they may escape.
pt_br: <99>{*}{@fill=#faff29}Com {@mystify=PATIENCE} PACIÊNCIA {@mystify=}, ela poderá escapar.
zh_cn: <99>{*}{@fill=#faff29}依靠{@mystify=耐心而忖恧㤈耏寸}耐心{@mystify=}，将会有望逃脱。
zh_tw: <99>{*}{@fill=#faff29}依靠{@mystify=耐心而忖恧㤈耏寸}耐心{@mystify=}，將會有望逃脫。

source: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}You must reach my Little Dipper...
pt_br: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}Você deve alcançar meu Little Dipper...
zh_cn: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}帮我拿回小熊座...ゑ
zh_tw: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}幫我拿回小熊座...ゑ

source: <99>{*}{#p/human}(Press [Z] to teleport.)
pt_br: <99>{*}{#p/human}(Pressione [Z] para teletransportar.)
zh_cn: <99>{*}{#p/human}（按[Z]传送。）ゑ
zh_tw: <99>{*}{#p/human}（按[Z]傳送。）ゑ

source: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}The entity lies in wait.
pt_br: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}A entidade aguarda.
zh_cn: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}那个存在，正伺机而动。ゑ
zh_tw: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}那個存在，正伺機而動。ゑ

source: <99>{*}{@fill=#42fcff}With PATIENCE, you may survive it...
pt_br: <99>{*}{@fill=#42fcff}Com PACIÊNCIA, você sobreviverá...
zh_cn: <99>{*}{@fill=#42fcff}有了耐心，你就能挺住不败...ゑ
zh_tw: <99>{*}{@fill=#42fcff}有了耐心，你就能挺住不敗...ゑ

source: <99>{*}{@fill=#faff29}With {@mystify=BRAVERY}BRAVERY{@mystify=}, they may escape.
pt_br: <99>{*}{@fill=#faff29}Com {@mystify=BRAVERY}BRAVEZA{@mystify=}, ela poderá escapar..
zh_cn: <99>{*}{@fill=#faff29}凭借{@mystify=勇气勈氣甬気力乞}勇气{@mystify=}，或将摆脱束缚。
zh_tw: <99>{*}{@fill=#faff29}憑藉{@mystify=勇氣勈氣甬気力乞}勇氣{@mystify=}，或將擺脫束縛。ゐ

source: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}Don't leave without my Power Glove!
pt_br: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}Não saia sem minha Luva Forte!
zh_cn: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}别忘了我的超能手套！ゑ
zh_tw: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}別忘了我的超能手套！ゑ

source: <99>{*}{#p/human}(Press [Z] to explode.)
pt_br: <99>{*}{#p/human}(Pressione [Z] para explodir.)
zh_cn: <99>{*}{#p/human}（按[Z]释放冲击波。）ゑ
zh_tw: <99>{*}{#p/human}（按[Z]釋放衝擊波。）ゑ

source: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}The entity looms above...
pt_br: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}A entidade paira acima...
zh_cn: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}那个存在，正不断靠近...ゑ
zh_tw: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}那個存在，正不斷靠近...ゑ

source: <99>{*}{@fill=#ff993d}With BRAVERY, you may overcome it!
pt_br: <99>{*}{@fill=#ff993d}Com BRAVEZA você poderá vence-la!
zh_cn: <99>{*}{@fill=#ff993d}有了勇气，就能重拳出击！ゑ
zh_tw: <99>{*}{@fill=#ff993d}有了勇氣，就能重拳出擊！ゑ

source: <99>{*}{@fill=#faff29}With {@mystify=INTEGRITY}INTEGRITY{@mystify=}, they can escape.
pt_br: <99>{*}{@fill=#faff29}Com {@mystify=INTEGRITY}INTEGRIDADE{@mystify=}, Ela pode escapar.
zh_cn: <99>{*}{@fill=#faff29}坚守{@mystify=正直㱏十止且上目}正直{@mystify=}，必定能够逃脱。
zh_tw: <99>{*}{@fill=#faff29}堅守{@mystify=正直㱏十止且上目}正直{@mystify=}，必定能夠逃脫。

source: <99>{*}{#p/human}{#v/3}{@fill=#003cff}I'll need my trusty Hoverboots.
pt_br: <99>{*}{#p/human}{#v/3}{@fill=#003cff}Você precisará das minhas Botas Flutuantes.
zh_cn: <99>{*}{#p/human}{#v/3}{@fill=#003cff}帮我带回我最信赖的悬浮靴。ゑ
zh_tw: <99>{*}{#p/human}{#v/3}{@fill=#003cff}幫我帶回我最信賴的懸浮靴。ゑ

source: <99>{*}{#p/human}{#v/3}{@fill=#003cff}The entity holds its position.
pt_br: <99>{*}{#p/human}{#v/3}{@fill=#003cff}A entidade se mantém em posição.
zh_cn: <99>{*}{#p/human}{#v/3}{@fill=#003cff}那个存在，正立于一处。ゑ
zh_tw: <99>{*}{#p/human}{#v/3}{@fill=#003cff}那個存在，正立於一處。ゑ

source: <99>{*}{@fill=#003cff}With INTEGRITY, you can surpass it.
pt_br: <99>{*}{@fill=#003cff}Com INTEGRIDADE, você irá supera-la!
zh_cn: <99>{*}{@fill=#003cff}坚守正直，你就能迎难而上。ゑ
zh_tw: <99>{*}{@fill=#003cff}堅守正直，你就能迎難而上。ゑ

source: <99>{*}{@fill=#faff29}With {@mystify=PERSEVERANCE}PERSEVERANCE{@mystify=}, they can escape.
pt_br: <99>{*}{@fill=#faff29}Com {@mystify=PERSEVERANCE}PERSEVERANÇA{@mystify=}, ela pode escapar.
zh_cn: <99>{*}{@fill=#faff29}拥有{@mystify=毅力䝘刀豙万殳勹}毅力{@mystify=}，定可摆脱束缚。
zh_tw: <99>{*}{@fill=#faff29}擁有{@mystify=毅力䝘刀豙萬殳勹}毅力{@mystify=}，定可擺脫束縛。ゐ

source: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}A single Datapad can go a long way.
pt_br: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}Um único Datapad por te levar longe.
zh_cn: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}一台平板电脑就能伴你远行。ゑ
zh_tw: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}一臺平板電腦就能伴你遠行。ゑ

source: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}The entity is losing its hold.
pt_br: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}A entidade está perdendo equilíbrio.
zh_cn: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}那个存在，已不再稳定。ゑ
zh_tw: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}那個存在，已不再穩定。ゑ

source: <99>{*}{@fill=#d535d9}With PERSEVERANCE, you can outlast it!
pt_br: <99>{*}{@fill=#d535d9}Com PERSEVERANÇA, você poderá derruba-la!
zh_cn: <99>{*}{@fill=#d535d9}拥有毅力，怎会轻言放弃？ゑ
zh_tw: <99>{*}{@fill=#d535d9}擁有毅力，怎會輕言放棄？ゑ

source: <99>{*}{@fill=#faff29}With {@mystify=KINDNESS}KINDNESS{@mystify=}, they can escape.
pt_br: <99>{*}{@fill=#faff29}Com {@mystify=KINDNESS}BONDADE{@mystify=}, ela pode escapar.
zh_cn: <99>{*}{@fill=#faff29}心怀{@mystify=善良譱艮言㫐羊哴}善良{@mystify=}，终能冲破枷锁。
zh_tw: <99>{*}{@fill=#faff29}心懷{@mystify=善良譱艮言㫐羊哴}善良{@mystify=}，終能衝破枷鎖。

source: <99>{*}{#p/human}{#v/5}{@fill=#00c000}The Tablaphone will set me free!
pt_br: <99>{*}{#p/human}{#v/5}{@fill=#00c000}O Tablaphone irá me libertar!
zh_cn: <99>{*}{#p/human}{#v/5}{@fill=#00c000}请用那架塔布拉木琴解救我！ゑ
zh_tw: <99>{*}{#p/human}{#v/5}{@fill=#00c000}請用那架塔布拉木琴解救我！ゑ

source: <99>{*}{#p/human}{#v/5}{@fill=#00c000}The entity is destabilizing...
pt_br: <99>{*}{#p/human}{#v/5}{@fill=#00c000}A entidade está desestabilizada...
zh_cn: <99>{*}{#p/human}{#v/5}{@fill=#00c000}那个存在，正土崩瓦解...ゑ
zh_tw: <99>{*}{#p/human}{#v/5}{@fill=#00c000}那個存在，正土崩瓦解...ゑ

source: <99>{*}{@fill=#00c000}With KINDNESS, you can outshine it...
pt_br: <99>{*}{@fill=#00c000}Com BONDADE, você poderá ofusca-la...
zh_cn: <99>{*}{@fill=#00c000}心怀善意，定会立于不败之地...ゑ
zh_tw: <99>{*}{@fill=#00c000}心懷善意，定會立於不敗之地...ゑ

source: <99>{*}{#p/human}{#v/6}{@fill=#faff29}The lost SOULs called out to you.
pt_br: <99>{*}{#p/human}{#v/6}{@fill=#faff29}As ALMAS perdidas te chamam.
zh_cn: <99>{*}{#p/human}{#v/6}{@fill=#faff29}迷失的灵魂呼唤了你。ゑ
zh_tw: <99>{*}{#p/human}{#v/6}{@fill=#faff29}迷失的靈魂呼喚了你。ゑ

source: <99>{*}{@fill=#faff29}With JUSTICE, you have answered.
pt_br: <99>{*}{@fill=#faff29}Com JUSTIÇA, você as respondeu.
zh_cn: <99>{*}{@fill=#faff29}秉持正义，你一一回应。ゑ
zh_tw: <99>{*}{@fill=#faff29}秉持正義，你一一回應。ゑ

source: <99>{*}{@fill=#faff29}You have freed them of their prisons.
pt_br: <99>{*}{@fill=#faff29}Você as libertou de suas prisões.
zh_cn: <99>{*}{@fill=#faff29}将他们从牢笼中解放。ゑ
zh_tw: <99>{*}{@fill=#faff29}將他們從牢籠中解放。ゑ

source: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}At last.
pt_br: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}Até o fim.
zh_cn: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}终于啊。ゑ
zh_tw: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}終於啊。ゑ

source: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}You're a hero!
pt_br: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}Você é um herói!
zh_cn: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}大英雄！ゑ
zh_tw: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}大英雄！ゑ

source: <99>{*}{#p/human}{#v/3}{@fill=#003cff}You've done the right thing.
pt_br: <99>{*}{#p/human}{#v/3}{@fill=#003cff}Você fez a escolha certa.
zh_cn: <99>{*}{#p/human}{#v/3}{@fill=#003cff}干得好。ゑ
zh_tw: <99>{*}{#p/human}{#v/3}{@fill=#003cff}幹得好。ゑ

source: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}Thank you...
pt_br: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}Muito obrigado...
zh_cn: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}谢谢你...ゑ
zh_tw: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}謝謝你...ゑ

source: <99>{*}{#p/human}{#v/5}{@fill=#00c000}You're the best...!
pt_br: <99>{*}{#p/human}{#v/5}{@fill=#00c000}Você é o melhor...!
zh_cn: <99>{*}{#p/human}{#v/5}{@fill=#00c000}太棒了...！ゑ
zh_tw: <99>{*}{#p/human}{#v/5}{@fill=#00c000}太棒了...！ゑ

source: <99>{*}{#p/human}{#v/6}{@fill=#faff29}Our power is yours now.
pt_br: <99>{*}{#p/human}{#v/6}{@fill=#faff29}Nosso poder é seu agora.
zh_cn: <99>{*}{#p/human}{#v/6}{@fill=#faff29}我们的力量归你了。ゑ
zh_tw: <99>{*}{#p/human}{#v/6}{@fill=#faff29}我們的力量歸你了。ゑ

source: <99>{*}{@fill=#faff29}With it, the entity will collapse.
pt_br: <99>{*} {@fill=#faff29}Com isso a entidade irá colapsar.
zh_cn: <99>{*}{@fill=#faff29}有了这些力量，就能彻底击败那东西。ゑ
zh_tw: <99>{*}{@fill=#faff29}有了這些力量，就能徹底擊敗那東西。ゑ

source: <99>{*}{@fill=#faff29}Then...
pt_br: <99>{*} {@fill=#faff29}Então...
zh_cn: <99>{*}{@fill=#faff29}事成之后...ゑ
zh_tw: <99>{*}{@fill=#faff29}事成之後...ゑ

source: <99>{*}{@fill=#faff29}... you will do what you must.
pt_br: <99>{*}{@fill=#faff29}... Você fará aquilo que deve.
zh_cn: <99>{*}{@fill=#faff29}...去做你必须要做的事吧。ゑ
zh_tw: <99>{*}{@fill=#faff29}...去做你必須要做的事吧。ゑ

source: <99>{*}{@fill=#faff29}Now, end this!
pt_br: <99>{*} {@fill=#faff29}Agora, acabe com isso!
zh_cn: <99>{*}{@fill=#faff29}现在，结果了它！ゑ
zh_tw: <99>{*}{@fill=#faff29}現在，結果了它！ゑ

source: <99>{*}{#p/human}(Press [Z] to shoot.)
pt_br: <99>{*}{#p/human}(Pressione [Z] para atirar.)
zh_cn: <99>{*}{#p/human}（按[Z]射击。）ゑ
zh_tw: <99>{*}{#p/human}（按[Z]射擊。）ゑ

source: REBOOTING...
pt_br: RECOMEÇANDO...
zh_cn: 重启中...ゑ
zh_tw: 重啟中...ゑ

source: READY
pt_br: PRONTO
zh_cn: 已就位ゑ
zh_tw: 已就位ゑ

source: WARNING...
pt_br: ATENÇÃO...
zh_cn: 警告...ゑ
zh_tw: 警告...ゑ

source: FILE 1 SAVED
pt_br: ARQUIVO 1 SALVO
zh_cn: 存档1 已保存ゑ
zh_tw: 存檔1 已儲存ゑ

source: FILE 1 LOADED
pt_br: ARQUIVO 1 CARREGADO
zh_cn: 存档1 已载入ゑ
zh_tw: 存檔1 已載入ゑ

source: FILE 2 SAVED
pt_br: ARQUIVO 2 SALVO
zh_cn: 存档2 已保存ゑ
zh_tw: 存檔2 已儲存ゑ

source: FILE 2 LOADED
pt_br: ARQUIVO 2 CARREGADO
zh_cn: 存档2 已载入ゑ
zh_tw: 存檔2 已載入ゑ

source: FILE 3 SAVED
pt_br: ARQUIVO 3 SALVO
zh_cn: 存档3 已保存ゑ
zh_tw: 存檔3 已儲存ゑ

source: FILE 3 LOADED
pt_br: ARQUIVO 3 CARREGADO
zh_cn: 存档3 已载入ゑ
zh_tw: 存檔3 已載入ゑ

source: FILE 4 SAVED
pt_br: ARQUIVO 4 SALVO
zh_cn: 存档4 已保存ゑ
zh_tw: 存檔4 已儲存ゑ

source: FILE 4 LOADED
pt_br: ARQUIVO 4 CARREGADO
zh_cn: 存档4 已载入ゑ
zh_tw: 存檔4 已載入ゑ

source: FILE 5 SAVED
pt_br: ARQUIVO 5 SALVO
zh_cn: 存档5 已保存ゑ
zh_tw: 存檔5 已儲存ゑ

source: FILE 5 LOADED
pt_br: ARQUIVO 5 CARREGADO
zh_cn: 存档5 已载入ゑ
zh_tw: 存檔5 已載入ゑ

source: FILE 6 SAVED
pt_br: ARQUIVO 6 SALVO
zh_cn: 存档6 已保存ゑ
zh_tw: 存檔6 已儲存ゑ

source: FILE 6 LOADED
pt_br: ARQUIVO 6 CARREGADO
zh_cn: 存档6 已载入ゑ
zh_tw: 存檔6 已載入ゑ

source: <32>{#p/human}* (You decide not to equip.)
pt_br: <32>{#p/human}* (Você decide não equipar.)
zh_cn: <32>{#p/human}* （你打算不这么做。）
zh_tw: <32>{#p/human}* （你打算不這麼做。）

source: <26>{#p/asriel2}{#f/13}* As I was going to say...
pt_br: <26>{#p/asriel2}{#f/13} * Como eu estava dizendo...
zh_cn: <26>{#p/asriel2}{#f/13}* 我之前说到...
zh_tw: <26>{#p/asriel2}{#f/13}* 我之前說到...

source: <25>{#p/asriel2}{#f/13}* I'll be honest...
pt_br: <25>{#p/asriel2}{#f/13}* Vou ser sincero...
zh_cn: <25>{#p/asriel2}{#f/13}* 其实...
zh_tw: <25>{#p/asriel2}{#f/13}* 其實...

source: <25>{#f/16}* ... this isn't even the first time I've tried to destroy the outpost.
pt_br: <25>{#f/16}* ... Está nem é a primeira vez que eu tento destruir o Outpost.
zh_cn: <25>{#f/16}* ...我早就亲手毁灭过 这该死的前哨站。
zh_tw: <25>{#f/16}* ...我早就親手毀滅過 這該死的前哨站。

source: <25>{#f/15}* Heck, I've probably seen more timelines than I can remember.
pt_br: <25>{#f/15}* Cara, eu já vi provavelmente algumas centenas de milhares de linhas do tempo.
zh_cn: <25>{#f/15}* 一次又一次，一次又一次... * 呵，我早就记不清 自己看过多少条时间线了。
zh_tw: <25>{#f/15}* 一次又一次，一次又一次... * 呵，我早就記不清 自己看過多少條時間軸了。

source: <25>{#f/23}* But, no matter what I do...
pt_br: <25>{#f/23}* Mas, não importava o que eu fazia...
zh_cn: <25>{#f/23}* 可是...
zh_tw: <25>{#f/23}* 可是...

source: <25>{#f/16}* There's always been something missing.
pt_br: <25>{#f/16}* Sempre existiu algo faltando.
zh_cn: <25>{#f/16}* 我纵使可以随心所欲， 但一直觉得... 缺点什么。
zh_tw: <25>{#f/16}* 我縱使可以隨心所欲， 但一直覺得... 缺點什麼。

source: <25>{#p/asriel2}{#f/15}* Back when I first awoke as a star...
pt_br: <25>{#p/asriel2}{#f/15}* Antes, quando eu acordei como uma estrela...
zh_cn: <25>{#p/asriel2}{#f/15}* 那时，我从昏迷中苏醒。 却发现自己变成了一颗星星。
zh_tw: <25>{#p/asriel2}{#f/15}* 那時，我從昏迷中甦醒。 卻發現自己變成了一顆星星。

source: <25>{#f/16}* I had no idea how I'd gotten there, or what I was doing.
pt_br: <25>{#f/16}* Eu não tinha idéia de como eu havia chegado ali ou o que estava fazendo.
zh_cn: <25>{#f/16}* 我没有手，没有腿， 什么都做不了。
zh_tw: <25>{#f/16}* 我沒有手，沒有腿， 什麼都做不了。

source: <25>{#f/13}* I couldn't feel my arms... I couldn't feel my legs...
pt_br: <25>{#f/13}* Não pude sentir meus braços... Nem mesmo sentir minhas pernas...
zh_cn: <25>{#f/13}* 我不知所措，希望有人 能来帮助我，关心我...
zh_tw: <25>{#f/13}* 我不知所措，希望有人 能來幫助我，關心我...

source: <25>{#f/13}* Yet, no matter how many times I called out for help...
pt_br: <25>{#f/13}* E não importou quantas vezes eu chamei por ajuda...
zh_cn: <25>{#f/13}* 我大声呼救...
zh_tw: <25>{#f/13}* 我大聲呼救...

source: <25>{#f/23}* ... begged... for help...
pt_br: <25>{#f/23}* ... Clamei... por ajuda...
zh_cn: <25>{#f/23}* 我竭力呼喊...
zh_tw: <25>{#f/23}* 我竭力呼喊...

source: <25>{#f/7}* ...
zh_cn: <25>{#f/7}* ...ゑ

source: <25>{#f/6}* ... nobody came.
pt_br: <25>{#f/6}* ... Ninguém veio.
zh_cn: <25>{#f/6}* ...但是谁也没有来。
zh_tw: <25>{#f/6}* ...但是誰也沒有來。

source: <25>{#p/asriel2}{#f/6}* As I was saying, after waking up as a star, I wasn't myself anymore.
pt_br: <25>{#p/asriel2}{#f/6}* Como eu estava dizendo, depois de acordar como estrela, eu não me sentia o mesmo.
zh_cn: <25>{#p/asriel2}{#f/6}* 之前说到，再度苏醒后， 星星身的我再也无法 回归正常生活了。
zh_tw: <25>{#p/asriel2}{#f/6}* 之前說到，再度甦醒後， 星星身的我再也無法 回歸正常生活了。

source: <25>{#p/asriel2}{#f/15}* But, more than that... I couldn't seem to feel love, either.
pt_br: <25>{#p/asriel2}{#f/15}* Porém, mais do que isso... Eu não parecia ser capaz de sentir amor, também.
zh_cn: <25>{#p/asriel2}{#f/15}* 我不仅失去四肢， 更失去了“爱与被爱”的能力。
zh_tw: <25>{#p/asriel2}{#f/15}* 我不僅失去四肢， 更失去了「愛與被愛」的能力。

source: <25>{#f/23}* I was so afraid... I just wanted everything to go back to normal.
pt_br: <25>{#f/23}* Eu estava com tanto medo... Eu só queria que tudo pudesse voltar ao normal.
zh_cn: <25>{#f/23}* 我很害怕，我很忧虑。 * 我别无所求， 只希望能让一切恢复正常。
zh_tw: <25>{#f/23}* 我很害怕，我很憂慮。 * 我別無所求， 只希望能讓一切恢復正常。

source: <25>{#f/13}* I went to see Dad, hoping he'd be able to help me.
pt_br: <25>{#f/13}* Eu fui atrás do papai, na esperança de que ele poderia me ajudar.
zh_cn: <25>{#f/13}* 所以，我去找父亲， 希望他能救救我。
zh_tw: <25>{#f/13}* 所以，我去找父親， 希望他能救救我。

source: <25>{#f/17}* He promised me he'd take care of me for as long as it'd take...
pt_br: <25>{#f/17}* Ele prometeu que cuidaria de mim pelo tempo que fosse necessário...
zh_cn: <25>{#f/17}* 父亲说，会一直照顾我...
zh_tw: <25>{#f/17}* 父親說，會一直照顧我...

source: <25>{#f/13}* ... but in the end, he couldn't save me.
pt_br: <25>{#f/13}* ... mas no fim, ele não foi capaz de me salvar.
zh_cn: <25>{#f/13}* ...但他再怎么努力， 终究治标不治本。
zh_tw: <25>{#f/13}* ...但他再怎麼努力， 終究治標不治本。

source: <25>{#p/asriel2}{#f/13}* As I was saying, after waking up as a star, I wasn't myself anymore.
pt_br: <25>{#p/asriel2}{#f/13}* Como eu estava dizendo, após acordar como uma estrela, eu não me sentia o mesmo.
zh_cn: <25>{#p/asriel2}{#f/13}* 之前说到，再度苏醒后， 我变成了一颗星星， 再也无法回归正常生活了。
zh_tw: <25>{#p/asriel2}{#f/13}* 之前說到，再度甦醒後， 我變成了一顆星星， 再也無法回歸正常生活了。

source: <25>{#f/13}* Then, after Dad wasn't able to help me...
pt_br: <25>{#f/13}* Então, após meu pai não ser capaz de me ajudar...
zh_cn: <25>{#f/13}* 既然父亲救不了我...
zh_tw: <25>{#f/13}* 既然父親救不了我...

source: <25>{#f/16}* I went to see Mom.
pt_br: <25>{#f/16}* Eu fui ver a mamãe.
zh_cn: <25>{#f/16}* 那我就去找母亲了。
zh_tw: <25>{#f/16}* 那我就去找母親了。

source: <26>{#p/asriel2}{#f/16}* Then, I went to see Mom.
pt_br: <26>{#p/asriel2}{#f/16}* Então, eu fui ver a mamãe.
zh_cn: <26>{#p/asriel2}{#f/16}* 父亲救不了我， 那就去找母亲吧。
zh_tw: <26>{#p/asriel2}{#f/16}* 父親救不了我， 那就去找母親吧。

source: <25>{#f/13}* Surely, she'd know what to do, right?
pt_br: <25>{#f/13}* Claramente, ela saberia o que fazer, certo?
zh_cn: <25>{#f/13}* 我心想... 找她肯定靠谱。
zh_tw: <25>{#f/13}* 我心想... 找她肯定靠譜。

source: <25>{#f/17}* She'd done so much for me in the past, so...
pt_br: <25>{#f/17}* Ela fez tanto por mim no passado, então...
zh_cn: <25>{#f/17}* 以前，她那么关心我...
zh_tw: <25>{#f/17}* 以前，她那麼關心我...

source: <25>{#f/23}* If someone, anyone could help me... it'd be her.
pt_br: <25>{#f/23}* Se qualquer pessoa, de todas, poderia me ajudar... Tinha que ser ela.
zh_cn: <25>{#f/23}* 所以，世上最有能力 解救我的人，就是她。
zh_tw: <25>{#f/23}* 所以，世上最有能力 解救我的人，就是她。

source: <26>{#f/16}* I tried talking to my parents, but they couldn't help me at all.
pt_br: <26>{#f/16}* Eu tentei falar com meus pais, mas ele não conseguiram me ajudar.
zh_cn: <26>{#f/16}* 我把希望寄托于我的父母， 但他们啥都没帮上。
zh_tw: <26>{#f/16}* 我把希望寄託於我的父母， 但他們啥都沒幫上。

source: <25>{#p/asriel2}{#f/16}* ... but it didn't work.
pt_br: <25>{#p/asriel2}{#f/16}* ... mas não funcionou.
zh_cn: <25>{#p/asriel2}{#f/16}* ...但她也失败了。
zh_tw: <25>{#p/asriel2}{#f/16}* ...但她也失敗了。

source: <25>{#f/13}* Realizing that I'd be like this forever...
pt_br: <25>{#f/13}* Perceber que eu seria assim para sempre...
zh_cn: <25>{#f/13}* 一想到自己要永远 当颗星星...
zh_tw: <25>{#f/13}* 一想到自己要永遠 當顆星星...

source: <25>{#f/13}* Realizing there was nothing I could do to help myself...
pt_br: <25>{#f/13}* Perceber que nada, nem ninguém, poderia me ajudar...
zh_cn: <25>{#f/13}* 一想到谁都救不了自己...
zh_tw: <25>{#f/13}* 一想到誰都救不了自己...

source: <26>{#f/23}* I just wanted it to end.
pt_br: <26>{#f/23}* Eu só queria que tudo isso acabasse.
zh_cn: <26>{#f/23}* 我就想马上去死。
zh_tw: <26>{#f/23}* 我就想馬上去死。

source: <25>{#f/15}* I was... ready, for everything to end.
pt_br: <25>{#f/15}* Eu estava... pronto para que tudo isso acabasse.
zh_cn: <25>{#f/15}* 我放弃了一切... 选择自尽。
zh_tw: <25>{#f/15}* 我放棄了一切... 選擇自盡。

source: <25>{#f/16}* ... then... * Just as I committed to the moment...
pt_br: <25>{#f/16}* ... Então... * No momento em que eu cometi o ato...
zh_cn: <25>{#f/16}* ...可是... * 当“死亡”来临时...
zh_tw: <25>{#f/16}* ...可是... * 當「死亡」來臨時...

source: <25>{#f/7}* Just as it all flashed before my eyes...
pt_br: <25>{#f/7}* Um brilho tomou meus olhos...
zh_cn: <25>{#f/7}* 眼前却突然闪过许多 扑朔迷离的景象...
zh_tw: <25>{#f/7}* 眼前卻突然閃過許多 撲朔迷離的景象...

source: <25>{#f/6}* I suddenly found myself back where I started.
pt_br: <25>{#f/6}* Sem perceber, eu estava de volta onde tudo havia começado.
zh_cn: <25>{#f/6}* 之后，我猛然发现自己 又回到了醒来的时间点。
zh_tw: <25>{#f/6}* 之後，我猛然發現自己 又回到了醒來的時間點。

source: <25>{#p/asriel2}{#f/10}* Where were we again?
pt_br: <25>{#p/asriel2}{#f/10}* Onde nós estávamos?
zh_cn: <25>{#p/asriel2}{#f/10}* 我们刚才说到哪了？
zh_tw: <25>{#p/asriel2}{#f/10}* 我們剛才說到哪了？

source: <26>{#f/6}* ... oh yeah. * So I was right back where I started.
pt_br: <26>{#f/6}* ... ah claro. * Então eu estava exatamente onde comecei.
zh_cn: <26>{#f/6}* ...想起来了。 * 我又回到了醒来的时间点。
zh_tw: <26>{#f/6}* ...想起來了。 * 我又回到了醒來的時間點。

source: <25>{#p/asriel2}{#f/13}* At first, I didn't know how I got there...
pt_br: <25>{#p/asriel2}{#f/13}* Inicialmente, eu não entendi como havia chegado ali...
zh_cn: <25>{#p/asriel2}{#f/13}* 一开始，我也纳闷 为什么会“回来”...
zh_tw: <25>{#p/asriel2}{#f/13}* 一開始，我也納悶 為什麼會「回來」...

source: <25>{#f/15}* ... so, I tried bringing myself back on purpose.
pt_br: <25>{#f/15}* ... então, eu tentei voltar propositalmente.
zh_cn: <25>{#f/15}* ...所以，我做了个实验。 看看能不能主动回溯时间。
zh_tw: <25>{#f/15}* ...所以，我做了個實驗。 看看能不能主動回溯時間。

source: <25>{#f/16}* I focused my mind on going back again, and... it worked.
pt_br: <25>{#f/16}* Eu foquei minha mente em voltar para trás de novo e... funcionou.
zh_cn: <25>{#f/16}* 我屏息凝神，集中注意力。 * 于是... 时间回溯了。
zh_tw: <25>{#f/16}* 我屏息凝神，集中注意力。 * 於是... 時間回溯了。
