Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>* Take a moment to think about this.
pt_br: <25>* tome um momento pra pensar sobre isso.
zh_cn: <25>* 花点时间想想吧。
zh_tw: <25>* 花點時間想想吧。

source: <25>{#f/0}* truthfully, it doesn't really matter which conclusion you came to.
pt_br: <25>{#f/0}* verdadeiramente, não importa a que conclusão você chegou.
zh_cn: <25>{#f/0}* 其实，问题的答案是什么 并不重要。
zh_tw: <25>{#f/0}* 其實，問題的答案是什麼 並不重要。

source: <25>* all that's important is that you were honest with yourself.
pt_br: <25>* o que importa é que você foi sincero consigo mesmo.
zh_cn: <25>* 重要的是，在这个过程中 有没有坦诚面对自己。
zh_tw: <25>* 重要的是，在這個過程中 有沒有坦誠面對自己。

source: <25>{#p/sans}{#f/3}* what happens now...
pt_br: <25>{#p/sans}{#f/3}* o que acontece agora...
zh_cn: <25>{#p/sans}{#f/3}* 接下来怎么做...
zh_tw: <25>{#p/sans}{#f/3}* 接下來怎麼做...

source: <25>{#f/0}* we leave up to you.
pt_br: <25>{#f/0}* deixamos em suas mãos.
zh_cn: <25>{#f/0}* 由你决定。
zh_tw: <25>{#f/0}* 由你決定。

source: <25>{#f/2}* ... just as soon as i move you back behind that pillar.
pt_br: <25>{#f/2}* ... assim que eu te mover de volta para trás daquele pilar
zh_cn: <25>{#f/2}* ...走之前，我把你 移回柱子后面。
zh_tw: <25>{#f/2}* ...走之前，我把你 移回柱子後面。

source: <25>{#p/sans}{#f/3}* though...
pt_br: <25>{#p/sans}{#f/3}* embora...
zh_cn: <25>{#p/sans}{#f/3}* 只不过...
zh_tw: <25>{#p/sans}{#f/3}* 只不過...

source: <25>{#f/0}* one thing about you always struck me as kinda odd.
pt_br: <25>{#f/0}* uma coisa sobre você sempre me deixou meio pensativo.
zh_cn: <25>{#f/0}* 有件事我一直想不通。
zh_tw: <25>{#f/0}* 有件事我一直想不通。

source: <25>* now, i understand acting in self-defense.
pt_br: <25>* olha, eu entendo agir em autodefesa.
zh_cn: <25>* 在这里，你被迫要面对 一些棘手的情况。
zh_tw: <25>* 在這裡，你被迫要面對 一些棘手的情況。

source: <25>* you were thrown into those situations against your will.
pt_br: <25>* você foi jogado nestas situações contra sua vontade.
zh_cn: <25>* 选择自保，本没有错。
zh_tw: <25>* 選擇自保，本沒有錯。

source: <25>* but...
pt_br: <25>* mas...
zh_cn: <25>* 但我发现...
zh_tw: <25>* 但我發現...

source: <25>* sometimes...
pt_br: <25>* algumas vezes...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* you act like you know what's gonna happen.
pt_br: <25>* você age como se já soubesse o que iria acontecer.
zh_cn: <25>* 你的行为举止就好像... 你能预知未来一样。
zh_tw: <25>* 你的行為舉止就好像... 你能預知未來一樣。

source: <25>* like you've already experienced it all before.
pt_br: <25>* como se você já tivesse vivido isso tudo antes.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* this is an odd thing to say, but...
pt_br: <25>* é uma coisa meio estranha de dizer, mas...
zh_cn: <25>* 虽然这么问有点冒犯， 不过...
zh_tw: <25>* 雖然這麼問有點冒犯， 不過...

source: <25>* if you have some sort of {@fill=#ff0}special power{@fill=#fff}...
pt_br: <25>* se você tem algum tipo de {@fill=#ff0}poder especial{@fill=#fff}...
zh_cn: <25>* 倘若你真的拥有 某种{@fill=#ff0}特殊能力{@fill=#fff}...
zh_tw: <25>* 倘若你真的擁有 某種{@fill=#ff0}特殊能力{@fill=#fff}...

source: <25>* isn't it your responsibility to do the right thing?
pt_br: <25>* não é sua responsabilidade fazer a coisa certa?
zh_cn: <25>* 是不是该拿它做点好事呢？
zh_tw: <25>* 是不是該拿它做點好事呢？

source: * (What do you say?)
pt_br: * (O que você acha?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: Yes
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: No
pt_br: Não
zh_cn: 否
zh_tw: 否

source: <25>{#p/sans}{#f/4}* ah.
zh_cn: <25>{#p/sans}{#f/4}* 哦，知道了。
zh_tw: <25>{#p/sans}{#f/4}* 喔，知道了。

source: <25>{#f/0}* i see.
pt_br: <25>{#f/0}* eu entendo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/sans}{#f/4}* heh.
zh_cn: <25>{#p/sans}{#f/4}* 这样啊。
zh_tw: <25>{#p/sans}{#f/4}* 這樣啊。

source: <25>{#f/0}* well, that's your viewpoint.
pt_br: <25>{#f/0}* bem, esse é seu ponto de vista.
zh_cn: <25>{#f/0}* 没事，谁都有自己的想法。
zh_tw: <25>{#f/0}* 沒事，誰都有自己的想法。

source: <25>{#f/2}* i won't judge you for it.
pt_br: <25>{#f/2}* não vou te julgar por isso.
zh_cn: <25>{#f/2}* 我不会妄加评判。
zh_tw: <25>{#f/2}* 我不會妄加評判。

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... then why'd you kill my brother?
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... então por que você matou meu irmão?
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...那你为什么要杀 我的兄弟？
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...那你為什麼要殺 我的兄弟？

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... you dirty brother killer.
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... seu assassino de irmãos.
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...好个肮脏的兄弟杀手。
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...好個骯髒的兄弟殺手。

source: <25>{#p/sans}{#f/3}* ... guess toriel wasn't worth the effort, then, huh?
pt_br: <25>{#p/sans}{#f/3}* ... acho que a toriel não valia o esforço, então?
zh_cn: <25>{#p/sans}{#f/3}* ...看来toriel入不了你的眼， 不值得施舍善心。 是不是啊？
zh_tw: <25>{#p/sans}{#f/3}* ...看來toriel入不了你的眼， 不值得施捨善心。 是不是啊？

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to toriel.
pt_br: <25>{#p/sans}{#f/3}* ... mesmo que eu devesse, depois do que você fez com toriel.
zh_cn: <25>{#p/sans}{#f/3}* ...你都对toriel动了手， 我评判你两句 其实也无可厚非。
zh_tw: <25>{#p/sans}{#f/3}* ...你都對toriel動了手， 我評判你兩句 其實也無可厚非。

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... then why'd you kill all those people?
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... então por que você matou o meu irmão?
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...那你为什么要 滥杀无辜？
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...那你為什麼要 濫殺無辜？

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... you dirty serial killer.
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... seu assassino maldito.
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...好个肮脏的连环杀手。
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}* ...好個骯髒的連環殺手。

source: <25>{#p/sans}{#f/3}* ... guess undyne wasn't worth the effort, then, huh?
pt_br: <25>{#p/sans}{#f/3}* ... acho que undyne não valia o esforço, então?
zh_cn: <25>{#p/sans}{#f/3}* ...看来undyne入不了你的眼， 不值得施舍善心。 是不是啊？
zh_tw: <25>{#p/sans}{#f/3}* ...看來undyne入不了你的眼， 不值得施捨善心。 是不是啊？

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to undyne.
pt_br: <25>{#p/sans}{#f/3}* ... mesmo que eu desse, depois do que você fez com a undyne.
zh_cn: <25>{#p/sans}{#f/3}* ...你都对undyne动了手， 我评判你两句 其实也无可厚非。
zh_tw: <25>{#p/sans}{#f/3}* ...你都對undyne動了手， 我評判你兩句 其實也無可厚非。

source: <25>{#p/sans}{#f/3}* ... guess mettaton wasn't worth the effort, then, huh?
pt_br: <25>{#p/sans}{#f/3}* ... acho que Mettaton não valia o esforço, então?
zh_cn: <25>{#p/sans}{#f/3}* ...看来mettaton入不了你的眼， 不值得施舍善心。 是不是啊？
zh_tw: <25>{#p/sans}{#f/3}* ...看來mettaton入不了你的眼， 不值得施捨善心。 是不是啊？

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to mettaton.
pt_br: <25>{#p/sans}{#f/3}* ... mesmo que eu devesse, depois do que você fez com o mettaton.
zh_cn: <25>{#p/sans}{#f/3}* ...你都对mettaton动了手， 我评判你两句 其实也无可厚非。
zh_tw: <25>{#p/sans}{#f/3}* ...你都對mettaton動了手， 我評判你兩句 其實也無可厚非。

source: <25>{#p/sans}{#f/3}* ... guess the people you killed don't matter, then, huh?
pt_br: <25>{#p/sans}{#f/3}* ... acho que a pessoa que você matou não importava, então?
zh_cn: <25>{#p/sans}{#f/3}* ...看来，那些死掉的怪物 入不了你的眼， 不值得施舍善心，是不是啊？
zh_tw: <25>{#p/sans}{#f/3}* ...看來，那些死掉的怪物 入不了你的眼， 不值得施捨善心，是不是啊？

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to those people.
pt_br: <25>{#p/sans}{#f/3}* ... mesmo que eu devesse, depois do que você fez.
zh_cn: <25>{#p/sans}{#f/3}* ...你都对那些怪物动了手， 我评判你两句 其实也无可厚非。
zh_tw: <25>{#p/sans}{#f/3}* ...你都對那些怪物動了手， 我評判你兩句 其實也無可厚非。

source: <25>{#p/sans}{#f/3}* ... guess the person you killed don't matter, then, huh?
pt_br: <25>{#p/sans}{#f/3}* ... acho que a pessoa que você matou não importava, então?
zh_cn: <25>{#p/sans}{#f/3}* ...看来那只死掉的怪物 入不了你的眼， 不值得施舍善心，是不是啊？
zh_tw: <25>{#p/sans}{#f/3}* ...看來那隻死掉的怪物 入不了你的眼， 不值得施捨善心，是不是啊？

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to that person.
pt_br: <25>{#p/sans}{#f/3}* ... mesmo que eu devesse, após o que você fez.
zh_cn: <25>{#p/sans}{#f/3}* ...你都对那只怪物动了手， 我评判你两句 其实也无可厚非。
zh_tw: <25>{#p/sans}{#f/3}* ...你都對那隻怪物動了手， 我評判你兩句 其實也無可厚非。

source: <25>{#p/sans}{#f/4}* huh? * you look bored.
pt_br: <25>{#p/sans}{#f/4}* huh? * você parece entediado.
zh_cn: <25>{#p/sans}{#f/4}* 哎等等。 * 你咋看起来这么无聊呢？
zh_tw: <25>{#p/sans}{#f/4}* 哎等等。 * 你咋看起來這麼無聊呢？

source: <25>* i get the feeling you aren't gonna learn anything from this.
pt_br: <25>* eu tenho a sensação de que você não vai aprender nada com isso.
zh_cn: <25>* 我有预感，让你沉思， 你根本学不到任何教训。
zh_tw: <25>* 我有預感，讓你沉思， 你根本學不到任何教訓。

source: <25>{#f/0}* well, guess i gotta judge you then.
pt_br: <25>{#f/0}* bem, acho que eu vou te julgar então.
zh_cn: <25>{#f/0}* 所以，得开始审判你了。
zh_tw: <25>{#f/0}* 所以，得開始審判你了。

source: <26>{#p/sans}* lv2... * seems like you messed up the slightest amount.
pt_br: <26>{#p/sans}* lv2... * parece que você ferrou tudo da maneira mais mínima possível.
zh_cn: <26>{#p/sans}* lv2... * 哎呀，某个地方好像 出了点小瑕疵呢。
zh_tw: <26>{#p/sans}* lv2... * 哎呀，某個地方好像 出了點小瑕疵呢。

source: <25>{#f/4}* welp. * that's pretty sad.
pt_br: <25>{#f/4}* bem. * isso foi bem triste.
zh_cn: <25>{#f/4}* 唔... 真是太可惜了。
zh_tw: <25>{#f/4}* 唔... 真是太可惜了。

source: <25>{#f/3}* you probably weren't even aware of what you were doing...
pt_br: <25>{#f/3}* você provavelmente nem sabia o que estava fazendo...
zh_cn: <25>{#f/3}* 说不定，你自己都不知道 是咋升到lv2的...
zh_tw: <25>{#f/3}* 說不定，你自己都不知道 是咋升到lv2的...

source: <25>* and when you learned, it was too late.
pt_br: <25>* e quando entendeu, já era tarde.
zh_cn: <25>* 等你发现时，只能后悔莫及...{^6} ...才怪。
zh_tw: <25>* 等你發現時，只能後悔莫及...{^6} ...才怪。

source: <25>{#f/2}* nah, just kidding.
pt_br: <25>{#f/2}* nah, brincadeira.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/4}* who gets to lv2 on accident? * get outta here.
pt_br: <25>{#f/4}* quem chega no lv2 por acidente? * mete o pé daqui.
zh_cn: <25>{#f/4}* 别跟我扯了， * 你得多不小心， 才能升到lv2呢？
zh_tw: <25>{#f/4}* 別跟我扯了， * 你得多不小心， 才能升到lv2呢？

source: <25>{#p/sans}* lv3... * not bad.
pt_br: <25>{#p/sans}* lv3... * nada mal.
zh_cn: <25>{#p/sans}* lv3... * 还行。
zh_tw: <25>{#p/sans}* lv3... * 還行。

source: <25>{#f/4}* three's not such a scary number, is it?
pt_br: <25>{#f/4}* três não é um número muito assustador, é?
zh_cn: <25>{#f/4}* 这个lv挺好的，不吓人。
zh_tw: <25>{#f/4}* 這個lv挺好的，不嚇人。

source: <25>{#f/0}* i'll give you a pass.
pt_br: <25>{#f/0}* eu vou te deixar passar.
zh_cn: <25>{#f/0}* 所以，审判通过。
zh_tw: <25>{#f/0}* 所以，審判通過。

source: <25>{#f/3}* but, hey...
pt_br: <25>{#f/3}* mas, ei...
zh_cn: <25>{#f/3}* 不过呢...
zh_tw: <25>{#f/3}* 不過呢...

source: <25>{#f/2}* you could still do better, right?
pt_br: <25>{#f/2}* você pode fazer melhor, certo?
zh_cn: <25>{#f/2}* 如果再加把劲， 说不定就能让lv更好看了。
zh_tw: <25>{#f/2}* 如果再加把勁， 說不定就能讓lv更好看了。

source: <25>{#p/sans}* lv4... * huh.
zh_cn: <25>{#p/sans}* lv4... * 好吧。
zh_tw: <25>{#p/sans}* lv4... * 好吧。

source: <25>{#f/4}* i mean, what can i say?
pt_br: <25>{#f/4}* quer dizer, o que eu posso falar?
zh_cn: <25>{#f/4}* 这个lv... 让我说你点啥好呢？
zh_tw: <25>{#f/4}* 這個lv... 讓我說你點啥好呢？

source: <25>{#f/0}* if it were any higher, i'd think you'd killed people on purpose.
pt_br: <25>{#f/0}* se fosse mais alto que isso, eu pensaria que você estava matando pessoas de propósito.
zh_cn: <25>{#f/0}* 要是再高一点，我就得怀疑 你不是过失杀人， 而是故意杀人了。
zh_tw: <25>{#f/0}* 要是再高一點，我就得懷疑 你不是過失殺人， 而是故意殺人了。

source: <25>{#f/3}* but i guess i'll give you a pass.
pt_br: <25>{#f/3}* mas eu acho que vou te deixar passar.
zh_cn: <25>{#f/3}* 这次我会破个例， 让你通过审判。
zh_tw: <25>{#f/3}* 這次我會破個例， 讓你通過審判。

source: <25>{#f/2}* just this once.
pt_br: <25>{#f/2}* só dessa vez.
zh_cn: <25>{#f/2}* 下不为例。
zh_tw: <25>{#f/2}* 下不為例。

source: <25>{#f/0}* now that's dangerous territory right there.
pt_br: <25>{#f/0}* isso é um verdadeiro território perigoso.
zh_cn: <25>{#f/0}* 从这个lv开始， 就再也不能说你 “人畜无害”了。
zh_tw: <25>{#f/0}* 從這個lv開始， 就再也不能說你 「人畜無害」了。

source: <25>{#f/4}* believe me, i wanna give you the benefit of the doubt...
pt_br: <25>{#f/4}* acredite em mim, eu quero te dar o direito da dúvida...
zh_cn: <25>{#f/4}* 我真的很想相信你...
zh_tw: <25>{#f/4}* 我真的很想相信你...

source: <25>{#f/0}* but that gets harder and harder to do the higher this goes.
pt_br: <25>{#f/0}* mas se torna muito difícil de fazer conforme você aumenta.
zh_cn: <25>{#f/0}* 可你的lv越高， 我就越没底气。
zh_tw: <25>{#f/0}* 可你的lv越高， 我就越沒底氣。

source: <25>{#f/3}* ... oh well.
pt_br: <25>{#f/3}* ... oh bem.
zh_cn: <25>{#f/3}* ...唉，走吧。
zh_tw: <25>{#f/3}* ...唉，走吧。

source: <25>{#f/0}* humans often say six is a scary number.
pt_br: <25>{#f/0}* humanos normalmente dizem que seis é um número do mau.
zh_cn: <25>{#f/0}* 人们相互祝福， 不是总说“六六大顺”嘛。
zh_tw: <25>{#f/0}* 人們相互祝福， 不是總說「六六大順」嘛。

source: <25>{#f/4}* now, i don't claim to be superstitious...
pt_br: <25>{#f/4}* agora, eu não quero ser supersticioso...
zh_cn: <25>{#f/4}* 我倒不迷信这些...
zh_tw: <25>{#f/4}* 我倒不迷信這些...

source: <25>{#f/0}* but i'd be lying if i said i wasn't suspicious.
pt_br: <25>{#f/0}* mas eu estaria mentindo se eu dissesse que isso não é suspeito.
zh_cn: <25>{#f/0}* 可现在这情况， 我真心希望能少点不顺。
zh_tw: <25>{#f/0}* 可現在這情況， 我真心希望能少點不順。

source: <25>{#p/sans}{#f/4}* lv7, huh?
zh_cn: <25>{#p/sans}{#f/4}* 嗯，lv7？
zh_tw: <25>{#p/sans}{#f/4}* 嗯，lv7？

source: <25>* isn't that what humans call a lucky number?
pt_br: <25>* não é esse o tal do número da sorte dos humanos?
zh_cn: <25>* 古人说：“人有七窍。”[ADD]<25>{#f/0}* 如果说升一级，通一窍， 那你应该完全开窍了。
zh_tw: <25>* 古人說：「人有七竅。」[ADD]<25>{#f/0}* 如果說升一級，通一竅， 那你應該完全開竅了。

source: <25>{#f/0}* well gee, i dunno about you, but...
pt_br: <25>{#f/0}* bem, nossa, eu não sei sobre você, mas...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/3}* i doubt much luck was involved in how you got to this point.
pt_br: <25>{#f/3}* eu dúvido muito que a questão foi sorte quando se trata de chegar a esse ponto.
zh_cn: <25>{#f/3}* 但我在想... 你能“开窍”，是不是因为 “开了别人的窍”？
zh_tw: <25>{#f/3}* 但我在想... 你能「開竅」，是不是因為 「開了別人的竅」？

source: <25>{#f/0}* ... just saying.
pt_br: <25>{#f/0}* ... só dizendo.
zh_cn: <25>{#f/0}* ...只是随口一说。
zh_tw: <25>{#f/0}* ...只是隨口一說。

source: <25>{#p/sans}{#f/4}* lv8, huh?
zh_cn: <25>{#p/sans}{#f/4}* 嗯，lv8？
zh_tw: <25>{#p/sans}{#f/4}* 嗯，lv8？

source: <25>* don't humans use this number to predict the future or something?
pt_br: <25>* os humanos não usam este humano para prever o futuro ou algo assim?
zh_cn: <25>* 猎人打猎回来， 会把猎物“大卸八块”。
zh_tw: <25>* 獵人打獵回來， 會把獵物「大卸八塊」。

source: <25>{#f/3}* that'd be a pretty good explanation for how you've been acting.
pt_br: <25>{#f/3}* isso explica bastante o motivo de você estar agindo assim.
zh_cn: <25>{#f/3}* 这个词... 跟你很般配啊。
zh_tw: <25>{#f/3}* 這個詞... 跟你很般配啊。

source: <25>{#f/0}* that's pretty bad.
pt_br: <25>{#f/0}* isso passou o limite da desculpa.
zh_cn: <25>{#f/0}* 这lv有点吓人了。
zh_tw: <25>{#f/0}* 這lv有點嚇人了。

source: <25>{#f/3}* but hey, look on the bright side...
pt_br: <25>{#f/3}* mas ei, olhando pelo lado bom...
zh_cn: <25>{#f/3}* 不过...
zh_tw: <25>{#f/3}* 不過...

source: <25>{#f/2}* ... at least you're still in single-digits.
pt_br: <25>{#f/2}* ... pelo menos você ainda está nos dígitos únicos.
zh_cn: <25>{#f/2}* 往好处想， 起码还只有一位数。 * 干得挺不错。
zh_tw: <25>{#f/2}* 往好處想， 起碼還只有一位數。 * 幹得挺不錯。

source: <25>{#f/2}* ... at least it's a nice, even number you can be proud of.
pt_br: <25>{#f/2}* ... pelo menos é legal, um número do qual você deve se orgulhar.
zh_cn: <25>{#f/2}* 往好处想， 起码才刚破两位数。 * 干得挺不错。
zh_tw: <25>{#f/2}* 往好處想， 起碼才剛破兩位數。 * 幹得挺不錯。

source: <25>{#f/4}* or in gambler's terms, snake eyes.
pt_br: <25>{#f/4}* ou em termos de jogador, olhos de cobra.
zh_cn: <25>{#f/4}* 十加一，是土。 * 怪物死后，化为尘土。
zh_tw: <25>{#f/4}* 十加一，是土。 * 怪物死後，化為塵土。

source: <25>{#f/0}* truth be told, if i had a chance to re-roll the dice...
pt_br: <25>{#f/0}* verdade seja dita, se eu tivesse a chance de rolar o dado novamente...
zh_cn: <25>{#f/0}* 说实话，要是我能 让土变回怪物...
zh_tw: <25>{#f/0}* 說實話，要是我能 讓土變回怪物...

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* I'd probably take it right about now.
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}* eu provavelmente faria isso agora mesmo.
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}* 我会毫不犹豫去做。
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}* 我會毫不猶豫去做。

source: <25>{#p/sans}{#f/3}* ... but that's just me.
pt_br: <25>{#p/sans}{#f/3}* ... mas isso só sou eu.
zh_cn: <25>{#p/sans}{#f/3}* ...只是一厢情愿罢了。
zh_tw: <25>{#p/sans}{#f/3}* ...只是一廂情願罷了。

source: <25>{#f/4}* or in timekeeper's terms, a full rotation.
pt_br: <25>{#f/4}* ou, em termos de geometria, uma rotação completa.
zh_cn: <25>{#f/4}* 十加二，是王。 * 在前方等待你的人， 就是国王。
zh_tw: <25>{#f/4}* 十加二，是王。 * 在前方等待你的人， 就是國王。

source: <25>{#f/0}* truth be told, if i had a chance to turn back the clock...
pt_br: <25>{#f/0}* verdade seja dita, se eu tivesse a chance de voltar no tempo com base na circunferência...
zh_cn: <25>{#f/0}* 说实话，要是我能 让王改变主意...
zh_tw: <25>{#f/0}* 說實話，要是我能 讓王改變主意...

source: <25>{#f/4}* or in baker's terms, a dozen.
pt_br: <25>{#f/4}* ou nos termos do padeiro, uma dúzia.
zh_cn: <25>{#f/4}* 十三，是衫。 * 我身上穿的，正是兜帽衫。
zh_tw: <25>{#f/4}* 十三，是衫。 * 我身上穿的，正是兜帽衫。

source: <25>{#f/0}* truth be told, if i had a chance to start bakery-fresh...
pt_br: <25>{#f/0}* verdade seja dita, se eu tivesse a chance de assar esse pão de novo...
zh_cn: <25>{#f/0}* 衫不在高，睡不在深... 要是我能劝得动你...
zh_tw: <25>{#f/0}* 衫不在高，睡不在深... 要是我能勸得動你...

source: <25>{#f/4}* i'll be honest...
pt_br: <25>{#f/4}* eu vou ser sincero...
zh_cn: <25>{#f/4}* 我就不拐弯抹角了...
zh_tw: <25>{#f/4}* 我就不拐彎抹角了...

source: <25>{#f/0}* i didn't think you'd be able to kill that many people that quickly.
pt_br: <25>{#f/0}* eu não pensei que você seria capaz de matar tantas pessoas tão rapidamente.
zh_cn: <25>{#f/0}* 能在这么短的时间内 杀掉这么多怪物... 你也是个人才。
zh_tw: <25>{#f/0}* 能在這麼短的時間內 殺掉這麼多怪物... 你也是個人才。

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* Guess you learn something new every day.
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}* acho que você aprende algo novo todo dia.
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}* 再接再厉。
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}* 再接再厲。

source: <25>{#p/sans}{#f/4}* huh? * you STILL look bored.
pt_br: <25>{#p/sans}{#f/4}* huh? * você ainda parece entediado.
zh_cn: <25>{#p/sans}{#f/4}* 哎等等。 * 你咋还这么无聊呢？
zh_tw: <25>{#p/sans}{#f/4}* 哎等等。 * 你咋還這麼無聊呢？

source: <25>{#f/0}* ok then, consider our session over.
pt_br: <25>{#f/0}* tá bom, considere a sessão de terapia encerrada.
zh_cn: <25>{#f/0}* 看来咱俩没啥好聊的了。 * 谈话结束。
zh_tw: <25>{#f/0}* 看來咱倆沒啥好聊的了。 * 談話結束。

source: <25>{#f/0}* wait a second.
pt_br: <25>{#f/0}* espera um pouco.
zh_cn: <25>{#f/0}* 等一下。
zh_tw: <25>{#f/0}* 等一下。

source: <25>{#f/4}* that look on your face while i was talking...
pt_br: <25>{#f/4}* esse olhar no seu rosto enquanto eu falava...
zh_cn: <25>{#f/4}* 我刚刚说话时， 注意到你脸上的表情...
zh_tw: <25>{#f/4}* 我剛剛說話時， 注意到你臉上的表情...

source: <25>{#f/0}* you've already heard my spiel, haven't you?
pt_br: <25>{#f/0}* você já escutou esse discurso, não é?
zh_cn: <25>{#f/0}* 看样子，你早就听过 我这通长篇大论了。 是不是呀？
zh_tw: <25>{#f/0}* 看樣子，你早就聽過 我這通長篇大論了。 是不是呀？

source: <25>{#f/3}* i suspected something like this.
pt_br: <25>{#f/3}* eu suspeitei no princípio.
zh_cn: <25>{#f/3}* 之前我就感觉挺奇怪。
zh_tw: <25>{#f/3}* 之前我就感覺挺奇怪。

source: <25>{#f/3}* you act like you know what's going to happen in advance sometimes.
pt_br: <25>{#f/3}* você age como se já soubesse o que iria acontecer em antecipação.
zh_cn: <25>{#f/3}* 从你的行为举止来看， 就感觉，你能未卜先知。
zh_tw: <25>{#f/3}* 從你的行為舉止來看， 就感覺，你能未卜先知。

source: <25>{#f/3}* like you've seen certain things before.
pt_br: <25>{#f/3}* como se você já tivesse visto certas coisas.
zh_cn: <25>{#f/3}* 仿佛你“早就”做过 这些事一样。
zh_tw: <25>{#f/3}* 仿佛你「早就」做過 這些事一樣。

source: <25>{#f/0}* so... hey.
pt_br: <25>{#f/0}* então... ei.
zh_cn: <25>{#f/0}* 所以呢...
zh_tw: <25>{#f/0}* 所以呢...

source: <25>{#f/0}* i've got a request for you.
pt_br: <25>{#f/0}* eu tenho um pedido pra você.
zh_cn: <25>{#f/0}* 交给你一件事。
zh_tw: <25>{#f/0}* 交給你一件事。

source: <25>{#f/2}* i kind of have a {@fill=#ff0}secret codephrase{@fill=#fff} that only i would know.
pt_br: <25>{#f/2}* eu tenho um {@fill=#ff0}código secreto{@fill=#fff} que apenas eu sei.
zh_cn: <25>{#f/2}* 我有个{@fill=#ff0}暗号{@fill=#fff}， 除了我，别人谁也不知道。
zh_tw: <25>{#f/2}* 我有個{@fill=#ff0}暗號{@fill=#fff}， 除了我，別人誰也不知道。

source: <25>{#f/4}* so, i'll know that if someone tells it to me...
pt_br: <25>{#f/4}* então, eu saberia se alguém me contasse.
zh_cn: <25>{#f/4}* 所以...
zh_tw: <25>{#f/4}* 所以...

source: <25>{#f/0}* they'd have to be a time traveler.
pt_br: <25>{#f/0}* essa pessoa tem que ser um viajante no tempo.
zh_cn: <25>{#f/0}* 如果有人跟我说了那个暗号， 那我就知道，那人肯定 是一名时间旅者。
zh_tw: <25>{#f/0}* 如果有人跟我說了那個暗號， 那我就知道，那人肯定 是一名時間旅者。

source: <25>{#f/2}* crazy, right?
pt_br: <25>{#f/2}* loucura, né?
zh_cn: <25>{#f/2}* 是不是脑洞很大？
zh_tw: <25>{#f/2}* 是不是腦洞很大？

source: <25>{#f/3}* anyway, here it is...
pt_br: <25>{#f/3}* de toda forma, aí vai...
zh_cn: <25>{#f/3}* 总之，听好暗号...
zh_tw: <25>{#f/3}* 總之，聽好暗號...

source: <32>{#p/human}* (Sans whispered something to you.)
pt_br: <32>{#p/human}* (Sans falou algo para você.)
zh_cn: <32>{#p/human}* （Sans悄悄对你说了 一串东西。）
zh_tw: <32>{#p/human}* （Sans悄悄對你說了 一串東西。）

source: <25>{#p/sans}{#f/0}* i'm counting on you to come back here and tell me that.
pt_br: <25>{#p/sans}{#f/0}* eu estou contando que você vai voltar no tempo e vir aqui me dizer.
zh_cn: <25>{#p/sans}{#f/0}* 就等你回到过去， 把它告诉那个我了。
zh_tw: <25>{#p/sans}{#f/0}* 就等你回到過去， 把它告訴那個我了。

source: <25>{#f/2}* see you... earlier.
pt_br: <25>{#f/2}* te vejo... mais cedo.
zh_cn: <25>{#f/2}* 那么，“回”见。
zh_tw: <25>{#f/2}* 那麼，「回」見。

source: <25>{#f/4}* huh? * do you have something to say to me?
pt_br: <25>{#f/4}* huh? * você tem algo pra me dizer?
zh_cn: <25>{#f/4}* 咋了？ * 有啥话想告诉我吗？
zh_tw: <25>{#f/4}* 咋了？ * 有啥話想告訴我嗎？

source: <32>{#p/human}* (You told Sans the secret codephrase.)
pt_br: <32>{#p/human}* (Você disse para Sans o código secreto.)
zh_cn: <32>{#p/human}* （你把那串暗号告诉了Sans。）
zh_tw: <32>{#p/human}* （你把那串暗號告訴了Sans。）

source: <25>{#p/sans}{#f/2}* what? a codephrase? * can you speak a little louder?
pt_br: <25>{#p/sans}{#f/2}* o quê? um código secreto? * da pra me contar isso um pouco mais alto?
zh_cn: <25>{#p/sans}{#f/2}* 啥？暗号？ * 大点声说呗。
zh_tw: <25>{#p/sans}{#f/2}* 啥？暗號？ * 大點聲說唄。

source: <32>{#p/human}* (You told Sans the secret codephrase, but louder.)
pt_br: <32>{#p/human}* (Você diz ao Sans o código secreto, porém mais alto.)
zh_cn: <32>{#p/human}* （你把暗号大声说了出来。）
zh_tw: <32>{#p/human}* （你把暗號大聲說了出來。）

source: <25>{#p/sans}{#f/0}* did you...
pt_br: <25>{#p/sans}{#f/0}* você...
zh_cn: <25>{#p/sans}{#f/0}* 你刚刚说的...
zh_tw: <25>{#p/sans}{#f/0}* 你剛剛說的...

source: <25>{#f/4}* ... just say to "reverse the polarity of the neutron flow?"
pt_br: <25>{#f/4}* ... me disse para "inverter a polaridade do fluxo de nêutrons?"
zh_cn: <25>{#f/4}* ...是不是“反转中子电性”？
zh_tw: <25>{#f/4}* ...是不是「反轉中子電性」？

source: <25>{#f/2}* wow. * i can't believe you would say that.
pt_br: <25>{#f/2}* wow. * eu não acredito que você disse isso.
zh_cn: <25>{#f/2}* 哇。 * 真是难以置信， 这话你居然真说得出来。
zh_tw: <25>{#f/2}* 哇。 * 真是難以置信， 這話你居然真說得出來。

source: <25>{#f/4}* not only is that complete nonsense...
pt_br: <25>{#f/4}* não apenas isso não faz o menor sentido...
zh_cn: <25>{#f/4}* “反转中子电性”... 这话不仅是纯粹胡扯， 更是我自创的暗号。
zh_tw: <25>{#f/4}* 「反轉中子電性」... 這話不僅是純粹胡扯， 更是我自創的暗號。

source: <25>{#f/2}* it's also my secret codephrase.
pt_br: <25>{#f/2}* como também é meu código secreto.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/0}* so... you really are a time traveler, huh?
pt_br: <25>{#f/0}* então... você é um viajante do tempo, né?
zh_cn: <25>{#f/0}* 看来... 你真是个时间旅者？
zh_tw: <25>{#f/0}* 看來... 你真是個時間旅者？

source: <25>{#f/3}* well, alright. * i guess that means you're qualified.
pt_br: <25>{#f/3}* bem, legal. * isso significa que você é qualificado.
zh_cn: <25>{#f/3}* 行吧，那么，考核通过。
zh_tw: <25>{#f/3}* 行吧，那麼，考核通過。

source: <25>{#f/0}* here's the key to my room.
pt_br: <25>{#f/0}* aqui está a chave para meu quarto.
zh_cn: <25>{#f/0}* 这是我的房门钥匙， 给你。
zh_tw: <25>{#f/0}* 這是我的房門鑰匙， 給你。

source: <32>{#p/human}* (The Skeleton Key was added to your keyring.)
pt_br: <32>{#p/human}* (A Chave de Esqueleto foi adicionada ao seu chaveiro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把骨钥挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把骨鑰掛到了鑰匙串上。）

source: <25>{#p/sans}{#f/0}* it's time...
pt_br: <25>{#p/sans}{#f/0}* é hora...
zh_cn: <25>{#p/sans}{#f/0}* 是时候...
zh_tw: <25>{#p/sans}{#f/0}* 是時候...

source: <25>{#f/2}* you walked back out from behind that pillar.
pt_br: <25>{#f/2}* você saiu de trás daquele pilar.
zh_cn: <25>{#f/2}* 让你走出那根柱子了。
zh_tw: <25>{#f/2}* 讓你走出那根柱子了。
