Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* Yeah, you're not that kind of person at all.
pt_br: <32>{#p/basic}* É, você não é esse tipo de pessoa.
zh_cn: <32>{#p/basic}* 对啊，Frisk根本就不是 冷血的家伙。
zh_tw: <32>{#p/basic}* 對啊，Frisk根本就不是 冷血的傢伙。

source: <25>{#p/asriel1}{#f/15}* All I know is... despite what happened...
pt_br: <25>{#p/asriel1}{#f/15}* Tudo que eu sei... apesar do que aconteceu...
zh_cn: <25>{#p/asriel1}{#f/15}* 所以我明白...
zh_tw: <25>{#p/asriel1}{#f/15}* 所以我明白...

source: <25>{#f/15}* Despite what you did... or, what I wanted you to do...
pt_br: <25>{#f/15}* Apesar do que você fez... ou, o que quis que você fizesse...
zh_cn: <25>{#f/15}* 尽管做了错事... 尽管受我指使... 尽管发生了那些事...
zh_tw: <25>{#f/15}* 儘管做了錯事... 儘管受我指使... 儘管發生了那些事...

source: <25>{#f/16}* You're still a better person than I ever was.
pt_br: <25>{#f/16}* Você ainda é uma pessoa melhor do que jamais fui.
zh_cn: <25>{#f/16}* 你仍比我优秀。
zh_tw: <25>{#f/16}* 你仍比我優秀。

source: <32>{#p/basic}* Hmph.
zh_cn: <32>{#p/basic}* 哼。
zh_tw: <32>{#p/basic}* 哼。

source: <25>{#p/asriel1}{#f/21}* ... * But I'm getting ahead of myself.
pt_br: <25>{#p/asriel1}{#f/21}* ... * Mas eu estou ficando triste.
zh_cn: <25>{#p/asriel1}{#f/21}* ... * 这话说得有点早了。
zh_tw: <25>{#p/asriel1}{#f/21}* ... * 這話說得有點早了。

source: <25>{#f/13}* I haven't felt like this for a long time.
pt_br: <25>{#f/13}* Eu não me sentia assim a tanto tempo.
zh_cn: <25>{#f/13}* 我很久都没有 这样的感觉了。
zh_tw: <25>{#f/13}* 我很久都沒有 這樣的感覺了。

source: <25>{#f/16}* As a star, I was... soulless.
pt_br: <25>{#f/16}* Como estrela, eu não tinha... alma.
zh_cn: <25>{#f/16}* 作为星星时， 我... 无法感受到任何情绪。
zh_tw: <25>{#f/16}* 作為星星時， 我... 無法感受任何情緒。

source: <25>{#f/15}* I lacked the power to love other people.
pt_br: <25>{#f/15}* Eu tinha perdido o poder de amar os outros.
zh_cn: <25>{#f/15}* 我缺少爱人的能力。
zh_tw: <25>{#f/15}* 我缺少愛人的能力。

source: <25>{#f/13}* However, with everyone's SOULs inside me...
pt_br: <25>{#f/13}* Mas, com o as ALMAS de todos dentro de mim...
zh_cn: <25>{#f/13}* 然而，当我拥有所有 人的灵魂时...
zh_tw: <25>{#f/13}* 然而，當我擁有所有 人的靈魂時...

source: <25>{#f/13}* I not only have my own compassion back...
pt_br: <25>{#f/13}* Eu não apenas tenho minha compaixão de volta...
zh_cn: <25>{#f/13}* 我不仅再次找回了 我的同情心...
zh_tw: <25>{#f/13}* 我不僅再次找回了 我的同情心...

source: <25>{#f/23}* But I can feel every other monster's as well.
pt_br: <25>{#f/23}* Mas eu posso sentir todos os monstros também.
zh_cn: <25>{#f/23}* 而且同样能感受 其他怪物的情绪。
zh_tw: <25>{#f/23}* 而且同樣能感受 其他怪物的情緒。

source: <25>{#f/17}* They all care about each other so much.
pt_br: <25>{#f/17}* Eles todos se importaram tanto um com o outro.
zh_cn: <25>{#f/17}* 他们彼此关心。
zh_tw: <25>{#f/17}* 他們彼此互相關心。

source: <25>{#f/23}* And... uh... * As for you, they...
pt_br: <25>{#f/23}* E... uh... * Já para você, eles...
zh_cn: <25>{#f/23}* 还有... 呃... * 对于你，他们...
zh_tw: <25>{#f/23}* 還有... 呃... * 對於你，他們...

source: <25>{#f/15}* ... well, they seem to be kind of conflicted...
pt_br: <25>{#f/15}* ... bem, eles parecem estar em um conflito....
zh_cn: <25>{#f/15}* ...嗯， 他们似乎有点矛盾...
zh_tw: <25>{#f/15}* ...嗯， 他們似乎有點矛盾...

source: <25>{#f/10}* It's like... they like you, but dislike you at the same time?
pt_br: <25>{#f/10}* É como se eles gostassem... e não gostassem ao mesmo tempo de ti.
zh_cn: <25>{#f/10}* 就感觉... 他们挺喜欢你... 但又有点怕你。
zh_tw: <25>{#f/10}* 就感覺... 他們挺喜歡你... 但又有點怕你。

source: <25>{#f/15}* ... well, some of them don't seem to like you...
pt_br: <25>{#f/15}* ... bem, alguns deles parecem não gostar de você...
zh_cn: <25>{#f/15}* 唔... 挺多怪物不咋喜欢你...
zh_tw: <25>{#f/15}* 唔... 挺多怪物不咋喜歡你...

source: <25>{#f/10}* Except Undyne. * She seems to like you a lot for some reason.
pt_br: <25>{#f/10}* Exceto a Undyne. * Ela parece gostar muito de você por algum motivo.
zh_cn: <25>{#f/10}* 除了Undyne。 * 她喜欢你，喜欢得不得了， 我也不知道为啥。
zh_tw: <25>{#f/10}* 除了Undyne。 * 她喜歡你，喜歡得不得了， 我也不知道為啥。

source: <25>{#f/10}* Though, I'm not sure why.
pt_br: <25>{#f/10}* Mas, eu não sei o porquê.
zh_cn: <25>{#f/10}* 但是， 我也不知道为啥。
zh_tw: <25>{#f/10}* 但是， 我也不知道為啥。

source: <25>{#f/23}* ... how strange.
pt_br: <25>{#f/23}* ... que estranho.
zh_cn: <25>{#f/23}* ...怪事。
zh_tw: <25>{#f/23}* ...怪事。

source: <25>{#f/23}* And... they care about you too, Frisk.
pt_br: <25>{#f/23}* E... eles se importam com você também, Frisk.
zh_cn: <25>{#f/23}* 而且... 他们也关心你， Frisk。
zh_tw: <25>{#f/23}* 而且... 他們也關心你， Frisk。

source: <25>{#f/15}* ... wow, they... they really care about you a lot...
pt_br: <25>{#f/15}* ... uau, eles... eles se importam muito com você...
zh_cn: <25>{#f/15}* ...哇，他们... 他们真的好关心你...
zh_tw: <25>{#f/15}* ...哇，他們... 他們真的好關心你...

source: <25>{#f/15}* Uh... * Frisk, this is...
pt_br: <25>{#f/15}* Uh... * Frisk, isso é...
zh_cn: <25>{#f/15}* 呃... * Frisk，这...
zh_tw: <25>{#f/15}* 呃... * Frisk，這...

source: <25>{#f/17}* ... golly...
pt_br: <25>{#f/17}* ... senhor...
zh_cn: <25>{#f/17}* ...好家伙...
zh_tw: <25>{#f/17}* ...好傢伙...

source: <25>{#f/20}* I, uh, really shouldn't tell you what they're feeling right now.
pt_br: <25>{#f/20}* Eu, uh, não deveria me dizer como eles se sentem agora.
zh_cn: <25>{#f/20}* 我，呃，还是暂时先 不告诉你 他们现在的感觉了吧。
zh_tw: <25>{#f/20}* 我，呃，還是暫時先 不告訴你 他們現在的感覺了吧。

source: <25>{#p/asriel1}{#f/13}* I wish I could tell you how everyone feels about you.
pt_br: <25>{#p/asriel1}{#f/13}* Eu desejava poder te contar como todos se sentem.
zh_cn: <25>{#p/asriel1}{#f/13}* 我只希望我能告诉你 大家对你的感觉。
zh_tw: <25>{#p/asriel1}{#f/13}* 我只希望我能告訴你 大家對你的感覺。

source: <25>{#f/15}* ... Monster Kid? * Is that their name?
pt_br: <25>{#f/15}* ... Criança Monstro? * Este é o nome dele?
zh_cn: <25>{#f/15}* ...怪物小孩？ * 那孩子是叫这名吗？
zh_tw: <25>{#f/15}* ...怪物小孩？ * 那孩子是叫這名嗎？

source: <25>{#f/23}* ... Napstablook, and... all their cousins.
pt_br: <25>{#f/23}* ... Napstablook, e... todos os primos dele.
zh_cn: <25>{#f/23}* ...Napstablook， 还有幽灵表亲。
zh_tw: <25>{#f/23}* ...Napstablook， 還有幽靈表親。

source: <25>{#f/23}* ... even the Ice Dream guy.
pt_br: <25>{#f/23}* ... até o cara do sorvete.
zh_cn: <25>{#f/23}* ...甚至还有冰意灵小哥。
zh_tw: <25>{#f/23}* ...甚至冰意靈小哥。

source: <25>{#f/23}* ... even that little mouse who works at the CORE.
pt_br: <25>{#f/23}* ... até mesmo aquele pequeno rato que trabalha no CORE.
zh_cn: <25>{#f/23}* ...甚至还有 在核心工作的小老鼠。
zh_tw: <25>{#f/23}* ...甚至在核心工作 的小老鼠。

source: <25>{#f/17}* Monsters are weird.
pt_br: <25>{#f/17}* Monstros são estranhos.
zh_cn: <25>{#f/17}* 怪物是很奇怪的。
zh_tw: <25>{#f/17}* 怪物是很奇怪的。

source: <25>{#f/15}* Even though they barely know you...
pt_br: <25>{#f/15}* Mesmo que eles mal te conheçam...
zh_cn: <25>{#f/15}* 即使他们几乎 不咋了解你...
zh_tw: <25>{#f/15}* 即使他們幾乎 不咋了解你...

source: <25>{#f/17}* It feels like they all really love you.
pt_br: <25>{#f/17}* Parece que eles realmente te amam.
zh_cn: <25>{#f/17}* 但这并不妨碍， 他们真的爱你。
zh_tw: <25>{#f/17}* 但這並不妨礙， 他們真的愛你。

source: <25>{#f/23}* Haha.
zh_cn: <25>{#f/23}* 哈哈。
zh_tw: <25>{#f/23}* 哈哈。

source: <26>{#p/asriel1}{#f/13}* Still, I... * I know I've made far worse mistakes.
pt_br: <26>{#p/asriel1}{#f/13}* Eu... * Eu sei que cometi erros muito piores.
zh_cn: <26>{#p/asriel1}{#f/13}* 不过，我... * 我知道我犯了更 严重的错误。
zh_tw: <26>{#p/asriel1}{#f/13}* 不過，我... * 我知道我犯了更 嚴重的錯誤。

source: <25>{#f/16}* I know... you're not the only one to blame for what happened here.
pt_br: <25>{#f/16}* Eu sei... que você não é o único a se culpar pelo que aconteceu.
zh_cn: <25>{#f/16}* 我知道... 这里发生的事不应该 都归咎于你。
zh_tw: <25>{#f/16}* 我知道... 這裡發生的事不應該 都歸咎於你。

source: <25>{#f/15}* Dragging you into some backwards plan to destroy the outpost...
pt_br: <25>{#f/15}* Te empurrar em um plano para destruir o Outpost...
zh_cn: <25>{#f/15}* 是我把你拖下水， 是我，逼你加入那个 “毁灭前哨站”的扯淡计划...
zh_tw: <25>{#f/15}* 是我把你拖下水， 是我，逼你加入那個 「毀滅前哨站」的扯淡計畫...

source: <25>{#f/16}* Just so I could pretend you were my long-dead sibling...
pt_br: <25>{#f/16}* Já que assim eu poderia pretender que você é meu irmão a muito tempo morto.
zh_cn: <25>{#f/16}* 好能骗过自己， 把你当成那个死去的伙伴...
zh_tw: <25>{#f/16}* 好能騙過自己， 把你當成那個死去的夥伴...

source: <25>{#f/15}* Turning myself into that... faceless entity...
pt_br: <25>{#f/15}* Tornando a mim mesmo naquela... entidade sem face...
zh_cn: <25>{#f/15}* 将自己变成... 那样的存在...
zh_tw: <25>{#f/15}* 將自己變成... 那樣的存在...

source: <25>{#f/16}* Just so I could torture you in a nightmare of my own making...
pt_br: <25>{#f/16}* Só para que eu pudesse te torturar em um pesadelo criado por mim...
zh_cn: <25>{#f/16}* 就只是想在由我 创造的噩梦中 折磨你...
zh_tw: <25>{#f/16}* 就只是想在由我 創造的惡夢中 折磨你...

source: <25>{#f/13}* That's the kind of thing I'm talking about.
pt_br: <25>{#f/13}* Esse é o tipo de coisa da qual eu estou falando.
zh_cn: <25>{#f/13}* ...现在想想...
zh_tw: <25>{#f/13}* ...我說完了， 現在想想...

source: <25>{#f/22}* ... just the fact I'm still alive is probably less than I deserve.
pt_br: <25>{#f/22}* ... só o fato de eu estar vivo é bem menos do que eu mereço.
zh_cn: <25>{#f/22}* ...做了那些事， 我怎么还有脸活在这世上。
zh_tw: <25>{#f/22}* ...做了那些事， 我怎麼還有臉活在這世上。

source: * (What will you do?)
pt_br: * (O que você fará?)
zh_cn: * （你要怎么做？）
zh_tw: * （你要怎麼做？）

source: Protest
pt_br: Protestar
zh_cn: 反驳
zh_tw: 反駁

source: Do not
pt_br: Não fazer nada
zh_cn: 沉默
zh_tw: 沉默

source: <25>{#p/asriel1}{#f/13}* I understand if you can't forgive me.
pt_br: <25>{#p/asriel1}{#f/13}* Eu entendo se você não puder me perdoar.
zh_cn: <25>{#p/asriel1}{#f/13}* 如果你不想原谅我， 我能理解。
zh_tw: <25>{#p/asriel1}{#f/13}* 如果你不想原諒我， 我能理解。

source: <25>{#p/asriel1}{#f/13}* Frisk... I... * I understand if you can't forgive me.
pt_br: <25>{#p/asriel1}{#f/13}* Frisk... eu... * Eu entendo se você não puder me perdoar.
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk... 我... * 如果你不想原谅我， 我能理解。
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk... 我... * 如果你不想原諒我， 我能理解。

source: <25>{#f/13}* I understand if you... want me gone.
pt_br: <25>{#f/13}* Eu entendo se você quiser que eu vá embora.
zh_cn: <25>{#f/13}* 如果你想让我离开， 我也能理解。
zh_tw: <25>{#f/13}* 如果你想讓我離開， 我也能理解。

source: <32>{#p/basic}* ... don't say that!
pt_br: <32>{#p/basic}* ... não diga isso!
zh_cn: <32>{#p/basic}* ...别这么说！
zh_tw: <32>{#p/basic}* ...別這麼說！

source: <25>{#p/asriel1}{#f/15}* I acted so strange and horrible.
pt_br: <25>{#p/asriel1}{#f/15}* eu agi tão estranho e horrivelmente.
zh_cn: <25>{#p/asriel1}{#f/15}* 我的行为 既怪异，又可怕。
zh_tw: <25>{#p/asriel1}{#f/15}* 我的行為 既奇怪，又可怕。

source: <25>{#f/15}* I hurt you.
pt_br: <25>{#f/15}* Eu te feri.
zh_cn: <25>{#f/15}* 我伤害了你。
zh_tw: <25>{#f/15}* 我傷害了你。

source: <25>{#f/16}* I hurt so many people.
pt_br: <25>{#f/16}* Eu feri tantas pessoas.
zh_cn: <25>{#f/16}* 我伤害了许多人。
zh_tw: <25>{#f/16}* 我傷害了許多人。

source: <25>{#f/13}* Friends, family, bystanders...
pt_br: <25>{#f/13}* Amigos, família...
zh_cn: <25>{#f/13}* 朋友，家人， 还有其他人...
zh_tw: <25>{#f/13}* 朋友，家人， 還有其他人...

source: <25>{#f/22}* There's no excuse for what I've done.
pt_br: <25>{#f/22}* Não existe desculpa para o que eu fiz.
zh_cn: <25>{#f/22}* 我的行为罪不容恕。
zh_tw: <25>{#f/22}* 我的行為罪不容恕。

source: Forgive
pt_br: Perdoar
zh_cn: 原谅他
zh_tw: 原諒他

source: <25>{#p/asriel1}{#f/25}* Wh... what?
pt_br: <25>{#p/asriel1}{#f/25}* O... o quê?
zh_cn: <25>{#p/asriel1}{#f/25}* 什... 什么？
zh_tw: <25>{#p/asriel1}{#f/25}* 什... 什麼？

source: <25>{#f/21}* I guess... you really don't want anyone to die, huh?
pt_br: <25>{#f/21}* Eu acho... que você realmente não quer que ninguém morra, huh?
zh_cn: <25>{#f/21}* 我猜... 你其实根本 就不想让什么人死，对吗？
zh_tw: <25>{#f/21}* 我猜... 你其實根本 就不想讓什麼人死，對嗎？

source: <25>{#f/22}* You just want to beat people up... nothing more.
pt_br: <25>{#f/22}* Você só quer socar as pessoas... nada mais.
zh_cn: <25>{#f/22}* 你就是想要享受通过 击败他人获取到的快感... 仅此而已。
zh_tw: <25>{#f/22}* 你就是想要享受通過 擊敗他人獲取到的快感... 僅此而已。

source: <25>{#f/21}* ... still... even if you do want me to stay...
pt_br: <25>{#f/21}* ... mas... mesmo que você queira que eu fique...
zh_cn: <25>{#f/21}* ...尽管... 你想让我留下...
zh_tw: <25>{#f/21}* ...儘管... 你想讓我留下...

source: <25>{#f/17}* ... Frisk, come on.
pt_br: <25>{#f/17}* ... Frisk, por favor.
zh_cn: <25>{#f/17}* ...拜托，Frisk。
zh_tw: <25>{#f/17}* ...拜託，Frisk。

source: <25>{#f/23}* You're... * You're gonna make me cry again.
pt_br: <25>{#f/23}* Você me... * Você me fará chorar de novo.
zh_cn: <25>{#f/23}* 你... * 你又要把我弄哭了。
zh_tw: <25>{#f/23}* 你... * 你又要把我弄哭了。

source: <32>{#p/basic}* ... t-tell me about it...
pt_br: <32>{#p/basic}* ... n-nem me fala...
zh_cn: <32>{#p/basic}* ...我-我理解...
zh_tw: <32>{#p/basic}* ...跟我說說看...

source: <25>{#p/asriel1}{#f/21}* ... besides, even if you do forgive me...
pt_br: <25>{#p/asriel1}{#f/21}* ... e, por mais que você me perdoe...
zh_cn: <25>{#p/asriel1}{#f/21}* ...再者说， 就算你原谅我...
zh_tw: <25>{#p/asriel1}{#f/21}* ...再者說， 就算你原諒我...

source: <25>{#f/15}* I can't keep these SOULs inside of me forever.
pt_br: <25>{#f/15}* Eu não posso manter essas ALMAS dentro de mim para sempre.
zh_cn: <25>{#f/15}* 我也不能将这些灵魂 永远留在我的体内。
zh_tw: <25>{#f/15}* 我也不能將這些靈魂 永遠留在我的體內。

source: <25>{#f/16}* So... the least I can do is return them.
pt_br: <25>{#f/16}* Então... o mínimo que posso fazer é retorná-las.
zh_cn: <25>{#f/16}* 因此... 我只能将 这些灵魂物归原主。
zh_tw: <25>{#f/16}* 因此... 我只能將 這些靈魂物歸原主。

source: <25>{#f/21}* Well, anyway. * I did promise that if you defeated me...
pt_br: <25>{#f/21}* Bem. * Eu prometi que se você me derrotasse...
zh_cn: <25>{#f/21}* 不管怎么说，我答应过你： 如果你能打败我， 就给你一个幸福的结局。
zh_tw: <25>{#f/21}* 不管怎麼說，我答應過你： 如果你能打敗我， 就給你一個幸福的結局。

source: <25>{#f/23}* I'd give you your "happy ending."
pt_br: <25>{#f/23}* Eu te daria seu "final feliz".
zh_cn: <25>{#f/23}* 现在，该兑现承诺了。
zh_tw: <25>{#f/23}* 現在，該兌現承諾了。

source: <25>{#f/15}* ... so, since I can't keep these SOULs inside of me forever...
pt_br: <25>{#f/15}* ... então, já que eu não posso manter essas ALMAS dentro de mim para sempre...
zh_cn: <25>{#f/15}* 既然这些灵魂也不能 永远待在我的体内... * 那就将它们物归原主吧。
zh_tw: <25>{#f/15}* 既然這些靈魂也不能 永遠待在我的體內... * 那就將它們物歸原主吧。

source: <25>{#f/16}* I'll return them, and do just that.
pt_br: <25>{#f/16}* Eu irei retorná-las e fazer isso.
zh_cn: <25>{#f/16}* 这是我唯一能做的。
zh_tw: <25>{#f/16}* 這是我唯一能做的。

source: <25>{#p/asriel1}{#f/22}* ... right.
pt_br: <25>{#p/asriel1}{#f/22}* ... certo.
zh_cn: <25>{#p/asriel1}{#f/22}* ...好。
zh_tw: <25>{#p/asriel1}{#f/22}* ...好。

source: <25>{#f/21}* I understand.
pt_br: <25>{#f/21}* Eu entendo.
zh_cn: <25>{#f/21}* 我知道了。
zh_tw: <25>{#f/21}* 我知道了。

source: <25>{#f/15}* I just hope that...
pt_br: <25>{#f/15}* Eu só espero que...
zh_cn: <25>{#f/15}* 我之前犯下那么多错... 只希望... 现在能弥补一点。
zh_tw: <25>{#f/15}* 我之前犯下那麼多錯... 只希望... 現在能彌補一點。

source: <25>{#f/16}* I can make up for it a little right now.
pt_br: <25>{#f/16}* Que eu possa compensar um pouco agora.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/asriel1}{#f/15}* ... of course, since I can't keep these SOULs inside of me forever...
pt_br: <25>{#p/asriel1}{#f/15}* ... claro, desde que eu não posso manter essas ALMAS dentro de mim para sempre...
zh_cn: <25>{#p/asriel1}{#f/15}* 既然这些灵魂不能 永远待在我的体内...
zh_tw: <25>{#p/asriel1}{#f/15}* 既然這些靈魂不能 永遠待在我的體內...

source: <25>{#f/16}* The least I can do is return them.
pt_br: <25>{#f/16}* O mínimo que eu posso fazer é devolvê-las.
zh_cn: <25>{#f/16}* 那就将它们物归原主吧。
zh_tw: <25>{#f/16}* 那就將它們物歸原主吧。

source: <25>{#f/6}* But first...
pt_br: <25>{#f/6}* Mas antes...
zh_cn: <25>{#f/6}* 但首先...
zh_tw: <25>{#f/6}* 但首先...

source: <25>{#f/29}* There's something else I have to do.
pt_br: <25>{#f/29}* Tem mais uma coisa que eu preciso fazer.
zh_cn: <25>{#f/29}* 我还有一件事 必须完成。
zh_tw: <25>{#f/29}* 我還有一件事 必須完成。

source: <32>{#p/basic}* ... what now?
pt_br: <32>{#p/basic}* ... e agora o quê?
zh_cn: <32>{#p/basic}* ...是什么？
zh_tw: <32>{#p/basic}* ...是什麼？

source: <25>{#p/asriel1}{#f/29}* Right now, I can feel everyone's minds working as one.
pt_br: <25>{#p/asriel1}{#f/29}* Agora mesmo, eu posso sentir a mente de todos trabalhando como uma.
zh_cn: <25>{#p/asriel1}{#f/29}* 此时此刻，我能感受到 大家的心在一起跳动。
zh_tw: <25>{#p/asriel1}{#f/29}* 此時此刻，我能感受到 大家的心在一起跳動。

source: <25>{#f/6}* They're all racing with the same intention.
pt_br: <25>{#f/6}* Eles estão todos correndo para a mesma intenção.
zh_cn: <25>{#f/6}* 他们这个种族 都有一个同样的目标。
zh_tw: <25>{#f/6}* 他們這個種族 都有一個同樣的目標。

source: <26>{#f/6}* With everyone's power... with everyone's determination...
pt_br: <26>{#f/6}* Com o poder de todos... com a determinação de todo mundo...
zh_cn: <26>{#f/6}* 凭借每个人的力量... 每个人的决心...
zh_tw: <26>{#f/6}* 憑藉每個人的力量... 每個人的決心...

source: <25>{#f/6}* It's time for monsters...
pt_br: <25>{#f/6}* É hora dos monstros...
zh_cn: <25>{#f/6}* 是时候...
zh_tw: <25>{#f/6}* 是時候...

source: <32>{#p/basic}* To finally go free.
pt_br: <32>{#p/basic}* Finalmente serem livres.
zh_cn: <32>{#p/basic}* 让怪物自由了。
zh_tw: <32>{#p/basic}* 讓怪物自由了。

source: <25>{#p/asriel1}{#f/29}* To finally go free.
pt_br: <25>{#p/asriel1}{#f/29}* Finalmente serem livres.
zh_cn: <25>{#p/asriel1}{#f/29}* 让怪物自由了。
zh_tw: <25>{#p/asriel1}{#f/29}* 讓怪物自由了。

source: <32>{#p/basic}* ... knew it.
pt_br: <32>{#p/basic}* ... sabia.
zh_cn: <32>{#p/basic}* ...猜到了。
zh_tw: <32>{#p/basic}* ...猜到了。

source: {*}{#p/event}{#i/3}The force field was eradicated.
pt_br: {*}{#p/event}{#i/3}O escudo de força foi erradicado.
zh_cn: {*}{#p/event}{#i/3}力场崩溃了。
zh_tw: {*}{#p/event}{#i/3}力場崩潰了。

source: <25>{#f/21}* I have to go now.
pt_br: <25>{#f/21}* Eu tenho que ir agora.
zh_cn: <25>{#f/21}* 我现在得走了。
zh_tw: <25>{#f/21}* 我現在得走了。

source: <32>{#p/basic}* ... huh? * But you can't just...
pt_br: <32>{#p/basic}* ... huh? * Mas você não pode...
zh_cn: <32>{#p/basic}* ...啊？ * 但你不能就...
zh_tw: <32>{#p/basic}* ...啊？ * 但你不能就...

source: <25>{#p/asriel1}{#f/15}* Without the power of everyone's SOULs...
pt_br: <25>{#p/asriel1}{#f/15}* Sem os poderes das ALMAS de todo mundo...
zh_cn: <25>{#p/asriel1}{#f/15}* 失去了所有人的灵魂...
zh_tw: <25>{#p/asriel1}{#f/15}* 失去了所有人的靈魂...

source: <25>{#f/22}* I can't keep maintaining this form.
pt_br: <25>{#f/22}* Eu não poderei manter essa forma.
zh_cn: <25>{#f/22}* 我将无法再维持 这种形态。
zh_tw: <25>{#f/22}* 我將無法再維持 這種形態。

source: <25>{#f/21}* In a little while...
pt_br: <25>{#f/21}* Em pouco tempo...
zh_cn: <25>{#f/21}* 过一会...
zh_tw: <25>{#f/21}* 過一會...

source: <25>{#f/22}* I'll turn back into a star.
pt_br: <25>{#f/22}* Eu voltarei a ser uma estrela.
zh_cn: <25>{#f/22}* 我将再次会 变为一颗星星。
zh_tw: <25>{#f/22}* 我將再次會 變為一顆星星。

source: <32>{#p/basic}* But... you...
pt_br: <32>{#p/basic}* Mas... você...
zh_cn: <32>{#p/basic}* 但是... 你...
zh_tw: <32>{#p/basic}* 但是... 你...

source: <25>{#p/asriel1}{#f/15}* I'll stop being myself.
pt_br: <25>{#p/asriel1}{#f/15}* Eu irei parar de ser eu mesmo.
zh_cn: <25>{#p/asriel1}{#f/15}* 我将再次失去自我。
zh_tw: <25>{#p/asriel1}{#f/15}* 我將再次失去自我。

source: <25>{#f/15}* ... but maybe that's for the best.
pt_br: <25>{#f/15}* ... Mas talvez isso seja para o melhor.
zh_cn: <25>{#f/15}* ...但那也许是 最好的结果了。
zh_tw: <25>{#f/15}* ...但那也許是 最好的結果了。

source: <25>{#f/23}* Ha... Frisk.
zh_cn: <25>{#f/23}* 哈... Frisk。
zh_tw: <25>{#f/23}* 哈... Frisk。

source: <25>{#f/21}* There's no reason for you to stick around anymore.
pt_br: <25>{#f/21}* Não tem mais necessidade de você estar aqui.
zh_cn: <25>{#f/21}* 你没有理由 再留在这里了。
zh_tw: <25>{#f/21}* 你沒有理由 再留在這裡了。

source: <25>{#f/22}* Don't waste any more time on me.
pt_br: <25>{#f/22}* Não perca mais seu tempo em mim.
zh_cn: <25>{#f/22}* 别在我身上浪费时间了。
zh_tw: <25>{#f/22}* 別在我身上浪費時間了。

source: <25>{#f/15}* I'll stop being able to feel love again.
pt_br: <25>{#f/15}* Eu não serei capaz de sentir amor novamente.
zh_cn: <25>{#f/15}* 我将再也无法 感受到爱。
zh_tw: <25>{#f/15}* 我將再也無法 感受到愛。

source: <32>{#p/basic}* ... no...
pt_br: <32>{#p/basic}* ... não...
zh_cn: <32>{#p/basic}* ...不...
zh_tw: <32>{#p/basic}* ...不...

source: <25>{#p/asriel1}{#f/23}* So... Frisk.
pt_br: <25>{#p/asriel1}{#f/23}* Então... Frisk.
zh_cn: <25>{#p/asriel1}{#f/23}* 所以... Frisk。
zh_tw: <25>{#p/asriel1}{#f/23}* 所以... Frisk。

source: <25>{#f/17}* It's best if you just forget about me, okay?
pt_br: <25>{#f/17}* É melhor que você só esqueça de mim, okay?
zh_cn: <25>{#f/17}* 请将我彻底遗忘，好吗？
zh_tw: <25>{#f/17}* 請將我徹底遺忘，好嗎？

source: <32>{#p/basic}* No! You can't just walk away!
pt_br: <32>{#p/basic}* Não! Você não pode só ir embora!
zh_cn: <32>{#p/basic}* 不！你不能就这么 一走了之！
zh_tw: <32>{#p/basic}* 不！你不能就這麼 一走了之！

source: <25>{#p/asriel1}{#f/23}* Just go be with the people who love you.
pt_br: <25>{#p/asriel1}{#f/23}* Só vá com as pessoas que você ama.
zh_cn: <25>{#p/asriel1}{#f/23}* 回到那些 爱你的人身边吧。
zh_tw: <25>{#p/asriel1}{#f/23}* 回到那些 愛你的人身邊吧。

source: Comfort him
pt_br: Conforta-lo
zh_cn: 安慰他
zh_tw: 安慰他

source: <25>{#f/21}* Frisk, I...
pt_br: <25>{#f/21}* Frisk, Eu...
zh_cn: <25>{#f/21}* Frisk，我...
zh_tw: <25>{#f/21}* Frisk，我...

source: <25>{#f/15}* ... I just can't right now, okay?
pt_br: <25>{#f/15}* ... Eu só não posso agora, tá bom?
zh_cn: <25>{#f/15}* ...我只是还没准备好， 而已。
zh_tw: <25>{#f/15}* ...我只是還沒準備好， 而已。

source: <25>{#f/22}* I... I'm sorry.
pt_br: <25>{#f/22}* Eu... Eu sinto muito.
zh_cn: <25>{#f/22}* 我... 我很抱歉。
zh_tw: <25>{#f/22}* 我... 我很抱歉。

source: <25>{#p/asriel1}{#i/4}{#f/23}* Ha... ha...
zh_cn: <25>{#p/asriel1}{#i/4}{#f/23}* 哈... 哈...
zh_tw: <25>{#p/asriel1}{#i/4}{#f/23}* 哈... 哈...

source: <25>{#f/23}{#i/4}* I don't want to let go...
pt_br: <25>{#f/23}{#i/4}* Eu não quero deixar ir...
zh_cn: <25>{#f/23}{#i/4}* 我不想放开手...
zh_tw: <25>{#f/23}{#i/4}* 我不想放開手...

source: <32>{#p/human}* (It sounds like someone is crying...)
pt_br: <32>{#p/human}* (Parece que tem alguém chorando...)
zh_cn: <32>{#p/human}* （你听到有人在哭...）
zh_tw: <32>{#p/human}* （你聽到有人在哭...）

source: <25>{#f/15}* Whatever you do...
pt_br: <25>{#f/15}* Seja lá o que você fizer...
zh_cn: <25>{#f/15}* 不管你做什么...
zh_tw: <25>{#f/15}* 不管你做什麼...

source: <25>{#f/21}* Just... try to be careful, okay?
pt_br: <25>{#f/21}* Só... toma cuidado, okay?
zh_cn: <25>{#f/21}* 只是... 试着小心一点，行不？
zh_tw: <25>{#f/21}* 只是... 試著小心一點，行不？

source: <25>{#f/21}* No matter who you... nearly beat to death.
pt_br: <25>{#f/21}* Não importa quem você... bata até a quase morte.
zh_cn: <25>{#f/21}* 不管是谁... 被你打到命在旦夕。
zh_tw: <25>{#f/21}* 不管是誰... 被你打到命在旦夕。

source: <25>{#f/23}* Golly. * What are they even going to do with you.
pt_br: <25>{#f/23}* Senhor. * O que será que eles vão fazer com você?
zh_cn: <25>{#f/23}* 天呐。 * 无法想象经历了这一切后， 他们将会如何处置你。
zh_tw: <25>{#f/23}* 天吶。 * 無法想像經歷了這一切後， 他們將會如何處置你。

source: <25>{#f/23}* You're...
pt_br: <25>{#f/23}* Você...
zh_cn: <25>{#f/23}* 你...
zh_tw: <25>{#f/23}* 你...

source: <25>{#f/17}* You're going to do a great job, okay?
pt_br: <25>{#f/17}* Você fará um bom trabalho, tudo bem?
zh_cn: <25>{#f/17}* 你做了一件很伟大的事情， 知道吗？
zh_tw: <25>{#f/17}* 你做了一件很偉大的事情， 知道嗎？

source: <25>{#f/21}* No matter what you do.
pt_br: <25>{#f/21}* Não importa o que você faça.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/23}* Everyone will be there for you, okay?
pt_br: <25>{#f/23}* Todo mundo estará lá por você, tudo bem?
zh_cn: <25>{#f/23}* 不管你做什么... * 每个人都会支持你， 知道吗？
zh_tw: <25>{#f/23}* 不管你做什麼... * 每個人都會支援你， 知道嗎？

source: <32>{#p/basic}* No... please...
pt_br: <32>{#p/basic}* Não... por favor...
zh_cn: <32>{#p/basic}* 不... 求你了...
zh_tw: <32>{#p/basic}* 不... 求你了...

source: <25>{#p/asriel1}{#f/21}* Well... * My time's running out.
pt_br: <25>{#p/asriel1}{#f/21}* ... * O tempo está acabando.
zh_cn: <25>{#p/asriel1}{#f/21}* 好了... * 我的时间所剩无几了。
zh_tw: <25>{#p/asriel1}{#f/21}* 好了... * 我的時間所剩無幾了。

source: <25>{#f/22}* So... goodbye.
pt_br: <25>{#f/22}* Então... adeus.
zh_cn: <25>{#f/22}* 所以... 再见。
zh_tw: <25>{#f/22}* 所以... 再見。

source: <32>{*}{#p/basic}* ... don't go...{^50}{%}
pt_br: <32>{*}{#p/basic}* ... não vá...{^50}{%}
zh_cn: <32>{*}{#p/basic}* ...不要离开我...{^50}{%}
zh_tw: <32>{*}{#p/basic}* ...不要離開我...{^50}{%}

source: <25>{#p/asriel1}{#f/21}* By the way...
pt_br: <25>{#p/asriel1}{#f/21}* Por sinal...
zh_cn: <25>{#p/asriel1}{#f/21}* 顺带一提...
zh_tw: <25>{#p/asriel1}{#f/21}* 順帶一提...

source: <25>{#f/21}{#x1}* ... don't beat yourself up over this, okay?
pt_br: <25>{#f/21}{#x1}* ... não acabe se espancando por isso, certo?
zh_cn: <25>{#f/21}{#x1}* ...不要为此自责，好吗？
zh_tw: <25>{#f/21}{#x1}* ...不要為此自責，好嗎？

source: <25>{#f/17}{#x1}* ... take care of Mom and Dad for me, okay?
pt_br: <25>{#f/17}{#x1}* ... cuida da mamãe e do papai pra mim, tudo bem?
zh_cn: <25>{#f/17}{#x1}* ...帮我照顾好爸爸妈妈， 好吗？
zh_tw: <25>{#f/17}{#x1}* ...幫我照顧好爸爸媽媽， 好嗎？
