Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asriel2}{#f/6}* Just a moment.
pt_br: <25>{#p/asriel2}{#f/6}* Só um momento.
zh_cn: <25>{#p/asriel2}{#f/6}* 等我一下。
zh_tw: <25>{#p/asriel2}{#f/6}* 等我一下。

source: <25>{#p/asriel2}{#f/16}* Meltdown in progress.
pt_br: <25>{#p/asriel2}{#f/16}* Colapso em progresso.
zh_cn: <25>{#p/asriel2}{#f/16}* 核心即将熔毁。
zh_tw: <25>{#p/asriel2}{#f/16}* 核心即將熔毀。

source: <25>{#f/5}* All we need now is a special shuttle...
pt_br: <25>{#f/5}* Tudo que precisamos é um programa especial...
zh_cn: <25>{#f/5}* 现在，我们只需要 找到一艘特殊飞船...
zh_tw: <25>{#f/5}* 現在，我們只需要 找到一艘特殊飛船...

source: <25>{#f/9}* One that'll link with our SOULs to let us get past the force field.
pt_br: <25>{#f/9}* Um que vai ligar nossas almas e nos deixar passar o escudo de força.
zh_cn: <25>{#f/9}* 在飞船上，把我们俩的灵魂 连接在一起。 * 这样，我们就能冲出力场。
zh_tw: <25>{#f/9}* 在飛船上，把我們倆的靈魂 連接在一起。 * 這樣，我們就能衝出力場。

source: <25>{#p/asriel2}{#f/3}* This way.
pt_br: <25>{#p/asriel2}{#f/3}* Por aqui.
zh_cn: <25>{#p/asriel2}{#f/3}* 跟我走。
zh_tw: <25>{#p/asriel2}{#f/3}* 跟我走。

source: <25>{#p/asriel2}{#f/5}* Gorey!
zh_cn: <25>{#p/asriel2}{#f/5}* 我最亲爱的Asgore！ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* 我最親愛的Asgore！ゑ

source: <25>{#f/5}* How ya doing?
pt_br: <25>{#f/5}* Como você tá?
zh_cn: <25>{#f/5}* 最近活得滋润不？ゑ
zh_tw: <25>{#f/5}* 最近活得滋潤不？ゑ

source: <25>{#p/asgore}{#f/5}* About as good as can be expected.
pt_br: <25>{#p/asgore}{#f/5}* Melhor do que se pode esperar.
zh_cn: <25>{#p/asgore}{#f/5}* 比你想得还舒服。ゑ
zh_tw: <25>{#p/asgore}{#f/5}* 比你想得還舒服。ゑ

source: <25>{#p/asriel2}{#f/6}* We've got you cornered, by the way. * So no tricks.
pt_br: <25>{#p/asriel2}{#f/6}* A gente já te cercou só pra deixar claro. * Sem gracinhas.
zh_cn: <25>{#p/asriel2}{#f/6}* 听好了，你已经无处可逃。 * 所以别跟我耍什么花招。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 聽好了，你已經無處可逃。 * 所以別跟我耍什麼花招。ゑ

source: <25>{#p/asgore}{#f/1}* I have no intention of tricking you, Asriel.
pt_br: <25>{#p/asgore}{#f/1}* Eu não tenho a intenção de te enganar, Asriel.
zh_cn: <25>{#p/asgore}{#f/1}* 我没想和你耍花招啊， Asriel。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 我沒想和你耍花招啊， Asriel。ゑ

source: <25>{#p/asgore}{#f/2}* I know the end is near.
pt_br: <25>{#p/asgore}{#f/2}* Eu sei que o fim está próximo.
zh_cn: <25>{#p/asgore}{#f/2}* 我也知道，离死不远了。ゑ
zh_tw: <25>{#p/asgore}{#f/2}* 我也知道，離死不遠了。ゑ

source: <25>{#p/asriel2}{#f/10}* Any last words before everything you know is turned to dust?
pt_br: <25>{#p/asriel2}{#f/10}* Últimas palavras antes de tudo que você conhece ser transformado em poeira?
zh_cn: <25>{#p/asriel2}{#f/10}* 我要把一切都炸成灰烬了， 临死之前，有什么遗言？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 我要把一切都炸成灰燼了， 臨死之前，有什麼遺言？ゑ

source: <25>{#p/asriel2}{#f/15}* No?
pt_br: <25>{#p/asriel2}{#f/15}* Não?
zh_cn: <25>{#p/asriel2}{#f/15}* 没有？ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 沒有？ゑ

source: <25>{#f/7}* Okay.
pt_br: <25>{#f/7}* Beleza.
zh_cn: <25>{#f/7}* 行。ゑ
zh_tw: <25>{#f/7}* 行。ゑ

source: <25>{#f/6}* I guess we'll be on our way, then.
pt_br: <25>{#f/6}* Acho que vamos vazando, então.
zh_cn: <25>{#f/6}* 那我们也不劳烦您嘞。ゑ
zh_tw: <25>{#f/6}* 那我們也不勞煩您嘞。ゑ

source: <25>{#f/8}* ... right after I take your access card.
pt_br: <25>{#f/8}* ... logo depois de eu tomar seu cartão de acesso.
zh_cn: <25>{#f/8}* 现在，把门禁卡 给我交出来。ゑ
zh_tw: <25>{#f/8}* 現在，把門禁卡 給我交出來。ゑ

source: <25>{#p/asriel2}{#f/1}* Come on, $(name).
pt_br: <25>{#p/asriel2}{#f/1}* Vamos lá, $(name).
zh_cn: <25>{#p/asriel2}{#f/1}* 跟我走，$(name)。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 跟我走，$(name)。ゑ

source: <25>{#f/2}* I've seen enough of this place.
pt_br: <25>{#f/2}* Eu já cansei desse lugar.
zh_cn: <25>{#f/2}* 我真是受够这死地方了。ゑ
zh_tw: <25>{#f/2}* 我真是受夠這死地方了。ゑ

source: <25>{#p/asgore}{#f/5}* $(name)...?
zh_cn: <25>{#p/asgore}{#f/5}* $(name)...？ゑ
zh_tw: <25>{#p/asgore}{#f/5}* $(name)...？ゑ

source: <25>{#p/asgore}{#f/6}* ... hmm. * Safe journey, Asriel.
pt_br: <25>{#p/asgore}{#f/6}* ... hmm. * Vá com segurança, Asriel.
zh_cn: <25>{#p/asgore}{#f/6}* ...哦。 * Asriel，一路顺风哦。ゑ
zh_tw: <25>{#p/asgore}{#f/6}* ...喔。 * Asriel，一路順風喔。ゑ

source: <25>{#p/asriel2}{#f/16}* Ignore him, $(name). * Nothing in this world matters anymore.
pt_br: <25>{#p/asriel2}{#f/16}* Ignora ele, $(name). * Nada neste lugar importa mais.
zh_cn: <25>{#p/asriel2}{#f/16}* $(name)，别管他。 * 这死地方爱咋咋地， 跟咱们一分钱关系都没有。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* $(name)，別管他。 * 這死地方愛咋咋地， 跟咱們一分錢關係都沒有。ゑ

source: <25>{#p/asriel2}{#f/17}* Only you.
pt_br: <25>{#p/asriel2}{#f/17}* Apenas você.
zh_cn: <25>{#p/asriel2}{#f/17}* 我只在乎你。ゑ
zh_tw: <25>{#p/asriel2}{#f/17}* 我只在乎你。ゑ

source: <18>{#p/papyrus}{#f/5}HELLO? IS ANYONE THERE?
pt_br: <18>{#p/papyrus}{#f/5} ALÔ? TEM ALGUÉM AÍ?
zh_cn: <18>{#p/papyrus}{#f/5}有人吗？ 有人吗？ゑ
zh_tw: <18>{#p/papyrus}{#f/5}有人嗎？ 有人嗎？ゑ

source: <18>{#p/papyrus}{#f/5}I'VE BEEN LOOKING AROUND FOR THE HUMAN, AND...
pt_br: <18>{#p/papyrus}{#f/5}EU TENHO PROCURADO PELO HUMANO...
zh_cn: <18>{#p/papyrus}{#f/5}我想找到那个人类， 就来这了，可是...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我想找到那個人類， 就來這了，可是...ゑ

source: <18>{#p/papyrus}{#f/8}WHAT THE...!
pt_br: <18>{#p/papyrus}{#f/8}MAS QUE...!
zh_cn: <18>{#p/papyrus}{#f/8}不要...！ゑ
zh_tw: <18>{#p/papyrus}{#f/8}不要...！ゑ

source: <32>{#p/basic}* Papyrus?{%40}
zh_cn: <32>{#p/basic}* Papyrus？ゑ{%40}
zh_tw: <32>{#p/basic}* Papyrus？ゑ{%40}

source: <18>{#p/papyrus}{#f/4}I'VE GOT A BAD FEELING ABOUT THIS.{%40}
pt_br: <18>{#p/papyrus}{#f/4}EU TENHO UM PÉSSIMO SENTIMENTO EM RELAÇÃO A ISSO.{%40}
zh_cn: <18>{#p/papyrus}{#f/4}我有不好的预感...ゑ{%40}
zh_tw: <18>{#p/papyrus}{#f/4}我有不好的預感...ゑ{%40}

source: <32>{#p/basic}* ... hello?{%40}
pt_br: <32>{#p/basic}* ... Alô?{%40}
zh_cn: <32>{#p/basic}* ...有人吗？ゑ{%40}
zh_tw: <32>{#p/basic}* ...有人嗎？ゑ{%40}

source: <32>{#p/basic}{#s/spiderLaugh}* Keep it steady, dearies~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Segure bem, amores~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 稳住啊，亲爱的~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 穩住啊，親愛的~ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Ngh...
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 嘎啊...ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 嘎啊...ゑ

source: <32>{#p/basic}* Hold it together~
pt_br: <32>{#p/basic}* Todo mundo junto segurando~
zh_cn: <32>{#p/basic}* 一起再加把劲~ゑ
zh_tw: <32>{#p/basic}* 一起再加把勁~ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Ah!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 啊！ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 啊！ゑ

source: <32>{#p/basic}* Not like this~
pt_br: <32>{#p/basic}* Não, não assim~
zh_cn: <32>{#p/basic}* 不要这样啊~ゑ
zh_tw: <32>{#p/basic}* 不要這樣啊~ゑ

source: <32>{#p/basic}* Not like what?{%40}
pt_br: <32>{#p/basic}* Não assim o quê?{%40}
zh_cn: <32>{#p/basic}* 不要哪样？ゑ{%40}
zh_tw: <32>{#p/basic}* 不要哪樣？ゑ{%40}

source: <32>{#p/basic}{#s/spiderLaugh}* Crud.{%40}
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 该死。ゑ{%40}
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 該死。ゑ{%40}

source: <18>{#p/papyrus}{#f/9}NEED A HAND?
pt_br: <18>{#p/papyrus}{#f/9}ACEITA UMA MÃOZINHA?
zh_cn: <18>{#p/papyrus}{#f/9}要帮忙吗？ゑ
zh_tw: <18>{#p/papyrus}{#f/9}要幫忙嗎？ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Papyrus!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* Papyrus！ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* Papyrus！ゑ

source: <32>{#p/basic}* You're alive~
pt_br: <32>{#p/basic}* Você está vivo~
zh_cn: <32>{#p/basic}* 你还活着~ゑ
zh_tw: <32>{#p/basic}* 你還活著~ゑ

source: <18>{#p/papyrus}{#f/6}IN THE FLESH!
pt_br: <18>{#p/papyrus}{#f/6}E BEM BONITO!
zh_cn: <18>{#p/papyrus}{#f/6}我一块肉都没少！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}我一塊肉都沒少！ゑ

source: <18>{|}{#p/papyrus}{#f/4}OR RATHER, IN THE- {%}
pt_br: <18>{|}{#p/papyrus}{#f/4}OU- {%}
zh_cn: <18>{|}{#p/papyrus}{#f/4}啊不对，应该说- ゑ{%}
zh_tw: <18>{|}{#p/papyrus}{#f/4}啊不對，應該說- ゑ{%}

source: <32>{#p/basic}{#s/spiderLaugh}* Papyrus, we still need someone to access the override switches!
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Papyrus, ainda precisamos de alguém que tenha acesso aos interruptores!
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* Papyrus，快去喊些帮手， 把系统改回手动控制！ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* Papyrus，快去喊些幫手， 把系統改回手動控制！ゑ

source: <18>{#p/papyrus}{#f/5}... I'M AFRAID WE'RE THE ONLY ONES HERE.
pt_br: <18>{#p/papyrus}{#f/5}... INFELIZMENTE ACHO QUE SOMOS OS ÚNICOS AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}恐怕... 这里除了我们，没别人了。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}恐怕... 這裡除了我們，沒別人了。ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* It's gone critical.{%40}
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Está piorando.{%40}
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 撑不住了。ゑ{%40}
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 撐不住了。ゑ{%40}

source: <32>{#p/basic}* I'll call the engineers!
pt_br: <32>{#p/basic}* Vou ligar para os engenheiros!
zh_cn: <32>{#p/basic}* 我马上去叫那些机械师！ゑ
zh_tw: <32>{#p/basic}* 我馬上去叫那些機械師！ゑ

source: <18>{#p/papyrus}{#f/6}YES, YES, DO THAT!
pt_br: <18>{#p/papyrus}{#f/6}ISSO, ISSO, FAÇA ISSO!
zh_cn: <18>{#p/papyrus}{#f/6}好，好，快去叫！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}好，好，快去叫！ゑ

source: <32>{#p/basic}* ...
zh_cn: <32>{#p/basic}* ...ゑ
zh_tw: <32>{#p/basic}* ...ゑ

source: <32>{#p/basic}* No response.
pt_br: <32>{#p/basic}* Sem resposta.
zh_cn: <32>{#p/basic}* 没人接。ゑ
zh_tw: <32>{#p/basic}* 沒人接。ゑ

source: <32>{#p/basic}* They say there's not enough of them left!?
pt_br: <32>{#p/basic}* Eles disseram que não há engenheiros o suficiente!?
zh_cn: <32>{#p/basic}* 他们说，人手不足？！ゑ
zh_tw: <32>{#p/basic}* 他們說，人手不足？！ゑ

source: <18>{#p/papyrus}{#f/5}DRAT.{%40}
zh_cn: <18>{#p/papyrus}{#f/5}可恶。ゑ{%40}
zh_tw: <18>{#p/papyrus}{#f/5}可惡。ゑ{%40}

source: <32>{#p/basic}* They're on it!
pt_br: <32>{#p/basic}* Eles estão aqui!
zh_cn: <32>{#p/basic}* 改回手动控制了！ゑ
zh_tw: <32>{#p/basic}* 改回手動控制了！ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Splendid~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Esplêndido~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 太好了~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 太好了~ゑ

source: <32>{#p/basic}* Any second now...
pt_br: <32>{#p/basic}* Qualquer momento agora...
zh_cn: <32>{#p/basic}* 快好了...ゑ
zh_tw: <32>{#p/basic}* 快好了...ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* There we are~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Funcionou~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 成功啦~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 成功啦~ゑ

source: <18>{#p/papyrus}{#f/0}DID WE DO IT!?!?
pt_br: <18>{#p/papyrus}{#f/0}NÓS CONSEGUIMOS?
zh_cn: <18>{#p/papyrus}{#f/0}我们成功了吗？！？！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我們成功了嗎？！？！ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhu... we still need someone to reach inside~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ahuhu... nós ainda precisamos de alguém pra acessar lá dentro.
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼... 还得有人进入控制台 内部操控~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼... 還得有人進入控制臺 內部操控~ゑ

source: <32>{#p/basic}* Don't look at me! * I'm a dummy!
pt_br: <32>{#p/basic}* Não olha pra mim! * Não sou um fantasma!
zh_cn: <32>{#p/basic}* 看我干什么！ * 我就是个人偶！ゑ
zh_tw: <32>{#p/basic}* 看我幹什麼！ * 我就是個人偶！ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* A dummy that served in the ELITE squad, that is~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Um fantasma que serviu o esquadrão de ELITE, isso sim~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 而且是一个在特战队里 待过的人偶~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 而且是一個在特戰隊裡 待過的人偶~ゑ

source: <32>{#p/basic}* ... that was a long time ago.
pt_br: <32>{#p/basic}* ... isso foi a muito tempo.
zh_cn: <32>{#p/basic}* ...那都什么陈年旧事了。ゑ
zh_tw: <32>{#p/basic}* ...那都什麼陳年舊事了。ゑ

source: <32>{#p/napstablook}* i'll do it
pt_br: <32>{#p/napstablook}* Eu vou fazer isso.
zh_cn: <32>{#p/napstablook}* 让我来吧ゑ
zh_tw: <32>{#p/napstablook}* 讓我來吧ゑ

source: <18>{#p/papyrus}{#f/1}WHERE DID -YOU- COME FROM???
pt_br: <18>{#p/papyrus}{#f/1}DE ONDE -VOCÊ- VEIO???
zh_cn: <18>{#p/papyrus}{#f/1}【你】从哪冒出来的？？？ゑ
zh_tw: <18>{#p/papyrus}{#f/1}【你】從哪冒出來的？？？ゑ

source: <32>{#p/napstablook}* sorry... * no time to explain...
pt_br: <32>{#p/napstablook}* desculpa... * sem tempo pra explicar...
zh_cn: <32>{#p/napstablook}* 对不起... * 没时间解释了...ゑ
zh_tw: <32>{#p/napstablook}* 對不起... * 沒時間解釋了...ゑ

source: <32>* take care of yourself, cousin...
pt_br: <32>* Se cuida primo, de verdade...
zh_cn: <32>* 表亲，保重...ゑ
zh_tw: <32>* 表親，保重...ゑ

source: <32>* alright?
pt_br: <32>* Tudo bem?
zh_cn: <32>* 好吗？ゑ
zh_tw: <32>* 好嗎？ゑ

source: <32>{*}{#p/basic}{#s/spiderLaugh}* What are you doing~{%40}
pt_br: <32>{*}{#p/basic}{#s/spiderLaugh}* O que você está fazendo?~{%40}
zh_cn: <32>{*}{#p/basic}{#s/spiderLaugh}* 你在干什么~ゑ{%40}
zh_tw: <32>{*}{#p/basic}{#s/spiderLaugh}* 你在幹什麼~ゑ{%40}

source: <32>{*}{#p/basic}* No... NO! * I can't lose you too...!{%40}
pt_br: <32>{*}{#p/basic}* Não... NÃO! * Eu não posso te perder também...!{%40}
zh_cn: <32>{*}{#p/basic}* 不... 不！ * ...我不想再失去亲人了！ゑ{%40}
zh_tw: <32>{*}{#p/basic}* 不... 不！ * ...我不想再失去親人了！ゑ{%40}

source: <32>{#p/napstablook}{*}* i can see it...
pt_br: <32>{#p/napstablook}{*}* eu consigo ver...
zh_cn: <32>{#p/napstablook}{*}* 我明白了...ゑ
zh_tw: <32>{#p/napstablook}{*}* 我明白了...ゑ

source: <32>* i can see the instability.
pt_br: <32>* eu consigo ver onde está instável.
zh_cn: <32>* 我明白到底为什么 不稳定了。ゑ
zh_tw: <32>* 我明白到底為什麼 不穩定了。ゑ

source: <33>{*}{#p/napstablook}* doesn't look like it could be anything else...
pt_br: <33>{*}{#p/napstablook}* não pode ser nada diferente, é isso.
zh_cn: <33>{*}{#p/napstablook}* 应该就是这个原因...ゑ
zh_tw: <33>{*}{#p/napstablook}* 應該就是這個原因...ゑ

source: <32>{*}* just gotta re-route the command pathways.
pt_br: <32>{*}* eu só vou corrigir a rota dos comandos.
zh_cn: <32>{*}* 重设命令执行路径就行。ゑ
zh_tw: <32>{*}* 重設命令執行路徑就行。ゑ

source: <32>{*}* come on...
pt_br: <32>{*}* vamos lá...
zh_cn: <32>{*}* 快点啊...ゑ
zh_tw: <32>{*}* 快點啊...ゑ

source: <32>{#p/napstablook}* ...
zh_cn: <32>{#p/napstablook}* ...ゑ
zh_tw: <32>{#p/napstablook}* ...ゑ

source: <32>{#p/napstablook}* it worked...
pt_br: <32>{#p/napstablook}* funcionou...
zh_cn: <32>{#p/napstablook}* 成功了...ゑ
zh_tw: <32>{#p/napstablook}* 成功了...ゑ

source: <25>{#p/asgore}{#f/6}* What do we have here?
pt_br: <25>{#p/asgore}{#f/6}* O que nós temos aqui?
zh_cn: <25>{#p/asgore}{#f/6}* 怎么样了？ゑ
zh_tw: <25>{#p/asgore}{#f/6}* 怎麼樣了？ゑ

source: <18>{#p/papyrus}{#f/0}ASGORE! WE DID IT!
pt_br: <18>{#p/papyrus}{#f/0}ASGORE! NÓS CONSEGUIMOS!
zh_cn: <18>{#p/papyrus}{#f/0}ASGORE！我们成功了！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}ASGORE！我們成功了！ゑ

source: <18>{#p/papyrus}{#f/0}WE STOPPED THE EXPLOSION!
pt_br: <18>{#p/papyrus}{#f/0}NÓS PARAMOS A EXPLOSÃO!
zh_cn: <18>{#p/papyrus}{#f/0}核心不会爆炸了！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}核心不會爆炸了！ゑ

source: <32>{#p/basic}* ... my cousin Blooky, they...
pt_br: <32>{#p/basic}* ...meu primo Blooky, ele...
zh_cn: <32>{#p/basic}* ...我的表亲，Blooky，它...ゑ
zh_tw: <32>{#p/basic}* ...我的表親，Blooky，它...ゑ

source: <18>{#p/papyrus}{#f/5}THEIR COUSIN DID A VERY NOBLE THING.
pt_br: <18>{#p/papyrus}{#f/5}O PRIMO DELE FEZ ALGO MUITO NOBRE.
zh_cn: <18>{#p/papyrus}{#f/5}人偶的表亲做了件 很了不起的事。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}人偶的表親做了件 很了不起的事。ゑ

source: <25>{#p/asgore}{#f/1}* What is your name?
pt_br: <25>{#p/asgore}{#f/1}* Qual seu nome?
zh_cn: <25>{#p/asgore}{#f/1}* 你叫什么名字？ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 你叫什麼名字？ゑ

source: <32>{#p/basic}* Oh, me?
pt_br: <32>{#p/basic}* Oh, eu?
zh_cn: <32>{#p/basic}* 是说我吗？ゑ
zh_tw: <32>{#p/basic}* 是說我嗎？ゑ

source: <32>* Well, uh, I guess I don't really have one anymore.
pt_br: <32>* Bem, eu, nem tenho mais um na verdade.
zh_cn: <32>* 嗯... * 呃，现在我应该没有名字了。ゑ
zh_tw: <32>* 嗯... * 呃，現在我應該沒有名字了。ゑ

source: <32>* Just call me "dummy," I guess.
pt_br: <32>* Você pode me chamar de "dummy", eu acho.
zh_cn: <32>* 叫我“人偶”就行。ゑ
zh_tw: <32>* 叫我「人偶」就行。ゑ

source: <25>{#p/asgore}{#f/1}* Listen... er, dummy. * You are not alone in your suffering.
pt_br: <25>{#p/asgore}{#f/1}* Escute... er, dummy. * Você não está sozinho em seu sofrimento.
zh_cn: <25>{#p/asgore}{#f/1}* 呃，人偶... 听我说。 * 你很痛苦，大伙也都一样。ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 呃，人偶... 聽我說。 * 你很痛苦，大夥也都一樣。ゑ

source: <25>{#f/2}* We have all lost people close to us today.
pt_br: <25>{#f/2}* Todos nós perdemos pessoas próximas hoje.
zh_cn: <25>{#f/2}* 今天，我们都失去了至亲。ゑ
zh_tw: <25>{#f/2}* 今天，我們都失去了至親。ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* All except for me, of course~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Todos com exceção de mim, é claro~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 当然，我可没失去哦~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 當然，我可沒失去喔~ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Not that... I was close to anyone to begin with...
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Não que eu... Fosse muito próxima de ninguém, pra ser sincera...
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* ...我不是那个意思。 我跟大伙关系都蛮好啦...ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* ...我不是那個意思。 我跟大夥關係都蠻好啦...ゑ

source: <18>{#p/papyrus}{#f/5}WOWIE... IF THAT HUMAN HADN'T SPARED ME, I...
pt_br: <18>{#p/papyrus}{#f/5}WOWIE... SE O HUMANO NÃO TIVESSE ME POUPADO, EU....
zh_cn: <18>{#p/papyrus}{#f/5}天哪... 要是那人类没饶恕我， 我...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}天哪... 要是那人類沒饒恕我， 我...ゑ

source: <32>{#p/basic}* They spared you? * Yeah, they spared me too...
pt_br: <32>{#p/basic}* Eles te pouparam? * Eles me pouparam também...
zh_cn: <32>{#p/basic}* 人类饶恕你了？ * 对，那人也饶恕我了...ゑ
zh_tw: <32>{#p/basic}* 人類饒恕你了？ * 對，那人也饒恕我了...ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhu... I escaped before they could lay a hand on me~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Ahuhu... Eu escapei antes que eles pudessem por as mãos em mim~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼... 没等那人下手，我就先逃了呢~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 啊呼呼... 沒等那人下手，我就先逃了呢~ゑ

source: <18>{#p/papyrus}{#f/0}... OH, RIGHT! THE CORE WORKERS!
pt_br: <18>{#p/papyrus}{#f/0}... AH, CLARO! OS ENGENHEIROS!
zh_cn: <18>{#p/papyrus}{#f/0}...哦，对了！ 还有核心的员工！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}...喔，對了！ 還有核心的員工！ゑ

source: <18>{#p/papyrus}{#f/0}THEY PROBABLY SPARED THEM, TOO!
pt_br: <18>{#p/papyrus}{#f/0}ELE PROVAVELMENTE OS POUPOU TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/0}人类肯定也 饶恕他们了！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}人類肯定也 饒恕他們了！ゑ

source: <25>{#p/asgore}{#f/1}* ... tell me, was Asriel with the human when they spared you?
pt_br: <25>{#p/asgore}{#f/1}* ... Digam me, Asriel estava com o humano quando foram poupados?
zh_cn: <25>{#p/asgore}{#f/1}* ...请问， 人类饶恕你们的时候， Asriel在场吗？ゑ
zh_tw: <25>{#p/asgore}{#f/1}* ...請問， 人類饒恕你們的時候， Asriel在場嗎？ゑ

source: <18>{#p/papyrus}{#f/9}NOT AT ALL!
pt_br: <18>{#p/papyrus}{#f/9}DE JEITO NENHUM!
zh_cn: <18>{#p/papyrus}{#f/9}当然不在！ゑ
zh_tw: <18>{#p/papyrus}{#f/9}當然不在！ゑ

source: <32>{#p/basic}* Nope.
zh_cn: <32>{#p/basic}* 不在。ゑ
zh_tw: <32>{#p/basic}* 不在。ゑ

source: <32>{#p/basic}{#s/spiderLaugh}* Thinking back, I don't believe it was him~
pt_br: <32>{#p/basic}{#s/spiderLaugh}* Pensando bem, acredito que aquele não era ele~
zh_cn: <32>{#p/basic}{#s/spiderLaugh}* 想了一下，应该没看到他~ゑ
zh_tw: <32>{#p/basic}{#s/spiderLaugh}* 想了一下，應該沒看到他~ゑ

source: <25>{#p/asgore}{#f/1}* ...
zh_cn: <25>{#p/asgore}{#f/1}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/1}* ...ゑ

source: <25>{#p/asgore}{#f/1}* So it is true...
pt_br: <25>{#p/asgore}{#f/1}* Então era tudo verdade...
zh_cn: <25>{#p/asgore}{#f/1}* 果然是这样...ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 果然是這樣...ゑ

source: <25>{#p/asgore}{#f/2}* ... perhaps... * I was wrong to condemn them to...
pt_br: <25>{#p/asgore}{#f/2}* ... Talvez... * Tenha sido um erro condená-lo também...
zh_cn: <25>{#p/asgore}{#f/2}* ...或许... * 把过错归咎于人类， 是我的错...ゑ
zh_tw: <25>{#p/asgore}{#f/2}* ...或許... * 把過錯歸咎於人類， 是我的錯...ゑ

source: <18>{#p/papyrus}{#f/6}... CONDEMN THEM??
pt_br: <18>{#p/papyrus}{#f/6}... CONDENÁ-LO?
zh_cn: <18>{#p/papyrus}{#f/6}... 归咎人类？？ゑ
zh_tw: <18>{#p/papyrus}{#f/6}... 歸咎人類？？ゑ

source: <18>{#p/papyrus}{#f/7}WHAT ARE YOU TALKING ABOUT!!
pt_br: <18>{#p/papyrus}{#f/7}SOBRE O QUE VOCÊ ESTÁ FALANDO!!
zh_cn: <18>{#p/papyrus}{#f/7}到底怎么回事！！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}到底怎麼回事！！ゑ

source: <18>{*}{#p/papyrus}{#f/7}ASGORE, WHAT DID YOU DO!?{^40}{%}
pt_br: <18>{*}{#p/papyrus}{#f/7}ASGORE, O QUE VOCÊ FEZ!?{^40}{%}
zh_cn: <18>{*}{#p/papyrus}{#f/7}ASGORE，你做了什么？！ゑ{^40}{%}
zh_tw: <18>{*}{#p/papyrus}{#f/7}ASGORE，你做了什麼？！ゑ{^40}{%}

source: {*}{#p/event}{#i/3}The outpost was destroyed.
pt_br: {*}{#p/event}{#i/3}O Outpost foi struído
zh_cn: {*}{#p/event}{#i/3}前哨站灰飞烟灭。ゑ
zh_tw: {*}{#p/event}{#i/3}前哨站灰飛煙滅。ゑ

source: {*}{#p/event}{#i/3}The outpost was saved.
pt_br: {*}{#p/event}{#i/3}O Outpost foi salvo.
zh_cn: {*}{#p/event}{#i/3}前哨站幸免于难。ゑ
zh_tw: {*}{#p/event}{#i/3}前哨站倖免於難。ゑ

source: <25>{#p/asriel2}{#f/15}* You probably should've used a SAVE point after we left Starton.
pt_br: <25>{#p/asriel2}{#f/15}* Você deveria ter SALVO em algum momento após termos saído de Starton.
zh_cn: <25>{#p/asriel2}{#f/15}* 咱俩都离开星港了， 你咋就没摸下存档点呢？
zh_tw: <25>{#p/asriel2}{#f/15}* 咱倆都離開星港了， 你咋就沒摸下存檔點呢？

source: <25>{#p/asriel2}{#f/16}* Just saying.
pt_br: <25>{#p/asriel2}{#f/16}* Só dizendo.
zh_cn: <25>{#p/asriel2}{#f/16}* 唉，我就是说说而已。
zh_tw: <25>{#p/asriel2}{#f/16}* 唉，我就是說說而已。

source: <25>{#p/asriel2}{#f/15}* You probably should've used a SAVE point after we killed Undyne.
pt_br: <25>{#p/asriel2}{#f/15}* Você provavelmente deveria ter SALVO em algum momento após matar Undyne.
zh_cn: <25>{#p/asriel2}{#f/15}* 咱俩都杀掉Undyne了， 你咋就没摸下存档点呢？
zh_tw: <25>{#p/asriel2}{#f/15}* 咱倆都殺掉Undyne了， 你咋就沒摸下存檔點呢？

source: <25>{#p/asriel2}{#f/15}* You probably should've used a SAVE point after we left Aerialis.
pt_br: <25>{#p/asriel2}{#f/15}* Você provavelmente deveria ter SALVO em algum momento após sairmos de Aerialis.
zh_cn: <25>{#p/asriel2}{#f/15}* 咱俩都离开空境了， 你咋就没摸下存档点呢？
zh_tw: <25>{#p/asriel2}{#f/15}* 咱倆都離開空境了， 你咋就沒摸下存檔點呢？

source: <25>{#p/asriel2}{#f/15}* Did you poison yourself after the fight to see what would happen?
pt_br: <25>{#p/asriel2}{#f/15}* Você se envenenou após a luta só pra ver o que iria acontecer?
zh_cn: <25>{#p/asriel2}{#f/15}* 你是不是 在战斗后给自己下毒了？
zh_tw: <25>{#p/asriel2}{#f/15}* 你是不是 在戰鬥後給自己下毒了？

source: <25>{#p/asriel2}{#f/16}* $(name), you're a real piece of work.
pt_br: <25>{#p/asriel2}{#f/16}* $(name), você da muito trabalho.
zh_cn: <25>{#p/asriel2}{#f/16}* 真是绝了。
zh_tw: <25>{#p/asriel2}{#f/16}* 真是絕了。

source: <26>{#p/asriel2}{#f/6}* You'd think after last time you would've learnt to save progress.
pt_br: <26>{#p/asriel2}{#f/6}* Eu achei que depois da última vez você teria aprendido a salvar o progresso.
zh_cn: <26>{#p/asriel2}{#f/6}* 我上次都提醒你了， 你也该记得要保存进度了吧。
zh_tw: <26>{#p/asriel2}{#f/6}* 我上次都提醒你了， 你也該記得要儲存進度了吧。

source: <25>{#p/asriel2}{#f/8}* Even if it's only Starton we have to go through again.
pt_br: <25>{#p/asriel2}{#f/8}* Mesmo que seja apenas Starton, temos que passar novamente
zh_cn: <25>{#p/asriel2}{#f/8}* 虽说就算没保存， 区区星港，很快就过去了。
zh_tw: <25>{#p/asriel2}{#f/8}* 雖說就算沒儲存， 區區星港，很快就過去了。

source: <25>{#p/asriel2}{#f/7}* But I guess not.
pt_br: <25>{#p/asriel2}{#f/7}* Mas acho que não.
zh_cn: <25>{#p/asriel2}{#f/7}* 不过我看你是 一点记性没长。
zh_tw: <25>{#p/asriel2}{#f/7}* 不過我看你是 一點記性沒長。

source: <26>{#p/asriel2}{#f/8}* Especially after taking out someone like Undyne.
pt_br: <26>{#p/asriel2}{#f/8}* Especialmente após derrotar alguém como Undyne.
zh_cn: <26>{#p/asriel2}{#f/8}* 更何况，我们好不容易 才灭了Undyne。
zh_tw: <26>{#p/asriel2}{#f/8}* 更何況，我們好不容易 才滅了Undyne。

source: <25>{#p/asriel2}{#f/8}* Especially after clearing an area like Aerialis.
pt_br: <25>{#p/asriel2}{#f/8}* Especialmente após limpar uma área como Aerialis.
zh_cn: <25>{#p/asriel2}{#f/8}* 更何况，我们好不容易 才灭了空境那些碍事的家伙。
zh_tw: <25>{#p/asriel2}{#f/8}* 更何況，我們好不容易 才滅了空境那些礙事的傢伙。

source: <26>{#p/asriel2}{#f/7}* This is becoming very tiresome, very quickly.
pt_br: <26>{#p/asriel2}{#f/7}* Isso se torna bem cansativo, bem rápido.
zh_cn: <26>{#p/asriel2}{#f/7}* 这才多久， 真是累死个人。
zh_tw: <26>{#p/asriel2}{#f/7}* 這才多久， 真是累死個人。

source: <25>{#p/asriel2}{#f/4}* $(name). * Please save our progress from now on.
pt_br: <25>{#p/asriel2}{#f/4}* $(name). * Por favor, salva nosso progresso.on.
zh_cn: <25>{#p/asriel2}{#f/4}* $(name)。 * 算我求你了，保存下进度吧。
zh_tw: <25>{#p/asriel2}{#f/4}* $(name)。 * 算我求你了，儲存下進度吧。

source: <25>{#p/asriel2}{#f/4}* Now you're just being downright annoying.
pt_br: <25>{#p/asriel2}{#f/4}* Agora você só tá sendo super irritante.
zh_cn: <25>{#p/asriel2}{#f/4}* 现在咋感觉你这么烦呢。
zh_tw: <25>{#p/asriel2}{#f/4}* 現在咋感覺你這麼煩呢。

source: <25>{#p/asriel2}{#f/8}* Come on...
pt_br: <25>{#p/asriel2}{#f/8}* Vamos lá...
zh_cn: <25>{#p/asriel2}{#f/8}* 别再来了...
zh_tw: <25>{#p/asriel2}{#f/8}* 別再來了...

source: <25>{#p/asriel2}{#f/15}* We're back here?
pt_br: <25>{#p/asriel2}{#f/15}* Estamos de volta aqui?
zh_cn: <25>{#p/asriel2}{#f/15}* 咋回来了？
zh_tw: <25>{#p/asriel2}{#f/15}* 咋回來了？
