Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#e/twinkly/5}{#v/0}From the one where Charles brought everyone's fantasies to life...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde o Charles trouxe as fantasias de todos a realidade...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Charles让每个人都 心想事成...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Charles讓每個人都 心想事成...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Mettaton's fans formed an anti-human collective...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que os fãs de Mettaton formaram um grupo anti-humano...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Mettaton的粉丝自发 组建起一个反人类联盟...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Mettaton的粉絲自發 組建起一個反人類聯盟...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where the "Royal Defense Agency" was formed...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que a "Agência de Defesa Real" foi formada
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， 前哨站成立了 “皇家防卫署”...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， 前哨站成立了 「皇家防衛署」...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Napstablook told you to die a "painful death..."
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde Napstablook te pediu para ter uma "morte dolorosa..."
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Napstablook诅咒你 死后“万劫不复”...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Napstablook詛咒你 死後「萬劫不復」...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Papyrus captured you and got into the guard...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde Papyrus te capturou e entrou na guarda real...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Papyrus抓到了你， 最终当上了皇家守卫...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Papyrus抓到了你， 最終當上了皇家守衛...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Alphys had to hide the humans away...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde Alphys teve dê esconder os humanos...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Alphys迫于压力， 把其他人类藏了起来...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Alphys迫於壓力， 把其他人類藏了起來...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where the humans were accidentally exposed...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde os humanos foram acidentalmente expostos...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， 民众意外知道了 那些人类的去向...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， 民眾意外知道了 那些人類的去向...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Toriel shut herself off from everyone...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde a Toriel se matou escondida de todo mundo...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Toriel从大众视野里 消失了...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Toriel從大眾視野裡 消失了...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where dogs took over the outpost...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde os cachorros tomaram o Outpost...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， 犬卫队成了前哨站的 实际统治力量...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， 犬衛隊成了前哨站的 實際統治力量...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Muffet became a ruthless dictator...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde a Muffet se tornou uma ditadora...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Muffet夺取权力， 成为无情的独裁者...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Muffet奪取權力， 成為無情的獨裁者...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where the power of friendship reigned supreme...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde o poder da amizade venceu...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， “友谊就是魔法”成了现实...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， 「友誼就是魔法」成了現實...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Sans ended up as the king...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde Sans se tornou o rei...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Sans当上了国王...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Sans當上了國王...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Terrestria was appointed as queen...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde Terrestria se tornou a rainha...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Terrestria当选女王...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Terrestria當選女王...ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Undyne and Alphys hunted you down.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Undyne e Alphys de caçaram.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Undyne和Alphys 联合追杀你，ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Undyne和Alphys 聯合追殺你，ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Alphys returned to Bratty and Catty.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele em que Alphys voltou a morar Bratty e Catty.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Alphys回到了 Bratty和Catty身边，ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Alphys回到了 Bratty和Catty身邊，ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where almost everyone important had died.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde quase todo mundo importante morreu.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， 几乎所有重要的人， 都死于你手，ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， 幾乎所有重要的人， 都死於你手，ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Sans and Papyrus had a therapy company.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Sans e Papyrus tinham uma companhia de terapia.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Sans和Papyrus 一起开了家疗养院，ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Sans和Papyrus 一起開了家醫療公司，ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Papyrus and Alphys escaped into a virtual world.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Papyrus e Alphys escaparam para um mundo virtual.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Papyrus和Alphys 躲进了虚拟空间，ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Papyrus和Alphys 躲進了虛擬空間，ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Mad Mew Mew made everyone go along with her nonsense.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele em que Mad Mew Mew fez todo mundo concordar com seu absurdo.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， 愤怒喵喵让大伙都 沉浸在她的怪癖中。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， 憤怒喵喵讓大夥都 沉浸在她的怪癖中。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Charles brought everyone's fantasies to life.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Charles trouxe a fantasia de todos para a vida.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Charles让每个人都 心想事成。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Charles讓每個人都 心想事成。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where the "Royal Defense Agency" was formed.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele em que a "Agência de Defesa Real" foi formada.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Mettaton的粉丝自发 组建起一个反人类联盟。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Mettaton的粉絲自發 組建起一個反人類聯盟。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Mettaton's fans formed an anti-human collective.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele em que os fãs de Mettaton formaram um grupo anti-humano.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， 前哨站成立了 “皇家防卫署”。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， 前哨站成立了 「皇家防衛署」。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Napstablook told you to die a "painful death."
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele em que Napstablook queria que você tivesse uma "morte dolorosa."
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Napstablook诅咒你 死后“万劫不复”。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Napstablook詛咒你 死後「萬劫不復」。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Papyrus captured you and got into the guard.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Papyrus te capturou e entrou na guarda real.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Papyrus抓到了你， 最终当上了皇家守卫，ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Papyrus抓到了你， 最終當上了皇家守衛，ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Alphys had to hide the humans away.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Alphys teve que esconder os humanos.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Alphys迫于压力， 把其他人类藏了起来。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Alphys迫於壓力， 把其他人類藏了起來。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where the humans were accidentally exposed.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde os humanos foram acidentalmente expostos.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， 民众意外知道了 那些人类的去向。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， 民眾意外知道了 那些人類的去向。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Toriel shut herself off from everyone.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde a Toriel se matou escondida de todo mundo.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Toriel从大众视野里 消失了。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Toriel從大眾視野裡 消失了。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where dogs took over the outpost.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde os cachorros tomaram o Outpost.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， 犬卫队成了前哨站的 实际统治力量。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， 犬衛隊成了前哨站的 實際統治力量。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Muffet became a ruthless dictator.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde a Muffet se tornou uma ditadora.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Muffet夺取权力， 成为无情的独裁者。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Muffet奪取權力， 成為無情的獨裁者。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where the power of friendship reigned supreme.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde o poder da amizade venceu.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， “友谊就是魔法”成了现实。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， 「友誼就是魔法」成了現實。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Sans ended up as the king.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Sans acabou se tornando rei.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Sans当上了国王。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Sans當上了國王。ゑ

source: <20>{#e/twinkly/5}{#v/0}... to the one where Terrestria was appointed as queen.
pt_br: <20>{#e/twinkly/5}{#v/0}... até aquele onde Terrestria foi apontada como rainha.
zh_cn: <20>{#e/twinkly/5}{#v/0}...而在最后一个结局， Terrestria当选女王。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...而在最後一個結局， Terrestria當選女王。ゑ

source: <20>{#e/twinkly/7}{#v/0}You ENJOYED treating it all like it's just a game.
pt_br: <20>{#e/twinkly/7}{#v/0}Você curtiu tratar tudo isso como um JOGO.
zh_cn: <20>{#e/twinkly/7}{#v/0}你把他们当儿戏， 玩弄他们时多开心啊。ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}你把他們當兒戲， 玩弄他們時多開心啊。ゑ

source: <20>{#e/twinkly/5}{#v/0}But now it's my turn to play.
pt_br: <20>{#e/twinkly/5}{#v/0}Mas agora é minha vez de brincar.
zh_cn: <20>{#e/twinkly/5}{#v/0}现在， 也让我体验体验。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}現在， 也讓我體驗體驗。ゑ

source: <20>{#e/twinkly/8}{#v/0}... you just don't get it, do you?
pt_br: <20>{#e/twinkly/8}{#v/0}... você não entende, não é?
zh_cn: <20>{#e/twinkly/8}{#v/0}...你咋这么蠢呢？ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}...你咋這麼蠢呢？ゑ

source: <20>{#e/twinkly/6}{#v/0}You, I, and everyone and everything around us...
pt_br: <20>{#e/twinkly/6}{#v/0}Você, eu, e todos e todo mundo ao nosso redor...
zh_cn: <20>{#e/twinkly/6}{#v/0}不管是你，我， 还是身边的一切...ゑ
zh_tw: <20>{#e/twinkly/6}{#v/0}不管是你，我， 還是身邊的一切...ゑ

source: <21>{#e/twinkly/5}{#v/0}It's all just a GAME.
pt_br: <21>{#e/twinkly/5}{#v/0}É tudo um JOGO.
zh_cn: <21>{#e/twinkly/5}{#v/0}都是一场“游戏”的 玩家。ゑ
zh_tw: <21>{#e/twinkly/5}{#v/0}都是一場「遊戲」的 玩家。ゑ

source: <20>{#e/twinkly/11}{#v/0}If you leave the outpost satisfied, you'll "win" the game.
pt_br: <20>{#e/twinkly/11}{#v/0}Se você deixar o Outpost satisfeito, você vai "ganhar" o jogo.
zh_cn: <20>{#e/twinkly/11}{#v/0}要是我乖乖让你们走， 你就“赢了”， 就“幸福”了。ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}要是我乖乖讓你們走， 你就「贏了」， 就「幸福」了。ゑ

source: <20>{#e/twinkly/11}If you "win," you won't want to "play" with me anymore.
pt_br: <20>{#e/twinkly/11}Se você "ganhar" o jogo você não vai mais querer "brincar" comigo.
zh_cn: <20>{#e/twinkly/11}你要是“赢了”， 谁还来陪我“玩”呢？ゑ
zh_tw: <20>{#e/twinkly/11}你要是「贏了」， 誰還來陪我「玩」呢？ゑ

source: <20>{#e/twinkly/7}{#v/0}And what would I do then?
pt_br: <20>{#e/twinkly/7}{#v/0}E o que eu faria então?
zh_cn: <20>{#e/twinkly/7}{#v/0}那时， 我可怎么办呢？ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}那時， 我可怎麼辦呢？ゑ

source: <20>{#e/twinkly/5}{#v/0}But this game between us will NEVER end.
pt_br: <20>{#e/twinkly/5}{#v/0}Mas esse jogo entre a gente JAMAIS vai acabar.
zh_cn: <20>{#e/twinkly/5}{#v/0}所以， 我不会让游戏结束。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}所以， 我不會讓遊戲結束。ゑ

source: <20>{#e/twinkly/8}{#v/0}I'll hold victory in front of you, just within your reach...
pt_br: <20>{#e/twinkly/8}{#v/0}Eu vou deixar a vitória bem na sua frente, próximo do seu alcance...
zh_cn: <20>{#e/twinkly/8}{#v/0}我就把“胜利”放你面前， 然后，当你伸手 去够它的时候...ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}我就把「勝利」放你面前， 然後，當你伸手 去夠它的時候...ゑ

source: <20>{#e/twinkly/2}{#v/1}{@random=1.1/1.1}And then tear it away just before you grasp it.
pt_br: <20>{#e/twinkly/2}{#v/1}{@random=1.1/1.1}E então despedaçar antes que você possa pegar.
zh_cn: <20>{#e/twinkly/2}{#v/1}{@random=1.1/1.1}“咔嚓！” 胜利没了， 让我撕碎了。ゑ
zh_tw: <20>{#e/twinkly/2}{#v/1}{@random=1.1/1.1}「咔嚓！」 勝利沒了， 讓我撕碎了。ゑ

source: <20>{#e/twinkly/14}{#v/1}{@random=1.1/1.1}Over, and over, and over...
pt_br: <20>{#e/twinkly/14}{#v/1}{@random=1.1/1.1}De novo, e de novo, e de novo...
zh_cn: <20>{#e/twinkly/14}{#v/1}{@random=1.1/1.1}你再够，我再撕。 一遍，一遍， 又一遍...ゑ
zh_tw: <20>{#e/twinkly/14}{#v/1}{@random=1.1/1.1}你再夠，我再撕。 一遍，一遍， 又一遍...ゑ

source: <20>{#e/twinkly/5}{#v/0}Hee hee hee.
zh_cn: <20>{#e/twinkly/5}{#v/0}嘻嘻嘻。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}嘻嘻嘻。ゑ

source: <20>{#e/twinkly/5}{#v/0}{#v/0}Listen.
pt_br: <20>{#e/twinkly/5}{#v/0}{#v/0}Escuta.
zh_cn: <20>{#e/twinkly/5}{#v/0}{#v/0}听好了。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}{#v/0}聽好了。ゑ

source: <20>{#e/twinkly/5}{#v/0}If you DO defeat me, I'll give you your "ideal ending."
pt_br: <20>{#e/twinkly/5}{#v/0}Se você me derrotar eu te darei seu "final feliz."
zh_cn: <20>{#e/twinkly/5}{#v/0}你要是打败了我...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}你要是打敗了我...ゑ

source: <20>{#e/twinkly/5}{#v/0}I'll let your friends live.
pt_br: <20>{#e/twinkly/5}{#v/0}Eu vou deixar seus amigos viverem.
zh_cn: <20>{#e/twinkly/5}{#v/0}我就把“完美结局” 让给你， 让“好朋友”们活下来。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}我就把「完美結局」 讓給你， 讓「好朋友」們活下來。ゑ

source: <20>{#e/twinkly/5}{#v/0}If you DO defeat me, I'll give you your "happy ending."
pt_br: <20>{#e/twinkly/5}{#v/0}Se você me derrotar eu vou te dar seu "final feliz."
zh_cn: <20>{#e/twinkly/5}{#v/0}你要是打败了我...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}你要是打敗了我...ゑ

source: <20>{#e/twinkly/5}{#v/0}I'll bring your friends back.
pt_br: <20>{#e/twinkly/5}{#v/0}Eu vou trazer seus amigos de volta.
zh_cn: <20>{#e/twinkly/5}{#v/0}我就把“幸福结局” 让给你， 让你和好友团聚。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}我就把「幸福結局」 讓給你， 讓你和好友團聚。ゑ

source: <20>{#e/twinkly/5}{#v/0}I'll destroy the force field.
pt_br: <20>{#e/twinkly/5}{#v/0}Eu destruirei o escudo de força.
zh_cn: <20>{#e/twinkly/5}{#v/0}然后，打碎力场。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}然後，打碎力場。ゑ

source: <20>{#e/twinkly/5}{#v/0}Everyone will finally be satisfied.
pt_br: <20>{#e/twinkly/5}{#v/0}E todo mundo finalmente estará satisfeito.
zh_cn: <20>{#e/twinkly/5}{#v/0}让所有人获得幸福。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}讓所有人獲得幸福。ゑ

source: <20>{#e/twinkly/9}{#v/0}But that won't happen.
pt_br: <20>{#e/twinkly/9}{#v/0}Mas isso não vai acontecer.
zh_cn: <20>{#e/twinkly/9}{#v/0}不过， 想赢我，做梦去吧！ゑ
zh_tw: <20>{#e/twinkly/9}{#v/0}不過， 想贏我，做夢去吧！ゑ

source: <20>{#e/twinkly/11}{#v/0}You...!
pt_br: <20>{#e/twinkly/11}{#v/0}Você...!
zh_cn: [DEL]
zh_tw: [DEL]

source: <20>{#e/twinkly/5}{#v/0}I'll keep you here no matter what!
pt_br: <20>{#e/twinkly/5}{#v/0}Eu vou te manter preso aqui não importa o quê!
zh_cn: <20>{#e/twinkly/5}{#v/0}即使，我要陪你 耗到时间尽头...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}即使，我要陪你 耗到時間盡頭...ゑ

source: <20>{#e/twinkly/0}{#v/1}{@random=1.1/1.1}Even if it means killing you until the END OF TIME!{%20}
pt_br: <20>{#e/twinkly/0}{#v/1}{@random=1.1/1.1}Mesmo que isso signifique ter que te matar até o FIM DOS TEMPOS!{%20}
zh_cn: <20>{#e/twinkly/0}{#v/1}{@random=1.1/1.1}我也会想方设法， 杀了你，困死你， 折磨死你！ゑ{%20}
zh_tw: <20>{#e/twinkly/0}{#v/1}{@random=1.1/1.1}我也會想方設法， 殺了你，困死你， 折磨死你！ゑ{%20}

source: <20>{#e/twinkly/8}{#v/0}What?
pt_br: <20>{#e/twinkly/8}{#v/0}O quê?
zh_cn: <20>{#e/twinkly/8}{#v/0}怎么回事？ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}怎麼回事？ゑ

source: <20>{#p/asgore}{#e/asgore/1}Fear not, young one...
pt_br: <20>{#p/asgore}{#e/asgore/1}Não temas, pequeno...
zh_cn: <20>{#p/asgore}{#e/asgore/1}年轻人，别害怕...ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/1}年輕人，別害怕...ゑ

source: <20>{#e/asgore/2}We are here to protect you...!
pt_br: <20>{#e/asgore/2}Nós estamos aqui para te proteger...!
zh_cn: <20>{#e/asgore/2}...我们会守护你！ゑ
zh_tw: <20>{#e/asgore/2}...我們會守護你！ゑ

source: <15>{#p/papyrus}{#e/papyrus/1}THAT'S RIGHT, HUMAN! YOU CAN WIN!
pt_br: <15>{#p/papyrus}{#e/papyrus/1}EXATAMENTE, HUMANO! VOCÊ PODE VENCER!
zh_cn: <15>{#p/papyrus}{#e/papyrus/1}没错！ 人类，你一定能赢！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/1}沒錯！ 人類，你一定能贏！ゑ

source: <15>{#e/papyrus/1}JUST DO WHAT I, THE GREAT PAPYRUS, WOULD DO...
pt_br: <15>{#e/papyrus/1}É SÓ FAZER O QUE EU, O GRANDE PAPYRUS FARIA...
zh_cn: <15>{#e/papyrus/1}我永远相信你， 所以，你也要...ゑ
zh_tw: <15>{#e/papyrus/1}我永遠相信你， 所以，你也要...ゑ

source: <15>{#e/papyrus/2}BELIEVE IN YOU!!!
pt_br: <15>{#e/papyrus/2}ACREDITAR EM SI MESMO!!!
zh_cn: <15>{#e/papyrus/2}相信自己！！！ゑ
zh_tw: <15>{#e/papyrus/2}相信自己！！！ゑ

source: <20>{#p/undyne}{#e/undyne/11}Ha, if you got past ME, you can do ANYTHING.
pt_br: <20>{#p/undyne}{#e/undyne/11}Ha, se você passou de MIM, você pode fazer TUDO.
zh_cn: <20>{#p/undyne}{#e/undyne/11}哈，你连我都不怕， 还会怕它？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/11}哈，你連我都不怕， 還會怕它？ゑ

source: <20>{#e/undyne/11}So don't worry...
pt_br: <20>{#e/undyne/11}Então não fica com medo...
zh_cn: <20>{#e/undyne/11}所以别担心...ゑ
zh_tw: <20>{#e/undyne/11}所以別擔心...ゑ

source: <20>{#e/undyne/13}We're with you all the way!
pt_br: <20>{#e/undyne/13}Estamos com você até o fim!
zh_cn: <20>{#e/undyne/13}我们永远支持你！ゑ
zh_tw: <20>{#e/undyne/13}我們永遠支援你！ゑ

source: <20>{#p/sans}{#e/sans/1}huh? you haven't beaten this guy yet?
pt_br: <20>{#p/sans}{#e/sans/1}huh? você ainda não acabou com esse cara?
zh_cn: <20>{#p/sans}{#e/sans/1}哦？ 还没打倒那玩意呢？ゑ
zh_tw: <20>{#p/sans}{#e/sans/1}喔？ 還沒打倒那玩意呢？ゑ

source: <20>{#e/sans/2}come on, this weirdo's got nothin' on you.
pt_br: <20>{#e/sans/2}vamos lá, esse esquisitão não é nada pra você.
zh_cn: <20>{#e/sans/2}拜托， 就这奇葩，啥也不是。ゑ
zh_tw: <20>{#e/sans/2}拜託， 就這奇葩，啥也不是。ゑ

source: <20>{#p/alphys}{#e/alphys/1}Technically, it's impossible for you to beat him...
pt_br: <20>{#p/alphys}{#e/alphys/1}Tecnicamente é impossível você derrotar ele...
zh_cn: <20>{#p/alphys}{#e/alphys/1}按理说， 你肯定打不过他...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/1}按理說， 你肯定打不過他...ゑ

source: <20>{#e/alphys/2}B-but... somehow, I know you can do it!!
pt_br: <20>{#e/alphys/2}M-mas... de alguma forma, eu sei que você consegue!
zh_cn: <20>{#e/alphys/2}但-但我总觉得... 你能行的！！ゑ
zh_tw: <20>{#e/alphys/2}但-但我總覺得... 你能行的！！ゑ

source: <20>{#p/toriel}{#e/toriel/1}My child...
pt_br: <20>{#p/toriel}{#e/toriel/1}Minha criança...
zh_cn: <20>{#p/toriel}{#e/toriel/1}孩子...ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/1}孩子...ゑ

source: <20>{#e/toriel/2}My sweet, innocent child...
pt_br: <20>{#e/toriel/2}Minha doce, e inocente criança...
zh_cn: <20>{#e/toriel/2}世界上最乖， 最可爱的孩子...ゑ
zh_tw: <20>{#e/toriel/2}世界上最乖， 最可愛的孩子...ゑ

source: <20>{#e/toriel/3}You cannot give up now!
pt_br: <20>{#e/toriel/3}Você não pode desistir agora!
zh_cn: <20>{#e/toriel/3}可不能在这时候 放弃啊！ゑ
zh_tw: <20>{#e/toriel/3}可不能在這時候 放棄啊！ゑ

source: C'mon, you got this!
pt_br: Vamos Você Consegue!
zh_cn: 老兄， 你能行的！ゑ
zh_tw: 老兄， 你能行的！ゑ

source: *em- powering whistle*
pt_br: *mexida do poder*
zh_cn: *有力的 口哨声*ゑ
zh_tw: *有力的 口哨聲*ゑ

source: *intimi- dated whistle*
pt_br: *mexida intimi- dadora*
zh_cn: *胆怯的 口哨声*ゑ
zh_tw: *膽怯的 口哨聲*ゑ

source: Sparkle and shine!
pt_br: Brilhe e sorria!
zh_cn: 闪亮亮， 亮闪闪！ゑ
zh_tw: 閃亮亮， 亮閃閃！ゑ

source: Ur bad, but he's worse.
pt_br: você é mal, mas ele é pior.
zh_cn: 你很烂， 不过他 更烂。ゑ
zh_tw: 你很爛， 不過他 更爛。ゑ

source: Out with the bozo!
pt_br: Acaba com este mané!
zh_cn: 快揍扁 这个 抽象玩意！ゑ
zh_tw: 快揍扁 這個 抽象玩意！ゑ

source: la la, la la
zh_cn: 啦啦啦~ゑ
zh_tw: 啦啦啦~ゑ

source: h-hum, h-hum
zh_cn: 呜-呜， 呜-呜ゑ
zh_tw: 嗚-嗚， 嗚-嗚ゑ

source: You must not fail.
pt_br: Você não falhará.
zh_cn: 别输给他。ゑ
zh_tw: 別輸給他。ゑ

source: Our will is your will.
pt_br: Nossa vontade é sua Vontade.
zh_cn: 同心协力。ゑ
zh_tw: 同心協力。ゑ

source: Use your strength wisely.
pt_br: Use seu força sabiamente.
zh_cn: 把揍人的劲 使出来吧。ゑ
zh_tw: 把揍人的勁 使出來吧。ゑ

source: Rock on, little buddy!
pt_br: Com força, amiguinho!
zh_cn: 小家伙， 让他瞧瞧 你的厉害！ゑ
zh_tw: 小傢伙， 讓他瞧瞧 你的厲害！ゑ

source: Go on, little bully.
pt_br: Só vai, amiguinho.
zh_cn: 上吧， 小恶霸。ゑ
zh_tw: 上吧， 小惡霸。ゑ

source: We're on your side!
pt_br: Estamos do seu lado!
zh_cn: 有我们 支持你！ゑ
zh_tw: 有我們 支援你！ゑ

source: Wait, we like you now?
pt_br: Gostamos de você agora?
zh_cn: 我们咋 还有点 喜欢你了？ゑ
zh_tw: 我們咋 還有點 喜歡你了？ゑ

source: Keep it real, deal?
pt_br: Mantenha na linha, beleza?
zh_cn: 使出你的 真本事， 好吗？ゑ
zh_tw: 使出你的 真本事， 好嗎？ゑ

source: Show him what you got.
pt_br: Mostre a ele o que você tem.
zh_cn: 让他 见识见识 你的拳头。ゑ
zh_tw: 讓他 見識見識 你的拳頭。ゑ

source: Ribbit.
zh_cn: 呱呱。ゑ
zh_tw: 呱呱。ゑ

source: Don't give up!
pt_br: Não desista!
zh_cn: 别放弃！ゑ
zh_tw: 別放棄！ゑ

source: <20>{#p/twinkly}{#e/twinkly/17}Urrrgh... NO!
pt_br: <20>{#p/twinkly}{#e/twinkly/17}Urrrgh... NÃO!
zh_cn: <20>{#p/twinkly}{#e/twinkly/17}呃啊啊... 不！ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/17}呃啊啊... 不！ゑ

source: <20>{#e/twinkly/16}Unbelievable!!
pt_br: <20>{#e/twinkly/16}Inacreditável!!
zh_cn: <20>{#e/twinkly/16}难以置信！！ゑ
zh_tw: <20>{#e/twinkly/16}難以置信！！ゑ

source: <20>{#e/twinkly/15}This can't be happening...!
pt_br: <20>{#e/twinkly/15}Isso não pode estar acontecendo...!
zh_cn: <20>{#e/twinkly/15}这怎么可能...！ゑ
zh_tw: <20>{#e/twinkly/15}這怎麼可能...！ゑ

source: <20>{#e/twinkly/16}You... YOU...!
pt_br: <20>{#e/twinkly/16}Vocês... VOCÊS...!
zh_cn: <20>{#e/twinkly/16}你们... 你们...！ゑ
zh_tw: <20>{#e/twinkly/16}你們... 你們...！ゑ

source: <20>{#p/twinkly}{#e/twinkly/2}I can't believe you're all so STUPID.
pt_br: <20>{#p/twinkly}{#e/twinkly/2}Eu não posso acreditar que vocês são tão ESTUPIDOS!
zh_cn: <20>{#p/twinkly}{#e/twinkly/2}真不敢相信 你们都这么愚蠢。ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/2}真不敢相信 你們都這麼愚蠢。ゑ

source: <20>{*}ALL OF YOUR SOULS ARE MINE!!!!!!!!!{^40}{%}
pt_br: <20>{*}TODAS AS SUAS ALMAS SÃO MINHAS!!!!!!!!!{^40}{%}
zh_cn: <20>{*}你们所有人的灵魂 都归我了！！！！！ゑ{^40}{%}
zh_tw: <20>{*}你們所有人的靈魂 都歸我了！！！！！ゑ{^40}{%}

source: <20>{#p/asriel1}Of course...
pt_br: <20>{#p/asriel1}É claro...
zh_cn: <20>{#p/asriel1}果然...ゑ
zh_tw: <20>{#p/asriel1}果然...ゑ

source: <20>This is so much better than before.
pt_br: <20>Isso é muito melhor do que antes.
zh_cn: <20>这种感觉， 比上次好太多了。ゑ
zh_tw: <20>這種感覺， 比上次好太多了。ゑ

source: <20>{#p/asriel1}Finally.
pt_br: <20>{#p/asriel1}Finalmente.
zh_cn: <20>{#p/asriel1}终于。ゑ
zh_tw: <20>{#p/asriel1}終於。ゑ

source: <20>I was so tired of being a star.
pt_br: <20>Estava cansado de ser uma estrela.
zh_cn: <20>当星星那么久 真是受够了。ゑ
zh_tw: <20>當星星那麼久 真是受夠了。ゑ

source: <20>{#p/asriel1}Howdy!
zh_cn: <20>{#p/asriel1}哈喽！ゑ
zh_tw: <20>{#p/asriel1}哈囉！ゑ

source: <20>$(name), are you there?
pt_br: <20>$(name), você está aí?
zh_cn: <20>你在那里吗， $(name)？ゑ
zh_tw: <20>你在那裡嗎， $(name)？ゑ

source: <20>It's me, your best friend.
pt_br: <20>Sou eu, seu melhor amigo.
zh_cn: <20>是我啊，你最好的朋友：ゑ
zh_tw: <20>是我啊，你最好的朋友：ゑ

source: <99>{*}{#p/asriel3}{#v/1}{#i/12}ASRIEL DREEMURR{^10}{#p/event}{%}
zh_cn: <99>{*}{#p/asriel3}{#v/1}{#i/12}ASRIEL DREEMURRゑ{^10}{#p/event}{%}
zh_tw: <99>{*}{#p/asriel3}{#v/1}{#i/12}ASRIEL DREEMURRゑ{^10}{#p/event}{%}

source: <11>{*}{#p/asgore}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}... so that is how it is...
pt_br: <11>{*}{#p/asgore}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}... então é assim...
zh_cn: <11>{*}{#p/asgore}{#e/asgore/1}{#v/1}{#i/8}{@random=1.1/1.1}...这就是 我的归宿了...
zh_tw: <11>{*}{#p/asgore}{#e/asgore/1}{#v/1}{#i/8}{@random=1.1/1.1}...這就是 我的歸宿了...

source: <11>{*}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}...
zh_cn: <11>{*}{#e/asgore/1}{#v/1}{#i/8}{@random=1.1/1.1}...
zh_tw: <11>{*}{#e/asgore/1}{#v/1}{#i/8}{@random=1.1/1.1}...
