Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (You peek inside.)
pt_br: <32>{#p/human}* (Você olha dentro.)
zh_cn: <32>{#p/human}* （你往里面瞅了瞅。）
zh_tw: <32>{#p/human}* （你往裡面瞅了瞅。）

source: <25>{#p/asriel1}{#f/17}* Frisk... * You're staring...
pt_br: <25>{#p/asriel1}{#f/17}* Frisk... * Você está olhando...
zh_cn: <25>{#p/asriel1}{#f/17}* Frisk... * 你为啥要看这...
zh_tw: <25>{#p/asriel1}{#f/17}* Frisk... * 你為啥要看這...

source: <25>{#p/asriel1}{#f/13}* Frisk... * Please...
pt_br: <25>{#p/asriel1}{#f/13}* Frisk... * Por favor...
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk... * 别...
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk... * 別...

source: <25>{#p/asriel1}{#f/15}* Frisk... * Why...
pt_br: <25>{#p/asriel1}{#f/15}* Frisk... * Por que...
zh_cn: <25>{#p/asriel1}{#f/15}* Frisk... * 认真的吗...
zh_tw: <25>{#p/asriel1}{#f/15}* Frisk... * 認真的嗎...

source: <32>{#p/basic}* Nothing left for you here.
pt_br: <32>{#p/basic}* Nada restando para você aqui.
zh_cn: <32>{#p/basic}* 没什么有价值的东西。
zh_tw: <32>{#p/basic}* 沒什麼有價值的東西。

source: <32>{#p/basic}* There's a switch in here...
pt_br: <32>{#p/basic}* Tem um interruptor aqui...
zh_cn: <32>{#p/basic}* 里面有个开关...
zh_tw: <32>{#p/basic}* 裡面有個開關...

source: <32>{#p/human}{#c.switch1}* (You pressed the switch.)
pt_br: <32>{#p/human}{#c.switch1}* (Você aperta o interruptor.)
zh_cn: <32>{#p/human}{#c.switch1}* （你按下了开关。）
zh_tw: <32>{#p/human}{#c.switch1}* （你按下了開關。）

source: <32>{#p/basic}* It's just an underwear drawer.
pt_br: <32>{#p/basic}* É apenas uma gaveta de roupas íntimas.
zh_cn: <32>{#p/basic}* 只是个装内裤的床头柜。
zh_tw: <32>{#p/basic}* 只是個裝內褲的床頭櫃。

source: <32>{#p/basic}* Preposterous!
pt_br: <32>{#p/basic}* Horripilante!
zh_cn: <32>{#p/basic}* 真羞人！
zh_tw: <32>{#p/basic}* 真羞人！

source: <33>{#p/basic}* It's Asgore's underwear drawer. * Surprisingly clean.
pt_br: <33>{#p/basic}* É a gaveta de roupas íntimas do Asgore. * Surpreendentemente limpa.
zh_cn: <33>{#p/basic}* 这是Asgore的床头柜。 里面装着他的内裤。 * 没想到居然这么整洁。
zh_tw: <33>{#p/basic}* 這是Asgore的床頭櫃。 裡面裝著他的內褲。 * 沒想到居然這麼整潔。

source: <33>{#p/basic}* ... most of the items are pink, hand-knit, and have "Mr. Dad Guy" embroidered at the top.
pt_br: <33>{#p/basic}* ... maior parte dos itens são rosa, feitos a mão e escrito "Senhor Pai" no topo.
zh_cn: <33>{#p/basic}* ...大部分内裤 都是手工编织的粉色内裤。 上面锈着“大老爹”三个字。
zh_tw: <33>{#p/basic}* ...大部分內褲 都是手工編織的粉色內褲。 上面鏽著「大老爹」三個字。

source: <32>{#p/human}* (Alphys glances at it, but ultimately dismisses it.)
pt_br: <32>{#p/human}* (Alphys olha para ele, mas finalmente o descarta.)
zh_cn: <32>{#p/human}* （Alphys看了一眼，随即收回了目光。）ゑ
zh_tw: <32>{#p/human}* （Alphys看了一眼，隨即收回了目光。）ゑ

source: * Alphys
zh_cn: * Alphysゑ
zh_tw: * Alphysゑ

source: <20>{*}{#p/alphys}{#e/alphys/19}Gotcha.{^30}{%}
pt_br: <20>{*}{#p/alphys}{#e/alphys/19}Te peguei.{^30}{%}
zh_cn: <20>{*}{#p/alphys}{#e/alphys/19}往哪里跑？ゑ{^30}{%}
zh_tw: <20>{*}{#p/alphys}{#e/alphys/19}往哪裡跑？ゑ{^30}{%}

source: <32>{#p/asriel2}* Alphys. * The royal scientist.
pt_br: <32>{#p/asriel2}* Alphys. * A cientista real.
zh_cn: <32>{#p/asriel2}* Alphys。 * 皇家科学员。ゑ
zh_tw: <32>{#p/asriel2}* Alphys。 * 皇家科學員。ゑ

source: <32>{#p/asriel2}* After all this time, my new body is finally starting to accept me...
pt_br: <32>{#p/asriel2}* Depois de todo este tempo meu corpo está finalmente começando a me aceitar...
zh_cn: <32>{#p/asriel2}* 终于，我可以稍微驾驭 这副新身体的力量了...ゑ
zh_tw: <32>{#p/asriel2}* 終於，我可以稍微駕馭 這副新身體的力量了...ゑ

source: <32>{#p/asriel2}* Let's see what this thing is REALLY capable of.
pt_br: <32>{#p/asriel2}* Vamos ver do que ele REALMENTE é capaz.
zh_cn: <32>{#p/asriel2}* 就让她好好瞧瞧我真正的力量吧。ゑ
zh_tw: <32>{#p/asriel2}* 就讓她好好瞧瞧我真正的力量吧。ゑ

source: <32>{#p/asriel2}* Keep in mind, it'll be weaker if I try to use the same spell twice in a row.
pt_br: <32>{#p/asriel2}* Mantenha isso em mente, vai ser mais fraco se eu usar o mesmo feitiço duas vezes.
zh_cn: <32>{#p/asriel2}* 记住，连着两次施放同一种法术的话， 魔力会减弱。ゑ
zh_tw: <32>{#p/asriel2}* 記住，連著兩次施放同一種法術的話， 魔力會減弱。ゑ

source: <32>{#p/asriel2}* Just remember, try to mix up which spells you choose.
pt_br: <32>{#p/asriel2}* Só lembre-se, tente variar os feitiços que você escolhe.
zh_cn: <32>{#p/asriel2}* 记住，混合施放多种法术。ゑ
zh_tw: <32>{#p/asriel2}* 記住，混合施放多種法術。ゑ

source: * (What should Asriel cast?)
pt_br: * (O que Asriel deve conjurar?)
zh_cn: * （Asriel应该施放什么法术？）ゑ
zh_tw: * （Asriel應該施放什麼法術？）ゑ

source: ${i === 0 ? '§fill=#808080§' : ''}Nocturne§fill=#fff§
pt_br: ${i === 0 ? '§fill=#808080§' : ''}Noturno§fill=#fff§
zh_cn: ${i === 0 ? '§fill=#808080§' : ''}夜幕§fill=#fff§
zh_tw: ${i === 0 ? '§fill=#808080§' : ''}夜幕§fill=#fff§

source: ${i === 1 ? '§fill=#808080§' : ''}Solstice§fill=#fff§
pt_br: ${i === 1 ? '§fill=#808080§' : ''}Solstício§fill=#fff§
zh_cn: ${i === 1 ? '§fill=#808080§' : ''}至日§fill=#fff§
zh_tw: ${i === 1 ? '§fill=#808080§' : ''}至日§fill=#fff§

source: ${i === 2 ? '§fill=#808080§' : ''}Serenade§fill=#fff§
pt_br: ${i === 2 ? '§fill=#808080§' : ''}Serenata§fill=#fff§
zh_cn: ${i === 2 ? '§fill=#808080§' : ''}晚星§fill=#fff§
zh_tw: ${i === 2 ? '§fill=#808080§' : ''}晚星§fill=#fff§

source: ${i === 3 ? '§fill=#808080§' : ''}Eclipse§fill=#fff§
zh_cn: ${i === 3 ? '§fill=#808080§' : ''}月蚀§fill=#fff§
zh_tw: ${i === 3 ? '§fill=#808080§' : ''}月蝕§fill=#fff§

source: <32>{#p/human}* (Asriel places his hands on your head, and sends a surge of energy into your body.)
pt_br: <32>{#p/human}* (Asriel coloca a mão na sua cabeça e envia energia para seu corpo.)
zh_cn: <32>{#p/human}* （Asriel将手放在你的额头上， 将一股力量注入你的身体。）ゑ
zh_tw: <32>{#p/human}* （Asriel將手放在你的額頭上， 將一股力量注入你的身體。）ゑ

source: <32>{#p/human}* (Asriel places his hands on your head, and whispers behind you in an ancient language.)
pt_br: <32>{#p/human}* (Asriel coloca as mãos na sua cabeça, e fala em uma língua ancestral.)
zh_cn: <32>{#p/human}* （Asriel将手放在你的额头上， 低语了一段古老的咒文。）ゑ
zh_tw: <32>{#p/human}* （Asriel將手放在你的額頭上， 低語了一段古老的咒文。）ゑ

source: <32>{#p/human}* (Asriel places his hands on your head, and sings an ancient lullaby.)
pt_br: <32>{#p/human}* (Asriel coloca suas mãos em sua cabeça, e canta uma cantiga ancestral.)
zh_cn: <32>{#p/human}* （Asriel将手放在你的额头上， 唱了一首古老的摇篮曲。）ゑ
zh_tw: <32>{#p/human}* （Asriel將手放在你的額頭上， 唱了一首古老的搖籃曲。）ゑ

source: <32>{#p/human}* (Asriel places his hands on your head, and surrounds you in a protective aura.)
pt_br: <32>{#p/human}* (Asriel coloca suas mãos na sua cabeça, e te cerca por uma aura protetora.)
zh_cn: <32>{#p/human}* （Asriel将手放在你的额头上， 在你周围筑起一道保护光环。）ゑ
zh_tw: <32>{#p/human}* （Asriel將手放在你的額頭上， 在你周圍築起一道保護光環。）ゑ

source: <32>{#p/story}* FOCUS up for this turn!
pt_br: <32>{#p/story}* FOCO aumentou nessa rodada!
zh_cn: <32>{#p/story}* 本回合，你的专注力提升！ゑ
zh_tw: <32>{#p/story}* 本回合，你的專注力提升！ゑ

source: <32>{#p/story}* INV up for this turn!
pt_br: <32>{#p/story}* INVENCIBILIDADE aumentou nessa rodada!
zh_cn: <32>{#p/story}* 本回合，你的无敌帧延长！ゑ
zh_tw: <32>{#p/story}* 本回合，你的無敵幀延長！ゑ

source: <32>{#p/story}* REGEN up for this turn!
pt_br: <32>{#p/story}* REGENERAÇÃO aumentou nessa rodada!
zh_cn: <32>{#p/story}* 本回合，你的自愈力提升！ゑ
zh_tw: <32>{#p/story}* 本回合，你的自愈力提升！ゑ

source: <32>{#p/story}* DEFENSE up for this turn!
pt_br: <32>{#p/story}* DEFESA aumentou nessa rodada!
zh_cn: <32>{#p/story}* 本回合，你的防御力提升！ゑ
zh_tw: <32>{#p/story}* 本回合，你的防禦力提升！ゑ

source: <20>{#p/alphys}{#e/alphys/19}Nice try.
pt_br: <20>{#p/alphys}{#e/alphys/19}Boa tentativa.
zh_cn: <20>{#p/alphys}{#e/alphys/19}想得美。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}想得美。ゑ

source: <32>{#p/asriel2}* ...
zh_cn: <32>{#p/asriel2}* ...ゑ
zh_tw: <32>{#p/asriel2}* ...ゑ

source: <32>{#p/asriel2}* She's almost dead! * Keep going!
pt_br: <32>{#p/asriel2}* Ela está quase morta! * Continue assim!
zh_cn: <32>{#p/asriel2}* 她快死了！ * 继续攻击！ゑ
zh_tw: <32>{#p/asriel2}* 她快死了！ * 繼續攻擊！ゑ

source: <32>{#p/asriel2}* Alphys...
zh_cn: <32>{#p/asriel2}* Alphys...ゑ
zh_tw: <32>{#p/asriel2}* Alphys...ゑ

source: <32>{#p/asriel2}* If you need my help, just ask.
pt_br: <32>{#p/asriel2}* Se você precisar da minha ajuda é só perguntar.
zh_cn: <32>{#p/asriel2}* 有需要，就随时喊我。
zh_tw: <32>{#p/asriel2}* 有需要，就隨時喊我。

source: <32>{#p/asriel2}* I'll be here if you need my help.
pt_br: <32>{#p/asriel2}* Eu vou estar aqui se você precisar da minha ajuda.
zh_cn: <32>{#p/asriel2}* 你有需要，我就上。
zh_tw: <32>{#p/asriel2}* 你有需要，我就上。

source: <32>{#p/asriel2}* You know what to do.
pt_br: <32>{#p/asriel2}* Você sabe o que fazer.
zh_cn: <32>{#p/asriel2}* 做你该做的事。ゑ
zh_tw: <32>{#p/asriel2}* 做你該做的事。ゑ

source: <33>{#p/asriel2}* So she didn't run away, then... * Interesting.
pt_br: <33>{#p/asriel2}* Então ela não fugiu de verdade... * Interessante.
zh_cn: <33>{#p/asriel2}* 她竟然没逃跑... * 有意思。ゑ
zh_tw: <33>{#p/asriel2}* 她竟然沒逃跑... * 有意思。ゑ

source: <32>{#p/asriel2}* Well, you know what to do.
pt_br: <32>{#p/asriel2}* Bem, você sabe o que fazer.
zh_cn: <32>{#p/asriel2}* 做你该做的事，懂吧。ゑ
zh_tw: <32>{#p/asriel2}* 做你該做的事，懂吧。ゑ

source: <32>{#p/asriel2}* Hmm... don't you think she looks tired?
pt_br: <32>{#p/asriel2}* Hmm... você não acha que ela parece cansada?
zh_cn: <32>{#p/asriel2}* 嘿... * 你看她是不是有点累了？ゑ
zh_tw: <32>{#p/asriel2}* 嘿... * 你看她是不是有點累了？ゑ

source: <32>{#p/asriel2}* What's the matter, Alphys? * Can't keep up?
pt_br: <32>{#p/asriel2}* Qual o problema, Alphys? * Não consegue manter o ritmo?
zh_cn: <32>{#p/asriel2}* 怎么了，Alphys？ * 撑不住了？ゑ
zh_tw: <32>{#p/asriel2}* 怎麼了，Alphys？ * 撐不住了？ゑ

source: <32>{#p/asriel2}* Ugh, here we go...
pt_br: <32>{#p/asriel2}* Ugh, aí vamos nós...
zh_cn: <32>{#p/asriel2}* 呃，再听一遍吧...ゑ
zh_tw: <32>{#p/asriel2}* 呃，再聽一遍吧...ゑ

source: <32>{#p/asriel2}* Go on, tell us your sob story.
pt_br: <32>{#p/asriel2}* Vai, conta pra gente sua história de vida.
zh_cn: <32>{#p/asriel2}* 来，让我们好好听听 你的凄惨故事。ゑ
zh_tw: <32>{#p/asriel2}* 來，讓我們好好聽聽 你的悽慘故事。ゑ

source: <32>{#p/asriel2}* I'm surprised you're not still doing that right now.
pt_br: <32>{#p/asriel2}* Eu estou surpreso por você ainda não estar fazendo isso.
zh_cn: <32>{#p/asriel2}* 你竟然没贯彻逃跑精神， 我可真惊讶呢。ゑ
zh_tw: <32>{#p/asriel2}* 你竟然沒貫徹逃跑精神， 我可真驚訝呢。ゑ

source: <32>{#p/asriel2}* Thanks, Dr. Obvious.
pt_br: <32>{#p/asriel2}* Valeu, Doutora Óbvia.
zh_cn: <32>{#p/asriel2}* 故事真精彩呢，“爱妃死”博士。ゑ
zh_tw: <32>{#p/asriel2}* 故事真精彩呢，「愛妃死」博士。ゑ

source: <32>{#p/asriel2}* ...?
zh_cn: <32>{#p/asriel2}* ...？ゑ
zh_tw: <32>{#p/asriel2}* ...？ゑ

source: <32>{#p/asriel2}* Something's about to happen.
pt_br: <32>{#p/asriel2}* Alguma coisa vai acontecer.
zh_cn: <32>{#p/asriel2}* 准备好，战斗形势要变了。ゑ
zh_tw: <32>{#p/asriel2}* 準備好，戰鬥形勢要變了。ゑ

source: <32>{#p/asriel2}* Okay... things are starting to get serious now.
pt_br: <32>{#p/asriel2}* Beleza... as coisas estão ficando sérias.
zh_cn: <32>{#p/asriel2}* 好... 形势严峻起来了。ゑ
zh_tw: <32>{#p/asriel2}* 好... 形勢嚴峻起來了。ゑ

source: <32>{#p/asriel2}* ... it looks like Alphys isn't trying to defend anymore. * Now's our chance!
pt_br: <32>{#p/asriel2}* ... parece que a Alphys não está mais tentando defender. * É nossa chance!
zh_cn: <32>{#p/asriel2}* ...看来Alphys放弃防御了。 * 抓住这个机会！ゑ
zh_tw: <32>{#p/asriel2}* ...看來Alphys放棄防禦了。 * 抓住這個機會！ゑ

source: <32>{#p/asriel2}* Hang in there, $(name)...
pt_br: <32>{#p/asriel2}* Aguenta aí, $(name)...
zh_cn: <32>{#p/asriel2}* 坚持住，$(name)...ゑ
zh_tw: <32>{#p/asriel2}* 堅持住，$(name)...ゑ

source: <20>{#p/alphys}{#e/alphys/19}Did you think I'd fight you if I didn't know how to take a hit?
pt_br: <20>{#p/alphys}{#e/alphys/19}Você acha que eu te enfrentaria se não aguentasse umas porradas?
zh_cn: <20>{#p/alphys}{#e/alphys/19}要是连一下都扛不住， 我怎么可能来这？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}要是連一下都扛不住， 我怎麼可能來這？ゑ

source: <20>{#p/alphys}{#e/alphys/23}You must not be as smart as I thought.
pt_br: <20>{#p/alphys}{#e/alphys/23}Talvez você não seja tão inteligente quanto eu pensava.
zh_cn: <20>{#p/alphys}{#e/alphys/23}看来， 是高估你们的智商了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/23}看來， 是高估你們的智商了。ゑ

source: <20>{#p/alphys}{#e/alphys/19}Nothing to say?
pt_br: <20>{#p/alphys}{#e/alphys/19}Nada a dizer?
zh_cn: <20>{#p/alphys}{#e/alphys/19}无话可说？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}無話可說？ゑ

source: <20>{#e/alphys/18}... guess I'll be the one doing the talking, then.
pt_br: <20>{#e/alphys/18}... acho que sou eu quem vai estar conversando, então.
zh_cn: <20>{#e/alphys/18}...那就我自己说， 你们爱听不听。ゑ
zh_tw: <20>{#e/alphys/18}...那就我自己說， 你們愛聽不聽。ゑ

source: <20>{#p/alphys}{#e/alphys/19}That's right. Alphys.
pt_br: <20>{#p/alphys}{#e/alphys/19}Exatamente. Alphys.
zh_cn: <20>{#p/alphys}{#e/alphys/19}对， 就是我，Alphys。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}對， 就是我，Alphys。ゑ

source: <20>{#e/alphys/18}Because nobody else sees things like I do.
pt_br: <20>{#e/alphys/18}Porque ninguém mais vê as coisas como eu vejo.
zh_cn: <20>{#e/alphys/18}因为， 只有我，亲眼目睹了 你们的一举一动。ゑ
zh_tw: <20>{#e/alphys/18}因為， 只有我，親眼目睹了 你們的一舉一動。ゑ

source: <20>{#e/alphys/19}Nobody else knows how dangerous you really are.
pt_br: <20>{#e/alphys/19} Ninguém mais sabe o quão perigoso vocês realmente são.
zh_cn: <20>{#e/alphys/19}也只有我， 才清楚你们潜在的力量 有多么可怕。ゑ
zh_tw: <20>{#e/alphys/19}也只有我， 才清楚你們潛在的力量 有多麼可怕。ゑ

source: <20>{#p/alphys}{#e/alphys/19}Use your precious ITEMs all you want.
pt_br: <20>{#p/alphys}{#e/alphys/19}Use seus preciosos itens o tanto que quiser.
zh_cn: <20>{#p/alphys}{#e/alphys/19}尽情挥霍 你那些珍贵的物品。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}盡情揮霍 你那些珍貴的物品。ゑ

source: <20>{#e/alphys/18}It won't change what happens next.
pt_br: <20>{#e/alphys/18}Não vai mudar o que acontece depois.
zh_cn: <20>{#e/alphys/18}就那些东西，唬不到我。ゑ
zh_tw: <20>{#e/alphys/18}就那些東西，唬不到我。ゑ

source: <20>{#p/alphys}{#e/alphys/19}... look. I've studied human culture for years.
pt_br: <20>{#p/alphys}{#e/alphys/19}... olha. Eu estudei a cultura humana por anos.
zh_cn: <20>{#p/alphys}{#e/alphys/19}...人类， 我研究你们文化很多年了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}...人類， 我研究你們文化很多年了。ゑ

source: <20>{#e/alphys/19}I'm not surprised you're the one doing all the fighting.
pt_br: <20>{#e/alphys/19}Então não é surpresa alguma que é você quem está lutando pela dupla.
zh_cn: <20>{#e/alphys/19}你会担下所有战斗， 我一点也不意外。ゑ
zh_tw: <20>{#e/alphys/19}你會擔下所有戰鬥， 我一點也不意外。ゑ

source: <20>{#p/alphys}{#e/alphys/18}But you, Asriel... You use your human partner as a shield.
pt_br: <20>{#p/alphys}{#e/alphys/18}Mas você, Asriel... Você usa seu parceiro humano como um escudo.
zh_cn: <20>{#p/alphys}{#e/alphys/18}而你呢，Asriel... 你利用人类， 拿伙伴当保护伞。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/18}而你呢，Asriel... 你利用人類， 拿夥伴當保護傘。ゑ

source: <20>{#e/alphys/52}What's the matter? Afraid your stolen SOUL won't survive on its own?
pt_br: <20>{#e/alphys/52}Qual o problema? Com medo da sua ALMA não sobreviver sozinha?
zh_cn: <20>{#e/alphys/52}为了什么呢？ 你怕一旦自己动手， 偷来的灵魂就会破碎？ゑ
zh_tw: <20>{#e/alphys/52}為了什麼呢？ 你怕一旦自己動手， 偷來的靈魂就會破碎？ゑ

source: <20>{#p/alphys}{#e/alphys/51}Or maybe you're just afraid they'll go on without you if you die.
pt_br: <20>{#p/alphys}{#e/alphys/51}Ou talvez você só está com medo que ele continue sozinho caso você morra.
zh_cn: <20>{#p/alphys}{#e/alphys/51}还是说， 你怕自己被人类淡忘， 活时视如草芥， 死后弃若敝履？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/51}還是說， 你怕自己被人類淡忘， 活時視如草芥， 死後棄若敝履？ゑ

source: <20>{#e/alphys/17}Well. THAT'd be poetic.
pt_br: <20>{#e/alphys/17}ISSO seria bem poético.
zh_cn: <20>{#e/alphys/17}呵， 还挺有诗意的。ゑ
zh_tw: <20>{#e/alphys/17}呵， 還挺有詩意的。ゑ

source: <20>{#p/alphys}{#e/alphys/16}Not that I blame you for finding comfort in a human partner.
pt_br: <20>{#p/alphys}{#e/alphys/16}Não que eu te culpe por achar confeito em um parceiro humano.
zh_cn: <20>{#p/alphys}{#e/alphys/16}但是，我来这教训你， 绝不是因为你想 找人类寻求安慰，ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/16}但是，我來這教訓你， 絕不是因為你想 找人類尋求安慰，ゑ

source: <20>{#e/alphys/52}I can tell you from experience...
pt_br: <20>{#e/alphys/52}Posso te dizer por experiência...
zh_cn: <20>{#e/alphys/52}而是因为...ゑ
zh_tw: <20>{#e/alphys/52}而是因為...ゑ

source: <20>{#e/alphys/19}Things get lonely after everyone you care about is dead.
pt_br: <20>{#e/alphys/19}Fica bem solitário após todo mundo que você se importa está morto.
zh_cn: <20>{#e/alphys/19}我亲身体会到 挚友离去，无依无靠 那种孤独的滋味。ゑ
zh_tw: <20>{#e/alphys/19}我親身體會到 摯友離去，無依無靠 那種孤獨的滋味。ゑ

source: <20>{#p/alphys}{#e/alphys/23}But you two wouldn't know anything about THAT, right?
pt_br: <20>{#p/alphys}{#e/alphys/23}Mas vocês dois não saberiam nada sobre isso, CERTO?
zh_cn: <20>{#p/alphys}{#e/alphys/23}但你俩不会懂的， 对吧？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/23}但你倆不會懂的， 對吧？ゑ

source: <20>{#e/alphys/19}You're so menacing and unstoppable, you couldn't POSSIBLY be in pain yourselves.
pt_br: <20>{#e/alphys/19}Vocês são tão ameaçadores imparáveis que não poderiam sentir dor pelo que fizeram.
zh_cn: <20>{#e/alphys/19}你们两个罪恶滔天， 谁也拦不住， 怎么可能亲身体会 我们的痛苦呢？ゑ
zh_tw: <20>{#e/alphys/19}你們兩個罪惡滔天， 誰也攔不住， 怎麼可能親身體會 我們的痛苦呢？ゑ

source: <20>{#e/alphys/22}Right?
pt_br: <20>{#e/alphys/22}Certo?
zh_cn: <20>{#e/alphys/22}怎么可能呢？ゑ
zh_tw: <20>{#e/alphys/22}怎麼可能呢？ゑ

source: <20>{#p/alphys}{#e/alphys/19}Whatever. Not like I give a damn now anyway.
pt_br: <20>{#p/alphys}{#e/alphys/19}Tanto faz. Não é como se eu ligasse pra essa merda agora.
zh_cn: <20>{#p/alphys}{#e/alphys/19}罢了，你们想怎样， 我都不在乎了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}罷了，你們想怎樣， 我都不在乎了。ゑ

source: <20>{#e/alphys/52}... which is a shame, since, for a while there...
pt_br: <20>{#e/alphys/52}... o que é uma lástima, já que, por muito tempo...
zh_cn: <20>{#e/alphys/52}...这么看， 我可真傻...ゑ
zh_tw: <20>{#e/alphys/52}...這麼看， 我可真傻...ゑ

source: <20>{#e/alphys/51}I actually believed I could fix this.
pt_br: <20>{#e/alphys/51}Eu realmente pensei poder concertar as coisas.
zh_cn: <20>{#e/alphys/51}之前居然还妄想 能拉你一把， 让你浪子回头。ゑ
zh_tw: <20>{#e/alphys/51}之前居然還妄想 能拉你一把， 讓你浪子回頭。ゑ

source: <20>{#p/alphys}{#e/alphys/52}I thought that because I was the one who gave that star life...
pt_br: <20>{#p/alphys}{#e/alphys/52}Eu pensei que por ser quem deu vida aquela estrela...
zh_cn: <20>{#p/alphys}{#e/alphys/52}毕竟， 是我给了那星星生命...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/52}畢竟， 是我給了那星星生命...ゑ

source: <20>{#e/alphys/51}I'd somehow be able to reason with you.
pt_br: <20>{#e/alphys/51}Eu seria capaz de te convencer.
zh_cn: <20>{#e/alphys/51}出了事， 也该我来负责。ゑ
zh_tw: <20>{#e/alphys/51}出了事， 也該我來負責。ゑ

source: <20>{#p/alphys}{#e/alphys/19}... but I understand the truth, now.
pt_br: <20>{#p/alphys}{#e/alphys/19}... mas eu entendo a realidade, agora.
zh_cn: <20>{#p/alphys}{#e/alphys/19}...不过， 现在我懂你们 为什么执迷不悟了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/19}...不過， 現在我懂你們 為什麼執迷不悟了。ゑ

source: <20>{#e/alphys/18}That power... The power to turn back time, to change fate...
pt_br: <20>{#e/alphys/18}Aquele poder... O poder de voltar no tempo e mudar o destino...
zh_cn: <20>{#e/alphys/18}我没猜错的话， 你们中肯定有人 拥有那股力量...ゑ
zh_tw: <20>{#e/alphys/18}我沒猜錯的話， 你們中肯定有人 擁有那股力量...ゑ

source: <20>{#e/alphys/19}Would I be wrong to assume that one of you has it?
pt_br: <20>{#e/alphys/19}Eu estaria errada em assumir que um de vocês tem ele?
zh_cn: <20>{#e/alphys/19}那股可以回溯时间， 逆天改命的力量...ゑ
zh_tw: <20>{#e/alphys/19}那股可以回溯時間， 逆天改命的力量...ゑ

source: <20>{#p/alphys}{#f/alphys/18}If that's the case, then whoever DOESN'T have it should be careful.
pt_br: <20>{#p/alphys}{#f/alphys/18}Se esse for o caso, então qualquer um que NÃO tiver tem que tomar cuidado.
zh_cn: <20>{#p/alphys}{#f/alphys/18}果真如此的话， 那其他人真得小心了。ゑ
zh_tw: <20>{#p/alphys}{#f/alphys/18}果真如此的話， 那其他人真得小心了。ゑ

source: <21>{#e/alphys/23}People don't tend to care much for others when they can do whatever they want without consequences.
pt_br: <21>{#e/alphys/23}Parece que seus possuidores não se importam muito com os outros quando podem fazer o que quiserem sem consequências.
zh_cn: <21>{#e/alphys/23}如果一个人能为所欲为， 还不用承担任何过错， 那他怎么可能 在乎别人的感受呢？ゑ
zh_tw: <21>{#e/alphys/23}如果一個人能為所欲為， 還不用承擔任何過錯， 那他怎麼可能 在乎別人的感受呢？ゑ

source: <20>{#z1}{#p/alphys}{#e/alphys/21}...
zh_cn: <20>{#z1}{#p/alphys}{#e/alphys/21}...ゑ
zh_tw: <20>{#z1}{#p/alphys}{#e/alphys/21}...ゑ

source: <21>{#e/alphys/39}I need a moment.
pt_br: <21>{#e/alphys/39}Eu preciso respirar.
zh_cn: <21>{#e/alphys/39}让我歇歇。ゑ
zh_tw: <21>{#e/alphys/39}讓我歇歇。ゑ

source: <20>{*}{#p/alphys}{#e/alphys/45}Thanks.{^20}{%}
pt_br: <20>{*}{#p/alphys}{#e/alphys/45}Valeu.{^20}{%}
zh_cn: <20>{*}{#p/alphys}{#e/alphys/45}谢了。ゑ{^20}{%}
zh_tw: <20>{*}{#p/alphys}{#e/alphys/45}謝了。ゑ{^20}{%}

source: <20>{#z2}{#p/alphys}{#e/alphys/7}After Undyne died, I didn't know what to do.
pt_br: <20>{#z2}{#p/alphys}{#e/alphys/7}Após a morte da Undyne, eu não sabia o que fazer.
zh_cn: <20>{#z2}{#p/alphys}{#e/alphys/7}Undyne牺牲后， 我不知道该怎么办。ゑ
zh_tw: <20>{#z2}{#p/alphys}{#e/alphys/7}Undyne犧牲後， 我不知道該怎麼辦。ゑ

source: <20>{#e/alphys/46}So I ran as fast and as far as I could.
pt_br: <20>{#e/alphys/46}Então eu corri o mais rápido que pude.
zh_cn: <20>{#e/alphys/46}我马上逃离了实验室， 希望逃得越远越好。ゑ
zh_tw: <20>{#e/alphys/46}我馬上逃離了實驗室， 希望逃得越遠越好。ゑ

source: <20>{#p/alphys}{#e/alphys/47}The more I ran, the more frustrated I became with myself.
pt_br: <20>{#p/alphys}{#e/alphys/47}Quando mais eu corria, mas frustada comigo mesma eu me tornava.
zh_cn: <20>{#p/alphys}{#e/alphys/47}可是越逃跑， 我就对自己越失望。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/47}可是越逃跑， 我就對自己越失望。ゑ

source: <20>{#e/alphys/48}How could I stand by and do NOTHING as I watched them die?
pt_br: <20>{#e/alphys/48}Como eu poderia ficar parada e não fazer NADA enquanto eu os vejo morrer?
zh_cn: <20>{#e/alphys/48}难道我就这么袖手旁观， 眼睁睁看着我族同胞 一个个死去？ゑ
zh_tw: <20>{#e/alphys/48}難道我就這麼袖手旁觀， 眼睜睜看著我族同胞 一個個死去？ゑ

source: <20>{#p/alphys}{#e/alphys/21}... it was all just a little too much.
pt_br: <20>{#p/alphys}{#e/alphys/21}... aquilo foi tudo demais.
zh_cn: <20>{#p/alphys}{#e/alphys/21}...这未免太绝情了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/21}...這未免太絕情了。ゑ

source: <21>{#e/alphys/39}Still, no matter how terrible I felt...
pt_br: <21>{#e/alphys/39}Ainda assim, não importava o quão terrível eu me sentia...
zh_cn: <21>{#e/alphys/39}更何况...ゑ
zh_tw: <21>{#e/alphys/39}更何況...ゑ

source: <20>{#e/alphys/45}The reality of what had happened stayed the same.
pt_br: <20>{#e/alphys/45}A realidade do que aconteceu continuou a mesma.
zh_cn: <20>{#e/alphys/45}我再怎么自责 都没法改变现状。ゑ
zh_tw: <20>{#e/alphys/45}我再怎麼自責 都沒法改變現狀。ゑ

source: <20>{#p/alphys}{#e/alphys/39}Undyne said you'd go on to kill everyone in the galaxy...
pt_br: <20>{#p/alphys}{#e/alphys/39}Undyne disse que vocês iriam matar todos na galáxia...
zh_cn: <20>{#p/alphys}{#e/alphys/39}Undyne说， 你们要杀死 这星河中的每个人...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/39}Undyne說， 你們要殺死 這星河中的每個人...ゑ

source: <20>{#e/alphys/40}But it's worse than that, isn't it?
pt_br: <20>{#e/alphys/40}Mas é pior que isso, não é?
zh_cn: <20>{#e/alphys/40}但其实， 你们的野心不止如此， 对吧？ゑ
zh_tw: <20>{#e/alphys/40}但其實， 你們的野心不止如此， 對吧？ゑ

source: <20>{#z3}{#p/alphys}{#e/alphys/48}...
zh_cn: <20>{#z3}{#p/alphys}{#e/alphys/48}...ゑ
zh_tw: <20>{#z3}{#p/alphys}{#e/alphys/48}...ゑ

source: <20>{#e/alphys/47}I may have brought one of you back to life, but I'm not to blame for everything you've done.
pt_br: <20>{#e/alphys/47}Eu posso ter trago um de vocês de volta a vida, mas não vou me culpar por tudo que fez.
zh_cn: <20>{#e/alphys/47}让那星星复活是我的错。 但你们的罪孽， 跟我一分钱关系没有。ゑ
zh_tw: <20>{#e/alphys/47}讓那星星復活是我的錯。 但你們的罪孽， 跟我一分錢關係沒有。ゑ

source: <20>{#e/alphys/38}Whatever it is you're planning, I won't let you get away with it.
pt_br: <20>{#e/alphys/38}Seja lá qual for o seu plano, não vou te deixar se livrar do julgamento.
zh_cn: <20>{#e/alphys/38}我管你们打的什么算盘， 都得给我付出代价。ゑ
zh_tw: <20>{#e/alphys/38}我管你們打的什麼算盤， 都得給我付出代價。ゑ

source: <20>{*}{#z4}{#e/alphys/54}Even if it means...!{^10}{%}
pt_br: <20>{*}{#z4}{#e/alphys/54}Mesmo que isso signifique...!{^10}{%}
zh_cn: <20>{*}{#z4}{#e/alphys/54}哪怕...ゑ{^10}{%}
zh_tw: <20>{*}{#z4}{#e/alphys/54}哪怕...ゑ{^10}{%}

source: <20>{*}{#e/alphys/25}Losing my sanity in the process!{^10}{%}
pt_br: <20>{*}{#e/alphys/25}Perder minha sanidade no processo!{^10}{%}
zh_cn: <20>{*}{#e/alphys/25}我会因此疯掉！ゑ{^10}{%}
zh_tw: <20>{*}{#e/alphys/25}我會因此瘋掉！ゑ{^10}{%}

source: <20>{#p/alphys}{#e/alphys/25}Take THIS!!
pt_br: <20>{#p/alphys}{#e/alphys/25}Toma ISSO!!
zh_cn: <20>{#p/alphys}{#e/alphys/25}接招！！ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/25}接招！！ゑ

source: <20>{#p/alphys}{#e/alphys/25}Or THIS!!
pt_br: <20>{#p/alphys}{#e/alphys/25}E ISSO!!
zh_cn: <20>{#p/alphys}{#e/alphys/25}再来！！ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/25}再來！！ゑ

source: <20>{#p/alphys}{#e/alphys/25}How about THIS!!
pt_br: <20>{#p/alphys}{#e/alphys/25}Que tal ISSO!!
zh_cn: <20>{#p/alphys}{#e/alphys/25}再来这招！！ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/25}再來這招！！ゑ
