Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <21>{#p/alphys}{#e/alphys/4}There was... a small d-deviation in the exotic matter matrix.
pt_br: <21>{#p/alphys}{#e/alphys/4}Havia... um pequeno d-desvio na matriz de matéria exótica.
zh_cn: <21>{#p/alphys}{#e/alphys/4}我发现... “灵势矩阵”中的元素系数 与理论值存在微小偏差。ゑ
zh_tw: <21>{#p/alphys}{#e/alphys/4}我發現... 「靈勢矩陣」中的元素係數 與理論值存在微小偏差。ゑ

source: <20>{#p/asgore}{#e/asgore/12}In other words...?
pt_br: <20>{#p/asgore}{#e/asgore/12}Em outras palavras?
zh_cn: <20>{#p/asgore}{#e/asgore/12}...啥意思？ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/12}...啥意思？ゑ

source: <20>{#p/alphys}In other words, s-someone could have accessed the system.
pt_br: <20>{#p/alphys}Em outras palavras, a-alguém pode ter acessado o sistema.
zh_cn: <20>{#p/alphys}就是说， 有-有人入侵了 六号档案的系统。ゑ
zh_tw: <20>{#p/alphys}就是說， 有-有人入侵了 六號檔案的系統。ゑ

source: <20>{#p/alphys}{#e/asgore/1}They could have taken some of the humans' SOUL power.
pt_br: <20>{#p/alphys}{#e/asgore/1}Essa pessoa deve ter pego parte do poder das ALMAS humanas.
zh_cn: <20>{#p/alphys}{#e/asgore/1}随后，窃取了 部分人类灵魂的能量。ゑ
zh_tw: <20>{#p/alphys}{#e/asgore/1}隨後，竊取了 部分人類靈魂的能量。ゑ

source: <20>{#p/alphys}{#e/alphys/6}I-I mean, it could just be a sensor glitch...
pt_br: <20>{#p/alphys}{#e/alphys/6}Quero dizer, pode ser apenas uma falha no sensor...
zh_cn: <20>{#p/alphys}{#e/alphys/6}别-别着急， 也可能只是传感器 出故障了...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/6}別-別著急， 也可能只是傳感器 出故障了...ゑ

source: <20>{#p/alphys}{#e/alphys/1}But... Judging by what we're seeing...
pt_br: <20>{#p/alphys}{#e/alphys/1}Mas... Julgando o que estamos vendo...
zh_cn: <20>{#p/alphys}{#e/alphys/1}不过... 从结果来看...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/1}不過... 從結果來看...ゑ

source: <20>{#p/asgore}{#e/asgore/1}I see.
pt_br: <20>{#p/asgore}{#e/asgore/1}Eu entendo.
zh_cn: <20>{#p/asgore}{#e/asgore/1}不用说了。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/1}不用說了。ゑ

source: <20>{#p/asgore}{#e/asgore/2}I see.
pt_br: <20>{#p/asgore}{#e/asgore/2}Eu entendo.
zh_cn: <20>{#p/asgore}{#e/asgore/2}明白了。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/2}明白了。ゑ

source: <20>{#p/asgore}{#e/asgore/5}I always considered the possibility that the archive could be tampered with...
pt_br: <20>{#p/asgore}{#e/asgore/5}Sempre considerei a possibilidade de que o arquivo pudesse ser adulterado...
zh_cn: <20>{#p/asgore}{#e/asgore/5}我总担心， 指不定哪天， 六号档案就会被篡改...ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/5}我總擔心， 指不定哪天， 六號檔案就會被篡改...ゑ

source: <20>{#p/asgore}{#e/asgore/5}But even I did not think it would happen.
pt_br: <20>{#p/asgore}{#e/asgore/5}Mas nunca pensei que realmente aconteceria.
zh_cn: <20>{#p/asgore}{#e/asgore/5}没想到真的一语成谶。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/5}沒想到真的一語成讖。ゑ

source: <20>{#p/asgore}{#e/asgore/1}What do we do?
pt_br: <20>{#p/asgore}{#e/asgore/1}O que fazemos agora?
zh_cn: <20>{#p/asgore}{#e/asgore/1}那现在怎么办？ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/1}那現在怎麼辦？ゑ

source: <20>{#p/alphys}I guess... wait for another human?
pt_br: <20>{#p/alphys}Eu acho... que esperar outro humano?
zh_cn: <20>{#p/alphys}...再等一个人类？ゑ
zh_tw: <20>{#p/alphys}...再等一個人類？ゑ

source: <20>{#p/alphys}{#e/alphys/4}I-I'm sorry... I don't know what else to say...
pt_br: <20>{#p/alphys}{#e/alphys/4}Me d-desculpa eu... eu não sei nem o que dizer...
zh_cn: <20>{#p/alphys}{#e/alphys/4}对-对不起... 我想不到其他办法...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/4}對-對不起... 我想不到其他辦法...ゑ

source: <20>{#p/undyne}{#e/undyne/13}But I do!
pt_br: <20>{#p/undyne}{#e/undyne/13}Mas eu sei!
zh_cn: <20>{#p/undyne}{#e/undyne/13}我有办法啊！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/13}我有辦法啊！ゑ

source: <20>{#p/alphys}{#e/alphys/10}Undyne, w-w-what are you doing here!?
pt_br: <20>{#p/alphys}{#e/alphys/10}Undyne, o-o-o que você tá fazendo aqui?
zh_cn: <20>{#p/alphys}{#e/alphys/10}Undyne， 你-你来这 干-干什么？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/10}Undyne， 你-你來這 幹-幹什麼？ゑ

source: <20>{#p/undyne}{#e/undyne/1}{#e/alphys/8}{#e/asgore/1}Don't tell me. Force field's giving you a rough time?
pt_br: <20>{#p/undyne}{#e/undyne/1}{#e/alphys/8}{#e/asgore/1}Não me diga. O escudo de força tá te dando trabalho?
zh_cn: <20>{#p/undyne}{#e/undyne/1}{#e/alphys/8}{#e/asgore/1}该不会... 是那破力场 把你憋屈坏了吧？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}{#e/alphys/8}{#e/asgore/1}該不會... 是那破力場 把你憋屈壞了吧？ゑ

source: <20>{|}{#p/alphys}{#e/alphys/6}Undyne, how did you- {%}
pt_br: <20>{|}{#p/alphys}{#e/alphys/6}Undyne, como você- {%}
zh_cn: <20>{|}{#p/alphys}{#e/alphys/6}Undyne，你怎么-ゑ{%}
zh_tw: <20>{|}{#p/alphys}{#e/alphys/6}Undyne，你怎麼-ゑ{%}

source: <20>{#p/undyne}{#e/undyne/5}Guess I'll have to smash it myself!
pt_br: <20>{#p/undyne}{#e/undyne/5}Acho que eu vou ter que esmaga-lo por conta própria!
zh_cn: <20>{#p/undyne}{#e/undyne/5}死力场，看我不把你 揍个稀碎！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/5}死力場，看我不把你 揍個稀碎！ゑ

source: <20>{#p/alphys}{#e/alphys/3}{#e/asgore/6}Undyne!?!?
zh_cn: <20>{#p/alphys}{#e/alphys/3}{#e/asgore/6}Undyne！？！？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/3}{#e/asgore/6}Undyne！？！？ゑ

source: <20>{#p/undyne}{#e/undyne/4}I know, I know. I was just trying to make you feel better.
pt_br: <20>{#p/undyne}{#e/undyne/4}Eu sei, eu sei. Só estou tentando fazer vocês se sentirem melhor.
zh_cn: <20>{#p/undyne}{#e/undyne/4}我都懂，我都懂。 只是想让你好受点嘛。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/4}我都懂，我都懂。 只是想讓你好受點嘛。ゑ

source: <20>{#p/undyne}{#e/undyne/3}Look... Sans found out about the human stuff and told me to come here.
pt_br: <20>{#p/undyne}{#e/undyne/3}Olha... Sans sabe sobre a parada com os humanos e me disse pra vir aqui.
zh_cn: <20>{#p/undyne}{#e/undyne/3}其实... 是Sans喊我来的。[ADD]<20>{#p/undyne}{#e/undyne/3}刚刚，他去调查人类的下落， 查清楚后， 就把我喊了过来。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/3}其實... 是Sans喊我來的。[ADD]<20>{#p/undyne}{#e/undyne/3}剛剛，他去調查人類的下落， 查清楚後， 就把我喊了過來。ゑ

source: <20>{#p/undyne}{#e/undyne/11}{#e/asgore/5}I'll admit, I was surprised at first... but I think I get it now.
pt_br: <20>{#p/undyne}{#e/undyne/11}{#e/asgore/5}Eu vou admitir que fiquei surpresa no começo... mas agora eu entendo.
zh_cn: <20>{#p/undyne}{#e/undyne/11}{#e/asgore/5}说实话， 当时我还蛮意外的... 但现在，我想开了。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/11}{#e/asgore/5}說實話， 當時我還蠻意外的... 但現在，我想開了。ゑ

source: <20>{#p/undyne}{#e/undyne/13}Heck, I'm GLAD your plan worked out!
pt_br: <20>{#p/undyne}{#e/undyne/13}Cara, eu ESTOU feliz que esse plano funcionou!
zh_cn: <20>{#p/undyne}{#e/undyne/13}这计划能走通， 我真为你高兴！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/13}這計畫能走通， 我真為你高興！ゑ

source: <20>{#p/undyne}{#e/undyne/0}I'm not gonna pretend I LIKE humanity, but today's been a good showing.
pt_br: <20>{#p/undyne}{#e/undyne/0}Eu não dizer que GOSTO da humanidade, mas hoje foi uma boa demonstração.
zh_cn: <20>{#p/undyne}{#e/undyne/0}昧着良心说自己 喜欢人类也没啥意思。 但今天这孩子真的超赞。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/0}昧著良心說自己 喜歡人類也沒啥意思。 但今天這孩子真的超讚。ゑ

source: <20>{#p/undyne}{#e/undyne/0}I'm not gonna pretend I LIKE humanity, but I'm not against a happy ending, either.
pt_br: <20>{#p/undyne}{#e/undyne/0}Não vou fingir que GOSTO da humanidade, mas também não sou contra um final feliz.
zh_cn: <20>{#p/undyne}{#e/undyne/0}昧着良心说自己 喜欢人类也没啥意思。 但能大团圆，也挺好。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/0}昧著良心說自己 喜歡人類也沒啥意思。 但能大團圓，也挺好。ゑ

source: <20>{#p/undyne}{#e/undyne/15}{#e/asgore/6}I guess, as the captain of the guard, I just...
pt_br: <20>{#p/undyne}{#e/undyne/15}{#e/asgore/6}Eu acho que como capitã da guarda, eu só...
zh_cn: <20>{#p/undyne}{#e/undyne/15}{#e/asgore/6}可能... 我这个大队长， 当得有点...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/15}{#e/asgore/6}可能... 我這個大隊長， 當得有點...ゑ

source: <20>{#p/alphys}{#e/alphys/32}Hey... it's okay.
pt_br: <20>{#p/alphys}{#e/alphys/32}Ei... tá tudo bem.
zh_cn: <20>{#p/alphys}{#e/alphys/32}嘿... 没关系的。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/32}嘿... 沒關係的。ゑ

source: <20>{#e/alphys/31}You're here now, and that's what matters, right?
pt_br: <20>{#e/alphys/31}Você está aqui agora e é isso que importa, certo?
zh_cn: <20>{#e/alphys/31}你愿意放下偏见， 来到这里，已经很棒了， 你说是不？ゑ
zh_tw: <20>{#e/alphys/31}你願意放下偏見， 來到這裡，已經很棒了， 你說是不？ゑ

source: <20>{#p/undyne}{#e/undyne/14}Pfft, it's the least I can do after that movie you promised!
pt_br: <20>{#p/undyne}{#e/undyne/14}Pfft, é o mínimo que posso fazer após aquele filme que você prometeu!
zh_cn: <20>{#p/undyne}{#e/undyne/14}嘿，咱俩不是说好 事成之后 要一起看电影吗？[ADD]<20>{#p/undyne}{#e/undyne/14}那我也不能让你 白高兴一场啊！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/14}嘿，咱倆不是說好 事成之後 要一起看電影嗎？[ADD]<20>{#p/undyne}{#e/undyne/14}那我也不能讓你 白高興一場啊！ゑ

source: <20>{#p/alphys}{#e/alphys/33}... wanna kiss?
pt_br: <20>{#p/alphys}{#e/alphys/33}... quer beijar?
zh_cn: <20>{#p/alphys}{#e/alphys/33}...嘴一个？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/33}...嘴一個？ゑ

source: <20>{#p/asgore}{#e/asgore/5}Um.
pt_br: <20>{#p/asgore}{#e/asgore/5}?
zh_cn: <20>{#p/asgore}{#e/asgore/5}呃。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/5}呃。ゑ

source: <20>{#p/undyne}{#e/undyne/6}Right now???
pt_br: <20>{#p/undyne}{#e/undyne/6}Agora???
zh_cn: <20>{#p/undyne}{#e/undyne/6}现在？？？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/6}現在？？？ゑ

source: <20>{#p/alphys}{#e/alphys/34}Why not?
pt_br: <20>{#p/alphys}{#e/alphys/34}Por que não?
zh_cn: <20>{#p/alphys}{#e/alphys/34}对啊！ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/34}對啊！ゑ

source: <20>{#p/asgore}{#e/asgore/20}Alphys. There is a child with us.
pt_br: <20>{#p/asgore}{#e/asgore/20}Alphys. Tem uma criança com a gente.
zh_cn: <20>{#p/asgore}{#e/asgore/20}Alphys， 这里还有个孩子呢。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/20}Alphys， 這裡還有個孩子呢。ゑ

source: <21>{#p/undyne}{#e/undyne/7}We wouldn't do it in front of them, right?
pt_br: <21>{#p/undyne}{#e/undyne/7}Não faríamos isso na frente dele, certo?
zh_cn: <21>{#p/undyne}{#e/undyne/7}当着孩子的面亲嘴， 不太好吧？ゑ
zh_tw: <21>{#p/undyne}{#e/undyne/7}當著孩子的面親嘴， 不太好吧？ゑ

source: <32>{#p/alphys}{#e/alphys/32}...
zh_cn: <32>{#p/alphys}{#e/alphys/32}...ゑ
zh_tw: <32>{#p/alphys}{#e/alphys/32}...ゑ

source: <20>{#p/undyne}{#e/undyne/10}...
zh_cn: <20>{#p/undyne}{#e/undyne/10}...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/10}...ゑ

source: <20>{*}{#p/alphys}{#e/alphys/35}{#e/undyne/37}{#e/asgore/8}No hesitation.{^10}{%}
pt_br: <20>{*}{#p/alphys}{#e/alphys/35}{#e/undyne/37}{#e/asgore/8}Sem hesitar.{^10}{%}
zh_cn: <20>{*}{#p/alphys}{#e/alphys/35}{#e/undyne/37}{#e/asgore/8}我就是要亲。ゑ{^10}{%}
zh_tw: <20>{*}{#p/alphys}{#e/alphys/35}{#e/undyne/37}{#e/asgore/8}我就是要親。ゑ{^10}{%}

source: <15>{*}{#p/papyrus}{#e/papyrus/22}WAIT!!!{^10}{%}
pt_br: <15>{*}{#p/papyrus}{#e/papyrus/22}ESPERE!!!{^10}{%}
zh_cn: <15>{*}{#p/papyrus}{#e/papyrus/22}等等！！！ゑ{^10}{%}
zh_tw: <15>{*}{#p/papyrus}{#e/papyrus/22}等等！！！ゑ{^10}{%}

source: <20>{#p/mettaton}SORRY, LADIES. THE BOYS' CLUB HAS ARRIVED.
pt_br: <20>{#p/mettaton}DESCULPE, MOÇAS. MAS O CLUBE DOS GAROTOS CHEGOU.
zh_cn: <20>{#p/mettaton}久等了，女士们。 我们“兄弟会”也 隆重登场了。ゑ
zh_tw: <20>{#p/mettaton}久等了，女士們。 我們「兄弟會」也 隆重登場了。ゑ

source: <20>{#p/mettaton}{#e/mettaton/1}... OH, HELLO THERE $(moniker2u)! IF YOU LIKE, YOU CAN BE AN "HONORARY" MEMBER...
pt_br: <20>{#p/mettaton}{#e/mettaton/1}... OH, OLÁ $(moniker2u)! SE QUISER, VOCÊ PODE SER UM MEMBRO "HONORÁRIO
zh_cn: <20>{#p/mettaton}{#e/mettaton/1}...呦，这不是 “$(moniker2u)”嘛！[ADD]<20>{#p/mettaton}{#e/mettaton/1}你要是感兴趣，我请你 当“兄弟会”的VIP哦。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/1}...呦，這不是 「$(moniker2u)」嘛！[ADD]<20>{#p/mettaton}{#e/mettaton/1}你要是感興趣，我請你 當「兄弟會」的VIP喔。ゑ

source: <20>{#p/napstablook}{#e/mettaton/2}{#e/alphys/15}{#e/asgore/1}{~}hey, um... i'm not really a boy...
pt_br: <20>{#p/napstablook}{#e/mettaton/2}{#e/alphys/15}{#e/asgore/1}{~}ei, um... eu não sei exatamente nada, eu sou fan...
zh_cn: <20>{#p/napstablook}{#e/mettaton/2}{#e/alphys/15}{#e/asgore/1}{~}嘿，呃... 我不算男生， 为什么也要跟过来...ゑ
zh_tw: <20>{#p/napstablook}{#e/mettaton/2}{#e/alphys/15}{#e/asgore/1}{~}嘿，呃... 我不算男生， 為什麼也要跟過來...ゑ

source: <20>{#p/mettaton}{#e/mettaton/1}I NEVER SAID -YOU- WERE IN THE BOYS' CLUB, BLOOKY...
pt_br: <20>{#p/mettaton}{#e/mettaton/1}EU NUNCA DISSE QUE -VOCÊ- ESTAVA NO CLUBE DOS GAROTOS BLOOKY...
zh_cn: <20>{#p/mettaton}{#e/mettaton/1}BLOOKY，我也【没】说 你在“兄弟会”里啊...ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/1}BLOOKY，我也【沒】說 你在「兄弟會」裡啊...ゑ

source: <20>{#p/mettaton}{#e/undyne/38}{#e/papyrus/21}IT'S PRETTY MUCH JUST BETWEEN ME AND PAPYRUS.
pt_br: <20>{#p/mettaton}{#e/undyne/38}{#e/papyrus/21}É BASICAMENTE ENTRE EU E O PAPYRUS.
zh_cn: <20>{#p/mettaton}{#e/undyne/38}{#e/papyrus/21}其实，说是“兄弟会”， 但里面也就我跟 PAPYRUS两人而已。ゑ
zh_tw: <20>{#p/mettaton}{#e/undyne/38}{#e/papyrus/21}其實，說是「兄弟會」， 但裡面也就我跟 PAPYRUS兩人而已。ゑ

source: <20>{#p/napstablook}{~}oh......
zh_cn: <20>{#p/napstablook}{~}哦......ゑ
zh_tw: <20>{#p/napstablook}{~}喔......ゑ

source: <20>{#p/napstablook}{~}i guess i'll come back later
pt_br: <20>{#p/napstablook}{~}eu acho que volto mais tarde então
zh_cn: <20>{#p/napstablook}{~}那我等会再过来吧ゑ
zh_tw: <20>{#p/napstablook}{~}那我等會再過來吧ゑ

source: <20>{#p/undyne}{#e/undyne/19}{#e/mettaton/4}Wait.
pt_br: <20>{#p/undyne}{#e/undyne/19}{#e/mettaton/4}Pera aí.
zh_cn: <20>{#p/undyne}{#e/undyne/19}{#e/mettaton/4}等等。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/19}{#e/mettaton/4}等等。ゑ

source: <20>{#p/undyne}{#e/undyne/10}YOU TWO ARE A THING???
pt_br: <20>{#p/undyne}{#e/undyne/10}VOCÊS DOIS TÃO DANDO ROLÊ?
zh_cn: <20>{#p/undyne}{#e/undyne/10}合着你俩也是一对？？？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/10}合著你倆也是一對？？？ゑ

source: <15>{#p/papyrus}{#e/papyrus/15}CORRECTAMUNDO!
zh_cn: <15>{#p/papyrus}{#e/papyrus/15}诚如斯言！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/15}誠如斯言！ゑ

source: <17>{#p/papyrus}{#e/papyrus/24}... A WORD I HAVE NEVER USED BEFORE, AND HOPEFULLY NEVER WILL AGAIN.
pt_br: <17>{#p/papyrus}{#e/papyrus/24}... UMA PALAVRA QUE NUNCA USEI E JAMAIS USAREI DE NOVO.
zh_cn: <17>{#p/papyrus}{#e/papyrus/24}...这词我今天 第一次用， 怕是以后用不上了。ゑ
zh_tw: <17>{#p/papyrus}{#e/papyrus/24}...這詞我今天 第一次用， 怕是以後用不上了。ゑ

source: <20>{#p/undyne}{#e/undyne/17}So THAT's what you've been up to all this time...
pt_br: <20>{#p/undyne}{#e/undyne/17}Então é com ELE que você tava esse tempo todo...
zh_cn: <20>{#p/undyne}{#e/undyne/17}原来你充满电之后， 跑去约会了...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/17}原來你充滿電之後， 跑去約會了...ゑ

source: <20>{#p/undyne}{#e/undyne/17}So THAT's what your "business" was about...
pt_br: <20>{#p/undyne}{#e/undyne/17}Então esse era seu "negócio"...
zh_cn: <20>{#p/undyne}{#e/undyne/17}原来你说的“正事”， 就是跑去约会...ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/17}原來你說的「正事」， 就是跑去約會...ゑ

source: <20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}OHHHH YES! IN FACT, WE WERE JUST DISCUSSING HOW WE'D SPEND OUR FIRST DAY OUT.
pt_br: <20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}OHHHH SIM! NA VERDADE, ESTÁVAMOS APENAS DISCUTINDO COMO PASSARÍAMOS NOSSO PRIMEIRO DIA FORA.
zh_cn: <20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}那~必须滴！[ADD]<20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}刚才，我俩还寻思 第一天在一起， 咋享受呢。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}那~必須滴！[ADD]<20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}剛才，我倆還尋思 第一天在一起， 咋享受呢。ゑ

source: <20>{#p/alphys}{#e/alphys/34}{#e/undyne/1}{#e/mettaton/4}Ehehe. I might have some ideas for you.
pt_br: <20>{#p/alphys}{#e/alphys/34}{#e/undyne/1}{#e/mettaton/4}Ehehe. Eu tenho algumas ideias pra vocês.
zh_cn: <20>{#p/alphys}{#e/alphys/34}{#e/undyne/1}{#e/mettaton/4}诶嘿嘿。 我有个点子， 你俩要不要听听。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/34}{#e/undyne/1}{#e/mettaton/4}誒嘿嘿。 我有個點子， 你倆要不要聽聽。ゑ

source: <20>{#p/undyne}{#e/undyne/19}{#e/asgore/1}Uh, I don't think they'd be into that kinda stuff, Alphys.
pt_br: <20>{#p/undyne}{#e/undyne/19}{#e/asgore/1}Uh, eu acho que não é sobre esse tipo de coisa.
zh_cn: <20>{#p/undyne}{#e/undyne/19}{#e/asgore/1}呃，Alphys。 我觉得，他俩不可能 真成一对的。
zh_tw: <20>{#p/undyne}{#e/undyne/19}{#e/asgore/1}呃，Alphys。 我覺得，他倆不可能 真成一對的。

source: <20>{#p/alphys}{#e/alphys/8}Oh.
zh_cn: <20>{#p/alphys}{#e/alphys/8}哦。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/8}喔。ゑ

source: <15>{#p/papyrus}{#e/papyrus/10}{#e/undyne/0}WHY DON'T WE HANG OUT HERE! AT THE FORCE FIELD!
pt_br: <15>{#p/papyrus}{#e/papyrus/10}{#e/undyne/0}POR QUE NÃO DAMOS UM ROLÊ AQUI! NO ESCUDO DE FORÇA!
zh_cn: <15>{#p/papyrus}{#e/papyrus/10}{#e/undyne/0}咱都到力场下了， 就好好玩一会呗！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/10}{#e/undyne/0}咱都到力場下了， 就好好玩一會唄！ゑ

source: <15>{#e/mettaton/2}{#e/papyrus/28}I KNOW YOU LOVE YOUR "EXOTIC" DESTINATIONS...
pt_br: <15>{#e/mettaton/2}{#e/papyrus/28}EU SEI QUE VOCÊ AMA SEUS DESTINOS "EXÓTICOS"...
zh_cn: <15>{#e/mettaton/2}{#e/papyrus/28}你喜欢那些 充满“异域风情”的地方， 我懂的...ゑ
zh_tw: <15>{#e/mettaton/2}{#e/papyrus/28}你喜歡那些 充滿「異域風情」的地方， 我懂的...ゑ

source: <20>{#p/mettaton}{#e/mettaton/2}OH, YOU REALLY -DO- KNOW ME, PAPYRUS.
pt_br: <20>{#p/mettaton}{#e/mettaton/2}OH, VOCÊ REALMENTE -ME- CONHECE, PAPYRUS.
zh_cn: <20>{#p/mettaton}{#e/mettaton/2}哦，PAPYRUS， 咱俩真是心有灵犀。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/2}喔，PAPYRUS， 咱倆真是心有靈犀。ゑ

source: <20>{#p/mettaton}{#e/mettaton/1}{#e/papyrus/13}THERE'S NOTHING I LOVE MORE THAN STARING INTO THE DEEP ABYSS OF NOTHINGNESS...
pt_br: <20>{#p/mettaton}{#e/mettaton/1}{#e/papyrus/13}NÃO TEM NADA QUE EU AME MAIS DO QUE ENCARAR O ABISMO DO NADA...
zh_cn: <20>{#p/mettaton}{#e/mettaton/1}{#e/papyrus/13}我最喜欢的事， 就是凝望这无尽虚空。ゑ
zh_tw: <20>{#p/mettaton}{#e/mettaton/1}{#e/papyrus/13}我最喜歡的事， 就是凝望這無盡虛空。ゑ

source: <20>{|}{#p/mettaton}{#e/mettaton/3}{#e/papyrus/21}ALL WHILE CONTEMPLATING THE MEANING OF LIFE, THE UNIVERSE, AND- {%}
pt_br: <20>{|}{#p/mettaton}{#e/mettaton/3}{#e/papyrus/21}TUDO ENQUANTO CONTEMPLAMOS O SENTIDO DA VIDA, DO UNIVERSO, E- {%}
zh_cn: <20>{|}{#p/mettaton}{#e/mettaton/3}{#e/papyrus/21}这时，我就想起 生命的奥义， 宇宙的美丽，还有- ゑ{%}
zh_tw: <20>{|}{#p/mettaton}{#e/mettaton/3}{#e/papyrus/21}這時，我就想起 生命的奧義， 宇宙的美麗，還有- ゑ{%}

source: <20>{#p/sans}{#e/sans/2}{#e/undyne/21}{#e/alphys/8}hey guys.
pt_br: <20>{#p/sans}{#e/sans/2}{#e/undyne/21}{#e/alphys/8}ei caras.
zh_cn: <20>{#p/sans}{#e/sans/2}{#e/undyne/21}{#e/alphys/8}大伙好呀。ゑ
zh_tw: <20>{#p/sans}{#e/sans/2}{#e/undyne/21}{#e/alphys/8}大夥好呀。ゑ

source: <15>{#p/papyrus}{#e/papyrus/10}{#e/mettaton/3}LONG TIME NO SEE, BROTHER!
pt_br: <15>{#p/papyrus}{#e/papyrus/10}{#e/mettaton/3}QUANTO TEMPO, IRMÃO!
zh_cn: <15>{#p/papyrus}{#e/papyrus/10}{#e/mettaton/3}兄弟，好久不见！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/10}{#e/mettaton/3}兄弟，好久不見！ゑ

source: <16>{#p/papyrus}{#e/sans/0}{#e/papyrus/26}IT WOULD APPEAR MY PARTNER IS... STILL NEW TO THE WHOLE "IN- LAWS" THING.
pt_br: <16>{#p/papyrus}{#e/sans/0}{#e/papyrus/26}PARECE QUE MEU PARCEIRO É... AINDA NOVO NA COISA TODA DE "SOGROS".
zh_cn: <16>{#p/papyrus}{#e/sans/0}{#e/papyrus/26}看来... 我的搭档对“结婚” 没啥经验。ゑ
zh_tw: <16>{#p/papyrus}{#e/sans/0}{#e/papyrus/26}看來... 我的搭檔對「結婚」 沒啥經驗。ゑ

source: <20>{#p/sans}{#e/alphys/7}heh. heya, asgore.
pt_br: <20>{#p/sans}{#e/alphys/7}heh. Olá, asgore.
zh_cn: <20>{#p/sans}{#e/alphys/7}嘿。asgore， 你好呀。ゑ
zh_tw: <20>{#p/sans}{#e/alphys/7}嘿。asgore， 你好呀。ゑ

source: <20>{#p/asgore}{#e/asgore/6}{#e/papyrus/20}Howdy, Sans. It is good to see you here as well.
pt_br: <20>{#p/asgore}{#e/asgore/6}{#e/papyrus/20}Como vai, Sans? É ótimo te ver aqui também.
zh_cn: <20>{#p/asgore}{#e/asgore/6}{#e/papyrus/20}哈喽，Sans。 你也来了，真好。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/6}{#e/papyrus/20}哈囉，Sans。 你也來了，真好。ゑ

source: <20>{#p/sans}{#e/sans/3}oh, y'know... i figured i'd swing by to see what all the fuss was about.
pt_br: <20>{#p/sans}{#e/sans/3}oh, sabe... achei melhor passar por aqui para ver do que se tratava todo esse alardo.
zh_cn: <20>{#p/sans}{#e/sans/3}你瞧... 这儿这么热闹， 我肯定要顺道看看咯。ゑ
zh_tw: <20>{#p/sans}{#e/sans/3}你瞧... 這兒這麼熱鬧， 我肯定要順道看看嚕。ゑ

source: <20>{#p/sans}{#e/sans/0}but never mind me.
pt_br: <20>{#p/sans}{#e/sans/0}mas esquece.
zh_cn: <20>{#p/sans}{#e/sans/0}不过先别管我。ゑ
zh_tw: <20>{#p/sans}{#e/sans/0}不過先別管我。ゑ

source: <20>{#p/sans}{#e/sans/2}there's someone else you might like to see.
pt_br: <20>{#p/sans}{#e/sans/2}tem alguém aqui que você talvez goste de ver.
zh_cn: <20>{#p/sans}{#e/sans/2}有个人你肯定想见见， 我把“她”请过来了。ゑ
zh_tw: <20>{#p/sans}{#e/sans/2}有個人你肯定想見見， 我把「她」請過來了。ゑ

source: <20>{#p/asgore}{#e/sans/0}{#e/undyne/3}{#e/asgore/8}{#e/papyrus/26}Tori...!
zh_cn: <20>{#p/asgore}{#e/sans/0}{#e/undyne/3}{#e/asgore/8}{#e/papyrus/26}Tori...！ゑ
zh_tw: <20>{#p/asgore}{#e/sans/0}{#e/undyne/3}{#e/asgore/8}{#e/papyrus/26}Tori...！ゑ

source: <20>{#p/asgore}{#e/asgore/6}You came back.
pt_br: <20>{#p/asgore}{#e/asgore/6}Você voltou.
zh_cn: <20>{#p/asgore}{#e/asgore/6}你回来了。ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/6}你回來了。ゑ

source: <20>{#p/asgore}{#e/asgore/1}...
zh_cn: <20>{#p/asgore}{#e/asgore/1}...ゑ
zh_tw: <20>{#p/asgore}{#e/asgore/1}...ゑ

source: <20>{#p/toriel}{#e/asgore/5}{#e/toriel/9}...
zh_cn: <20>{#p/toriel}{#e/asgore/5}{#e/toriel/9}...ゑ
zh_tw: <20>{#p/toriel}{#e/asgore/5}{#e/toriel/9}...ゑ

source: <21>{#p/toriel}{#e/toriel/13}Sans has... told me everything.
pt_br: <21>{#p/toriel}{#e/toriel/13}Sans me... contou tudo.
zh_cn: <21>{#p/toriel}{#e/toriel/13}你做的那些... Sans都跟我说了。ゑ
zh_tw: <21>{#p/toriel}{#e/toriel/13}你做的那些... Sans都跟我說了。ゑ

source: <20>{#p/alphys}{#e/undyne/4}{#e/alphys/8}Don't look at me, I didn't tell him.
pt_br: <20>{#p/alphys}{#e/undyne/4}{#e/alphys/8}Não olha pra mim, eu não contei pra ele.
zh_cn: <20>{#p/alphys}{#e/undyne/4}{#e/alphys/8}瞅我干嘛， 我可没泄露秘密。ゑ
zh_tw: <20>{#p/alphys}{#e/undyne/4}{#e/alphys/8}瞅我幹嘛， 我可沒洩露秘密。ゑ

source: <20>{#p/sans}{#e/sans/0}nah, you're right.
pt_br: <20>{#p/sans}{#e/sans/0}nah, você está certo.
zh_cn: <20>{#p/sans}{#e/sans/0}我可以作证。ゑ
zh_tw: <20>{#p/sans}{#e/sans/0}我可以作證。ゑ

source: <20>{#p/sans}{#e/sans/2}{#e/alphys/10}{#e/asgore/6}{#e/toriel/9}you're just a terrible liar.
pt_br: <20>{#p/sans}{#e/sans/2}{#e/alphys/10}{#e/asgore/6}{#e/toriel/9}você só mente mal demais.
zh_cn: <20>{#p/sans}{#e/sans/2}{#e/alphys/10}{#e/asgore/6}{#e/toriel/9}只是，alphys， 你撒谎的技术 实在太烂了。ゑ
zh_tw: <20>{#p/sans}{#e/sans/2}{#e/alphys/10}{#e/asgore/6}{#e/toriel/9}只是，alphys， 你撒謊的技術 實在太爛了。ゑ

source: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/alphys/36}{#e/papyrus/20}I must say, I definitely expected more backlash for my keeping of secrets.
pt_br: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/alphys/36}{#e/papyrus/20}Devo dizer que definitivamente esperava mais reação por manter segredos.
zh_cn: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/alphys/36}{#e/papyrus/20}我瞒了这么多， 以为会被民众唾骂， 甚至引发暴动...ゑ
zh_tw: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/alphys/36}{#e/papyrus/20}我瞞了這麼多， 以為會被民眾唾罵， 甚至引發暴動...ゑ

source: <20>{#p/toriel}{#e/toriel/13}{#e/asgore/1}I will admit, I was upset at first, but...
pt_br: <20>{#p/toriel}{#e/toriel/13}{#e/asgore/1}Eu devo admitir, estava com raiva no começo, mas...
zh_cn: <20>{#p/toriel}{#e/toriel/13}{#e/asgore/1}说实话，一开始， 听说你有事瞒着我， 真挺生气的...ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/13}{#e/asgore/1}說實話，一開始， 聽說你有事瞞著我， 真挺生氣的...ゑ

source: <20>{#p/toriel}{#e/toriel/13}{#e/papyrus/21}{#e/alphys/7}Lately, I have been thinking more and more about my own mistakes.
pt_br: <20>{#p/toriel}{#e/toriel/13}{#e/papyrus/21}{#e/alphys/7}Eu pensei bastante sobre meus próprios erros também.
zh_cn: <20>{#p/toriel}{#e/toriel/13}{#e/papyrus/21}{#e/alphys/7}后来转念一想， 事情落到这地步， 我也有错。ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/13}{#e/papyrus/21}{#e/alphys/7}後來轉念一想， 事情落到這地步， 我也有錯。ゑ

source: <20>{#p/toriel}{#e/toriel/9}... you are not the only one with things to answer for, Asgore.
pt_br: <20>{#p/toriel}{#e/toriel/9}... você não é o único com atitudes a responder, Asgore.
zh_cn: <20>{#p/toriel}{#e/toriel/9}...不该把责任 全推给你，Asgore。ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/9}...不該把責任 全推給你，Asgore。ゑ

source: <20>{#p/undyne}{#e/undyne/1}{#e/papyrus/20}I mean, come on, did you really think we wanted all humans to die?
pt_br: <20>{#p/undyne}{#e/undyne/1}{#e/papyrus/20}Quer dizer, qual foi, você realmente achou que queríamos todos os humanos mortos?
zh_cn: <20>{#p/undyne}{#e/undyne/1}{#e/papyrus/20}你就想嘛， 怪物们再恨人类， 也不可能见人就杀吧？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}{#e/papyrus/20}你就想嘛， 怪物們再恨人類， 也不可能見人就殺吧？ゑ

source: <20>{#p/toriel}{#e/toriel/12}...
zh_cn: <20>{#p/toriel}{#e/toriel/12}...ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/12}...ゑ

source: <21>{#p/toriel}{#e/sans/3}{#e/asgore/2}{#e/undyne/4}{#e/toriel/11}{#e/papyrus/21}{#e/alphys/15}You could have told me you were protecting them.
pt_br: <21>{#p/toriel}{#e/sans/3}{#e/asgore/2}{#e/undyne/4}{#e/toriel/11}{#e/papyrus/21}{#e/alphys/15}Você deveria ter me dito que estava as protegendo.
zh_cn: <21>{#p/toriel}{#e/sans/3}{#e/asgore/2}{#e/undyne/4}{#e/toriel/11}{#e/papyrus/21}{#e/alphys/15}Asgore， 为什么不早点告诉我， 自己在保护人类呢？ゑ
zh_tw: <21>{#p/toriel}{#e/sans/3}{#e/asgore/2}{#e/undyne/4}{#e/toriel/11}{#e/papyrus/21}{#e/alphys/15}Asgore， 為什麼不早點告訴我， 自己在保護人類呢？ゑ
