Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/3}* don't get me wrong. * i like shortcuts as much as the next guy.
pt_br: <25>{#f/3}* não me entenda errado. * eu gosto de atalhos tanto quanto o cara depois de mim.
zh_cn: <25>{#f/3}* 别误会。 * 你面前的家伙，也跟你一样 爱死这东西了。
zh_tw: <25>{#f/3}* 別誤會。 * 你面前的傢伙，也跟你一樣 愛死這東西了。

source: <25>{#f/2}* but don't you think you should take some time to reflect?
pt_br: <25>{#f/2}* mas você não acha que deveria levar um tempo para refletir?
zh_cn: <25>{#f/2}* 但你是不是该花点时间 反思一下呢？
zh_tw: <25>{#f/2}* 但你是不是該花點時間 反思一下呢？

source: <25>{#f/0}* by your expression, i can tell this isn't even your first time.
pt_br: <25>{#f/0}* pela sua expressão, eu consigo dizer que essa não é sua primeira vez.
zh_cn: <25>{#f/0}* 从表情来看， 你都走了好几次捷径了。
zh_tw: <25>{#f/0}* 從表情來看， 你都走了好幾次捷徑了。

source: <25>{#f/3}* ... i don't blame you. * getting around quickly can be a ton of fun.
pt_br: <25>{#f/3}* ... eu não te culpo de forma alguma. * se sair de uma situação rapidamente deve ser legal.
zh_cn: <25>{#f/3}* 我可没生气哦。 * 毕竟，速通超爽的。
zh_tw: <25>{#f/3}* 我可沒生氣喔。 * 畢竟，速通超爽的。

source: <25>{#f/2}* but you still have to take time to reflect! * it's important.
pt_br: <25>{#f/2}* mas ainda assim você precisa pegar um tempo para refletir! * de fato é importante.
zh_cn: <25>{#f/2}* 但你该反思还是得反思！ * 这可走不了捷径哦。
zh_tw: <25>{#f/2}* 但你該反思還是得反思！ * 這可走不了捷徑喔。

source: <25>{#p/sans}* tell you what.
pt_br: <25>{#p/sans}* vou te dizer uma coisa.
zh_cn: <25>{#p/sans}* 对了。
zh_tw: <25>{#p/sans}* 對了。

source: <25>{#f/3}* while i'm having this delicious ice cream...
pt_br: <25>{#f/3}* enquanto eu tomo esse sorvete delicioso...
zh_cn: <25>{#f/3}* 你就一边看着我 吃这美味的冰淇淋...
zh_tw: <25>{#f/3}* 你就一邊看著我 吃這美味的冰淇淋...

source: <25>{#f/2}* you can use that time to think about how you ended up here.
pt_br: <25>{#f/2}* você pode tomar este tempo para pensar sobre como você chegou aqui.
zh_cn: <25>{#f/2}* 一边好好反思一下 自己咋一下子就到这了。
zh_tw: <25>{#f/2}* 一邊好好反思一下 自己咋一下子就到這了。

source: <25>{#p/sans}* salmon-flavored, huh?
pt_br: <25>{#p/sans}* sabor salmão, huh?
zh_cn: <25>{#p/sans}* 你瞧， 这冰淇淋还是三文鱼味的。
zh_tw: <25>{#p/sans}* 你瞧， 這冰淇淋還是三文魚味的。

source: <25>{#p/sans}* i hear this is popular with the royal guard.
pt_br: <25>{#p/sans}* ouvi dizer que a guarda real gosta bastante.
zh_cn: <25>{#p/sans}* 我听说，皇家守卫都可喜欢 这种口味了。
zh_tw: <25>{#p/sans}* 我聽說，皇家守衛都可喜歡 這種口味了。

source: <25>{#p/sans}{#f/3}* oh yeah. * i'm DEFINITELY telling papyrus about this.
pt_br: <25>{#p/sans}{#f/3}* hmm nossa. * papyrus com certeza deve saber disso.
zh_cn: <25>{#p/sans}{#f/3}* 当然咯。 * 我也把这事告诉papyrus了。
zh_tw: <25>{#p/sans}{#f/3}* 當然嚕。 * 我也把這事告訴papyrus了。

source: <25>{#f/0}* it'll be helpful for him to get to know what kind of food they like.
pt_br: <25>{#f/0}* vai ajudar ele a fazer sobre o tipo de comida que eles gostam.
zh_cn: <25>{#f/0}* 这样，他就能更了解 那群守卫的喜好。
zh_tw: <25>{#f/0}* 這樣，他就能更了解 那群守衛的喜好。

source: <25>{#f/2}* and by "they" i mean the royal guard he's soon to be a member of.
pt_br: <25>{#f/2}* e quando eu digo "eles" eu estou falando sobre a guarda real, logo ele se tornará um membro.
zh_cn: <25>{#f/2}* 正好，papyrus也要进 皇家卫队了。
zh_tw: <25>{#f/2}* 正好，papyrus也要進 皇家衛隊了。

source: <25>{#p/sans}{#f/0}* yeah... turns out capturing a human does have its perks.
pt_br: <25>{#p/sans}{#f/0}* é... acaba que capturar um humano tem realmente seus momentos de alucinação.
zh_cn: <25>{#p/sans}{#f/0}* 嘿嘿... * 抓到人类果然能带来好事， 还有冰淇淋吃，
zh_tw: <25>{#p/sans}{#f/0}* 嘿嘿... * 抓到人類果然能帶來好事， 還有冰淇淋吃，

source: <25>{#f/3}* ... don't worry. * i won't be much longer.
pt_br: <25>{#f/3}* ... não tenha preocupação. * eu já estou acabando.
zh_cn: <25>{#f/3}* ...别担心。 * 我吃得很快的。
zh_tw: <25>{#f/3}* ...別擔心。 * 我吃得很快的。

source: <25>{#f/2}* i'm at LEAST halfway done by now.
pt_br: <25>{#f/2}* metade do caminho já.
zh_cn: <25>{#f/2}* 你看，我都吃完一半了。
zh_tw: <25>{#f/2}* 你看，我都吃完一半了。

source: <25>{#p/sans}{#f/0}* i wonder if that "ice dream" guy would mind selling this flavor.
pt_br: <25>{#p/sans}{#f/0}* eu me pergunto se aquele "cara do sorvete" aceitaria comercializar este sabor.
zh_cn: <25>{#p/sans}{#f/0}* 我在想，如果那位 卖“冰意灵”的伙计也愿意 卖这种口味的冰淇淋...
zh_tw: <25>{#p/sans}{#f/0}* 我在想，如果那位 賣「冰意靈」的夥計也願意 賣這種口味的冰淇淋...

source: <25>{#f/2}* it'd certainly get him the customers he's been lacking.
pt_br: <25>{#f/2}* isso com certeza traria para ele alguns clientes a mais.
zh_cn: <25>{#f/2}* 那肯定就有顾客上门了。
zh_tw: <25>{#f/2}* 那肯定就有顧客上門了。

source: <25>{#f/2}* it'd certainly get him a few new customers.
pt_br: <25>{#f/2}* com certeza traria uma boa clientela.
zh_cn: <25>{#f/2}* 那上门的顾客肯定就多了。
zh_tw: <25>{#f/2}* 那上門的顧客肯定就多了。

source: <26>{#p/sans}{#f/0}* ah... nothing like a good scoop of salmon- flavored ice cream.
pt_br: <26>{#p/sans}{#f/0}* ah... nada como uma boa bola de sorvete sabor salmão.
zh_cn: <26>{#p/sans}{#f/0}* 啊... 哪怕是山珍海味， 也比不上这三文鱼 冰淇淋啊。
zh_tw: <26>{#p/sans}{#f/0}* 啊... 哪怕是山珍海味， 也比不上這三文魚 冰淇淋啊。

source: <25>{#f/2}* now for the cone.
pt_br: <25>{#f/2}* agora a casquinha.
zh_cn: <25>{#f/2}* 现在开始吃蛋筒。
zh_tw: <25>{#f/2}* 現在開始吃蛋筒。

source: <26>{#p/sans}{#f/3}* it's amazing what replication technology can do these days.
pt_br: <26>{#p/sans}{#f/3}* é incrível o que o replicador consegue fazer estes dias.
zh_cn: <26>{#p/sans}{#f/3}* 现代克隆技术 真是发达...
zh_tw: <26>{#p/sans}{#f/3}* 現代克隆技術 真是發達...

source: <25>{#f/0}* in the past, you'd be lucky to get something edible...
pt_br: <25>{#f/0}* no passado, se você fosse sortudo, conseguiria algo com 50% do sabor original.
zh_cn: <25>{#f/0}* 以前，想搞点能吃的东西 都难上加难...
zh_tw: <25>{#f/0}* 以前，想搞點能吃的東西 都難上加難...

source: <25>{#f/2}* but now, both ice cream AND cone come out perfectly every time.
pt_br: <25>{#f/2}* mas agora, tanto o sorvete como a casquinha são perfeitamente saborosos.
zh_cn: <25>{#f/2}* 而现在，冰淇淋、蛋筒 都能完美复制出来。
zh_tw: <25>{#f/2}* 而現在，冰淇淋、蛋筒 都能完美複製出來。

source: <25>{#f/3}* ... guess i should actually finish this now.
pt_br: <25>{#f/3}* ... hora de terminar.
zh_cn: <25>{#f/3}* ...现在是彻底吃没了。
zh_tw: <25>{#f/3}* ...現在是徹底吃沒了。

source: <25>{#p/sans}{#f/0}* well, that's all.
pt_br: <25>{#p/sans}{#f/0}* bem, isso é tudo.
zh_cn: <25>{#p/sans}{#f/0}* 行，那就这样。
zh_tw: <25>{#p/sans}{#f/0}* 行，那就這樣。

source: <25>{#f/2}* i only hope you can find your way out from behind that pillar.
pt_br: <25>{#f/2}* Só espero que você possa encontrar o caminho para sair de trás desse pilar.
zh_cn: <25>{#f/2}* 希望你能 早日从柱子中脱困哦。
zh_tw: <25>{#f/2}* 希望你能 早日從柱子中脫困喔。

source: <25>{#f/2}* i only hope you've used your time wisely.
pt_br: <25>{#f/2}* espero que você tenha usado seu tempo bem.
zh_cn: <25>{#f/2}* 希望你没白白浪费 这段时间哦。
zh_tw: <25>{#f/2}* 希望你沒白白浪費 這段時間喔。

source: <25>{#f/0}* lv0, huh? * what's that?
pt_br: <25>{#f/0}* lv0, huh? * o que é isso?
zh_cn: <25>{#f/0}* 哦，lv0？ * 那是什么？
zh_tw: <25>{#f/0}* 喔，lv0？ * 那是什麼？

source: <25>{#f/3}* this wasn't in gerson's human combat handbook.
pt_br: <25>{#f/3}* isso não estava no livro do gerson sobre combate humano.
zh_cn: <25>{#f/3}* gerson的人类防卫手册中 没写这些。
zh_tw: <25>{#f/3}* gerson的人類防衛手冊中 沒寫這些。

source: <25>{#f/0}* normally i'd say something here, like...
pt_br: <25>{#f/0}* normalmente eu diria algo como...
zh_cn: <25>{#f/0}* 如果是平常， 我会扯点高大上的话， 比如...
zh_tw: <25>{#f/0}* 如果是平常， 我會扯點高大上的話， 比如...

source: <25>{#f/4}* not being perfect, but still doing the right thing?
pt_br: <25>{#f/4}* não ser perfeito, mas ainda assim fazer a coisa certa?
zh_cn: <25>{#f/4}* “虽无法做到至善， 但仍坚守本心”？
zh_tw: <25>{#f/4}* 「雖無法做到至善， 但仍堅守本心」？

source: <25>{#f/0}* but i guess you really are different.
pt_br: <25>{#f/0}* mas eu acho que você realmente é diferente.
zh_cn: <25>{#f/0}* 但你与众不同。
zh_tw: <25>{#f/0}* 但你與眾不同。

source: <25>{#f/3}* ... * tell you what.
pt_br: <25>{#f/3}* ... * vou te dizer uma coisa.
zh_cn: <25>{#f/3}* ... * 所以...
zh_tw: <25>{#f/3}* ... * 所以...

source: <25>{#f/4}* i'll spare you the long, agonizing speech i was preparing...
pt_br: <25>{#f/4}* eu vou te poupar da longa, agonizante e entediante palestra que eu preparei...
zh_cn: <25>{#f/4}* 我会直接跳过 那些长篇大论...
zh_tw: <25>{#f/4}* 我會直接跳過 那些長篇大論...

source: <25>{#f/0}* and just let you get on your way.
pt_br: <25>{#f/0}* e só vou te deixar ir logo.
zh_cn: <25>{#f/0}* 直接放你前进。
zh_tw: <25>{#f/0}* 直接放你前進。

source: <25>{#f/3}* after all, someone as good as you...
pt_br: <25>{#f/3}* até porque, alguém tão bom como você...
zh_cn: <25>{#f/3}* 毕竟...
zh_tw: <25>{#f/3}* 畢竟...

source: <25>{#f/2}* shouldn't have to sit through a lecture about hard choices.
pt_br: <25>{#f/2}* não deveria ficar ouvindo sobre como as escolhas da vida são difíceis.
zh_cn: <25>{#f/2}* 像你这么棒的家伙... 肯定能在两难之中 找到第三条路的。
zh_tw: <25>{#f/2}* 像你這麼棒的傢伙... 肯定能在兩難之中 找到第三條路的。

source: <25>{#f/3}* ...
zh_cn: <25>{#f/3}* ...ゑ

source: <25>{#f/0}* good luck, buddo.
pt_br: <25>{#f/0}* boa sorte, carinha.
zh_cn: <25>{#f/0}* 加油，孩子。
zh_tw: <25>{#f/0}* 加油，孩子。

source: <25>{#f/2}* i'll move you back behind the pillar now.
pt_br: <25>{#f/2}* eu vou para trás da pilastra agora.
zh_cn: <25>{#f/2}* 我会把你挪回柱子后面。
zh_tw: <25>{#f/2}* 我會把你挪回柱子後面。

source: <26>{#f/2}* not that you'll need it.
pt_br: <26>{#f/2}* não que você precise saber disso.
zh_cn: <26>{#f/2}* 你一定能成功的。
zh_tw: <26>{#f/2}* 你一定能成功的。

source: <25>{#f/3}* ... oh, right. * i almost forgot.
pt_br: <25>{#f/3}* ... ah é, verdade. * eu quase esqueci.
zh_cn: <25>{#f/3}* ...哦对。 * 差点忘了。
zh_tw: <25>{#f/3}* ...喔對。 * 差點忘了。

source: <25>{#f/0}* you may have noticed how difficult it is to flirt with alphys.
pt_br: <25>{#f/0}* você deve ter percebido o quão difícil é flertar com a alphys.
zh_cn: <25>{#f/0}* 你可能已经知道 对Alphys调情 是有多么困难了。
zh_tw: <25>{#f/0}* 你可能已經知道 對Alphys調情 是有多麼困難了。

source: <25>{#f/2}* but i know a trick that'll get 'er right in the heart.
pt_br: <25>{#f/2}* mas eu sei um truque pra atingir o coraçãozinho dela.
zh_cn: <25>{#f/2}* 但我有给小妙招， 能让你一击俘获 Alphys的芳心。
zh_tw: <25>{#f/2}* 但我有給小妙招， 能讓你一擊俘獲 Alphys的芳心。

source: <25>{#f/0}* if you're truly devoted to being a legendary flirt master...
pt_br: <25>{#f/0}* se você realmente quer ser a lenda do flerte...
zh_cn: <25>{#f/0}* 如果你真的想成为 一位传奇调情大师...
zh_tw: <25>{#f/0}* 如果你真的想成為 一位傳奇調情大師...

source: <25>{#f/0}* you'll whisper this in her ear.
pt_br: <25>{#f/0}* você vai falar isso no ouvido dela.
zh_cn: <25>{#f/0}* 你就得在她耳边 这样低语。
zh_tw: <25>{#f/0}* 你就得在她耳邊 這樣低語。

source: <32>{#p/human}* (Sans whispered something in your ear.)
pt_br: <32>{#p/human}* (Sans te falou algo no ouvido.)
zh_cn: <32>{#p/human}* （Sans在你耳边 小声说了些话。）
zh_tw: <32>{#p/human}* （Sans在你耳邊 小聲說了些話。）

source: <25>{#p/sans}{#f/2}* try not to stand behind a pillar when you say it to her.
pt_br: <25>{#p/sans}{#f/2}* tente não ficar atrás de um pilar enquanto diz isso pra ela.
zh_cn: <25>{#p/sans}{#f/2}* 尽量别在柱子后面 对她说这些话。
zh_tw: <25>{#p/sans}{#f/2}* 儘量別在柱子後面 對她說這些話。

source: <25>{#p/sans}{#f/2}* good luck.
pt_br: <25>{#p/sans}{#f/2}* boa sorte.
zh_cn: <25>{#p/sans}{#f/2}* 祝你好运。
zh_tw: <25>{#p/sans}{#f/2}* 祝你好運。

source: <25>{#f/0}* ... but you. * you never gained any LOVE.
pt_br: <25>{#f/0}* ... mas você. * você nunca ganhou nenhum LOVE.
zh_cn: <25>{#f/0}* ...可是。 * 你从未获得任何LOVE。
zh_tw: <25>{#f/0}* ...可是。 * 你從未獲得任何LOVE。

source: <25>* ... hey, what's that look for?
pt_br: <25>* ... ei, que olhar é esse?
zh_cn: <25>* ...嘿，为啥摆出那表情？
zh_tw: <25>* ...嘿，為啥擺出那表情？

source: <25>{#f/2}* lv1's OBVIOUSLY the lowest you can go. * everybody knows that.
pt_br: <25>{#f/2}* lv1 é obviamente o mais baixo que dá pra chegar. * todo mundo sabe disso.
zh_cn: <25>{#f/2}* 众所周知， lv1就是最低的等级。
zh_tw: <25>{#f/2}* 眾所周知， lv1就是最低的等級。

source: <25>{#f/0}* anyway, that doesn't mean you're completely innocent or naive.
pt_br: <25>{#f/0}* de toda forma, isso não significa que você é totalmente inocente ou sem pecados.
zh_cn: <25>{#f/0}* 但这可不代表 你天真无邪，人畜无害。
zh_tw: <25>{#f/0}* 但這可不代表 你天真無邪，人畜無害。

source: <25>{#f/0}* when you had the chance to save someone's life...
pt_br: <25>{#f/0}* quando você teve a chance de salvar a vida de alguém...
zh_cn: <25>{#f/0}* 当你有能力 去拯救某人性命时...
zh_tw: <25>{#f/0}* 當你有能力 去拯救某人性命時...

source: <25>{#f/0}* you left them behind to save your own instead.
pt_br: <25>{#f/0}* você a deixou para trás, pois assim poderia salvar sua própria.
zh_cn: <25>{#f/0}* 你放弃了救人， 转而选择自保。
zh_tw: <25>{#f/0}* 你放棄了救人， 轉而選擇自保。

source: <25>{#f/3}* maybe you felt you were in danger. * maybe you were afraid.
pt_br: <25>{#f/3}* talvez você se sentiu com medo. * talvez você temia o que poderia acontecer.
zh_cn: <25>{#f/3}* 也许你会争辩， 当时身处险境，十分害怕， 只能那么做。
zh_tw: <25>{#f/3}* 也許你會爭辯， 當時身處險境，十分害怕， 只能那麼做。

source: <25>{#f/0}* but don't you think you could have done a little better?
pt_br: <25>{#f/0}* mas você não acha que poderia ter feito melhor?
zh_cn: <25>{#f/0}* 但是，你就从没考虑过 另一条更好的路吗？
zh_tw: <25>{#f/0}* 但是，你就從沒考慮過 另一條更好的路嗎？

source: <25>{#f/0}* for what it's worth...
pt_br: <25>{#f/0}* mas pelo que eu vejo...
zh_cn: <25>{#f/0}* 问题的答案，已经不重要了。[ADD]<25>{#f/0}* 重要的是...
zh_tw: <25>{#f/0}* 問題的答案，已經不重要了。[ADD]<25>{#f/0}* 重要的是...

source: <25>{#f/3}* you never went out of your way to kill anyone.
pt_br: <25>{#f/3}* você nunca saiu da linha e acabou matando alguém.
zh_cn: <25>{#f/3}* 你没有放任自己， 更没有杀戮别人。
zh_tw: <25>{#f/3}* 你沒有放任自己， 更沒有殺戮別人。

source: <25>{#f/0}* even when you ran away, you didn't do it out of malice.
pt_br: <25>{#f/0}* mesmo quando você fugiu, você não o fez por maldade
zh_cn: <25>{#f/0}* 在那种情况下， 你即便抛弃了对手， 也肯定不是出于恶意。
zh_tw: <25>{#f/0}* 在那種情況下， 你即便拋棄了對手， 也肯定不是出於惡意。

source: <25>{#f/0}* you never gained LOVE, but you had love.
pt_br: <25>{#f/0}* você nunca ganhou love, mas ganhou amor.
zh_cn: <25>{#f/0}* 你从未得到LOVE， 但你心中有爱（love）。
zh_tw: <25>{#f/0}* 你從未得到LOVE， 但你心中有愛（love）。

source: <25>{#f/0}* does that make sense?
pt_br: <25>{#f/0}* faz sentido?
zh_cn: <25>{#f/0}* 这说得通吗？
zh_tw: <25>{#f/0}* 這說得通嗎？

source: <25>{#f/0}* maybe not.
pt_br: <25>{#f/0}* acho que não.
zh_cn: <25>{#f/0}* 也许不吧。
zh_tw: <25>{#f/0}* 也許不吧。

source: <25>* just that you kept a certain tenderness in your heart.
pt_br: <25>* é só que você manteve uma certa ternura em seu coração.
zh_cn: <25>* 只能说明，内心深处， 你仍保有那份“善”。
zh_tw: <25>* 只能說明，內心深處， 你仍保有那份「善」。

source: <25>* no matter the struggles or hardships you faced...
pt_br: <25>* não importa as dificuldades ou as tempestades que você enfrentou...
zh_cn: <25>* 不管经受多少挫折， 多少伤痛... 你仍坚守本心，做正确的事。
zh_tw: <25>* 不管經受多少挫折， 多少傷痛... 你仍堅守本心，做正確的事。

source: <25>* you strived to do the right thing.
pt_br: <25>* você tomou a decisão correta.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* you refused to hurt anyone.
pt_br: <25>* você se recusou a ferir qualquer um.
zh_cn: <25>* 哪怕是一草一木， 你也从不去伤害他们。
zh_tw: <25>* 哪怕是一草一木， 你也從不去傷害他們。

source: <25>* even when you ran away, you did it with a smile.
pt_br: <25>* mesmo quando você correu, você o fez com um sorriso no rosto.
zh_cn: <25>* 即使输了，逃跑了， 脸上仍挂着笑容。
zh_tw: <25>* 即使輸了，逃跑了， 臉上仍掛著笑容。

source: <25>* you never gained LOVE, but you gained love.
pt_br: <25>* você nunca ganhou love, mas ganhou amor.
zh_cn: <25>* 你从未得到LOVE， 但你得到了爱（love）。
zh_tw: <25>* 你從未得到LOVE， 但你得到了愛（love）。

source: <25>* does that make sense?
pt_br: <25>* faz sentido?
zh_cn: <25>* 这说得通吗？
zh_tw: <25>* 這說得通嗎？

source: <25>* maybe not.
pt_br: <25>* talvez não.
zh_cn: <25>* 也许不吧。
zh_tw: <25>* 也許不吧。

source: <25>* in fact, i hear you're quite the romantic.
pt_br: <25>* aliás, ouvi dizer que você é bem do romântico.
zh_cn: <25>* 我听说，你特别会撩人。
zh_tw: <25>* 我聽說，你特別會撩人。

source: <25>* not only did you not hurt anyone, you went right for their hearts.
pt_br: <25>* não apenas você não feriu ninguém, como também tocou seus corações.
zh_cn: <25>* 你从未伤害他们， 还一一俘获了他们的心。
zh_tw: <25>* 你從未傷害他們， 還一一俘獲了他們的心。

source: <25>{#f/2}* you really like to make things hard on yourself, huh?
pt_br: <25>{#f/2}* você realmente gosta de fazer as coisas do jeito difícil, huh?
zh_cn: <25>{#f/2}* 嘿嘿，你挺喜欢 给自己上强度啊。
zh_tw: <25>{#f/2}* 嘿嘿，你挺喜歡 給自己上強度啊。

source: <25>{#f/0}* you hurt people out there, didn't you?
pt_br: <25>{#f/0}* você feriu pessoas por aí, não é?
zh_cn: <25>{#f/0}* 一路上，你伤害了不少人。 不是吗？
zh_tw: <25>{#f/0}* 一路上，你傷害了不少人。 不是嗎？

source: <25>{#f/0}* you hurt a lot of people out there, didn't you?
pt_br: <25>{#f/0}* você feriu muitas pessoas, não foi?
zh_cn: <25>{#f/0}* 一路上，你伤害了很多人。 不是吗？
zh_tw: <25>{#f/0}* 一路上，你傷害了很多人。 不是嗎？

source: <25>{#f/0}* plus, when you had the chance to save someone's life...
pt_br: <25>{#f/0}* aliás, quando você teve a chance de salvar a vida de alguém...
zh_cn: <25>{#f/0}* 而且，当你有能力 去拯救某人性命时...
zh_tw: <25>{#f/0}* 而且，當你有能力 去拯救某人性命時...

source: <25>{#f/3}* but a lot of other people feel that way, too.
pt_br: <25>{#f/3}* mas muitas outras pessoas também se sentem assim.
zh_cn: <25>{#f/3}* 但别的怪物面对你， 难道就不恐惧，不害怕吗？
zh_tw: <25>{#f/3}* 但別的怪物面對你， 難道就不恐懼，不害怕嗎？

source: <25>{#f/0}* just something to keep in mind.
pt_br: <25>{#f/0}* apenas algo para manter na mente.
zh_cn: <25>{#f/0}* 希望你记着...
zh_tw: <25>{#f/0}* 希望你記著...

source: <25>{#f/0}* even if you never killed them, you threatened their lives.
pt_br: <25>{#f/0}* mesmo nunca tendo matado ninguém, você ameaçou suas vidas.
zh_cn: <25>{#f/0}* 你确实没杀一只怪物， 但你无数次将他们 推向生死边缘。
zh_tw: <25>{#f/0}* 你確實沒殺一隻怪物， 但你無數次將他們 推向生死邊緣。

source: <25>{#f/3}* was it justified? * or was it just out of self-defense?
pt_br: <25>{#f/3}* foi justificado? * ou você pensou estar cometendo defesa pessoal?
zh_cn: <25>{#f/3}* 这是正当防卫？ * 还是防卫过当呢？
zh_tw: <25>{#f/3}* 這是正當防衛？ * 還是防衛過當呢？

source: <25>{#f/0}* i guess that's something only you can know.
pt_br: <25>{#f/0}* eu acho que isso é algo que só você sabe.
zh_cn: <25>{#f/0}* 只有你自己心里清楚。
zh_tw: <25>{#f/0}* 只有你自己心裡清楚。

source: <25>{#f/0}* then, you flirted with them as if to have your way with them.
pt_br: <25>{#f/0}* então, você flertou com eles como se quisesse fazer o que é bom.
zh_cn: <25>{#f/0}* 等他们乖乖就范， 你又展开攻势， 俘获他们的心。
zh_tw: <25>{#f/0}* 等他們乖乖就範， 你又展開攻勢， 俘獲他們的心。

source: <25>{#f/3}* is that really what you meant to do? * or... am i wrong?
pt_br: <25>{#f/3}* foi realmente o que você tentou fazer? * ou... eu estou errado?
zh_cn: <25>{#f/3}* 你这么干，是事先计划好的吗？ * 还是说... 我搞错了？
zh_tw: <25>{#f/3}* 你這麼幹，是事先計畫好的嗎？ * 還是說... 我搞錯了？

source: <25>{#f/3}* ... * now.
pt_br: <25>{#f/3}* ... * agora.
zh_cn: <25>{#f/3}* ... * 而现在，你要作出抉择。
zh_tw: <25>{#f/3}* ... * 而現在，你要作出抉擇。

source: <25>{#f/0}* you're about to make the greatest decision of your entire journey.
pt_br: <25>{#f/0}* você está prestes a tomar a maior decisão de toda sua jornada.
zh_cn: <25>{#f/0}* 作出整段旅程中， 最重要的抉择。
zh_tw: <25>{#f/0}* 作出整段旅程中， 最重要的抉擇。

source: <25>* your choice here...
pt_br: <25>* sua decisão aqui...
zh_cn: <25>* 你的选择... 将决定整片星系的命运。
zh_tw: <25>* 你的選擇... 將決定整片星系的命運。

source: <25>* will determine the fate of the entire galaxy.
pt_br: <25>* vai determinar o futuro de toda a galáxia.
zh_cn: <25>* 是安宁度日，放弃机会， 还是尝试冒险，进入档案？
zh_tw: <25>* 是安寧度日，放棄機會， 還是嘗試冒險，進入檔案？

source: <25>* if you refuse to enter the archive...
pt_br: <25>* se você se recusar a entrar no arquivo...
zh_cn: <25>* 选择前者...
zh_tw: <25>* 選擇前者...

source: <25>* monsters will remain trapped on the outpost.
pt_br: <25>* os monstros continuaram presos no Outpost.
zh_cn: <25>* 怪物将无法获得自由。
zh_tw: <25>* 怪物將無法獲得自由。

source: <25>* asgore will do his best to look after you, but...
pt_br: <25>* asgore fará o melhor para te convencer, mas...
zh_cn: <25>* asgore会尽己所能， 打理你的衣食住行。
zh_tw: <25>* asgore會盡己所能， 打理你的衣食住行。

source: <25>* we may never get a shot at freedom again.
pt_br: <25>* talvez nunca mais tenhamos a chance da liberdade novamente.
zh_cn: <25>* 可我们也许会 永远无法离开这里。
zh_tw: <25>* 可我們也許會 永遠無法離開這裡。

source: <25>{#f/3}* however. * if you do decide to follow his plan...
pt_br: <25>{#f/3}* de toda forma. * se você decidir seguir seu plano...
zh_cn: <25>{#f/3}* 相反。 * 如果听从asgore的计划， 选择后者...
zh_tw: <25>{#f/3}* 相反。 * 如果聽從asgore的計畫， 選擇後者...

source: <25>{#f/0}* there's a chance things could go wrong.
pt_br: <25>{#f/0}* a uma chance que as coisas dêem errado.
zh_cn: <25>{#f/0}* 你将要冒生命危险。
zh_tw: <25>{#f/0}* 你將要冒生命危險。

source: <25>* not to mention, you'd be risking your life again, and...
pt_br: <25>* sem mencionar, que você estaria arriscando sua vida mais uma vez, e...
zh_cn: <25>* 装置可能出现故障， 计划可能并不顺利， 还可能把命搭上...
zh_tw: <25>* 裝置可能出現故障， 計畫可能並不順利， 還可能把命搭上...

source: <25>* well.
pt_br: <25>* bem.
zh_cn: <25>* 那么...
zh_tw: <25>* 那麼...

source: <25>* what will you choose?
pt_br: <25>* o que você vai escolher?
zh_cn: <25>* 你会选择哪条路呢？
zh_tw: <25>* 你會選擇哪條路呢？

source: <25>* if i were you, i would have thrown in the towel by now.
pt_br: <25>* se eu fosse você, já teria desistido faz muito tempo.
zh_cn: <25>* 要是换我，早就放弃了。
zh_tw: <25>* 要是換我，早就放棄了。

source: <25>{#f/2}* but you didn't get this far by giving up, did you?
pt_br: <25>{#f/2}* mas você não chegou até aqui desistindo, não foi?
zh_cn: <25>{#f/2}* 但你绝不会因为这样的困难 就停下脚步，对吧？
zh_tw: <25>{#f/2}* 但你絕不會因為這樣的困難 就停下腳步，對吧？

source: <25>{#f/0}* that's right.
pt_br: <25>{#f/0}* exatamente.
zh_cn: <25>{#f/0}* 没错，你有一种特殊的力量。
zh_tw: <25>{#f/0}* 沒錯，你有一種特殊的力量。

source: <25>* you have something called "{@fill=#ff0}determination.{@fill=#fff}"
pt_br: <25>* você tem algo chamado "{@fill=#ff0}determinação.{@fill=#fff}"
zh_cn: <25>* 那就是“{@fill=#ff0}决心{@fill=#fff}”。
zh_tw: <25>* 那就是「{@fill=#ff0}決心{@fill=#fff}」。

source: <25>* so as long as you hold on...
pt_br: <25>* então com tanto que você mantenha o ritmo...
zh_cn: <25>* 只要你不放弃...
zh_tw: <25>* 只要你不放棄...

source: <25>* so as long as you do what's in your heart...
pt_br: <25>* com tanto que você mantenha a ternura em seu coração...
zh_cn: <25>* 只要你始终坚守本心...
zh_tw: <25>* 只要你始終堅守本心...

source: <25>* i believe you can do the right thing.
pt_br: <25>* eu confio que você fará a coisa certa.
zh_cn: <25>* 我相信，你一定能作出 正确的抉择。
zh_tw: <25>* 我相信，你一定能作出 正確的抉擇。

source: <25>{#f/3}* alright.
pt_br: <25>{#f/3}* certo.
zh_cn: <25>{#f/3}* 那么...
zh_tw: <25>{#f/3}* 那麼...

source: <25>{#f/0}* we're all counting on you, buddo.
pt_br: <25>{#f/0}* estamos todos contando com você, carinha.
zh_cn: <25>{#f/0}* 我们都指望你了，孩子。
zh_tw: <25>{#f/0}* 我們都指望你了，孩子。

source: <25>{#f/2}* good luck.
pt_br: <25>{#f/2}* boa sorte.
zh_cn: <25>{#f/2}* 加油哦。
zh_tw: <25>{#f/2}* 加油喔。

source: <25>{#f/3}* oh, right. * i almost forgot.
pt_br: <25>{#f/3}* ah, certo. * eu quase esqueci.
zh_cn: <25>{#f/3}* 哦，差点忘了。
zh_tw: <25>{#f/3}* 喔，差點忘了。

source: <25>{#f/0}* you may have noticed how difficult it is to flirt with her.
pt_br: <25>{#f/0}* você deve ter percebido o quão difícil é flertar com ela.
zh_cn: <25>{#f/0}* 说不定你也发现， 跟她调情有点困难。
zh_tw: <25>{#f/0}* 說不定你也發現， 跟她調情有點困難。

source: <25>{#f/0}* alphys, i mean.
pt_br: <25>{#f/0}* com a alphys.
zh_cn: <25>{#f/0}* 我说的“她”，就是alphys。
zh_tw: <25>{#f/0}* 我說的「她」，就是alphys。

source: <26>* no matter what you've used it for up to now...
pt_br: <26>* não importa para que você tenha usado até agora...
zh_cn: <26>* 甭管你之前 怎么用这种能力。
zh_tw: <26>* 甭管你之前 怎麼用這種能力。

source: <25>* i know you have it in you to do what's right when it matters most.
pt_br: <25>* eu sei que você fez o certo quando mais foi necessário.
zh_cn: <25>* 我相信...在危急关头， 你一定可以做出 正确的选择。
zh_tw: <25>* 我相信...在危急關頭， 你一定可以做出 正確的選擇。

source: <25>{#f/3}* be good, alright?
pt_br: <25>{#f/3}* seja bom, beleza?
zh_cn: <25>{#f/3}* 保持那份善意，好吗？
zh_tw: <25>{#f/3}* 保持那份善意，好嗎？

source: <25>{#f/2}* ... and try not to stand behind any more pillars.
pt_br: <25>{#f/2}* ... e tenta não ficar atrás de pilares.
zh_cn: <25>{#f/2}* ...还有，别总往柱子后面站。
zh_tw: <25>{#f/2}* ...還有，別總柱子後面站。

source: <25>{#p/darksans}* Now, you understand.
pt_br: <25>{#p/darksans}* agora, você entende.
zh_cn: <25>{#p/darksans}* 现在，你清楚了 EXP与LOVE的含义。
zh_tw: <25>{#p/darksans}* 現在，你清楚了 EXP與LOVE的含義。

source: <25>* It's time to begin your judgment.
pt_br: <25>* está na hora de começar o seu julgamento.
zh_cn: <25>* 也是时候接受审判了。
zh_tw: <25>* 也是時候接受審判了。

source: <25>* Look inside yourself.
pt_br: <25>* olhe dentro de si mesmo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* Have you really done the right thing?
pt_br: <25>* você realmente fez a coisa certa?
zh_cn: <25>* 扪心自问， 一路走来做的那些事 真的是正确的吗？
zh_tw: <25>* 捫心自問， 一路走來做的那些事 真的是正確的嗎？

source: <25>* And, considering what you've done...
pt_br: <25>* e, considerando o que você fez...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>* What will you do now?
pt_br: <25>* o que fará agora?
zh_cn: <25>* 清楚了过去的所作作为， 又该如何面对当下呢？
zh_tw: <25>* 清楚了過去的所作作為， 又該如何面對當下呢？
