Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (The sound of a spacecraft can be heard fading into the distance.)
pt_br: <32>{#p/human}* (O som de um ônibus espacial consegue ser ouvido afastando-se para o vasto.)
zh_cn: <32>{#p/human}* （飞船的声音渐渐消失在天际。）
zh_tw: <32>{#p/human}* （飛船的聲音漸漸消失在天際。）

source: <25>{#p/kidd}{#f/4}* Hello?
pt_br: <25>{#p/kidd}{#f/4}* Alô?
zh_cn: <25>{#p/kidd}{#f/4}* 喂？
zh_tw: <25>{#p/kidd}{#f/4}* 喂？

source: <25>{#f/4}* Is someone there...?
pt_br: <25>{#f/4}* Tem alguém aí...?
zh_cn: <25>{#f/4}* 有人吗...？
zh_tw: <25>{#f/4}* 有人嗎...？

source: <25>{#p/kidd}{#f/5}* ... oh, it's just you.
pt_br: <25>{#p/kidd}{#f/5}* ... ah, é só você.
zh_cn: <25>{#p/kidd}{#f/5}* ...哦，是你啊。
zh_tw: <25>{#p/kidd}{#f/5}* ...喔，是你啊。

source: <25>{#f/4}* Well... when you're ready...
pt_br: <25>{#f/4}* Bom... quando você estiver pronto...
zh_cn: <25>{#f/4}* 好吧... 如果你准备好...
zh_tw: <25>{#f/4}* 好吧... 如果你準備好...

source: <25>{#f/5}* Everyone's waiting for you at Asgore's place.
pt_br: <25>{#f/5}* Todo mundo está te esperando na casa do Asgore.
zh_cn: <25>{#f/5}* 大家都在 Asgore家等你。
zh_tw: <25>{#f/5}* 大家都在 Asgore家等你。

source: <25>{#f/4}* I'll... just be out of your way now.
pt_br: <25>{#f/4}* Eu vou... sair do seu caminho agora.
zh_cn: <25>{#f/4}* 我... 我不打扰你了。
zh_tw: <25>{#f/4}* 我... 我不打擾你了。

source: <25>{#p/kidd}{#f/2}* Yo! * Where have YOU been all this time!?
pt_br: <25>{#p/kidd}{#f/2}* Yo! * Onde você esteve esse tempo todo!?
zh_cn: <25>{#p/kidd}{#f/2}* 哟！ * 这段时间你跑哪去了！？
zh_tw: <25>{#p/kidd}{#f/2}* 喲！ * 這段時間你跑哪去了！？

source: <25>{#f/1}* They've been looking ALL over for you, dude!
pt_br: <25>{#f/1}* Estavam te procurando por todos os lados, cara!
zh_cn: <25>{#f/1}* 他们一直在找你，伙计！
zh_tw: <25>{#f/1}* 他們一直在找你，夥計！

source: <25>{#f/2}* Like, there's this big hangout going on at Asgore's, and...
pt_br: <25>{#f/2}* Tipo, tem uma grande refeição final acontecendo na casa do Asgore, e...
zh_cn: <25>{#f/2}* 就是，Asgore家开了 一个大派对，还有...
zh_tw: <25>{#f/2}* 就是，Asgore家開了 一個大派對，還有...

source: <25>{#f/1}* Everyone's been wondering when you'd show up!
pt_br: <25>{#f/1}* Todo mundo estava se perguntando quando você iria aparecer!
zh_cn: <25>{#f/1}* 每个人都在期盼 你啥时候会登场呢！
zh_tw: <25>{#f/1}* 每個人都在期盼 你啥時候會登場呢！

source: <25>{#f/1}* ... come on, dude! * Come and join in before it's too late!
pt_br: <25>{#f/1}* ... vamos lá, cara! * Junte-se enquanto não é tarde demais!
zh_cn: <25>{#f/1}* ...来吧，伙计！ * 趁还有时间， 来加入我们的狂欢吧！
zh_tw: <25>{#f/1}* ...來吧，夥計！ * 趁還有時間， 來加入我們的狂歡吧！

source: <33>* I can't just let him walk away.
pt_br: <33>* Eu não posso só deixar ele ir.
zh_cn: <33>* 我不能就这么让他离开。
zh_tw: <33>* 我不能就這麼讓他離開。

source: <32>* It's all too much...
pt_br: <32>* Isso tudo é coisa demais...
zh_cn: <32>* 我还有 太多的话想要...
zh_tw: <32>* 我還有 太多的話想要...

source: <32>* These things I've been holding onto for years...
pt_br: <32>* Essas coisas nas quais eu tenho me segurado por anos...
zh_cn: <32>* 这些话我藏在心里 已经日久年深了...
zh_tw: <32>* 這些話我藏在心裡 已經日久年深了...

source: <32>* If I don't get to talk to him soon, I...
pt_br: <32>* Se eu não puder falar com ele logo, eu...
zh_cn: <32>* 如果我不能快点去 跟他说这些话，那我...
zh_tw: <32>* 如果我不能快點去 跟他說這些話，那我...

source: <32>* I...
pt_br: <32>* Eu...
zh_cn: <32>* 我...
zh_tw: <32>* 我...

source: <32>* I just need to see him before he's... gone for good.
pt_br: <32>* Eu só preciso vê-lo antes que ele seja... se vá para sempre
zh_cn: <32>* 我只是想... 在与他彻底 分离之前，与他再见一面。
zh_tw: <32>* 我只是想... 在與他徹底 分離之前，與他再見一面。

source: <32>{#s/phone}{#p/event}* Ring, ring...
zh_cn: <32>{#s/phone}{#p/event}* 铃铃，铃铃...ゑ
zh_tw: <32>{#s/phone}{#p/event}* 鈴鈴，鈴鈴...ゑ

source: <18>{#p/papyrus}{#f/6}SORRY IF YOU TRIED TO CALL US BEFORE...
pt_br: <18>{#p/papyrus}{#f/6}DESCULPA SE VOCÊ TENTOU NOS LIGAR ANTES...
zh_cn: <18>{#p/papyrus}{#f/6}对不起， 我们没接你电话...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}對不起， 我們沒接你電話...ゑ

source: <18>{#p/papyrus}{#f/6}THE LINES AREN'T DOWN OR ANYTHING, WE JUST...
pt_br: <18>{#p/papyrus}{#f/6}AS LINHAS NÃO CAÍRAM NEM NADA DO TIPO, NÓS SÓ...
zh_cn: <18>{#p/papyrus}{#f/6}不是因为信号不好， 或者电话断线。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}不是因為訊號不好， 或者電話斷線。ゑ

source: <18>{#p/papyrus}{#f/5}... WE'VE BEEN IGNORING YOU.
pt_br: <18>{#p/papyrus}{#f/5}... ESTAMOS TE IGNORANDO.
zh_cn: <18>{#p/papyrus}{#f/5}单纯是因为... 不想搭理你。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}單純是因為... 不想搭理你。ゑ

source: <18>{#f/5}IT'S STRANGE... WE ALL SORT OF KNOW YOUR NAME NOW.
pt_br: <18>{#f/5}É ESTRANHO... TODOS SABEMOS SEU NOME AGORA.
zh_cn: <18>{#f/5}真奇怪... 你的大名突然传遍了 整个怪物世界。ゑ
zh_tw: <18>{#f/5}真奇怪... 你的大名突然傳遍了 整個怪物世界。ゑ

source: <18>{#f/6}WE'RE ALL... KIND OF TERRIFIED OF YOU.
pt_br: <18>{#f/6}NÓS ESTAMOS TODOS... ATERRORIZADOS DE VOCÊ.
zh_cn: <18>{#f/6}而且，每个怪物... 都非常害怕你。ゑ
zh_tw: <18>{#f/6}而且，每個怪物... 都非常害怕你。ゑ

source: <18>{#f/4}... WELL, MOST OF US, ANYWAY.
pt_br: <18>{#f/4}... BEM, MAIOR PARTE DE NÓS.
zh_cn: <18>{#f/4}...也许说得太绝对， 但大体没错。ゑ
zh_tw: <18>{#f/4}...也許說得太絕對， 但大體沒錯。ゑ

source: <25>{#p/undyne}{#f/12}* Yeah. * What he said.
pt_br: <25>{#p/undyne}{#f/12}* É. * O que ele disse.
zh_cn: <25>{#p/undyne}{#f/12}* 对。 * 就是这样。ゑ
zh_tw: <25>{#p/undyne}{#f/12}* 對。 * 就是這樣。ゑ

source: <18>{#p/papyrus}{#f/5}...
zh_cn: <18>{#p/papyrus}{#f/5}...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}...ゑ

source: <18>{#p/papyrus}{#f/5}... TO BE HONEST, I THINK SHE'S AFRAID, TOO.
pt_br: <18>{#p/papyrus}{#f/5}... PRA SER SINCERO, ACHO QUE ELA ESTÁ COM MEDO, TAMBÉM.
zh_cn: <18>{#p/papyrus}{#f/5}...我感觉， 就连她都开始怕你了。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}...我感覺， 就連她都開始怕你了。ゑ

source: <25>{#p/undyne}{#f/17}* Am not!
pt_br: <25>{#p/undyne}{#f/17}* Não estou!
zh_cn: <25>{#p/undyne}{#f/17}* 我才不怕呢！ゑ
zh_tw: <25>{#p/undyne}{#f/17}* 我才不怕呢！ゑ

source: <18>{#f/5}IT WASN'T AN EASY CHOICE TO MAKE, BUT...
pt_br: <18>{#f/5}NÃO FOI UMA ESCOLHA FÁCIL DE SE FAZER, MAS...
zh_cn: <18>{#f/5}我们纠结了很久， 最后还是决定...ゑ
zh_tw: <18>{#f/5}我們糾結了很久， 最後還是決定...ゑ

source: <18>{#f/31}WE'VE ALREADY LEFT TO LOOK FOR OUR NEW HOMEWORLD.
pt_br: <18>{#f/31}NÓS TODOS JÁ DEIXAMOS O OUTPOST E VIEMOS PARA UM NOVO MUNDO.
zh_cn: <18>{#f/31}抛弃你，先走一步 寻找新家园。ゑ
zh_tw: <18>{#f/31}拋棄你，先走一步 尋找新家園。ゑ

source: <18>{#f/6}I KNOW, I KNOW! BUT DON'T WORRY...
pt_br: <18>{#f/6}EU SEI, EU SEI! * MAS NÃO SE PREOCUPA!
zh_cn: <18>{#f/6}知道你不好受！ 所以别担心...ゑ
zh_tw: <18>{#f/6}知道你不好受！ 所以別擔心...ゑ

source: <18>{#f/5}... YOU'LL STILL HAVE THE CORE TO KEEP YOU COMPANY.
pt_br: <18>{#f/5} VOCÊ AINDA TEM O CORE PARA TE FAZER COMPANHIA.
zh_cn: <18>{#f/5}...我们还给你 留了个核心。ゑ
zh_tw: <18>{#f/5}...我們還給你 留了個核心。ゑ

source: <25>{#p/undyne}{#f/12}* Until that runs out of power, of course.
pt_br: <25>{#p/undyne}{#f/12}* Até a energia dele acabar, é claro.
zh_cn: <25>{#p/undyne}{#f/12}* 过不了多久， 那玩意就没能量了哦。ゑ
zh_tw: <25>{#p/undyne}{#f/12}* 過不了多久， 那玩意就沒能量了喔。ゑ

source: <18>{#p/papyrus}{#f/5}JUST... DON'T COME AFTER US, OKAY?
pt_br: <18>{#p/papyrus}{#f/5}SÓ... NÃO VEM ATRÁS DA GENTE, TÁ BOM?
zh_cn: <18>{#p/papyrus}{#f/5}求求你... 别来找我们，行吗？ゑ
zh_tw: <18>{#p/papyrus}{#f/5}求求你... 別來找我們，行嗎？ゑ

source: <18>{#f/31}IT'S PROBABLY FOR THE BEST THAT WE NEVER MEET AGAIN.
pt_br: <18>{#f/31}É MELHOR QUE A GENTE NUNCA SE VEJA NOVAMENTE.
zh_cn: <18>{#f/31}我们都不想再见到你。ゑ
zh_tw: <18>{#f/31}我們都不想再見到你。ゑ

source: <18>{#f/3}...
zh_cn: <18>{#f/3}...ゑ
zh_tw: <18>{#f/3}...ゑ

source: <18>{#f/3}WELL... GOODBYE.
pt_br: <18>{#f/3}BEM... ADEUS.
zh_cn: <18>{#f/3}唉... 好自为之吧。
zh_tw: <18>{#f/3}唉... 好自為之吧。

source: <25>{#p/undyne}{#f/1}* Enjoy the solitude!!
pt_br: <25>{#p/undyne}{#f/1}* Aproveite a solitude!!
zh_cn: <25>{#p/undyne}{#f/1}* 好好享受一个人的世界！！
zh_tw: <25>{#p/undyne}{#f/1}* 好好享受一個人的世界！！

source: <32>{#s/equip}{#p/event}* Click...
zh_cn: <32>{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#s/equip}{#p/event}* 滴...

source: <18>{#p/papyrus}{#f/0}HEY, HUMAN! I HOPE YOU'RE DOING OKAY!
pt_br: <18>{#p/papyrus}{#f/0}EI, HUMANO! ESPERO QUE VOCÊ ESTEJA BEM!
zh_cn: <18>{#p/papyrus}{#f/0}嘿，人类！ 希望你没事！
zh_tw: <18>{#p/papyrus}{#f/0}嘿，人類！ 希望你沒事！

source: <18>{#f/5}WE'VE BEEN VERY WORRIED ABOUT YOU, YOU KNOW.
pt_br: <18>{#f/5}ESTÁVAMOS BEM PREOCUPADOS COM VOCÊ, SABE.
zh_cn: <18>{#f/5}我们都担心死你了。
zh_tw: <18>{#f/5}我們都擔心死你了。

source: <18>{#f/6}WHEN WE CALLED YOU BEFORE, THERE WAS NO RESPONSE!
pt_br: <18>{#f/6}QUANDO TE LIGAMOS ANTES, NÃO HOUVE RESPOSTA!
zh_cn: <18>{#f/6}我们都把电话都打爆了， 可你之前一次都没接！
zh_tw: <18>{#f/6}我們都把電話都打爆了， 可你之前一次都沒接！

source: <18>{#f/0}THANKFULLY, YOUR FRIEND CAME BY, AND...
pt_br: <18>{#f/0}FELIZMENTE SEU AMIGO VEIO E...
zh_cn: <18>{#f/0}还好你的朋友经过， 然后...
zh_tw: <18>{#f/0}還好你的朋友經過， 然後...

source: <18>{#f/0}WELL, WE CAN ALL BREATHE A SIGH OF RELIEF NOW.
pt_br: <18>{#f/0}AGORA PODEMOS TODOS RESPIRAR DE ALÍVIO.
zh_cn: <18>{#f/0}谢天谢地， 我们现在能松口气了。
zh_tw: <18>{#f/0}謝天謝地， 我們現在能鬆口氣了。

source: <18>{#f/0}... FRISK? THAT'S YOUR NAME, RIGHT?
pt_br: <18>{#f/0}... FRISK? É SEU NOME, CERTO?
zh_cn: <18>{#f/0}...FRISK？ 你是叫这名吗？
zh_tw: <18>{#f/0}...FRISK？ 你是叫這名嗎？

source: <18>{#f/0}BUT THAT'S OKAY. IT'S STRANGE IN AN UPLIFTING WAY.
pt_br: <18>{#f/0}MAS TUDO BEM. É ESTRANHO DE UMA FORMA EDIFICANTE.
zh_cn: <18>{#f/0}不过也没啥。 奇怪管奇怪， 还是挺振奋人心的。
zh_tw: <18>{#f/0}不過也沒啥。 奇怪管奇怪， 還是挺振奮人心的。

source: <25>{#p/sans}{#f/0}* careful bro, don't overcook it.
pt_br: <25>{#p/sans}{#f/0}* cuidado mano, não queime a comida.
zh_cn: <25>{#p/sans}{#f/0}* 小心点啊兄弟， 别把面煮糊了。
zh_tw: <25>{#p/sans}{#f/0}* 小心點啊兄弟， 別把面煮糊了。

source: <18>{#p/papyrus}{#f/7}SANS!!! I KNOW WHAT I'M DOING!!!
pt_br: <18>{#p/papyrus}{#f/7}SANS!!! EU SEI O QUE ESTOU FAZENDO!!!
zh_cn: <18>{#p/papyrus}{#f/7}SANS！！！ 我知道自己在干嘛！！！
zh_tw: <18>{#p/papyrus}{#f/7}SANS！！！ 我知道自己在幹嘛！！！

source: <25>{#p/sans}{#f/2}* just making sure.
pt_br: <25>{#p/sans}{#f/2}* Só tendo certeza.
zh_cn: <25>{#p/sans}{#f/2}* 以防万一嘛。
zh_tw: <25>{#p/sans}{#f/2}* 以防萬一嘛。

source: <18>{#p/papyrus}{#f/6}SO... TURNS OUT ASGORE'S A BIG FAN OF SPAGHETTI.
pt_br: <18>{#p/papyrus}{#f/6}ENTÃO... ASGORE É UM GRANDE FÃ DE ESPAGUETE.
zh_cn: <18>{#p/papyrus}{#f/6}对了... ASGORE原来 这么喜欢意大利面。
zh_tw: <18>{#p/papyrus}{#f/6}對了... ASGORE原來 這麼喜歡義大利麵。

source: <18>{#p/papyrus}{#f/4}AFTER MY FIRST DISH, HE WAS HOOKED...
pt_br: <18>{#p/papyrus}{#f/4}APÓS MINHA PRIMEIRA REFEIÇÃO, ELE FICOU ABISMADO...
zh_cn: <18>{#p/papyrus}{#f/4}我仅用一碟意大利面 就把他征服了...
zh_tw: <18>{#p/papyrus}{#f/4}我僅用一碟義大利麵 就把他徵服了...

source: <18>{#p/papyrus}{#f/0}NOW, HE WANTS ME TO COOK FOR THE WHOLE PARTY!
pt_br: <18>{#p/papyrus}{#f/0}AGORA, ELE QUER QUE EU COZINHE PARA TODA A FESTA!
zh_cn: <18>{#p/papyrus}{#f/0}他还让我给 参加派对的大伙 都做份意面呢！
zh_tw: <18>{#p/papyrus}{#f/0}他還讓我給 參加派對的大夥 都做份意面呢！

source: <18>{#p/papyrus}{#f/9}I, MASTER CHEF PAPYRUS, AM HAPPY TO OBLIGE!
pt_br: <18>{#p/papyrus}{#f/9}EU, CHEFE MESTRE PAPYRUS, ESTOU FELIZ COM TAL TAREFA!
zh_cn: <18>{#p/papyrus}{#f/9}我，顶级厨师PAPYRUS， 乐意效劳！
zh_tw: <18>{#p/papyrus}{#f/9}我，頂級廚師PAPYRUS， 樂意效勞！

source: <25>{#p/sans}{#f/0}* you're finally getting the respect you deserve, huh?
pt_br: <25>{#p/sans}{#f/0}* você finalmente está ganhando o respeito que merece, huh?
zh_cn: <25>{#p/sans}{#f/0}* 看来，长久的努力 终于有回报了， 是不是呀？
zh_tw: <25>{#p/sans}{#f/0}* 看來，長久的努力 終於有回報了， 是不是呀？

source: <18>{#p/papyrus}{#f/0}OH, ABSOLUTELY. BECAUSE UNTIL NOW...
pt_br: <18>{#p/papyrus}{#f/0}OH, ABSOLUTAMENTE. PORQUE ATÉ O MOMENTO...
zh_cn: <18>{#p/papyrus}{#f/0}必须滴。
zh_tw: <18>{#p/papyrus}{#f/0}必須滴。

source: <18>{#p/papyrus}{#f/4}I'VE NEVER SEEN A CUSTOMER GET PAST THE FIRST BITE.
pt_br: <18>{#p/papyrus}{#f/4}EU NUNCA VI UMA PESSOA PASSANDO DA PRIMEIRA MORDIDA.
zh_cn: <18>{#p/papyrus}{#f/4}因为你瞧， 大伙都挺喜欢的！[ADD]<18>{#p/papyrus}{#f/4}根本没人尝了一口 就嫌弃说不好吃。
zh_tw: <18>{#p/papyrus}{#f/4}因為你瞧， 大夥都挺喜歡的！[ADD]<18>{#p/papyrus}{#f/4}根本沒人嘗了一口 就嫌棄說不好吃。

source: <25>{#p/sans}{#f/0}* wow. * talk about moving up in the world.
pt_br: <25>{#p/sans}{#f/0}* wow. * falando sobre mover o mundo pra cima.
zh_cn: <25>{#p/sans}{#f/0}* 哇哦。 * 对了，说说守卫的事儿吧。
zh_tw: <25>{#p/sans}{#f/0}* 哇喔。 * 對了，說說守衛的事兒吧。

source: <25>{#p/sans}{#f/3}* maybe now, not being in the royal guard... isn't so bad.
pt_br: <25>{#p/sans}{#f/3}* talvez agora, não estar na guarda real... não é tão ruim.
zh_cn: <25>{#p/sans}{#f/3}* 你没当上皇家守卫... 可能也不是那么糟。
zh_tw: <25>{#p/sans}{#f/3}* 你沒當上皇家守衛... 可能也不是那麼糟。

source: <25>{#p/sans}{#f/2}* i'm your brother, so i'm proud of you either way.
pt_br: <25>{#p/sans}{#f/2}* eu sou seu irmão, então estou orgulhoso de ti de toda forma.
zh_cn: <25>{#p/sans}{#f/2}* 我是你的兄弟， 这就足以让我为你骄傲了。
zh_tw: <25>{#p/sans}{#f/2}* 我是你的兄弟， 這就足以讓我為你驕傲了。

source: <18>{#p/papyrus}{#f/8}SANS...! YOU'RE GOING TO MAKE ME CRY!
pt_br: <18>{#p/papyrus}{#f/8}SANS...! VOCÊ VAI ME FAZER CHORAR!
zh_cn: <18>{#p/papyrus}{#f/8}SANS...！ 你这话说的， 我都要流眼泪了！
zh_tw: <18>{#p/papyrus}{#f/8}SANS...！ 你這話說的， 我都要流眼淚了！

source: <18>{#p/papyrus}{#f/7}THE CUSTOMERS WON'T WANT TEARS IN THEIR PASTA!
pt_br: <18>{#p/papyrus}{#f/7}AS PESSOAS NÃO VÃO QUERER PASTA COM LÁGRIMAS!
zh_cn: <18>{#p/papyrus}{#f/7}食客们可不想 意面沾上眼泪！
zh_tw: <18>{#p/papyrus}{#f/7}食客們可不想 意面沾上眼淚！

source: <25>{#p/sans}{#f/3}* whoops. * bad timing, i guess.
pt_br: <25>{#p/sans}{#f/3}* whoops. * momento errado, eu acho.
zh_cn: <25>{#p/sans}{#f/3}* 哎呀。 * 忘挑个好时间了。
zh_tw: <25>{#p/sans}{#f/3}* 哎呀。 * 忘挑個好時間了。

source: <18>{#p/papyrus}{#f/4}FOR YOU, THIS IS ABOVE AVERAGE TIMING...
pt_br: <18>{#p/papyrus}{#f/4}PARA VOCÊ, ISSO É ACIMA DO TEMPO ACEITÁVEL.
zh_cn: <18>{#p/papyrus}{#f/4}这次其实算好的了...
zh_tw: <18>{#p/papyrus}{#f/4}這次其實算好的了...

source: <18>{#p/papyrus}{#f/0}... ANYWAY, WE'LL BE BUSY IN ASGORE'S KITCHEN.
pt_br: <18>{#p/papyrus}{#f/0}... DE TODA FORMA, ESTAREMOS NA COZINHA DO ASGORE.
zh_cn: <18>{#p/papyrus}{#f/0}...咱在ASGORE家厨房， 要继续忙去了。
zh_tw: <18>{#p/papyrus}{#f/0}...咱在ASGORE家廚房， 要繼續忙去了。

source: <18>{#p/papyrus}{#f/9}FEEL FREE TO SWING BY WHEN YOU GET THE CHANCE!
pt_br: <18>{#p/papyrus}{#f/9}SINTA-SE LIVRE PARA VOLTAR QUANDO TIVER A CHANCE!
zh_cn: <18>{#p/papyrus}{#f/9}你可以顺道来看看， 随时欢迎！
zh_tw: <18>{#p/papyrus}{#f/9}你可以順道來看看， 隨時歡迎！

source: <25>{#p/sans}{#f/0}* hey, bucko.
pt_br: <25>{#p/sans}{#f/0}* ei, carinha.
zh_cn: <25>{#p/sans}{#f/0}* 嘿，小子。
zh_tw: <25>{#p/sans}{#f/0}* 嘿，小子。

source: <25>{#f/0}* i've been wondering when you'd swing by this way.
pt_br: <25>{#f/0}* eu estava me perguntando quando você apareceria por aqui.
zh_cn: <25>{#f/0}* 刚才我就纳闷 你会啥时候来这。
zh_tw: <25>{#f/0}* 剛才我就納悶 你會啥時候來這。

source: <25>{#f/3}* some kid blew past me not too long ago, probably to find you.
pt_br: <25>{#f/3}* alguma criança passou por mim a não muito tempo, provavelmente pra te encontrar.
zh_cn: <25>{#f/3}* 前不久，有个孩子 突然从我旁边冲了过去， 大概是去找你的。
zh_tw: <25>{#f/3}* 前不久，有個孩子 突然從我旁邊衝了過去， 大概是去找你的。

source: <25>{#f/2}* that must be why you finally picked up the phone after ten rings.
pt_br: <25>{#f/2}* deve ser por isso que você atendeu o telefone depois de dez ligações.
zh_cn: <25>{#f/2}* 难怪我们 打了11通电话你才接。
zh_tw: <25>{#f/2}* 難怪我們 打了11通電話你才接。

source: <25>{#f/0}* ... anyway. * i've been looking for someone myself, y'know.
pt_br: <25>{#f/0}* ... de toda forma. * eu estive procurando por alguém também.
zh_cn: <25>{#f/0}* ...对了。 * 我想找个人。
zh_tw: <25>{#f/0}* ...對了。 * 我想找個人。

source: <25>{#f/0}* you probably know her. * name's toriel.
pt_br: <25>{#f/0}* você provavelmente conhece ela. * o nome é toriel.
zh_cn: <25>{#f/0}* 你应该认识。 * 她叫toriel。
zh_tw: <25>{#f/0}* 你應該認識。 * 她叫toriel。

source: <25>{#f/3}* i've looked in all the obvious places, but no dice.
pt_br: <25>{#f/3}* eu a procurei por todos os lados, mas sem sucesso.
zh_cn: <25>{#f/3}* 我把能猜到的地方 找了个遍，就是没找到。
zh_tw: <25>{#f/3}* 我把能猜到的地方 找了個遍，就是沒找到。

source: <25>{#f/0}* by now, she could be anywhere...
pt_br: <25>{#f/0}* por agora, ela pode estar em qualquer lugar.
zh_cn: <25>{#f/0}* 所以谁也说不清 她去哪儿了...
zh_tw: <25>{#f/0}* 所以誰也說不清 她去哪兒了...

source: <25>{#f/3}* if you see her, or hear from her, tell her to call me.
pt_br: <25>{#f/3}* se você ver ela, ou ouvir sobre ela, diz pra ela me ligar.
zh_cn: <25>{#f/3}* 如果你见到她了， 或者接到她的电话了... * 就让她给我回个电话。
zh_tw: <25>{#f/3}* 如果你見到她了， 或者接到她的電話了... * 就讓她給我回個電話。

source: <25>{#f/2}* ... for all i know, she could be in my closet.
pt_br: <25>{#f/2}* ... pela que eu sei ela poderia estar no meu armário.
zh_cn: <25>{#f/2}* ...说不定， 她跑到我的衣柜里面去了。
zh_tw: <25>{#f/2}* ...說不定， 她跑到我的衣櫃裡面去了。

source: <25>{#f/2}* thanks in advance.
pt_br: <25>{#f/2}* Obrigado adiantado.
zh_cn: <25>{#f/2}* 谢了。
zh_tw: <25>{#f/2}* 謝了。

source: <25>{#p/asgore}{#f/6}* Ah, Frisk! * I see you are awake.
pt_br: <25>{#p/asgore}{#f/6}* Ah, Frisk! * Que bom que você acordou.
zh_cn: <25>{#p/asgore}{#f/6}* 啊，Frisk！ * 你醒了。
zh_tw: <25>{#p/asgore}{#f/6}* 啊，Frisk！ * 你醒了。

source: <25>{#f/6}* If you would like, you may join us in our celebration.
pt_br: <25>{#f/6}* Se você gostar, pode se juntar a nós em tal celebração.
zh_cn: <25>{#f/6}* 想来的话， 可以跟我们一起庆祝一下。
zh_tw: <25>{#f/6}* 想來的話， 可以跟我們一起慶祝一下。

source: <25>{#f/21}* I am sure the others would be happy to see you.
pt_br: <25>{#f/21}* Eu tenho certeza que os outros estarão felizes em te ver.
zh_cn: <25>{#f/21}* 大伙见到你会很高兴的。
zh_tw: <25>{#f/21}* 大夥見到你會很高興的。

source: <25>{#f/5}* Otherwise, feel free to roam the outpost as you please.
pt_br: <25>{#f/5}* No mais, sinta-se livre de caminhar pelo Outpost enquanto ainda tem tempo.
zh_cn: <25>{#f/5}* 想去前哨站 其他地方逛逛也行。
zh_tw: <25>{#f/5}* 想去前哨站 其他地方逛逛也行。

source: <25>{#f/5}* Once you are ready to leave, you may return to the throne room.
pt_br: <25>{#f/5}* Assim que quiser ir embora, vá para a sala do trono.
zh_cn: <25>{#f/5}* 什么时候准备启程了， 就去王座那儿。
zh_tw: <25>{#f/5}* 什麼時候準備啟程了， 就去王座那兒。

source: <25>{#f/6}{#x1}* I have just opened the door to the hangar by remote for you.
pt_br: <25>{#f/6}{#x1}* Eu acabei de abrir a porta para o ônibus por controle remoto para você.
zh_cn: <25>{#f/6}{#x1}* 我用遥控器 把停机坪通道打开了。
zh_tw: <25>{#f/6}{#x1}* 我用遙控器 把停機坪通道打開了。

source: <25>{#p/asriel1}{#f/17}* This door will take us to the hangar bay.
pt_br: <25>{#p/asriel1}{#f/17}* Essa porta vai nós levar até a saída.
zh_cn: <25>{#p/asriel1}{#f/17}* 走出这扇门，就是停机坪。
zh_tw: <25>{#p/asriel1}{#f/17}* 走出這扇門，就是停機坪。

source: * (Leave the outpost?)
pt_br: * (Deixar o Outpost?)
zh_cn: * （离开这里吗？）
zh_tw: * （離開這裡嗎？）

source: Don't leave
pt_br: Ainda Não
zh_cn: 我想 再等等
zh_tw: 我想 再等等

source: I'm ready
pt_br: Estou pronto
zh_cn: 现在离开
zh_tw: 現在離開

source: <32>{#p/basic}* If you leave here, your journey will really be over.
pt_br: <32>{#p/basic}* Se você sair agora, sua jornada terá chegado ao fim.
zh_cn: <32>{#p/basic}* 走出这扇门， 你的旅程将会迎来 真正的终结。
zh_tw: <32>{#p/basic}* 走出這扇門， 你的旅程將會迎來 真正的終結。

source: <32>{#p/basic}* Your friends will follow you to a new homeworld.
pt_br: <32>{#p/basic}* Seus amigos irão segui-lo para o novo planeta natal.
zh_cn: <32>{#p/basic}* 你的朋友们 将会跟随你的脚步， 前往新家园。
zh_tw: <32>{#p/basic}* 你的朋友們 將會跟隨你的腳步， 前往新家園。

source: <32>* Don't you remember what we have to do?
pt_br: <32>* Você não se lembra do que temos de fazer?
zh_cn: <32>* 我们还有事没做呢， 你忘了吗？
zh_tw: <32>* 我們還有事沒做呢， 你忘了嗎？

source: <25>{#p/asriel1}{#f/23}* It's beautiful...
pt_br: <25>{#p/asriel1}{#f/23}* É lindo...
zh_cn: <25>{#p/asriel1}{#f/23}* 真美...
zh_tw: <25>{#p/asriel1}{#f/23}* 真美...

source: <25>{#f/13}* Even though I've seen this view since I was born...
pt_br: <25>{#f/13}* Mesmo que eu tenha tido essa visão desde que nasci...
zh_cn: <25>{#f/13}* 从出生起， 这片星空我早已见过 无数次。
zh_tw: <25>{#f/13}* 從出生起， 這片星空我早已見過 無數次。

source: <26>{#f/17}* There's something special about seeing it without the force field.
pt_br: <26>{#f/17}* Tem algo especial em vê-la sem o escudo de força.
zh_cn: <26>{#f/17}* 但没有力场禁锢的星空... 乍一看，还是挺不一样的。
zh_tw: <26>{#f/17}* 但沒有力場禁錮的星空... 乍一看，還是挺不一樣的。

source: <25>{#f/17}* Maybe it's just my imagination...
pt_br: <25>{#f/17}* Talvez seja só minha imaginação...
zh_cn: <25>{#f/17}* 也许只是错觉， 但我总觉得...
zh_tw: <25>{#f/17}* 也許只是錯覺， 但我總覺得...

source: <25>{#f/23}* ... but the stars do look a little brighter.
pt_br: <25>{#f/23}* ... mas as estrelas parecem um pouco mais brilhantes.
zh_cn: <25>{#f/23}* ...这片星空更加明亮。
zh_tw: <25>{#f/23}* ...這片星空更加明亮。

source: <25>{#p/asgore}{#f/6}* Space... * The final frontier.
pt_br: <25>{#p/asgore}{#f/6}* Espaço... * A fronteira final.
zh_cn: <25>{#p/asgore}{#f/6}* 宇宙... * 万物的归宿。
zh_tw: <25>{#p/asgore}{#f/6}* 宇宙... * 萬物的歸宿。

source: <25>{#f/1}* Millions of unexplored worlds, some teeming with life...
pt_br: <25>{#f/1}* Milhões de planetas inexplorados, alguns cheios de vida...
zh_cn: <25>{#f/1}* 在这里，有数以亿计的世界...
zh_tw: <25>{#f/1}* 在這裡，有數以億計的世界...

source: <25>{#f/2}* Others... lifeless.
pt_br: <25>{#f/2}* Outros... sem vida alguma.
zh_cn: <25>{#f/2}* 有的... 生机勃勃； 有的... 一片死寂。
zh_tw: <25>{#f/2}* 有的... 生機勃勃； 有的... 一片死寂。

source: <26>{#f/5}* You could say the universe is like... a box of tree saps.
pt_br: <26>{#f/5}* Você pode dizer que o universo é como um rio cheio de peixes...
zh_cn: <26>{#f/5}* 你可以把宇宙 比作一本未读的书。
zh_tw: <26>{#f/5}* 你可以把宇宙 比作一本未讀的書。

source: <26>{#f/6}* You never know what you are going to get.
pt_br: <26>{#f/6}* Você nunca sabe qual irá encontrar.
zh_cn: <26>{#f/6}* 翻开之前，永远也不知道 下一页有什么惊喜 等着你。
zh_tw: <26>{#f/6}* 翻開之前，永遠也不知道 下一頁有什麼驚喜 等著你。

source: <25>{#p/asriel1}{#f/17}* ... haha.
zh_cn: <25>{#p/asriel1}{#f/17}* 哈哈...
zh_tw: <25>{#p/asriel1}{#f/17}* 哈哈...

source: <25>{#f/17}* We should get going.
pt_br: <25>{#f/17}* Deveríamos ir.
zh_cn: <25>{#f/17}* 咱们出发吧。
zh_tw: <25>{#f/17}* 咱們出發吧。

source: <25>{#f/15}* Mom and Dad will want to see me again, so...
pt_br: <25>{#f/15}* Mãe e Pai vão querer me ver de novo, então...
zh_cn: <25>{#f/15}* 妈妈和爸爸肯定很想我...
zh_tw: <25>{#f/15}* 媽媽和爸爸肯定很想我...

source: <25>{#f/17}* I'll go find them once we're on board.
pt_br: <25>{#f/17}* Eu vou encontrá-los assim que estivermos a bordo.
zh_cn: <25>{#f/17}* 等上了运输船， 我就找他们。
zh_tw: <25>{#f/17}* 等上了運輸船， 我就找他們。

source: <25>{#f/13}* And you...
pt_br: <25>{#f/13}* E você...
zh_cn: <25>{#f/13}* 而你，frisk...
zh_tw: <25>{#f/13}* 而你，frisk...

source: <25>{#f/20}* ... you should probably get some rest, Frisk.
pt_br: <25>{#f/20}* ... você provavelmente deveria descansar, Frisk.
zh_cn: <25>{#f/20}* 经历这么多，你肯定累坏了。 * 好好休息一下吧。
zh_tw: <25>{#f/20}* 經歷這麼多，你肯定累壞了。 * 好好休息一下吧。

source: <26>{#f/17}* You must be so tired after all of this.
pt_br: <26>{#f/17}* Você deve estar muito cansado após tudo isso.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/13}* Maybe, by the time you wake up...
pt_br: <25>{#f/13}* Talvez, quando você acordar...
zh_cn: <25>{#f/13}* 说不定...
zh_tw: <25>{#f/13}* 說不定...

source: <25>{#f/17}* You'll have a new home and a loving family to support you.
pt_br: <25>{#f/17}* Você terá uma nova casa e uma família que te ama para te apoiar.
zh_cn: <25>{#f/17}* 等你醒来后，就到家了。 * 那里，有爱你的亲人， 有幸福的生活...
zh_tw: <25>{#f/17}* 等你醒來後，就到家了。 * 那裡，有愛你的親人， 有幸福的生活...

source: <25>{|}{#p/asgore}{#f/5}* Huh? * Is someone- {%}
pt_br: <25>{|}{#p/asgore}{#f/5}* Huh? * Tem algum- {%}
zh_cn: <25>{|}{#p/asgore}{#f/5}* 等等？ * 有人在- {%}
zh_tw: <25>{|}{#p/asgore}{#f/5}* 等等？ * 有人在- {%}

source: <26>{#p/asriel1}{#f/17}* Ready?
pt_br: <26>{#p/asriel1}{#f/17}* Pronto?
zh_cn: <26>{#p/asriel1}{#f/17}* 准备好了吗？
zh_tw: <26>{#p/asriel1}{#f/17}* 準備好了嗎？

source: <25>{#p/toriel}* Oh, there you are, little one!
pt_br: <25>{#p/toriel}* Oh, aí está você, pequeno!
zh_cn: <25>{#p/toriel}* 哦，我的孩子！ 原来你在这啊！
zh_tw: <25>{#p/toriel}* 喔，我的孩子！ 原來你在這啊！

source: <25>{#f/5}* ... hello, Asgore.
pt_br: <25>{#f/5}* ... olá, Asgore.
zh_cn: <25>{#f/5}* ...你好，Asgore。
zh_tw: <25>{#f/5}* ...你好，Asgore。

source: <25>{#p/asgore}{#f/1}* Howdy.
pt_br: <25>{#p/asgore}{#f/1}* Olá.
zh_cn: <25>{#p/asgore}{#f/1}* 哈喽。
zh_tw: <25>{#p/asgore}{#f/1}* 哈囉。

source: <25>{#p/asgore}{#f/6}* Toriel, I...
pt_br: <25>{#p/asgore}{#f/6}* Toriel, eu...
zh_cn: <25>{#p/asgore}{#f/6}* Toriel，我...
zh_tw: <25>{#p/asgore}{#f/6}* Toriel，我...

source: <25>{#p/asgore}{#f/1}* ... I know how you must feel about your actions in the past.
pt_br: <25>{#p/asgore}{#f/1}* ... Eu sei como você deve se sentir em relação a suas ações no passado.
zh_cn: <25>{#p/asgore}{#f/1}* 我知道... 有件事， 在你心中一直挥之不去。
zh_tw: <25>{#p/asgore}{#f/1}* 我知道... 有件事， 在你心中一直揮之不去。

source: <25>{#p/asgore}{#f/2}* About our... parting of the ways.
pt_br: <25>{#p/asgore}{#f/2}* Sobre nosso... divórcio.
zh_cn: <25>{#p/asgore}{#f/2}* 就是... 咱们俩 意见不合，彻底闹掰那次。
zh_tw: <25>{#p/asgore}{#f/2}* 就是... 咱們倆 意見不合，徹底鬧掰那次。

source: <25>{#p/toriel}{#f/5}* ... you do?
pt_br: <25>{#p/toriel}{#f/5}* ... você sabe?
zh_cn: <25>{#p/toriel}{#f/5}* ...这事你还知道？
zh_tw: <25>{#p/toriel}{#f/5}* ...這事你還知道？
