Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#f/5}* My friend $(name) here just needs to be taught a lesson.
pt_br: <25>{*}{#f/5}* Meu amigo $(name) aqui precisa aprender uma lição.
zh_cn: <25>{*}{#f/5}* 只是我的好朋友 $(name)不听话， 我正修理它呢。
zh_tw: <25>{*}{#f/5}* 只是我的好朋友 $(name)不聽話， 我正修理它呢。

source: <25>{*}{#g/twinklyNice}* ... by the way, my name's Twinkly.{^30}{%}
pt_br: <25>{*}{#g/twinklyNice}* ... aliás, meu nome é Twinkly.{^30}{%}
zh_cn: <25>{*}{#g/twinklyNice}* ...哎呀，忘了自我介绍了。 我叫Twinkly。{^30}{%}
zh_tw: <25>{*}{#g/twinklyNice}* ...哎呀，忘了自我介紹了。 我叫Twinkly。{^30}{%}

source: <25>{*}{#g/twinklySassy}* Twinkly the star.{^30}{%}
pt_br: <25>{*}{#g/twinklySassy}* Twinkly a estrela.{^30}{%}
zh_cn: <25>{*}{#g/twinklySassy}* 闪亮明星：Twinkly。{^30}{%}
zh_tw: <25>{*}{#g/twinklySassy}* 閃亮明星：Twinkly。{^30}{%}

source: <25>{*}{#p/asgore}{#g/asgoreBreak1}* AAAARGH...!{^999}
zh_cn: <25>{*}{#p/asgore}{#g/asgoreBreak1}* 啊啊啊啊...！{^999}
zh_tw: <25>{*}{#p/asgore}{#g/asgoreBreak1}* 啊啊啊啊...！{^999}

source: <25>{*}{#p/twinkly}{#g/twinklyWink}* Gosh, you're so cute when you're screaming in agony!{^30}{%}
pt_br: <25>{*}{#p/twinkly}{#g/twinklyWink}* Nossa, você é tão fofo quando gritando em agonia!{^30}{%}
zh_cn: <25>{*}{#p/twinkly}{#g/twinklyWink}* 哎呦~ 你痛苦的尖叫 真是天籁之音啊， 太好听啦！{^30}{%}
zh_tw: <25>{*}{#p/twinkly}{#g/twinklyWink}* 哎呦~ 你痛苦的尖叫 真是天籟之音啊， 太好聽啦！{^30}{%}

source: <25>{*}{#p/twinkly}{#f/7}* Let's hear it again.{^20}{%}
pt_br: <25>{*}{#p/twinkly}{#f/7}* Vamos ouvir de novo.{^20}{%}
zh_cn: <25>{*}{#p/twinkly}{#f/7}* 让我们再欣赏一次。{^20}{%}
zh_tw: <25>{*}{#p/twinkly}{#f/7}* 讓我們再欣賞一次。{^20}{%}

source: <25>{*}{#p/asgore}{#g/asgoreBreak2}* AAAAAAAARGH...!{^999}
zh_cn: <25>{*}{#p/asgore}{#g/asgoreBreak2}* 啊啊啊啊啊啊...！{^999}
zh_tw: <25>{*}{#p/asgore}{#g/asgoreBreak2}* 啊啊啊啊啊啊...！{^999}

source: <25>{*}{#p/twinkly}{#f/11}* And again!{^5}{%}
pt_br: <25>{*}{#p/twinkly}{#f/11}* E de novo!{^5}{%}
zh_cn: <25>{*}{#p/twinkly}{#f/11}* 给我叫！{^5}{%}
zh_tw: <25>{*}{#p/twinkly}{#f/11}* 給我叫！{^5}{%}

source: <25>{*}{#p/twinkly}{#g/twinklyEvil}{#v/1}* And again!!!{^5}{%}
pt_br: <25>{*}{#p/twinkly}{#g/twinklyEvil}{#v/1}* E de novo!!!{^5}{%}
zh_cn: <25>{*}{#p/twinkly}{#g/twinklyEvil}{#v/1}* 使劲叫！！！{^5}{%}
zh_tw: <25>{*}{#p/twinkly}{#g/twinklyEvil}{#v/1}* 使勁叫！！！{^5}{%}

source: <25>{*}{#p/twinkly}{#g/twinklyGrin}{#v/1}* AND AGAIN!!!{^5}{%}
pt_br: <25>{*}{#p/twinkly}{#g/twinklyGrin}{#v/1}* E DE NOVO!!!{^5}{%}
zh_cn: <25>{*}{#p/twinkly}{#g/twinklyGrin}{#v/1}* 叫啊！！！{^5}{%}
zh_tw: <25>{*}{#p/twinkly}{#g/twinklyGrin}{#v/1}* 叫啊！！！{^5}{%}

source: <25>{*}{#p/twinkly}{#g/twinklyTwisted}{#v/1}* AND AGAIN!!!{^5}{%}
pt_br: <25>{*}{#p/twinkly}{#g/twinklyTwisted}{#v/1}* E DE NOVO!!!{^5}{%}
zh_cn: <25>{*}{#p/twinkly}{#g/twinklyTwisted}{#v/1}* 叫啊！！！{^5}{%}
zh_tw: <25>{*}{#p/twinkly}{#g/twinklyTwisted}{#v/1}* 叫啊！！！{^5}{%}

source: <25>{*}{#p/twinkly}{#g/twinklyCrazed}{#v/1}* AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND {%}
pt_br: <25>{*}{#p/twinkly}{#g/twinklyCrazed}{#v/1}* E DE NOVO E DE NOVO E DE NOVO E DE NOVO E DE NOVO E DE NOVO E DE NOVO{%}
zh_cn: <25>{*}{#p/twinkly}{#g/twinklyCrazed}{#v/1}* 叫啊叫啊叫啊叫啊叫啊叫啊 叫啊叫啊叫啊叫啊叫啊叫啊 叫啊叫啊叫啊叫啊叫啊叫啊 {%}
zh_tw: <25>{*}{#p/twinkly}{#g/twinklyCrazed}{#v/1}* 叫啊叫啊叫啊叫啊叫啊叫啊 叫啊叫啊叫啊叫啊叫啊叫啊 叫啊叫啊叫啊叫啊叫啊叫啊 {%}

source: <99>{*}{#p/twinkly}{#g/twinklyBroken}{#v/1}* AAAAHAHAHAHAHAHAHAHAHAHAHAH AHAHAHAHAHAHAHAHAHAHAHAHAHA HAHAHAHAHAHAHAHAHAHAHAHAHAH{^20}{%}
zh_cn: <99>{*}{#p/twinkly}{#g/twinklyBroken}{#v/1}* 啊哈哈哈哈哈哈哈哈哈哈哈哈哈哈 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈{^20}{%}
zh_tw: <99>{*}{#p/twinkly}{#g/twinklyBroken}{#v/1}* 啊哈哈哈哈哈哈哈哈哈哈哈哈哈哈 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈{^20}{%}

source: <25>{*}* ... die.{^10}{%}
pt_br: <25>{*}* ... morra.{^10}{%}
zh_cn: <25>{*}* ...死吧。{^10}{%}
zh_tw: <25>{*}* ...死吧。{^10}{%}

source: <99>{#p/twinkly}{#v/1}Hello, $(name).{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Olá, $(name).{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}哈喽，$(name)。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}哈囉，$(name)。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Welcome to your new reality.{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Bem vindo a sua nova realidade.{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}欢迎来到新时空。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}歡迎來到新時空。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Welcome back, $(name).{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1} Bem vindo de novo, $(name).{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}$(name)，欢迎回来。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}$(name)，歡迎回來。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}It's good to see you here again.{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}É bom te ver aqui novamente.{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}好开心哦，又见到你了。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}好開心喔，又見到你了。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Oh, $(name)...{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}哎呦，$(name)...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}哎呦，$(name)...ゑ{^100}{%}

source: {#p/twinkly}{#v/1}How could you abandon me so.{^100}{%}
pt_br: {#p/twinkly}{#v/1}Como você pode me abandonar.{^100}{%}
zh_cn: {#p/twinkly}{#v/1}你胆可真肥，竟敢抛弃我。ゑ{^100}{%}
zh_tw: {#p/twinkly}{#v/1}你膽可真肥，竟敢拋棄我。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Do you feel... alone?{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Você se sente... sozinho?{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}嘻嘻嘻...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}嘻嘻嘻...ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Do you feel... trapped?{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Você se sente... preso?{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}是不是... 很孤独呀？ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}是不是... 很孤獨呀？ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Hee hee hee...{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}是不是... 很想逃呀？ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}是不是... 很想逃呀？ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}... there's no escape!{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}... não existe fuga!{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}...想逃？没门！ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}...想逃？沒門！ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Asgore's precious "archive..."{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}O precioso "arquivo..." do Asgore.{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}Asgore把那“档案”当宝一样宠着...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}Asgore把那「檔案」當寶一樣寵著...ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}I've brought it into the real world!{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Eu trouxe esse para o mundo real!{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}那就让你也好好享受享受它吧！ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}那就讓你也好好享受享受它吧！ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}All you can do is walk forward...{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Tudo que você pode fazer é seguir em frente...{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}你只能往前...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}你只能往前...ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Closer, and closer...{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Próximo, mas próximo...{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}再过来点，再过来点...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}再過來點，再過來點...ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}... you aren't afraid, are you?{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}... você não está com medo, está?{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}...你不怕我吗？ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}...你不怕我嗎？ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}You aren't going to run away?{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Você não vai fugir?{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}还不逃？ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}還不逃？ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Good.{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Bom.{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}好。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}好。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Very good.{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Muito bom.{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}太好了。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}太好了。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}You are a very good sibling.{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Você é um ótimo irmão.{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}真不愧是我的好伙伴。ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}真不愧是我的好夥伴。ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}...{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}...ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}You're almost there...!{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Você está quase lá...!{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}快了...！ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}快了...！ゑ{^100}{%}

source: <99>{#p/twinkly}{#v/1}Just a little further, $(name)...{^100}{%}
pt_br: <99>{#p/twinkly}{#v/1}Só mais um pouco, $(name)...{^100}{%}
zh_cn: <99>{#p/twinkly}{#v/1}$(name)，马上就到了...ゑ{^100}{%}
zh_tw: <99>{#p/twinkly}{#v/1}$(name)，馬上就到了...ゑ{^100}{%}

source: <99>{#p/human}{#v/1}{@fill=#42fcff}Your long nightmare is over now.{^80}{%}
pt_br: <99>{#p/human}{#v/1}{@fill=#42fcff}Seu longo pesadelo acabou agora.{^80}{%}
zh_cn: <99>{#p/human}{#v/1}{@fill=#42fcff}漫长的噩梦已然消散。ゑ{^80}{%}
zh_tw: <99>{#p/human}{#v/1}{@fill=#42fcff}漫長的惡夢已然消散。ゑ{^80}{%}

source: <99>{#p/human}{#v/2}{@fill=#ff993d}Your world will be restored!{^80}{%}
pt_br: <99>{#p/human}{#v/2}{@fill=#ff993d}Seu mundo será restaurado!{^80}{%}
zh_cn: <99>{#p/human}{#v/2}{@fill=#ff993d}熟悉的世界再度出现！ゑ{^80}{%}
zh_tw: <99>{#p/human}{#v/2}{@fill=#ff993d}熟悉的世界再度出現！ゑ{^80}{%}

source: <99>{#p/human}{#v/3}{@fill=#003cff}But first, you must make a choice.{^80}{%}
pt_br: <99>{#p/human}{#v/3}{@fill=#003cff}Mas antes, você precisa fazer uma escolha.{^80}{%}
zh_cn: <99>{#p/human}{#v/3}{@fill=#003cff}重要的抉择摆在眼前。ゑ{^80}{%}
zh_tw: <99>{#p/human}{#v/3}{@fill=#003cff}重要的抉擇擺在眼前。ゑ{^80}{%}

source: <99>{#p/human}{#v/4}{@fill=#d535d9}Will you destroy what lies ahead?{^80}{%}
pt_br: <99>{#p/human}{#v/4}{@fill=#d535d9}Você destruirá o que está a frente?{^80}{%}
zh_cn: <99>{#p/human}{#v/4}{@fill=#d535d9}眼前巨物，毁于一旦？ゑ{^80}{%}
zh_tw: <99>{#p/human}{#v/4}{@fill=#d535d9}眼前巨物，毀於一旦？ゑ{^80}{%}

source: <99>{#p/human}{#v/5}{@fill=#00c000}Or will you show compassion?{^80}{%}
pt_br: <99>{#p/human}{#v/5}{@fill=#00c000}Ou você terá piedade?{^80}{%}
zh_cn: <99>{#p/human}{#v/5}{@fill=#00c000}心中仁慈，尽数展现？ゑ{^80}{%}
zh_tw: <99>{#p/human}{#v/5}{@fill=#00c000}心中仁慈，盡數展現？ゑ{^80}{%}

source: <99>{#p/human}{#v/6}{@fill=#faff29}The judgement is yours to make.{^80}{%}
pt_br: <99>{#p/human}{#v/6}{@fill=#faff29}O julgamento é seu para fazer.{^80}{%}
zh_cn: <99>{#p/human}{#v/6}{@fill=#faff29}战或至善，由你决断。ゑ{^80}{%}
zh_tw: <99>{#p/human}{#v/6}{@fill=#faff29}戰或至善，由你決斷。ゑ{^80}{%}

source: <99>{*}{#p/twinkly}...
zh_cn: <99>{*}{#p/twinkly}...ゑ
zh_tw: <99>{*}{#p/twinkly}...ゑ

source: <99>{*}... what are you doing?
pt_br: <99>{*}... O quê você está fazendo?
zh_cn: <99>{*}...你在做什么？ゑ
zh_tw: <99>{*}...你在做什麼？ゑ

source: <99>{*}Do you really think I've learned...
pt_br: <99>{*}Você realmente acha que eu aprendi...
zh_cn: <99>{*}你以为我会...ゑ
zh_tw: <99>{*}你以為我會...ゑ

source: <99>{*}... anything from this?
pt_br: <99>{*}... qualquer coisa com isso?
zh_cn: <99>{*}...学到教训吗？ゑ
zh_tw: <99>{*}...學到教訓嗎？ゑ

source: <99>{*}No.
pt_br: <99>{*}Não.
zh_cn: <99>{*}想得美。ゑ
zh_tw: <99>{*}想得美。ゑ

source: <99>{*}{#p/twinkly}If you don't end this now...
pt_br: <99>{*}{#p/twinkly}Se você não acabar com isso agora...
zh_cn: <99>{*}{#p/twinkly}你要是现在不动手...ゑ
zh_tw: <99>{*}{#p/twinkly}你要是現在不動手...ゑ

source: {*}I'll come back.
pt_br: {*}Eu irei voltar.
zh_cn: {*}终有一天，我会回来。ゑ
zh_tw: {*}終有一天，我會回來。ゑ

source: <99>{*}{#p/twinkly}I'll consume you.
pt_br: <99>{*}{#p/twinkly}Eu vou te consumir.
zh_cn: <99>{*}{#p/twinkly}我会把你干掉。ゑ
zh_tw: <99>{*}{#p/twinkly}我會把你幹掉。ゑ

source: <99>{*}{#p/twinkly}I'll destroy everything.
pt_br: <99>{*}{#p/twinkly}Eu irei destruir tudo.
zh_cn: <99>{*}{#p/twinkly}我会摧毁一切。ゑ
zh_tw: <99>{*}{#p/twinkly}我會摧毀一切。ゑ

source: <99>{*}{#p/twinkly}I'll make it so you never existed!
pt_br: <99>{*}{#p/twinkly}Eu farei com que você nunca tenha existido!
zh_cn: <99>{*}{#p/twinkly}我会将你的存在彻底抹去！ゑ
zh_tw: <99>{*}{#p/twinkly}我會將你的存在徹底抹去！ゑ

source: <99>{*}{#p/twinkly}...?
zh_cn: <99>{*}{#p/twinkly}...？ゑ
zh_tw: <99>{*}{#p/twinkly}...？ゑ

source: <99>{*}{#p/twinkly}... why?
pt_br: <99>{*}{#p/twinkly}... Porquê?
zh_cn: <99>{*}{#p/twinkly}...为什么？ゑ
zh_tw: <99>{*}{#p/twinkly}...為什麼？ゑ

source: <99>{*}{#p/twinkly}... why are you being...
pt_br: <99>{*}{#p/twinkly}... por que você está sendo...
zh_cn: <99>{*}{#p/twinkly}...为什么...ゑ
zh_tw: <99>{*}{#p/twinkly}...為什麼...ゑ

source: {*}{#p/twinkly}... so nice to me?
pt_br: {*}{#p/twinkly}... tão legal comigo?
zh_cn: {*}{#p/twinkly}...要对我这么好？ゑ
zh_tw: {*}{#p/twinkly}...要對我這麼好？ゑ

source: <99>{*}{#p/twinkly}... I can't understand...
pt_br: <99>{*}{#p/twinkly}... eu não consigo entender...
zh_cn: <99>{*}{#p/twinkly}...我不明白...ゑ
zh_tw: <99>{*}{#p/twinkly}...我不明白...ゑ

source: <99>{*}{#p/twinkly}I can't understand!
pt_br: <99>{*}{#p/twinkly}Eu não consigo entender!
zh_cn: <99>{*}{#p/twinkly}我不明白！ゑ
zh_tw: <99>{*}{#p/twinkly}我不明白！ゑ

source: <99>{*}{#p/twinkly}{#i/4}... I just can't understand...{^30}{%}
pt_br: <99>{*}{#p/twinkly}{#i/4}... Eu só não consigo entender...{^30}{%}
zh_cn: <99>{*}{#p/twinkly}{#i/8}...我就是...不明白...ゑ{^30}{%}
zh_tw: <99>{*}{#p/twinkly}{#i/8}...我就是...不明白...ゑ{^30}{%}

source: <99>{*}{#p/twinkly}{#i/3}Goodbye, $(name).{^30}{%}
pt_br: <99>{*}{#p/twinkly}{#i/3}Adeus, $(name).{^30}{%}
zh_cn: <99>{*}{#p/twinkly}{#i/3}再见，$(name)。ゑ{^30}{%}
zh_tw: <99>{*}{#p/twinkly}{#i/3}再見，$(name)。ゑ{^30}{%}

source: <32>{*}{#p/event}{#i/5}Twinkly ran away.
pt_br: <32>{*}{#p/event}{#i/5}Twinkly fugiu.
zh_cn: <32>{*}{#p/event}{#i/5}Twinkly逃走了。ゑ
zh_tw: <32>{*}{#p/event}{#i/5}Twinkly逃走了。ゑ

source: <25>{#p/asriel1}{#f/30}* I surrender!
pt_br: <25>{#p/asriel1}{#f/30}* Eu me rendo!
zh_cn: <25>{#p/asriel1}{#f/30}* 我投降！
zh_tw: <25>{#p/asriel1}{#f/30}* 我投降！

source: <25>{#p/asriel1}{#f/25}* I'm so sorry.
pt_br: <25>{#p/asriel1}{#f/25}* Me desculpa.
zh_cn: <25>{#p/asriel1}{#f/25}* 对不起。
zh_tw: <25>{#p/asriel1}{#f/25}* 對不起。

source: <25>{#p/asriel1}{#f/23}* I guess you win again, huh, $(name)?
pt_br: <25>{#p/asriel1}{#f/23}* Eu acho que você ganhou de novo, huh, $(name)?
zh_cn: <25>{#p/asriel1}{#f/23}* 看样子，$(name)， 你又赢了。
zh_tw: <25>{#p/asriel1}{#f/23}* 看樣子，$(name)， 你又贏了。

source: <25>{#p/asriel1}{#f/23}* I always was a crybaby, wasn't I, $(name)?
pt_br: <25>{#p/asriel1}{#f/23}* Eu sempre fui um bebê chorão, né, $(name)?
zh_cn: <25>{#p/asriel1}{#f/23}* $(name)， 我一直都是个爱哭鬼，是吧？
zh_tw: <25>{#p/asriel1}{#f/23}* $(name)， 我一直都是個愛哭鬼，是吧？

source: <25>{#f/21}* ... I know.
pt_br: <25>{#f/21}* ... Eu sei.
zh_cn: <25>{#f/21}* ...我知道的。
zh_tw: <25>{#f/21}* ...我知道的。

source: <25>{#f/23}* You're not actually $(name), are you?
pt_br: <25>{#f/23}* Você não é $(name), é?
zh_cn: <25>{#f/23}* 你并不是$(name)， 对吧？
zh_tw: <25>{#f/23}* 你並不是$(name)， 對吧？

source: <25>{#f/22}* $(name)'s been gone for a long time.
pt_br: <25>{#f/22}* $(name) já se foi a muito tempo.
zh_cn: <25>{#f/22}* 很久以前， $(name)就死了。
zh_tw: <25>{#f/22}* 很久以前， $(name)就死了。

source: <25>{#f/15}* Um... what...
pt_br: <25>{#f/15}* Hm... qual seu nome?
zh_cn: <25>{#f/15}* 嗯... 那个...
zh_tw: <25>{#f/15}* 嗯... 那個...

source: <25>{#f/10}* What IS your name?
pt_br: <25>{#f/10}* Qual é seu nome?
zh_cn: <25>{#f/10}* 你叫什么名字呢？
zh_tw: <25>{#f/10}* 你叫什麼名字呢？

source: <32>{#p/human}* (...) * (You tell Asriel your name.)
pt_br: <32>{#p/human}* (...) * (Você diz a Asriel seu nome.)
zh_cn: <32>{#p/human}* （...） * （你把你的名字告诉了Asriel。）
zh_tw: <32>{#p/human}* （...） * （你把你的名字告訴了Asriel。）

source: <25>{#p/asriel1}{#f/21}* Frisk, huh?
zh_cn: <25>{#p/asriel1}{#f/21}* 是叫Frisk吗？
zh_tw: <25>{#p/asriel1}{#f/21}* 是叫Frisk嗎？

source: <25>{#f/23}* Well, I guess you win again, Frisk.
pt_br: <25>{#f/23}* Pois bem, eu acho que você ganhou novamente, Frisk.
zh_cn: <25>{#f/23}* 嗯，这次你又赢了， Frisk。
zh_tw: <25>{#f/23}* 嗯，這次你又贏了， Frisk。

source: <25>{#f/22}* ...
zh_cn: <25>{#f/22}* ...ゑ

source: <25>{#f/13}* It's strange...
pt_br: <25>{#f/13}* É estranho...
zh_cn: <25>{#f/13}* 很奇怪...
zh_tw: <25>{#f/13}* 很奇怪...

source: <25>{#f/16}* As a star, I'd forgotten how it felt to be... truly afraid.
pt_br: <25>{#f/16}* Como uma estrela eu tinha me esquecido como era estar... verdadeiramente com medo.
zh_cn: <25>{#f/16}* 当星星时，我都忘了... 恐惧是什么滋味了。
zh_tw: <25>{#f/16}* 當星星時，我都忘了... 恐懼是什麼滋味了。

source: <25>{#f/15}* I'd gotten used to making other people feel that way.
pt_br: <25>{#f/15}* Eu fiquei acostumado a fazer outros se sentirem dessa forma.
zh_cn: <25>{#f/15}* 无数次将别人推入恐惧深渊， 已经麻木了。
zh_tw: <25>{#f/15}* 無數次將別人推入恐懼深淵， 已經麻木了。

source: <25>{#f/13}* But now, with everyone's SOULs inside me...
pt_br: <25>{#f/13}* Mas agora, com a ALMA de todos dentro de mim.
zh_cn: <25>{#f/13}* 但现在， 我有了所有怪物的灵魂后...
zh_tw: <25>{#f/13}* 但現在， 我有了所有怪物的靈魂後...

source: <25>{#f/15}* ... I...
pt_br: <25>{#f/15}* Eu...
zh_cn: <25>{#f/15}* ...我...
zh_tw: <25>{#f/15}* ...我...

source: <25>{#f/16}* I can't escape that feeling anymore.
pt_br: <25>{#f/16}* Eu não consigo escapar desse sentimento.
zh_cn: <25>{#f/16}* 我终于深切感受到那种情感。
zh_tw: <25>{#f/16}* 我終於深切感受到那種情感。

source: <25>{#f/15}* Ever since you started attacking me back there, it's like...
pt_br: <25>{#f/15}* Desde que você decidiu começar a me atacar, é como...
zh_cn: <25>{#f/15}* 当你开始不停攻击我时...
zh_tw: <25>{#f/15}* 當你開始不停攻擊我時...

source: <25>{#f/15}* They understand the kind of person you are now.
pt_br: <25>{#f/15}* Se eles entendessem o tipo de pessoa que você é agora.
zh_cn: <25>{#f/15}* 他们，好像就知道了 你是怎样的人。
zh_tw: <25>{#f/15}* 他們，好像就知道了 你是怎樣的人。

source: <25>{#f/13}* You never killed anyone, but deep down...
pt_br: <25>{#f/13}* Você nunca matou, mas lá no fundo...
zh_cn: <25>{#f/13}* 诚然，你从没杀过 任何一只怪物。
zh_tw: <25>{#f/13}* 誠然，你從沒殺過 任何一隻怪物。

source: <25>{#f/13}* The thought of you bringing them to the brink of death...
pt_br: <25>{#f/13}* O pensamento de você os trazendo para a ponta da morte...
zh_cn: <25>{#f/13}* 但你也一次次将他们 推向生死边缘...
zh_tw: <25>{#f/13}* 但你也一次次將他們 推向生死邊緣...

source: <25>{#f/15}* Over, and over, and over...
pt_br: <25>{#f/15}* Várias e várias vezes...
zh_cn: <25>{#f/15}* 一次，又一次，又一次...
zh_tw: <25>{#f/15}* 一次，又一次，又一次...

source: <25>{#f/21}* They're terrified of you, Frisk.
pt_br: <25>{#f/21}* Eles tem medo de você, Frisk.
zh_cn: <25>{#f/21}* Frisk， 他们现在都很怕你。
zh_tw: <25>{#f/21}* Frisk， 他們現在都很怕你。

source: <26>{#f/23}* And... I guess I am too.
pt_br: <26>{#f/23}* E... eu acho que eu tenho também.
zh_cn: <26>{#f/23}* 而且... 我也很怕你。
zh_tw: <26>{#f/23}* 而且... 我也很怕你。

source: <25>{#p/asriel1}{#f/17}* Frisk, huh?
zh_cn: <25>{#p/asriel1}{#f/17}* 是叫Frisk吗？
zh_tw: <25>{#p/asriel1}{#f/17}* 是叫Frisk嗎？

source: <25>{#f/17}* That's...
pt_br: <25>{#f/17}* Este é...
zh_cn: <25>{#f/17}* 那...
zh_tw: <25>{#f/17}* 那...

source: <25>{#f/23}* ... a nice name.
pt_br: <25>{#f/23}* ... um nome legal.
zh_cn: <25>{#f/23}* ...真是个好名字。
zh_tw: <25>{#f/23}* ...真是個好名字。

source: <25>{#p/asriel1}{#f/13}* What we did back there, I...
pt_br: <25>{#p/asriel1}{#f/13}* O que nós fizemos antes, eu...
zh_cn: <25>{#p/asriel1}{#f/13}* 一想到咱们之前 干的那些破事，我...
zh_tw: <25>{#p/asriel1}{#f/13}* 一想到咱們之前 幹的那些破事，我...

source: <25>{#f/16}* I'm just sorry for dragging you into it.
pt_br: <25>{#f/16}* Eu sinto muito em te trazer para aquilo.
zh_cn: <25>{#f/16}* 把你拖下水，让你干那些事， 真的对不起。
zh_tw: <25>{#f/16}* 把你拖下水，讓你幹那些事， 真的對不起。

source: <32>{#p/basic}* ... wait a second...
pt_br: <32>{#p/basic}* ... espera um segundo...
zh_cn: <32>{#p/basic}* ...等等，他在说什么...
zh_tw: <32>{#p/basic}* ...等等，他在說什麼...

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus... * Even the canine unit...
pt_br: <25>{#p/asriel1}{#f/21}* Sans, Papyrus... * Até a unidade canina...
zh_cn: <25>{#p/asriel1}{#f/21}* Sans，Papyrus... * 还有犬卫队的狗狗们...
zh_tw: <25>{#p/asriel1}{#f/21}* Sans，Papyrus... * 還有犬衛隊的狗狗們...

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Monster Kid, Undyne... * Even the Royal Guard...
pt_br: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Criança Monstro, Undyne... * Até a Guarda Real...
zh_cn: <25>{#p/asriel1}{#f/21}* Sans，Papyrus， 怪物小孩，Undyne... * 甚至还有皇家守卫...
zh_tw: <25>{#p/asriel1}{#f/21}* Sans，Papyrus， 怪物小孩，Undyne... * 甚至還有皇家守衛...

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Monster Kid, Undyne... * And Mettaton, too...
pt_br: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Criança Monstro, Undyne... * E Mettaton, também...
zh_cn: <25>{#p/asriel1}{#f/21}* Sans，Papyrus， 怪物小孩，Undyne... * 还有Mettaton...
zh_tw: <25>{#p/asriel1}{#f/21}* Sans，Papyrus， 怪物小孩，Undyne... * 還有Mettaton...

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Monster Kid, Undyne... * Mettaton and Alphys...
pt_br: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Criança Monstro, Undyne... * Mettaton e Alphys...
zh_cn: <25>{#p/asriel1}{#f/21}* Sans，Papyrus， 怪物小孩，Undyne... * 还有Mettaton和Alphys...
zh_tw: <25>{#p/asriel1}{#f/21}* Sans，Papyrus， 怪物小孩，Undyne... * 還有Mettaton和Undyne...

source: <25>{#f/21}* All those people I now know you'd do anything to protect...
pt_br: <25>{#f/21}* Todos aqueles que eu sei que você faria tudo para proteger...
zh_cn: <25>{#f/21}* 这些人， 你愿意拼尽全力保护他们， 而我却...
zh_tw: <25>{#f/21}* 這些人， 你願意拼盡全力保護他們， 而我卻...

source: <25>{#p/asriel1}{#f/21}* I know we didn't get far...
pt_br: <25>{#p/asriel1}{#f/21}* Eu sei que não chegamos longe...
zh_cn: <25>{#p/asriel1}{#f/21}* 虽然我知道， 我们造成的伤害并不算多...
zh_tw: <25>{#p/asriel1}{#f/21}* 雖然我知道， 我們造成的傷害並不算多...

source: <25>{#f/15}* ... but still...
pt_br: <25>{#f/15}* ... mas mesmo assim...
zh_cn: <25>{#f/15}* ...但是...
zh_tw: <25>{#f/15}* ...但是...

source: <25>{#f/21}* It was wrong of me to force you along like that.
pt_br: <25>{#f/21}* Foi errado de mim te forçar a chegar tão longe.
zh_cn: <25>{#f/21}* 为了一己私欲， 强迫你做那些事， 也都是我的错。
zh_tw: <25>{#f/21}* 為了一己私慾， 強迫你做那些事， 也都是我的錯。

source: <25>{#f/21}* Especially now that I know you'd do anything to protect them.
pt_br: <25>{#f/21}* Especialmente agora que eu sei que você faria tudo para protege-los.
zh_cn: <25>{#f/21}* 更何况， 你愿意拼尽全力保护他们， 而我却...
zh_tw: <25>{#f/21}* 更何況， 你願意拼盡全力保護他們， 而我卻...

source: <32>{#p/basic}* ... is that the "murder timeline" he was talking about before?
pt_br: <32>{#p/basic}* ... essa é a "linha do tempo assassina" da qual ele estava falando?
zh_cn: <32>{#p/basic}* 他说的... 是那条“屠杀时间线”吗？ * 之前他提过一嘴。
zh_tw: <32>{#p/basic}* 他說的... 是那條「屠殺時間軸」嗎？ * 之前他提過一嘴。

source: <25>{#p/asriel1}{#f/23}* Just... please, don't blame yourself, okay?
pt_br: <25>{#p/asriel1}{#f/23}* Só... não se culpe, tudo bem?
zh_cn: <25>{#p/asriel1}{#f/23}* 所以... 别自责，好吗？
zh_tw: <25>{#p/asriel1}{#f/23}* 所以... 別自責，好嗎？

source: <25>{#f/22}* Not only did you undo what you'd done before...
pt_br: <25>{#f/22}* Não apenas você desfez o que tinha feito antes...
zh_cn: <25>{#f/22}* 不仅是因为，你重置了， 抹去了过去的暴行...
zh_tw: <25>{#f/22}* 不僅是因為，你重置了， 抹去了過去的暴行...

source: <25>{#f/17}* But you went up against impossible odds just to save your friends.
pt_br: <25>{#f/17}* Mas você também enfrentou o impossível para salvar seus amigos.
zh_cn: <25>{#f/17}* 更因为，你能直面危险， 拯救朋友。
zh_tw: <25>{#f/17}* 更因為，你能直面危險， 拯救朋友。

source: <32>{#p/basic}* Yeah.
pt_br: <32>{#p/basic}* É.
zh_cn: <32>{#p/basic}* 太对了。
zh_tw: <32>{#p/basic}* 太對了。

source: <25>{#p/asriel1}{#f/13}* Plus, and maybe it's just my imagination, but...
pt_br: <25>{#p/asriel1}{#f/13}* Aliás, e talvez seja só minha imaginação, mas...
zh_cn: <25>{#p/asriel1}{#f/13}* 而且...
zh_tw: <25>{#p/asriel1}{#f/13}* 而且...

source: <25>{#f/13}* ... thinking back on it now...
pt_br: <25>{#f/13}* ... pensando mais atrás...
zh_cn: <25>{#f/13}* 我仔细想了想 那条时间线，总感觉...
zh_tw: <25>{#f/13}* 我仔細想了想 那條時間軸，總感覺...

source: <25>{#f/15}* You never really seemed interested in what we were doing.
pt_br: <25>{#f/15}* Você nunca parecia tão interessado no que estávamos fazendo.
zh_cn: <25>{#f/15}* 你那时虽然手上在屠杀， 但心里，并不喜欢那样。
zh_tw: <25>{#f/15}* 你那時雖然手上在屠殺， 但心裡，並不喜歡那樣。

source: <32>{#p/basic}* Yeah, exactly.
pt_br: <32>{#p/basic}* É, exatamente.
zh_cn: <32>{#p/basic}* 那肯定的。
zh_tw: <32>{#p/basic}* 那肯定的。

source: <25>{#p/asriel1}{#f/23}* In fact... if anything...
pt_br: <25>{#p/asriel1}{#f/23}* De fato... se qualquer coisa...
zh_cn: <25>{#p/asriel1}{#f/23}* 说实话，我反而觉得...
zh_tw: <25>{#p/asriel1}{#f/23}* 說實話，我反而覺得...

source: <25>{#f/22}* It almost looked like you were trying to resist it.
pt_br: <25>{#f/22}* Quase pareceu como se você estivesse tentando resistir aquilo.
zh_cn: <25>{#f/22}* 你很抗拒杀戮。
zh_tw: <25>{#f/22}* 你很抗拒殺戮。
