Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/alphys}{#e/alphys/7}... it's not THAT bad, is it?
pt_br: <20>{#p/alphys}{#e/alphys/7}... não é TÃO mau, é?
zh_cn: <20>{#p/alphys}{#e/alphys/7}...现在误会解开了， 不也挺好的嘛？ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/7}...現在誤會解開了， 不也挺好的嘛？ゑ

source: <20>{#p/sans}{#e/sans/0}{#e/undyne/3}yeah, come on, tori. lighten up.
pt_br: <20>{#p/sans}{#e/sans/0}{#e/undyne/3}é, vamos lá, tori. Anime-se.
zh_cn: <20>{#p/sans}{#e/sans/0}{#e/undyne/3}是啊，tori。 别上火了，开心一点嘛。ゑ
zh_tw: <20>{#p/sans}{#e/sans/0}{#e/undyne/3}是啊，tori。 別上火了，開心一點嘛。ゑ

source: <20>{#p/sans}{#e/sans/2}{#e/alphys/8}{#e/asgore/5}{#e/toriel/13}he did a good thing, didn't he?
pt_br: <20>{#p/sans}{#e/sans/2}{#e/alphys/8}{#e/asgore/5}{#e/toriel/13}ele fez algo bom, não fez?
zh_cn: <20>{#p/sans}{#e/sans/2}{#e/alphys/8}{#e/asgore/5}{#e/toriel/13}asgore不也是 出于好意嘛？ゑ
zh_tw: <20>{#p/sans}{#e/sans/2}{#e/alphys/8}{#e/asgore/5}{#e/toriel/13}asgore不也是 出於好意嘛？ゑ

source: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/asgore/2}{#e/alphys/36}No, no, she is right in being angry.
pt_br: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/asgore/2}{#e/alphys/36}Não, não, ela está certa em ter raiva.
zh_cn: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/asgore/2}{#e/alphys/36}不，不。 她生我的气，我不怪她。ゑ
zh_tw: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/asgore/2}{#e/alphys/36}不，不。 她生我的氣，我不怪她。ゑ

source: <20>{#e/sans/3}{#e/asgore/3}I have kept this from her... from everyone... for much too long.
pt_br: <20>{#e/sans/3}{#e/asgore/3}Eu mantive esse segredo dela... de todos... por tempo demais.
zh_cn: <20>{#e/sans/3}{#e/asgore/3}这秘密我藏着掖着... 不跟她说... 也不跟大伙说...ゑ
zh_tw: <20>{#e/sans/3}{#e/asgore/3}這秘密我藏著掖著... 不跟她說... 也不跟大夥說...ゑ

source: <20>{#p/undyne}{#e/undyne/1}{#e/asgore/1}But you had a good reason, didn't you?
pt_br: <20>{#p/undyne}{#e/undyne/1}{#e/asgore/1}Mas você tinha um bom motivo, não tinha?
zh_cn: <20>{#p/undyne}{#e/undyne/1}{#e/asgore/1}你不是有苦衷嘛。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}{#e/asgore/1}你不是有苦衷嘛。ゑ

source: <20>{#p/asgore}{#e/undyne/17}{#e/alphys/8}{#e/toriel/9}{#e/asgore/2}{#e/papyrus/27}Perhaps. It is hard to tell.
pt_br: <20>{#p/asgore}{#e/undyne/17}{#e/alphys/8}{#e/toriel/9}{#e/asgore/2}{#e/papyrus/27}Provavelmente. É difícil dizer.
zh_cn: <20>{#p/asgore}{#e/undyne/17}{#e/alphys/8}{#e/toriel/9}{#e/asgore/2}{#e/papyrus/27}也许吧， 不好说算不算苦衷。ゑ
zh_tw: <20>{#p/asgore}{#e/undyne/17}{#e/alphys/8}{#e/toriel/9}{#e/asgore/2}{#e/papyrus/27}也許吧， 不好說算不算苦衷。ゑ

source: <20>{#p/undyne}{#e/undyne/1}Still, did you really think we wanted all humans to die?
pt_br: <20>{#p/undyne}{#e/undyne/1}Ainda assim, você realmente pensou que queríamos matar todos os humanos?
zh_cn: <20>{#p/undyne}{#e/undyne/1}还是那句话， 我们再恨人类， 也不可能见人就杀吧？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/1}還是那句話， 我們再恨人類， 也不可能見人就殺吧？ゑ

source: <20>{#p/alphys}{#e/asgore/5}{#e/undyne/17}{#e/alphys/8}{#e/toriel/13}You literally tried to kill them, Undyne.
pt_br: <20>{#p/alphys}{#e/asgore/5}{#e/undyne/17}{#e/alphys/8}{#e/toriel/13}Você literalmente tentou matar ele, Undyne.
zh_cn: <20>{#p/alphys}{#e/asgore/5}{#e/undyne/17}{#e/alphys/8}{#e/toriel/13}可Undyne， 你不是一见到这孩子， 就到处追杀吗？ゑ
zh_tw: <20>{#p/alphys}{#e/asgore/5}{#e/undyne/17}{#e/alphys/8}{#e/toriel/13}可Undyne， 你不是一見到這孩子， 就到處追殺嗎？ゑ

source: <20>{#p/toriel}{#e/undyne/18}{#e/toriel/3}{#e/asgore/5}She... what?
pt_br: <20>{#p/toriel}{#e/undyne/18}{#e/toriel/3}{#e/asgore/5}Ela... o que?
zh_cn: <20>{#p/toriel}{#e/undyne/18}{#e/toriel/3}{#e/asgore/5}她... 干了什么？ゑ
zh_tw: <20>{#p/toriel}{#e/undyne/18}{#e/toriel/3}{#e/asgore/5}她... 幹了什麼？ゑ

source: <20>{#p/undyne}{#e/undyne/9}{#e/toriel/4}I did no such thing!!!
pt_br: <20>{#p/undyne}{#e/undyne/9}{#e/toriel/4}Eu não fiz isso!!!
zh_cn: <20>{#p/undyne}{#e/undyne/9}{#e/toriel/4}我啥也没干啊！！！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/9}{#e/toriel/4}我啥也沒幹啊！！！ゑ

source: <20>{#p/undyne}{#e/undyne/13}{#e/toriel/4}Don't worry about it, I changed my mind.
pt_br: <20>{#p/undyne}{#e/undyne/13}{#e/toriel/4}Não se preocupe com isso, eu mudei de ideia.
zh_cn: <20>{#p/undyne}{#e/undyne/13}{#e/toriel/4}你放心， 我现在不杀人了。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/13}{#e/toriel/4}你放心， 我現在不殺人了。ゑ

source: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}... are you sure about that, miss?
pt_br: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}... você tem certeza disso, moça?
zh_cn: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}...真的吗， 大姐？ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}...真的嗎， 大姐？ゑ

source: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}... we are going to have a talk about this later, miss.
pt_br: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}... nós vamos ter que conversar sobre isso mais tarde, moça.
zh_cn: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}...等会我好好问问， 大姐。ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}...等會我好好問問， 大姐。ゑ

source: <20>{#p/alphys}{#e/alphys/33}Ahem, that's "misses" to you.
pt_br: <20>{#p/alphys}{#e/alphys/33}Ahem, é "senhorita" pra você.
zh_cn: <20>{#p/alphys}{#e/alphys/33}咳咳， “姐”什么“姐”啊， 她可是有对象的人了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/33}咳咳， 「姐」什麼「姐」啊， 她可是有對象的人了。ゑ

source: <20>{#p/undyne}{#e/undyne/10}{#e/sans/4}{#e/toriel/12}Alphys!! We haven't even had dinner together!
pt_br: <20>{#p/undyne}{#e/undyne/10}{#e/sans/4}{#e/toriel/12}Alphys!! Nós ainda nem jantamos juntas!
zh_cn: <20>{#p/undyne}{#e/undyne/10}{#e/sans/4}{#e/toriel/12}Alphys！！ 咱俩到现在 还没共进过晚餐呢！ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/10}{#e/sans/4}{#e/toriel/12}Alphys！！ 咱倆到現在 還沒共進過晚餐呢！ゑ

source: <20>{#p/alphys}{#e/alphys/34}Dinner? I was just gonna skip to dessert.
pt_br: <20>{#p/alphys}{#e/alphys/34}Janta? Acho que eu vou pular para o prato principal.
zh_cn: <20>{#p/alphys}{#e/alphys/34}共进晚餐？ 那我肯定不吃主食， 直接奔着甜品去了。ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/34}共進晚餐？ 那我肯定不吃主食， 直接奔著甜品去了。ゑ

source: <15>{#p/papyrus}{#e/undyne/19}{#e/papyrus/19}{#e/asgore/4}{#e/sans/5}{#e/alphys/40}OH MY GOD!!!
pt_br: <15>{#p/papyrus}{#e/undyne/19}{#e/papyrus/19}{#e/asgore/4}{#e/sans/5}{#e/alphys/40}OH MEU SENHOR!!!
zh_cn: <15>{#p/papyrus}{#e/undyne/19}{#e/papyrus/19}{#e/asgore/4}{#e/sans/5}{#e/alphys/40}我滴妈呀！！！ゑ
zh_tw: <15>{#p/papyrus}{#e/undyne/19}{#e/papyrus/19}{#e/asgore/4}{#e/sans/5}{#e/alphys/40}我滴媽呀！！！ゑ

source: <20>{#p/undyne}{#e/undyne/38}{#e/sans/0}{#e/asgore/1}{#e/toriel/13}{#e/papyrus/20}... hold on.
pt_br: <20>{#p/undyne}{#e/undyne/38}{#e/sans/0}{#e/asgore/1}{#e/toriel/13}{#e/papyrus/20}... espera.
zh_cn: <20>{#p/undyne}{#e/undyne/38}{#e/sans/0}{#e/asgore/1}{#e/toriel/13}{#e/papyrus/20}...等一下。ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/38}{#e/sans/0}{#e/asgore/1}{#e/toriel/13}{#e/papyrus/20}...等一下。ゑ

source: <20>{#p/undyne}{#e/undyne/18}{#e/papyrus/21}How did YOU know to be here, Papyrus?
pt_br: <20>{#p/undyne}{#e/undyne/18}{#e/papyrus/21}Como VOCÊ sabia que eu estava aqui, Papyrus?
zh_cn: <20>{#p/undyne}{#e/undyne/18}{#e/papyrus/21}Papyrus， 你是咋找到这儿的？ゑ
zh_tw: <20>{#p/undyne}{#e/undyne/18}{#e/papyrus/21}Papyrus， 你是咋找到這兒的？ゑ

source: <15>{#p/papyrus}{#e/papyrus/10}OH, RIGHT! AFTER METTATON AND I WERE DONE TALKING...
pt_br: <15>{#p/papyrus}{#e/papyrus/10}OH, CERTO! DEPOIS QUE EU E O METTATON CONVERSAMOS...
zh_cn: <15>{#p/papyrus}{#e/papyrus/10}哦，想起来了！ 当时，我正跟METTATON 聊天，聊完后...ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/10}喔，想起來了！ 當時，我正跟METTATON 聊天，聊完後...ゑ

source: <15>{#p/papyrus}{#e/papyrus/20}A LITTLE YELLOW STAR APPEARED AND TOLD US WE SHOULD COME.
pt_br: <15>{#p/papyrus}{#e/papyrus/20}UMA PEQUENA ESTRELA AMARELA APARECEU E ME PEDIU PARA VIR AQUI.
zh_cn: <15>{#p/papyrus}{#e/papyrus/20}有颗黄色小星星 突然冒出来， 让我俩来这。ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/20}有顆黃色小星星 突然冒出來， 讓我倆來這。ゑ

source: <15>{#p/papyrus}{#e/papyrus/21}{#e/alphys/9}{#e/sans/1}IT SEEMED... URGENT.
pt_br: <15>{#p/papyrus}{#e/papyrus/21}{#e/alphys/9}{#e/sans/1}PARECIA... URGENTE.
zh_cn: <15>{#p/papyrus}{#e/papyrus/21}{#e/alphys/9}{#e/sans/1}它好像... 还挺着急的。ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/21}{#e/alphys/9}{#e/sans/1}它好像... 還挺著急的。ゑ

source: <20>{#p/toriel}{#e/toriel/9}{#e/asgore/12}Twinkly.
zh_cn: <20>{#p/toriel}{#e/toriel/9}{#e/asgore/12}是Twinkly。ゑ
zh_tw: <20>{#p/toriel}{#e/toriel/9}{#e/asgore/12}是Twinkly。ゑ

source: <20>{#p/undyne}{#e/alphys/28}{#e/undyne/37}{#e/toriel/3}Who's Twinkly?
pt_br: <20>{#p/undyne}{#e/alphys/28}{#e/undyne/37}{#e/toriel/3}Quem é Twinkly?
zh_cn: <20>{#p/undyne}{#e/alphys/28}{#e/undyne/37}{#e/toriel/3}Twinkly是谁？ゑ
zh_tw: <20>{#p/undyne}{#e/alphys/28}{#e/undyne/37}{#e/toriel/3}Twinkly是誰？ゑ

source: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}Howdy, everyone.
pt_br: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}Howdy, pessoal.
zh_cn: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}哈喽。ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}哈囉。ゑ

source: <20>{#e/twinkly/7}{#v/0}Did you miss me?
pt_br: <20>{#e/twinkly/7}{#v/0}Sentiram minha falta?
zh_cn: <20>{#e/twinkly/7}{#v/0}各位，想我了没？ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}各位，想我了沒？ゑ

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Oh, I'm sorry... Did something happen to your SAVE file?
pt_br: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Oh, me desculpa... Alguma coisa aconteceu com seu arquivo SALVO?
zh_cn: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}哎呀，真不好意思呢... 存档是不是坏掉了呀？ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}哎呀，真不好意思呢... 存檔是不是壞掉了呀？ゑ

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Hee hee hee...
zh_cn: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}嘻嘻嘻...ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}嘻嘻嘻...ゑ

source: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}That's what you get.
pt_br: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}É isso que você ganha.
zh_cn: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}活该。ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}活該。ゑ

source: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}Sorry, but this world belongs to ME now.
pt_br: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}Desculpa, mas esse mundo ME pertence agora.
zh_cn: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}不好意思呢。 但现在， 整个世界，我说了算。ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}不好意思呢。 但現在， 整個世界，我說了算。ゑ

source: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}Long time no see, $(name).
pt_br: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}Quanto tempo não nos vemos, $(name).
zh_cn: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}亲爱的$(name)， 好久不见。ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}親愛的$(name)， 好久不見。ゑ

source: <20>{#e/twinkly/7}{#v/0}It's been a while, hasn't it?
pt_br: <20>{#e/twinkly/7}{#v/0}Nos distanciamos muito, não foi?
zh_cn: <20>{#e/twinkly/7}{#v/0}是不是想死我了？ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}是不是想死我了？ゑ

source: <20>{#e/twinkly/11}{#v/0}I hope I'm not getting in the way of your fun...
pt_br: <20>{#e/twinkly/11}{#v/0}Espero não estar atrapalhando sua diversão...
zh_cn: <20>{#e/twinkly/11}{#v/0}希望我没让你 扫兴呢...ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}希望我沒讓你 掃興呢...ゑ

source: <20>{#e/twinkly/2}{#v/1}Considering you ROBBED me of mine.
pt_br: <20>{#e/twinkly/2}{#v/1}Considerando que você roubou a MINHA.
zh_cn: <20>{#e/twinkly/2}{#v/1}告诉你， 我可被你折磨得够呛。ゑ
zh_tw: <20>{#e/twinkly/2}{#v/1}告訴你， 我可被你折磨得夠嗆。ゑ

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}What's that? You want your SAVE file back?
pt_br: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}O que? Você quer seu arquivo SALVO de volta?
zh_cn: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}怎么啦？ 想把存档要回去？ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}怎麼啦？ 想把存檔要回去？ゑ

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Oh, $(name)...
zh_cn: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}哦...ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}喔...ゑ

source: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}You're even dumber than I thought!
pt_br: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}Você é mais burro do que eu pensei!
zh_cn: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}没想到啊，$(name)... 你咋能蠢成这样呢？ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}沒想到啊，$(name)... 你咋能蠢成這樣呢？ゑ

source: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}Sorry, $(name). This world belongs to ME now.
pt_br: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}Desculpa, $(name). Esse mundo ME pertence agora.
zh_cn: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}不好意思呢，$(name)。 但现在， 整个世界，我说了算。ゑ
zh_tw: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}不好意思呢，$(name)。 但現在， 整個世界，我說了算。ゑ

source: <20>{#e/twinkly/11}{#v/0}Hee hee hee...
zh_cn: <20>{#e/twinkly/11}{#v/0}嘻嘻嘻...ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}嘻嘻嘻...ゑ

source: <20>{#e/twinkly/11}{#v/0}While you were having your little pow-wow...
pt_br: <20>{#e/twinkly/11}{#v/0}Enquanto você estava fazendo seu pow-wow...
zh_cn: <20>{#e/twinkly/11}{#v/0}趁着你们谈笑风生...ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}趁著你們談笑風生...ゑ

source: <20>{#e/twinkly/5}{#v/0}I took control of the archive!
pt_br: <20>{#e/twinkly/5}{#v/0}Eu tomei controle do arquivo!
zh_cn: <20>{#e/twinkly/5}{#v/0}我把六号档案的 控制权夺过来了！ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}我把六號檔案的 控制權奪過來了！ゑ

source: <20>{#e/twinkly/10}{#v/0}Now, all the SOUL power you had access to belongs to me.
pt_br: <20>{#e/twinkly/10}{#v/0}Agora, todo o acesso as ALMAS que você tinha pertence a mim.
zh_cn: <20>{#e/twinkly/10}{#v/0}现在，你辛辛苦苦 收集的灵魂之力， 都是我的啦！ゑ
zh_tw: <20>{#e/twinkly/10}{#v/0}現在，你辛辛苦苦 收集的靈魂之力， 都是我的啦！ゑ

source: <20>{#e/twinkly/9}{#v/0}THAT's why you couldn't finish off the force field.
pt_br: <20>{#e/twinkly/9}{#v/0}Foi por ISSO que você não finalizou o escudo de força.
zh_cn: <20>{#e/twinkly/9}{#v/0}没了力量， 你能打破力场就怪了。ゑ
zh_tw: <20>{#e/twinkly/9}{#v/0}沒了力量， 你能打破力場就怪了。ゑ

source: <20>{#e/twinkly/11}{#v/0}Poetic, isn't it?
pt_br: <20>{#e/twinkly/11}{#v/0}Poético, não é?
zh_cn: <20>{#e/twinkly/11}{#v/0}真是悲惨呢， 此情此景， 要不要吟诗一首呢？ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}真是悲慘呢， 此情此景， 要不要吟詩一首呢？ゑ

source: <20>{#e/twinkly/7}{#v/0}But that's not even the best part.
pt_br: <20>{#e/twinkly/7}{#v/0}Mas essa não é a melhor parte.
zh_cn: <20>{#e/twinkly/7}{#v/0}别急， 还有更棒的呢。ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}別急， 還有更棒的呢。ゑ

source: <20>{#e/twinkly/6}{#v/0}...
zh_cn: <20>{#e/twinkly/6}{#v/0}...ゑ
zh_tw: <20>{#e/twinkly/6}{#v/0}...ゑ

source: <20>{#e/twinkly/5}{#v/0}It's all your fault.
pt_br: <20>{#e/twinkly/5}{#v/0}É tudo sua culpa.
zh_cn: <20>{#e/twinkly/5}{#v/0}更棒的是， 这一切，都是你的错。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}更棒的是， 這一切，都是你的錯。ゑ

source: <20>{#e/twinkly/5}{#v/0}It's all because you LET them love you.
pt_br: <20>{#e/twinkly/5}{#v/0}É tudo porque você DEIXOU eles te amarem.
zh_cn: <20>{#e/twinkly/5}{#v/0}是你，给他们洗脑， 让他们对你好。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}是你，給他們洗腦， 讓他們對你好。ゑ

source: <20>{#e/twinkly/8}{#v/0}You came SO close to killing them, SO many times...
pt_br: <20>{#e/twinkly/8}{#v/0}Você chegou tão perto de mata-los, tantas vezes...
zh_cn: <20>{#e/twinkly/8}{#v/0}一路上， 你揍他们，你欺负他们， 你把他们打得半死...ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}一路上， 你揍他們，你欺負他們， 你把他們打得半死...ゑ

source: <20>{#e/twinkly/8}{#v/0}But no matter what, you chose to spare them...
pt_br: <20>{#e/twinkly/8}{#v/0}Mas não importava o que, você escolheu poupa-los...
zh_cn: <20>{#e/twinkly/8}{#v/0}看他们要死了， 你就停手， 让他们苟活...ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}看他們要死了， 你就停手， 讓他們苟活...ゑ

source: <20>{#e/twinkly/5}{#v/0}It's all because you MADE them love you.
pt_br: <20>{#e/twinkly/5}{#v/0}Isso é tudo porque você FEZ eles te amarem.
zh_cn: <20>{#e/twinkly/5}{#v/0}是你，善待他们， 让他们对你好。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}是你，善待他們， 讓他們對你好。ゑ

source: <20>{#e/twinkly/8}{#v/0}All the time you spent listening to them...
pt_br: <20>{#e/twinkly/8}{#v/0}Todo o tempo que você passou escutando eles...
zh_cn: <20>{#e/twinkly/8}{#v/0}一路上， 你倾听他们的烦恼...ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}一路上， 你傾聽他們的煩惱...ゑ

source: <20>{#e/twinkly/8}{#v/0}Encouraging them... caring about them...
pt_br: 20>{#e/twinkly/8}{#v/0}Encorajando eles... escutando ele...
zh_cn: <20>{#e/twinkly/8}{#v/0}鼓励他们... 关心他们...ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}鼓勵他們... 關心他們...ゑ

source: <20>{#e/twinkly/8}{#v/0}...
zh_cn: <20>{#e/twinkly/8}{#v/0}...ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}...ゑ

source: <20>You know, $(name)...
pt_br: <20>Sabe, $(name)...
zh_cn: <20>$(name)，我记得...ゑ
zh_tw: <20>$(name)，我記得...ゑ

source: <20>{#e/twinkly/5}I remember a timeline where WE were going to kill everyone.
pt_br: <20>{#e/twinkly/5}Eu lembro de uma linha do tempo os NÓS matamos todo mundo.
zh_cn: <20>{#e/twinkly/5}在某条时间线里， 我们俩同心协力 杀死每一个人。ゑ
zh_tw: <20>{#e/twinkly/5}在某條時間軸裡， 我們倆同心協力 殺死每一個人。ゑ

source: <20>{#e/twinkly/6}{#v/0}But then... you decided to abandon me.
pt_br: <20>{#e/twinkly/6}{#v/0}Mas então... você decidiu me abandonar.
zh_cn: <20>{#e/twinkly/6}{#v/0}可是... 你却背叛我， 自己跑去当“老好人”。ゑ
zh_tw: <20>{#e/twinkly/6}{#v/0}可是... 你卻背叛我， 自己跑去當「老好人」。ゑ

source: <20>{#e/twinkly/8}{#v/0}All so you could play the hero to THESE losers.
pt_br: <20>{#e/twinkly/8}{#v/0}Tudo pra você poder brincar de herói com ESSES fracassados.
zh_cn: <20>{#e/twinkly/8}{#v/0}这样， 你就能在这些废物面前 逞英雄。ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}這樣， 你就能在這些廢物面前 逞英雄。ゑ

source: <20>{#e/twinkly/7}{#v/0}Some "best friend" you are, huh?
pt_br: <20>{#e/twinkly/7}{#v/0}Que "melhor amigo" você é, huh?
zh_cn: <20>{#e/twinkly/7}{#v/0}好一个“最好的朋友”啊。ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}好一個「最好的朋友」啊。ゑ

source: <20>{#e/twinkly/8}We only just started, but with the way we were going?
pt_br: <20>{#e/twinkly/8}Acabamos de começar, mas com o jeito que estávamos indo?
zh_cn: <20>{#e/twinkly/8}没错，咱俩是没走几步， 可你就因此把我们的 愿景忘了，是吧？ゑ
zh_tw: <20>{#e/twinkly/8}沒錯，咱倆是沒走幾步， 可你就因此把我們的 願景忘了，是吧？ゑ

source: <20>{#e/twinkly/8}We didn't get very far, but with the way we were going?
pt_br: <20>{#e/twinkly/8}Não fomos muito longe, mas com o caminho que estávamos indo?
zh_cn: <20>{#e/twinkly/8}没错，咱俩是没走多远， 可你就因此把我们的 愿景忘了，是吧？ゑ
zh_tw: <20>{#e/twinkly/8}沒錯，咱倆是沒走多遠， 可你就因此把我們的 願景忘了，是吧？ゑ

source: <20>{#e/twinkly/8}We didn't quite make it to the end, but with the way we were going?
pt_br: <20>{#e/twinkly/8}Não chegamos ao fim, mas com o jeito que estávamos indo?
zh_cn: <20>{#e/twinkly/8}没错，咱是离终点还远， 可你就因此把我们的 愿景忘了，是吧？ゑ
zh_tw: <20>{#e/twinkly/8}沒錯，咱是離終點還遠， 可你就因此把我們的 願景忘了，是吧？ゑ

source: <20>{#e/twinkly/8}To think we were actually getting somewhere...
pt_br: <20>{#e/twinkly/8}Pensar que estávamos realmente chegando a algum lugar...
zh_cn: <20>{#e/twinkly/8}咱俩都走那么远了， 你却...ゑ
zh_tw: <20>{#e/twinkly/8}咱倆都走那麼遠了， 你卻...ゑ

source: <20>{#e/twinkly/8}To think we were THIS close...
pt_br: <20>{#e/twinkly/8}E pensar que estávamos TÃO perto...
zh_cn: <20>{#e/twinkly/8}咱俩都快成功了， 你却...ゑ
zh_tw: <20>{#e/twinkly/8}咱倆都快成功了， 你卻...ゑ

source: <20>{#e/twinkly/5}{#v/0}Oooh, we would have been INSEPARABLE.
pt_br: <20>{#e/twinkly/5}{#v/0}Oooh, nós teríamos sido INSEPARÁVEIS.
zh_cn: <20>{#e/twinkly/5}{#v/0}本以为， 我们会形影不离。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}本以為， 我們會形影不離。ゑ

source: <20>{#e/twinkly/6}{#v/0}But it seems the game has changed.
pt_br: <20>{#e/twinkly/6}{#v/0}Mas parece que o jogo mudou.
zh_cn: <20>{#e/twinkly/6}{#v/0}可时代变了。ゑ
zh_tw: <20>{#e/twinkly/6}{#v/0}可時代變了。ゑ

source: <20>{#e/twinkly/11}{#v/0}You went soft!
pt_br: <20>{#e/twinkly/11}{#v/0}Você ficou mole!
zh_cn: <20>{#e/twinkly/11}{#v/0}你成了软蛋！ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}你成了軟蛋！ゑ

source: <20>{#e/twinkly/7}{#v/0}You gave up.
pt_br: <20>{#e/twinkly/7}{#v/0}Você desistiu.
zh_cn: <20>{#e/twinkly/7}{#v/0}你放弃了。ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}你放棄了。ゑ

source: <20>{#e/twinkly/9}{#v/0}Golly, aren't you full of yourself.
pt_br: <20>{#e/twinkly/9}{#v/0}Senhor, você é cheio de si mesmo.
zh_cn: <20>{#e/twinkly/9}{#v/0}呵呵， 真自以为是啊。ゑ
zh_tw: <20>{#e/twinkly/9}{#v/0}呵呵， 真自以為是啊。ゑ

source: <20>{#e/twinkly/5}Thinking you're so high and mighty for being the "good guy" here...
pt_br: <20>{#e/twinkly/5}Pensando que você é tão grande e poderoso por ser o "cara legal" aqui...
zh_cn: <20>{#e/twinkly/5}杀了人，又跑回来 当“老好人”，是不是 觉得自己可了不起了？ゑ
zh_tw: <20>{#e/twinkly/5}殺了人，又跑回來 當「老好人」，是不是 覺得自己可了不起了？ゑ

source: <20>{#e/twinkly/6}{#v/0}When all you did was prove how ROTTEN you really are.
pt_br: <20>{#e/twinkly/6}{#v/0}Quando tudo que você fez foi provar o quão EGOÍSTA realmente é.
zh_cn: <20>{#e/twinkly/6}{#v/0}真恶心。ゑ
zh_tw: <20>{#e/twinkly/6}{#v/0}真噁心。ゑ

source: <20>{#e/twinkly/7}{#v/0}You should have known better, $(name).
pt_br: <20>{#e/twinkly/7}{#v/0}Você deveria ser mais esperto, $(name).
zh_cn: <20>{#e/twinkly/7}{#v/0}$(name)， 有点自知之明吧。ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}$(name)， 有點自知之明吧。ゑ

source: <21>{#e/twinkly/2}{#v/1}There was NOTHING you could have done to save your friends.
pt_br: <21>{#e/twinkly/2}{#v/1}Não havia NADA que você pudesse fazer para salvar seus amigos.
zh_cn: <21>{#e/twinkly/2}{#v/1}想救朋友？ 门都没有。ゑ
zh_tw: <21>{#e/twinkly/2}{#v/1}想救朋友？ 門都沒有。ゑ

source: <20>{#e/twinkly/5}{#v/0}If only you knew how pointless it'd be.
pt_br: <20>{#e/twinkly/5}{#v/0}Se pelo menos você soubesse o quão inútil tudo isso seria.
zh_cn: <20>{#e/twinkly/5}{#v/0}你不知道，这么做 根本屁用没有吗？ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}你不知道，這麼做 根本屁用沒有嗎？ゑ

source: <20>{#e/twinkly/5}{#v/0}Without that, they wouldn't have come here.
pt_br: <20>{#e/twinkly/5}{#v/0}Sem tudo isso, eles não precisariam vir aqui.
zh_cn: <20>{#e/twinkly/5}{#v/0}没有这些， 你的朋友绝不会 来到这里。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}沒有這些， 你的朋友絕不會 來到這裡。ゑ

source: <20>{#e/twinkly/6}{#v/0}Huh?
zh_cn: <20>{#e/twinkly/6}{#v/0}啥？ゑ
zh_tw: <20>{#e/twinkly/6}{#v/0}啥？ゑ

source: <20>WHY am I still doing this?
pt_br: <20>POR QUE eu ainda estou fazendo isso?
zh_cn: <20>想知道，我这么做图啥？ゑ
zh_tw: <20>想知道，我這麼做圖啥？ゑ

source: <20>{#e/twinkly/5}{#v/0}... oh, come on.
pt_br: <20>{#e/twinkly/5}{#v/0}... oh, vamos nessa.
zh_cn: <20>{#e/twinkly/5}{#v/0}...呵，别装傻了。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}...呵，別裝傻了。ゑ

source: <20>{#e/twinkly/5}{#v/0}You know the answer as well as I do.
pt_br: <20>{#e/twinkly/5}{#v/0}Você sabe a resposta assim como eu sei.
zh_cn: <20>{#e/twinkly/5}{#v/0}先问问你自己。ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}先問問你自己。ゑ

source: <20>{#e/twinkly/11}{#v/0}After all, you're the one who went from ending to ending...
pt_br: <20>{#e/twinkly/11}{#v/0}Até porque, foi você quem tentou fim por fim...
zh_cn: <20>{#e/twinkly/11}{#v/0}你不也喜欢 体验各种结局嘛...ゑ
zh_tw: <20>{#e/twinkly/11}{#v/0}你不也喜歡 體驗各種結局嘛...ゑ

source: <20>{#e/twinkly/7}{#v/0}Playing with their lives just to see what would happen.
pt_br: <20>{#e/twinkly/7}{#v/0}Brincando com suas vidas apenas para ver o que iria acontecer.
zh_cn: <20>{#e/twinkly/7}{#v/0}你不也为了满足好奇心， 玩弄他们的生命嘛。ゑ
zh_tw: <20>{#e/twinkly/7}{#v/0}你不也為了滿足好奇心， 玩弄他們的生命嘛。ゑ

source: <20>{#e/twinkly/8}{#v/0}Hm...? Don't you remember?
pt_br: <20>{#e/twinkly/8}{#v/0}Hm...? Você não lembra?
zh_cn: <20>{#e/twinkly/8}{#v/0}...哈？ 你不记得了？ 那我帮你回忆回忆。ゑ
zh_tw: <20>{#e/twinkly/8}{#v/0}...哈？ 你不記得了？ 那我幫你回憶回憶。ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Undyne and Alphys hunted you down...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que Undyne e Alphys te caçaram...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Undyne和Alphys 联合追杀你...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Undyne和Alphys 聯合追殺你...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Alphys returned to Bratty and Catty...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que Alphys voltou a morar com Bratty e Catty...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Alphys回到了 Bratty和Catty身边...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Alphys回到了 Bratty和Catty身邊...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where almost everyone important had died...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele onde quase todo mundo importante morreu...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， 几乎所有重要的人， 都死于你手...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， 幾乎所有重要的人， 都死於你手...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Sans and Papyrus had a therapy company...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que Sans e Papyrus tinham uma empresa de terapia...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Sans和Papyrus 一起开了家疗养院...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Sans和Papyrus 一起開了家醫療公司...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Papyrus and Alphys escaped into a virtual world...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que Papyrus e Alphys escaparam para um mundo virtual...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， Papyrus和Alphys 躲进了虚拟空间...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， Papyrus和Alphys 躲進了虛擬空間...ゑ

source: <20>{#e/twinkly/5}{#v/0}From the one where Mad Mew Mew made everyone go along with her nonsense...
pt_br: <20>{#e/twinkly/5}{#v/0}Daquele em que Mad Mew Mew fez todo mundo se torturar com suas bobagens...
zh_cn: <20>{#e/twinkly/5}{#v/0}第一个结局里， 愤怒喵喵让大伙都 沉浸在她的怪癖中...ゑ
zh_tw: <20>{#e/twinkly/5}{#v/0}第一個結局裡， 憤怒喵喵讓大夥都 沉浸在她的怪癖中...ゑ
