Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#p/asgore}{#f/7}* Asriel, our first-born son, heeded the call.{~}
pt_br: <25>{*}{#p/asgore}{#f/7}* Asriel, nosso filho unigênito, correu para ajudar.{~}
zh_cn: <25>{*}{#p/asgore}{#f/7}* 而我们的长子Asriel 听到了呼救声。{~}
zh_tw: <25>{*}{#p/asgore}{#f/7}* 而我們的長子Asriel 聽到了呼救聲。{~}

source: <25>{*}{#p/asgore}{#f/7}* He brought them back home to our quarters.{~}
pt_br: <25>{*}{#p/asgore}{#f/7}* Ele a trouxe de volta para casa em nossas residências.{~}
zh_cn: <25>{*}{#p/asgore}{#f/7}* 他把人类带回了 我们家里。{~}
zh_tw: <25>{*}{#p/asgore}{#f/7}* 他把人類帶回了 我們家裡。{~}

source: <32>{#p/basic}* I did the best I could.{%40}
pt_br: <32>{#p/basic}* Eu fiz o melhor que pude.{%40}
zh_cn: <32>{#p/basic}* 我已竭尽全力。{%40}
zh_tw: <32>{#p/basic}* 我已竭盡全力。{%40}

source: <25>{*}{#p/asgore}{#f/6}* Over time, the two children became like siblings.{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* Após um tempo, as duas crianças se tornaram como irmãos.{~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 慢慢的， 两个孩子变得情同手足。{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 慢慢的， 兩個孩子變得情同手足。{~}

source: <25>{*}{#p/asgore}{#f/6}* The outpost expanded, and so too did their kinship.{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* O Outpost cresceu, e assim também cresceu nossa harmonia.{~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 他们之间的亲情 随着前哨站的扩建 也愈发紧密。{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 他們之間的親情 隨著前哨站的擴建 也愈發緊密。{~}

source: <25>{*}{#p/asgore}{#f/6}* The outpost was filled with hope.{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* O Outpost estava cheio de esperança.{~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 整个前哨站充满了希望。{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 整個前哨站充滿了希望。{~}

source: <32>{#p/basic}* I tried to follow my heart.{%40}
pt_br: <32>{#p/basic}* Eu tentei seguir meu coração.{%40}
zh_cn: <32>{#p/basic}* 我不想留下遗憾。{%40}
zh_tw: <32>{#p/basic}* 我不想留下遺憾。{%40}

source: <25>{*}{#p/asgore}{#f/1}* Then, one day...{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* Mas, um dia...{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 然而，有一天...{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 然而，有一天...{~}

source: <25>{*}{#p/asgore}{#f/2}* A sickness took the human by surprise.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Uma doença surpreendeu o humano.{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 人类猝不及防地 感染了一种疾病。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 人類猝不及防地 感染了一種疾病。{~}

source: <32>{#p/basic}* I tried to do the right thing.{%40}
pt_br: <32>{#p/basic}* Eu tentei fazer a coisa certa.{%40}
zh_cn: <32>{#p/basic}* 我必须这样做。{%40}
zh_tw: <32>{#p/basic}* 我必須這樣做。{%40}

source: <25>{*}{#p/asgore}{#f/1}* Fatally ill, the human had only one request.{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* A beira da morte, o humano tinha apenas um pedido.{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 病入膏肓的人类 只有一个请求。{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 病入膏肓的人類 只有一個請求。{~}

source: <25>{*}{#p/asgore}{#f/1}* To see the remains of our once great and bountiful world.{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* De ver os restos de nosso outrora grande e abundante mundo.{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 想看看我们先前 那伟大富饶的世界 所残存的遗址。{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 想看看我們先前 那偉大富饒的世界 所殘存的遺址。{~}

source: <25>{*}{#p/asgore}{#f/2}* But there was nothing we could do.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Mas não havia nada que pudéssemos fazer.{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 但我们对此无能为力。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 但我們對此無能為力。{~}

source: <32>{#p/basic}* All I wanted was for him to see the universe.{%40}
pt_br: <32>{#p/basic}* Tudo que eu queria é que ele pudesse ver o universo.{%40}
zh_cn: <32>{#p/basic}* 我只是想让他看看星辰大海。{%40}
zh_tw: <32>{#p/basic}* 我只是想讓他看看星辰大海。{%40}

source: <25>{*}{#p/asgore}{#f/1}* The next day...{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* No dia seguinte...{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 第二天...{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 第二天...{~}

source: <25>{*}{#p/asgore}{#f/2}* The human died.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* O humano pereceu.{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 人类便与世长辞。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 人類便與世長辭。{~}

source: <32>{#p/basic}* All I wanted was for him to be happy.{%40}
pt_br: <32>{#p/basic}* Tudo que eu queria é que ele fosse feliz.{%40}
zh_cn: <32>{#p/basic}* 我只是希望他能开心。{%40}
zh_tw: <32>{#p/basic}* 我只是希望他能開心。{%40}

source: <25>{*}{#p/asgore}{#f/15}* Asriel, wracked with grief, absorbed their SOUL.{~}
pt_br: <25>{*}{#p/asgore}{#f/15}* Asriel, tomado pela tristeza, absorveu a ALMA do humano.{~}
zh_cn: <25>{*}{#p/asgore}{#f/15}* Asriel悲痛欲绝， 吸收了这个人类的 灵魂。{~}
zh_tw: <25>{*}{#p/asgore}{#f/15}* Asriel悲痛欲絕， 吸收了這個人類的 靈魂。{~}

source: <25>{*}{#p/asgore}{#f/16}* Transforming into a being with unimaginable power.{~}
pt_br: <25>{*}{#p/asgore}{#f/16}* Transformando-se em um ser de poder inimaginável.{~}
zh_cn: <25>{*}{#p/asgore}{#f/16}* 他化作了一个 拥有不可思议力量的 存在。{~}
zh_tw: <25>{*}{#p/asgore}{#f/16}* 他化作了一個 擁有不可思議力量的 存在。{~}

source: <33>{#p/basic}* I never wanted to...{%40}
pt_br: <33>{#p/basic}* Eu nunca quis que...{%40}
zh_cn: <33>{#p/basic}* 我从来没有...{%40}
zh_tw: <33>{#p/basic}* 我從來沒有...{%40}

source: <25>{*}{#p/asgore}{#f/4}* With his newfound power, Asriel crossed the force field.{~}
pt_br: <25>{*}{#p/asgore}{#f/4}* Com este novo poder, Asriel atravessou o escudo de força.{~}
zh_cn: <25>{*}{#p/asgore}{#f/4}* 凭借着新获得的力量， Asriel穿过了力场。{~}
zh_tw: <25>{*}{#p/asgore}{#f/4}* 憑藉著新獲得的力量， Asriel穿過了力場。{~}

source: <25>{*}{#p/asgore}{#f/4}* The human's body in tow as he flew off in a small shuttle.{~}
pt_br: <25>{*}{#p/asgore}{#f/4}* O corpo humano ao lado enquanto ele voava em uma pequena nave. {~}
zh_cn: <25>{*}{#p/asgore}{#f/4}* 他开着一架小型飞船， 载着人类的遗体 飞向远方。{~}
zh_tw: <25>{*}{#p/asgore}{#f/4}* 他開著一架小型飛船， 載著人類的遺體 飛向遠方。{~}

source: <25>{*}{#p/asgore}{#f/4}* Hoping to find those legendary artifacts.{~}
pt_br: <25>{*}{#p/asgore}{#f/4}* Na esperança de encontrar os artefatos lendários.{~}
zh_cn: <25>{*}{#p/asgore}{#f/4}* 希望能找到那 传说中的遗迹。{~}
zh_tw: <25>{*}{#p/asgore}{#f/4}* 希望能找到那 傳說中的遺蹟。{~}

source: <32>{#p/basic}* ... to...{%40}
pt_br: <32>{#p/basic}* ...{%40}
zh_cn: <32>{#p/basic}* ...没有...{%40}
zh_tw: <32>{#p/basic}* ...沒有...{%40}

source: <25>{*}{#p/asgore}{#f/1}* Soon, he stumbled onto what he was looking for.{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* Logo, ele se deparou com o que estava procurando.{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 很快，他就发现了 自己所寻找的东西。{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 很快，他就發現了 自己所尋找的東西。{~}

source: <25>{*}{#p/asgore}{#f/1}* Landing amidst the broken, scattered pieces...{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* Aterrissando em meio aos pedaços quebrados e espalhados... {~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 飞船着陆在破碎飘零的 碎片之中...{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 飛船著陸在破碎飄零的 碎片之中...{~}

source: <25>{*}{#p/asgore}{#f/1}* The human's body was laid to rest.{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* O corpo do humano foi colocado para descanso.{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 人类的遗体 也在此安葬。{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 人類的遺體 也在此安葬。{~}

source: <25>{*}{#p/asgore}{#f/5}* Suddenly, the shuttle's proximity alarm blared.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* De repente, o alarme de proximidade da nave soou.{~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 突然，飞船的 近接感测警报 开始响起。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 突然，飛船的 近接感測警報 開始響起。{~}

source: <25>{*}{#p/asgore}{#f/5}* Scavengers had seen him holding a human's body.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* Seguranças o viram com o corpo de um humano.{~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 拾荒者们看到了 抱着人类遗体的Asriel。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 拾荒者們看到了 抱著人類遺體的Asriel。{~}

source: <25>{*}{#p/asgore}{#f/2}* They thought he had killed the child.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Eles pensaram que ele havia o matado.{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 他们以为是Asriel 杀死了这个小孩。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 他們以為是Asriel 殺死了這個小孩。{~}

source: <25>{*}{#p/asgore}{#f/2}* The humans attacked him with everything they had.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Os humanos o atacaram com tudo que tinham.{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 人类用尽所能 攻击Asriel。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 人類用盡所能 攻擊Asriel。{~}

source: <25>{*}{#p/asgore}{#f/2}* Shot after shot, blow after blow...{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Tiro após tiro, explosão após explosão...{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 一枪又一枪， 一击又一击...{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 一槍又一槍， 一擊又一擊...{~}

source: <25>{*}{#p/asgore}{#f/2}* In this form, he had the power to destroy them all.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Naquela forma, ele tinha o poder para destruir todos.{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 以Asriel现在的形态 是有力量将他们 尽数消灭的。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 以Asriel現在的形態 是有力量將他們 盡數消滅的。{~}

source: <25>{*}{#p/asgore}{#f/4}* But...{~}
pt_br: <25>{*}{#p/asgore}{#f/4}* Mas...{~}
zh_cn: <25>{*}{#p/asgore}{#f/4}* 但是...{~}
zh_tw: <25>{*}{#p/asgore}{#f/4}* 但是...{~}

source: <25>{*}{#p/asgore}{#f/4}* Asriel did not fight back.{~}
pt_br: <25>{*}{#p/asgore}{#f/4}* Asriel não lutou.{~}
zh_cn: <25>{*}{#p/asgore}{#f/4}* Asriel并没有还手。{~}
zh_tw: <25>{*}{#p/asgore}{#f/4}* Asriel並沒有還手。{~}

source: <32>{#p/human}* (You hear someone crying...){%40}
pt_br: <32>{#p/human}* (Você escuta alguém chorando...){%40}
zh_cn: <32>{#p/human}* （你听见有人在哭...）{%40}
zh_tw: <32>{#p/human}* （你聽見有人在哭...）{%40}

source: <25>{*}{#p/asgore}{#f/9}* Clutching the human's body, Asriel took one last look outward...{~}
pt_br: <25>{*}{#p/asgore}{#f/9}* Segurando o corpo humano, Asriel olhou uma última vez para o espaço... {~}
zh_cn: <25>{*}{#p/asgore}{#f/9}* Asriel紧紧抱住 人类的遗体，向外界看了 最后一眼...{~}
zh_tw: <25>{*}{#p/asgore}{#f/9}* Asriel緊緊抱住 人類的遺體，向外界看了 最後一眼...{~}

source: <25>{*}{#p/asgore}{#f/9}* Then he smiled... and walked away.{~}
pt_br: <25>{*}{#p/asgore}{#f/9}* Ele sorriu... e foi embora.{~}
zh_cn: <25>{*}{#p/asgore}{#f/9}* 然后他面带微笑... 缓缓地离开了。{~}
zh_tw: <25>{*}{#p/asgore}{#f/9}* 然後他面帶微笑... 緩緩地離開了。{~}

source: <32>{#p/basic}* I c-couldn't... * He d-d-didn't let m-me...{%40}
pt_br: <32>{#p/basic}* Eu n-não pude... * Ele n-n-não me d-deixou...{%40}
zh_cn: <32>{#p/basic}* 我没法... * 他-他不让我-我...{%40}
zh_tw: <32>{#p/basic}* 我沒法... * 他-他不讓我-我...{%40}

source: <25>{*}{#p/asgore}{#f/1}* Wounded, Asriel flew the damaged shuttle back home.{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* Cambaleando, Asriel levou sua dor de volta para casa.{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 伤痕累累的Asriel驾驶着 受损的飞船回到了家。{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 傷痕累累的Asriel駕駛著 受損的飛船回到了家。{~}

source: <25>{*}{#p/asgore}{#f/1}* He exited the vehicle and collapsed.{~}
pt_br: <25>{*}{#p/asgore}{#f/1}* Ele chegou, saiu do veículo e colapsou.{~}
zh_cn: <25>{*}{#p/asgore}{#f/1}* 他下了飞船， 然后瘫倒在地。{~}
zh_tw: <25>{*}{#p/asgore}{#f/1}* 他下了飛船， 然後癱倒在地。{~}

source: <25>{*}{#p/asgore}{#f/2}* His dust spread across the grove.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* Sua poeira se espalhou pelo patio. {~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 化作一团尘埃， 飘散在整片花丛里。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 化作一團塵埃， 飄散在整片花叢裡。{~}

source: <25>{*}{#p/asgore}{#f/13}* The outpost, MY outpost... fell into despair.{~}
pt_br: <25>{*}{#p/asgore}{#f/13}* O Outpost, meu querido Outpost... caiu em desespero.{~}
zh_cn: <25>{*}{#p/asgore}{#f/13}* 前哨站，我的前哨站... 陷入了绝望。{~}
zh_tw: <25>{*}{#p/asgore}{#f/13}* 前哨站，我的前哨站... 陷入了絕望。{~}

source: <25>{*}{#p/asgore}{#f/13}* We had lost two children in one night.{~}
pt_br: <25>{*}{#p/asgore}{#f/13}* Nós perdemos duas crianças em uma noite.{~}
zh_cn: <25>{*}{#p/asgore}{#f/13}* 我们一夜之间就 失去了两个孩子。{~}
zh_tw: <25>{*}{#p/asgore}{#f/13}* 我們一夜之間就 失去了兩個孩子。{~}

source: <25>{*}{#p/asgore}{#f/14}* Everything had once again been taken from us.{~}
pt_br: <25>{*}{#p/asgore}{#f/14}* Tudo foi tomado de nós, mais uma vez.{~}
zh_cn: <25>{*}{#p/asgore}{#f/14}* 我们的一切，又一次 被夺走了。{~}
zh_tw: <25>{*}{#p/asgore}{#f/14}* 我們的一切，又一次 被奪走了。{~}

source: <32>{#p/basic}* ... it's not fair...{%40}
pt_br: <32>{#p/basic}* ... não é justo...{%40}
zh_cn: <32>{#p/basic}* ...这不公平...{%40}
zh_tw: <32>{#p/basic}* ...這不公平...{%40}

source: <25>{*}{#p/asgore}{#f/13}* In a fit of rage, I declared war on humanity.{~}
pt_br: <25>{*}{#p/asgore}{#f/13}* Na emoção do ódio, eu declarei guerra a humanidade.{~}
zh_cn: <25>{*}{#p/asgore}{#f/13}* 于是，我一怒之下 向人类宣战。{~}
zh_tw: <25>{*}{#p/asgore}{#f/13}* 於是，我一怒之下 向人類宣戰。{~}

source: <25>{*}{#p/asgore}{#f/13}* No matter the cost, I was going to set us free.{~}
pt_br: <25>{*}{#p/asgore}{#f/13}* Não importava o custo. Eu daria liberdade ao povo monstro.{~}
zh_cn: <25>{*}{#p/asgore}{#f/13}* 无论付出多少代价， 我都要让我们怪物 重获自由。{~}
zh_tw: <25>{*}{#p/asgore}{#f/13}* 無論付出多少代價， 我都要讓我們怪物 重獲自由。{~}

source: <25>{*}{#p/asgore}{#f/14}* ... and the people believed in me.{~}
pt_br: <25>{*}{#p/asgore}{#f/14}* ... e o povo acreditou em mim.{~}
zh_cn: <25>{*}{#p/asgore}{#f/14}* ...而人民们都支持 我的决策。{~}
zh_tw: <25>{*}{#p/asgore}{#f/14}* ...而人民們都支援 我的決策。{~}

source: <32>{#p/basic}* It's not fair...!{%40}
pt_br: <32>{#p/basic}* Não é justo...!{%40}
zh_cn: <32>{#p/basic}* ...这不公平！{%40}
zh_tw: <32>{#p/basic}* ...這不公平！{%40}

source: <25>{*}{#p/asgore}{#f/3}* When I came to my senses, it was far too late to go back.{~}
pt_br: <25>{*}{#p/asgore}{#f/3}* Quando eu voltei para a razão, já era tarde demais para regressão.{~}
zh_cn: <25>{*}{#p/asgore}{#f/3}* 可我回过神来才发现， 一切都为时已晚。{~}
zh_tw: <25>{*}{#p/asgore}{#f/3}* 可我回過神來才發現， 一切都為時已晚。{~}

source: <25>{*}{#p/asgore}{#f/2}* The people had set their minds on war, and nothing could avert it.{~}
pt_br: <25>{*}{#p/asgore}{#f/2}* O povo já estava com o sentimento de guerra em suas mentes e nada poderia mudar isso..{~}
zh_cn: <25>{*}{#p/asgore}{#f/2}* 无论做什么事情 都无法阻挡人民 发动战争的意愿。{~}
zh_tw: <25>{*}{#p/asgore}{#f/2}* 無論做什麼事情 都無法阻擋人民 發動戰爭的意願。{~}

source: <25>{*}{#p/asgore}{#f/5}* At least, nothing done publicly.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* Pelo menos, nada publicamente.{~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 至少明面上如此。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 至少明面上如此。{~}

source: <25>{*}{#p/asgore}{#f/5}* By now, Alphys must have told you about a certain secret.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* A está altura, Alphys já deve ter contado sobre um certo segredo.{~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 事到如今，想必Alphys 一定已经告诉过你 某个秘密了吧。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 事到如今，想必Alphys 一定已經告訴過你 某個秘密了吧。{~}

source: <25>{*}{#p/asgore}{#f/5}* An agreement between myself and the former royal scientist.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* Um acordo entre minha pessoa e o ex-cientista real.{~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 一份我与前皇家科学员的 协议。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 一份我與前皇家科學員的 協定。{~}

source: <25>{*}{#p/asgore}{#f/6}* ... now, if only I knew what was holding up the current one...{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* ... agora, se eu soubesse o que estava segurando-a... {~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* ...她怎么这个时候 迟到了...{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* ...她怎麼這個時候 遲到了...{~}

source: <25>{*}{#p/asgore}{#f/5}* By now, Alphys must have told you about a certain {@fill=#003cff}secret{@fill=#fff}.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* Nesta altura, Alphys deve ter lhe contado sobre um certo {@fill=#003cff}segredo{@fill=#fff}. {~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 事到如今，想必Alphys 一定已经告诉过你 某个{@fill=#003cff}秘密{@fill=#fff}了吧。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 事到如今，想必Alphys 一定已經告訴過你 某個{@fill=#003cff}秘密{@fill=#fff}了吧。{~}

source: <25>{*}{#p/asgore}{#f/5}* An {@fill=#003cff}agreement{@fill=#fff} between myself and the former royal scientist.{~}
pt_br: <25>{*}{#p/asgore}{#f/5}* Um {@fill=#003cff}acordo{@fill=#fff} entre minha pessoa e o ex-cientista real. {~}
zh_cn: <25>{*}{#p/asgore}{#f/5}* 一份我与前皇家科学员的 {@fill=#003cff}协议{@fill=#fff}。{~}
zh_tw: <25>{*}{#p/asgore}{#f/5}* 一份我與前皇家科學員的 {@fill=#003cff}協定{@fill=#fff}。{~}

source: <25>{*}{#p/asgore}{#f/6}* ... ah, there she is. * I have been wondering when she would arrive.{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* ... Ah, lá está ela. * Eu estive me perguntando quando ela chegaria. {~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* ...啊，原来她来了。 * 我刚才还寻思着她 什么时候才会到呢。{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* ...啊，原來她來了。 * 我剛才還尋思著她 什麼時候才會到呢。{~}

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh, s-sorry! * I got here as fast as I could!
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh, me-me d-desculpa! * Eu cheguei aqui o mais rápido que pude!
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呃，抱-抱歉！ * 我已经尽力在赶了！
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呃，抱-抱歉！ * 我已經盡力在趕了！

source: <25>{#p/asgore}{#f/6}* No need to rush. * Good things come to those who wait.
pt_br: <25>{#p/asgore}{#f/6}* Não a pressa. * Coisas boas vem para aqueles que tem paciência.
zh_cn: <25>{#p/asgore}{#f/6}* 不必着急。 * 毕竟好事多磨嘛。
zh_tw: <25>{#p/asgore}{#f/6}* 不必著急。 * 畢竟好事多磨嘛。

source: <25>{#p/alphys}{#g/alphysWorried}* ... do you think they're ready?
pt_br: <25>{#p/alphys}{#g/alphysWorried}* ... Você acha que ele está pronto?
zh_cn: <25>{#p/alphys}{#g/alphysWorried}* ...你真觉得人类 已经做好准备了吗？
zh_tw: <25>{#p/alphys}{#g/alphysWorried}* ...你真覺得人類 已經做好準備了嗎？

source: <25>{#p/asgore}{#f/7}* Young one, if you could excuse us for just a moment...
pt_br: <25>{#p/asgore}{#f/7}* Pequeno, se você puder nos deixar a sós por um momento...
zh_cn: <25>{#p/asgore}{#f/7}* 孩子，请让我们 先行一步...
zh_tw: <25>{#p/asgore}{#f/7}* 孩子，請讓我們 先行一步...

source: <25>{#p/asgore}{#f/7}* Alphys and I have some things to discuss.
pt_br: <25>{#p/asgore}{#f/7}* Eu e Alphys temos assuntos a tratar.
zh_cn: <25>{#p/asgore}{#f/7}* 我和Alphys有些事情 需要谈谈。
zh_tw: <25>{#p/asgore}{#f/7}* 我和Alphys有些事情 需要談談。

source: <25>{#p/alphys}{#g/alphysHellYeah}* Yeah, uh... j-just keep going forward, we'll be waiting for you!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}* Isso, só... va-vai seguindo em frente e logo você irá nos alcançar do outro lado!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}* 是的，呃... 接-接着往前走吧， 我们会等着你的！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}* 是的，呃... 接-接著往前走吧， 我們會等著你的！

source: <25>{#p/asgore}{#f/5}* How odd. * She does not appear to be here now.
pt_br: <25>{#p/asgore}{#f/5}* Que estranho. * Ela não parece estar por aqui.
zh_cn: <25>{#p/asgore}{#f/5}* 真奇怪。 * 她居然还没来。
zh_tw: <25>{#p/asgore}{#f/5}* 真奇怪。 * 她居然還沒來。

source: <25>{#p/asgore}{#f/5}* ... this is not what I had in mind.
pt_br: <25>{#p/asgore}{#f/5}* ... Isso está fora do que eu tinha em mente.
zh_cn: <25>{#p/asgore}{#f/5}* ...这不是我所期望的。
zh_tw: <25>{#p/asgore}{#f/5}* ...這不是我所期望的。

source: <25>{#p/asgore}{#f/5}* Well then. * If she wants to see me, she will have to wait.
zh_cn: <25>{#p/asgore}{#f/5}* 那么。 * 她要是想见我 就得等上一会了。
zh_tw: <25>{#p/asgore}{#f/5}* 那麼。 * 她要是想見我 就得等上一會了。

source: <25>{#p/asgore}{#f/5}* This cannot be delayed any further.
pt_br: <25>{#p/asgore}{#f/5}* Isto não pode demorar, nenhum pouco mais.
zh_cn: <25>{#p/asgore}{#f/5}* 这件事不能再拖了。
zh_tw: <25>{#p/asgore}{#f/5}* 這件事不能再拖了。

source: <32>{#p/darksans}* So you finally made it.
pt_br: <32>{#p/darksans}* Então você finalmente chegou.
zh_cn: <32>{#p/darksans}* 终于，你到达此处。
zh_tw: <32>{#p/darksans}* 終於，你到達此處。

source: <32>* The end of your journey is at hand.
pt_br: <32>* O fim da sua jornada está mais próximo que nunca.
zh_cn: <32>* 旅途的终点，已触手可及。
zh_tw: <32>* 旅途的終點，已觸手可及。

source: <32>* In a few moments, you will meet with the king.
pt_br: <32>* Em alguns momentos, você encontrará o rei.
zh_cn: <32>* 片刻之后，你就能见到国王。
zh_tw: <32>* 片刻之後，你就能見到國王。

source: <32>* In a few moments, you will meet once again with the king.
pt_br: <32>* Em alguns momento, você encontrará o rei outra vez.
zh_cn: <32>* 片刻之后，你又能见到国王。
zh_tw: <32>* 片刻之後，你又能見到國王。

source: <32>* Together...
pt_br: <32>* Juntos...
zh_cn: <32>* 到那时...
zh_tw: <32>* 到那時...

source: <32>* Something's wrong.
pt_br: <32>* Alguma coisa, não está certa...
zh_cn: <32>* 不对。
zh_tw: <32>* 不對。

source: <32>* How did you arrive so quickly?
pt_br: <32>* Como você chegou tão rápido?
zh_cn: <32>* 你怎么来得这么快？
zh_tw: <32>* 你怎麼來得這麼快？

source: <32>* Did you, perhaps...
pt_br: <32>* Você por acaso....
zh_cn: <32>* 让我猜猜，你是不是...
zh_tw: <32>* 讓我猜猜，你是不是...

source: <32>* Take a {@fill=#ff0}shortcut{@fill=#fff} of some kind?
pt_br: <32>* Pegou algum {@fill=#ff0}atalho{@fill=#fff} ou coisa do tipo?
zh_cn: <32>* 走{@fill=#ff0}捷径{@fill=#fff}了？
zh_tw: <32>* 走{@fill=#ff0}捷徑{@fill=#fff}了？

source: <32>* You're really gonna carry that all the way, aren't you?
pt_br: <32>* Você realmente vai levar isso até o fim, não é?
zh_cn: <32>* 你是不是一路上 一直拿着那杯液体？
zh_tw: <32>* 你是不是一路上 一直拿著那杯液體？

source: <32>* Well, anyway.
pt_br: <32>* Bom, de toda forma.
zh_cn: <32>* 嗯，没事。
zh_tw: <32>* 嗯，沒事。

source: <32>* But as I was saying...
pt_br: <32>* Como eu estava dizendo...
zh_cn: <32>* 回到刚才的话题...
zh_tw: <32>* 回到剛才的話題...

source: <32>* You will determine the future of monsterkind.
pt_br: <32>* Você determinará o futuro dos monstros.
zh_cn: <32>* 你将会决定怪物的命运。
zh_tw: <32>* 你將會決定怪物的命運。

source: <32>* That's then.
pt_br: <32>* Isso é depois.
zh_cn: <32>* 但那是后话。
zh_tw: <32>* 但那是後話。

source: <32>* Now.
pt_br: <32>* Agora.
zh_cn: <32>* 现在。
zh_tw: <32>* 現在。

source: <32>* You will be judged.
pt_br: <32>* Você será julgado.
zh_cn: <32>* 你将接受审判。
zh_tw: <32>* 你將接受審判。

source: <32>* You will be judged for your every action.
pt_br: <32>* Você será julgado por cada ação que tomou.
zh_cn: <32>* 你将为你每一个行为接受审判。
zh_tw: <32>* 你將為你每一個行為接受審判。

source: <32>* You will be judged for every EXP you've earned.
pt_br: <32>* Você será julgado por cada EXP que ganhou.
zh_cn: <32>* 你将为你获得的每一点EXP 接受审判。
zh_tw: <32>* 你將為你獲得的每一點EXP 接受審判。

source: <32>* What's EXP?
pt_br: <32>* O que é EXP?
zh_cn: <32>* EXP是什么？
zh_tw: <32>* EXP是什麼？

source: <32>* It's an acronym.
pt_br: <32>* É um acrônimo.
zh_cn: <32>* 是一个缩写。
zh_tw: <32>* 是一個縮寫。

source: <32>* It stands for "{@fill=#f00}execution points{@fill=#fff}."
pt_br: <32>* Significa "{@fill=#f00}Pontos de EXecução{@fill=#fff}."
zh_cn: <32>* 意思是“{@fill=#f00}处决点数{@fill=#fff}” （{@fill=#f00}EX{@fill=#fff}ecution {@fill=#f00}P{@fill=#fff}oints）。
zh_tw: <32>* 意思是「{@fill=#f00}處決點數{@fill=#fff}」 （{@fill=#f00}EX{@fill=#fff}ecution {@fill=#f00}P{@fill=#fff}oints）。

source: <32>* A way of quantifying the pain you have inflicted on others.
pt_br: <32>* Um jeito de quantificar a dor que você causa aos outros.
zh_cn: <32>* 它表征的，是你 “处决”怪物的数量。
zh_tw: <32>* 它表徵的，是你 「處決」怪物的數量。

source: <32>* When you kill someone, your EXP increases.
pt_br: <32>* Quando você mata alguém, seu EXP aumenta.
zh_cn: <32>* 每“处决”一只怪物， EXP就会增加一些。
zh_tw: <32>* 每「處決」一隻怪物， EXP就會增加一些。

source: <32>* When you have enough EXP, your LOVE increases.
pt_br: <32>* Quando você tem EXP o suficiente, seu LOVE aumenta.
zh_cn: <32>* 当EXP积累到一定程度时， LOVE就会增加。
zh_tw: <32>* 當EXP積累到一定程度時， LOVE就會增加。

source: <32>* LOVE, too, is an acronym.
pt_br: <32>* LOVE, também é um acrônimo.
zh_cn: <32>* LOVE，也是一个缩写。
zh_tw: <32>* LOVE，也是一個縮寫。

source: <32>* It stands for "{@fill=#f00}Level of Violence{@fill=#fff}."
pt_br: <32>* Significa "{@fill=#f00}Level Obtido por ViolEncia{@fill=#fff}."
zh_cn: <32>* 意思是“{@fill=#f00}暴力等级{@fill=#fff}” （{@fill=#f00}L{@fill=#fff}evel {@fill=#f00}O{@fill=#fff}f {@fill=#f00}V{@fill=#fff}iol{@fill=#f00}E{@fill=#fff}nce）。
zh_tw: <32>* 意思是「{@fill=#f00}暴力等級{@fill=#fff}」 （{@fill=#f00}L{@fill=#fff}evel {@fill=#f00}O{@fill=#fff}f {@fill=#f00}V{@fill=#fff}iol{@fill=#f00}E{@fill=#fff}nce）。

source: <32>* A way of measuring someone's capacity to hurt.
pt_br: <32>* Uma forma de quantificar a capacidade de infringir dor.
zh_cn: <32>* 它表示的， 是伤害别人的能力。
zh_tw: <32>* 它表示的， 是傷害別人的能力。

source: <32>* The more you kill, the easier it becomes to distance yourself.
pt_br: <32>* Quando mais você mata, mais fácil tornar-se de distanciar-se de tudo.
zh_cn: <32>* 杀得越多， 就越容易偏离本心。
zh_tw: <32>* 殺得越多， 就越容易偏離本心。

source: <32>* The more you distance yourself, the less you will hurt.
pt_br: <32>* Quando mais você se distância, menos dor você irá sentir.
zh_cn: <32>* 离本心越远， 就越难受到伤害。
zh_tw: <32>* 離本心越遠， 就越難受到傷害。

source: <32>* The more easily you can bring yourself to hurt others.
pt_br: <32>* E assim, se torna mais fácil causar dor aos outros.
zh_cn: <32>* 也就越容易放任自己 伤害别人。
zh_tw: <32>* 也就越容易放任自己 傷害別人。

source: <25>{#f/0}* wow, buddo. * how could you do such a thing to yourself.
pt_br: <25>{#f/0}* uau, cara. * como você pôde fazer algo assim consigo mesmo.
zh_cn: <25>{#f/0}* 哇，伙计。 * 你咋也走上捷径了呢？
zh_tw: <25>{#f/0}* 哇，夥計。 * 你咋也走上捷徑了呢？
