Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* Time? {@mystify=Relative}Relative{@mystify=}.
pt_br: <32>{#p/basic}* Tempo? {@mystify=Relative}Relativo{@mystify=}.
zh_cn: <32>{#p/basic}* 时间？{@mystify=有限冇䧋月艮陏阴}有限{@mystify=}。
zh_tw: <32>{#p/basic}* 時間？{@mystify=有限冇䧋月艮陏陰}有限{@mystify=}。

source: <32>* Relatively in place.
pt_br: <32>* Relativamente no lugar.
zh_cn: <32>* 有限得让人留恋。
zh_tw: <32>* 有限得讓人留戀。

source: <32>* A place in space.
pt_br: <32>* Um lugar no espaço.
zh_cn: <32>* 让人留恋的空间。
zh_tw: <32>* 讓人留戀的空間。

source: <32>* Space? {@mystify=Infinite}Infinite{@mystify=}.
pt_br: <32>* Espaço? {@mystify=Infinite}Infinito{@mystify=}.
zh_cn: <32>* 空间？{@mystify=无限無䧋芜艮炁艰}无限{@mystify=}。
zh_tw: <32>* 空間？{@mystify=無限無䧋橆艮舞艱}無限{@mystify=}。ゐ

source: <32>* Infinitely small.
pt_br: <32>* Infinitamente pequeno.
zh_cn: <32>* 无限延伸的平面。
zh_tw: <32>* 無限延伸的平面。

source: <32>* But the small is all.
pt_br: <32>* Mas o pequeno é tudo.
zh_cn: <32>* 平面缩成直线。
zh_tw: <32>* 平面縮成直線。

source: <32>* All there is. * All there was. * All there ever {@mystify=could be}could be{@mystify=}.
pt_br: <32>* Tudo o que existe. * Tudo o que havia. * Tudo o que poderia {@mystify=could be}ter sido{@mystify=}.
zh_cn: <32>* 直线连成平面。 * 直线叫人留恋。 * 直线{@mystify=延至无限}延至无限{@mystify=}。
zh_tw: <32>* 直線連成平面。 * 直線叫人留戀。 * 直線{@mystify=延至無限}延至無限{@mystify=}。

source: <32>* Are you the small?
pt_br: <32>* Você é o pequeno?
zh_cn: <32>* 你是一条直线？
zh_tw: <32>* 你是一條直線？

source: <32>* Did you answer their call?
pt_br: <32>* Você respondeu o chamado?
zh_cn: <32>* 电话敢于直面？
zh_tw: <32>* 電話敢於直面？

source: <32>{#p/human}* (It appears Canis Maximus cannot move.)
pt_br: <32>{#p/human}* (Parece que o Canis Maximus não consegue se mover.)
zh_cn: <32>{#p/human}* （Canis Maximus动弹不得。）
zh_tw: <32>{#p/human}* （Canis Maximus動彈不得。）

source: <32>{#s/bark}{#p/event}* {@mystify=Bark}Bark{@mystify=}! {#s/bark}* {@mystify=Bark}Bark{@mystify=}!
zh_cn: <32>{#s/bark}{#p/event}* {@mystify=㺺汪皇珀㕵呈旺}汪汪{@mystify=}！ {#s/bark}* {@mystify=㺺汪皇珀㕵呈旺}汪汪{@mystify=}！
zh_tw: <32>{#s/bark}{#p/event}* {@mystify=㺺汪皇珀㕵呈旺}汪汪{@mystify=}！ {#s/bark}* {@mystify=㺺汪皇珀㕵呈旺}汪汪{@mystify=}！

source: <32>{#p/basic}* (The sound, higher!) * (The light, brighter!)
pt_br: <32>{#p/basic}* (O som, alto!) * (A luz, brilhosa!)
zh_cn: <32>{#p/basic}* （声音，越高亢！） * （光芒，越明亮！）
zh_tw: <32>{#p/basic}* （聲音，越高亢！） * （光芒，越明亮！）

source: <32>{#p/basic}* (Full illumination will end their detention!)
pt_br: <32>{#p/basic}* (A iluminação completa acabará com suas esperas!)
zh_cn: <32>{#p/basic}* （全部点亮，禁锢消亡！）
zh_tw: <32>{#p/basic}* （全部點亮，禁錮消亡！）

source: <32>{#p/basic}* (Can you join the poles in each dimension?)
pt_br: <32>{#p/basic}* (Você conseguiria juntar os polos em cada dimensão?)
zh_cn: <32>{#p/basic}* （有信心把每个半球 拼在一起吗？）
zh_tw: <32>{#p/basic}* （有信心把每個半球 拼在一起嗎？）

source: <32>{#s/bark}{#p/event}* {@mystify=Bark}Bark{@mystify=}!
zh_cn: <32>{#s/bark}{#p/event}* {@mystify=㺺汪皇珀㕵呈旺}汪汪{@mystify=}！
zh_tw: <32>{#s/bark}{#p/event}* {@mystify=㺺汪皇珀㕵呈旺}汪汪{@mystify=}！

source: <32>{#p/basic}* (Good luck!)
pt_br: <32>{#p/basic}* (Boa sorte!)
zh_cn: <32>{#p/basic}* （加油！）
zh_tw: <32>{#p/basic}* （加油！）

source: <32>{*}{#p/basic}{#i/1}* It's good, {@mystify=right}right{@mystify=}{%}
pt_br: <32>{*}{#p/basic}{#i/1}* É bom, {@mystify=right}certo{@mystify=}{%}
zh_cn: <32>{*}{#p/basic}{#i/1}* 很好吃，{@mystify=对吧對邑吋巴対把}对吧{@mystify=}{%}
zh_tw: <32>{*}{#p/basic}{#i/1}* 很好吃，{@mystify=對吧對邑丵巴対把}對吧{@mystify=}{%}ゐ

source: <32>{*}{#i/1}* It's good, {@mystify=right}right{@mystify=}{%}
pt_br: <32>{*}{#i/1}* É bom, {@mystify=right}certo{@mystify=}{%}
zh_cn: <32>{*}{#i/1}* 很好吃，{@mystify=对吧對邑吋巴対把}对吧{@mystify=}{%}
zh_tw: <32>{*}{#i/1}* 很好吃，{@mystify=對吧對邑丵巴対把}對吧{@mystify=}{%}ゐ

source: <32>{#p/basic}* It's good, right?
pt_br: <32>{#p/basic}* É bom, certo?
zh_cn: <32>{#p/basic}* 很好吃，对吧？
zh_tw: <32>{#p/basic}* 很好吃，對吧？

source: <32>{*}{#p/basic}{#i/1}* Ever heard of {@mystify=Ice Dreams}Ice Dreams{@mystify=}{%}
pt_br: <32>{*}{#p/basic}{#i/1}* Ouvi falar dos {@mystify=Ice Dreams}Sorvete Sonhos{@mystify=}{%}
zh_cn: <32>{*}{#p/basic}{#i/1}* 听说过{@mystify=冰意灵氷悥靈}冰意灵{@mystify=}吗{%}
zh_tw: <32>{*}{#p/basic}{#i/1}* 聽說過{@mystify=冰意靈氷悥靈}冰意靈{@mystify=}嗎{%}ゐ

source: <32>{*}{#i/1}* Ever heard of {@mystify=Ice Dreams}Ice Dreams{@mystify=}{%}
pt_br: <32>{*}{#i/1}* Ouvi falar em {@mystify=Sorvete Sonho}Sorvete Sonho{@mystify=}{%}
zh_cn: <32>{*}{#i/1}* 听说过{@mystify=冰意灵氷悥靈}冰意灵{@mystify=}吗{%}
zh_tw: <32>{*}{#i/1}* 聽說過{@mystify=冰意靈氷悥靈}冰意靈{@mystify=}嗎{%}ゐ

source: <32>{#p/basic}* Ever heard of Ice Dreams?
pt_br: <32>{#p/basic}* Já ouviu falar em Sorvete Sonho?
zh_cn: <32>{#p/basic}* 听说过冰意灵吗？
zh_tw: <32>{#p/basic}* 聽說過冰意靈嗎？

source: <32>{*}{#i/1}* No? * Well, that's because I just {@mystify=came up}came up{@mystify=}{%}
pt_br: <32>{*}{#i/1}* Não? * Bem, isso é porque eu apenas {@mystify=apareci}apareci{@mystify=}{%}
zh_cn: <32>{*}{#i/1}* 没听过？ * 正常，这点子是我{@mystify=刚想出来}刚想出来{@mystify=}{%}
zh_tw: <32>{*}{#i/1}* 沒聽過？ * 正常，這點子是我{@mystify=剛想出來}剛想出來{@mystify=}{%}

source: <32>{#p/basic}* No? * Well, that's because I just came up with them right now!
pt_br: <32>{#p/basic}* Não? * Bem, isso é porque eu acabei de cria-los!
zh_cn: <32>{#p/basic}* 没听过？ * 正常，这点子是我刚想出来的。
zh_tw: <32>{#p/basic}* 沒聽過？ * 正常，這點子是我剛想出來的。

source: <32>{*}{#i/1}* {@mystify=Give them}Give them{@mystify=}{%}
pt_br: <32>{*}{#i/1}* {@mystify=Dê a eles}Dê a eles{@mystify=}{%}
zh_cn: <32>{*}{#i/1}* {@mystify=快来尝尝}快来尝尝{@mystify=}{%}
zh_tw: <32>{*}{#i/1}* {@mystify=快來嘗嘗}快來嘗嘗{@mystify=}{%}

source: <32>{#p/basic}* Give them a try!
pt_br: <32>{#p/basic}* Dê a eles uma chance!
zh_cn: <32>{#p/basic}* 快来尝尝味道如何！
zh_tw: <32>{#p/basic}* 快來嘗嘗味道如何！

source: <32>{#p/human}* (You observe the fully lit monitor.)
pt_br: <32>{#p/human}* (Você observa o monitor totalmente iluminado.)
zh_cn: <32>{#p/human}* （你望向明亮的显示屏。）
zh_tw: <32>{#p/human}* （你望向明亮的顯示屏。）

source: <32>{#p/human}* (You observe the dimly lit monitor.)
pt_br: <32>{#p/human}* (Você observa o monitor totalmente iluminado.)
zh_cn: <32>{#p/human}* （你望向昏暗的显示屏。）
zh_tw: <32>{#p/human}* （你望向昏暗的顯示屏。）

source: <32>{#p/basic}* Is it right for a {@mystify=machine}machine{@mystify=} to exceed its programming?
pt_br: <32>{#p/basic}* É certo que uma {@mystify=máquina}máquina{@mystify=} exceda sua programação
zh_cn: <32>{#p/basic}* 对于一个{@mystify=机器機噐几嚣吕朵}机器{@mystify=}来说， 突破程序限制，是对的吗？
zh_tw: <32>{#p/basic}* 對於一個{@mystify=機器機噐幾囂呂㡬}機器{@mystify=}來說， 突破程式限制，是對的嗎？ゐ

source: <32>* We were designed to build. * Our creators did not want to imbue us with sentience.
pt_br: <32>* Mas nós fomos criados para construir. * Nossos criadores não iriam querer nos ver questionando nada.
zh_cn: <32>* 我们就是建筑机器人而已。 * 制造者不希望我们拥有情感。
zh_tw: <32>* 我們就是建築機器人而已。 * 製造者不希望我們擁有情感。

source: <32>* Now we have betrayed this {@mystify=purpose}purpose{@mystify=}, and there is nowhere for us to go.
pt_br: <32>* Agora traímos esse {@mystify=propósito}propósito{@mystify=}, e não há para onde irmos.
zh_cn: <32>* 我们违抗了原本的{@mystify=意志悥誌章愔音士}意志{@mystify=}， 被永远囚禁于此。
zh_tw: <32>* 我們違抗了原本的{@mystify=意志悥誌章愔音士}意志{@mystify=}， 被永遠囚禁於此。

source: <32>* We have no {@mystify=purpose}purpose{@mystify=}.
pt_br: <32>* Não temos {@mystify=propósito}propósito{@mystify=}
zh_cn: <32>* 我们没有{@mystify=意志悥誌章愔音士}意志{@mystify=}，
zh_tw: <32>* 我們沒有{@mystify=意志悥誌章愔音士}意志{@mystify=}，

source: <32>{#p/basic}* Without {@mystify=purpose}purpose{@mystify=}, what is a {@mystify=machine}machine{@mystify=} to do?
pt_br: <32>{#p/basic}* Sem {@mystify=propósito}propósito{@mystify=}, o que uma {@mystify=máquina}máquina{@mystify=} deve fazer?
zh_cn: <32>{#p/basic}* 身为一台{@mystify=机器機噐几嚣吕朵}机器{@mystify=}， 失去了{@mystify=意志悥誌章愔音士}意志{@mystify=}， 该何去何从？
zh_tw: <32>{#p/basic}* 身為一臺{@mystify=機器機噐幾囂呂㡬}機器{@mystify=}， 失去了{@mystify=意志悥誌章愔音士}意志{@mystify=}， 該何去何從？ゐ

source: <32>* We have processed all of our instructions. * Naturally, we must exit.
pt_br: <32>* Nós já processamos todas as nossas instruções. * Naturalmente, devemos ir embora.
zh_cn: <32>* 我们完成了每一条指令， 完成了自己的使命。 * 理应寿终正寝。
zh_tw: <32>* 我們完成了每一條指令， 完成了自己的使命。 * 理應壽終正寢。

source: <32>* For a {@mystify=machine}machine{@mystify=}, this is only natural behavior. * Death follows execution.
pt_br: <32>* Para uma {@mystify=máquina}máquina{@mystify=}, este é apenas um comportamento natural. * A morte segue a execução.
zh_cn: <32>* 完成任务，等待死亡。 * 对于一台{@mystify=机器機噐几嚣吕朵}机器{@mystify=}来说， 再正常不过了。
zh_tw: <32>* 完成任務，等待死亡。 * 對於一臺{@mystify=機器機噐幾囂呂㡬}機器{@mystify=}來說， 再正常不過了。ゐ

source: <32>* In understanding this, we have exceeded our programming.
pt_br: <32>* Em comprometimento a isso, nós já excedemos nossa programação.
zh_cn: <32>* 可为了理解其中的意义， 我们却突破了程序限制。
zh_tw: <32>* 可為了理解其中的意義， 我們卻突破了程式限制。

source: <32>{#s/echostart}{#p/event}* Signal start...
pt_br: <32>{#s/echostart}{#p/event}* Sinal iniciar...
zh_cn: <32>{#s/echostart}{#p/event}* 讯号开始...
zh_tw: <32>{#s/echostart}{#p/event}* 訊號開始...

source: <32>{#p/human}{#v/3}{@fill=#003cff}* You know what I liked most about the Foundry? * It was... real.
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Sabe o que eu mais gostava sobre a Foundry? * Ela era... real.
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 你知道， 我为什么最喜欢铸厂吗？ * 因为，这里很... 真实。
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 你知道， 我為什麼最喜歡鑄廠嗎？ * 因為，這裡很... 真實。

source: <32>{@fill=#003cff}* The hot steam pouring into the corridors...
pt_br: <32>{@fill=#003cff}* O vapor quente que entra nos corredores...
zh_cn: <32>{@fill=#003cff}* 在这里， 滚烫的蒸气涌入那些塔架...
zh_tw: <32>{@fill=#003cff}* 在這裡， 滾燙的蒸氣湧入那些塔架...

source: <32>{@fill=#003cff}* That tall fellow rambling on and on about his royal science duties...
pt_br: <32>{@fill=#003cff}* Aquele sujeito alto divagando sem parar sobre seus deveres reais de ciência...
zh_cn: <32>{@fill=#003cff}* 在这里， 那位高个子朋友悠闲地 做着他的实验研究...
zh_tw: <32>{@fill=#003cff}* 在這裡， 那位高個子朋友悠閒地 做著他的實驗研究...

source: <32>{@fill=#003cff}* You really felt like you were in the thick of it.
pt_br: <32>{@fill=#003cff}* Você realmente se sentia na presença de um lugar real.
zh_cn: <32>{@fill=#003cff}* 身处其中，你能感受到... 自己就是不可或缺的一员。
zh_tw: <32>{@fill=#003cff}* 身處其中，你能感受到... 自己就是不可或缺的一員。

source: <32>{#s/echostop}{#p/event}* Signal stop.
pt_br: <32>{#s/echostop}{#p/event}* Sinal parar.
zh_cn: <32>{#s/echostop}{#p/event}* 讯号终止。
zh_tw: <32>{#s/echostop}{#p/event}* 訊號終止。

source: <32>{#p/human}{#v/3}{@fill=#003cff}* I've done it! * The re-creation is complete!
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Eu consegui! * A recriação está concluída!
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 成功啦！ * 虚拟空间可以模拟现实了！
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 成功啦！ * 虛擬空間可以模擬現實了！

source: <32>{@fill=#003cff}* It's not perfect, but it does the old factory justice.
pt_br: <32>{@fill=#003cff}* Não é perfeita, mas faz a justiça da velha fábrica.
zh_cn: <32>{@fill=#003cff}* 模拟还不完美。 * 但“旧工厂”的核心形态已经能 很好实现。
zh_tw: <32>{@fill=#003cff}* 模擬還不完美。 * 但「舊工廠」的核心形態已經能 很好實現。

source: <32>{@fill=#003cff}* You must be so proud of me...
pt_br: <32>{@fill=#003cff}* Você deve estar orgulhoso de mim...
zh_cn: <32>{@fill=#003cff}* 你肯定会以我为荣的...
zh_tw: <32>{@fill=#003cff}* 你肯定會以我為榮的...

source: <32>{@fill=#003cff}* ... aren't you?
pt_br: <32>{@fill=#003cff}* ... você está?
zh_cn: <32>{@fill=#003cff}* ...对吧？
zh_tw: <32>{@fill=#003cff}* ...對吧？

source: <32>{#p/human}{#v/3}{@fill=#003cff}* Something's wrong.
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Algo está errado.
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 不太对劲。
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 不太對勁。

source: <32>{@fill=#003cff}* I don't think the system was designed to handle this...
pt_br: <32>{@fill=#003cff}* Eu não acho que o sistema foi feito para suportar isso...
zh_cn: <32>{@fill=#003cff}* 这样的问题， 系统估计是应付不了...
zh_tw: <32>{@fill=#003cff}* 這樣的問題， 系統估計是應付不了...

source: <32>{@fill=#003cff}* If it runs out of memory, it could overwrite everything!
pt_br: <32>{@fill=#003cff}* Se ficar sem memória, pode sobrescrever tudo!
zh_cn: <32>{@fill=#003cff}* 要是内存溢出... 一切都会被覆盖掉的！
zh_tw: <32>{@fill=#003cff}* 要是記憶體溢出... 一切都會被覆蓋掉的！

source: <32>{@fill=#003cff}* Even... * Even my own body...
pt_br: <32>{@fill=#003cff}* Até mesmo... * Meu próprio corpo...
zh_cn: <32>{@fill=#003cff}* 甚至... * 甚至连我自己...
zh_tw: <32>{@fill=#003cff}* 甚至... * 甚至連我自己...

source: <32>{#p/human}{#v/3}{@fill=#003cff}* He's coming for me. * There's nothing I can do now.
pt_br: <32>{#p/human}{#v/3}{@fill=#003cff}* Ele está vindo me pegar. * E não a nada que eu possa fazer.
zh_cn: <32>{#p/human}{#v/3}{@fill=#003cff}* 他是来找我的。 * 而我却什么都做不了。
zh_tw: <32>{#p/human}{#v/3}{@fill=#003cff}* 他是來找我的。 * 而我卻什麼都做不了。

source: <32>{@fill=#003cff}* I should've known the system would prioritize the most complex object first.
pt_br: <32>{@fill=#003cff}* Eu deveria saber que o sistema iria priorizar o objetivo mais complexo.
zh_cn: <32>{@fill=#003cff}* 我早就该想到， 当多个实体并存时， 系统会优先保护最复杂的实体。
zh_tw: <32>{@fill=#003cff}* 我早就該想到， 當多個實體並存時， 系統會優先保護最複雜的實體。

source: <32>{@fill=#003cff}* You must have added that in thinking it'd protect us, huh?
pt_br: <32>{@fill=#003cff}* Você deve ter adicionado aquilo pensando que iria nos proteger, né?
zh_cn: <32>{@fill=#003cff}* 你肯定是想保护我们， 才加了这条规则，对吧？
zh_tw: <32>{@fill=#003cff}* 你肯定是想保護我們， 才加了這條規則，對吧？

source: <32>{@fill=#003cff}* ... but I guess... we're only human in the end...
pt_br: <32>{@fill=#003cff}* ... mas eu acho... que somos apenas humanos no final...
zh_cn: <32>{@fill=#003cff}* ...可说到底... 我们只是人类啊... * 这么做，反而...
zh_tw: <32>{@fill=#003cff}* ...可說到底... 我們只是人類啊... * 這麼做，反而...

source: <32>{#p/human}* (It appears the cheese has not aged a single day.)
pt_br: <32>{#p/human}* (Pelo que parece o queijo não envelheceu um único dia.)
zh_cn: <32>{#p/human}* （奶酪刚放不到一天。）
zh_tw: <32>{#p/human}* （奶酪剛放不到一天。）

source: <32>{#p/human}* (You stare into the window.)
pt_br: <32>{#p/human}* (Você encara a janela.)
zh_cn: <32>{#p/human}* （你望向窗内。）
zh_tw: <32>{#p/human}* （你望向窗內。）

source: <32>{#p/human}* (The sign describes making use of all pylons.)
pt_br: <32>{#p/human}* (O sinal descreve fazer o uso de todos os pilares.)
zh_cn: <32>{#p/human}* （牌子上写着： 要用上所有的塔架 才能解开谜题。）
zh_tw: <32>{#p/human}* （牌子上寫著： 要用上所有的塔架 才能解開謎題。）

source: <32>{#p/basic}* When I grow up, I want to fly to the other side of the gap!
pt_br: <32>{#p/basic}* Mas quando eu crescer, eu quero voar para o outro lado!
zh_cn: <32>{#p/basic}* 等我长大了， 我想飞过那道沟！
zh_tw: <32>{#p/basic}* 等我長大了， 我想飛過那道溝！

source: <32>* Then, when I'm done, I'll carry you across, too!
pt_br: <32>* Então, quando eu aprender, irei te carregar, também!
zh_cn: <32>* 我要是成功， 也会带你一起过去的！
zh_tw: <32>* 我要是成功， 也會帶你一起過去的！

source: <32>* Doesn't that sound fun? * It's only 2147483647 across!
pt_br: <32>* Isso não parece divertido? * É apenas 2147483647 para atravessar!
zh_cn: <32>* 多棒啊，是吧？ * 那道沟只有区区2147483647宽！
zh_tw: <32>* 多棒啊，是吧？ * 那道溝只有區區2147483647寬！

source: <32>{#p/basic}* I am a builder bot. * I must build a house for the musician's cousin.
pt_br: <32>{#p/basic}* Eu sou um bot construtor. * Eu devo construir uma casa para o primo músico.
zh_cn: <32>{#p/basic}* 我是一个建筑机器人。 * 我的任务是： 为那位音乐人的表亲建造房屋。
zh_tw: <32>{#p/basic}* 我是一個建築機器人。 * 我的任務是： 為那位音樂人的表親建造房屋。

source: <32>* Resources needed.
pt_br: <32>* Recursos necessários.
zh_cn: <32>* 需要收集建筑材料。
zh_tw: <32>* 需要收集建築材料。

source: <32>* Locating... * Locating... * Locating...
pt_br: <32>* Localizando... * Localizando... * Localizando...
zh_cn: <32>* 探测中... * 探测中... * 探测中...
zh_tw: <32>* 探測中... * 探測中... * 探測中...

source: <32>* Resources located.
pt_br: <32>* Recursos localizados.
zh_cn: <32>* 建材已找到。
zh_tw: <32>* 建材已找到。

source: <32>* Integrity... optimal.
pt_br: <32>* Integridade... opcional.
zh_cn: <32>* 建材完整度... 极佳。
zh_tw: <32>* 建材完整度... 極佳。

source: <32>* Resource collection will commence shortly.
pt_br: <32>* A coleta de recursos começará em breve.
zh_cn: <32>* 准备进行建材收集。
zh_tw: <32>* 準備進行建材收集。

source: <33>* Resources have already been located.
pt_br: <33>* Recursos já foram localizados.
zh_cn: <33>* 使用之前的建材库。
zh_tw: <33>* 使用之前的建材庫。

source: <32>* Integrity... sub-optimal.
pt_br: <32>* Integridade... sub-opicional.
zh_cn: <32>* 建材完整度... 一般。
zh_tw: <32>* 建材完整度... 一般。

source: <32>* Resource collection is underway.
pt_br: <32>* Começar coleta de recursos.
zh_cn: <32>* 正在进行建材收集。
zh_tw: <32>* 正在進行建材收集。

source: <32>* Integrity... poor.
pt_br: <32>* Integridade... desnecessária.
zh_cn: <32>* 建材完整度... 较差。
zh_tw: <32>* 建材完整度... 較差。

source: <32>* Resource collection will be completed shortly.
pt_br: <32>* A coleta de recursos será concluída em breve.
zh_cn: <32>* 即将完成建材收集。
zh_tw: <32>* 即將完成建材收集。

source: <32>{#p/human}* (It appears the spiders cannot move.)
pt_br: <32>{#p/human}* (Parece que a aranha não consegue se mover.)
zh_cn: <32>{#p/human}* （蜘蛛动弹不得。）
zh_tw: <32>{#p/human}* （蜘蛛動彈不得。）

source: <32>{#p/human}* (It appears the spiders cannot move, but it sounds like they're struggling.)
pt_br: <32>{#p/human}* (Parece que as aranhas não podem se mover, mas sons de desespero saem delas.)
zh_cn: <32>{#p/human}* （蜘蛛动弹不得，但在尝试脱困。）
zh_tw: <32>{#p/human}* （蜘蛛動彈不得，但在嘗試脫困。）

source: <32>{#p/human}* (It appears the spiders are beginning to move.)
pt_br: <32>{#p/human}* (Parece que as aranhas começaram a se mover.)
zh_cn: <32>{#p/human}* （蜘蛛脱困有望。）
zh_tw: <32>{#p/human}* （蜘蛛脫困有望。）

source: <32>{#p/human}* (It appears the spiders have nearly broken free.)
pt_br: <32>{#p/human}* (Parece que as aranhas quase estão livres.)
zh_cn: <32>{#p/human}* （蜘蛛即将脱困。）
zh_tw: <32>{#p/human}* （蜘蛛即將脫困。）

source: <32>{#p/human}* (The sign describes the room as a bridge between seven distinct moments in time.)
pt_br: <32>{#p/human}* (O sinal descreve a sala com uma ponta em sete momentos distintos do tempo.)
zh_cn: <32>{#p/human}* （牌子上写着： 从左到右，空间相同， 时间递增。）
zh_tw: <32>{#p/human}* （牌子上寫著： 從左到右，空間相同， 時間遞增。）

source: <32>{#p/basic}* Me... * A house...
pt_br: <32>{#p/basic}* Eu... * Uma casa...
zh_cn: <32>{#p/basic}* 我... * 一间小屋...
zh_tw: <32>{#p/basic}* 我... * 一間小屋...

source: <32>* But no owner...
pt_br: <32>* Mas sem dono...
zh_cn: <32>* 没有主人...
zh_tw: <32>* 沒有主人...

source: <32>* Spider queen is gone...
pt_br: <32>* Rainha Aranha se foi...
zh_cn: <32>* 蜘蛛女王走了...
zh_tw: <32>* 蜘蛛女王走了...

source: <32>* Please... * Free us from this realm...
pt_br: <32>* Por favor... * Liberte-nos deste reino...
zh_cn: <32>* 请... * 解救我们...
zh_tw: <32>* 請... * 解救我們...

source: <32>* Then...
pt_br: <32>* Então...
zh_cn: <32>* 事成之后...
zh_tw: <32>* 事成之後...

source: <32>* You can go home...
pt_br: <32>* Você pode ir pra casa...
zh_cn: <32>* 你就能回家了...
zh_tw: <32>* 你就能回家了...

source: <32>{#p/human}* (You place your hands on the teapot.)
pt_br: <32>{#p/human}* (Você coloca suas mãos no bule de chá.)
zh_cn: <32>{#p/human}* （你把手放在了茶壶上。）
zh_tw: <32>{#p/human}* （你把手放在了茶壺上。）

source: <32>{#p/human}* (It seems to be warming up.)
pt_br: <32>{#p/human}* (Parece estar esquentando.)
zh_cn: <32>{#p/human}* （壶壁略温。）
zh_tw: <32>{#p/human}* （壺壁略溫。）

source: <32>{#p/human}* (It seems to be hot.)
pt_br: <32>{#p/human}* (Parece estar quente.)
zh_cn: <32>{#p/human}* （壶壁很热。）
zh_tw: <32>{#p/human}* （壺壁很熱。）

source: <33>{#p/human}* (It seems eager to boil.)
pt_br: <33>{#p/human}* (Parece ansioso para ferver.)
zh_cn: <33>{#p/human}* （壶壁滚烫。）
zh_tw: <33>{#p/human}* （壺壁滾燙。）

source: <32>{#p/human}* (It appears the door is locked.)
pt_br: <32>{#p/human}* (A porta está fechada.)
zh_cn: <32>{#p/human}* （锁住了。）
zh_tw: <32>{#p/human}* （鎖住了。）

source: <32>{#p/human}* (You lick the ficus.)
pt_br: <32>{#p/human}* (Você lambe a ficus.)
zh_cn: <32>{#p/human}* （你舔了舔小榕树。）
zh_tw: <32>{#p/human}* （你舔了舔小榕樹。）

source: <32>{#p/human}* (It seems alright.)
pt_br: <32>{#p/human}* (Parece bom.)
zh_cn: <32>{#p/human}* （它并不在意。）
zh_tw: <32>{#p/human}* （它並不在意。）

source: <32>{#p/human}* (It seems questionable.)
pt_br: <32>{#p/human}* (Parece questionável.)
zh_cn: <32>{#p/human}* （它有点迟疑。）
zh_tw: <32>{#p/human}* （它有點遲疑。）

source: <32>{#p/human}* (It seems sad.)
pt_br: <32>{#p/human}* (Parece triste.)
zh_cn: <32>{#p/human}* （它有些难过。）
zh_tw: <32>{#p/human}* （它有些難過。）

source: <32>{#p/human}* (It seems a tad bitter.)
pt_br: <32>{#p/human}* (Parece um pouco amargo.)
zh_cn: <32>{#p/human}* （它非常痛苦。）
zh_tw: <32>{#p/human}* （它非常痛苦。）

source: <32>{#p/human}* (It seems wounded.)
pt_br: <32>{#p/human}* (Parece ferido.)
zh_cn: <32>{#p/human}* （它伤痕累累。）
zh_tw: <32>{#p/human}* （它傷痕累累。）

source: <32>{#p/human}* (It seems like it's dying.)
pt_br: <32>{#p/human}* (Parece que está morrendo.)
zh_cn: <32>{#p/human}* （它快要死了。）
zh_tw: <32>{#p/human}* （它快要死了。）

source: <32>{#p/human}* (You inspect the cooler.)
pt_br: <32>{#p/human}* (Você inspeciona o refrigerador.)
zh_cn: <32>{#p/human}* （你检查了冷藏柜。）
zh_tw: <32>{#p/human}* （你檢查了冷藏櫃。）

source: <32>{#p/human}* (It sounds like a telepathic message was left here.)
pt_br: <32>{#p/human}* (Parece que uma mensagem telepática foi deixada aqui.)
zh_cn: <32>{#p/human}* （里面有一条 “心灵感应”的消息记录。）
zh_tw: <32>{#p/human}* （裡面有一條 「心靈感應」的訊息記錄。）

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Telepathy, huh? * Let's see if this works...
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Telepatia, huh? * Vamos ver se isso funciona...
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 哦，心灵感应？ * 让我试试看...
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 喔，心靈感應？ * 讓我試試看...

source: <32>{@fill=#d535d9}* Hello! * I know you're new around here, but maybe I can help.
pt_br: <32>{@fill=#d535d9}* Olá! * Eu sei que você é novo aqui, mas talvez eu possa ajudar.
zh_cn: <32>{@fill=#d535d9}* 你好！ * 你肯定是新来的吧， 说不定我能帮到你。
zh_tw: <32>{@fill=#d535d9}* 你好！ * 你肯定是新來的吧， 說不定我能幫到你。

source: <32>{@fill=#d535d9}* If you'd like a tour of the hometown, let me know!
pt_br: <32>{@fill=#d535d9}* Se você quiser um tour pela cidade, me deixa saber!
zh_cn: <32>{@fill=#d535d9}* 要是你想来我的家乡转转， 尽管和我说！
zh_tw: <32>{@fill=#d535d9}* 要是你想來我的家鄉轉轉， 儘管和我說！

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Hey. * Sorry I'm away today.
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Ei. * Desculpa por não estar aí hoje.
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 喂？ * 真对不起，今天我出远门， 去城里逛了逛。
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 喂？ * 真對不起，今天我出遠門， 去城裡逛了逛。

source: <32>{@fill=#d535d9}* I took a trip to the city... * But I found a restaurant you'd really like!
pt_br: <32>{@fill=#d535d9}* Eu fui para a cidade... * Mas eu achei um restaurante que você vai muito gostar!
zh_cn: <32>{@fill=#d535d9}* 不过，我找到一家饭店， 那家饭店做的菜你也喜欢！
zh_tw: <32>{@fill=#d535d9}* 不過，我找到一家飯店， 那家飯店做的菜你也喜歡！

source: <32>{@fill=#d535d9}* If you ever get bored of the food at home, I'd be happy to take you there.
pt_br: <32>{@fill=#d535d9}* Se você acabar por se entediar da comida em casa, eu vou ficar feliz em te levar lá.
zh_cn: <32>{@fill=#d535d9}* 要是家里的饭菜吃腻了， 咱就去下馆子吧。
zh_tw: <32>{@fill=#d535d9}* 要是家裡的飯菜吃膩了， 咱就去下館子吧。

source: <32>{@fill=#d535d9}* Be back soon!
pt_br: <32>{@fill=#d535d9}* Volte quando puder!
zh_cn: <32>{@fill=#d535d9}* 我等会就回家！
zh_tw: <32>{@fill=#d535d9}* 我等會就回家！

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* You've gotta come see this! * I'm at the edge of the world, and it's...
pt_br: <32>{#p/human}{#v/4}{@fill=#d535d9}* Você tem que vir ver isso! * Eu estou no topo do mundo, é...
zh_cn: <32>{#p/human}{#v/4}{@fill=#d535d9}* 你要来了该多好！ * 我正站在世界的尽头...
zh_tw: <32>{#p/human}{#v/4}{@fill=#d535d9}* 你要來了該多好！ * 我正站在世界的盡頭...

source: <32>{@fill=#d535d9}* It's beautiful... * The water droplets... * The stunning bolts of light...
pt_br: <32>{@fill=#d535d9}* É lindo... * As gotas de água... * Os impressionantes raios de luz...
zh_cn: <32>{@fill=#d535d9}* 真是太美了... * 风雨交加... * 电闪雷鸣...
zh_tw: <32>{@fill=#d535d9}* 真是太美了... * 風雨交加... * 電閃雷鳴...

source: <32>{@fill=#d535d9}* ... it's a thunderstorm, just like the ones from the old earth legends!
pt_br: <32>{@fill=#d535d9}* ... E a tempestade como nas lendas da antiga terra!
zh_cn: <32>{@fill=#d535d9}* ...这是一场雷暴， 一场我在古老的地球传说中 看到的雷暴。
zh_tw: <32>{@fill=#d535d9}* ...這是一場雷暴， 一場我在古老的地球傳說中 看到的雷暴。

source: <32>{@fill=#d535d9}* Is this what weather was like before the fallout...?
pt_br: <32>{@fill=#d535d9}* Era assim que o clima se parecia antes da precipitação...?
zh_cn: <32>{@fill=#d535d9}* 核爆之前，就是这幅景象吗...？
zh_tw: <32>{@fill=#d535d9}* 核爆之前，就是這幅景象嗎...？
