Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#e/twinkly/23}Just this once, it might actually be good for something.
pt_br: <25>{*}{#e/twinkly/23}Só dessa vez, ele deve ser útil pra alguma coisa.
zh_cn: <25>{*}{#e/twinkly/23}这次，就相信友情吧。
zh_tw: <25>{*}{#e/twinkly/23}這次，就相信友情吧。

source: <25>{*}{#e/twinkly/16}You'll finally befriend Undyne!
pt_br: <25>{*}{#e/twinkly/16}Você finalmente se tornou amigo da Undyne!
zh_cn: <25>{*}{#e/twinkly/16}就肯定能跟Undyne 成为好朋友！
zh_tw: <25>{*}{#e/twinkly/16}就肯定能跟Undyne 成為好朋友！

source: <25>{*}{#e/twinkly/16}You'll finally befriend Papyrus and Undyne!
pt_br: <25>{*}{#e/twinkly/16}Você finalmente se tornou amigo do Papyrus e da Undyne!
zh_cn: <25>{*}{#e/twinkly/16}就肯定能跟 Undyne和Papyrus 成为好朋友！
zh_tw: <25>{*}{#e/twinkly/16}就肯定能跟 Undyne和Papyrus 成為好朋友！

source: <25>{*}{#e/twinkly/20}After all, what's the harm in a little friendship?
pt_br: <25>{*}{#e/twinkly/20}Afinal, qual é o mal em um pouco de amizade?
zh_cn: <25>{*}{#e/twinkly/20}有了朋友，再大的困难 又算的了什么呢？
zh_tw: <25>{*}{#e/twinkly/20}有了朋友，再大的困難 又算的了什麼呢？

source: <25>{*}{#e/twinkly/15}It'll be fun for the whole family.
pt_br: <25>{*}{#e/twinkly/15}Vai ser divertido para toda a família.
zh_cn: <25>{*}{#e/twinkly/15}之后的发展 肯定会非常有趣。
zh_tw: <25>{*}{#e/twinkly/15}之後的發展 肯定會非常有趣。

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}... so...
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}... então...
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}...嗯...
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}...嗯...

source: <25>{*}{#e/twinkly/15}Get up to anything lately?
pt_br: <25>{*}{#e/twinkly/15}Alguma coisa te mantendo ocupado ultimamente?
zh_cn: <25>{*}{#e/twinkly/15}最近忙活啥呢？
zh_tw: <25>{*}{#e/twinkly/15}最近忙活啥呢？

source: <25>{*}{#e/twinkly/15}Make any new friends?
pt_br: <25>{*}{#e/twinkly/15}Fez novos amigos?
zh_cn: <25>{*}{#e/twinkly/15}交到新朋友了吗？
zh_tw: <25>{*}{#e/twinkly/15}交到新朋友了嗎？

source: <25>{*}{#e/twinkly/17}Personally, I used to make friends ALL the time.
pt_br: <25>{*}{#e/twinkly/17}Pessoalmente, eu fazia amigos o tempo todo.
zh_cn: <25>{*}{#e/twinkly/17}...说说我自己吧。 放以前，我可是“交际花”。
zh_tw: <25>{*}{#e/twinkly/17}...說說我自己吧。 放以前，我可是「交際花」。

source: <25>{*}{#e/twinkly/20}Like Papyrus, for example.
pt_br: <25>{*}{#e/twinkly/20} Tipo o Papyrus, por exemplo.
zh_cn: <25>{*}{#e/twinkly/20}那时我的朋友可多了， 比如，Papyrus。
zh_tw: <25>{*}{#e/twinkly/20}那時我的朋友可多了， 比如，Papyrus。

source: <25>{*}{#e/twinkly/15}He won't remember this, but I once trained him to be a royal guard.
pt_br: <25>{*}{#e/twinkly/15}Ele não vai lembrar disso, mas uma vez eu o treinei pra ser parte da guarda real.
zh_cn: <25>{*}{#e/twinkly/15}在我的特训下， 他可是当过皇家守卫的， 不过他肯定不记得了。
zh_tw: <25>{*}{#e/twinkly/15}在我的特訓下， 他可是當過皇家守衛的， 不過他肯定不記得了。

source: <25>{*}{#e/twinkly/18}In fact, I made him get promoted to captain!
pt_br: <25>{*}{#e/twinkly/18}Na verdade, eu fiz ele se tornar o Capitão!
zh_cn: <25>{*}{#e/twinkly/18}其实，他后来甚至当上队长了！
zh_tw: <25>{*}{#e/twinkly/18}其實，他後來甚至當上隊長了！

source: <25>{*}{#e/twinkly/24}Granted... it wasn't easy.
pt_br: <25>{*}{#e/twinkly/24}Pode crer que... não foi fácil.
zh_cn: <25>{*}{#e/twinkly/24}...虽说过程蛮苦的。
zh_tw: <25>{*}{#e/twinkly/24}...雖說過程蠻苦的。

source: <25>{*}{#e/twinkly/15}I miiiight've had to break his bones a few times.
pt_br: <25>{*}{#e/twinkly/15}Eu meeeeiiio que acabei quase quebrando os ossos dele.
zh_cn: <25>{*}{#e/twinkly/15}好——几次骨头都给他打折了。
zh_tw: <25>{*}{#e/twinkly/15}好——幾次骨頭都給他打折了。

source: <25>{*}{#e/twinkly/19}But after that, he toughened up real good!
pt_br: <25>{*}{#e/twinkly/19}Mas depois disso, ele se tornou um cara durão!
zh_cn: <25>{*}{#e/twinkly/19}不过之后，他也变得强多了！
zh_tw: <25>{*}{#e/twinkly/19}不過之後，他也變得強多了！

source: <25>{*}{#e/twinkly/17}Funny how people change if you push the right buttons, huh?
pt_br: <25>{*}{#e/twinkly/17}Engraçado como as pessoas mudam se puxarmos os gatilhos corretos, né?
zh_cn: <25>{*}{#e/twinkly/17}找对方法，人的变化就是能这么大。 挺有意思吧？
zh_tw: <25>{*}{#e/twinkly/17}找對方法，人的變化就是能這麼大。 挺有意思吧？

source: <25>{*}{#e/twinkly/15}Anyway. That timeline's gone now.
pt_br: <25>{*}{#e/twinkly/15}De toda forma. Aquela linha do tempo se foi.
zh_cn: <25>{*}{#e/twinkly/15}不过呢，那条时间线 早就随风而去了。
zh_tw: <25>{*}{#e/twinkly/15}不過呢，那條時間軸 早就隨風而去了。

source: <25>{*}{#e/twinkly/20}But hey, if you come back here again...
pt_br: <25>{*}{#e/twinkly/20}Mas ei, se você voltar aqui de novo...
zh_cn: <25>{*}{#e/twinkly/20}嘿，要是你啥时候 又来这看看...
zh_tw: <25>{*}{#e/twinkly/20}嘿，要是你啥時候 又來這看看...

source: <25>{*}{#e/twinkly/18}I'll tell you about some others.
pt_br: <25>{*}{#e/twinkly/18}Eu te conto algumas outras.
zh_cn: <25>{*}{#e/twinkly/18}我可以再唠点 其它时间线的趣事。
zh_tw: <25>{*}{#e/twinkly/18}我可以再嘮點 其它時間軸的趣事。

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}Ready for another round of story time?
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}Pronto para mais um turno de historinhas?
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}又来听故事了？
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}又來聽故事了？

source: <25>{*}{#e/twinkly/15}Oh, who am I kidding. Of course you are.
pt_br: <25>{*}{#e/twinkly/15}Ha, é claro que você tá! O que eu tô pensando?
zh_cn: <25>{*}{#e/twinkly/15}哦，我想啥呢。 肯定的。
zh_tw: <25>{*}{#e/twinkly/15}喔，我想啥呢。 肯定的。

source: <25>{*}{#e/twinkly/21}So, that room...
pt_br: <25>{*}{#e/twinkly/21}Então, aquela sala lá atrás...
zh_cn: <25>{*}{#e/twinkly/21}这次聊啥呢...
zh_tw: <25>{*}{#e/twinkly/21}這次聊啥呢...

source: <25>{*}{#e/twinkly/0}The one with the boxes with humans inside.
pt_br: <25>{*}{#e/twinkly/0}A que tem humanos dentro de caixas.
zh_cn: <25>{*}{#e/twinkly/0}...摆着人类休眠仓的 那间暗室怎么样？
zh_tw: <25>{*}{#e/twinkly/0}...擺著人類休眠倉的 那間暗室怎麼樣？

source: <25>{*}{#e/twinkly/15}It's actually been pretty hard, even for me, to get into.
pt_br: <25>{*}{#e/twinkly/15}Na verdade ela é bem complicada, até pra mim, de entrar.
zh_cn: <25>{*}{#e/twinkly/15}想进那儿可费老劲了， 对我也一样。
zh_tw: <25>{*}{#e/twinkly/15}想進那兒可費老勁了， 對我也一樣。

source: <25>{*}{#e/twinkly/24}In the earliest timelines, I resorted to... foolish methods.
pt_br: <25>{*}{#e/twinkly/24}Em linhas do tempo passados, eu tentei... os métodos mais bobos.
zh_cn: <25>{*}{#e/twinkly/24}早些的时间线里，我想了些... 蠢到家了的法子。
zh_tw: <25>{*}{#e/twinkly/24}早些的時間軸裡，我想了些... 蠢到家了的法子。

source: <25>{*}{#e/twinkly/13}Begging... Bargaining... Fake-crying...
pt_br: <25>{*}{#e/twinkly/13}Implorar... Barganhar... Chorar de mentira...
zh_cn: <25>{*}{#e/twinkly/13}什么直接求Asgore啦.... 跟他谈条件啦... 硬憋点眼泪卖惨啦...
zh_tw: <25>{*}{#e/twinkly/13}什麼直接求Asgore啦.... 跟他談條件啦... 硬憋點眼淚賣慘啦...

source: <25>{*}{#e/twinkly/4}I even tried using puppy-dog eyes to get Asgore to show them to me.
pt_br: <25>{*}{#e/twinkly/4}Eu até tentei fazer olhos fofinhos na esperança de Asgore me mostrá-las.
zh_cn: <25>{*}{#e/twinkly/4}...甚至撒娇卖萌， 就为了让他开下门。
zh_tw: <25>{*}{#e/twinkly/4}...甚至撒嬌賣萌， 就為了讓他開下門。

source: <25>{*}{#e/twinkly/0}I wanted to be "nice," but none of those things worked.
pt_br: <25>{*}{#e/twinkly/0}Eu tentei ser "legal", mas nada disso funcionou.
zh_cn: <25>{*}{#e/twinkly/0}我想做个“乖孩子”， 可“乖孩子”什么奖励都没得到。
zh_tw: <25>{*}{#e/twinkly/0}我想做個「乖孩子」， 可「乖孩子」什麼獎勵都沒得到。

source: <25>{*}{#e/twinkly/15}Of course, in later timelines, I knew how to get what I wanted.
pt_br: <25>{*}{#e/twinkly/15}Claro que, em linhas do tempo mais recentes, eu já sabia o que fazer pra ter o que eu queria.
zh_cn: <25>{*}{#e/twinkly/15}后来的时间线里 我就学精了。
zh_tw: <25>{*}{#e/twinkly/15}後來的時間軸裡 我就學精了。

source: <25>{*}{#e/twinkly/20}Suffocating everyone to death usually did the trick...
pt_br: <25>{*}{#e/twinkly/20}Sufocar todo mundo até a morte fez basicamente tudo que eu precisei...
zh_cn: <25>{*}{#e/twinkly/20}我装都不装了， 直接把空气停了，憋死他们。 这招可好使了。
zh_tw: <25>{*}{#e/twinkly/20}我裝都不裝了， 直接把空氣停了，憋死他們。 這招可好使了。

source: <25>{*}{#e/twinkly/16}But cranking the gravity up and crushing them was just as fun!
pt_br: <25>{*}{#e/twinkly/16}Mas destruir o sistema de gravidade e vê-los serem esmagados foi tão divertido quanto!
zh_cn: <25>{*}{#e/twinkly/16}不过，使劲加重力， 看着他们被重力压死 那才更好玩！
zh_tw: <25>{*}{#e/twinkly/16}不過，使勁加重力， 看著他們被重力壓死 那才更好玩！

source: <25>{*}{#e/twinkly/15}Anyway, all I'm saying is that the room's protected.
pt_br: <25>{*}{#e/twinkly/15}Só avisando, aquele sala que você passou é super protegida.
zh_cn: <25>{*}{#e/twinkly/15}说这么多， 我想你明白个事： 那间暗室一般不放人进。
zh_tw: <25>{*}{#e/twinkly/15}說這麼多， 我想你明白個事： 那間暗室一般不放人進。

source: <25>{*}{#e/twinkly/17}You're only getting in there because they WANT you in there.
pt_br: <25>{*}{#e/twinkly/17}Você só entra lá porque eles QUEREM que você entre.
zh_cn: <25>{*}{#e/twinkly/17}他们需要你，故意放你进， 你才能这么容易进去。
zh_tw: <25>{*}{#e/twinkly/17}他們需要你，故意放你進， 你才能這麼容易進去。

source: <25>{*}{#e/twinkly/20}Well. That's all for now.
pt_br: <25>{*}{#e/twinkly/20}Bom. Isso é tudo por agora.
zh_cn: <25>{*}{#e/twinkly/20}好啦，我说完了。
zh_tw: <25>{*}{#e/twinkly/20}好啦，我說完了。

source: <25>{*}{#e/twinkly/19}Bye-bye!
zh_cn: <25>{*}{#e/twinkly/19}拜-拜！
zh_tw: <25>{*}{#e/twinkly/19}拜-拜！

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/14}Seriously? Again?
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/14}Sério? De novo?
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/14}逗我呢？ 你咋又来？
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/14}逗我呢？ 你咋又來？

source: <25>{*}{#e/twinkly/0}Wow.
zh_cn: <25>{*}{#e/twinkly/0}哇哦。
zh_tw: <25>{*}{#e/twinkly/0}哇喔。

source: <25>{*}{#e/twinkly/0}You must be getting really tired of this.
pt_br: <25>{*}{#e/twinkly/0}Você deve estar ficando entediado disso tudo.
zh_cn: <25>{*}{#e/twinkly/0}重复这么多次， 是不是觉得没意思了？
zh_tw: <25>{*}{#e/twinkly/0}重複這麼多次， 是不是覺得沒意思了？

source: <25>{*}{#e/twinkly/15}But that's fine. I'm getting tired of it, too.
pt_br: <25>{*}{#e/twinkly/15}Mas relaxa. Eu também estou.
zh_cn: <25>{*}{#e/twinkly/15}我理解， 我比你还没意思。
zh_tw: <25>{*}{#e/twinkly/15}我理解， 我比你還沒意思。

source: <25>{*}{#e/twinkly/20}I wonder...
pt_br: <25>{*}{#e/twinkly/20}Eu me pergunto...
zh_cn: <25>{*}{#e/twinkly/20}我就纳闷了...
zh_tw: <25>{*}{#e/twinkly/20}我就納悶了...

source: <25>{*}{#e/twinkly/20}Are you THAT bad at following my instructions?
pt_br: <25>{*}{#e/twinkly/20}Você é tão mal assim em seguir instruções?
zh_cn: <25>{*}{#e/twinkly/20}按我说的做， 就这么难？
zh_tw: <25>{*}{#e/twinkly/20}按我說的做， 就這麼難？

source: <25>{*}{#e/twinkly/20}Or are you just doing this on purpose?
pt_br: <25>{*}{#e/twinkly/20}Ou você só tá fazendo isso de propósito?
zh_cn: <25>{*}{#e/twinkly/20}还是说，你是故意的？
zh_tw: <25>{*}{#e/twinkly/20}還是說，你是故意的？

source: <25>{*}{#e/twinkly/15}... eh, don't tell me.
pt_br: <25>{*}{#e/twinkly/15}... meh, não me fala.
zh_cn: <25>{*}{#e/twinkly/15}...欸，别说。
zh_tw: <25>{*}{#e/twinkly/15}...欸，別說。

source: <25>{*}{#e/twinkly/18}Knowing everything is no fun, anyway.
pt_br: <25>{*}{#e/twinkly/18}Saber de tudo não tem graça, sabe?
zh_cn: <25>{*}{#e/twinkly/18}啥事都弄太明白， 那就没意思了。
zh_tw: <25>{*}{#e/twinkly/18}啥事都弄太明白， 那就沒意思了。

source: <25>{*}{#e/twinkly/15}Besides, I'm in a good mood.
pt_br: <25>{*}{#e/twinkly/15}E eu também estou em um bom humor.
zh_cn: <25>{*}{#e/twinkly/15}话说，我现在心情不错。
zh_tw: <25>{*}{#e/twinkly/15}話說，我現在心情不錯。

source: <25>{*}{#e/twinkly/20}So... why not give you the benefit of the doubt?
pt_br: <25>{*}{#e/twinkly/20}Então... que tal te deixar no benefício da dúvida?
zh_cn: <25>{*}{#e/twinkly/20}...那姑且信你一把好了。
zh_tw: <25>{*}{#e/twinkly/20}...那姑且信你一把好了。

source: <25>{*}{#e/twinkly/14}If you really are that much of an IDIOT...
pt_br: <25>{*}{#e/twinkly/14}Se você realmente é IDIOTA desse tanto...
zh_cn: <25>{*}{#e/twinkly/14}要是您真蠢得自成一派， 蠢得远近闻名... 就劳烦您再回来一次。
zh_tw: <25>{*}{#e/twinkly/14}要是您真蠢得自成一派， 蠢得遠近聞名... 就勞煩您再回來一次。

source: <25>{*}{#e/twinkly/15}Come back here again, and I might have a way to help you.
pt_br: <25>{*}{#e/twinkly/15}Volta aqui mais uma vez, aí talvez eu tenha uma forma de te ajudar.
zh_cn: <25>{*}{#e/twinkly/15}到那时，我给您一点提示。
zh_tw: <25>{*}{#e/twinkly/15}到那時，我給您一點提示。

source: <25>{*}{#e/twinkly/17}... until next time.
pt_br: <25>{*}{#e/twinkly/17}... te vejo depois.
zh_cn: <25>{*}{#e/twinkly/17}...再见。
zh_tw: <25>{*}{#e/twinkly/17}...再見。

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}So you're back again.
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Olha só quem voltou.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}不愧是你。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}不愧是你。

source: <25>{*}{#e/twinkly/0}I'd ask you to explain yourself, but I don't really care.
pt_br: <25>{*}{#e/twinkly/0}Eu pediria pra você se explicar, mas eu nem ligo.
zh_cn: <25>{*}{#e/twinkly/0}按理说，你循环这么多次， 我该找你讨个说法。 想想算了，无所谓了。
zh_tw: <25>{*}{#e/twinkly/0}按理說，你循環這麼多次， 我該找你討個說法。 想想算了，無所謂了。

source: <25>{*}{#e/twinkly/0}You came back, so... that means you need my help.
pt_br: <25>{*}{#e/twinkly/0}Se você voltou, isso... significa que você precisa de minha ajuda.
zh_cn: <25>{*}{#e/twinkly/0}你这次见我， 肯定是有求于我。
zh_tw: <25>{*}{#e/twinkly/0}你這次見我， 肯定是有求於我。

source: <25>{*}{#e/twinkly/15}Listen. I'm only going to say this once.
pt_br: <25>{*}{#e/twinkly/15}Escuta. Eu só vou dizer isso uma vez.
zh_cn: <25>{*}{#e/twinkly/15}认真听， 我只说一遍，绝不重复。
zh_tw: <25>{*}{#e/twinkly/15}認真聽， 我只說一遍，絕不重複。

source: <25>{*}{#e/twinkly/15}From now on, the monsters you encounter...
pt_br: <25>{*}{#e/twinkly/15}De agora em diante, os monstros que você encontrar...
zh_cn: <25>{*}{#e/twinkly/15}从下一时间线开始， 怪物的{@fill=#ff0}攻击力{@fill=#fff}将大幅减弱。
zh_tw: <25>{*}{#e/twinkly/15}從下一時間軸開始， 怪物的{@fill=#ff0}攻擊力{@fill=#fff}將大幅減弱。

source: <25>{*}{#e/twinkly/15}Will have greatly reduced {@fill=#ff0}ATTACK{@fill=#fff}.
pt_br: <25>{*}{#e/twinkly/15}Vão ter um muito reduzido {@fill=#ff0}ATAQUE{@fill=#fff}.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/20}Understand? Their {@fill=#ff0}ATTACK{@fill=#fff} will be reduced.
pt_br: <25>{*}{#e/twinkly/20}Entendeu? Seus {@fill=#ff0}ATAQUES{@fill=#fff} serão reduzidos.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/20}Which makes it easier to survive without gaining LOVE.
pt_br: <25>{*}{#e/twinkly/20}O que faz mais fácil sobreviver sem precisar ganhar LOVE.
zh_cn: <25>{*}{#e/twinkly/20}因此，你无需增加LOVE 也能实现自保。
zh_tw: <25>{*}{#e/twinkly/20}因此，你無需增加LOVE 也能實現自保。

source: <25>{*}{#e/twinkly/15}Boy, it's a good thing the CORE controls the atmosphere.
pt_br: <25>{*}{#e/twinkly/15}Cara, é uma coisa boa que o CORE controla a atmosfera.
zh_cn: <25>{*}{#e/twinkly/15}能做到这些， 得好好感谢我们的核心。
zh_tw: <25>{*}{#e/twinkly/15}能做到這些， 得好好感謝我們的核心。

source: <25>{*}{#e/twinkly/20}Otherwise, this wouldn't be possible!
pt_br: <25>{*}{#e/twinkly/20}Se não, nem teria como fazer isso.
zh_cn: <25>{*}{#e/twinkly/20}整个前哨站的大气供应， 都是由核心进行调控。 如果不是这样，我也帮不了你。
zh_tw: <25>{*}{#e/twinkly/20}整個前哨站的大氣供應， 都是由核心進行調控。 如果不是這樣，我也幫不了你。

source: <25>{*}{#e/twinkly/14}As for Papyrus and Undyne...
pt_br: <25>{*}{#e/twinkly/14} Já Papyrus e Undyne...
zh_cn: <25>{*}{#e/twinkly/14}另外，你还得跟 Papyrus和Undyne...
zh_tw: <25>{*}{#e/twinkly/14}另外，你還得跟 Papyrus和Undyne...

source: <25>{*}{#e/twinkly/23}Well, if you can't figure THAT out, then you're hopeless.
pt_br: <25>{*}{#e/twinkly/23}Bem, se você não consegue entender isso, então não tem esperança.
zh_cn: <25>{*}{#e/twinkly/23}...要是我都提示到这份上 还想不明白， 那趁早放弃得了。
zh_tw: <25>{*}{#e/twinkly/23}...要是我都提示到這份上 還想不明白， 那趁早放棄得了。

source: <25>{*}{#e/twinkly/15}Just don't be an idiot, and you'll be fine.
pt_br: <25>{*}{#e/twinkly/15}Só não seja idiota e tudo vai ficar bem.
zh_cn: <25>{*}{#e/twinkly/15}在外面聪明点， 别成天跟个大蠢货似的， 你就能成功。
zh_tw: <25>{*}{#e/twinkly/15}在外面聰明點， 別成天跟個大蠢貨似的， 你就能成功。

source: <25>{*}{#e/twinkly/15}... okay. That's all.
pt_br: <25>{*}{#e/twinkly/15}... okay. Isso é tudo.
zh_cn: <25>{*}{#e/twinkly/15}...好，说完了。
zh_tw: <25>{*}{#e/twinkly/15}...好，說完了。

source: <25>{*}{#e/twinkly/15}Good luck.
pt_br: <25>{*}{#e/twinkly/15}Boa sorte.
zh_cn: <25>{*}{#e/twinkly/15}加油。
zh_tw: <25>{*}{#e/twinkly/15}加油。

source: <25>{*}{#e/twinkly/0}... you're just trying to get a reaction out of me, aren'tcha?
pt_br: <25>{*}{#e/twinkly/0}... você só está tentando ver o que eu tenho pra falar, né não?
zh_cn: <25>{*}{#e/twinkly/0}折腾来折腾去， 想看看我啥反应， 是不是？
zh_tw: <25>{*}{#e/twinkly/0}折騰來折騰去， 想看看我啥反應， 是不是？

source: <25>{*}{#e/twinkly/15}I see. I hope it was worth it.
pt_br: <25>{*}{#e/twinkly/15}Bom, espero que tenha válido a pena.
zh_cn: <25>{*}{#e/twinkly/15}玩的开心不？
zh_tw: <25>{*}{#e/twinkly/15}玩的開心不？

source: <25>{*}{#e/twinkly/17}Because I'm NEVER coming back.
pt_br: <25>{*}{#e/twinkly/17}Já que eu NUNCA mais vou voltar.
zh_cn: <25>{*}{#e/twinkly/17}告诉你，你如愿以偿了。 从现在起，别想再见到我。 永远别想。
zh_tw: <25>{*}{#e/twinkly/17}告訴你，你如願以償了。 從現在起，別想再見到我。 永遠別想。

source: <25>{*}{#e/twinkly/0}Not until you do what I've told you to do.
pt_br: <25>{*}{#e/twinkly/0}A não ser que você faça o que eu falei pra você fazer.
zh_cn: <25>{*}{#e/twinkly/0}不听我的话， 不按我说的做， 就永远别想离开这个循环。
zh_tw: <25>{*}{#e/twinkly/0}不聽我的話， 不按我說的做， 就永遠別想離開這個循環。

source: <25>{*}{#e/twinkly/15}What? You think you can just disobey me forever?
pt_br: <25>{*}{#e/twinkly/15}O quê? Você acha que pode me desobedecer pra sempre?
zh_cn: <25>{*}{#e/twinkly/15}还想和我对着干？ 死磕到底？ 就你？
zh_tw: <25>{*}{#e/twinkly/15}還想和我對著幹？ 死磕到底？ 就你？

source: <25>{*}{#e/twinkly/15}... no.
pt_br: <25>{*}{#e/twinkly/15}... não.
zh_cn: <25>{*}{#e/twinkly/15}...省省力气吧。
zh_tw: <25>{*}{#e/twinkly/15}...省省力氣吧。

source: <25>{*}{#e/twinkly/21}Sooner or later, you'll get bored...
pt_br: <25>{*}{#e/twinkly/21}Mais cedo ou mais tarde, você vai se entediar...
zh_cn: <25>{*}{#e/twinkly/21}我懂人性。 你越是死磕，就越无聊； 越是无聊，就越想试试新方法。
zh_tw: <25>{*}{#e/twinkly/21}我懂人性。 你越是死磕，就越無聊； 越是無聊，就越想試試新方法。

source: <25>{*}{#e/twinkly/15}And your curiosity will inevitably get the better of you.
pt_br: <25>{*}{#e/twinkly/15}E sua curiosidade vai inevitavelmente retirar o melhor de ti.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/23}Trust me. I know how this works.
pt_br: <25>{*}{#e/twinkly/23}Confia em mim. Eu sei como essas coisas funcionam.
zh_cn: <25>{*}{#e/twinkly/23}到那时， 你自然就乖乖听话了。
zh_tw: <25>{*}{#e/twinkly/23}到那時， 你自然就乖乖聽話了。

source: <25>{*}{#e/twinkly/20}It applies to humans and monsters all the same...
pt_br: <25>{*}{#e/twinkly/20}Isso se aplica a humanos e monstros de modo geral...
zh_cn: <25>{*}{#e/twinkly/20}无论是人类还是怪物， 都有“好奇心”，都摆脱不了它。
zh_tw: <25>{*}{#e/twinkly/20}無論是人類還是怪物， 都有「好奇心」，都擺脫不了它。

source: <25>{*}{#e/twinkly/17}Curiosity eventually gets the better of EVERYONE.
pt_br: <25>{*}{#e/twinkly/17} Curiosidade acaba entregando o melhor de todo mundo.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/16}Have your fun while it lasts, idiot!
pt_br: <25>{*}{#e/twinkly/16}Divirta-se enquanto durar, idiota!
zh_cn: <25>{*}{#e/twinkly/16}慢慢内耗吧， 你个大蠢货！
zh_tw: <25>{*}{#e/twinkly/16}慢慢內耗吧， 你個大蠢貨！

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}By the way...
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}Aliás...
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}哦对了...
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}喔對了...

source: <25>{*}{#e/twinkly/15}You could thank me for solving those puzzles for you.
pt_br: <25>{*}{#e/twinkly/15}Me agradeça por resolver os quebra-cabeças pra você.
zh_cn: <25>{*}{#e/twinkly/15}那些谜题可是我帮你解的， 快好好谢谢我。
zh_tw: <25>{*}{#e/twinkly/15}那些謎題可是我幫你解的， 快好好謝謝我。

source: <25>{*}{#e/twinkly/15}Oh, and for screwing with the atmospheric system.
pt_br: <25>{*}{#e/twinkly/15}Ah, e quebrar o sistema atmosférico.
zh_cn: <25>{*}{#e/twinkly/15}我还为了你， 特意弄坏了供气系统呢。
zh_tw: <25>{*}{#e/twinkly/15}我還為了你， 特意弄壞了供氣系統呢。

source: <25>{*}{#e/twinkly/15}You could thank me for screwing with the atmospheric system.
pt_br: <25>{*}{#e/twinkly/15}Você pode me agradecer por quebrar o sistema atmosférico.
zh_cn: <25>{*}{#e/twinkly/15}我为了你，特意破坏了 前哨站的供气系统。 快好好谢谢我。
zh_tw: <25>{*}{#e/twinkly/15}我為了你，特意破壞了 前哨站的供氣系統。 快好好謝謝我。

source: <25>{*}{#e/twinkly/21}I figured, if you DID want to kill anyone...
pt_br: <25>{*}{#e/twinkly/21}Eu acabei percebendo, que se você simplesmente quer MATAR...
zh_cn: <25>{*}{#e/twinkly/21}我发现，低气压环境 不仅能帮你自保...
zh_tw: <25>{*}{#e/twinkly/21}我發現，低氣壓環境 不僅能幫你自保...

source: <25>{*}{#e/twinkly/15}I might as well weaken your opposition to make it easier.
pt_br: <25>{*}{#e/twinkly/15}Eu vou enfraquecer seus inimigos pra facilitar sua vida.
zh_cn: <25>{*}{#e/twinkly/15}还能让你更轻松地 杀了那些怪物。
zh_tw: <25>{*}{#e/twinkly/15}還能讓你更輕鬆地 殺了那些怪物。

source: <25>{*}{#e/twinkly/17}Wasn't that just so considerate of me?
pt_br: <25>{*}{#e/twinkly/17}Isso não foi tão considerável da minha parte?
zh_cn: <25>{*}{#e/twinkly/17}我真的太体贴了， 你说是不是？
zh_tw: <25>{*}{#e/twinkly/17}我真的太體貼了， 你說是不是？

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Like last time, I've given you Asgore's SOUL.
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Assim como da última vez, eu te dei a alma do Asgore.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}这是ASGORE的灵魂， 跟上回一样，我把它给你。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}這是ASGORE的靈魂， 跟上回一樣，我把它給你。

source: <25>{*}{#e/twinkly/0}Take it, and get out of my sight.
pt_br: <25>{*}{#e/twinkly/0}Pega ela e some da minha frente.
zh_cn: <25>{*}{#e/twinkly/0}拿了灵魂，就赶紧给我滚。
zh_tw: <25>{*}{#e/twinkly/0}拿了靈魂，就趕緊給我滾。

source: <25>{*}{#e/twinkly/20}And if you come back...
pt_br: <25>{*}{#e/twinkly/20}E se você voltar...
zh_cn: <25>{*}{#e/twinkly/20}要是还没放弃， 听我一句劝...
zh_tw: <25>{*}{#e/twinkly/20}要是還沒放棄， 聽我一句勸...

source: <25>{*}{#e/twinkly/15}Try to act a little more in line next time.
pt_br: <25>{*}{#e/twinkly/15}Tenta agir mais na linha da próxima vez.
zh_cn: <25>{*}{#e/twinkly/15}下回长点心吧。
zh_tw: <25>{*}{#e/twinkly/15}下回長點心吧。

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Like always, I've given you Asgore's SOUL.
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Como sempre, eu te dei a alma do Asgore.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}这是ASGORE的灵魂， 跟之前一样，我把它给你。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}這是ASGORE的靈魂， 跟之前一樣，我把它給你。

source: <25>{*}{#e/twinkly/20}And remember...
pt_br: <25>{*}{#e/twinkly/20}E Lembre-se...
zh_cn: <25>{*}{#e/twinkly/20}听好了...
zh_tw: <25>{*}{#e/twinkly/20}聽好了...

source: <25>{*}{#e/twinkly/15}This doesn't stop until you do exactly what I've told you.
pt_br: <25>{*}{#e/twinkly/15}O fim será o mesmo até você fazer o que eu te disse.
zh_cn: <25>{*}{#e/twinkly/15}你要是还不听我的话， 跟我对着干， 就永远别想让我停手。
zh_tw: <25>{*}{#e/twinkly/15}你要是還不聽我的話， 跟我對著幹， 就永遠別想讓我停手。

source: <32>{#p/human}* (You catch your breath...)
pt_br: <32>{#p/human}* (Você respira fundo...)
zh_cn: <32>{#p/human}* （你倒吸了一口凉气...）
zh_tw: <32>{#p/human}* （你倒吸了一口涼氣...）

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}Wow.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}呀。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}呀。

source: <25>{*}{#e/twinkly/17}You really screwed things up, didn'tcha?
pt_br: <25>{*}{#e/twinkly/17}Você ferrou com tudo, né?
zh_cn: <25>{*}{#e/twinkly/17}你真把事情搞砸了，不是吗？
zh_tw: <25>{*}{#e/twinkly/17}你真把事情搞砸了，不是嗎？

source: <25>{*}{#e/twinkly/20}Not only did you lose control of the timeline...
pt_br: <25>{*}{#e/twinkly/20}Você não só perdeu o controle da linha do tempo...
zh_cn: <25>{*}{#e/twinkly/20}你不仅失去了 对时间线的控制权...
zh_tw: <25>{*}{#e/twinkly/20}你不僅失去了 對時間軸的控制權...

source: <25>{*}{#e/twinkly/15}But now, you can't get it back unless you start from scratch.
pt_br: <25>{*}{#e/twinkly/15}Mas agora, você não pode tomar de volta a não ser que comece do início.
zh_cn: <25>{*}{#e/twinkly/15}而且现在若想夺回它， 你还得重头再来。
zh_tw: <25>{*}{#e/twinkly/15}而且現在若想奪回它， 你還得重頭再來。

source: <25>{*}{#p/twinkly}{#e/twinkly/14}I mean, hey.
pt_br: <25>{*}{#p/twinkly}{#e/twinkly/14}Mas ei...
zh_cn: <25>{*}{#p/twinkly}{#e/twinkly/14}嘿，我说。
zh_tw: <25>{*}{#p/twinkly}{#e/twinkly/14}嘿，我說。

source: <25>{*}{#e/twinkly/23}If that's the ending you wanted, then...
pt_br: <25>{*}{#e/twinkly/23}Se este era o desfecho que você queria...
zh_cn: <25>{*}{#e/twinkly/23}如果这就是你想要的结局， 那...
zh_tw: <25>{*}{#e/twinkly/23}如果這就是你想要的結局， 那...

source: <25>{*}{#e/twinkly/15}Who am I to judge?
pt_br: <25>{*}{#e/twinkly/15}Quem sou eu pra julgar?
zh_cn: <25>{*}{#e/twinkly/15}那就轮不到我来评判了。
zh_tw: <25>{*}{#e/twinkly/15}那就輪不到我來評判了。

source: <25>{*}{#e/twinkly/17}But you can't SERIOUSLY expect me to believe that, right?
pt_br: <25>{*}{#e/twinkly/17}Mas você não pode SINCERAMENTE achar que eu vou acreditar nisso!
zh_cn: <25>{*}{#e/twinkly/17}但你不会真的指望我相信吧， 啊？
zh_tw: <25>{*}{#e/twinkly/17}但你不會真的指望我相信吧， 啊？
