Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{#p/alphys}{#e/alphys/24}Hahaha...
zh_cn: <20>{#p/alphys}{#e/alphys/24}哈哈哈...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/24}哈哈哈...ゑ

source: <20>{#p/alphys}{#e/alphys/26}...
zh_cn: <20>{#p/alphys}{#e/alphys/26}...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/26}...ゑ

source: <20>{#p/alphys}{#e/alphys/27}Come ON!!
pt_br: <20>{#p/alphys}{#e/alphys/27}VAMOS!!
zh_cn: <20>{#p/alphys}{#e/alphys/27}给我去死！！ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/27}給我去死！！ゑ

source: <20>{#p/alphys}{#e/alphys/27}...
zh_cn: <20>{#p/alphys}{#e/alphys/27}...ゑ
zh_tw: <20>{#p/alphys}{#e/alphys/27}...ゑ

source: <20>{*}{#p/alphys}{#e/alphys/42}No...{^40}{%}
pt_br: <20>{*}{#p/alphys}{#e/alphys/42}Não...{^40}{%}
zh_cn: <20>{*}{#p/alphys}{#e/alphys/42}不...ゑ{^40}{%}
zh_tw: <20>{*}{#p/alphys}{#e/alphys/42}不...ゑ{^40}{%}

source: <20>{*}{#e/alphys/43}How am I already...{^40}{%}
pt_br: <20>{*}{#e/alphys/43}Como é que eu já estou...{^40}{%}
zh_cn: <20>{*}{#e/alphys/43}这么快我就...ゑ{^40}{%}
zh_tw: <20>{*}{#e/alphys/43}這麼快我就...ゑ{^40}{%}

source: <20>{*}{#e/alphys/43}How did you...{^40}{%}
pt_br: <20>{*}{#e/alphys/43}Como você...{^40}{%}
zh_cn: <20>{*}{#e/alphys/43}你们...ゑ{^40}{%}
zh_tw: <20>{*}{#e/alphys/43}你們...ゑ{^40}{%}

source: <20>{*}I d-didn't think you'd be this strong...{^40}{%}
pt_br: <20>{*}Eu n-não pensei que você seria tão forte...{^40}{%}
zh_cn: <20>{*}没-没想到你们这么强...ゑ{^40}{%}
zh_tw: <20>{*}沒-沒想到你們這麼強...ゑ{^40}{%}

source: <20>{*}But now, I realize...{^40}{%}
pt_br: <20>{*}Mas agora, eu entendo...{^40}{%}
zh_cn: <20>{*}我现在明白了， 与你们为敌...ゑ{^40}{%}
zh_tw: <20>{*}我現在明白了， 與你們為敵...ゑ{^40}{%}

source: <20>{*}I'm going to die here... a-aren't I?{^40}{%}
pt_br: <20>{*}Eu vou morrer aqui... n-não vou?{^40}{%}
zh_cn: <20>{*}我是不是... 快-快要死了？ゑ{^40}{%}
zh_tw: <20>{*}我是不是... 快-快要死了？ゑ{^40}{%}

source: <20>{*}After everything...{^40}{%}
pt_br: <20>{*}Depois de tudo...{^40}{%}
zh_cn: <20>{*}尽了全力，还是...ゑ{^40}{%}
zh_tw: <20>{*}盡了全力，還是...ゑ{^40}{%}

source: <20>{*}{#p/alphys}I never had a chance.{^40}{%}
pt_br: <20>{*}{#p/alphys}Eu nunca tive chance.{^40}{%}
zh_cn: <20>{*}{#p/alphys}根本毫无胜算。ゑ{^40}{%}
zh_tw: <20>{*}{#p/alphys}根本毫無勝算。ゑ{^40}{%}

source: <20>{*}{#p/alphys}I'm sorry, Asgore.{^40}{%}
pt_br: <20>{*}{#p/alphys}Me perdoa, Asgore.{^40}{%}
zh_cn: <20>{*}{#p/alphys}Asgore，我对不起你。ゑ{^40}{%}
zh_tw: <20>{*}{#p/alphys}Asgore，我對不起你。ゑ{^40}{%}

source: * Toriel
zh_cn: * Torielゑ
zh_tw: * Torielゑ

source: * 546f7269656c
zh_cn: * 546f7269656cゑ
zh_tw: * 546f7269656cゑ

source: <32>{#p/human}* (546f7269656c now stands before you.)
pt_br: <32>{#p/human}* (546f7269656c está na sua frente.)
zh_cn: <32>{#p/human}* （此刻，546f7269656c 正站在你的面前。）ゑ
zh_tw: <32>{#p/human}* （此刻，546f7269656c 正站在你的面前。）ゑ

source: <32>{#p/human}* (546f7269656c seems intent on following a routine.)
pt_br: <32>{#p/human}* (546f7269656c parece querer seguir uma rotina.)
zh_cn: <32>{#p/human}* （看起来，要按特定的顺序行动， 546f7269656c才能完成任务。）ゑ
zh_tw: <32>{#p/human}* （看起來，要按特定的順序行動， 546f7269656c才能完成任務。）ゑ

source: <32>{#p/human}* (But you have already eaten your dinner.)
pt_br: <32>{#p/human}* (Mas você já comeu a janta.)
zh_cn: <32>{#p/human}* （可是，你已经吃过晚餐了。）
zh_tw: <32>{#p/human}* （可是，你已經吃過晚餐了。）

source: <11>{#p/toriel}Eat {@fill=#42fcff}{@mystify=slowly}slowly{@mystify=}{@fill=#ffffff}, my child.
pt_br: <11>{#p/toriel}Coma {@fill=#42fcff}{@mystify=slowly}devagar{@mystify=}{@fill=#ffffff}, minha criança.
zh_cn: <11>{#p/toriel}孩子， {@fill=#42fcff}{@mystify=吃慢点喫漫奌}吃慢点{@mystify=}{@fill=#ffffff}。
zh_tw: <11>{#p/toriel}孩子， {@fill=#42fcff}{@mystify=吃慢點吃漫㸃}吃慢點{@mystify=}{@fill=#ffffff}。ゐ

source: <32>{#p/human}* (546f7269656c would like to share something with you.)
pt_br: <32>{#p/human}* (546f7269656c gostaria de compartilhar algo com você.)
zh_cn: <32>{#p/human}* （看起来，546f7269656c 想给你读点什么。）
zh_tw: <32>{#p/human}* （看起來，546f7269656c 想給你讀點什麼。）

source: <32>{#p/human}* (But you have already been read a story.)
pt_br: <32>{#p/human}* (Mas você já leu uma história.)
zh_cn: <32>{#p/human}* （可是，你们已经读完故事了。）
zh_tw: <32>{#p/human}* （可是，你們已經讀完故事了。）

source: <32>{#p/human}* (But 546f7269656c was not yet ready to read you a story.)
pt_br: <32>{#p/human}* (Mas 546f7269656c ainda não estava pronto para contar uma história.)
zh_cn: <32>{#p/human}* （可是，546f7269656c 现在还不想给你读故事。）
zh_tw: <32>{#p/human}* （可是，546f7269656c 現在還不想給你讀故事。）

source: <11>{#p/toriel}Once, there was a {@fill=#42fcff}{@mystify=monster}monster{@mystify=}{@fill=#ffffff}...
pt_br: <11>{#p/toriel}Uma vez, havia um {@fill=#42fcff}{@mystify=monstro}monstro{@mystify=}{@fill=#ffffff}...
zh_cn: <11>{#p/toriel}从前， 有一只{@fill=#42fcff}{@mystify=怪物圣忽恠㹅径勿}怪物{@mystify=}{@fill=#ffffff}...
zh_tw: <11>{#p/toriel}從前， 有一隻{@fill=#42fcff}{@mystify=怪物聖忽恠㹅徑勿}怪物{@mystify=}{@fill=#ffffff}...ゐ

source: <32>{#p/human}* (546f7269656c has one more thing to do.)
pt_br: <32>{#p/human}* (546f7269656c tem mais uma coisa a fazer.)
zh_cn: <32>{#p/human}* （546f7269656c 还想为你做一件事。）
zh_tw: <32>{#p/human}* （546f7269656c 還想為你做一件事。）

source: <32>{#p/human}* (But you have already been put to sleep.)
pt_br: <32>{#p/human}* (Mas você já foi posto para dormir.)
zh_cn: <32>{#p/human}* （可是，她已经哄过你了。）
zh_tw: <32>{#p/human}* （可是，她已經哄過你了。）

source: <32>{#p/human}* (But 546f7269656c was not yet ready to put you to sleep.)
pt_br: <32>{#p/human}* (Mas 546f7269656c não está pronta para te colocar pra dormir.)
zh_cn: <32>{#p/human}* （可是，546f7269656c 现在和不想哄你睡觉。）
zh_tw: <32>{#p/human}* （可是，546f7269656c 現在和不想哄你睡覺。）

source: <11>{#p/toriel}Good night, my child.
pt_br: <11>{#p/toriel}Boa noite, minha criança.
zh_cn: <11>{#p/toriel}孩子，晚安。
zh_tw: <11>{#p/toriel}孩子，晚安。

source: <32>{#p/human}* (Toriel has served her purpose in this world.)
pt_br: <32>{#p/human}* (Toriel serviu seu propósito neste mundo.)
zh_cn: <32>{#p/human}* （Toriel完成了自己的使命。）
zh_tw: <32>{#p/human}* （Toriel完成了自己的使命。）

source: <32>{#p/human}* (But 546f7269656c's wasn't finished with her routine.)
pt_br: <32>{#p/human}* (Mas 546f7269656c não estava pronta para finalizar a rotina.)
zh_cn: <32>{#p/human}* （可是，546f7269656c 还没有完成她的使命。）
zh_tw: <32>{#p/human}* （可是，546f7269656c 還沒有完成她的使命。）

source: <32>{#p/human}* (And Toriel shared her wisdom before fading away.)
pt_br: <32>{#p/human}* (E Toriel compartilhou sua sabedoria antes de desaparecer.)
zh_cn: <32>{#p/human}* （在消散前，Toriel送给你 一则人生心得。）
zh_tw: <32>{#p/human}* （在消散前，Toriel送給你 一則人生心得。）

source: <32>{#p/human}* (But there was no puzzle left to solve.)
pt_br: <32>{#p/human}* (Mas não haviam quebra-cabeças para resolver.)
zh_cn: <32>{#p/human}* （可是，谜题都解完了。）
zh_tw: <32>{#p/human}* （可是，謎題都解完了。）

source: <11>{#p/toriel}Are you {@fill=#42fcff}{@mystify=hungry}hungry{@mystify=}{@fill=#ffffff}, my child?
pt_br: <11>{#p/toriel}Você está com {@fill=#42fcff}{@mystify=fome}fome{@mystify=}{@fill=#ffffff}, minha criança?
zh_cn: <11>{#p/toriel}孩子， 你{@fill=#42fcff}{@mystify=饿餓不我钚芣々}饿不饿{@mystify=}{@fill=#ffffff}？
zh_tw: <11>{#p/toriel}孩子， 你{@fill=#42fcff}{@mystify=餓餓不我鈈芣々}餓不餓{@mystify=}{@fill=#ffffff}？ゐ

source: <11>{#p/toriel}Are you {@fill=#42fcff}{@mystify=restless}restless{@mystify=}{@fill=#ffffff}, my child?
pt_br: <11>{#p/toriel}Você está {@fill=#42fcff}{@mystify=inquieta}inquieta{@mystify=}{@fill=#ffffff}, minha pequena?
zh_cn: <11>{#p/toriel}孩子， 你{@fill=#42fcff}{@mystify=睡不着吗}睡不着吗{@mystify=}{@fill=#ffffff}？
zh_tw: <11>{#p/toriel}孩子， 你{@fill=#42fcff}{@mystify=睡不著嗎}睡不著嗎{@mystify=}{@fill=#ffffff}？

source: <11>{#p/toriel}Are you {@fill=#42fcff}{@mystify=sleepy}sleepy{@mystify=}{@fill=#ffffff}, my child?
pt_br: <11>{#p/toriel}Você está com {@fill=#42fcff}{@mystify=sono}sono{@mystify=}{@fill=#ffffff}, minha criança?
zh_cn: <11>{#p/toriel}孩子， 你{@fill=#42fcff}{@mystify=困睏囷不钚芣々}困不困{@mystify=}{@fill=#ffffff}？
zh_tw: <11>{#p/toriel}孩子， 你{@fill=#42fcff}{@mystify=困睏囷不鈽芣々}睏不睏{@mystify=}{@fill=#ffffff}？ゐ

source: <32>{#p/human}* (476572736f6e stands opposite the training area.)
pt_br: <32>{#p/human}* (476572736f6e mantém-se em pé na área de treino.)
zh_cn: <32>{#p/human}* （476572736f6e 正站在训练场的对面。）
zh_tw: <32>{#p/human}* （476572736f6e 正站在訓練場的對面。）

source: <32>{#p/human}* (476572736f6e awaits your first move.)
pt_br: <32>{#p/human}* (476572736f6e espera seu primeiro movimento.)
zh_cn: <32>{#p/human}* （476572736f6e让你先出招。）
zh_tw: <32>{#p/human}* （476572736f6e讓你先出招。）

source: <32>{#p/human}* (But you have already risen to the challenge.)
pt_br: <32>{#p/human}* (Mas você já aceitou o desafio.)
zh_cn: <32>{#p/human}* （可是，你已经通过挑战了。）
zh_tw: <32>{#p/human}* （可是，你已經通過挑戰了。）

source: <32>{#p/human}* (But you have not yet rested after your previous failure.)
pt_br: <32>{#p/human}* (Mas você ainda não descansou da sua última falha.)
zh_cn: <32>{#p/human}* （可是，你要先休息， 然后才能挑战。）
zh_tw: <32>{#p/human}* （可是，你要先休息， 然後才能挑戰。）

source: <11>{#p/basic}It takes {@fill=#ff993d}{@mystify=courage}courage{@mystify=}{@fill=#ffffff} to face your fears.
pt_br: <11>{#p/basic}É preciso {@fill=#ff993d}{@mystify=courage}coragem{@mystify=}{@fill=#ffffff}para enfrentar seus medos.
zh_cn: <11>{#p/basic}心怀{@fill=#ff993d}{@mystify=勇气勈氣甬気力乞}勇气{@mystify=}{@fill=#ffffff}， 才能克服恐惧。
zh_tw: <11>{#p/basic}心懷{@fill=#ff993d}{@mystify=勇氣勈氣甬気力乞}勇氣{@mystify=}{@fill=#ffffff}， 才能克服恐懼。ゐ

source: <11>{*}{#p/basic}Failure! You must stay {@fill=#ff993d}{@mystify=focused}focused{@mystify=}{@fill=#ffffff}!{^30}{%}
pt_br: <11>{*}{#p/basic}Falhou! Você deve manter o {@fill=#ff993d}{@mystify=foco}foco{@mystify=}{@fill=#ffffff}!{^30}{%}
zh_cn: <11>{*}{#p/basic}不合格！ 下回{@fill=#ff993d}{@mystify=专注專註传主抟宔}专注{@mystify=}{@fill=#ffffff} 一点！{^30}{%}
zh_tw: <11>{*}{#p/basic}你敗了！ 保持{@fill=#ff993d}{@mystify=專注專註叀主専宔}專注{@mystify=}{@fill=#ffffff}！{^30}{%}ゐ

source: <32>{#p/human}* (476572736f6e thinks it's time for a break.)
pt_br: <32>{#p/human}* (476572736f6e acha que é hora de descansar.)
zh_cn: <32>{#p/human}* （476572736f6e觉得 你应该休息一下。）
zh_tw: <32>{#p/human}* （476572736f6e覺得 你應該休息一下。）

source: <32>{#p/human}* (Gerson has served his purpose in this world.)
pt_br: <32>{#p/human}* (Gerson serviu seu propósito neste mundo.)
zh_cn: <32>{#p/human}* （Gerson完成了自己的使命。）
zh_tw: <32>{#p/human}* （Gerson完成了自己的使命。）

source: <32>{#p/human}* (But you were not in need of rest.)
pt_br: <32>{#p/human}* (Mas você não precisava descansar.)
zh_cn: <32>{#p/human}* （可是，你现在还不累。）
zh_tw: <32>{#p/human}* （可是，你現在還不累。）

source: <11>{#p/basic}A good {@fill=#ff993d}{@mystify=hero}hero{@mystify=}{@fill=#ffffff} knows their limits.
pt_br: <11>{#p/basic}Um grande {@fill=#ff993d}{@mystify=herói} herói{@mystify=}{@fill=#ffffff} sabe seus limites..
zh_cn: <11>{#p/basic}一名 够格的{@fill=#ff993d}{@mystify=英雄偀䧺央隹䇦难}英雄{@mystify=}{@fill=#ffffff} 绝不会逞强。
zh_tw: <11>{#p/basic}一名 夠格的{@fill=#ff993d}{@mystify=英雄偀䧺央隹䇦唯}英雄{@mystify=}{@fill=#ffffff} 絕不會逞強。ゐ

source: <32>{#p/human}* (476572736f6e awaits your next move with anticipation.)
pt_br: <32>{#p/human}* (476572736f6e aguarda seu próximo movimento com antecipação.)
zh_cn: <32>{#p/human}* （476572736f6e很期待 你下回出什么招。）
zh_tw: <32>{#p/human}* （476572736f6e很期待 你下回出什麼招。）

source: <32>{#p/human}* (But 476572736f6e's training was not yet complete.)
pt_br: <32>{#p/human}* (Mas o treino de 476572736f6e ainda não estava concluído.)
zh_cn: <32>{#p/human}* （可是，476572736f6e对你的 一对一训练还未结束。）
zh_tw: <32>{#p/human}* （可是，476572736f6e對你的 一對一訓練還未結束。）

source: <32>{#p/human}* (And Gerson taught you his favorite handshake before fading away.)
pt_br: <32>{#p/human}* (E Gerson te ensinou seu aperto de mão favorito antes de sumir.)
zh_cn: <32>{#p/human}* （在消散前，Gerson把最喜欢的 握手方式教给了你。）
zh_tw: <32>{#p/human}* （在消散前，Gerson把最喜歡的 握手方式教給了你。）

source: <32>{#p/human}* (But your gesture seems to have been ignored.)
pt_br: <32>{#p/human}* (Mas seu gesto parece ter sido ignorado.)
zh_cn: <32>{#p/human}* （可是，476572736f6e 无视了你的手势。）
zh_tw: <32>{#p/human}* （可是，476572736f6e 無視了你的手勢。）

source: <32>{#p/human}* (But there was no advice left to hear.)
pt_br: <32>{#p/human}* (Mas não haviam conselhos restantes para ouvir.)
zh_cn: <32>{#p/human}* （可是，他已经把所有建议 都告诉你了。）
zh_tw: <32>{#p/human}* （可是，他已經把所有建議 都告訴你了。）

source: <11>{#p/basic}You must not show {@fill=#ff993d}{@mystify=hesitation}hesitation{@mystify=}{@fill=#ffffff}.
pt_br: <11>{#p/basic}Você não deve {@fill=#ff993d}{@mystify=hesitar}hesitar{@mystify=}{@fill=#ffffff}.
zh_cn: <11>{#p/basic}做事， 一定要{@fill=#ff993d}{@mystify=果断菓斷课颗䉼畨}果断{@mystify=}{@fill=#ffffff}。
zh_tw: <11>{#p/basic}處事要{@fill=#ff993d}{@mystify=果斷菓斷課顆䉼㡭}果斷{@mystify=}{@fill=#ffffff}。ゐ

source: <11>{#p/basic}To learn is to face {@fill=#ff993d}{@mystify=adversity}adversity{@mystify=}{@fill=#ffffff}.
pt_br: <11>{#p/basic}Para aprender se deve enfrentar o {@fill=#ff993d}{@mystify=adversário}adversário{@mystify=}{@fill=#ffffff}.
zh_cn: <11>{#p/basic}人在{@fill=#ff993d}{@mystify=逆境屰辶竟朔昱圼}逆境{@mystify=}{@fill=#ffffff}中 才能成长。
zh_tw: <11>{#p/basic}人在{@fill=#ff993d}{@mystify=逆境屰辶竟朔昱圼}逆境{@mystify=}{@fill=#ffffff}中 才能成長。

source: <11>{#p/basic}The key to success is {@fill=#ff993d}{@mystify=humility}humility{@mystify=}{@fill=#ffffff}.
pt_br: <11>{#p/basic}A chave do sucesso é a {@fill=#ff993d}{@mystify=humildade}humildade{@mystify=}{@fill=#ffffff}.
zh_cn: <11>{#p/basic}学会{@fill=#ff993d}{@mystify=謙遜谦逊兼孙尲荪}谦逊{@mystify=}{@fill=#ffffff}， 方能成功。
zh_tw: <11>{#p/basic}{@fill=#ff993d}{@mystify=謙遜謙遜兼孫尲蓀}謙遜{@mystify=}{@fill=#ffffff}是 成功的秘訣。ゐ

source: * Prof. Roman
zh_cn: * Roman教授
zh_tw: * Roman教授

source: * 50726f662e20526f6d616e
zh_cn: * 526f6d616ee69599e68e88
zh_tw: * 526f6d616ee69599e68e88

source: <32>{#p/human}* (50726f662e20526f6d616e takes control of the situation.)
pt_br: <32>{#p/human}* (50726f662e20526f6d616e toma controle da situação.)
zh_cn: <32>{#p/human}* （现在， 是526f6d616ee69599e68e88 掌控着大局。）
zh_tw: <32>{#p/human}* （現在， 是526f6d616ee69599e68e88 掌控著大局。）

source: <32>{#p/human}* (50726f662e20526f6d616e would like to run some tests on you.)
pt_br: <32>{#p/human}* (50726f662e20526f6d616e gostaria de fazer testes em você.)
zh_cn: <32>{#p/human}* （526f6d616ee69599e68e88 想在你身上做些实验。）
zh_tw: <32>{#p/human}* （526f6d616ee69599e68e88 想在你身上做些實驗。）

source: <32>{#p/human}* (But your objection was swiftly overruled.)
pt_br: <32>{#p/human}* (Mas sua objeção foi rapidamente rejeitada.)
zh_cn: <32>{#p/human}* （可是，他立刻驳回了你的请求。）
zh_tw: <32>{#p/human}* （可是，他立刻駁回了你的請求。）

source: <32>{#p/human}* (But you have already completed this test.)
pt_br: <32>{#p/human}* (Mas você já completou esse teste.)
zh_cn: <32>{#p/human}* （可是，你已经做过这个实验了。）
zh_tw: <32>{#p/human}* （可是，你已經做過這個實驗了。）

source: <11>{#p/basic}Please, remain {@fill=#003cff}{@mystify=still}still{@mystify=}{@fill=#ffffff}...
pt_br: <11>{#p/basic}Por favor, fique {@fill=#003cff}{@mystify=firme}firme{@mystify=}{@fill=#ffffff}...
zh_cn: <11>{#p/basic}请{@fill=#003cff}{@mystify=站着别动}站着别动{@mystify=}{@fill=#ffffff}...
zh_tw: <11>{#p/basic}請{@fill=#003cff}{@mystify=站著別動}站著別動{@mystify=}{@fill=#ffffff}...

source: <11>{#p/basic}The {@fill=#003cff}{@mystify=fun}fun{@mystify=}{@fill=#ffffff} has only just begun.
pt_br: <11>{#p/basic}A {@fill=#003cff}{@mystify=diversão}diversão{@mystify=}{@fill=#ffffff} apenas começou.
zh_cn: <11>{#p/basic}{@fill=#003cff}{@mystify=好戏奸妙对戈戋奴}好戏{@mystify=}{@fill=#ffffff} 才刚刚开始。
zh_tw: <11>{#p/basic}{@fill=#003cff}{@mystify=好戲奸妙對戈戔奴}好戲{@mystify=}{@fill=#ffffff} 才剛剛開始。

source: <11>{#p/basic}Behold, the {@fill=#003cff}{@mystify=power}power{@mystify=}{@fill=#ffffff} of scientific endeavour.
pt_br: <11>{#p/basic}Eis aqui o {@fill=#003cff}{@mystify=poder}poder{@mystify=}{@fill=#ffffff} do esforço científico
zh_cn: <11>{#p/basic}看，这就是 探寻真理的 {@fill=#003cff}{@mystify=力量仂哩艻童劜里}力量{@mystify=}{@fill=#ffffff}。
zh_tw: <11>{#p/basic}看，這就是 探尋真理的 {@fill=#003cff}{@mystify=力量仂哩艻童劜裡}力量{@mystify=}{@fill=#ffffff}。

source: <32>{#p/human}* (50726f662e20526f6d616e is ready to begin the next test.)
pt_br: <32>{#p/human}* (50726f662e20526f6d616e está pronto para começar o próximo teste.)
zh_cn: <32>{#p/human}* （526f6d616ee69599e68e88 准备进行下一场实验了。）
zh_tw: <32>{#p/human}* （526f6d616ee69599e68e88 準備進行下一場實驗了。）

source: <32>{#p/human}* (Professor Roman has served his purpose in this world.)
pt_br: <32>{#p/human}* (Professor Roman serviu seu propósito neste mundo.)
zh_cn: <32>{#p/human}* （Roman教授完成了他的使命。）
zh_tw: <32>{#p/human}* （Roman教授完成了他的使命。）

source: <32>{#p/human}* (But 50726f662e20526f6d616e wasn't ready to exchange notes.)
pt_br: <32>{#p/human}* (Mas 50726f662e20526f6d616e não estava pronto para entregar notas.)
zh_cn: <32>{#p/human}* （可是，526f6d616ee69599e68e88 还不想跟你交换笔记。）
zh_tw: <32>{#p/human}* （可是，526f6d616ee69599e68e88 還不想跟你交換筆記。）

source: <32>{#p/human}* (And Professor Roman exchanged notes before fading away.)
pt_br: <32>{#p/human}* (E Professor Roman trocou notas antes de desaparecer.)
zh_cn: <32>{#p/human}* （在消散前，Roman教授把笔记 交给了你。）
zh_tw: <32>{#p/human}* （在消散前，Roman教授把筆記 交給了你。）

source: <32>{#p/human}* (4e6170737461626c6f6f6b is here by their computer.)
pt_br: <32>{#p/human}* (4e6170737461626c6f6f6b está aqui pelo computador.)
zh_cn: <32>{#p/human}* （4e6170737461626c6f6f6b 正飘在电脑旁。）
zh_tw: <32>{#p/human}* （4e6170737461626c6f6f6b 正飄在電腦旁。）

source: <32>{#p/human}* (4e6170737461626c6f6f6b is looking for a new sound.)
pt_br: <32>{#p/human}* (4e6170737461626c6f6f6b está querendo fazer um novo som.)
zh_cn: <32>{#p/human}* （4e6170737461626c6f6f6b 想写一首新曲子。）
zh_tw: <32>{#p/human}* （4e6170737461626c6f6f6b 想寫一首新曲子。）

source: <32>{#p/human}* (But you already have the required samples.)
pt_br: <32>{#p/human}* (Mas ele já tentou amostras.)
zh_cn: <32>{#p/human}* （可是，音频样本已经够用了。）
zh_tw: <32>{#p/human}* （可是，音訊樣本已經夠用了。）

source: <11>{#p/napstablook}this should do {@fill=#d535d9}{@mystify=nicely}nicely{@mystify=}{@fill=#ffffff}...
pt_br: <11>{#p/napstablook}isso deve ficar {@fill=#d535d9}{@mystify=legal}legal{@mystify=}{@fill=#ffffff}...
zh_cn: <11>{#p/napstablook}这个音色 效果应该 {@fill=#d535d9}{@mystify=不错钚錯芣昔否剒}不错{@mystify=}{@fill=#ffffff}...
zh_tw: <11>{#p/napstablook}這個 應該{@fill=#d535d9}{@mystify=不錯鈈錯芣昔否剒}不錯{@mystify=}{@fill=#ffffff}...ゐ

source: <32>{#p/human}* (4e6170737461626c6f6f6b is ready to start composing.)
pt_br: <32>{#p/human}* (4e6170737461626c6f6f6b está pronto para começar a composição.
zh_cn: <32>{#p/human}* （4e6170737461626c6f6f6b 要开始作曲了。）
zh_tw: <32>{#p/human}* （4e6170737461626c6f6f6b 要開始作曲了。）

source: <32>{#p/human}* (But you have already finished composing the track.)
pt_br: <32>{#p/human}* (Mas você já terminou de compor a faixa.)
zh_cn: <32>{#p/human}* （可是，曲子已经写好了。）
zh_tw: <32>{#p/human}* （可是，曲子已經寫好了。）

source: <32>{#p/human}* (But you have not yet found any samples to compose with.)
pt_br: <32>{#p/human}* (Mas você não tem nenhuma amostra para compor ainda.)
zh_cn: <32>{#p/human}* （可是，你要先采样才有素材作曲。）
zh_tw: <32>{#p/human}* （可是，你要先採樣才有素材作曲。）

source: <11>{#p/napstablook}let's see how this {@fill=#d535d9}{@mystify=plays}plays{@mystify=}{@fill=#ffffff} out...
pt_br: <11>{#p/napstablook}vamos ver como isso {@fill=#d535d9}{@mystify=toca}toca{@mystify=}{@fill=#ffffff}...
zh_cn: <11>{#p/napstablook}来{@fill=#d535d9}{@mystify=听口斤々}听听{@mystify=}{@fill=#ffffff} 这首怎么样...
zh_tw: <11>{#p/napstablook}來{@fill=#d535d9}{@mystify=聽耳㥁々}聽聽{@mystify=}{@fill=#ffffff} 這首怎麼樣...ゐ

source: <11>{*}{#p/napstablook}oh... back to the {@fill=#d535d9}{@mystify=drawing}drawing{@mystify=}{@fill=#ffffff} board...{^30}{%}
pt_br: <11>{*}{#p/napstablook}oh... de volta a {@fill=#d535d9}{@mystify=escrita}escrita{@mystify=}{@fill=#ffffff} na mesa...{^30}{%}
zh_cn: <11>{*}{#p/napstablook}唉... {@fill=#d535d9}{@mystify=再来一遍}再来一遍{@mystify=}{@fill=#ffffff}吧...{^30}{%}
zh_tw: <11>{*}{#p/napstablook}唉... {@fill=#d535d9}{@mystify=再來一遍}再來一遍{@mystify=}{@fill=#ffffff}吧...{^30}{%}

source: <32>{#p/human}* (4e6170737461626c6f6f6b would like to try that again.)
pt_br: <32>{#p/human}* (4e6170737461626c6f6f6b gostaria de tentar isso de novo.)
zh_cn: <32>{#p/human}* （4e6170737461626c6f6f6b 想再试一次。）
zh_tw: <32>{#p/human}* （4e6170737461626c6f6f6b 想再試一次。）

source: <32>{#p/human}* (4e6170737461626c6f6f6b is ready to start mixing.)
pt_br: <32>{#p/human}* (4e6170737461626c6f6f6b está pronto para começar a mixar.)
zh_cn: <32>{#p/human}* （4e6170737461626c6f6f6b 现在要开始混音了。）
zh_tw: <32>{#p/human}* （4e6170737461626c6f6f6b 現在要開始混音了。）

source: <32>{#p/human}* (But you have already finished mixing the track.)
pt_br: <32>{#p/human}* (Mas você já terminou de mixar a faixa.)
zh_cn: <32>{#p/human}* （可是，混音已经完成了。）
zh_tw: <32>{#p/human}* （可是，混音已經完成了。）

source: <32>{#p/human}* (But you have not yet composed a track to mix.)
pt_br: <32>{#p/human}* (Mas você ainda não mixou a faixa.)
zh_cn: <32>{#p/human}* （可是，你要先作曲， 然后才能混音。）
zh_tw: <32>{#p/human}* （可是，你要先作曲， 然後才能混音。）

source: <11>{#p/napstablook}remember to keep the {@fill=#d535d9}{@mystify=balance}balance{@mystify=}{@fill=#ffffff} straight...
pt_br: <11>{#p/napstablook}lembre-se de manter o {@fill=#d535d9}{@mystify=balanceamento}balanceamento{@mystify=}{@fill=#ffffff} correto...
zh_cn: <11>{#p/napstablook}我得保证 各声部音量 相互{@fill=#d535d9}{@mystify=平衡干衙芈行彳鱼}平衡{@mystify=}{@fill=#ffffff}...
zh_tw: <11>{#p/napstablook}我得保證 各聲部音量 相互{@fill=#d535d9}{@mystify=平衡幹衙羋行彳魚}平衡{@mystify=}{@fill=#ffffff}...

source: <11>{*}{#p/napstablook}oh... looks like we'll need a {@fill=#d535d9}{@mystify=remix}remix{@mystify=}{@fill=#ffffff}...{^30}{%}
pt_br: <11>{*}{#p/napstablook}oh... parece que vamos precisar de um {@fill=#d535d9}{@mystify=remix}remix{@mystify=}{@fill=#ffffff}...{^30}{%}
zh_cn: <11>{*}{#p/napstablook}哦... 看来咱们要 {@fill=#d535d9}{@mystify=重新混音}重新混音{@mystify=}{@fill=#ffffff}了...{^30}{%}
zh_tw: <11>{*}{#p/napstablook}喔... 看來咱們要 {@fill=#d535d9}{@mystify=重新混音}重新混音{@mystify=}{@fill=#ffffff}了...{^30}{%}

source: <32>{#p/human}* (Napstablook has served their purpose in this world.)
pt_br: <32>{#p/human}* (Napstablook serviu seu propósito neste mundo.)
zh_cn: <32>{#p/human}* （Napstablook完成了它的使命。）
zh_tw: <32>{#p/human}* （Napstablook完成了它的使命。）

source: <32>{#p/human}* (But 4e6170737461626c6f6f6b wasn't yet ready to tell you that.)
pt_br: <32>{#p/human}* (Mas 4e6170737461626c6f6f6b não estava pronto para te contar isso.)
zh_cn: <32>{#p/human}* （可是，4e6170737461626c6f6f6b 还不想把秘密告诉你。）
zh_tw: <32>{#p/human}* （可是，4e6170737461626c6f6f6b 還不想把秘密告訴你。）

source: <32>{#p/human}* (And Napstablook told you a secret before fading away.)
pt_br: <32>{#p/human}* (E Napstablook te contou um segredo antes de ir embora.)
zh_cn: <32>{#p/human}* （在消散前，Napstablook 告诉你一个秘密。）
zh_tw: <32>{#p/human}* （在消散前，Napstablook 告訴你一個秘密。）

source: <32>{#p/human}* (But your kind words fell on invisibly shy ears.)
pt_br: <32>{#p/human}* (Mas suas amáveis palavras caíram em ouvidos invisivelmente tímidos.)
zh_cn: <32>{#p/human}* （可是，它太自卑了， 没听到你的赞美。）
zh_tw: <32>{#p/human}* （可是，它太自卑了， 沒聽到你的讚美。）

source: <32>{#p/human}* (4173676f7265 stands tall.)
pt_br: <32>{#p/human}* (4173676f7265 se mantém acima.)
zh_cn: <32>{#p/human}* （4173676f7265 身材魁梧，站在你的面前。）
zh_tw: <32>{#p/human}* （4173676f7265 身材魁梧，站在你的面前。）

source: <32>{#p/human}* (4173676f7265 only wants one thing from you.)
pt_br: <32>{#p/human}* (4173676f7265 só quer uma coisa de você.)
zh_cn: <32>{#p/human}* （4173676f7265 只有一件事有求于你。）
zh_tw: <32>{#p/human}* （4173676f7265 只有一件事有求於你。）

source: <32>{#p/human}* (But there was no need to hug him a second time.)
pt_br: <32>{#p/human}* (Mas não havia necessidade de abraça-lo uma segunda vez.)
zh_cn: <32>{#p/human}* （可是，没必要再抱他一次了。）
zh_tw: <32>{#p/human}* （可是，沒必要再抱他一次了。）

source: <11>{#p/asgore}Thank you, young one.
pt_br: <11>{#p/asgore}Muito obrigado, pequeno.
zh_cn: <11>{#p/asgore}孩子，谢谢你。
zh_tw: <11>{#p/asgore}孩子，謝謝你。

source: <32>{#p/human}* (Asgore has served his purpose in this world.)
pt_br: <32>{#p/human}* (Asgore serviu seu propósito neste mundo.)
zh_cn: <32>{#p/human}* （Asgore完成了他的使命。）
zh_tw: <32>{#p/human}* （Asgore完成了他的使命。）

source: <32>{#p/human}* (But 4173676f7265 hasn't served his purpose yet.)
pt_br: <32>{#p/human}* (Mas 4173676f7265 ainda não serviu seu propósito.)
zh_cn: <32>{#p/human}* （可是，4173676f7265 还有任务在身。）
zh_tw: <32>{#p/human}* （可是，4173676f7265 還有任務在身。）

source: <32>{#p/human}* (And Asgore made a promise before fading away.)
pt_br: <32>{#p/human}* (E Asgore fez uma promessa antes de ir embora.)
zh_cn: <32>{#p/human}* （在消散前， Asgore向你做了个承诺。）
zh_tw: <32>{#p/human}* （在消散前， Asgore向你做了個承諾。）
