Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#e/twinkly/17}That THIS is what you were trying to achieve?
pt_br: <25>{*}{#e/twinkly/17}Era isso que você estava tentando alcançar?
zh_cn: <25>{*}{#e/twinkly/17}这鬼状况就是你想要的？
zh_tw: <25>{*}{#e/twinkly/17}這鬼狀況就是你想要的？

source: <25>{*}{#e/twinkly/15}I mean, sure. It was interesting to watch.
pt_br: <25>{*}{#e/twinkly/15}Olha, é claro. Foi bem interessante de assistir.
zh_cn: <25>{*}{#e/twinkly/15}我是说，当然。 旁观是挺有趣的。
zh_tw: <25>{*}{#e/twinkly/15}我是說，當然。 旁觀是挺有趣的。

source: <25>{*}{#e/twinkly/17}But now that it's over...
pt_br: <25>{*}{#e/twinkly/17}Mas agora que acabou...
zh_cn: <25>{*}{#e/twinkly/17}但现在一切都结束了...
zh_tw: <25>{*}{#e/twinkly/17}但現在一切都結束了...

source: <25>{*}{#p/twinkly}{#e/twinkly/15}... well. We both know you can do better.
pt_br: <25>{*}{#p/twinkly}{#e/twinkly/15}... Tá. Ambos sabemos que você pode fazer melhor.
zh_cn: <25>{*}{#p/twinkly}{#e/twinkly/15}...呃。 我们都知道你能做得更好。
zh_tw: <25>{*}{#p/twinkly}{#e/twinkly/15}...呃。 我們都知道你能做得更好。

source: <25>{*}{#e/twinkly/20}I'm not saying I'm some kind of saint or anything...
pt_br: <25>{*}{#e/twinkly/20}Eu não estou dizendo que sou algum tipo de santo ou sei lá...
zh_cn: <25>{*}{#e/twinkly/20}我不是说我是什么圣人之类的...
zh_tw: <25>{*}{#e/twinkly/20}我不是說我是什麼聖人之類的...

source: <25>{*}{#e/twinkly/15}But, believe it or not, I'm on your side here.
pt_br: <25>{*}{#e/twinkly/15}Mas, acredite ou não, eu estou do seu lado.
zh_cn: <25>{*}{#e/twinkly/15}信不信由你， 但我是站在你这边的。
zh_tw: <25>{*}{#e/twinkly/15}信不信由你， 但我是站在你這邊的。

source: <25>{*}{#e/twinkly/15}I WANT you to regain control of the timeline.
pt_br: <25>{*}{#e/twinkly/15}Eu QUERO que você ganhe controle da linha do tempo de novo.
zh_cn: <25>{*}{#e/twinkly/15}我要你重获 对时间线的控制权。
zh_tw: <25>{*}{#e/twinkly/15}我要你重獲 對時間軸的控制權。

source: <25>{*}{#e/twinkly/17}After all, watching you sit here and do nothing...
pt_br: <25>{*}{#e/twinkly/17}Até porque, ver você paradão aí sem fazer nada...
zh_cn: <25>{*}{#e/twinkly/17}毕竟， 看你坐在这里啥都不做...
zh_tw: <25>{*}{#e/twinkly/17}畢竟， 看你坐在這裡啥都不做...

source: <25>{*}{#e/twinkly/17}Wouldn't be very entertaining now, would it?
pt_br: <25>{*}{#e/twinkly/17}Não vai ser muito divertido, ou vai?
zh_cn: <25>{*}{#e/twinkly/17}并不怎么有趣，不是吗？
zh_tw: <25>{*}{#e/twinkly/17}並不怎麼有趣，不是嗎？

source: <25>{*}{#p/twinkly}{#e/twinkly/15}... oh, and don't worry.
pt_br: <25>{*}{#p/twinkly}{#e/twinkly/15}... e, não se preocupa.
zh_cn: <25>{*}{#p/twinkly}{#e/twinkly/15}...噢，别担心。
zh_tw: <25>{*}{#p/twinkly}{#e/twinkly/15}...噢，別擔心。

source: <25>{*}{#e/twinkly/20}Even if I lose all my memories, what does it matter?
pt_br: <25>{*}{#e/twinkly/20}Mesmo se eu perder todas as minhas memórias, de que importa?
zh_cn: <25>{*}{#e/twinkly/20}就算我失去了所有记忆， 那又怎么样呢？
zh_tw: <25>{*}{#e/twinkly/20}就算我失去了所有記憶， 那又怎麼樣呢？

source: <25>{*}{#e/twinkly/18}You'll remember. And you'll avoid this trap next time.
pt_br: <25>{*}{#e/twinkly/18}VOCÊ vai lembrar. E com isso, irá desviar dessa armadilha.
zh_cn: <25>{*}{#e/twinkly/18}反正你会记得这一切。 这样你下次就会 避免掉入这个陷阱。
zh_tw: <25>{*}{#e/twinkly/18}反正你會記得這一切。 這樣你下次就會 避免掉入這個陷阱。

source: <25>{*}{#e/twinkly/15}Then, we can go back to the way things were before.
pt_br: <25>{*}{#e/twinkly/15}Então, poderemos voltar ao que éramos antes.
zh_cn: <25>{*}{#e/twinkly/15}然后，我们就能 恢复以前那样。
zh_tw: <25>{*}{#e/twinkly/15}然後，我們就能 恢復以前那樣。

source: <25>{*}{#e/twinkly/20}So whaddya say?
pt_br: <25>{*}{#e/twinkly/20}O que você acha?
zh_cn: <25>{*}{#e/twinkly/20}那你怎么说？
zh_tw: <25>{*}{#e/twinkly/20}那你怎麼說？

source: <25>{*}{#e/twinkly/20}Are you with me, $(name)?
pt_br: <25>{*}{#e/twinkly/20}Você está comigo, $(name)?
zh_cn: <25>{*}{#e/twinkly/20}你明白我说的话吗， $(name)？
zh_tw: <25>{*}{#e/twinkly/20}你明白我說的話嗎， $(name)？

source: <25>{*}{#p/twinkly}{#e/twinkly/15}Oh, who am I kidding.
pt_br: <25>{*}{#p/twinkly}{#e/twinkly/15}Ah, o que eu estou pensando.
zh_cn: <25>{*}{#p/twinkly}{#e/twinkly/15}噢，我在开玩笑吗。
zh_tw: <25>{*}{#p/twinkly}{#e/twinkly/15}噢，我在開玩笑嗎。

source: <25>{*}{#e/twinkly/16}Of course you are!
pt_br: <25>{*}{#e/twinkly/16}É claro que você está!
zh_cn: <25>{*}{#e/twinkly/16}你当然明白啦！
zh_tw: <25>{*}{#e/twinkly/16}你當然明白啦！

source: <25>{*}(But still, the option remains.)
pt_br: <25>{*}(Mas ainda assim, existe a opção.)
zh_cn: <25>{*}（某种可能性仍然存在。）
zh_tw: <25>{*}（某種可能性仍然存在。）

source: <25>{*}(The option to erase everything you've ever known.)
pt_br: <25>{*}(A opção de resetar tudo que você viu.)
zh_cn: <25>{*}（抹去一切记忆的可能性 仍然存在。）
zh_tw: <25>{*}（抹去一切記憶的可能性 仍然存在。）

source: <25>{*}(The option to bring it all back to zero.)
pt_br: <25>{*}(A opção de trazer tudo de volta ao zero.)
zh_cn: <25>{*}（让一切归零的可能性 仍然存在。）
zh_tw: <25>{*}（讓一切歸零的可能性 仍然存在。）

source: <25>{*}(But you only want to live your life.)
pt_br: <25>{*}(Mas você só quer viver sua vida.)
zh_cn: <25>{*}（你别无所求， 只想平静地生活。）
zh_tw: <25>{*}（你別無所求， 只想平靜地生活。）

source: <25>{*}(You only want to see the future take hold.)
pt_br: <25>{*}(Você só quer ver o que tem no futuro.)
zh_cn: <25>{*}（你别无所求， 只想迎接未来， 掌控自己的命运。）
zh_tw: <25>{*}（你別無所求， 只想迎接未來， 掌控自己的命運。）

source: <25>{*}(You only want to be yourself.)
pt_br: <25>{*}(Você só quer ser si mesmo.)
zh_cn: <25>{*}（你不想再度迷失自我。）
zh_tw: <25>{*}（你不想再度迷失自我。）

source: <25>{*}(You thank the one beyond for what they have done...)
pt_br: <25>{*}(Você agradece ao além pelo que eles fizeram...)
zh_cn: <25>{*}（你很感激某个人， 感谢那人为你做的一切。）
zh_tw: <25>{*}（你很感激某個人， 感謝那人為你做的一切。）

source: <25>{*}(And ask that you be allowed to carry on.)
pt_br: <25>{*}(E pede que você tenha permissão para continuar.)
zh_cn: <25>{*}（你真心希望那人 能放自己一条生路。）
zh_tw: <25>{*}（你真心希望那人 能放自己一條生路。）

source: <25>{*}(You're so alone.)
pt_br: <25>{*}(Você está tão sozinho.)
zh_cn: <25>{*}（你好孤独...）
zh_tw: <25>{*}（你好孤獨...）

source: <25>{*}(You're so afraid.)
pt_br: <25>{*}(Você está com tanto medo.)
zh_cn: <25>{*}（你好害怕...）
zh_tw: <25>{*}（你好害怕...）

source: <25>{*}(You'd do anything to get another chance...)
pt_br: <25>{*}(Você faria qualquer coisa para ter outra chance...)
zh_cn: <25>{*}（你多么盼着能弥补过错...）
zh_tw: <25>{*}（你多麼盼著能彌補過錯...）

source: <25>{*}(... even if it means forgetting everything you've ever known.)
pt_br: <25>{*}(... mesmo que isso signifique esquecer tudo o que você já conheceu.)
zh_cn: <25>{*}（...不管付出什么代价， 忘记一切都行。）
zh_tw: <25>{*}（...不管付出什麼代價， 忘記一切都行。）

source: <25>{*}(But the choice wasn't yours to make.)
pt_br: <25>{*}(Mas a escolha não é sua.)
zh_cn: <25>{*}（可你没得选。）
zh_tw: <25>{*}（可你沒得選。）

source: <25>{*}(It's someone else's choice, now.)
pt_br: <25>{*}(É a escolha de outra pessoa, agora.)
zh_cn: <25>{*}（你只能看着别人替你选。）
zh_tw: <25>{*}（你只能看著別人替你選。）

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Hi.
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Oi.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}你好呀。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}你好呀。

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Seems as if everyone is perfectly happy.
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Parece que tudo está completamente feliz.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}你瞧... 怪物们找到了新家园， 整个星系，一片欣欣向荣。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}你瞧... 怪物們找到了新家園， 整個星系，一片欣欣向榮。

source: <25>{*}{#e/twinkly/0}Monsters have found their new homeworld.
pt_br: <25>{*}{#e/twinkly/0}Monstros encontraram seu novo mundo.
zh_cn: <25>{*}{#e/twinkly/0}每个人... 都过得很幸福。
zh_tw: <25>{*}{#e/twinkly/0}每個人... 都過得很幸福。

source: <25>{*}{#e/twinkly/0}Peace and prosperity will rule across the galaxy.
pt_br: <25>{*}{#e/twinkly/0}Paz e prosperidade vai reinar pela galáxia.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/1}Take a deep breath.
pt_br: <25>{*}{#e/twinkly/1}De uma boa respirada.
zh_cn: <25>{*}{#e/twinkly/1}所以，别多想了。
zh_tw: <25>{*}{#e/twinkly/1}所以，別多想了。

source: <25>{*}{#e/twinkly/2}There's nothing left to worry about.
pt_br: <25>{*}{#e/twinkly/2}Não tem mais nada para se preocupar.
zh_cn: <25>{*}{#e/twinkly/2}这么完美的结局， 还有什么可担心的呢？
zh_tw: <25>{*}{#e/twinkly/2}這麼完美的結局， 還有什麼可擔心的呢？

source: <25>{*}{#e/twinkly/4}Well.
pt_br: <25>{*}{#e/twinkly/4}Bem.
zh_cn: <25>{*}{#e/twinkly/4}嗯... 确实有一件事。
zh_tw: <25>{*}{#e/twinkly/4}嗯... 確實有一件事。

source: <25>{*}{#e/twinkly/4}There is one thing.
pt_br: <25>{*}{#e/twinkly/4}Tem uma coisa.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/5}One last... mystery.
pt_br: <25>{*}{#e/twinkly/5}Um último... mistério.
zh_cn: <25>{*}{#e/twinkly/5}自打你来这， 有件事我一直想不通。
zh_tw: <25>{*}{#e/twinkly/5}自打你來這， 有件事我一直想不通。

source: <25>{*}{#e/twinkly/6}Something I've been curious about since you arrived.
pt_br: <25>{*}{#e/twinkly/6}Uma coisa que tem me deixado curioso desde que você chegou.
zh_cn: <25>{*}{#e/twinkly/6}也挺好奇。
zh_tw: <25>{*}{#e/twinkly/6}也挺好奇。

source: <25>{*}{#e/twinkly/7}You see, when I first met you, I noticed something.
pt_br: <25>{*}{#e/twinkly/7}Quando você chegou aqui, eu percebi algo.
zh_cn: <25>{*}{#e/twinkly/7}当时，我发现你的LOVE 不太对劲。
zh_tw: <25>{*}{#e/twinkly/7}當時，我發現你的LOVE 不太對勁。

source: <25>{*}{#e/twinkly/3}Something about your LOVE.
pt_br: <25>{*}{#e/twinkly/3}Tinha algo sobre seu LOVE.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/4}It was... zero.
pt_br: <25>{*}{#e/twinkly/4}Ele era... zero.
zh_cn: <25>{*}{#e/twinkly/4}LOVE的值是... 零。
zh_tw: <25>{*}{#e/twinkly/4}LOVE的值是... 零。

source: <25>{*}{#e/twinkly/6}If you could find out what that means, then...
pt_br: <25>{*}{#e/twinkly/6}Se você conseguir descobrir o que isso significa...
zh_cn: <25>{*}{#e/twinkly/6}你可以探索一下， 寻找这个“零”背后的含义...
zh_tw: <25>{*}{#e/twinkly/6}你可以探索一下， 尋找這個「零」背後的含義...

source: <25>{*}{#e/twinkly/7}Maybe... it'd bring about something new.
pt_br: <25>{*}{#e/twinkly/7}Talvez... isso possa nos trazer algo novo.
zh_cn: <25>{*}{#e/twinkly/7}如果你知道了 这个“零”意味着什么， 也许... 会有新的发现。
zh_tw: <25>{*}{#e/twinkly/7}如果你知道了 這個「零」意味著什麼， 也許... 會有新的發現。

source: <25>{*}{#e/twinkly/10}I don't know.
pt_br: <25>{*}{#e/twinkly/10}Na verdade, eu não sei.
zh_cn: <25>{*}{#e/twinkly/10}到底会发现什么... 我也不清楚。
zh_tw: <25>{*}{#e/twinkly/10}到底會發現什麼... 我也不清楚。

source: <25>{*}{#e/twinkly/10}I'm not really sure where I'm going with this.
pt_br: <25>{*}{#e/twinkly/10}Eu nem sei o motivo de estar falando isso, de verdade.
zh_cn: <25>{*}{#e/twinkly/10}我甚至都不知道 自己在说些什么。
zh_tw: <25>{*}{#e/twinkly/10}我甚至都不知道 自己在說些什麼。

source: <25>{*}{#e/twinkly/9}To be honest...
pt_br: <25>{*}{#e/twinkly/9}Pra ser honesto...
zh_cn: <25>{*}{#e/twinkly/9}仔细一想...
zh_tw: <25>{*}{#e/twinkly/9}仔細一想...

source: <25>{*}{#e/twinkly/1}I doubt if there's even any point to it.
pt_br: <25>{*}{#e/twinkly/1}Eu duvido muito que tenha qualquer ponto em fazer isso.
zh_cn: <25>{*}{#e/twinkly/1}都过去这么多年了， 这么做，真的有必要吗？
zh_tw: <25>{*}{#e/twinkly/1}都過去這麼多年了， 這麼做，真的有必要嗎？

source: <25>{*}{#e/twinkly/2}Everyone's happy, right?
pt_br: <25>{*}{#e/twinkly/2}Todos estão felizes, certo?
zh_cn: <25>{*}{#e/twinkly/2}大家现在多幸福啊...
zh_tw: <25>{*}{#e/twinkly/2}大家現在多幸福啊...

source: <25>{*}{#e/twinkly/3}Toriel, Sans, Papyrus, Undyne, Alphys, Asgore...
zh_cn: <25>{*}{#e/twinkly/3}Toriel，Sans，Papyrus， Undyne，Alphys，Asgore... 都很幸福。
zh_tw: <25>{*}{#e/twinkly/3}Toriel，Sans，Papyrus， Undyne，Alphys，Asgore... 都很幸福。

source: <25>{*}{#e/twinkly/4}Even Monster Kid, and... Napstablook.
pt_br: <25>{*}{#e/twinkly/4}Até Monster Kid, e o... Napstablook.
zh_cn: <25>{*}{#e/twinkly/4}连怪物小孩，和Napstablook... 也是如此。
zh_tw: <25>{*}{#e/twinkly/4}連怪物小孩，和Napstablook... 也是如此。

source: <25>{*}{#e/twinkly/2}Is it really worth starting all over because of... me?
pt_br: <25>{*}{#e/twinkly/2}Vale realmente a pena começar do início... por minha causa?
zh_cn: <25>{*}{#e/twinkly/2}为了我， 让他们付出那么多牺牲， 真的值得吗？
zh_tw: <25>{*}{#e/twinkly/2}為了我， 讓他們付出那麼多犧牲， 真的值得嗎？

source: <25>{*}{#e/twinkly/10}Maybe I'm only telling you this, because... when I had your powers...
pt_br: <25>{*}{#e/twinkly/10}Talvez eu só esteja te dizendo isso, pois quando eu tinha seus poderes...
zh_cn: <25>{*}{#e/twinkly/10}我跟你说这些， 是因为... 我曾经也拥有过 控制时间线的力量。
zh_tw: <25>{*}{#e/twinkly/10}我跟你說這些， 是因為... 我曾經也擁有過 控制時間軸的力量。

source: <25>{*}{#e/twinkly/11}I might've considered doing the same in your place.
pt_br: <25>{*}{#e/twinkly/11}Eu tenho considerado fazer, no seu lugar.
zh_cn: <25>{*}{#e/twinkly/11}那时，只要我想重置， 就会付诸实行。
zh_tw: <25>{*}{#e/twinkly/11}那時，只要我想重置， 就會付諸實行。

source: <25>{*}{#e/twinkly/12}But now, the idea of resetting everything...
pt_br: <25>{*}{#e/twinkly/12}Mas agora, a ideia de resetar tudo...
zh_cn: <25>{*}{#e/twinkly/12}但经历了这些， 让现在的我亲手抹去一切...
zh_tw: <25>{*}{#e/twinkly/12}但經歷了這些， 讓現在的我親手抹去一切...

source: <25>{*}{#e/twinkly/10}I...
pt_br: <25>{*}{#e/twinkly/10}Eu...
zh_cn: <25>{*}{#e/twinkly/10}我...
zh_tw: <25>{*}{#e/twinkly/10}我...

source: <25>{*}{#e/twinkly/10}I don't know if I could do it all again.
pt_br: <25>{*}{#e/twinkly/10}Eu não sei se poderia fazer isso tudo de novo.
zh_cn: <25>{*}{#e/twinkly/10}我可能下不去手了。
zh_tw: <25>{*}{#e/twinkly/10}我可能下不去手了。

source: <25>{*}{#e/twinkly/10}Not after that.
pt_br: <25>{*}{#e/twinkly/10}Não depois de tudo.
zh_cn: <25>{*}{#e/twinkly/10}更何况， 他们现在很幸福...
zh_tw: <25>{*}{#e/twinkly/10}更何況， 他們現在很幸福...

source: <25>{*}{#e/twinkly/11}So, please.
pt_br: <25>{*}{#e/twinkly/11}Então, por favor.
zh_cn: <25>{*}{#e/twinkly/11}所以...
zh_tw: <25>{*}{#e/twinkly/11}所以...

source: <25>{*}{#e/twinkly/11}Just be content with what you have.
pt_br: <25>{*}{#e/twinkly/11}Fique contente com o que você tem.
zh_cn: <25>{*}{#e/twinkly/11}请把握当下， 珍惜现在的生活吧。
zh_tw: <25>{*}{#e/twinkly/11}請把握當下， 珍惜現在的生活吧。

source: <25>{*}{#e/twinkly/7}It's not perfect, but...
pt_br: <25>{*}{#e/twinkly/7}Não é perfeito, mas...
zh_cn: <25>{*}{#e/twinkly/7}这样的结局固然不完美...
zh_tw: <25>{*}{#e/twinkly/7}這樣的結局固然不完美...

source: <25>{*}{#e/twinkly/5}... who ever said it had to be?
pt_br: <25>{*}{#e/twinkly/5}... quem disse que precisa ser?
zh_cn: <25>{*}{#e/twinkly/5}...但有缺憾，才叫生活啊。
zh_tw: <25>{*}{#e/twinkly/5}...但有缺憾，才叫生活啊。

source: <25>{*}{#e/twinkly/8}Well.
pt_br: <25>{*}{#e/twinkly/8}É...
zh_cn: <25>{*}{#e/twinkly/8}唉。
zh_tw: <25>{*}{#e/twinkly/8}唉。

source: <25>{*}{#e/twinkly/8}If I can't change your mind.
pt_br: <25>{*}{#e/twinkly/8}Se eu não puder mudar sua mente.
zh_cn: <25>{*}{#e/twinkly/8}要是我说了这些 还说服不了你...
zh_tw: <25>{*}{#e/twinkly/8}要是我說了這些 還說服不了你...

source: <25>{*}{#e/twinkly/7}If you DO end up erasing everything...
pt_br: <25>{*}{#e/twinkly/7}Se você acabar resetando TUDO...
zh_cn: <25>{*}{#e/twinkly/7}要是你铁了心 想抹去一切...
zh_tw: <25>{*}{#e/twinkly/7}要是你鐵了心 想抹去一切...

source: <25>{*}{#e/twinkly/2}You have to wipe MY memories, too.
pt_br: <25>{*}{#e/twinkly/2}Você vai limpar minhas memórias também.
zh_cn: <25>{*}{#e/twinkly/2}这里的“一切”， 也包括我的记忆。
zh_tw: <25>{*}{#e/twinkly/2}這裡的「一切」， 也包括我的記憶。

source: <25>{*}{#e/twinkly/6}I'm sorry.
pt_br: <25>{*}{#e/twinkly/6}Me desculpa.
zh_cn: <25>{*}{#e/twinkly/6}对不起。
zh_tw: <25>{*}{#e/twinkly/6}對不起。

source: <25>{*}{#e/twinkly/2}You've probably heard this a hundred times already, haven't you...?
pt_br: <25>{*}{#e/twinkly/2}Você já deve ter isso escutado isso umas centenas de vezes, né?
zh_cn: <25>{*}{#e/twinkly/2}上面这些话， 你或许已经听了无数次了。
zh_tw: <25>{*}{#e/twinkly/2}上面這些話， 你或許已經聽了無數次了。

source: <25>{*}{#e/twinkly/6}Well, that's all.
pt_br: <25>{*}{#e/twinkly/6}Isso é tudo.
zh_cn: <25>{*}{#e/twinkly/6}我说完了。
zh_tw: <25>{*}{#e/twinkly/6}我說完了。

source: <25>{*}{#e/twinkly/4}Until we meet again...
pt_br: <25>{*}{#e/twinkly/4}Até nos vermos de novo...
zh_cn: <25>{*}{#e/twinkly/4}期待我们下次再会...
zh_tw: <25>{*}{#e/twinkly/4}期待我們下次再會...

source: <25>{#p/alphys}{#g/alphysSide}* H-h-hiya... * You...
pt_br: <25>{#p/alphys}{#g/alphysSide}* O-o-oi... * Você...
zh_cn: <25>{#p/alphys}{#g/alphysSide}* 呃，你-你好... * 你...
zh_tw: <25>{#p/alphys}{#g/alphysSide}* 呃，你-你好... * 你...

source: <25>{#g/alphysSideSad}* You r-really enjoy killing people... * ... huh?
pt_br: <25>{#g/alphysSideSad}* Você r-realmente curte matar pessoas... *... huh?
zh_cn: <25>{#g/alphysSideSad}* 你真-真的很享受杀人... * ...嗯？
zh_tw: <25>{#g/alphysSideSad}* 你真-真的很享受殺人... * ...嗯？

source: <25>{#g/alphysNervousLaugh}* I-I mean, I'm not judging, I just...
pt_br: <25>{#g/alphysNervousLaugh}* Eu-eu, não estou julgando, é só que...
zh_cn: <25>{#g/alphysNervousLaugh}* 我-我是说，我不是在批评你， 我只是...
zh_tw: <25>{#g/alphysNervousLaugh}* 我-我是說，我不是在批評你， 我只是...

source: <25>{#g/alphysUhButHeresTheDeal}* I just think it's super duper cool!!!
pt_br: <25>{#g/alphysUhButHeresTheDeal}* Eu só acho que isso é super hyper da hora!!!
zh_cn: <25>{#g/alphysUhButHeresTheDeal}* 我只是觉得这超级无敌酷！！！
zh_tw: <25>{#g/alphysUhButHeresTheDeal}* 我只是覺得這超級無敵酷！！！

source: <25>{#g/alphysSideSad}* S-so... like...
pt_br: <25>{#g/alphysSideSad}* En-então... Talvez...
zh_cn: <25>{#g/alphysSideSad}* 我-我这样说...
zh_tw: <25>{#g/alphysSideSad}* 我-我這樣說...

source: <25>{#g/alphysCutscene3}* Now maybe you'll think about not killing me???
pt_br: <25>{#g/alphysCutscene3}* Você considere não me matar???
zh_cn: <25>{#g/alphysCutscene3}* 也许你现在就 不会打算杀我啦？？？
zh_tw: <25>{#g/alphysCutscene3}* 也許你現在就 不會打算殺我啦？？？

source: <25>{#p/asgore}{#f/0}* Isn't it pretty...?
pt_br: <25>{#p/asgore}{#f/0}* Não é lindo...?
zh_cn: <25>{#p/asgore}{#f/0}* ...是不是挺美的？ゑ
zh_tw: <25>{#p/asgore}{#f/0}* ...是不是挺美的？ゑ

source: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* Behind you!!!{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* Atrás de você!!!{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* 后头有人！！！{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* 後頭有人！！！{%}

source: <25>{#p/asgore}{#f/6}* I apologize if I startled you, young one.
pt_br: <25>{#p/asgore}{#f/6}* Me desculpe se eu te assustei, pequeno.
zh_cn: <25>{#p/asgore}{#f/6}* 孩子，如果你被吓着了， 那我先对你道个歉。
zh_tw: <25>{#p/asgore}{#f/6}* 孩子，如果你被嚇著了， 那我先對你道個歉。

source: <25>{#p/asgore}{#f/6}* Alphys informed me of your arrival.
pt_br: <25>{#p/asgore}{#f/6}* Alphys me informou da sua chegada.
zh_cn: <25>{#p/asgore}{#f/6}* Alphys告知了我 你会来到这里。
zh_tw: <25>{#p/asgore}{#f/6}* Alphys告知了我 你會來到這裡。

source: <25>{#p/asgore}{#f/12}* Hm...? * You have already heard this story?
pt_br: <25>{#p/asgore}{#f/12}* Hm...? * Você já ouviu essa história?
zh_cn: <25>{#p/asgore}{#f/12}* 嗯...？ * 你已经听过这个故事了？
zh_tw: <25>{#p/asgore}{#f/12}* 嗯...？ * 你已經聽過這個故事了？

source: <25>{#p/asgore}{#f/6}* Well.
pt_br: <25>{#p/asgore}{#f/6}* Bem.
zh_cn: <25>{#p/asgore}{#f/6}* 好吧。
zh_tw: <25>{#p/asgore}{#f/6}* 好吧。

source: <25>{#p/asgore}{#f/6}* If you have already heard it, there is no need to repeat it.
pt_br: <25>{#p/asgore}{#f/6}* Se você já escutou, não a necessidade de repetir.
zh_cn: <25>{#p/asgore}{#f/6}* 如果你早已听过， 那我也不必再复述一遍。
zh_tw: <25>{#p/asgore}{#f/6}* 如果你早已聽過， 那我也不必再複述一遍。

source: <25>{#p/asgore}{#f/6}* You may continue forth on your own.
pt_br: <25>{#p/asgore}{#f/6}* Continue neste caminho por conta própria.
zh_cn: <25>{#p/asgore}{#f/6}* 继续一个人行进吧。
zh_tw: <25>{#p/asgore}{#f/6}* 繼續一個人行進吧。

source: <25>{#p/asgore}{#f/7}* Come along.
pt_br: <25>{#p/asgore}{#f/7}* Venha.
zh_cn: <25>{#p/asgore}{#f/7}* 来吧。
zh_tw: <25>{#p/asgore}{#f/7}* 來吧。

source: <25>{#p/asgore}{#f/7}* I would like to tell you a story.
pt_br: <25>{#p/asgore}{#f/7}* Eu gostaria de te contar uma história.
zh_cn: <25>{#p/asgore}{#f/7}* 我有一个故事 要讲给你听。
zh_tw: <25>{#p/asgore}{#f/7}* 我有一個故事 要講給你聽。

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Oh, y-you're probably wondering about where ASGORE is, right?
pt_br: <25>{#p/alphys}{#g/alphysSmileSweat}* Ah, v-você provavelmente esta se perguntando onde está Asgore, certo?
zh_cn: <25>{#p/alphys}{#g/alphysSmileSweat}* 噢，你-你大概在想 ASGORE在哪， 对吧？
zh_tw: <25>{#p/alphys}{#g/alphysSmileSweat}* 噢，你-你大概在想 ASGORE在哪， 對吧？

source: <25>{#g/alphysNervousLaugh}* Well... he's...
pt_br: <25>{#g/alphysNervousLaugh}* Bem... ele...
zh_cn: <25>{#g/alphysNervousLaugh}* 唔... 他在...
zh_tw: <25>{#g/alphysNervousLaugh}* 唔... 他在...

source: <25>{#g/alphysHellYeah}* S-somewhere safe!
pt_br: <25>{#g/alphysHellYeah}* Esta em algum lugar seguro!
zh_cn: <25>{#g/alphysHellYeah}* 一个安全的地-地方！
zh_tw: <25>{#g/alphysHellYeah}* 一個安全的地-地方！

source: <25>{#g/alphysTheFactIs}* Relatively speaking.
pt_br: <25>{#g/alphysTheFactIs}* Relativamente falando.
zh_cn: <25>{#g/alphysTheFactIs}* 相对安全。
zh_tw: <25>{#g/alphysTheFactIs}* 相對安全。

source: <25>{#g/alphysOhGodNo}* Or- * No, Absolutely! * Absolutely speaking!
pt_br: <25>{#g/alphysOhGodNo}* Er- * Não, Absolutamente! * Absolutamente falando!
zh_cn: <25>{#g/alphysOhGodNo}* 或者说- * 不，绝对！ * 绝对安全！
zh_tw: <25>{#g/alphysOhGodNo}* 或者說- * 不，絕對！ * 絕對安全！

source: <25>{#g/alphysInquisitive}* So b-basically, you might as well... just give up.
pt_br: <25>{#g/alphysInquisitive}* Então, ba-basicamente, você pode só... desistir logo.
zh_cn: <25>{#g/alphysInquisitive}* 所以，总-总的来说， 你不妨... 直接放弃吧。
zh_tw: <25>{#g/alphysInquisitive}* 所以，總-總的來說， 你不妨... 直接放棄吧。

source: <26>{#g/alphysInquisitive}* Because...
pt_br: <26>{#g/alphysInquisitive}* Porquê...
zh_cn: <26>{#g/alphysInquisitive}* 因为...
zh_tw: <26>{#g/alphysInquisitive}* 因為...

source: <26>{#g/alphysNervousLaugh}* You'll never find him!!
pt_br: <26>{#g/alphysNervousLaugh}* Você nunca vai encontrá-lo!
zh_cn: <26>{#g/alphysNervousLaugh}* 你永远也找不到他！！
zh_tw: <26>{#g/alphysNervousLaugh}* 你永遠也找不到他！！

source: <25>{#g/alphysHellYeah}* Yeah! * T-take that!
pt_br: <25>{#g/alphysHellYeah}* É! * V-viva com isso!
zh_cn: <25>{#g/alphysHellYeah}* 好啊！ * 看-看这招！
zh_tw: <25>{#g/alphysHellYeah}* 好啊！ * 看-看這招！

source: <25>{#g/alphysNervousLaugh}* ... eheh...
zh_cn: <25>{#g/alphysNervousLaugh}* ...呃呃...
zh_tw: <25>{#g/alphysNervousLaugh}* ...呃呃...

source: <25>{#g/alphysNervousLaugh}* Got through like you always do, h-huh?
pt_br: <25>{#g/alphysNervousLaugh}* Conseguiu se safar igual você sempre faz, né?
zh_cn: <25>{#g/alphysNervousLaugh}* 像往常一样挺过来了， 哈-哈啊？
zh_tw: <25>{#g/alphysNervousLaugh}* 像往常一樣挺過來了， 哈-哈啊？

source: <25>{#g/alphysNeutralSweat}* ...
zh_cn: <25>{#g/alphysNeutralSweat}* ...ゑ

source: <25>{#g/alphysIDK2}* I guess you'll be going to meet ASGORE.
pt_br: <25>{#g/alphysIDK2}* Acho que você vai acabar encontrando ASGORE.
zh_cn: <25>{#g/alphysIDK2}* 我猜你要去见ASGORE了。
zh_tw: <25>{#g/alphysIDK2}* 我猜你要去見ASGORE了。

source: <25>{#g/alphysIDK3}* I'm so pathetic...
pt_br: <25>{#g/alphysIDK3}* Eu sou tão estúpida...
zh_cn: <25>{#g/alphysIDK3}* 我太没用了...
zh_tw: <25>{#g/alphysIDK3}* 我太沒用了...

source: <25>{#g/alphysThatSucks}* You probably don't even care about me, right?
pt_br: <25>{#g/alphysThatSucks}* Você provavelmente nem liga pra mim, né?
zh_cn: <25>{#g/alphysThatSucks}* 你可能根本就没在乎过我， 对吧？
zh_tw: <25>{#g/alphysThatSucks}* 你可能根本就沒在乎過我， 對吧？

source: <25>{#g/alphysIDK2}* All that time I was scared, you probably weren't even after me.
pt_br: <25>{#g/alphysIDK2}* Eu estava cheia de medo correndo de você e você provavelmente nem está atrás de mim.
zh_cn: <25>{#g/alphysIDK2}* 我一直很害怕， 但你可能根本就没想过要抓我。
zh_tw: <25>{#g/alphysIDK2}* 我一直很害怕， 但你可能根本就沒想過要抓我。

source: <25>{#g/alphysIDK2}* Go. * Do whatever it is you're going to do.
pt_br: <25>{#g/alphysIDK2}* Vai. *Faça seja lá o que você quer fazer.
zh_cn: <25>{#g/alphysIDK2}* 去吧。 * 你想做啥，随意。
zh_tw: <25>{#g/alphysIDK2}* 去吧。 * 你想做啥，隨意。

source: <26>{#g/alphysIDK3}* I can't stop you.
pt_br: <26>{#g/alphysIDK3}* Eu não consigo te parar.
zh_cn: <26>{#g/alphysIDK3}* 我阻止不了你。
zh_tw: <26>{#g/alphysIDK3}* 我阻止不了你。

source: <25>{#p/alphys}{#g/alphysFR}* There's only one person who really could.
pt_br: <25>{#p/alphys}{#g/alphysFR}* Existe uma pessoa que poderia.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 只有一个人能做到。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 只有一個人能做到。

source: <25>{*}{#p/asgore}{#f/6}* A long time ago, a human child crash- landed on the outpost.{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* A muito tempo atrás uma criança humana caiu com sua nave no Outpost.{~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 很久以前，一个人类小孩 在前哨站迫降。{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 很久以前，一個人類小孩 在前哨站迫降。{~}

source: <25>{*}{#p/asgore}{#f/6}* Injured, they called out for help.{~}
pt_br: <25>{*}{#p/asgore}{#f/6}* Machucada, ela gritou por ajuda.{~}
zh_cn: <25>{*}{#p/asgore}{#f/6}* 身受重伤的人类 开始大声呼救。{~}
zh_tw: <25>{*}{#p/asgore}{#f/6}* 身受重傷的人類 開始大聲呼救。{~}

source: <32>{#p/basic}* I'm sorry.{%40}
pt_br: <32>{#p/basic}* Me desculpa.{%40}
zh_cn: <32>{#p/basic}* 对不起。{%40}
zh_tw: <32>{#p/basic}* 對不起。{%40}
