Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#e/twinkly/3}You've made all these wonderful...
pt_br: <25>{*}{#e/twinkly/3}Você fez todos estes...
zh_cn: <25>{*}{#e/twinkly/3}一路上，遇见这么多...
zh_tw: <25>{*}{#e/twinkly/3}一路上，遇見這麼多...

source: <25>{*}{#e/twinkly/4}... uh...
zh_cn: <25>{*}{#e/twinkly/4}...呃...
zh_tw: <25>{*}{#e/twinkly/4}...呃...

source: <25>{*}{#e/twinkly/0}Shoot, I forgot you skipped over the entire journey.
pt_br: <25>{*}{#e/twinkly/0}Ah é, eu esqueci que você pulou a jornada inteira.
zh_cn: <25>{*}{#e/twinkly/0}草，忘了，你走捷径了。 好多人，好多事，你都没见过。
zh_tw: <25>{*}{#e/twinkly/0}幹，忘了，你走捷徑了。 好多人，好多事，你都沒見過。ゐ

source: <25>{*}{#e/twinkly/24}Eh, screw it. It would've been a really sappy speech anyway.
pt_br: <25>{*}{#e/twinkly/24}Eh, sabe-se. Era só um discurso bobinho de toda forma.
zh_cn: <25>{*}{#e/twinkly/24}哎呦我去，本来挺有感触， 有好多话想对你说的。
zh_tw: <25>{*}{#e/twinkly/24}哎呦我去，本來挺有感觸， 有好多話想對你說的。

source: <25>{*}{#e/twinkly/15}... let's just cut to the chase, shall we?
pt_br: <25>{*}{#e/twinkly/15}... Vamos só pro ponto principal, tudo bem?
zh_cn: <25>{*}{#e/twinkly/15}...直入正题算了。
zh_tw: <25>{*}{#e/twinkly/15}...直入正題算了。

source: <25>{*}{#e/twinkly/3}You've made all these wonderful friends...
pt_br: <25>{*}{#e/twinkly/3}Você fez todos estes amigos maravilhosos...
zh_cn: <25>{*}{#e/twinkly/3}一路上，遇见这么多好友...
zh_tw: <25>{*}{#e/twinkly/3}一路上，遇見這麼多好友...

source: <25>{*}{#e/twinkly/4}But now, you'll probably never get to see them again.
pt_br: <25>{*}{#e/twinkly/4}Mas agora você nunca mais os verá novamente.
zh_cn: <25>{*}{#e/twinkly/4}这么快，又要各奔东西， 也许这辈子都不会再见了。
zh_tw: <25>{*}{#e/twinkly/4}這麼快，又要各奔東西， 也許這輩子都不會再見了。

source: <25>{*}{#e/twinkly/0}Not to mention how long they'll have to wait for the next human.
pt_br: <25>{*}{#e/twinkly/0}Sem mencionar o tempo de espera que eles terão até o próximo humano.
zh_cn: <25>{*}{#e/twinkly/0}不仅如此， 他们又要苦苦等待 下一个人类到来。
zh_tw: <25>{*}{#e/twinkly/0}不僅如此， 他們又要苦苦等待 下一個人類到來。

source: <25>{*}{#e/twinkly/1}Hurts, doesn't it?
pt_br: <25>{*}{#e/twinkly/1}Doeu, né?
zh_cn: <25>{*}{#e/twinkly/1}真悲哀啊...
zh_tw: <25>{*}{#e/twinkly/1}真悲哀啊...

source: <25>{*}{#e/twinkly/7}If you had just stuck with our ORIGINAL plan...
pt_br: <25>{*}{#e/twinkly/7}Se você tivesse se mantido no nosso plano ORIGINAL...
zh_cn: <25>{*}{#e/twinkly/7}要是你没背叛 我们本来的计划...
zh_tw: <25>{*}{#e/twinkly/7}要是你沒背叛 我們本來的計畫...

source: <25>{*}{#e/twinkly/7}If you had just acted like when we were together...
pt_br: <25>{*}{#e/twinkly/7}Se você tivesse agido da mesma forma de quando estávamos juntos....
zh_cn: <25>{*}{#e/twinkly/7}上回，我们肩并肩， 毁灭了前哨站。 要是你这回也狠点心...
zh_tw: <25>{*}{#e/twinkly/7}上回，我們肩並肩， 毀滅了前哨站。 要是你這回也狠點心...

source: <25>{*}{#e/twinkly/7}If you had just gone through without caring about anyone...
pt_br: <25>{*}{#e/twinkly/7}Se tivesse ido sem se preocupar com ninguém...
zh_cn: <25>{*}{#e/twinkly/7}要是这一路上， 你没在乎过别人的话...
zh_tw: <25>{*}{#e/twinkly/7}要是這一路上， 你沒在乎過別人的話...

source: <25>{*}{#e/twinkly/1}You wouldn't have to feel bad now.
pt_br: <25>{*}{#e/twinkly/1}Você não precisaria se sentir mal agora.
zh_cn: <25>{*}{#e/twinkly/1}现在就不用这么难过了。
zh_tw: <25>{*}{#e/twinkly/1}現在就不用這麼難過了。

source: <25>{*}{#e/twinkly/8}So... I don't get it.
pt_br: <25>{*}{#e/twinkly/8}Eu... não consigo entender.
zh_cn: <25>{*}{#e/twinkly/8}...那我就不明白了。
zh_tw: <25>{*}{#e/twinkly/8}...那我就不明白了。

source: <25>{*}{#e/twinkly/13}If you really did everything the right way...
pt_br: <25>{*}{#e/twinkly/13}Se você realmente fez tudo da forma correta...
zh_cn: <25>{*}{#e/twinkly/13}要是你啥都没做错...
zh_tw: <25>{*}{#e/twinkly/13}要是你啥都沒做錯...

source: <25>{*}{#e/twinkly/1}Why did things still end up like this?
pt_br: <25>{*}{#e/twinkly/1}Por qual motivo as coisas ainda acabaram assim?
zh_cn: <25>{*}{#e/twinkly/1}最后为啥会这样呢？
zh_tw: <25>{*}{#e/twinkly/1}最後為啥會這樣呢？

source: <25>{*}{#e/twinkly/2}Why...?
pt_br: <25>{*}{#e/twinkly/2}Porquê...?
zh_cn: <25>{*}{#e/twinkly/2}...到底为什么呢？
zh_tw: <25>{*}{#e/twinkly/2}...到底為什麼呢？

source: <25>{*}{#e/twinkly/2}Is life really that unfair?
pt_br: <25>{*}{#e/twinkly/2}A vida é tão injusta assim?
zh_cn: <25>{*}{#e/twinkly/2}难道生活真的如此不公？
zh_tw: <25>{*}{#e/twinkly/2}難道生活真的如此不公？

source: <25>{*}{#e/twinkly/0}... say.
pt_br: <25>{*}{#e/twinkly/3}... olha.
zh_cn: <25>{*}{#e/twinkly/0}...嘿。
zh_tw: <25>{*}{#e/twinkly/0}...嘿。

source: <25>{*}{#e/twinkly/21}What if I told you...
pt_br: <25>{*}{#e/twinkly/21}E se eu te disser...
zh_cn: <25>{*}{#e/twinkly/21}要是我说...
zh_tw: <25>{*}{#e/twinkly/21}要是我說...

source: <25>{*}{#e/twinkly/15}I knew some way to get you a better ending?
pt_br: <25>{*}{#e/twinkly/15}Que eu sei uma forma de te conseguir um final melhor?
zh_cn: <25>{*}{#e/twinkly/15}我有办法让你 得到更好的结局呢？
zh_tw: <25>{*}{#e/twinkly/15}我有辦法讓你 得到更好的結局呢？

source: <25>{*}{#e/twinkly/20}You'll have to start over, and...
pt_br: <25>{*}{#e/twinkly/20}Você vai ter que começar de novo, e...
zh_cn: <25>{*}{#e/twinkly/20}你得从头来过， 然后...
zh_tw: <25>{*}{#e/twinkly/20}你得從頭來過， 然後...

source: <25>{*}{#e/twinkly/20}You'll CONTINUE from here, and...
pt_br: <25>{*}{#e/twinkly/20}Você vai CONTINUAR daqui, e...
zh_cn: <25>{*}{#e/twinkly/20}你得从这继续， 然后...
zh_tw: <25>{*}{#e/twinkly/20}你得從這繼續， 然後...

source: <25>{*}{#e/twinkly/15}Well, in the meantime, why don't you go back to Asgore?
pt_br: <25>{*}{#e/twinkly/15}Bem, no meio tempo, que tal você ir ver Asgore?
zh_cn: <25>{*}{#e/twinkly/15}再去见见Asgore怎么样？
zh_tw: <25>{*}{#e/twinkly/15}再去見見Asgore怎麼樣？

source: <25>{*}{#e/twinkly/17}As long as you behave, I PROMISE I won't kill him.
pt_br: <25>{*}{#e/twinkly/17}Com tanto que você se comporte, EU PROMETO que não vou matar ele.
zh_cn: <25>{*}{#e/twinkly/17}你只要这么做了， 我保证不会再杀他。
zh_tw: <25>{*}{#e/twinkly/17}你只要這麼做了， 我保證不會再殺他。

source: <25>{*}{#e/twinkly/15}Well, in the meantime, why don't you go see Undyne?
pt_br: <25>{*}{#e/twinkly/15}Bem, no meio tempo, que tal ir ver a Undyne?
zh_cn: <25>{*}{#e/twinkly/15}去会会Undyne怎么样？
zh_tw: <25>{*}{#e/twinkly/15}去會會Undyne怎麼樣？

source: <25>{*}{#e/twinkly/15}It seems like you could have been better friends.
pt_br: <25>{*}{#e/twinkly/15}Parece que vocês poderiam ser mais amigos.
zh_cn: <25>{*}{#e/twinkly/15}说不定，你们能做好朋友呢。
zh_tw: <25>{*}{#e/twinkly/15}說不定，你們能做好朋友呢。

source: <25>{*}{#e/twinkly/20}Who knows?
pt_br: <25>{*}{#e/twinkly/20}Quem sabe?
zh_cn: <25>{*}{#e/twinkly/20}天晓得...
zh_tw: <25>{*}{#e/twinkly/20}天曉得...

source: <25>{*}{#e/twinkly/17}Maybe she's got the key to your happiness?
pt_br: <25>{*}{#e/twinkly/17}Talvez ela tenha a chave para sua felicidade?
zh_cn: <25>{*}{#e/twinkly/17}她是不是你走向幸福的关键呢？
zh_tw: <25>{*}{#e/twinkly/17}她是不是你走向幸福的關鍵呢？

source: <25>{*}{#e/twinkly/15}Well, in the meantime, why don't you go see Papyrus, then Undyne?
pt_br: <25>{*}{#e/twinkly/15}Bem, no meio tempo, que tal você ir ver o Papyrus, e depois a Undyne?
zh_cn: <25>{*}{#e/twinkly/15}去看看Papyrus， 接着再会会Undyne，怎么样？
zh_tw: <25>{*}{#e/twinkly/15}去看看Papyrus， 接著再會會Undyne，怎麼樣？

source: <25>{*}{#e/twinkly/15}It seems like you could have all been better friends.
pt_br: <25>{*}{#e/twinkly/15}Vocês todos poderiam ter sido mais amigos.
zh_cn: <25>{*}{#e/twinkly/15}说不定，你们能做好朋友呢。
zh_tw: <25>{*}{#e/twinkly/15}說不定，你們能做好朋友呢。

source: <25>{*}{#e/twinkly/17}Maybe they've got the key to your happiness?
pt_br: <25>{*}{#e/twinkly/17}Talvez eles tenham a chave para sua felicidade?
zh_cn: <25>{*}{#e/twinkly/17}他们是不是你走向幸福的关键呢？
zh_tw: <25>{*}{#e/twinkly/17}他們是不是你走向幸福的關鍵呢？

source: <25>{*}{#e/twinkly/15}See you soon.
pt_br: <25>{*}{#e/twinkly/15}Te vejo depois.
zh_cn: <25>{*}{#e/twinkly/15}回见。
zh_tw: <25>{*}{#e/twinkly/15}回見。

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Hey.
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Ei.
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}嘿。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}嘿。

source: <25>{*}{#e/twinkly/0}Since you defeated me, I've been thinking.
pt_br: <25>{*}{#e/twinkly/0}Desde que você me derrotou, eu estive pensando.
zh_cn: <25>{*}{#e/twinkly/0}你打败我后， 我就一直在寻思。
zh_tw: <25>{*}{#e/twinkly/0}你打敗我後， 我就一直在尋思。

source: <25>{*}{#e/twinkly/2}Is it truly necessary to kill...?
pt_br: <25>{*}{#e/twinkly/2}É realmente necessário matar...?
zh_cn: <25>{*}{#e/twinkly/2}...真的有必要杀人吗？
zh_tw: <25>{*}{#e/twinkly/2}...真的有必要殺人嗎？

source: <25>{*}{#e/twinkly/3}I...
pt_br: <25>{*}{#e/twinkly/3}Eu...
zh_cn: <25>{*}{#e/twinkly/3}我...
zh_tw: <25>{*}{#e/twinkly/3}我...

source: <25>{*}{#e/twinkly/1}I enjoyed what we did in the past together, but...
pt_br: <25>{*}{#e/twinkly/1}Eu gostei do que fizemos juntos no passado, mas...
zh_cn: <25>{*}{#e/twinkly/1}上回和你一起杀人 确实很爽，可是...
zh_tw: <25>{*}{#e/twinkly/1}上回和你一起殺人 確實很爽，可是...

source: <25>{*}{#e/twinkly/2}In the end, what did it really get us?
pt_br: <25>{*}{#e/twinkly/2}No fim, o que isso nos trouxe?
zh_cn: <25>{*}{#e/twinkly/2}杀了人，我们有得到什么吗？
zh_tw: <25>{*}{#e/twinkly/2}殺了人，我們有得到什麼嗎？

source: <25>{*}{#e/twinkly/4}I honestly can't be sure anymore.
pt_br: <25>{*}{#e/twinkly/4}Eu sinceramente nem sei mais.
zh_cn: <25>{*}{#e/twinkly/4}我有点吃不准了。
zh_tw: <25>{*}{#e/twinkly/4}我有點吃不準了。

source: <25>{*}{#e/twinkly/2}In the end, what does it really get you?
pt_br: <25>{*}{#e/twinkly/2}No final, o que isso realmente te trouxe?
zh_cn: <25>{*}{#e/twinkly/2}杀了人，你有得到什么吗？
zh_tw: <25>{*}{#e/twinkly/2}殺了人，你有得到什麼嗎？

source: <25>{*}{#e/twinkly/13}A rush of pleasure, and then...
pt_br: <25>{*}{#e/twinkly/13}Um pouco de prazer e então...
zh_cn: <25>{*}{#e/twinkly/13}除了一时的快感...
zh_tw: <25>{*}{#e/twinkly/13}除了一時的快感...

source: <25>{*}{#e/twinkly/2}After sparing everyone else, was killing me really worth it...?
pt_br: <25>{*}{#e/twinkly/2}Depois de poupar todo mundo, me matar foi realmente necessário...?
zh_cn: <25>{*}{#e/twinkly/2}你饶恕了他们， 又杀了我，这值得吗？
zh_tw: <25>{*}{#e/twinkly/2}你饒恕了他們， 又殺了我，這值得嗎？

source: <25>{*}{#e/twinkly/3}You...
pt_br: <25>{*}{#e/twinkly/3}Você...
zh_cn: <25>{*}{#e/twinkly/3}你...
zh_tw: <25>{*}{#e/twinkly/3}你...

source: <25>{*}{#e/twinkly/1}You might regret what we did in the past together, but...
pt_br: <25>{*}{#e/twinkly/1}Você deve se arrepender do que fizemos no passado juntos, mas...
zh_cn: <25>{*}{#e/twinkly/1}你大概很后悔 上回和我一起杀人， 可是...
zh_tw: <25>{*}{#e/twinkly/1}你大概很後悔 上回和我一起殺人， 可是...

source: <25>{*}{#e/twinkly/2}Can you honestly say killing me made up for that?
pt_br: <25>{*}{#e/twinkly/2}Você pode dizer honestamente que me matar compensou isso?
zh_cn: <25>{*}{#e/twinkly/2}你真觉得杀了我， 就能让自己心安吗？
zh_tw: <25>{*}{#e/twinkly/2}你真覺得殺了我， 就能讓自己心安嗎？

source: <25>{*}{#e/twinkly/4}You might not like me for what I've done, but...
pt_br: <25>{*}{#e/twinkly/4}Talvez você não goste de mim pelo que eu fiz, mas...
zh_cn: <25>{*}{#e/twinkly/4}你大概不喜欢我的作风， 可是...
zh_tw: <25>{*}{#e/twinkly/4}你大概不喜歡我的作風， 可是...

source: <25>{*}{#e/twinkly/2}Can you honestly say killing me made any difference?
pt_br: <25>{*}{#e/twinkly/2}Você pode dizer honestamente que me matar fez qualquer diferença?
zh_cn: <25>{*}{#e/twinkly/2}你真觉得杀了我， 就能净化这个世界吗？
zh_tw: <25>{*}{#e/twinkly/2}你真覺得殺了我， 就能淨化這個世界嗎？

source: <25>{*}{#e/twinkly/13}Perhaps you felt some catharsis, but after that...
pt_br: <25>{*}{#e/twinkly/13}Talvez você sentiu algo, mas depois disso...
zh_cn: <25>{*}{#e/twinkly/13}杀了我，你宣泄了不满， 然后还有啥好处吗？
zh_tw: <25>{*}{#e/twinkly/13}殺了我，你宣洩了不滿， 然後還有啥好處嗎？

source: <25>{*}{#e/twinkly/3}... nothing.
pt_br: <25>{*}{#e/twinkly/3}... nada.
zh_cn: <25>{*}{#e/twinkly/3}...什么都没有了。
zh_tw: <25>{*}{#e/twinkly/3}...什麼都沒有了。

source: <25>{*}{#e/twinkly/0}I have an idea.
pt_br: <25>{*}{#e/twinkly/0}Eu tenho uma idéia.
zh_cn: <25>{*}{#e/twinkly/0}我给你出个主意吧。
zh_tw: <25>{*}{#e/twinkly/0}我給你出個主意吧。

source: <25>{*}{#e/twinkly/15}A challenge, if you will.
pt_br: <25>{*}{#e/twinkly/15}Um desafio, se assim preferir.
zh_cn: <25>{*}{#e/twinkly/15}也是一项挑战， 看你接不接受。
zh_tw: <25>{*}{#e/twinkly/15}也是一項挑戰， 看你接不接受。

source: <25>{*}{#e/twinkly/14}You'll have to start over, of course...
pt_br: <25>{*}{#e/twinkly/14}Você vai ter que começar de novo, claro...
zh_cn: <25>{*}{#e/twinkly/14}都不用我多说了， 你得从头来过...
zh_tw: <25>{*}{#e/twinkly/14}都不用我多說了， 你得從頭來過...

source: <25>{*}{#e/twinkly/14}You'll have to RESET, of course...
pt_br: <25>{*}{#e/twinkly/14}Você vai ter que RESETAR, é claro...
zh_cn: <25>{*}{#e/twinkly/14}都不用我多说了， 你得重置时间线...
zh_tw: <25>{*}{#e/twinkly/14}都不用我多說了， 你得重置時間軸...

source: <25>{*}{#e/twinkly/15}But if you can prove to me that you're strong enough to survive...
pt_br: <25>{*}{#e/twinkly/15}Mas se você conseguir me provar que é forte o suficiente para sobreviver...
zh_cn: <25>{*}{#e/twinkly/15}不过，要是你能 证明自己有本事活下来...
zh_tw: <25>{*}{#e/twinkly/15}不過，要是你能 證明自己有本事活下來...

source: <25>{*}{#e/twinkly/15}If you can get through, to the end from the beginning...
pt_br: <25>{*}{#e/twinkly/15}Se você conseguir passar por tudo, do começo até o fim...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{*}{#e/twinkly/0}... without killing a single thing...
pt_br: <25>{*}{#e/twinkly/0}... sem matar um ser sequer...
zh_cn: <25>{*}{#e/twinkly/0}...就算不杀任何人， 你也能走到这，活下来...
zh_tw: <25>{*}{#e/twinkly/0}...就算不殺任何人， 你也能走到這，活下來...

source: <25>{*}{#e/twinkly/18}... then maybe, I won't kill the king.
pt_br: <25>{*}{#e/twinkly/18}... então assim, talvez eu não mate o rei.
zh_cn: <25>{*}{#e/twinkly/18}...那我也许会 放国王一马。
zh_tw: <25>{*}{#e/twinkly/18}...那我也許會 放國王一馬。

source: <25>{*}{#e/twinkly/0}... without leaving anyone behind...
pt_br: <25>{*}{#e/twinkly/0}... sem deixar ninguém pra trás...
zh_cn: <25>{*}{#e/twinkly/0}...就算救下敌人， 你也能走到这，活下来...
zh_tw: <25>{*}{#e/twinkly/0}...就算救下敵人， 你也能走到這，活下來...

source: <25>{*}{#e/twinkly/18}... then maybe, the king won't have to die.
pt_br: <25>{*}{#e/twinkly/18}... então talvez o rei não tenha que morrer.
zh_cn: <25>{*}{#e/twinkly/18}...国王也许就 不是非死不可了。
zh_tw: <25>{*}{#e/twinkly/18}...國王也許就 不是非死不可了。

source: <25>{*}{#e/twinkly/15}A request, if you will.
pt_br: <25>{*}{#e/twinkly/15}Um pedido, se assim quiser.
zh_cn: <25>{*}{#e/twinkly/15}也算个请求， 不知道你答不答应。
zh_tw: <25>{*}{#e/twinkly/15}也算個請求， 不知道你答不答應。

source: <25>{*}{#e/twinkly/15}Well, in the meantime, see if you can get back to Asgore.
pt_br: <25>{*}{#e/twinkly/15}Bem, no meio tempo, veja se você consegue ir até o Asgore.
zh_cn: <25>{*}{#e/twinkly/15}一路走到Asgore面前。
zh_tw: <25>{*}{#e/twinkly/15}一路走到Asgore面前。

source: <25>{*}{#e/twinkly/17}See if you can do it without killing anyone.
pt_br: <25>{*}{#e/twinkly/17} Tente ver se você consegue fazer isso sem matar ninguém.
zh_cn: <25>{*}{#e/twinkly/17}而且，中途不能杀任何怪物。
zh_tw: <25>{*}{#e/twinkly/17}而且，中途不能殺任何怪物。

source: <25>{*}{#e/twinkly/20}You do want to know what he's planning, don't you?
pt_br: <25>{*}{#e/twinkly/20}Você quer saber o que ele está planejando, não quer?
zh_cn: <25>{*}{#e/twinkly/20}你是不是也很好奇 他正密谋什么计划？
zh_tw: <25>{*}{#e/twinkly/20}你是不是也很好奇 他正密謀什麼計畫？

source: <25>{*}{#e/twinkly/20}To see what lies in the depths of his precious "archive?"
pt_br: <25>{*}{#e/twinkly/20}Para saber o que tem no fundo do seu precioso "arquivo"?
zh_cn: <25>{*}{#e/twinkly/20}是不是也很好奇 被他当成宝一样的“档案” 里面到底长啥样？
zh_tw: <25>{*}{#e/twinkly/20}是不是也很好奇 被他當成寶一樣的「檔案」 裡面到底長啥樣？

source: <25>{*}{#e/twinkly/15}Well.
pt_br: <25>{*}{#e/twinkly/15}Bom.
zh_cn: <25>{*}{#e/twinkly/15}嗯...
zh_tw: <25>{*}{#e/twinkly/15}嗯...

source: <25>{*}{#e/twinkly/15}Believe me when I tell you that what you saw with me...
pt_br: <25>{*}{#e/twinkly/15}Acredite em mim quando eu te digo que o que você viu comigo...
zh_cn: <25>{*}{#e/twinkly/15}其实， 在咱俩开战之前 你走过的那条长廊...
zh_tw: <25>{*}{#e/twinkly/15}其實， 在咱倆開戰之前 你走過的那條長廊...

source: <25>{*}{#e/twinkly/20}... doesn't even BEGIN to scratch the surface.
pt_br: <25>{*}{#e/twinkly/20}... nem sequer COMEÇA a arranhar a superfície.
zh_cn: <25>{*}{#e/twinkly/20}...都不足整个“档案”的 冰山一角。
zh_tw: <25>{*}{#e/twinkly/20}...都不足整個「檔案」的 冰山一角。

source: <25>{*}{#e/twinkly/17}Hee hee hee.
zh_cn: <25>{*}{#e/twinkly/17}嘻嘻嘻。
zh_tw: <25>{*}{#e/twinkly/17}嘻嘻嘻。

source: <25>{*}{#e/twinkly/18}I'll leave you to it!
pt_br: <25>{*}{#e/twinkly/18}Eu irei deixar você decidir.
zh_cn: <25>{*}{#e/twinkly/18}好奇的话， 就自己进去看看！
zh_tw: <25>{*}{#e/twinkly/18}好奇的話， 就自己進去看看！

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/17}I'm sorry, what's that?
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/17}Me desculpa, o que é?
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/17}咋的了？ 哎呀呀，好可惜呢。
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/17}咋的了？ 哎呀呀，好可惜呢。

source: <25>{*}{#e/twinkly/17}You didn't get your happy ending?
pt_br: <25>{*}{#e/twinkly/17}Você não conseguiu seu final feliz?
zh_cn: <25>{*}{#e/twinkly/17}你怎么没获得 幸福结局呢？
zh_tw: <25>{*}{#e/twinkly/17}你怎麼沒獲得 幸福結局呢？

source: <25>{*}{#e/twinkly/17}You STILL didn't get your happy ending?
pt_br: <25>{*}{#e/twinkly/17}Você AINDA não conseguiu seu final feliz?
zh_cn: <25>{*}{#e/twinkly/17}你怎么还没获得 幸福结局呢？
zh_tw: <25>{*}{#e/twinkly/17}你怎麼還沒獲得 幸福結局呢？

source: <25>{*}{#e/twinkly/21}Well gee, if it wasn't enough to do it before...
pt_br: <25>{*}{#e/twinkly/21}Bem, caramba, se não bastasse fazer isso antes...
zh_cn: <25>{*}{#e/twinkly/21}真无语... 你要是跳一次流程也就罢了。
zh_tw: <25>{*}{#e/twinkly/21}真無語... 你要是跳一次流程也就罷了。

source: <25>{*}{#e/twinkly/16}You've gone and SKIPPED IT ALL AGAIN!
pt_br: <25>{*}{#e/twinkly/16} VOCÊ FOI LÁ E IGNOROU TUDO DE NOVO! PULANDO!
zh_cn: <25>{*}{#e/twinkly/16}结果呢？ 这次还是没记性， 又玩速通！
zh_tw: <25>{*}{#e/twinkly/16}結果呢？ 這次還是沒記性， 又玩速通！

source: <25>{*}{#e/twinkly/15}Not that I'm surprised.
pt_br: <25>{*}{#e/twinkly/15}Não que eu esteja surpreso.
zh_cn: <25>{*}{#e/twinkly/15}呵，意料之中。
zh_tw: <25>{*}{#e/twinkly/15}呵，意料之中。

source: <25>{*}{#e/twinkly/15}You do seem like the type to break the rules.
pt_br: <25>{*}{#e/twinkly/15}Sinceramente, você tem cara daqueles que quebram as regras.
zh_cn: <25>{*}{#e/twinkly/15}觉得打破规则， 很爽，很好玩，对吧？ 我理解。
zh_tw: <25>{*}{#e/twinkly/15}覺得打破規則， 很爽，很好玩，對吧？ 我理解。

source: <25>{*}{#e/twinkly/20}Eventually, you'll realize who you've been missing...
pt_br: <25>{*}{#e/twinkly/20}Eventualmente, você vai perceber o que está perdendo...
zh_cn: <25>{*}{#e/twinkly/20}不过，你早晚会知道 自己这么闯， 到底把谁给跳过了...
zh_tw: <25>{*}{#e/twinkly/20}不過，你早晚會知道 自己這麼闖， 到底把誰給跳過了...

source: <25>{*}{#e/twinkly/15}And you'll go see them and make it back to the king.
pt_br: <25>{*}{#e/twinkly/15}E então você vai lá viver essa experiência e voltar até o rei.
zh_cn: <25>{*}{#e/twinkly/15}见了那家伙， 别让人家把你弄死了。 你还得回来见国王呢。
zh_tw: <25>{*}{#e/twinkly/15}見了那傢伙， 別讓人家把你弄死了。 你還得回來見國王呢。

source: <25>{*}{#e/twinkly/15}Preferably without killing a single thing.
pt_br: <25>{*}{#e/twinkly/15}Preferencialmente, sem matar ninguém.
zh_cn: <25>{*}{#e/twinkly/15}而且，全程谁也不能杀。
zh_tw: <25>{*}{#e/twinkly/15}而且，全程誰也不能殺。

source: <25>{*}{#e/twinkly/18}You know the drill!
pt_br: <25>{*}{#e/twinkly/18}Você sabe o que fazer!
zh_cn: <25>{*}{#e/twinkly/18}别装傻， 老老实实按我说的做！
zh_tw: <25>{*}{#e/twinkly/18}別裝傻， 老老實實按我說的做！

source: <25>{*}{#e/twinkly/21}Well gee, I wonder why THAT might be...
pt_br: <25>{*}{#e/twinkly/21} Carambolas, eu imagino o que poderia ter acontecido...
zh_cn: <25>{*}{#e/twinkly/21}哎呀，真好奇呢。 为什么国王会死呢？
zh_tw: <25>{*}{#e/twinkly/21}哎呀，真好奇呢。 為什麼國王會死呢？

source: <25>{*}{#e/twinkly/16}If only you didn't skip over THE ENTIRE JOURNEY!
pt_br: <25>{*}{#e/twinkly/16}SE VOCÊ NÃO TIVESSE PULADO A JORNADA INTEIRA!
zh_cn: <25>{*}{#e/twinkly/16}下次别走捷径， 跳过中间的旅途了！
zh_tw: <25>{*}{#e/twinkly/16}下次別走捷徑， 跳過中間的旅途了！

source: <25>{*}{#e/twinkly/24}... but, whatever.
pt_br: <25>{*}{#e/twinkly/24}... mas, tanto faz.
zh_cn: <25>{*}{#e/twinkly/24}...哎，算了。 听不听随你便。
zh_tw: <25>{*}{#e/twinkly/24}...哎，算了。 聽不聽隨你便。

source: <25>{*}{#e/twinkly/23}Enjoy your special ending while it lasts.
pt_br: <25>{*}{#e/twinkly/23}Curte seu final especial enquanto ele durar.
zh_cn: <25>{*}{#e/twinkly/23}好好享受 你的“特殊结局”吧。
zh_tw: <25>{*}{#e/twinkly/23}好好享受 你的「特殊結局」吧。

source: <25>{*}{#e/twinkly/20}Well, well...
pt_br: <25>{*}{#e/twinkly/20}Horas, horas, bolas, horas, bolas...
zh_cn: <25>{*}{#e/twinkly/20}哎呀呀...
zh_tw: <25>{*}{#e/twinkly/20}哎呀呀...

source: <25>{*}{#e/twinkly/16}Maybe next time, don't KILL anyone!
pt_br: <25>{*}{#e/twinkly/16}Talvez da próxima vez, não MATE ninguém!
zh_cn: <25>{*}{#e/twinkly/16}记住， 下把谁也别杀！
zh_tw: <25>{*}{#e/twinkly/16}記住， 下把誰也別殺！

source: <25>{*}{#e/twinkly/16}Maybe next time, don't KILL someone!
pt_br: <25>{*}{#e/twinkly/16}Talvez da próxima vez, não MATE ninguém!
zh_cn: <25>{*}{#e/twinkly/16}记住， 下把§fill=#ff0§一只§fill=#fff§怪物也别杀！
zh_tw: <25>{*}{#e/twinkly/16}記住， 下把§fill=#ff0§一隻§fill=#fff§怪物也別殺！

source: <25>{*}{#e/twinkly/16}Maybe next time, don't leave someone to DIE!
pt_br: <25>{*}{#e/twinkly/16}Talvez da próxima vez, não deixa alguém pra trás para MORRER!
zh_cn: <25>{*}{#e/twinkly/16}记住，下把别把那谁 㫰着等死了！
zh_tw: <25>{*}{#e/twinkly/16}記住，下把別把那誰 㫰著等死了！

source: <25>{*}{#e/twinkly/15}If you can manage that, and manage to befriend Papyrus and Undyne...
pt_br: <25>{*}{#e/twinkly/15}Se você conseguir isso, e conseguir ser amigo do Papyrus e da Undyne...
zh_cn: <25>{*}{#e/twinkly/15}你要是做得到， 还跟Papyrus和Undyne交了朋友...
zh_tw: <25>{*}{#e/twinkly/15}你要是做得到， 還跟Papyrus和Undyne交了朋友...

source: <25>{*}{#e/twinkly/15}You won't have to skip an entire area next time.
pt_br: <25>{*}{#e/twinkly/15}Você não terá que pular uma área inteira.
zh_cn: <25>{*}{#e/twinkly/15}就用不着跳过一整个地区了。
zh_tw: <25>{*}{#e/twinkly/15}就用不著跳過一整個地區了。

source: <25>{*}{#e/twinkly/15}You might actually get somewhere for once.
pt_br: <25>{*}{#e/twinkly/15}Você conseguirá chegar a algum lugar.
zh_cn: <25>{*}{#e/twinkly/15}就能去一个 从未去过的新地方了。
zh_tw: <25>{*}{#e/twinkly/15}就能去一個 從未去過的新地方了。

source: <25>{*}{#e/twinkly/14}Goodness gracious...
pt_br: <25>{*}{#e/twinkly/14}Pelo amor de...
zh_cn: <25>{*}{#e/twinkly/14}听我句劝...
zh_tw: <25>{*}{#e/twinkly/14}聽我句勸...

source: <25>{*}{#e/twinkly/22}For the last time, don't KILL anyone!
pt_br: <25>{*}{#e/twinkly/22}Vou dizer pela última vez, não MATE ninguém!
zh_cn: <25>{*}{#e/twinkly/22}下把，真的真的 别杀任何怪物了！
zh_tw: <25>{*}{#e/twinkly/22}下把，真的真的 別殺任何怪物了！

source: <25>{*}{#e/twinkly/22}For the last time, don't KILL someone!
pt_br: <25>{*}{#e/twinkly/22}Pela última vez, não MATE alguém!
zh_cn: <25>{*}{#e/twinkly/22}下把，真的真的 别杀哪怕§fill=#ff0§一只§fill=#fff§怪物了！
zh_tw: <25>{*}{#e/twinkly/22}下把，真的真的 別殺哪怕§fill=#ff0§一隻§fill=#fff§怪物了！

source: <25>{*}{#e/twinkly/22}For the last time, don't leave someone to DIE!
pt_br: <25>{*}{#e/twinkly/22}Pela última vez, não deixe alguém MORRER!
zh_cn: <25>{*}{#e/twinkly/22}下把，真的真的 别把那谁㫰着等死了！
zh_tw: <25>{*}{#e/twinkly/22}下把，真的真的 別把那誰㫰著等死了！

source: <25>{*}{#e/twinkly/22}And don't skip an entire area, either!
pt_br: <25>{*}{#e/twinkly/22}E também não pule uma área inteira!
zh_cn: <25>{*}{#e/twinkly/22}也别跳过 一整个地区了！
zh_tw: <25>{*}{#e/twinkly/22}也別跳過 一整個地區了！

source: <25>{*}{#e/twinkly/22}Why is that so difficult for you to grasp!
pt_br: <25>{*}{#e/twinkly/22}Qual a dificuldade de colocar isso na sua cabeça?
zh_cn: <25>{*}{#e/twinkly/22}就这点小事， 咋对你就这么费劲呢？
zh_tw: <25>{*}{#e/twinkly/22}就這點小事， 咋對你就這麼費勁呢？

source: <25>{*}{#e/twinkly/21}... maybe, if you start over...
pt_br: <25>{*}{#e/twinkly/21}... talvez, se você começar de novo...
zh_cn: <25>{*}{#e/twinkly/21}我跟你说... 要是你听我劝， 从头开始...
zh_tw: <25>{*}{#e/twinkly/21}我跟你說... 要是你聽我勸， 從頭開始...

source: <25>{*}{#e/twinkly/21}... maybe, if you CONTINUE from here...
pt_br: <25>{*}{#e/twinkly/21}... talvez, se você CONTINUAR daqui...
zh_cn: <25>{*}{#e/twinkly/21}我跟你说... 要是你听我劝， 继续前进...
zh_tw: <25>{*}{#e/twinkly/21}我跟你說... 要是你聽我勸， 繼續前進...

source: <25>{*}{#e/twinkly/15}You'll befriend Undyne this time.
pt_br: <25>{*}{#e/twinkly/15}Você será amigo da Undyne desta vez.
zh_cn: <25>{*}{#e/twinkly/15}就有机会和Undyne 成为好朋友。
zh_tw: <25>{*}{#e/twinkly/15}就有機會和Undyne 成為好朋友。

source: <25>{*}{#e/twinkly/15}You'll befriend Papyrus and Undyne this time.
pt_br: <25>{*}{#e/twinkly/15}Você fará amizade com Papyrus e Undyne desta vez.
zh_cn: <25>{*}{#e/twinkly/15}就有机会 跟Papyrus与Undyne两人 成为好朋友。
zh_tw: <25>{*}{#e/twinkly/15}就有機會 跟Papyrus與Undyne兩人 成為好朋友。

source: <25>{*}{#e/twinkly/14}The vaunted "power of friendship..."
pt_br: <25>{*}{#e/twinkly/14}O alardeado "poder da amizade..."
zh_cn: <25>{*}{#e/twinkly/14}人们都说“同舟共济”...
zh_tw: <25>{*}{#e/twinkly/14}人們都說「同舟共濟」...
