Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/15}* Somehow, I'd gained the power to turn back time.
pt_br: <25>{#f/15}* De alguma forma, eu havia ganho o poder de voltar no tempo.
zh_cn: <25>{#f/15}* 我非常吃惊...
zh_tw: <25>{#f/15}* 我非常吃驚...

source: <25>{#f/17}* And that's when it struck me...
pt_br: <25>{#f/17}* E isso foi quando me senti atingido...
zh_cn: <25>{#f/17}* 自己居然获得了 “回溯时间”的能力。
zh_tw: <25>{#f/17}* 自己居然獲得了 「回溯時間」的能力。

source: <25>{#f/23}* I'd use my new power to be a force for good.
pt_br: <25>{#f/23}* Eu usei meu novo poder para ser uma força do bem.
zh_cn: <25>{#f/23}* 一开始，我想用这种能力 做点好事。
zh_tw: <25>{#f/23}* 一開始，我想用這種能力 做點好事。

source: <25>{#f/15}* I thought, maybe, if I couldn't help myself...
pt_br: <25>{#f/15}* Eu pensei que, já que eu não posso me ajudar...
zh_cn: <25>{#f/15}* 所谓“助人自助”， 既然我做不到“自助”...
zh_tw: <25>{#f/15}* 所謂「助人自助」， 既然我做不到「自助」...

source: <25>{#f/16}* At least I could help someone else.
pt_br: <25>{#f/16}* Talvez eu possa ajudar outras pessoas.
zh_cn: <25>{#f/16}* 起码还能“助人”。
zh_tw: <25>{#f/16}* 起碼還能「助人」。

source: <25>{#f/16}* ... oh yeah. * So I started out by helping them.
pt_br: <25>{#f/16}* ... ah claro. * Então eu comecei por ajudar eles.
zh_cn: <25>{#f/16}* ...想起来了。 * 一开始，我用“时间回溯”的能力 帮助怪物。
zh_tw: <25>{#f/16}* ...想起來了。 * 一開始，我用「時間回溯」的能力 幫助怪物。

source: <25>{#p/asriel2}{#f/23}* I'll admit, I struggled at first...
pt_br: <25>{#p/asriel2}{#f/23}* Eu vou admitir, no começo foi bem difícil...
zh_cn: <25>{#p/asriel2}{#f/23}* 其实，做好事并不容易。 * 一开始，给他们干活 总要花很大的力气。
zh_tw: <25>{#p/asriel2}{#f/23}* 其實，做好事並不容易。 * 一開始，給他們幹活 總要花很大的力氣。

source: <25>{#f/15}* ... but the more I did it, the better I got.
pt_br: <25>{#f/15}* ... porém, quanto mais eu fazia, melhor eu ficava.
zh_cn: <25>{#f/15}* ...渐渐地， 我越做越熟练了。
zh_tw: <25>{#f/15}* ...漸漸地， 我越做越熟練了。

source: <25>{#f/5}* After a while, I could even do it with my eyes closed.
pt_br: <25>{#f/5}* Depois de um tempo, eu poderia até mesmo fazer isso de olhos fechados.
zh_cn: <25>{#f/5}* 很快，那些活 我闭眼睛都能干好。
zh_tw: <25>{#f/5}* 很快，那些活 我閉眼睛都能幹好。

source: <25>{#f/9}* Heck. * Sometimes I did.
pt_br: <25>{#f/9}* E bem. * As vezes eu fiz.
zh_cn: <25>{#f/9}* 嘿嘿，我还真试过呢。
zh_tw: <25>{#f/9}* 嘿嘿，我還真試過呢。

source: <25>{#f/13}* And, sure, maybe I was a bit of a show-off...
pt_br: <25>{#f/13}* E, claro, talvez eu estivesse me achando demais...
zh_cn: <25>{#f/13}* 把这事挂在嘴边， 好像是在炫耀...
zh_tw: <25>{#f/13}* 把這事掛在嘴邊， 好像是在炫耀...

source: <25>{#f/9}* But what did it matter?
pt_br: <25>{#f/9}* Mas o que isso importa?
zh_cn: <25>{#f/9}* 但说到底... 我干得再快，帮得再多， 又有什么用呢？
zh_tw: <25>{#f/9}* 但說到底... 我幹得再快，幫得再多， 又有什麼用呢？

source: <25>{#f/5}* After all, I was still helping them...
pt_br: <25>{#f/5}* Acima de tudo, eu ainda estava ajudando eles...
zh_cn: <25>{#f/5}* 帮得再多， 我也救不了自己...
zh_tw: <25>{#f/5}* 幫得再多， 我也救不了自己...

source: <25>{#f/15}* ... saving them...
pt_br: <25>{#f/15}* ... salvando eles...
zh_cn: <25>{#f/15}* 尽管如此， 我还是努力帮助他们， 拯救他们...
zh_tw: <25>{#f/15}* 儘管如此， 我還是努力幫助他們， 拯救他們...

source: <25>{#f/15}* Being a good person, and all.
pt_br: <25>{#f/15}* Sendo uma boa pessoa e tals.
zh_cn: <25>{#f/15}* 努力做个好人。
zh_tw: <25>{#f/15}* 努力做個好人。

source: <25>{#p/asriel2}{#f/15}* Like I said before, I started out by helping them.
pt_br: <25>{#p/asriel2}{#f/15}* Como eu disse antes, eu comecei ajudando eles.
zh_cn: <25>{#p/asriel2}{#f/15}* 之前说到， 一开始，我努力帮助别人。
zh_tw: <25>{#p/asriel2}{#f/15}* 之前說到， 一開始，我努力幫助別人。

source: <25>{#p/asriel2}{#f/16}* Soon, though, I began to notice something.
pt_br: <25>{#p/asriel2}{#f/16}* Após um tempo, eu comecei a perceber uma coisa.
zh_cn: <25>{#p/asriel2}{#f/16}* 但很快， 我发现不对劲。
zh_tw: <25>{#p/asriel2}{#f/16}* 但很快， 我發現不對勁。

source: <25>{#f/15}* The same responses, the same outcomes...
pt_br: <25>{#f/15}* As mesmas respostas, os mesmos destinos...
zh_cn: <25>{#f/15}* 无论重置多少次...[ADD]<25>{#f/15}* 他们的回答永远是那几句， 故事的结局永远是那一种...
zh_tw: <25>{#f/15}* 無論重置多少次...[ADD]<25>{#f/15}* 他們的回答永遠是那幾句， 故事的結局永遠是那一種...

source: <25>{#f/16}* Just being nice all the time wasn't satisfying me anymore.
pt_br: <25>{#f/16}* Ser legal o tempo todo já não estava mais me satisfazendo.
zh_cn: <25>{#f/16}* “做个好人”开始变得无聊了。
zh_tw: <25>{#f/16}* 「做個好人」開始變得無聊了。

source: <25>{#f/6}* And, yes, before you ask, I did try getting cutesy.
pt_br: <25>{#f/6}* E, sim, antes de você perguntar, eu tentei ser fofo.
zh_cn: <25>{#f/6}* 你想说， “那就试试别的行动呗？”[ADD]<25>{#f/6}* 呵，什么调情、约会、挑逗... 早试过了。
zh_tw: <25>{#f/6}* 你想說， 「那就試試別的行動唄？」[ADD]<25>{#f/6}* 呵，什麼調情、約會、挑逗... 早試過了。

source: <25>{#f/7}* But even that became boring in the end.
pt_br: <25>{#f/7}* Mas até mesmo isso começou a se tornar entendiante.
zh_cn: <25>{#f/7}* 做多了，也就腻了。
zh_tw: <25>{#f/7}* 做多了，也就膩了。

source: <25>{#f/10}* I could've gone on, but what would've been the point?
pt_br: <25>{#f/10}* Eu poderia ter seguido em frente, mas qual seria o ponto?
zh_cn: <25>{#f/10}* 我当然可以继续循环， 但有什么意思呢？
zh_tw: <25>{#f/10}* 我當然可以繼續循環， 但有什麼意思呢？

source: <25>{#f/6}* It was time to try something else.
pt_br: <25>{#f/6}* Era hora de tentar algo diferente.
zh_cn: <25>{#f/6}* 该换换口味了。
zh_tw: <25>{#f/6}* 該換換口味了。

source: <25>{#p/asriel2}{#f/6}* Like I said before, I decided I'd stop being nice all the time.
pt_br: <25>{#p/asriel2}{#f/6}* Como eu disse antes, eu decidi que não seria mais bonzinho o tempo todo.
zh_cn: <25>{#p/asriel2}{#f/6}* 之前说到， 我当老好人当腻了。
zh_tw: <25>{#p/asriel2}{#f/6}* 之前說到， 我當老好人當膩了。

source: <25>{#p/asriel2}{#f/4}* Now, it didn't amount to much at first...
pt_br: <25>{#p/asriel2}{#f/4}* Agora, nem havia muito o que fazer no começo...
zh_cn: <25>{#p/asriel2}{#f/4}* 不过，一开始 我不想对他们太坏。
zh_tw: <25>{#p/asriel2}{#f/4}* 不過，一開始 我不想對他們太壞。

source: <25>{#f/3}* Just a few mean words here and there.
pt_br: <25>{#f/3}* Apenas alguns xingamentos aqui e ali.
zh_cn: <25>{#f/3}* 说点狠话，骂骂人， 就差不多了。
zh_tw: <25>{#f/3}* 說點狠話，罵罵人， 就差不多了。

source: <25>{#f/10}* A part of me felt bad, but what did I really have to lose?
pt_br: <25>{#f/10}* Uma parte de mim sentiu-se mal, porém o que eu tinha a perder com isso?
zh_cn: <25>{#f/10}* 有时我会感觉心虚，难过。 * 但转念一想，也没多恶劣。
zh_tw: <25>{#f/10}* 有時我會感覺心虛，難過。 * 但轉念一想，也沒多惡劣。

source: <25>{#f/6}* Of course, once things began to repeat again, I got a little meaner.
pt_br: <25>{#f/6}* Claro, quando as coisas começaram a se repetir, eu me tornei mais desaforado.
zh_cn: <25>{#f/6}* 如果我发现 人们的反应又开始重复， 我就更狠一点。
zh_tw: <25>{#f/6}* 如果我發現 人們的反應又開始重複， 我就更狠一點。

source: <25>{#f/8}* Another insult here, another mockery there...
pt_br: <25>{#f/8}* Um insulto aqui, outro ali, alguns desmerecimentos...
zh_cn: <25>{#f/8}* 这里骂一句，那里怼一句。
zh_tw: <25>{#f/8}* 這裡罵一句，那裡懟一句。

source: <25>{#f/7}* Eventually, I stopped feeling bad about it entirely.
pt_br: <25>{#f/7}* Eventualmente, eu parei de me sentir mal pelo que fazia.
zh_cn: <25>{#f/7}* 骂得多，就不在乎了。
zh_tw: <25>{#f/7}* 罵得多，就不在乎了。

source: <25>{#f/9}* It's not like I was killing them or anything.
pt_br: <25>{#f/9}* Não é como se eu estivesse matando eles ou coisa do tipo.
zh_cn: <25>{#f/9}* 那段时间， 我最多只是耍耍嘴皮子。 * 从没动过手，更没杀过人。
zh_tw: <25>{#f/9}* 那段時間， 我最多只是耍耍嘴皮子。 * 從沒動過手，更沒殺過人。

source: <26>{#p/asriel2}{#f/4}* Like I said before, I'd gotten used to being mean.
pt_br: <26>{#p/asriel2}{#f/4}* Como eu disse antes, eu comecei a me tornar uma pessoa egoísta.
zh_cn: <26>{#p/asriel2}{#f/4}* 之前说到， 我开始骂他们，怼他们了。
zh_tw: <26>{#p/asriel2}{#f/4}* 之前說到， 我開始罵他們，懟他們了。

source: <25>{#p/asriel2}{#f/15}* Then, I thought to myself... if I attacked them...
pt_br: <25>{#p/asriel2}{#f/15}* Aí, eu pensei comigo mesmo... Se eu atacar eles...
zh_cn: <25>{#p/asriel2}{#f/15}* “言语攻击”玩腻了， 我又想... 要不试试动手揍人？
zh_tw: <25>{#p/asriel2}{#f/15}* 「言語攻擊」玩膩了， 我又想... 要不試試動手揍人？

source: <25>{#f/16}* It'd be fine, as long as they didn't die.
pt_br: <25>{#f/16}* Estaria tudo bem, contato que eles não morram.
zh_cn: <25>{#f/16}* 没什么大不了的， 只要别失手打死了就行。
zh_tw: <25>{#f/16}* 沒什麼大不了的， 只要別失手打死了就行。

source: <25>{#f/10}* What'd be the harm? * Monsters can heal, can't they?
pt_br: <25>{#f/10}* Qual seria o problema? * Monstros se curam com facilidade, certo?
zh_cn: <25>{#f/10}* 受点伤，算的了什么？ 怪物有的是办法疗伤。
zh_tw: <25>{#f/10}* 受點傷，算的了什麼？ 怪物有的是辦法療傷。

source: <25>{#f/4}* If worst came to worst, I could just RESET, and it'd still be fine.
pt_br: <25>{#f/4}* Se tudo desse errado, eu poderia simplesmente resetar e tudo ficaria bem.
zh_cn: <25>{#f/4}* 即使真出了意外， 我可以直接重置， 他们又能活蹦乱跳。
zh_tw: <25>{#f/4}* 即使真出了意外， 我可以直接重置， 他們又能活蹦亂跳。

source: <25>{#f/3}* ... little did I know how I'd react if it actually happened.
pt_br: <25>{#f/3}* ...mal sabia eu como seria minha reação se isso realmente acontecesse.
zh_cn: <25>{#f/3}* ...但意外真的发生了。[ADD]<25>{#f/3}* 那一刻， 我才知道自己多么天真。
zh_tw: <25>{#f/3}* ...但意外真的發生了。[ADD]<25>{#f/3}* 那一刻， 我才知道自己多麼天真。

source: <26>{#p/asriel2}{#f/3}* Like I said before, I'd gotten the idea to attack them.
pt_br: <26>{#p/asriel2}{#f/3}* Como eu estava dizendo, acabei tendo a ideia de ataca-los em algum momento.
zh_cn: <26>{#p/asriel2}{#f/3}* 之前说到，我感觉 “言语攻击”没什么意思， 想给他们来点“物理攻击”。
zh_tw: <26>{#p/asriel2}{#f/3}* 之前說到，我感覺 「言語攻擊」沒什麼意思， 想給他們來點「物理攻擊」。

source: <25>{#p/asriel2}{#f/13}* I guess you could say I got carried away...
pt_br: <25>{#p/asriel2}{#f/13}* Acho que você poderia dizer que me empolguei...
zh_cn: <25>{#p/asriel2}{#f/13}* 可能是冲昏了头脑... 我玩了点“新花样”。
zh_tw: <25>{#p/asriel2}{#f/13}* 可能是衝昏了頭腦... 我玩了點「新花樣」。

source: <25>{#f/15}* Pulled... just a little too tightly...
pt_br: <25>{#f/15}* Passei... Só um pouco do limite...
zh_cn: <25>{#f/15}* 我用魔法，把亲生母亲 吊了起来。 * 越勒越紧... 越勒越紧...
zh_tw: <25>{#f/15}* 我用魔法，把親生母親 吊了起來。 * 越勒越緊... 越勒越緊...

source: <25>{#f/6}* My own mother, strangled to death by my own magic...
pt_br: <25>{#f/6}* Minha própria mãe, estrangulada até a morte com minha própria magia...
zh_cn: <25>{#f/6}* 生命一点点离她而去。 * 她气若游丝， 哀求我马上停手...[ADD]<25>{#f/6}* ...
zh_tw: <25>{#f/6}* 生命一點點離她而去。 * 她氣若遊絲， 哀求我馬上停手...[ADD]<25>{#f/6}* ...

source: <25>{#f/8}* Begging me to stop as the life drained out of her body.
pt_br: <25>{#f/8}* Me implorando pra parar enquanto a vida era drenada do seu corpo.
zh_cn: <25>{#f/8}* 我把她活活勒死了。
zh_tw: <25>{#f/8}* 我把她活活勒死了。

source: <25>{#f/7}* Even after a RESET, the image wouldn't leave my mind.
pt_br: <25>{#f/7}* Mesmo após RESETAR, a imagem não saiu da minha mente.
zh_cn: <25>{#f/7}* 我惊恐万分，马上重置。 * 但那地狱般的景象 却久久挥之不去。
zh_tw: <25>{#f/7}* 我驚恐萬分，馬上重置。 * 但那地獄般的景象 卻久久揮之不去。

source: <25>{#f/13}* I panicked, and tried making up for it by being nice to her.
pt_br: <25>{#f/13}* Eu entrei em pânico, e tentei concertar aquilo sendo legal com ela.
zh_cn: <25>{#f/13}* 重置后，为了让自己心安， 我不停做好事， 努力做个孝子。
zh_tw: <25>{#f/13}* 重置後，為了讓自己心安， 我不停做好事， 努力做個孝子。

source: <25>{#f/15}* But I couldn't forget about what I'd done.
pt_br: <25>{#f/15}* Mas eu não pude esquecer o que fiz.
zh_cn: <25>{#f/15}* 但自作孽，不可活。
zh_tw: <25>{#f/15}* 但自作孽，不可活。

source: <25>{#f/15}* I just... couldn't look at her... at anyone... the same way again.
pt_br: <25>{#f/15}* Eu não... eu não poderia olhar pra ela... pra ninguém... da mesma forma, de novo.
zh_cn: <25>{#f/15}* 我不敢直视她的目光... 不敢直视每一个人...
zh_tw: <25>{#f/15}* 我不敢直視她的目光... 不敢直視每一個人...

source: <26>{#p/asriel2}{#f/15}* Like I said before, I couldn't forget about what I'd done.
pt_br: <26>{#p/asriel2}{#f/15}* Como eu disse antes, eu não poderia esquecer do que fiz.
zh_cn: <26>{#p/asriel2}{#f/15}* 之前说到， 第一次杀人后， 噩梦般的景象久久挥之不去。
zh_tw: <26>{#p/asriel2}{#f/15}* 之前說到， 第一次殺人後， 惡夢般的景象久久揮之不去。

source: <25>{#f/16}* And, after that, things only got worse.
pt_br: <25>{#f/16}* E, depois disso as coisas apenas pioraram.
zh_cn: <25>{#f/16}* 但有了第一次， 就会有第二次，第三次...
zh_tw: <25>{#f/16}* 但有了第一次， 就會有第二次，第三次...

source: <25>{#p/asriel2}{#f/16}* After that, things only got worse.
pt_br: <25>{#p/asriel2}{#f/16}* Depois disso, as coisas ficaram piores.
zh_cn: <25>{#p/asriel2}{#f/16}* 有了第一次， 就会有第二次，第三次...
zh_tw: <25>{#p/asriel2}{#f/16}* 有了第一次， 就會有第二次，第三次...

source: <26>{#f/15}* I guess, after screwing up once, it got easier to do it again.
pt_br: <26>{#f/15}* Eu acho que depois de destruir tudo uma vez, se torna cada vez mais fácil de fazer depois.
zh_cn: <26>{#f/15}* “万事开头难。” * 杀了一次人， 就能下得去手了。
zh_tw: <26>{#f/15}* 「萬事開頭難。」 * 殺了一次人， 就能下得去手了。

source: <26>{#f/15}* And soon, be it out of frustration, or raw curiosity...
pt_br: <26>{#f/15}* E logo, seja por curiosidade, simples frustração, ou mera curiosidade...
zh_cn: <26>{#f/15}* 很快，情况变成这样： 我心情不好，杀个人找安慰。 我想找乐子，杀个人爽一把。
zh_tw: <26>{#f/15}* 很快，情況變成這樣： 我心情不好，殺個人找安慰。 我想找樂子，殺個人爽一把。

source: <26>{#f/16}* What began as an accident spiraled out of control.
pt_br: <26>{#f/16}* O que começou como um acidente, perdeu todo o controle.
zh_cn: <26>{#f/16}* 第一次杀人纯粹只是意外。 现在却一发不可收拾。
zh_tw: <26>{#f/16}* 第一次殺人純粹只是意外。 現在卻一發不可收拾。

source: <26>{#f/7}* But, hey, when it came down to it, I could always RESET, right?
pt_br: <26>{#f/7}* Porém, sabe, mesmo com tudo que aconteceu, eu ainda poderia RESETAR, certo?
zh_cn: <26>{#f/7}* 但我不怕， 杀了就杀了呗， 反正我能无限重置。
zh_tw: <26>{#f/7}* 但我不怕， 殺了就殺了唄， 反正我能無限重置。

source: <25>{#f/6}* And once I told myself THAT... there really was no going back.
pt_br: <25>{#f/6}* E uma vez que eu entendi ISSO... realmente não havia mais volta.
zh_cn: <25>{#f/6}* 一旦我开始这么想... 就再也没有回头路了。
zh_tw: <25>{#f/6}* 一旦我開始這麼想... 就再也沒有回頭路了。

source: <25>{#p/asriel2}{#f/6}* With each new RESET, my actions became more and more twisted.
pt_br: <25>{#p/asriel2}{#f/6}* A cada RESETE, minhas ações se tornavam mais e mais bizarras.
zh_cn: <25>{#p/asriel2}{#f/6}* 重置得越多， 折磨他们的损招就越多。
zh_tw: <25>{#p/asriel2}{#f/6}* 重置得越多， 折磨他們的損招就越多。

source: <25>{#f/7}* I subjected them... all of them... to horrors beyond compare.
pt_br: <25>{#f/7}* Eu fiz com que eles... todos eles... sentissem um terror acima da compreensão.
zh_cn: <25>{#f/7}* 我把他们千刀万剐... * 我让他们自相残杀... * 我使他们如堕地狱...
zh_tw: <25>{#f/7}* 我把他們千刀萬剮... * 我讓他們自相殘殺... * 我使他們如墮地獄...

source: <25>{#f/15}* I did it again, and again, and again...
pt_br: <25>{#f/15}* Eu fiz isso de novo, de novo e de novo...
zh_cn: <25>{#f/15}* 他们死而复生。 * 他们生而复死。 * 他们生不如死。
zh_tw: <25>{#f/15}* 他們死而復生。 * 他們生而復死。 * 他們生不如死。

source: <25>{#f/16}* I did it so many times, I'd become completely numb to it.
pt_br: <25>{#f/16}* Eu fiz tantas vezes, que basicamente me acostumei com isso.
zh_cn: <25>{#f/16}* 一次又一次， 一次又一次... * 我彻底麻木了。
zh_tw: <25>{#f/16}* 一次又一次， 一次又一次... * 我徹底麻木了。

source: <25>{#f/3}* Then, finally, after all of that...
pt_br: <25>{#f/3}* Então, finalmente, depois disso tudo...
zh_cn: <25>{#f/3}* 好事、坏事、善事、恶事... 什么都做过了， 最后，我感受到什么呢？
zh_tw: <25>{#f/3}* 好事、壞事、善事、惡事... 什麼都做過了， 最後，我感受到什麼呢？

source: <25>{#f/3}* ... nothing.
pt_br: <25>{#f/3}* ... nada.
zh_cn: <25>{#f/3}* ...什么都没有。
zh_tw: <25>{#f/3}* ...什麼都沒有。

source: <25>{#f/3}* I felt nothing. * It meant nothing. * It was all for nothing.
pt_br: <25>{#f/3}* Eu não senti nada. * Não significou nada. * Tudo isso foi para nada.
zh_cn: <25>{#f/3}* 没有情绪共鸣。 * 没有意义可言。 * 只有空虚。
zh_tw: <25>{#f/3}* 沒有情緒共鳴。 * 沒有意義可言。 * 只有空虛。

source: <25>{#f/15}* As I stood alone in my empty world, I knew what had to be done.
pt_br: <25>{#f/15}* Quando me sentei sozinho no mundo vazio, eu sabia o que deveria ser feito.
zh_cn: <25>{#f/15}* 我一无所有。 没有朋友，没有自由... * 于是，我改变了想法。
zh_tw: <25>{#f/15}* 我一無所有。 沒有朋友，沒有自由... * 於是，我改變了想法。

source: <26>{#f/23}* So I RESET, and let time move forward without me.
pt_br: <26>{#f/23}* Então eu RESETEI e deixei o tempo se mover sem minha presença.
zh_cn: <26>{#f/23}* 我最后一次重置。 * 这一次，我任由时间向前， 不再干预时间线。
zh_tw: <26>{#f/23}* 我最後一次重置。 * 這一次，我任由時間向前， 不再幹預時間軸。

source: <26>{#p/asriel2}{#f/16}* Like I said before, I knew it was all for nothing.
pt_br: <26>{#p/asriel2}{#f/16}* Como eu disse antes, eu sabia que isso tudo havia sido para nada.
zh_cn: <26>{#p/asriel2}{#f/16}* 之前说到， 我发现一切都毫无意义。
zh_tw: <26>{#p/asriel2}{#f/16}* 之前說到， 我發現一切都毫無意義。

source: <25>{#f/23}* So I RESET, and let time move forward without me.
pt_br: <25>{#f/23}* Então eu RESETEI e deixei o tempo mover-se sem mim.
zh_cn: <25>{#f/23}* 所以，在这次重置后， 我不再干预时间线。
zh_tw: <25>{#f/23}* 所以，在這次重置後， 我不再幹預時間軸。

source: <25>{#p/asriel2}{#f/17}* Don't you see, $(name)?
pt_br: <25>{#p/asriel2}{#f/17}* Você não entende, $(name)?
zh_cn: <25>{#p/asriel2}{#f/17}* 但有了你，$(name)， 就不一样了。
zh_tw: <25>{#p/asriel2}{#f/17}* 但有了你，$(name)， 就不一樣了。

source: <25>{#f/23}* This is why I was so excited to be with you after all this time.
pt_br: <25>{#f/23}* É por isso que eu esperei tanto para estar contigo depois de todo esse tempo.
zh_cn: <25>{#f/23}* 你知道吗？有你陪着我， 我真的非常高兴。
zh_tw: <25>{#f/23}* 你知道嗎？有你陪著我， 我真的非常高興。

source: <25>{#f/13}* With you by my side, I won't have to do it alone anymore.
pt_br: <25>{#f/13}* Com você ao meu lado, eu não preciso fazer isso tudo sozinho.
zh_cn: <25>{#f/13}* 有你在身边，我不再孤独。
zh_tw: <25>{#f/13}* 有你在身邊，我不再孤獨。

source: <25>{#f/15}* With you by my side... it'll finally mean something for once.
pt_br: <25>{#f/15}* Com você ao meu lado... tudo isso vai finalmente significar alguma coisa.
zh_cn: <25>{#f/15}* 有你在身边，我不再绝望。
zh_tw: <25>{#f/15}* 有你在身邊，我不再絕望。

source: <25>{#f/16}* Besides, this is what you've always wanted, isn't it?
pt_br: <25>{#f/16}* E mesmo assim, foi isso que você sempre quis, não é mesmo?
zh_cn: <25>{#f/16}* 而且，你不是也想 “给他们自由”嘛？
zh_tw: <25>{#f/16}* 而且，你不是也想 「給他們自由」嘛？

source: <25>{#f/13}* To "set them free?"
pt_br: <25>{#f/13}* Dar a eles "liberdade"?
zh_cn: <25>{#f/13}* 我可以帮你实现愿望。
zh_tw: <25>{#f/13}* 我可以幫你實現願望。

source: <25>{#f/23}* ... heh. * We really do make the perfect team.
pt_br: <25>{#f/23}* ...heh. * Nós somos a dupla perfeita.
zh_cn: <25>{#f/23}* 我们永远都是好伙伴。
zh_tw: <25>{#f/23}* 我們永遠都是好夥伴。

source: <25>{#p/asriel2}{#f/17}* Just remember, $(name).
pt_br: <25>{#p/asriel2}{#f/17}* Lembre-se, $(name).
zh_cn: <25>{#p/asriel2}{#f/17}* 记住，$(name)。
zh_tw: <25>{#p/asriel2}{#f/17}* 記住，$(name)。

source: <25>{#f/17}* As long as we stick together, nothing can stand in our way.
pt_br: <25>{#f/17}* Com tanto que estejamos juntos, nada ficará em nosso caminho.
zh_cn: <25>{#f/17}* 只要我们心连心， 就能粉碎一切障碍。
zh_tw: <25>{#f/17}* 只要我們心連心， 就能粉碎一切障礙。

source: <25>{#p/asriel2}{#f/16}* ... here. * Take my hand.
pt_br: <25>{#p/asriel2}{#f/16}* ...Vamos. * Segura minha mão.
zh_cn: <25>{#p/asriel2}{#f/16}* ...来，握住我的手。
zh_tw: <25>{#p/asriel2}{#f/16}* ...來，握住我的手。

source: <25>{#f/13}* Don't worry, I'll hold the cup for you...
pt_br: <25>{#f/13}* Não se preocupe, eu seguro seu copo pra você...
zh_cn: <25>{#f/13}* 别担心，杯子我帮你拿...
zh_tw: <25>{#f/13}* 別擔心，杯子我幫你拿...

source: <25>{#p/asriel2}{#f/17}* We might as well do it while we still have the chance, right?
pt_br: <25>{#p/asriel2}{#f/17}* Temos que fazer isso enquanto ainda temos a chance, certo?
zh_cn: <25>{#p/asriel2}{#f/17}* 以前，我们就这样 手牵着手，在城市漫步...
zh_tw: <25>{#p/asriel2}{#f/17}* 以前，我們就這樣 手牽著手，在城市漫步...

source: <25>{#f/23}* Walking hand-in-hand, past the city, like we always wanted to...
pt_br: <25>{#f/23}* Andando de mãos dadas, passando pela cidade, como nós sempre desejávamos...
zh_cn: <25>{#f/23}* 现在，趁还有机会， 我们走完这最后一程。
zh_tw: <25>{#f/23}* 現在，趁還有機會， 我們走完這最後一程。

source: <25>{#f/16}* ... and THEN we'll blow it to pieces.
pt_br: <25>{#f/16}* ... Então, iremos explodir este lugar em pedaços.
zh_cn: <25>{#f/16}* ...之后， 把一切都炸成碎片。
zh_tw: <25>{#f/16}* ...之後， 把一切都炸成碎片。

source: <25>{#p/asriel2}{#f/16}* Well, that was nice.
pt_br: <25>{#p/asriel2}{#f/16}* Isso... foi incrível.
zh_cn: <25>{#p/asriel2}{#f/16}* 景色真美。
zh_tw: <25>{#p/asriel2}{#f/16}* 景色真美。

source: <25>{#f/13}* But the outpost's time has come.
pt_br: <25>{#f/13}* Mas o tempo do Outpost's chegou.
zh_cn: <25>{#f/13}* 但前哨站的末日 已经到了。
zh_tw: <25>{#f/13}* 但前哨站的末日 已經到了。

source: <25>{#f/7}* Listen, $(name). * These monsters just don't understand us.
pt_br: <25>{#f/7}* Escuta aqui, $(name). * Estes monstros não nos entendem.
zh_cn: <25>{#f/7}* $(name)， 那些怪物根本不懂我们。
zh_tw: <25>{#f/7}* $(name)， 那些怪物根本不懂我們。

source: <25>{#f/6}* They'd like to pretend that the universe is a perfect place.
pt_br: <25>{#f/6}* Eles gostam de pretender que o universo é um lugar lindo e perfeito.
zh_cn: <25>{#f/6}* 他们还相信 宇宙就是个大避难所。
zh_tw: <25>{#f/6}* 他們還相信 宇宙就是個大避難所。

source: <25>{#f/8}* They'd like to think that anyone can be redeemed.
pt_br: <25>{#f/8}* Gostam de pensar que qualquer pessoa pode se redimir.
zh_cn: <25>{#f/8}* 还天真地以为， “星空之大，能容下每一个人。”
zh_tw: <25>{#f/8}* 還天真地以為， 「星空之大，能容下每一個人。」

source: <25>{#f/6}* But you and I? * We don't fit within their world view.
pt_br: <25>{#f/6}* Mas eu e você? * Nós não nos encaixamos nessa visão de mundo.
zh_cn: <25>{#f/6}* 但我们俩 可不跟那群蠢货一般见识。
zh_tw: <25>{#f/6}* 但我們倆 可不跟那群蠢貨一般見識。

source: <25>{#f/7}* We're irredeemable.
pt_br: <25>{#f/7}* Somos exatamente o que somos.
zh_cn: <25>{#f/7}* 谁也阻止不了我们。
zh_tw: <25>{#f/7}* 誰也阻止不了我們。

source: <25>{#f/9}* Heh. * Isn't it funny?
pt_br: <25>{#f/9}* Heh. * Não é interessante?
zh_cn: <25>{#f/9}* 嘻嘻。 * 想来也是真有意思...
zh_tw: <25>{#f/9}* 嘻嘻。 * 想來也是真有意思...

source: <25>{#f/13}* The one thing that keeps us from relating to anyone else...
pt_br: <25>{#f/13}* Aquilo que nos mantém distante e diferente dos outros...
zh_cn: <25>{#f/13}* 这种信念， 让所有人疏远我们...
zh_tw: <25>{#f/13}* 這種信念， 讓所有人疏遠我們...

source: <25>{#f/16}* ... is precisely what binds us together.
pt_br: <25>{#f/16}* ... é exatamente o que nos une como um.
zh_cn: <25>{#f/16}* ...却也让我们的纽带 愈加牢固。
zh_tw: <25>{#f/16}* ...卻也讓我們的紐帶 愈加牢固。

source: <26>{#f/17}* Listen, once we hitch a ride and escape this place...
pt_br: <26>{#f/17}* Escuta, uma vez que pegarmos as chaves e escaparmos deste lugar...
zh_cn: <26>{#f/17}* 听着，$(name)。 只要我们上了飞船， 离开这鬼地方...
zh_tw: <26>{#f/17}* 聽著，$(name)。 只要我們上了飛船， 離開這鬼地方...

source: <25>{#f/17}* We'll be together forever, $(name).
pt_br: <25>{#f/17}* Estaremos juntos para sempre, $(name).
zh_cn: <25>{#f/17}* 就能永远在一起了。
zh_tw: <25>{#f/17}* 就能永遠在一起了。

source: <25>{#f/23}* It's our destiny.
pt_br: <25>{#f/23}* É nosso destino.
zh_cn: <25>{#f/23}* 这就是天意。
zh_tw: <25>{#f/23}* 這就是天意。

source: <25>{#f/13}* But you know what we have to do now.
pt_br: <25>{#f/13}* Mas você sabe o que devemos fazer agora.
zh_cn: <25>{#f/13}* 该说的我都说了。
zh_tw: <25>{#f/13}* 該說的我都說了。

source: <25>{#f/17}* Come on, let's get back to where we were...
pt_br: <25>{#f/17}* Vamos lá, vamos voltar exatamente para onde estávamos...
zh_cn: <25>{#f/17}* 继续干正事吧。
zh_tw: <25>{#f/17}* 繼續幹正事吧。

source: <25>{#p/asriel2}{#f/17}* Lead the way.
pt_br: <25>{#p/asriel2}{#f/17}* Lidere o caminho.
zh_cn: <25>{#p/asriel2}{#f/17}* 你来带路。
zh_tw: <25>{#p/asriel2}{#f/17}* 你來帶路。

source: <25>{#p/asriel2}{#f/16}* ... I'm not going to repeat myself.
pt_br: <25>{#p/asriel2}{#f/16}* ... Eu não vou repetir o que disse.
zh_cn: <25>{#p/asriel2}{#f/16}* ...我不想废话。
zh_tw: <25>{#p/asriel2}{#f/16}* ...我不想廢話。

source: <26>{#f/13}* You know why we're here.
pt_br: <26>{#f/13}* Você sabe o motivo de estarmos aqui.
zh_cn: <26>{#f/13}* 为什么来这，要干什么， 你比我都清楚。
zh_tw: <26>{#f/13}* 為什麼來這，要幹什麼， 你比我都清楚。

source: <25>{#p/asriel2}{#f/8}* ... finally.
pt_br: <25>{#p/asriel2}{#f/8}* ... finalmente.
zh_cn: <25>{#p/asriel2}{#f/8}* ...真费劲。
zh_tw: <25>{#p/asriel2}{#f/8}* ...真費勁。

source: <25>{#p/asriel2}{#f/8}* Looks like they've already been evacuated...
pt_br: <25>{#p/asriel2}{#f/8}* Parece que as almas já foram evacuadas...
zh_cn: <25>{#p/asriel2}{#f/8}* 看起来，人类都疏散走了。
zh_tw: <25>{#p/asriel2}{#f/8}* 看起來，人類都疏散走了。

source: <25>{#f/7}* ... hmph.
zh_cn: <25>{#f/7}* ...啧啧。
zh_tw: <25>{#f/7}* ...嘖嘖。

source: <25>{#f/6}* If he thinks that'll stop us, then he's just plain stupid.
pt_br: <25>{#f/6}* Se ele pensa que isso vai nos parar ele só está sendo estúpido.
zh_cn: <25>{#f/6}* 那老头要以为 就凭这样就能阻止咱们， 那他可真傻到家了。
zh_tw: <25>{#f/6}* 那老頭要以為 就憑這樣就能阻止咱們， 那他可真傻到家了。

source: <25>{#f/10}* I mean, he could've used their power to destroy us...
pt_br: <25>{#f/10}* Bem, ele poderia usar o poder delas para nós destruir...
zh_cn: <25>{#f/10}* 他明明可以 用人类灵魂的力量 消灭我们...
zh_tw: <25>{#f/10}* 他明明可以 用人類靈魂的力量 消滅我們...

source: <26>{#f/16}* ... but let's be honest.
pt_br: <26>{#f/16}* ... mas vamos ser sinceros...
zh_cn: <26>{#f/16}* 但说实话...
zh_tw: <26>{#f/16}* 但說實話...

source: <25>{#f/13}* He's just not that kind of person, is he?
pt_br: <25>{#f/13}* Ele só não é esse tipo de pessoa, certo?
zh_cn: <25>{#f/13}* 狠不下心，不敢动手， 才是我熟悉的Asgore。 * 你说是吧？
zh_tw: <25>{#f/13}* 狠不下心，不敢動手， 才是我熟悉的Asgore。 * 你說是吧？
