Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asgore}{#f/5}* Well, this is awkward.
pt_br: <25>{#p/asgore}{#f/5}* Bem, é estranho.
zh_cn: <25>{#p/asgore}{#f/5}* 哎呀，好尴尬。
zh_tw: <25>{#p/asgore}{#f/5}* 哎呀，好尷尬。

source: <25>{#p/asgore}{#f/1}* You feel a sense of guilt towards me.
pt_br: <25>{#p/asgore}{#f/1}* Você sente culpa em relação a mim.
zh_cn: <25>{#p/asgore}{#f/1}* 你觉得自己做了错事， 有愧于我。
zh_tw: <25>{#p/asgore}{#f/1}* 你覺得自己做了錯事， 有愧於我。

source: <25>{#p/asgore}{#f/1}* You feel that your actions are... beyond reconciliation.
pt_br: <25>{#p/asgore}{#f/1}* Você sente que suas ações estão... acima da reconciliação.
zh_cn: <25>{#p/asgore}{#f/1}* 你觉得自己做了傻事， 后果无法挽回。
zh_tw: <25>{#p/asgore}{#f/1}* 你覺得自己做了傻事， 後果無法挽回。

source: <25>{#p/asgore}{#f/2}* ... that you do not deserve to be forgiven.
pt_br: <25>{#p/asgore}{#f/2}* ... que você não merece ser perdoada.
zh_cn: <25>{#p/asgore}{#f/2}* ...所以，你觉得自己是个罪人， 不值得原谅。
zh_tw: <25>{#p/asgore}{#f/2}* ...所以，你覺得自己是個罪人， 不值得原諒。

source: <25>{#p/toriel}{#f/13}* ... * ... correct.
pt_br: <25>{#p/toriel}{#f/13}* ... * ... correto.
zh_cn: <25>{#p/toriel}{#f/13}* ... * ...没错。
zh_tw: <25>{#p/toriel}{#f/13}* ... * ...沒錯。

source: <25>{#p/asgore}{#f/6}* But I do not believe that to be the case.
pt_br: <25>{#p/asgore}{#f/6}* Mas eu não acredito que esse seja o caso.
zh_cn: <25>{#p/asgore}{#f/6}* 但我觉得，不是这样的。
zh_tw: <25>{#p/asgore}{#f/6}* 但我覺得，不是這樣的。

source: <25>{#p/asgore}{#f/6}* I believe that you do deserve to be forgiven.
pt_br: <25>{#p/asgore}{#f/6}* Eu acredito que você mereça perdão.
zh_cn: <25>{#p/asgore}{#f/6}* 你就算犯了错， 我也会原谅你。
zh_tw: <25>{#p/asgore}{#f/6}* 你就算犯了錯， 我也會原諒你。

source: <25>{#p/asgore}{#f/6}* That you do deserve to be part of a family again.
pt_br: <25>{#p/asgore}{#f/6}* Que você merece fazer parte de uma família de novo.
zh_cn: <25>{#p/asgore}{#f/6}* 你就算做了傻事， 我也愿意接纳你。
zh_tw: <25>{#p/asgore}{#f/6}* 你就算做了傻事， 我也願意接納你。

source: <25>{#p/asgore}{#f/5}* And even though our feelings for each other have faded...
pt_br: <25>{#p/asgore}{#f/5}* E mesmo que nossos sentimentos um pelo outro tenham sumido...
zh_cn: <25>{#p/asgore}{#f/5}* 虽然感情淡了...
zh_tw: <25>{#p/asgore}{#f/5}* 雖然感情淡了...

source: <25>{#p/asgore}{#f/6}* That does not mean we cannot be together!
pt_br: <25>{#p/asgore}{#f/6}* Isso não significa que não possamos estar juntos!
zh_cn: <25>{#p/asgore}{#f/6}* 但我们还能在一起！
zh_tw: <25>{#p/asgore}{#f/6}* 但我們還能在一起！

source: <25>{#p/toriel}{#f/5}* I know it may not mean much to you now, but...
pt_br: <25>{#p/toriel}{#f/5}* Eu sei que isso pode não significar muito para você agora, mas...
zh_cn: <25>{#p/toriel}{#f/5}* 有些话，我也想跟你说。 虽然你可能已经不在乎了...
zh_tw: <25>{#p/toriel}{#f/5}* 有些話，我也想跟你說。 雖然你可能已經不在乎了...

source: <25>{#p/toriel}{#f/9}* I am truly sorry for the way I allowed myself to be.
pt_br: <25>{#p/toriel}{#f/9}* Eu realmente sinto muito pela forma que agi contra você.
zh_cn: <25>{#p/toriel}{#f/9}* 之前，我放任自己， 随意揣测你的所作所为。 * 这事，我得道个歉。
zh_tw: <25>{#p/toriel}{#f/9}* 之前，我放任自己， 隨意揣測你的所作所為。 * 這事，我得道個歉。

source: <25>{#p/toriel}{#f/13}* I made you out to be a terrible creature.
pt_br: <25>{#p/toriel}{#f/13}* Eu te construí em minha mente como uma terrível criatura.
zh_cn: <25>{#p/toriel}{#f/13}* 我把你说成是一个恶魔。
zh_tw: <25>{#p/toriel}{#f/13}* 我把你說成是一個惡魔。

source: <25>{#p/toriel}{#f/13}* A coward.
pt_br: <25>{#p/toriel}{#f/13}* Um covarde.
zh_cn: <25>{#p/toriel}{#f/13}* 一个窝囊废。
zh_tw: <25>{#p/toriel}{#f/13}* 一個窩囊廢。

source: <25>{#p/toriel}{#f/9}* A child murderer.
pt_br: <25>{#p/toriel}{#f/9}* Um assassino de crianças.
zh_cn: <25>{#p/toriel}{#f/9}* 一个只会杀小孩的败类。
zh_tw: <25>{#p/toriel}{#f/9}* 一個只會殺小孩的敗類。

source: <25>{#p/toriel}{#f/10}* ... but you are none of those things.
pt_br: <25>{#p/toriel}{#f/10}* ... mas você não é nenhuma dessas coisas.
zh_cn: <25>{#p/toriel}{#f/10}* ...但你不是这样。
zh_tw: <25>{#p/toriel}{#f/10}* ...但你不是這樣。

source: <25>{#p/toriel}{#f/1}* In fact...
pt_br: <25>{#p/toriel}{#f/1}* De fato...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/toriel}{#f/3}* Despite the unforseen consequences of the archive...
pt_br: <25>{#p/toriel}{#f/3}* Apesar das consequências imprevistas do arquivo...
zh_cn: <25>{#p/toriel}{#f/3}* 平心而论... 虽然档案里出了点事， 但那并不怪你。
zh_tw: <25>{#p/toriel}{#f/3}* 平心而論... 雖然檔案裡出了點事， 但那並不怪你。

source: <25>{#p/toriel}{#f/0}* Protecting those humans was the bravest thing you could have done.
pt_br: <25>{#p/toriel}{#f/0}* Proteger aqueles humanos foi a coisa mais corajosa que você fez.
zh_cn: <25>{#p/toriel}{#f/0}* 而尽力保护那些孩子， 足以证明，你很勇敢。
zh_tw: <25>{#p/toriel}{#f/0}* 而盡力保護那些孩子， 足以證明，你很勇敢。

source: <25>{#p/toriel}{#f/1}* Very much so.
pt_br: <25>{#p/toriel}{#f/1}* Muito obrigada por isso.
zh_cn: <25>{#p/toriel}{#f/1}* 行了，别说了。
zh_tw: <25>{#p/toriel}{#f/1}* 行了，別說了。

source: <25>{#p/toriel}{#f/1}* ... Asgore, I...
pt_br: <25>{#p/toriel}{#f/1}* ... Asgore, eu...
zh_cn: <25>{#p/toriel}{#f/1}* ...Asgore，我...
zh_tw: <25>{#p/toriel}{#f/1}* ...Asgore，我...

source: <25>{#p/toriel}{#f/5}* I am not sure that would be wise...
pt_br: <25>{#p/toriel}{#f/5}* Eu não tenho certeza se isso seria certo...
zh_cn: <25>{#p/toriel}{#f/5}* 这样做... 好像不太合适。
zh_tw: <25>{#p/toriel}{#f/5}* 這樣做... 好像不太合適。

source: <25>{#p/toriel}{#f/1}* Besides, even if I DID want a family, it has been so long...
pt_br: <25>{#p/toriel}{#f/1}* Além disso, mesmo que EU QUEIRA uma família, já faz muito tempo...
zh_cn: <25>{#p/toriel}{#f/1}* 而且，我想组建家庭的热情， 很早以前就没了。
zh_tw: <25>{#p/toriel}{#f/1}* 而且，我想組建家庭的熱情， 很早以前就沒了。

source: <25>{#p/toriel}{#f/0}* No, no, this is selfish of me. * I cannot.
pt_br: <25>{#p/toriel}{#f/0}* Não, não, isso é egocêntrico de minha parte. * Eu não posso.
zh_cn: <25>{#p/toriel}{#f/0}* 不不不，这可不是 我的一厢情愿， 我没那么自私。
zh_tw: <25>{#p/toriel}{#f/0}* 不不不，這可不是 我的一廂情願， 我沒那麼自私。

source: <25>{#p/asgore}{#f/6}* Ah, but you see...
pt_br: <25>{#p/asgore}{#f/6}* Ah, mas veja...
zh_cn: <25>{#p/asgore}{#f/6}* 行，行... * 但你看...
zh_tw: <25>{#p/asgore}{#f/6}* 行，行... * 但你看...

source: <25>{#p/asgore}{#f/6}* Frisk is the one who wanted me to ask you about this.
pt_br: <25>{#p/asgore}{#f/6}* Foi Frisk quem me pediu para lhe perguntar sobre isso.
zh_cn: <25>{#p/asgore}{#f/6}* 希望我们俩复合的， 是Frisk啊。
zh_tw: <25>{#p/asgore}{#f/6}* 希望我們倆複合的， 是Frisk啊。

source: <25>{#p/toriel}{#f/1}* Well... I, umm...
pt_br: <25>{#p/toriel}{#f/1}* Bem... eu, umm...
zh_cn: <25>{#p/toriel}{#f/1}* 呃... 那个，我...
zh_tw: <25>{#p/toriel}{#f/1}* 呃... 那個，我...

source: <25>{#p/toriel}{#f/5}* I suppose... I could consider it...
pt_br: <25>{#p/toriel}{#f/5}* Eu suponho... que eu possa considerar...
zh_cn: <25>{#p/toriel}{#f/5}* 这事... 让我想想吧...
zh_tw: <25>{#p/toriel}{#f/5}* 這事... 讓我想想吧...

source: <32>{#p/human}* (You nod your head, smiling.)
pt_br: <32>{#p/human}* (Você acena com a cabeça, sorrindo.)
zh_cn: <32>{#p/human}* （你微笑着点了点头。）
zh_tw: <32>{#p/human}* （你微笑著點了點頭。）

source: <25>{#p/asgore}{#f/21}* See? * Frisk clearly wants you to stay with us.
pt_br: <25>{#p/asgore}{#f/21}* Vê? * Frisk claramente deseja que você fique conosco.
zh_cn: <25>{#p/asgore}{#f/21}* 你看，Frisk也想留住你呢。
zh_tw: <25>{#p/asgore}{#f/21}* 你看，Frisk也想留住你呢。

source: <25>{#p/toriel}{#f/1}* I will think about it.
pt_br: <25>{#p/toriel}{#f/1}* Eu vou pensar sobre isso.
zh_cn: <25>{#p/toriel}{#f/1}* 我到时候好好想想吧。
zh_tw: <25>{#p/toriel}{#f/1}* 我到時候好好想想吧。

source: <25>{#p/toriel}{#f/5}* I do not believe that it would be wise.
pt_br: <25>{#p/toriel}{#f/5}* Eu não acredito que seria o certo.
zh_cn: <25>{#p/toriel}{#f/5}* 这么做根本不合适。
zh_tw: <25>{#p/toriel}{#f/5}* 這麼做根本不合適。

source: <25>{#p/toriel}{#f/10}* I am sorry. * I do desire to have a family, but...
pt_br: <25>{#p/toriel}{#f/10}* Eu sinto muito. * Eu desejo sim ter uma família, mas...
zh_cn: <25>{#p/toriel}{#f/10}* 对不起，我也想有个家， 可现在这样，我不会答应的。
zh_tw: <25>{#p/toriel}{#f/10}* 對不起，我也想有個家， 可現在這樣，我不會答應的。

source: <25>{#p/toriel}{#f/9}* Given the circumstances, I cannot accept it.
pt_br: <25>{#p/toriel}{#f/9}* Dadas as circunstâncias, eu não poderei aceitar.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/asgore}{#f/2}* I understand.
pt_br: <25>{#p/asgore}{#f/2}* Eu entendo.
zh_cn: <25>{#p/asgore}{#f/2}* 我理解的。
zh_tw: <25>{#p/asgore}{#f/2}* 我理解的。

source: <25>{#p/asgore}{#f/4}* ... thank you.
pt_br: <25>{#p/asgore}{#f/4}* ... obrigado.
zh_cn: <25>{#p/asgore}{#f/4}* ...谢谢你。
zh_tw: <25>{#p/asgore}{#f/4}* ...謝謝你。

source: <25>{#p/asgore}{#f/6}* It means a lot to me to hear you speak those words.
pt_br: <25>{#p/asgore}{#f/6}* Significa muito para mim te ouvir dizer tais palavras.
zh_cn: <25>{#p/asgore}{#f/6}* 能听你亲口说出这些话， 我很满足。
zh_tw: <25>{#p/asgore}{#f/6}* 能聽你親口說出這些話， 我很滿足。

source: <25>{#p/toriel}{#f/9}* And you deserved to hear them.
pt_br: <25>{#p/toriel}{#f/9}* E você as merece ouvir.
zh_cn: <25>{#p/toriel}{#f/9}* 要是不说出来， 我也觉得欠点什么。
zh_tw: <25>{#p/toriel}{#f/9}* 要是不說出來， 我也覺得欠點什麼。

source: <25>{#p/asgore}{#f/5}* Hmm.
zh_cn: <25>{#p/asgore}{#f/5}* 唔...
zh_tw: <25>{#p/asgore}{#f/5}* 唔...

source: <18>{#p/papyrus}HEY GUYS!
pt_br: <18>{#p/papyrus}OLÁ PESSOAL!
zh_cn: <18>{#p/papyrus}各位好哇！
zh_tw: <18>{#p/papyrus}各位好哇！

source: <25>{#p/toriel}{#f/1}* ... oh, hello!
pt_br: <25>{#p/toriel}{#f/1}* ... oh, oi!
zh_cn: <25>{#p/toriel}{#f/1}* ...哦，你好呀！
zh_tw: <25>{#p/toriel}{#f/1}* ...喔，你好呀！

source: <18>{#p/papyrus}{#f/0}HELLO! IT'S VERY NICE TO SEE YOU AGAIN.
pt_br: <18>{#p/papyrus}{#f/0}OLÁ! É ÓTIMO TE VER DE NOVO!
zh_cn: <18>{#p/papyrus}{#f/0}没想到又在这见到您！ 太棒了！
zh_tw: <18>{#p/papyrus}{#f/0}沒想到又在這見到您！ 太棒了！

source: <18>{#p/papyrus}{#f/9}I JUST FINISHED CLEANING UP AT THE HOUSE PARTY!
pt_br: <18>{#p/papyrus}{#f/9}EU ACABEI DE LIMPAR A FESTA NA CASA!
zh_cn: <18>{#p/papyrus}{#f/9}聚会结束了， 我刚把屋子打扫完！
zh_tw: <18>{#p/papyrus}{#f/9}聚會結束了， 我剛把屋子打掃完！

source: <25>{#p/toriel}{#f/1}* ... I see, I see.
pt_br: <25>{#p/toriel}{#f/1}* ... Que bom, que bom.
zh_cn: <25>{#p/toriel}{#f/1}* ...好的，知道了。
zh_tw: <25>{#p/toriel}{#f/1}* ...好的，知道了。

source: <25>{#p/toriel}{#f/0}* Well then. * Perhaps you could join us in our... activity.
pt_br: <25>{#p/toriel}{#f/0}* Pois bem. * Talvez você queira se juntar a nossa atividade.
zh_cn: <25>{#p/toriel}{#f/0}* 那么，你想跟我们一起... 看星星吗？
zh_tw: <25>{#p/toriel}{#f/0}* 那麼，你想跟我們一起... 看星星嗎？

source: <18>{#p/papyrus}{#f/5}WOWIE...
zh_cn: <18>{#p/papyrus}{#f/5}哇哦...
zh_tw: <18>{#p/papyrus}{#f/5}哇喔...

source: <25>{#p/asgore}{#f/21}* Beautiful, is it not?
pt_br: <25>{#p/asgore}{#f/21}* É lindo, não é mesmo?
zh_cn: <25>{#p/asgore}{#f/21}* 是不是很漂亮？
zh_tw: <25>{#p/asgore}{#f/21}* 是不是很漂亮？

source: <25>{#p/asgore}{#f/5}* Until now, the force field has obscured much of the cosmos' light.
pt_br: <25>{#p/asgore}{#f/5}* Até o momento, o escudo de força havia escurecido muita luz do cosmo.
zh_cn: <25>{#p/asgore}{#f/5}* 以前，因为力场引力的影响， 宇宙的光芒大多被扭曲， 无法到达这里。
zh_tw: <25>{#p/asgore}{#f/5}* 以前，因為力場引力的影響， 宇宙的光芒大多被扭曲， 無法到達這裡。

source: <25>{#p/asgore}{#f/6}* Indeed... this is how the stars have looked all along.
pt_br: <25>{#p/asgore}{#f/6}* Interessante... é assim que as estrelas se parecem com todo seu brilho.
zh_cn: <25>{#p/asgore}{#f/6}* 现在这番景象... 才是这片星空本来的模样。
zh_tw: <25>{#p/asgore}{#f/6}* 現在這番景象... 才是這片星空本來的模樣。

source: <18>{#p/papyrus}{#f/0}HOW FASCINATING!
pt_br: <18>{#p/papyrus}{#f/0}QUE FASCINANTE!
zh_cn: <18>{#p/papyrus}{#f/0}真的好美！
zh_tw: <18>{#p/papyrus}{#f/0}真的好美！

source: <18>{#p/papyrus}{#f/6}... IF ONLY I COULD TELL THE DIFFERENCE.
pt_br: <18>{#p/papyrus}{#f/6}... SE EU PELO MENOS PUDESSE DIZER A DIFERENÇA.
zh_cn: <18>{#p/papyrus}{#f/6}...不过我还是没看出来 和以前有啥区别。
zh_tw: <18>{#p/papyrus}{#f/6}...不過我還是沒看出來 和以前有啥區別。

source: <25>{#p/asgore}{#f/5}* If you are having trouble seeing, you may simply be tired.
pt_br: <25>{#p/asgore}{#f/5}* Se você estiver tendo dificuldades para jogar a diferença, talvez esteja cansado.
zh_cn: <25>{#p/asgore}{#f/5}* 要是真看不出来， 可能是你太累了。
zh_tw: <25>{#p/asgore}{#f/5}* 要是真看不出來， 可能是你太累了。

source: <18>{#p/papyrus}{#f/5}I SUPPOSE IT HAS BEEN A LONG DAY...
pt_br: <18>{#p/papyrus}{#f/5}EU SUPONHO QUE FOI UM LONGO DIA...
zh_cn: <18>{#p/papyrus}{#f/5}今天一天净忙活了...
zh_tw: <18>{#p/papyrus}{#f/5}今天一天淨忙活了...

source: <25>{#p/toriel}{#f/1}* Perhaps it would be a good idea to lay down and rest, then.
pt_br: <25>{#p/toriel}{#f/1}* É uma boa ideia deitar e dormir, então.
zh_cn: <25>{#p/toriel}{#f/1}* 那就躺下休息一下吧。
zh_tw: <25>{#p/toriel}{#f/1}* 那就躺下休息一下吧。

source: <18>{#p/papyrus}{#f/7}WHAT!? RESTING!?
pt_br: <18>{#p/papyrus}{#f/7}O QUE!? DESCANSAR!?
zh_cn: <18>{#p/papyrus}{#f/7}啥？！ 我能休息了？！
zh_tw: <18>{#p/papyrus}{#f/7}啥？！ 我能休息了？！

source: <18>{#p/papyrus}{#f/7}GIVE ME A BREAK!!
pt_br: <18>{#p/papyrus}{#f/7}ME DA UMA PAUSA!!
zh_cn: <18>{#p/papyrus}{#f/7}我现在就要 好好睡一觉！！
zh_tw: <18>{#p/papyrus}{#f/7}我現在就要 好好睡一覺！！

source: <18>{#p/papyrus}{#f/4}ACTUALLY, DON'T GIVE ME A BREAK.
pt_br: <18>{#p/papyrus}{#f/4}NA VERDADE, NÃO ME DA UMA PAUSA.
zh_cn: <18>{#p/papyrus}{#f/4}还是算了，不休息了。
zh_tw: <18>{#p/papyrus}{#f/4}還是算了，不休息了。

source: <18>{#p/papyrus}{#f/7}I DON'T NEED ONE!!
pt_br: <18>{#p/papyrus}{#f/7}EU NÃO PRECISO!!
zh_cn: <18>{#p/papyrus}{#f/7}PAPYRUS根本就 不需要休息！！
zh_tw: <18>{#p/papyrus}{#f/7}PAPYRUS根本就 不需要休息！！

source: <18>{#p/papyrus}{#f/5}MY BROTHER, ON THE OTHER HAND...
pt_br: <18>{#p/papyrus}{#f/5}MEU IRMÃO POR OUTRO LADO...
zh_cn: <18>{#p/papyrus}{#f/5}不过呢，我有个兄弟...
zh_tw: <18>{#p/papyrus}{#f/5}不過呢，我有個兄弟...

source: <25>{#p/sans}{#f/2}* 'sup, bro?
pt_br: <25>{#p/sans}{#f/2}* salve, irmão?
zh_cn: <25>{#p/sans}{#f/2}* 怎么啦？
zh_tw: <25>{#p/sans}{#f/2}* 怎麼啦？

source: <25>{#p/toriel}{#f/0}* Oh! * "'Sup," Sans!
pt_br: <25>{#p/toriel}{#f/0}* Oh! * "Salve", Sans!
zh_cn: <25>{#p/toriel}{#f/0}* 哦！ * 怎么{@fill=#ff0}啦{@fill=#fff}么晚才来呢， Sans？
zh_tw: <25>{#p/toriel}{#f/0}* 喔！ * 怎麼{@fill=#ff0}啦{@fill=#fff}麼晚才來呢， Sans？

source: <25>{#p/asgore}{#f/5}* Howdy...?
pt_br: <25>{#p/asgore}{#f/5}* Olá...?
zh_cn: <25>{#p/asgore}{#f/5}* ...哈喽？
zh_tw: <25>{#p/asgore}{#f/5}* ...哈囉？

source: <18>{#p/papyrus}{#f/4}YOU KNOW WHAT "SUP," BROTHER...
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ SABE O TAL "SALVE", IRMÃO...
zh_cn: <18>{#p/papyrus}{#f/4}“怎么辣”... 我的兄弟啊， 你咋明知故问呢？
zh_tw: <18>{#p/papyrus}{#f/4}「怎麼辣」... 我的兄弟啊， 你咋明知故問呢？

source: <18>{#p/papyrus}{#f/0}AND WHAT'S DOWN! AND WHAT'S LEFT! AND WHAT'S RIGHT!
pt_br: <18>{#p/papyrus}{#f/0}E O QUE NÃO TÁ SALVE! E O QUE TÁ DE BUENAS! E O QUE TÁ TRANQUILEBA!
zh_cn: <18>{#p/papyrus}{#f/0}你咋不问“怎么酸” “怎么甜” “怎么苦”呢？
zh_tw: <18>{#p/papyrus}{#f/0}你咋不問「怎麼酸」 「怎麼甜」 「怎麼苦」呢？

source: <18>{#p/papyrus}{#f/9}IT'S ALL AROUND US, IN FACT!
pt_br: <18>{#p/papyrus}{#f/9}ESTÁ TUDO AO NOSSO REDOR!
zh_cn: <18>{#p/papyrus}{#f/9}正好凑齐酸甜苦辣！
zh_tw: <18>{#p/papyrus}{#f/9}正好湊齊酸甜苦辣！

source: <25>{#p/sans}{#f/0}* hmm...
zh_cn: <25>{#p/sans}{#f/0}* 嗯... {@fill=#ff0}酸{@fill=#fff}你厉害。
zh_tw: <25>{#p/sans}{#f/0}* 嗯... {@fill=#ff0}酸{@fill=#fff}你厲害。

source: <25>{#p/sans}{#f/2}* so would you say you're {@fill=#ff0}shooting for the stars{@fill=#fff}, then?
pt_br: <25>{#p/sans}{#f/2}* Então você quer dizer que eu estou {@fill=#ff0}voando nas estrelas {@fill=#fff}, então?
zh_cn: <25>{#p/sans}{#f/2}* 你果然是个{@fill=#ff0}甜{@fill=#fff}才。
zh_tw: <25>{#p/sans}{#f/2}* 你果然是個{@fill=#ff0}甜{@fill=#fff}才。

source: <18>{#p/papyrus}{#f/5}WELL, YES, I SUPPOSE I WOULD.
pt_br: <18>{#p/papyrus}{#f/5}BEM, DAQUI A POUCO, EU DIREI QUE SIM!
zh_cn: <18>{#p/papyrus}{#f/5}嗯，{@fill=#ff0}辣{@fill=#fff}还用说。
zh_tw: <18>{#p/papyrus}{#f/5}嗯，{@fill=#ff0}辣{@fill=#fff}還用說。

source: <25>{#p/sans}{#f/4}* heheh. * glad to hear it.
pt_br: <25>{#p/sans}{#f/4}* heheh. * feliz em ouvir.
zh_cn: <25>{#p/sans}{#f/4}* 嘿嘿嘿。 * 我都快激动{@fill=#ff0}苦{@fill=#fff}了。
zh_tw: <25>{#p/sans}{#f/4}* 嘿嘿嘿。 * 我都快激動{@fill=#ff0}苦{@fill=#fff}了。

source: <18>{#p/papyrus}{#f/0}SO AM I.
pt_br: <18>{#p/papyrus}{#f/0}EU TAMBÉM.
zh_cn: <18>{#p/papyrus}{#f/0}我也是啊。
zh_tw: <18>{#p/papyrus}{#f/0}我也是啊。

source: <25>{#p/sans}* by the way, everyone LOVED the spaghetti you made earlier.
pt_br: <25>{#p/sans}* Por sinal, todos AMARAM o espaguete que você fez mais cedo.
zh_cn: <25>{#p/sans}* 哦对了，大伙全都特别 “喜欢”你做的意面呢。
zh_tw: <25>{#p/sans}* 喔對了，大夥全都特別 「喜歡」你做的意面呢。

source: <25>{#p/sans}{#f/2}* in fact, i would've gotten here sooner...
pt_br: <25>{#p/sans}{#f/2}* Eu teria chegado aqui mais cedo...
zh_cn: <25>{#p/sans}{#f/2}* 我过来的时候， 一群怪物围着我， 求我帮忙“把意面解决掉”...
zh_tw: <25>{#p/sans}{#f/2}* 我過來的時候， 一群怪物圍著我， 求我幫忙「把意面解決掉」...

source: <25>{#p/sans}{#f/2}* ... if it wasn't for everyone begging me to try it.
pt_br: <25>{#p/sans}{#f/2}* ... se não fosse todo mundo me implorando para provar.
zh_cn: <25>{#p/sans}{#f/2}* ...不然我还能早点到。
zh_tw: <25>{#p/sans}{#f/2}* ...不然我還能早點到。

source: <18>{#p/papyrus}{#f/0}BUT... DID -YOU- LIKE IT!?
pt_br: <18>{#p/papyrus}{#f/0}MAS... VOCÊ GOSTOU!?
zh_cn: <18>{#p/papyrus}{#f/0}那... 你喜欢吃吗？
zh_tw: <18>{#p/papyrus}{#f/0}那... 你喜歡吃嗎？

source: <25>{#p/sans}{#f/3}* heh. * of course i did.
pt_br: <25>{#p/sans}{#f/3}* heh. * é claro que sim.
zh_cn: <25>{#p/sans}{#f/3}* 嘿，当然喜欢呀。
zh_tw: <25>{#p/sans}{#f/3}* 嘿，當然喜歡呀。

source: <25>{#p/sans}{#f/0}* you've improved your skills a LOT lately.
pt_br: <25>{#p/sans}{#f/0}* você tem melhorado bastante suas habilidades.
zh_cn: <25>{#p/sans}{#f/0}* 看来，这几天 你的厨艺进步飞快啊。
zh_tw: <25>{#p/sans}{#f/0}* 看來，這幾天 你的廚藝進步飛快啊。

source: <18>{#p/papyrus}{#f/9}NYEH HEH HEH! OF COURSE I HAVE!
pt_br: <18>{#p/papyrus}{#f/9}NYEH HEH HEH! É CLARO QUE EU TENHO!
zh_cn: <18>{#p/papyrus}{#f/9}捏嘿嘿！ 那必须滴！
zh_tw: <18>{#p/papyrus}{#f/9}捏嘿嘿！ 那必須滴！

source: <18>{#p/papyrus}{#f/0}I'VE BEEN FEELING MORE MOTIVATED IN GENERAL...
pt_br: <18>{#p/papyrus}{#f/0}EU TENHO ME SENTIDO MAIS MOTIVADO DE MODO GERAL...
zh_cn: <18>{#p/papyrus}{#f/0}自打FRISK来这里... 我就感觉 越来越有动力！
zh_tw: <18>{#p/papyrus}{#f/0}自打FRISK來這裡... 我就感覺 越來越有動力！

source: <18>{#p/papyrus}{#f/0}... EVER SINCE FRISK ARRIVED.
pt_br: <18>{#p/papyrus}{#f/0}... DESDE QUE FRISK CHEGOU.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#p/sans}{#f/0}* they seem to have that effect on people, huh?
pt_br: <25>{#p/sans}{#f/0}* Ele parece ter um efeito nas pessoas, huh?
zh_cn: <25>{#p/sans}{#f/0}* 有了frisk， 大家都更乐观了， 你说是不？
zh_tw: <25>{#p/sans}{#f/0}* 有了frisk， 大家都更樂觀了， 你說是不？

source: <18>{#p/papyrus}{#f/0}YEAH, IT FELT LIKE I HAD A PURPOSE WITH THEM!
pt_br: <18>{#p/papyrus}{#f/0}SIM, EU SENTI QUE TINHA UM PROPÓSITO AO LADO DELE!
zh_cn: <18>{#p/papyrus}{#f/0}是啊！ 而且，FRISK来之后， 我也有了小目标！
zh_tw: <18>{#p/papyrus}{#f/0}是啊！ 而且，FRISK來之後， 我也有了小目標！

source: <18>{#p/papyrus}{#f/4}FIRST, AS THEIR INDOMITABLE FOE...
pt_br: <18>{#p/papyrus}{#f/4}PRIMEIRO, COMO SEU INIMIGO INDOMÁVEL...
zh_cn: <18>{#p/papyrus}{#f/4}一开始，我的目标是： 战胜FRISK...
zh_tw: <18>{#p/papyrus}{#f/4}一開始，我的目標是： 戰勝FRISK...

source: <18>{#p/papyrus}{#f/5}... AND THEN, LATER, A TRULY GREAT FRIEND.
pt_br: <18>{#p/papyrus}{#f/5}... E DEPOIS, COMO UM GRANDE AMIGO.
zh_cn: <18>{#p/papyrus}{#f/5}...后来，我有了新的目标： 我要成为FRISK 真正的好朋友。
zh_tw: <18>{#p/papyrus}{#f/5}...後來，我有了新的目標： 我要成為FRISK 真正的好朋友。

source: <18>{#p/papyrus}{#f/6}MY ONLY WORRY IS THAT, NOW THAT WE'RE FREE...
pt_br: <18>{#p/papyrus}{#f/6}MINHA PREOCUPAÇÃO É QUE AGORA QUE ESTAMOS LIVRES...
zh_cn: <18>{#p/papyrus}{#f/6}不过...
zh_tw: <18>{#p/papyrus}{#f/6}不過...

source: <18>{#p/papyrus}{#f/6}IT'LL BE KIND OF HARD TO FIGURE OUT WHAT COMES NEXT.
pt_br: <18>{#p/papyrus}{#f/6}É DIFÍCIL IMAGINAR O QUE VIRÁ DEPOIS.
zh_cn: <18>{#p/papyrus}{#f/6}现在突然自由了， 反倒不知道干点啥好了。
zh_tw: <18>{#p/papyrus}{#f/6}現在突然自由了， 反倒不知道幹點啥好了。

source: <18>{#p/papyrus}{#f/4}ON THE FLIPSIDE, NOW THAT WE -ARE- FREE...
pt_br: <18>{#p/papyrus}{#f/4}POR OUTRO LADO, AGORA QUE -ESTAMOS- LIVRES...
zh_cn: <18>{#p/papyrus}{#f/4}不过我转念一想...
zh_tw: <18>{#p/papyrus}{#f/4}不過我轉念一想...

source: <18>{#p/papyrus}{#f/9}WE'LL HAVE ALL THE TIME IN THE GALAXY TO DECIDE!
pt_br: <18>{#p/papyrus}{#f/9}NÓS TEMOS TODO O TEMPO DA GALÁXIA PARA DECIDIR!
zh_cn: <18>{#p/papyrus}{#f/9}既然自由了， 那么我就有无穷的时间 慢慢思考！
zh_tw: <18>{#p/papyrus}{#f/9}既然自由了， 那麼我就有無窮的時間 慢慢思考！

source: <18>{#p/papyrus}{#f/0}... I WONDER WHAT I'LL DO FIRST.
pt_br: <18>{#p/papyrus}{#f/0}... EU ME PERGUNTO O QUE FAREI PRIMEIRO.
zh_cn: <18>{#p/papyrus}{#f/0}所以... 第一步，做点啥好呢...
zh_tw: <18>{#p/papyrus}{#f/0}所以... 第一步，做點啥好呢...

source: <25>{#p/undyne}{#f/8}* Fuhuhu! * I have an idea!
pt_br: <25>{#p/undyne}{#f/8}* Fuhuhu! * Eu tenho uma ideia!
zh_cn: <25>{#p/undyne}{#f/8}* 呋呼呼！ * 我有一计！
zh_tw: <25>{#p/undyne}{#f/8}* 呋呼呼！ * 我有一計！

source: <25>{#p/alphys}{#g/alphysSmarmyAggressive}* That's right. You're going to help us launch a Mew Mew franchise.
pt_br: <25>{#p/alphys}{#g/alphysSmarmyAggressive}* Exatamente. Você vai nos ajudar a lançar uma nova franquia Mew Mew.
zh_cn: <25>{#p/alphys}{#g/alphysSmarmyAggressive}* 嗯，来帮我们拍喵喵同人吧。
zh_tw: <25>{#p/alphys}{#g/alphysSmarmyAggressive}* 嗯，來幫我們拍喵喵同人吧。

source: <25>{#p/toriel}{#f/6}* Pff- * Hahaha!
zh_cn: <25>{#p/toriel}{#f/6}* 噗- * 哈哈哈！
zh_tw: <25>{#p/toriel}{#f/6}* 噗- * 哈哈哈！

source: <25>{#p/undyne}{#f/12}* I mean, I wouldn't go THAT far, but... sure.
pt_br: <25>{#p/undyne}{#f/12}* Quer dizer, eu não iria tão longe, mas... claro.
zh_cn: <25>{#p/undyne}{#f/12}* 其实真不用做到这种地步。 * 不过... 我没意见。
zh_tw: <25>{#p/undyne}{#f/12}* 其實真不用做到這種地步。 * 不過... 我沒意見。

source: <25>{#p/alphys}{#g/alphysYupEverythingsFine}* So, first, we'll need a spacecraft for Mew Mew to pilot...
pt_br: <25>{#p/alphys}{#g/alphysYupEverythingsFine}* Então, primeiro, precisaremos de uma espaçonave para Mew Mew pilotar...
zh_cn: <25>{#p/alphys}{#g/alphysYupEverythingsFine}* 首先，喵喵要驾驶飞船， 所以咱得先找到一架飞船 给喵喵开...
zh_tw: <25>{#p/alphys}{#g/alphysYupEverythingsFine}* 首先，喵喵要駕駛飛船， 所以咱得先找到一架飛船 給喵喵開...

source: <25>{#p/undyne}{#f/17}* Alphys!! * We're not even off the outpost yet!
pt_br: <25>{#p/undyne}{#f/17}* Alphys!! * Nós nem saímos do Outpost ainda!
zh_cn: <25>{#p/undyne}{#f/17}* Alphys！！ 咱们还没出前哨站呢！
zh_tw: <25>{#p/undyne}{#f/17}* Alphys！！ 咱們還沒出前哨站呢！

source: <25>{#p/undyne}{#f/16}* And besides, she's... kind of busy right now.
pt_br: <25>{#p/undyne}{#f/16}* E aliás, ela... está meio ocupada agora.
zh_cn: <25>{#p/undyne}{#f/16}* 而且，喵喵现在... 不太方便拍节目。
zh_tw: <25>{#p/undyne}{#f/16}* 而且，喵喵現在... 不太方便拍節目。

source: <25>{#p/alphys}{#g/alphysWelp}* O-oh right, I forgot there's a real life Mew Mew now.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* A-ah é, eu esqueci que agora existe uma Mew Mew de verdade.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 哎呀，我怎么忘了 现在已经有真人版喵喵了！
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 哎呀，我怎麼忘了 現在已經有真人版喵喵了！

source: <18>{#p/papyrus}{#f/0}YEAH, I SAW HER AT THE PARTY NOT TOO LONG AGO!
pt_br: <18>{#p/papyrus}{#f/0}É, EU VI ELA NÃO MUITO TEMPO ATRÁS NA FESTA!
zh_cn: <18>{#p/papyrus}{#f/0}是啊。 前不久，我刚在宴会上 见到她！
zh_tw: <18>{#p/papyrus}{#f/0}是啊。 前不久，我剛在宴會上 見到她！

source: <18>{#p/papyrus}{#f/0}SHE SEEMED PRETTY HAPPY, ACTUALLY.
pt_br: <18>{#p/papyrus}{#f/0}ELA PARECIA BEM FELIZ, SINCERAMENTE.
zh_cn: <18>{#p/papyrus}{#f/0}看起来，她真的很开心。
zh_tw: <18>{#p/papyrus}{#f/0}看起來，她真的很開心。

source: <25>{#p/alphys}{#g/alphysInquisitive}* Didn't she used to be some angry dummy or something?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Ela não era um tal de Boneco Raivoso oh algo assim?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 她以前不就是一个 成天发脾气的人偶吗？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 她以前不就是一個 成天發脾氣的人偶嗎？

source: <25>{#p/undyne}{#f/7}* It doesn't MATTER! * She's beautiful the way she is NOW, dammit!
pt_br: <25>{#p/undyne}{#f/7}* Não IMPORTA! * Ela é bonita do jeito que é agora, CARALHO!
zh_cn: <25>{#p/undyne}{#f/7}* 以前是以前，现在是现在！ * 现在她长得漂亮就行呗， 真是的！
zh_tw: <25>{#p/undyne}{#f/7}* 以前是以前，現在是現在！ * 現在她長得漂亮就行唄， 真是的！

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Oh my god, okay!!
pt_br: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Nossa, tá booom!?
zh_cn: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 行行行，你说得都对！！
zh_tw: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* 行行行，你說得都對！！

source: <25>{#p/undyne}{#f/16}* And besides, it's...
pt_br: <25>{#p/undyne}{#f/16}* E além disso...
zh_cn: <25>{#p/undyne}{#f/16}* 而且，“喵喵”...
zh_tw: <25>{#p/undyne}{#f/16}* 而且，「喵喵」...

source: <25>{#p/undyne}{#f/17}* Hey, weren't you supposed to be making someone a Mew mew doll?
pt_br: <25>{#p/undyne}{#f/17}* Ei, não era pra você estar fazendo uma nova Boneca Mew Mew pra alguém?
zh_cn: <25>{#p/undyne}{#f/17}* 嘿，你不得先找个幽灵， 让它当上喵喵吗？
zh_tw: <25>{#p/undyne}{#f/17}* 嘿，你不得先找個幽靈， 讓它當上喵喵嗎？
