Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/13}* Before he was made king, he trained for centuries...
pt_br: <25>{#f/13}* Antes de se tornar rei, ele treinou por centenas de anos...
zh_cn: <25>{#f/13}* 在当上国王之前， 他刻苦修炼...
zh_tw: <25>{#f/13}* 在當上國王之前， 他刻苦修煉...

source: <25>{#f/15}* To become a painter.
pt_br: <25>{#f/15}* Para se tornar pintor.
zh_cn: <25>{#f/15}* 只为当上一名... 画家。
zh_tw: <25>{#f/15}* 只為當上一名... 畫家。

source: <25>{#f/10}* If that's true, I wonder what made him change his mind...?
pt_br: <25>{#f/10}* Se isso for verdade, eu me pergunto o que fez ele trocar de ideia...?
zh_cn: <25>{#f/10}* 假如故事是真的， 那我就想不明白， 他为啥要转行呢？
zh_tw: <25>{#f/10}* 假如故事是真的， 那我就想不明白， 他為啥要轉行呢？

source: <25>{#p/asriel1}{#f/16}* Actually, I have a theory about Erogot's paintings.
pt_br: <25>{#p/asriel1}{#f/16}* Na verdade, eu tenho uma teoria sobre as pinturas de Erogot.
zh_cn: <25>{#p/asriel1}{#f/16}* 关于这事，我有个猜想。
zh_tw: <25>{#p/asriel1}{#f/16}* 關於這事，我有個猜想。

source: <25>{#f/13}* You see, according to old homeworld legends...
pt_br: <25>{#f/13}* Veja, de acordo com as lendas do antigo mundo natal...
zh_cn: <25>{#f/13}* 据故园的神话记载...
zh_tw: <25>{#f/13}* 據故園的神話記載...

source: <25>{#f/13}* If the conditions were just right...
pt_br: <25>{#f/13}* Se as condições fossem as corretas...
zh_cn: <25>{#f/13}* 如果万事俱备，条件合适... 那么，技艺高超的画家 就能用画笔预见未来。
zh_tw: <25>{#f/13}* 如果萬事俱備，條件合適... 那麼，技藝高超的畫家 就能用畫筆預見未來。

source: <25>{#f/16}* A highly skilled painter could paint a glimpse of the future.
pt_br: <25>{#f/16}* Um artista habilidoso poderia pintar o que ele imagina do futuro.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/15}* If Erogot created such a painting, and foresaw the war...
pt_br: <25>{#f/15}* Se Erogot criou tal pintura e previu a guerra...
zh_cn: <25>{#f/15}* 如果Erogot画了那样的画， 而画预言了战争爆发... 就能解释他为啥转行了。
zh_tw: <25>{#f/15}* 如果Erogot畫了那樣的畫， 而畫預言了戰爭爆發... 就能解釋他為啥轉行了。

source: <25>{#f/17}* ... well, that'd explain a lot more than just the career change.
pt_br: <25>{#f/17}* ... Bem, isso explicaria muito mais do que apenas a mudança de carreira.
zh_cn: <25>{#f/17}* ...其实，不只是转行。 如果传说属实，那么 很多事都能解释得通了。
zh_tw: <25>{#f/17}* ...其實，不只是轉行。 如果傳說屬實，那麼 很多事都能解釋得通了。

source: <25>{#p/asriel1}{#f/16}* I guess we'll never know for sure.
pt_br: <25>{#p/asriel1}{#f/16}* Acho que nunca teremos a certeza, infelizmente.
zh_cn: <25>{#p/asriel1}{#f/16}* 至于真相， 也许永远都无法知晓。
zh_tw: <25>{#p/asriel1}{#f/16}* 至於真相， 也許永遠都無法知曉。

source: <32>{#p/basic}* The seat of the kingdom.
pt_br: <32>{#p/basic}* O acento do reino.
zh_cn: <32>{#p/basic}* 王之宝座。
zh_tw: <32>{#p/basic}* 王之寶座。

source: <32>{#p/basic}* It's out of service.
pt_br: <32>{#p/basic}* Está fora de serviço.
zh_cn: <32>{#p/basic}* 停机了。
zh_tw: <32>{#p/basic}* 停機了。

source: <32>{#p/human}* (You activate the terminal.) * (It appears to be unlocked.)
pt_br: <32>{#p/human}* (Você ativa o terminal.) * (Parece estar desbloqueado.)
zh_cn: <32>{#p/human}* （你激活了终端。） * （上面显示：已解锁。）
zh_tw: <32>{#p/human}* （你激活了終端。） * （上面顯示：已解鎖。）

source: <32>{#p/basic}* "No further action required."
pt_br: <32>{#p/basic}* "Nenhuma ação necessária."
zh_cn: <32>{#p/basic}* “你可以前进了。”
zh_tw: <32>{#p/basic}* 「你可以前進了。」

source: <32>{#p/basic}* "Access pending." * "Authorization required."
pt_br: <32>{#p/basic}* "Acesso pendente." * "Autorização requerida."
zh_cn: <32>{#p/basic}* “正在确认通行权限...”
zh_tw: <32>{#p/basic}* 「正在確認通行權限...」

source: <32>{*}* "Scanning..." * "Scanning..." * "Scanning..."{^50}{%}
pt_br: <32>{*}* "Digitalização..." * "Digitalização..." * "Digitalização..."{^50}{%}
zh_cn: <32>{*}* “扫描中...” * “扫描中...” * “扫描中...”{^50}{%}
zh_tw: <32>{*}* 「掃描中...」 * 「掃描中...」 * 「掃描中...」{^50}{%}

source: <32>{*}* "Subject '$(nameu)' identified." * "Subject 'ASRIEL' identi- {%}
pt_br: <32>{*}* "Sujeito '$(nameu)' identificado." * "Sujeito 'ASRIEL' identi- {%}
zh_cn: <32>{*}* “身份已确认：$(nameu)。” * “身份已确认：ASRI- {%}
zh_tw: <32>{*}* 「身份已確認：$(nameu)。」 * 「身份已確認：ASRI- {%}

source: <32>{#c.backdoor}* "Manual override engaged." * "Access granted."
pt_br: <32>{#c.backdoor}* "Manual reescrito." * "Acesso garantido."
zh_cn: <32>{#c.backdoor}* “权限已被强制修改。” * “认证成功。”
zh_tw: <32>{#c.backdoor}* 「權限已被強制修改。」 * 「認證成功。」

source: <25>{#p/asriel2}{#f/10}* That was awfully fast...
pt_br: <25>{#p/asriel2}{#f/10}* Isso foi bem rápido...
zh_cn: <25>{#p/asriel2}{#f/10}* 改口真快啊...
zh_tw: <25>{#p/asriel2}{#f/10}* 改口真快啊...

source: <32>{*}* "Subject 'HUMAN' identified." * "Verifying..."{^50}{%}
pt_br: <32>{*}* "Dinheiro 'HUMANO' identificado." * "Verificando..."{^50}{%}
zh_cn: <32>{*}* “身份已确认：人类。” * “核验中...”{^50}{%}
zh_tw: <32>{*}* 「身份已確認：人類。」 * 「核驗中...」{^50}{%}

source: <32>{#c.backdoor}* "Identity verified." * "Access granted."
pt_br: <32>{#c.backdoor}* "Identidade verificada." * "Acesso garantido."
zh_cn: <32>{#c.backdoor}* “核验通过。” * “认证成功。”
zh_tw: <32>{#c.backdoor}* 「核驗通過。」 * 「認證成功。」

source: <25>{#p/sans}{#f/0}* papyrus's cooking has improved lately, but...
pt_br: <25>{#p/sans}{#f/0}* A culinária do Papyrus melhorou bastante ultimamente, mas...
zh_cn: <25>{#p/sans}{#f/0}* 最近，papyrus的厨艺 有点长进了，不过...
zh_tw: <25>{#p/sans}{#f/0}* 最近，papyrus的廚藝 有點長進了，不過...

source: <25>{#p/sans}{#f/0}* there's a lot that goes into a great meal.
pt_br: <25>{#p/sans}{#f/0}* tem muita coisa a ser para uma grande refeição.
zh_cn: <25>{#p/sans}{#f/0}* 一顿丰盛的晚宴 需要很多东西。
zh_tw: <25>{#p/sans}{#f/0}* 一頓豐盛的晚宴 需要很多東西。

source: <26>{#p/sans}{#f/3}* the chef... the recipe...
pt_br: <26>{#p/sans}{#f/3}* O chefe... a receita...
zh_cn: <26>{#p/sans}{#f/3}* 厨师... 配方...
zh_tw: <26>{#p/sans}{#f/3}* 廚師... 配方...

source: <25>{#p/sans}{#f/2}* i'd like to think i had a hand in one of those things.
pt_br: <25>{#p/sans}{#f/2}* eu gosto de pensar que tenho controle sobre uma dessas coisas.
zh_cn: <25>{#p/sans}{#f/2}* 我都想要参与到其中。
zh_tw: <25>{#p/sans}{#f/2}* 我都想要參與到其中。

source: <18>{#p/papyrus}{#f/4}SANS, I SWEAR IF YOU MEDDLE WITH ANYTHING...
pt_br: <18>{#p/papyrus}{#f/4}SANS, EU JURO QUE SE VOCÊ SE METER EM ALGUMA COISA...
zh_cn: <18>{#p/papyrus}{#f/4}SANS，你别啥都掺活， 我敢说...
zh_tw: <18>{#p/papyrus}{#f/4}SANS，你別啥都摻活， 我敢說...

source: <25>{#p/sans}{#f/0}* don't worry, bro. * i'd only do what's best for you.
pt_br: <25>{#p/sans}{#f/0}* não se preocupa, mano. * eu só faço o que é melhor para você.
zh_cn: <25>{#p/sans}{#f/0}* 别担心，兄弟。 * 我只会做对你有益的事。
zh_tw: <25>{#p/sans}{#f/0}* 別擔心，兄弟。 * 我只會做對你有益的事。

source: <18>{#p/papyrus}{#f/6}I HOPE SO!!
pt_br: <18>{#p/papyrus}{#f/6}ASSIM ESPERO!!
zh_cn: <18>{#p/papyrus}{#f/6}希望吧！！
zh_tw: <18>{#p/papyrus}{#f/6}希望吧！！

source: <25>{#p/sans}{#f/0}* i'm not saying undyne MEANT to screw up the recipe, but come on.
pt_br: <25>{#p/sans}{#f/0}* eu não quero dizer que Undyne PROPOSITALMENTE ferrou com a receita, mas sei lá.
zh_cn: <25>{#p/sans}{#f/0}* 不是责怪Undyne的意思哈， 不过呢...
zh_tw: <25>{#p/sans}{#f/0}* 不是責怪Undyne的意思哈， 不過呢...

source: <25>{#p/sans}{#f/0}* it would have been nice if she at LEAST double- checked it.
pt_br: <25>{#p/sans}{#f/0}* seria legal se ela PELO MENOS olhasse duas vezes o que você está fazendo.
zh_cn: <25>{#p/sans}{#f/0}* 拿食谱前多看两眼呢， 搞得跟她故意拿错了一样。
zh_tw: <25>{#p/sans}{#f/0}* 拿食譜前多看兩眼呢， 搞得跟她故意拿錯了一樣。

source: <25>{#p/sans}{#f/3}* ... playing it safe isn't her usual recipe for success, i guess.
pt_br: <25>{#p/sans}{#f/3}* ... jogar com segurança não é muito o jeito dela, eu acho.
zh_cn: <25>{#p/sans}{#f/3}* ...看来她的成功秘笈 不包括小心行事。
zh_tw: <25>{#p/sans}{#f/3}* ...看來她的成功祕笈 不包括小心行事。

source: <26>{#p/sans}{#f/2}* at least it's all taken care of now.
pt_br: <26>{#p/sans}{#f/2}* pelo menos está tudo bem cuidado por agora.
zh_cn: <26>{#p/sans}{#f/2}* 不过现在事儿都解决了。
zh_tw: <26>{#p/sans}{#f/2}* 不過現在事兒都解決了。

source: <32>{#p/basic}* It's a little disappointing that school's been cancelled, but oh well.
pt_br: <32>{#p/basic}* É meio que um desapontamento que a escola tenha sido cancelada, pois bem.
zh_cn: <32>{#p/basic}* 学校关门了，有点失望。
zh_tw: <32>{#p/basic}* 學校關門了，有點失望。

source: <32>* They'll be sure to build one on the new homeworld.
pt_br: <32>* Tenho certeza que eles vão construir uma no mundo natal.
zh_cn: <32>* 不过没事，到了新家园， 肯定会再建一所的。
zh_tw: <32>* 不過沒事，到了新家園， 肯定會再建一所的。

source: <33>* Imagine, a university campus... * And a grand librarby... * And museums...
pt_br: <33>* Imagine, um campus universitário... * E um grande libraria... * E museus
zh_cn: <33>* 想象一下，大学校园... * 大图书馆... * 博物馆...
zh_tw: <33>* 想像一下，大學校園... * 大圖書館... * 博物館...

source: <32>* How exciting!
pt_br: <32>* Que animador!
zh_cn: <32>* 多激动人心啊！
zh_tw: <32>* 多激動人心啊！

source: <32>{#p/basic}* ... you don't look like you're too interested in school.
pt_br: <32>{#p/basic}* ... você não parece ser muito interessado em escola.
zh_cn: <32>{#p/basic}* ...看起来你并不对学校感兴趣。
zh_tw: <32>{#p/basic}* ...看起來你並不對學校感興趣。

source: <32>* But don't worry. * It's not for everyone, is it?
pt_br: <32>* Mas não se preocupa. * Não é pra todo mundo, é?
zh_cn: <32>* 但别担心。 * 不是所有人都喜欢学校，对吧？
zh_tw: <32>* 但別擔心。 * 不是所有人都喜歡學校，對吧？

source: <32>{#p/basic}* I'm a reporter, and my career's only just gettin' started!
pt_br: <32>{#p/basic}* Eu sou uma repórter e minha carreira só começou!
zh_cn: <32>{#p/basic}* 我是个记者， 大好前途在向我招手！
zh_tw: <32>{#p/basic}* 我是個記者， 大好前途在向我招手！

source: <32>* When we move to the new homeworld... I won't even be able to keep up!
pt_br: <32>* Quando nós chegarmos ao novo mundo... eu nem vou conseguir reportar tudo!
zh_cn: <32>* 等到了新家园... 那新闻想播多少， 就播多少，还能有多的！
zh_tw: <32>* 等到了新家園... 那新聞想播多少， 就播多少，還能有多的！

source: <32>* Oh, dearie dear. * There'll be so much to report! * Huhehehaw!
pt_br: <32>* Oh, queridinho. * Terá tanto para reportar! * Huhehehaw!
zh_cn: <32>* 哦，亲爱的。 * 这么多新闻等着我播！ * 笑鼠了！
zh_tw: <32>* 喔，親愛的。 * 這麼多新聞等著我播！ * 笑鼠了！

source: <32>{#p/basic}* I'll get reporting right away!
pt_br: <32>{#p/basic}* Eu já vou chegar fazendo jornalismo!
zh_cn: <32>{#p/basic}* 我马上就去做报告！
zh_tw: <32>{#p/basic}* 我馬上就去做報告！

source: <32>{#p/basic}* It's a TV set. * A Mew Mew movie is currently being watched on it.
pt_br: <32>{#p/basic}* É um aparelho de TV. * Um filme de Mew Mew está sendo assistido nele.
zh_cn: <32>{#p/basic}* 一台电视， 正在播放一部喵喵电影。
zh_tw: <32>{#p/basic}* 一臺電視， 正在播放一部喵喵電影。

source: <32>{#p/basic}* A set of sturdy chairs. * Great for any occasion, be it freedom or otherwise.
pt_br: <32>{#p/basic}* Um conjunto de cadeiras resistentes. * Ótimo para qualquer ocasião, seja de liberdade ou não.
zh_cn: <32>{#p/basic}* 一套结实的椅子。 * 什么场合都能用， 不管是迎接自由还是什么。
zh_tw: <32>{#p/basic}* 一套結實的椅子。 * 什麼場合都能用， 不管是迎接自由還是什麼。

source: <32>{#p/human}* (You stare into the bucket of strange pink fluid.)
pt_br: <32>{#p/human}* (Você olha no balde de líquido rosa estranho.)
zh_cn: <32>{#p/human}* （你望着奇怪的粉色液体， 看得出神。）
zh_tw: <32>{#p/human}* （你望著奇怪的粉色液體， 看得出神。）

source: <32>{#p/basic}* It's a bucket of supercharged pink fluid, great for getting the tough stains out.
pt_br: <32>{#p/basic}* É um balde cheio de líquido rosa, ótimo para retirar manchas difíceis.
zh_cn: <32>{#p/basic}* 一桶被充能的超级粉色液体， 去污能力非常强。
zh_tw: <32>{#p/basic}* 一桶被充能的超級粉色液體， 去汙能力非常強。

source: <32>{#p/basic}* There's a recording on the ground labelled "Information."
pt_br: <32>{#p/basic}* Tem uma gravação no chão entitulada "informação."
zh_cn: <32>{#p/basic}* 一盒录音带，标着“留言”。
zh_tw: <32>{#p/basic}* 一盒錄音帶，標著「留言」。

source: <32>* You play the recording...
pt_br: <32>* Você da play na gravação...
zh_cn: <32>* 你听了听里面的内容...
zh_tw: <32>* 你聽了聽裡面的內容...

source: <32>{#p/alphys}* This is Dr. Alphys, head of the royal science division.
pt_br: <32>{#p/alphys}* Aqui é a Dr. Alphys, líder da divisão de guarda real.
zh_cn: <32>{#p/alphys}* 我是皇家科学部总负责人， Alphys博士。
zh_tw: <32>{#p/alphys}* 我是皇家科學部總負責人， Alphys博士。

source: <32>* So... you were captured.
pt_br: <32>* Então... você foi capturado.
zh_cn: <32>* 你被Papyrus抓住，关了起来。
zh_tw: <32>* 你被Papyrus抓住，關了起來。

source: <32>* L-luckily, after Papyrus put you in his shed, he told his brother all about it.
pt_br: <32>* F-felizmente, depois que Papyrus colocou você em seu galpão, ele contou a seu irmão tudo sobre isso
zh_cn: <32>* 幸-幸好，他把你关到小黑屋之后， 就把这事告诉了Sans。
zh_tw: <32>* 幸-幸好，他把你關到小黑屋之後， 就把這事告訴了Sans。

source: <32>* Then, HE called ME, and I... came to pick you up. * Literally.
pt_br: <32>* Então, ele me ligou, e eu... vim para te buscar. * Literalmente.
zh_cn: <32>* 随后，Sans马上联系了我， 我就... 把你送到了这。 * 就是这么回事。
zh_tw: <32>* 隨後，Sans馬上聯繫了我， 我就... 把你送到了這。 * 就是這麼回事。

source: <32>* You see, some of us aren't really on board with the Royal Guard's methods.
pt_br: <32>* Sabe, nem todos nós somos congruentes com os métodos da Guarda Real.
zh_cn: <32>* 你看，有不少怪物 还是反对皇家卫队那一套的。
zh_tw: <32>* 你看，有不少怪物 還是反對皇家衛隊那一套的。

source: <32>* And it's kind of my job to escort you past them...?
pt_br: <32>* E é meu trabalho meio que te escoltar por eles...?
zh_cn: <32>* 而我的职责之一，就是护送你 安全通过那些守卫。
zh_tw: <32>* 而我的職責之一，就是護送你 安全通過那些守衛。

source: <32>* W-well, not officially. * But, you know.
pt_br: <32>* Não oficialmente. * Mas, você entende.
zh_cn: <32>* 其-其实，外界对这事 也不知情。 * 所以肯定另有隐情。
zh_tw: <32>* 其-其實，外界對這事 也不知情。 * 所以肯定另有隱情。

source: <32>* Well, actually, you don't know, so never mind.
pt_br: <32>* Bem, na verdade você não sabe, então não importa.
zh_cn: <32>* 算了，反正你也不知道。 不说了。
zh_tw: <32>* 算了，反正你也不知道。 不說了。

source: <32>* Either way, we've shut down the elevator to keep the Royal Guard from coming after you.
pt_br: <32>* Bom, estamos desligando os elevadores para manter a Guarda Real longe de você.
zh_cn: <32>* 总之，我把电梯停掉了， 这样皇家卫队就追不上来了。
zh_tw: <32>* 總之，我把電梯停掉了， 這樣皇家衛隊就追不上來了。

source: <32>* I mean, mainly, it's just to stop Undyne...
pt_br: <32>* Bem, é basicamente só para impedir a Undyne...
zh_cn: <32>* 呃，其实主要防的就是Undyne...
zh_tw: <32>* 呃，其實主要防的就是Undyne...

source: <32>* Papyrus must've told HER about your capture, too. * Because she's after you.
pt_br: <32>* Papyrus deve ter contado para ela que te capturou. * Já que ela está atrás de você.
zh_cn: <32>* Papyrus抓到你之后， 肯定也告诉她了。 * 毕竟她本来就想干掉人类。
zh_tw: <32>* Papyrus抓到你之後， 肯定也告訴她了。 * 畢竟她本來就想幹掉人類。

source: <32>* U-uh, anyway, once you're awake, feel free to explore around.
pt_br: <32>* U-uh, bem, assim que você se sentir livre, explore ao redor.
zh_cn: <32>* 所-所以，既然你醒了， 可以随便四处走走。
zh_tw: <32>* 所-所以，既然你醒了， 可以隨便四處走走。

source: <32>* You can find us just past ASGORE's house.
pt_br: <32>* Você poderá me encontrar após a casa do ASGORE.
zh_cn: <32>* 想找我们的话， 就穿过ASGORE家后面的走廊吧。
zh_tw: <32>* 想找我們的話， 就穿過ASGORE家後面的走廊吧。

source: <32>* See you soon...?
pt_br: <32>* Te vejo logo...?
zh_cn: <32>* 一会见...？
zh_tw: <32>* 一會見...？

source: <32>{#p/human}* (You stop to see the flowers.)
pt_br: <32>{#p/human}* (Você parou para olhar as flores.)
zh_cn: <32>{#p/human}* （你停下脚步看了看这些花。）
zh_tw: <32>{#p/human}* （你停下腳步看了看這些花。）

source: <32>{#p/basic}* A garden of Starling flowers.
pt_br: <32>{#p/basic}* Um jardim de Flores Estreladas.
zh_cn: <32>{#p/basic}* 满园星花。
zh_tw: <32>{#p/basic}* 滿園星花。

source: <32>{#p/basic}* A garden of Starling flowers, positioned optimally near a large window.
pt_br: <32>{#p/basic}* Um jardim de Flores Estreladas, posicionado de forma ideal perto de uma grande janela.
zh_cn: <32>{#p/basic}* 满园星花， 最适合种在大窗户旁边了。
zh_tw: <32>{#p/basic}* 滿園星花， 最適合種在大窗戶旁邊了。

source: <32>{#p/basic}* Asgore sure knows his stuff!
pt_br: <32>{#p/basic}* Asgore com certeza sabe o que faz!
zh_cn: <32>{#p/basic}* 在这方面，Asgore绝对是行家！
zh_tw: <32>{#p/basic}* 在這方面，Asgore絕對是行家！

source: <32>{#p/basic}* Bastion boxes.
pt_br: <32>{#p/basic}* Caixas de Bastião.
zh_cn: <32>{#p/basic}* 一些休眠舱。
zh_tw: <32>{#p/basic}* 一些休眠艙。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Please be careful around those.
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Por favor, cuidado perto delas.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 留个心眼，别弄坏了。
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 留個心眼，別弄壞了。

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Don't mind me, I'm just doing my job...
pt_br: <25>{#p/alphys}{#g/alphysNeutralSweat}* Não se preocupa comigo, eu só estou fazendo meu trabalho.
zh_cn: <25>{#p/alphys}{#g/alphysNeutralSweat}* 不用管我， 我在工作而已...
zh_tw: <25>{#p/alphys}{#g/alphysNeutralSweat}* 不用管我， 我在工作而已...

source: <32>{#p/human}* (You whispered something into Alphys's ear.)
pt_br: <32>{#p/human}* (Você cochicha algo no ouvido de Alphys.)
zh_cn: <32>{#p/human}* （你跟Alphys说了点悄悄话。）
zh_tw: <32>{#p/human}* （你跟Alphys說了點悄悄話。）

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh... y-you... you'd really do that??
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh... v-você... realmente fez isso??
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呃... 你-你... 真那样做了？？
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 呃... 你-你... 真那樣做了？？

source: <32>{#p/human}* (You whispered something else into Alphys's ear.)
pt_br: <32>{#p/human}* (Você cochicha mais uma coisa no ouvido da Alphys.)
zh_cn: <32>{#p/human}* （你又跟Alphys说了点悄悄话。）
zh_tw: <32>{#p/human}* （你又跟Alphys說了點悄悄話。）

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Wh... what's gotten into you???
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* O que... o que deu em você???
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 你... 你着什么魔了？？？
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 你... 你著什麼魔了？？？

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* I, I mean... I can't accept it... but...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Eu, quero dizer... Eu não posso aceitar isso... mas...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 我，我是说... 有点接受不了... 不过...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 我，我是說... 有點接受不了... 不過...

source: <25>{#p/alphys}{#g/alphysSoAwesome}* ... god, if only Undyne were here...
pt_br: <25>{#p/alphys}{#g/alphysSoAwesome}* ... meu, se pelo menos a Undyne estivesse aqui...
zh_cn: <25>{#p/alphys}{#g/alphysSoAwesome}* ...天呐，要是Undyne在这， 那画面...
zh_tw: <25>{#p/alphys}{#g/alphysSoAwesome}* ...天吶，要是Undyne在這， 那畫面...

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ehehe... you humans really are something...
pt_br: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ehehe... vocês humanos são alguma coisa...
zh_cn: <25>{#p/alphys}{#g/alphysNervousLaugh}* 诶嘿嘿... 你们人类真行啊...
zh_tw: <25>{#p/alphys}{#g/alphysNervousLaugh}* 誒嘿嘿... 你們人類真行啊...

source: <25>{#p/alphys}{#g/alphysWelp}* Uh, I really can't accept that kind of thing from you.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Uh, eu não posso aceitar este tipo de coisa vindo de você.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 呃，我还是接受不了 你做那种事。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 呃，我還是接受不了 你做那種事。

source: <25>{#p/alphys}{#g/alphysFR}* ...
zh_cn: <25>{#p/alphys}{#g/alphysFR}* ...ゑ

source: <32>{#p/basic}* {@mystify=Ribbit}Ribbit{@mystify=}, {@mystify=Ribbit}Ribbit{@mystify=}.
zh_cn: <32>{#p/basic}* {@mystify=呱㼋苽瓜々}呱呱{@mystify=}，{@mystify=呱㼋苽瓜々}呱呱{@mystify=}。
zh_tw: <32>{#p/basic}* {@mystify=呱㼋苽瓜々}呱呱{@mystify=}，{@mystify=呱㼋苽瓜々}呱呱{@mystify=}。

source: <32>{#p/human}* (It appears the Froggit cannot move.)
pt_br: <32>{#p/human}* (Parece que o Froggit não consegue se mover.)
zh_cn: <32>{#p/human}* （Froggit动弹不得。）
zh_tw: <32>{#p/human}* （Froggit動彈不得。）

source: <32>{#p/basic}* (Hu... humans...)
pt_br: <32>{#p/basic}* (Hu... humanos...)
zh_cn: <32>{#p/basic}* （那... 那些人类...）
zh_tw: <32>{#p/basic}* （那... 那些人類...）

source: <32>* (Captive...)
pt_br: <32>* (Cativo...)
zh_cn: <32>* （困住...）
zh_tw: <32>* （困住...）

source: <32>* {@mystify=Ribbit}Ribbit{@mystify=}.
zh_cn: <32>* {@mystify=呱㼋苽瓜々}呱呱{@mystify=}。
zh_tw: <32>* {@mystify=呱㼋苽瓜々}呱呱{@mystify=}。

source: <32>{#p/basic}* (Sw... switch...)
pt_br: <32>{#p/basic}* (Tr... trocar...)
zh_cn: <32>{#p/basic}* （开... 开关...）
zh_tw: <32>{#p/basic}* （開... 開關...）

source: <32>* (Escape...)
pt_br: <32>* (Escapar...)
zh_cn: <32>* （逃...）
zh_tw: <32>* （逃...）

source: <32>{#p/human}* (You stare through the inanimate security field.)
pt_br: <32>{#p/human}* (Você encara o escudo de força inanimado.)
zh_cn: <32>{#p/human}* （你的目光穿过 死气沉沉的安保屏障。）
zh_tw: <32>{#p/human}* （你的目光穿過 死氣沉沉的安保屏障。）

source: <32>* (It sounds like a recording was made here.)
pt_br: <32>* (Parece que uma gravação foi feita aqui.)
zh_cn: <32>* （好像有人留了段录音。）
zh_tw: <32>* （好像有人留了段錄音。）

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* Dear Asgore, if you can hear me, I hope you can forgive us for what we have done.
pt_br: <32>{#p/human}{#v/1}{@fill=#42fcff}* Querido Asgore, se puder nos ouvir, eu espero que possa nos perdoar pelo que fizemos.
zh_cn: <32>{#p/human}{#v/1}{@fill=#42fcff}* 敬爱的Asgore先生， 不知您能否听到我的留言...
zh_tw: <32>{#p/human}{#v/1}{@fill=#42fcff}* 敬愛的Asgore先生， 不知您能否聽到我的留言...

source: <32>{#v/1}{@fill=#42fcff}* You tried your very best to make us happy, and for that, I am grateful.
pt_br: <32>{#v/1}{@fill=#42fcff}* Você tentou seu melhor para nos fazer felizes, e por isso, eu sou grato.
zh_cn: <32>{#v/1}{@fill=#42fcff}* 为了让我们幸福， 您花了很多心思。 对此，我很感激。
zh_tw: <32>{#v/1}{@fill=#42fcff}* 為了讓我們幸福， 您花了很多心思。 對此，我很感激。

source: <32>{#v/1}{@fill=#42fcff}* But, like the others, I could not resist the temptation to use my powers.
pt_br: <32>{#v/1}{@fill=#42fcff}* Mas, como os outros, não pude resistir à tentação de usar meus poderes.
zh_cn: <32>{#v/1}{@fill=#42fcff}* 但是，我和其他人类 现在都非常渴望用自己的力量 拯救怪物。
zh_tw: <32>{#v/1}{@fill=#42fcff}* 但是，我和其他人類 現在都非常渴望用自己的力量 拯救怪物。

source: <32>{#v/1}{@fill=#42fcff}* I could not wait any longer to see the friends I had made on the outpost.
pt_br: <32>{#v/1}{@fill=#42fcff}* Eu não pude esperar mais tempo para ver os amigos que fiz no Outpost.
zh_cn: <32>{#v/1}{@fill=#42fcff}* 我已经等不及 和前哨站的故友重聚了。 * 如果这违背了您的意愿，对不起。
zh_tw: <32>{#v/1}{@fill=#42fcff}* 我已經等不及 和前哨站的故友重聚了。 * 如果這違背了您的意願，對不起。

source: <32>{#p/human}* (You place your hands on the lifeless dummy.)
pt_br: <32>{#p/human}* (Você coloca sua mão no boneco sem vida.)
zh_cn: <32>{#p/human}* （你把手搭在了死气沉沉的人偶身上。）
zh_tw: <32>{#p/human}* （你把手搭在了死氣沉沉的人偶身上。）

source: <32>{#p/human}* (You stare into the inanimate fuel injector.)
pt_br: <32>{#p/human}* (Você olha para o injetor de combustível inanimado.)
zh_cn: <32>{#p/human}* （你望着死气沉沉的燃油喷射装置。）
zh_tw: <32>{#p/human}* （你望著死氣沉沉的燃油噴射裝置。）

source: <32>{#p/human}* (You observe the strange lamp bouncing up and down.)
pt_br: <32>{#p/human}* (Você observa a estranha lâmpada saltando para cima e para baixo.)
zh_cn: <32>{#p/human}* （你望向这怪异的路灯， 看着它上下弹跳。）
zh_tw: <32>{#p/human}* （你望向這怪異的路燈， 看著它上下彈跳。）

source: <32>{#p/human}* (It appears this note has a phone number written on it.)
pt_br: <32>{#p/human}* (Parece que esta nota tem um número de telefone escrito nela.)
zh_cn: <32>{#p/human}* （好像有人在便条上 留了个电话号码。）
zh_tw: <32>{#p/human}* （好像有人在便條上 留了個電話號碼。）

source: <32>{#s/phone}{#p/event}* Dialing...
pt_br: <32>{#s/phone}{#p/event}* Discando...
zh_cn: <32>{#s/phone}{#p/event}* 拨号中...
zh_tw: <32>{#s/phone}{#p/event}* 撥號中...

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* Hello? * Is anyone there?
pt_br: <32>{#p/human}{#v/2}{@fill=#ff993d}* Alô? * Tem alguém aí?
zh_cn: <32>{#p/human}{#v/2}{@fill=#ff993d}* 喂？ * 有人吗？
zh_tw: <32>{#p/human}{#v/2}{@fill=#ff993d}* 喂？ * 有人嗎？

source: <32>{@fill=#ff993d}* HELLO!?!?
pt_br: <32>{@fill=#ff993d}* ALÔ!?!?
zh_cn: <32>{@fill=#ff993d}* 喂！？喂！？
zh_tw: <32>{@fill=#ff993d}* 喂！？喂！？

source: <32>{@fill=#ff993d}* Where am I?
pt_br: <32>{@fill=#ff993d}* Onde eu estou?
zh_cn: <32>{@fill=#ff993d}* 我在哪？
zh_tw: <32>{@fill=#ff993d}* 我在哪？

source: <32>{@fill=#ff993d}* Where's the saber?
pt_br: <32>{@fill=#ff993d}* Onde está o sabre?
zh_cn: <32>{@fill=#ff993d}* 佩刀在哪？
zh_tw: <32>{@fill=#ff993d}* 佩刀在哪？

source: <32>{@fill=#ff993d}* ... * Wait.
pt_br: <32>{@fill=#ff993d}* ... * Espera.
zh_cn: <32>{@fill=#ff993d}* ... * 不对。
zh_tw: <32>{@fill=#ff993d}* ... * 不對。

source: <32>{@fill=#ff993d}* Have I said this all before?
pt_br: <32>{@fill=#ff993d}* Eu já disse isso antes?
zh_cn: <32>{@fill=#ff993d}* 这些话，我是不是早就说过了？
zh_tw: <32>{@fill=#ff993d}* 這些話，我是不是早就說過了？

source: <32>{*}{@fill=#ff993d}{#i/1}* I can't {@mystify=remember}remember{@mystify=}{%}
pt_br: <32>{*}{@fill=#ff993d}{#i/1}* Eu não consigo {@mystify=remember}lembrar{@mystify=}{%}
zh_cn: <32>{*}{@fill=#ff993d}{#i/1}* 我怎么{@mystify=没有印象}没有印象{@mystify=}{%}
zh_tw: <32>{*}{@fill=#ff993d}{#i/1}* 我怎麼{@mystify=沒有印象}沒有印象{@mystify=}{%}

source: <32>{#p/human}* (It appears the Vegetoid cannot move.)
pt_br: <32>{#p/human}* (Parece que o Vegetoid não consegue se mover.)
zh_cn: <32>{#p/human}* （Vegetoid动弹不得。）
zh_tw: <32>{#p/human}* （Vegetoid動彈不得。）
