Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{*}{#p/asriel3}{#e/asriel/5}What the...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/5}Mas que...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/5}什么...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/5}什麼...

source: <20>{*}{#p/asriel3}{#e/asriel/4}You should've died by now!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/4}Você deveria estar morto!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/4}你怎么还没死啊？！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/4}你怎麼還沒死啊？！

source: <20>{*}{#p/asriel3}{#e/asriel/0}I can feel it...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Eu posso sentir...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}我能感受到...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}我能感受到...

source: <20>{*}{#p/asriel3}{#e/asriel/2}Every time you die, your grip on this world slips away.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Toda vez que você morre, seu controle sobre este mundo se esvai.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}你每死一次， 与这个世界的连接 就弱一点。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}你每死一次， 與這個世界的連接 就弱一點。

source: <20>{*}{#p/asriel3}{#e/asriel/2}Every time you die, your friends forget you a little more.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Toda vez que você morre, suas memórias sobre seus amigos também morrem.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}你每死一次， 朋友们对你的记忆 就模糊一点。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}你每死一次， 朋友們對你的記憶 就模糊一點。

source: <20>{*}{#p/asriel3}{#e/asriel/6}... whatever. It doesn't matter.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}... tanto faz. Não importa.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}...不管了。 我才不在乎呢。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}...不管了。 我才不在乎呢。

source: <20>{*}{#p/asriel3}{#e/asriel/0}Your life will end here, in a world where NO ONE remembers you!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Sua vida ACABA aqui, é um mundo onde NINGUÉM se lembrará de ti!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}这里就是你的葬身之地， 死了也不会有任何人 记得你！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}這裡就是你的葬身之地， 死了也不會有任何人 記得你！

source: <20>{*}{#p/asriel3}{#e/asriel/1}Still, you're hanging on...?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Ainda de pé...?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}怎么， 还不放弃吗...？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}怎麼， 還不放棄嗎...？

source: <20>{*}{#p/asriel3}{#e/asriel/3}That's fine by me.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Por mim tudo bem.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}没关系。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}沒關係。

source: <20>{*}{#p/asriel3}{#e/asriel/2}In a few moments, you'll forget everything you've ever known.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Em alguns momentos você vai esquecer de tudo que sabe.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}再过一会， 你就会忘记一切。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}再過一會， 你就會忘記一切。

source: <20>{*}{#p/asriel3}{#e/asriel/0}That attitude will serve you well in your NEXT life!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Essa atitude vai te servir bem na sua PRÓXIMA vida!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}我会让你下辈子 活得更轻松！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}我會讓你下輩子 活得更輕鬆！

source: <20>{*}{#p/asriel3}{#e/asriel/1}Still!?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Ainda!?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}还不放弃？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}還不放棄？

source: <20>{*}{#p/asriel3}{#e/asriel/2}Come on...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Vamos...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}那么...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}那麼...

source: <20>{*}{#p/asriel3}{#e/asriel/0}Show me what good your DETERMINATION is now!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Me mostre do que sua DETERMINAÇÃO é capaz!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}就让我瞧瞧 你那“决心” 到底有多厉害！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}就讓我瞧瞧 你那「決心」 到底有多厲害！

source: <32>{#p/human}* (You can't move your body.)
pt_br: <32>{#p/human}* (Você não consegue mover seu corpo.)
zh_cn: <32>{#p/human}* （你无法动弹。）
zh_tw: <32>{#p/human}* （你無法動彈。）

source: <32>* (You try to struggle.) * (Nothing happens.)
pt_br: <32>* (Você tenta lutar contra.) * (Nada acontece.)
zh_cn: <32>* （你试图挣扎。） * （什么都没发生。）
zh_tw: <32>* （你試圖掙扎。） * （什麼都沒發生。）

source: <32>* (You try to reach your SAVE file.) * (Nothing happens.)
pt_br: <32>* (Você tenta acessar seu arquivo SALVO.) * (Nada acontece.)
zh_cn: <32>* （你试图读取存档。） * （什么都没发生。）
zh_tw: <32>* （你試圖讀取存檔。） * （什麼都沒發生。）

source: <32>* (You try again to reach your SAVE file.) * (Nothing happens.)
pt_br: <32>* (Você tenta acessar novamente seu arquivo SALVO.) * (Nada acontece.)
zh_cn: <32>* （你又试了一次。） * （什么都没发生。）
zh_tw: <32>* （你又試了一次。） * （什麼都沒發生。）

source: <32>* (... but...)
pt_br: <32>* (... mas...)
zh_cn: <32>* （...拯救存档已经毫无希望， 但也许...）
zh_tw: <32>* （...拯救存檔已經毫無希望， 但也許...）

source: <32>* (Maybe, with what little power you have...)
pt_br: <32>* (Talvez, com o pouco de poder que você tem...)
zh_cn: <32>* （凭借最后一丝力量...）
zh_tw: <32>* （憑藉最後一絲力量...）

source: <32>* (You can SAVE something else.)
pt_br: <32>* (Você possa SALVAR um outro alguém.)
zh_cn: <32>* （你还有希望拯救其他的事物。）
zh_tw: <32>* （你還有希望拯救其他的事物。）

source: <32>{#p/basic}* Hey... are you there?
pt_br: <32>{#p/basic}* Ei... você tá aí?
zh_cn: <32>{#p/basic}* 嘿... 在吗？
zh_tw: <32>{#p/basic}* 嘿... 在嗎？

source: <32>* It's me, $(name)... * You still with me, partner?
pt_br: <32>* Sou eu, $(name)... * Você ainda tá comigo, parceiro?
zh_cn: <32>* 是我，$(name)... * 你也在那里。对吧，搭档？
zh_tw: <32>* 是我，$(name)... * 你也在那裡。對吧，搭檔？

source: <32>* ... heh...
zh_cn: <32>* ...嘿...
zh_tw: <32>* ...嘿...

source: <32>* We've come such a long way, you and I...
pt_br: <32>* Nós tivemos uma jornada e tanto, eu e você...
zh_cn: <32>* 你我两人一同走了这么远...
zh_tw: <32>* 你我兩人一同走了這麼遠...

source: <32>* All those friends we made, all those battles we fought...
pt_br: <32>* Todos os amigos que fizemos, todas as batalhas que lutamos...
zh_cn: <32>* 一路上，我们 一同交了那么多朋友， 一同打了那么多战斗...
zh_tw: <32>* 一路上，我們 一同交了那麼多朋友， 一同打了那麼多戰鬥...

source: <32>* Thinking about it now... it's like we've been building to this the whole time.
pt_br: <32>* Pensando nisso agora... É como se estivéssemos construindo isso o tempo todo.
zh_cn: <32>* 现在一想... 我们的羁绊 就是靠着那些经历一点点建立的。
zh_tw: <32>* 現在一想... 我們的羈絆 就是靠著那些經歷一點點建立的。

source: <32>* ... look... * I know I'm not always the most optimistic person...
pt_br: <32>* ... olha... * Eu sei que não sou sempre a pessoa mais otimista...
zh_cn: <32>* ...嗯... * 我虽然不是乐天派...
zh_tw: <32>* ...嗯... * 我雖然不是樂天派...

source: <32>* But for the sake of everyone on the outpost, you have to stay determined!
pt_br: <32>* Mas pelo bem de todos no Outpost, você precisa se manter determinado!
zh_cn: <32>* 但是，我们肩负着前哨站 所有人的希望。 * 所以，你一定要保持决心！
zh_tw: <32>* 但是，我們肩負著前哨站 所有人的希望。 * 所以，你一定要保持決心！

source: <32>* Besides, if Asriel could steal the SOULs of your friends...
pt_br: <32>* E mais, se Asriel consegue roubar a ALMA de todos os seus amigos...
zh_cn: <32>* 而且，既然Asriel能把 朋友们的灵魂偷走...
zh_tw: <32>* 而且，既然Asriel能把 朋友們的靈魂偷走...

source: <32>* ... who's to say we can't just steal them back?
pt_br: <32>* ... quem disse que não podemos roubar de volta?
zh_cn: <32>* ...那反过来， 咱们不就可以再“偷”回来吗？
zh_tw: <32>* ...那反過來， 咱們不就可以再「偷」回來嗎？

source: <32>* Come on! * We're in this together!
pt_br: <32>* Vamos lá! * Estamos nisso juntos!
zh_cn: <32>* 来吧！ * 我们一起上！
zh_tw: <32>* 來吧！ * 我們一起上！

source: <32>{#p/story}* ...
zh_cn: <32>{#p/story}* ...ゑ

source: <32>{#p/story}* A faint resonance echoes from within Asriel's body.
pt_br: <32>{#p/story}* Uma ressonância ecoa de dentro do corpo de Asriel.
zh_cn: <32>{#p/story}* 在Asriel的体内， 激起一声微弱的共鸣。
zh_tw: <32>{#p/story}* 在Asriel的體內， 激起一聲微弱的共鳴。

source: <32>{#p/story}* A growing resonance echoes from within Asriel's body.
pt_br: <32>{#p/story}* Uma ressonância crescente ecoa de dentro do corpo de Asriel.
zh_cn: <32>{#p/story}* 在Asriel的体内， 那共鸣声愈来愈强。
zh_tw: <32>{#p/story}* 在Asriel的體內， 那共鳴聲愈來愈強。

source: <32>{#p/basic}* Yes, that's it! * Keep going!
pt_br: <32>{#p/basic}* Sim, eu acho que é isso! * Continua assim!
zh_cn: <32>{#p/basic}* 对，就是这样！ * 继续！
zh_tw: <32>{#p/basic}* 對，就是這樣！ * 繼續！

source: <32>{#p/story}* A powerful resonance echoes from within Asriel's body.
pt_br: <32>{#p/story}* Uma ressonância poderosa ecoa de dentro do corpo de Asriel.
zh_cn: <32>{#p/story}* 在Asriel的体内， 强烈的共鸣此起彼伏。
zh_tw: <32>{#p/story}* 在Asriel的體內， 強烈的共鳴此起彼伏。

source: <32>{#p/basic}* We're almost there!
pt_br: <32>{#p/basic}* Estamos quase lá!
zh_cn: <32>{#p/basic}* 快要成功了！
zh_tw: <32>{#p/basic}* 快要成功了！

source: <32>{#p/story}* An almighty resonance echoes from within Asriel's body.
pt_br: <32>{#p/story}* Uma ressonância toda-poderosa ecoa de dentro do corpo de Asriel.
zh_cn: <32>{#p/story}* 在Asriel的体内， 共鸣声响若雷霆。
zh_tw: <32>{#p/story}* 在Asriel的體內， 共鳴聲響若雷霆。

source: <32>{#p/basic}* ... * Now what?
pt_br: <32>{#p/basic}* ... * Agora o que?
zh_cn: <32>{#p/basic}* ... * 然后呢？
zh_tw: <32>{#p/basic}* ... * 然後呢？

source: <33>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * ...
pt_br: <33>{#p/story}* ASRIEL DREEMURR - ATQ{^2}\u221e{^1} DEF{^2}\u221e{^1} * ...
zh_cn: <33>{#p/story}* ASRIEL DREEMURR 攻击{^2}\u221e{^1} 防御{^2}\u221e{^1} * ...
zh_tw: <33>{#p/story}* ASRIEL DREEMURR 攻擊{^2}\u221e{^1} 防禦{^2}\u221e{^1} * ...

source: <33>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * The absolute GOD of hyperdeath!
pt_br: <33>{#p/story}* ASRIEL DREEMURR - ATQ{^2}\u221e{^1} DEF{^2}\u221e{^1} * O absoluto DEUS da hipermorte!
zh_cn: <33>{#p/story}* ASRIEL DREEMURR 攻击{^2}\u221e{^1} 防御{^2}\u221e{^1} * 乃是主宰死亡的绝对神祇。
zh_tw: <33>{#p/story}* ASRIEL DREEMURR 攻擊{^2}\u221e{^1} 防禦{^2}\u221e{^1} * 乃是主宰死亡的絕對神祇。

source: <32>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * Don't give up now.
pt_br: <32>{#p/story}* ASRIEL DREEMURR - ATQ{^2}\u221e{^1} DEF{^2}\u221e{^1} * Não desista agora.
zh_cn: <32>{#p/story}* ASRIEL DREEMURR 攻击{^2}\u221e{^1} 防御{^2}\u221e{^1} * 不要放弃。
zh_tw: <32>{#p/story}* ASRIEL DREEMURR 攻擊{^2}\u221e{^1} 防禦{^2}\u221e{^1} * 不要放棄。

source: <32>{#p/human}* (You reach out to Asriel's SOUL and call for your friends.)
pt_br: <32>{#p/human}* (Você alcança a ALMA de Asriel e chama seus amigos.)
zh_cn: <32>{#p/human}* （你向Asriel的灵魂伸出手， 呼唤着朋友们。）
zh_tw: <32>{#p/human}* （你向Asriel的靈魂伸出手， 呼喚著朋友們。）

source: <32>{#p/basic}* They're in there somewhere, aren't they?
pt_br: <32>{#p/basic}* Eles estão aí dentro em algum lugar, não estão?
zh_cn: <32>{#p/basic}* 他们一定就在某处，不是吗？
zh_tw: <32>{#p/basic}* 他們一定就在某處，不是嗎？

source: <32>* Within the depths of Asriel's SOUL, something's resonating...!
pt_br: <32>* Dentro da ALMA de Asriel, algo está ressoando...!
zh_cn: <32>* 在Asriel的灵魂深处， 有什么正在回响...！
zh_tw: <32>* 在Asriel的靈魂深處， 有什么正在迴響...！

source: <32>{#p/human}* (After bullying so many monsters, all throughout your journey...)
pt_br: <32>{#p/human}* (Após bullinar tantos monstros, durante toda sua jornada...)
zh_cn: <32>{#p/human}* （在伤害了那么多怪物之后...）
zh_tw: <32>{#p/human}* （在傷害了那麼多怪物之後...）

source: <33>* (Something dormant, buried far, far down, awakens once again.)
pt_br: <33>* (Algo adormecido, enterrado longe, muito abaixo, desperta mais uma vez.)
zh_cn: <33>* （某种沉睡的、封存的东西 再度苏醒。）
zh_tw: <33>* （某種沉睡的、封存的東西 再度甦醒。）

source: <32>* (A sense of fear within every monster on the outpost, instilled by humans long ago.)
pt_br: <32>* (Um sentimento de medo em cada monstro do Outpost, colocado pelos humanos centenas de anos atrás.)
zh_cn: <32>* （那是很久很久以前... 怪物面对人类的，本能的恐惧。）
zh_tw: <32>* （那是很久很久以前... 怪物面對人類的，本能的恐懼。）

source: <32>* (The enemy who now stands before you has no right to be afraid of you...)
pt_br: <32>* (O inimigo que agora está diante de ti não tem o direito de ter medo de você...)
zh_cn: <32>* （现在站在你面前的敌人， 不会对你有丝毫恐惧...）
zh_tw: <32>* （現在站在你面前的敵人， 不會對你有絲毫恐懼...）

source: <32>* (Yet, somehow, the combined fear of all those you've bullied...)
pt_br: <32>* (Ainda assim, de alguma forma, o medo combinado de todos esses que você bullinou...)
zh_cn: <32>* （然而，你伤害过那么多怪物， 只要将他们的恐惧累积起来...）
zh_tw: <32>* （然而，你傷害過那麼多怪物， 只要將他們的恐懼累積起來...）

source: <32>* (Has given you an opening you have no right to refuse.)
pt_br: <32>* (Te deu uma abertura que você não tem o direito de recusar.)
zh_cn: <32>* （你找到了突破口， 一个无法拒绝的机会。）
zh_tw: <32>* （你找到了突破口， 一個無法拒絕的機會。）

source: <32>* (... there's only one option that makes sense to you now.)
pt_br: <32>* (... tem apenas uma opção que faz sentido para você agora.)
zh_cn: <32>* （...现在，其他选择已毫无意义。）
zh_tw: <32>* （...現在，其他選擇已毫無意義。）

source: <32>* (There's only one thing left for you to do.)
pt_br: <32>* (A apenas uma coisa restando para fazer.)
zh_cn: <32>* （只有一条路可走。）
zh_tw: <32>* （只有一條路可走。）

source: <20>{*}{#p/asriel3}{#e/asriel/1}Wh... how did you...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Qu... como você...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}你... 怎么可能...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}你... 怎麼可能...

source: <20>{*}{#p/asriel3}{#e/asriel/2}Heheheh... you think you're strong enough to overpower a god?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Heheheh... você pensa que é forte o suficiente para ultrapassar um deus?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}呵呵呵... 以为自己很强 强到可以超越神明， 是吗？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}呵呵呵... 以為自己很強 強到可以超越神明， 是嗎？

source: <20>{*}{#p/asriel3}{#e/asriel/0}Well, let's see how you like THIS!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Bem, vamos ver como você gosta DISSO!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}那，就来看看你 能不能受得了这个！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}那，就來看看你 能不能受得了這個！

source: <20>{*}{#p/asriel3}{#e/asriel/1}If you think that's gonna hurt me, you're wrong.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Se você pensa que isso vai me ferir, você está errado.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}以为区区这样 就能伤得了我？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}以為區區這樣 就能傷得了我？

source: <20>{*}{#p/asriel3}{#e/asriel/0}I'm still the one in control here!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Eu ainda estou no controle aqui!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}我才是这里的主宰！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}我才是這裡的主宰！

source: <20>{*}{#p/asriel3}{#e/asriel/2}... even if you COULD beat me...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}... mesmo se você PUDER me derrotar...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}...而且， 就算你能打败我...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}...而且， 就算你能打敗我...

source: <20>{*}{#p/asriel3}{#e/asriel/3}In doing so, you'd kill your friends, too.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Fazendo isso, você também matará seus amigos.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}你的朋友 也会因你而死。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}你的朋友 也會因你而死。

source: <20>{*}{#p/asriel3}{#e/asriel/1}Is that what you want? To be ALONE?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}É isso que você quer? Ficar SOZINHO?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}这就是你想要的吗？ 永远孤身一人？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}這就是你想要的嗎？ 永遠孤身一人？

source: <20>{*}{#p/asriel3}{#e/asriel/3}Come on, $(name)... This is SUICIDE!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Qual foi, $(name)... Isso é SUICIDIO!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}$(name)， 快住手！ 你这是在自杀...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}$(name)， 快住手！ 你這是在自殺...

source: <20>{*}{#p/asriel3}{#e/asriel/5}Don't you see that!?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/5}Você não tá vendo!?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/5}没明白吗？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/5}沒明白嗎？

source: <20>{*}{#p/asriel3}{#e/asriel/6}The $(name) I know would never do something so STUPID!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}O $(name) que eu conheço jamais faria algo tão ESTÚPIDO assim!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}我认识的$(name) 绝不会做这种蠢事！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}我認識的$(name) 絕不會做這種蠢事！

source: <20>{*}{#p/asriel3}{#e/asriel/6}Listen to me, $(name).
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}Me escuta, $(name).
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}听我说， $(name)。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}聽我說， $(name)。

source: <20>{*}{#p/asriel3}{#e/asriel/6}You have to stop what you're doing.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}Você tem que parar o que está fazendo agora.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}现在赶快住手。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}現在趕快住手。

source: <20>{*}{#p/asriel3}{#e/asriel/9}If you don't, I...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/9}Se você não, eu...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/9}否则...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/9}否則...

source: <20>{*}{#p/asriel3}{#e/asriel/7}I-I'll be forced to do something even worse!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Eu serei forçado a fazer algo ainda pior!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}你-你别逼我动真格！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}你-你別逼我動真格！

source: <20>{*}{#p/asriel3}{#e/asriel/9}$(name), please...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/9}$(name), por favor...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/9}$(name)， 求求你...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/9}$(name)， 求求你...

source: <20>{*}{#p/asriel3}{#e/asriel/7}You don't know what you're doing, okay?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Você não sabe o que está fazendo, tá bom?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}你还没明白 自己在做什么吗？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}你還沒明白 自己在做什麼嗎？

source: <20>{*}{#p/asriel3}{#e/asriel/8}It's not JUST that I want you to stop fighting me.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Não é só que eu queira que você pare de lutar comigo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}让你住手， 并不只是为了那些怪物...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}讓你住手， 並不只是為了那些怪物...

source: <20>{*}{#p/asriel3}{#e/asriel/8}It's just that... if I let you beat me...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}É só que se... eu deixar você me derrotar...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}更重要的是... 如果我被你打败了...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}更重要的是... 如果我被你打敗了...

source: <20>{*}{#p/asriel3}{#e/asriel/7}I wouldn't be your equal anymore.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Eu não serei mais igual a você.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}我永远，永远 都当不了你的对手了。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}我永遠，永遠 都當不了你的對手了。

source: <20>{*}{#p/asriel3}{#e/asriel/9}I wouldn't be worthy of your respect!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/9}Eu não serei digno de seu respeito!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/9}永远也不会 得到你的尊重！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/9}永遠也不會 得到你的尊重！

source: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/3}{@random=1.1/1.1}Damn you, $(name)... Why do you ALWAYS have to WIN!?
pt_br: 20>{*}{#p/asriel3}{#e/asriel/10}{#i/3}{@random=1.1/1.1}Vai se ferrar, $(name)... Por que você SEMPRE tem que VENCER!?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/3}{@random=1.1/1.1}该死，$(name)... 你为什么总要赢？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/3}{@random=1.1/1.1}該死，$(name)... 你為什麼總要贏？

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}$(name), I...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}$(name), eu...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}$(name)，我...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}$(name)，我...

source: <32>{#p/human}* (Strangely, as your friends remembered you...)
pt_br: <32>{#p/human}* (Estranhamente, como seus amigos se lembraram de você...)
zh_cn: <32>{#p/human}* （奇怪的是， 在朋友们都回忆起你后...）
zh_tw: <32>{#p/human}* （奇怪的是， 在朋友們都回憶起你後...）

source: <32>* (Something else began resonating within Asriel's SOUL, stronger and stronger.)
pt_br: <32>* (Algo começou a ressoar na ALMA de Asriel, forte e mais forte.)
zh_cn: <32>* （还有某个存在 也开始在Asriel灵魂深处回响。） * （愈发强烈。）
zh_tw: <32>* （還有某個存在 也開始在Asriel靈魂深處迴響。） * （愈發強烈。）

source: <32>* (It seems that there's still one last person that needs to be saved.)
pt_br: <32>* (Parece que existe uma pessoa que ainda precisa ser salva.)
zh_cn: <32>* （看起来，还有一个人需要拯救。）
zh_tw: <32>* （看起來，還有一個人需要拯救。）

source: <32>* (But who...?)
pt_br: <32>* (Mas quem...?)
zh_cn: <32>* （是谁呢...？）
zh_tw: <32>* （是誰呢...？）

source: <32>* (... suddenly, you realize.)
pt_br: <32>* (... de repente, você percebe.)
zh_cn: <32>* （...突然，你明白了。）
zh_tw: <32>* （...突然，你明白了。）

source: <32>* (You reach out and call their name.)
pt_br: <32>* (Você alcança eles e chama seus nomes.)
zh_cn: <32>* （你伸出手，呼唤着那个名字。）
zh_tw: <32>* （你伸出手，呼喚著那個名字。）

source: <20>{*}{#p/asriel3}{#e/asriel/1}Huh? What are you doing...!?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Huh? O que você tá fazendo...!?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}嗯？ 你在干什么...！？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}嗯？ 你在幹什麼...！？

source: <20>{*}{#p/asriel3}{#e/asriel/7}Wh... what did you do...?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Oqu... o que você fez...?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}什- 你做了什么...？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}什- 你做了什麼...？

source: <20>{*}{#p/asriel3}{#e/asriel/8}What's this feeling...? What's happening to me?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}O que é este sentimento...? O que está acontecendo?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}这种感觉... 你对我做了什么？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}這種感覺... 你對我做了什麼？

source: <20>{*}{#p/asriel3}{#e/asriel/1}No... NO! I don't need ANYONE!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Não... NÃO! Eu não preciso de NINGUÉM!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}不... 不！ 我不需要任何人！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}不... 不！ 我不需要任何人！

source: <20>{*}{#p/asriel3}{#e/asriel/4}STOP IT! Get away from me!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/4}PARA COM ISSO! Sai de perto de mim!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/4}马上停下！ 给我滚开！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/4}馬上停下！ 給我滾開！

source: <20>{*}{#p/asriel3}{#e/asriel/10}Do you hear me!?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/10}Você tá me ouvindo!?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/10}听见没有？！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/10}聽見沒有？！

source: <20>{*}{#p/asriel3}{#e/asriel/9}I'll tear you apart!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/9}Eu vou te cortar ao meio!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/9}否则， 看我不把你撕成碎片！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/9}否則， 看我不把你撕成碎片！

source: <20>{*}{#p/asriel3}{#e/asriel/7}$(name)... Do you know why I'm doing this...?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}$(name)... Você sabe o por que de eu estar fazendo isso...?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}你知道我为什么 这么做吗？ $(name)...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}你知道我為什麼 這麼做嗎？ $(name)...

source: <20>{*}{#p/asriel3}{#e/asriel/7}Why I keep fighting to keep you around...?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Por que eu luto para te manter por perto...?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}为什么我不停战斗， 只为把你留下...？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}為什麼我不停戰鬥， 只為把你留下...？

source: <20>{*}{#p/asriel3}{#e/asriel/7}I'm doing this...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Eu estou fazendo...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}因为...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}因為...

source: <20>{*}{#p/asriel3}{#e/asriel/8}Because you're special, $(name).
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Porque você é especial, $(name).
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}你在我心中无可替代， $(name)。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}你在我心中無可替代， $(name)。

source: <20>{*}{#p/asriel3}{#e/asriel/8}You're the only one that understands me.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Você é o único que me entende.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}你是唯一一个 真正理解我的人。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}你是唯一一個 真正理解我的人。

source: <20>{*}{#p/asriel3}{#e/asriel/8}You're the only one who's any fun to play with anymore.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Você é o único que ainda é divertido brincar.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}更是唯一一个 还愿意陪我玩的人。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}更是唯一一個 還願意陪我玩的人。

source: <20>{*}{#p/asriel3}{#e/asriel/8}No...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Não...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}不...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}不...

source: <20>{*}{#p/asriel3}{#e/asriel/7}That's not JUST it.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/7}Não é apenas isso.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/7}不只是这样。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/7}不只是這樣。

source: <20>{*}{#p/asriel3}{#e/asriel/9}I... I...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/9}Eu... eu...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/9}我... 我...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/9}我... 我...
