Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asriel2}{#f/16}* We'll just kill him again, I guess.
pt_br: <25>{#p/asriel2}{#f/16}* Bem, então vamos mata-lo novamente, eu acho.
zh_cn: <25>{#p/asriel2}{#f/16}* 大不了... 再杀他一次就好。
zh_tw: <25>{#p/asriel2}{#f/16}* 大不了... 再殺他一次就好。

source: <25>{#p/asriel2}{#f/6}* Really?
pt_br: <25>{#p/asriel2}{#f/6}* Sério?
zh_cn: <25>{#p/asriel2}{#f/6}* 开玩笑吗？
zh_tw: <25>{#p/asriel2}{#f/6}* 開玩笑嗎？

source: <25>{#p/asriel2}{#f/15}* And we're back here again. * Great...
pt_br: <25>{#p/asriel2}{#f/15}* E aqui estamos de novo. * Legal...
zh_cn: <25>{#p/asriel2}{#f/15}* 我们又回来了。 * 呵，真是太棒了...
zh_tw: <25>{#p/asriel2}{#f/15}* 我們又回來了。 * 呵，真是太棒了...

source: <25>{#p/asriel2}{#f/16}* No problem, though... * We can just do what we did before...
pt_br: <25>{#p/asriel2}{#f/16}* Não tem problema, claro... * Vamos só fazer o que fizemos antes...
zh_cn: <25>{#p/asriel2}{#f/16}* 还行，问题不大... * 再来一遍吧...
zh_tw: <25>{#p/asriel2}{#f/16}* 還行，問題不大... * 再來一遍吧...

source: <25>{#p/asriel2}{#f/8}* This is really starting to get annoying.
pt_br: <25>{#p/asriel2}{#f/8}* Isso já tá em outro nível de tédio.
zh_cn: <25>{#p/asriel2}{#f/8}* 我有点不耐烦了。
zh_tw: <25>{#p/asriel2}{#f/8}* 我有點不耐煩了。

source: <25>{#p/asriel2}{#f/15}* $(name), we were almost to the end.
pt_br: <25>{#p/asriel2}{#f/15}* $(name), nós estamos quase chegando no fim.
zh_cn: <25>{#p/asriel2}{#f/15}* $(name)， 我们马上就要把事 办成了。
zh_tw: <25>{#p/asriel2}{#f/15}* $(name)， 我們馬上就要把事 辦成了。

source: <25>{#p/asriel2}{#f/16}* Can we please just save our progress this time.
pt_br: <25>{#p/asriel2}{#f/16}* Podemos por favor salvar o progresso dessa vez.
zh_cn: <25>{#p/asriel2}{#f/16}* 这次保存下进度， 行不行啊？
zh_tw: <25>{#p/asriel2}{#f/16}* 這次儲存下進度， 行不行啊？

source: <25>{#p/asriel2}{#f/10}* ... is this some kind of a joke?
pt_br: <25>{#p/asriel2}{#f/10}* ... isso é algum tipo de pegadinha?
zh_cn: <25>{#p/asriel2}{#f/10}* ...你逗我玩呢？
zh_tw: <25>{#p/asriel2}{#f/10}* ...你逗我玩呢？

source: <25>{#p/asriel2}{#f/10}* ...
zh_cn: <25>{#p/asriel2}{#f/10}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...ゑ

source: <25>{#p/asriel2}{#f/15}* $(name). * Listen to me.
pt_br: <25>{#p/asriel2}{#f/15}* $(name). * Escuta, por favor.
zh_cn: <25>{#p/asriel2}{#f/15}* $(name)，听好了。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* $(name)，聽好了。ゑ

source: <25>{#p/asriel2}{#f/7}* We literally HAD her.
pt_br: <25>{#p/asriel2}{#f/7}* Nós literalmente MATAMOS ela.
zh_cn: <25>{#p/asriel2}{#f/7}* 我们已经干掉她了。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 我們已經幹掉她了。ゑ

source: <25>{#p/asriel2}{#f/5}* Why would you bring us back after that!?
pt_br: <25>{#p/asriel2}{#f/5}* Por qual motivo você nos trouxe de volta após aquilo?
zh_cn: <25>{#p/asriel2}{#f/5}* 那你还回溯时间干嘛呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* 那你還回溯時間幹嘛呢？ゑ

source: <25>{#p/asriel2}{#f/7}* ... you can't be serious right now.
pt_br: <25>{#p/asriel2}{#f/7}* ... você não deve estar lúcido.
zh_cn: <25>{#p/asriel2}{#f/7}* ...你逗我呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* ...你逗我呢？ゑ

source: <25>{#p/asriel2}{#f/7}* ...
zh_cn: <25>{#p/asriel2}{#f/7}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* ...ゑ

source: <25>{#p/asriel2}{#f/15}* What the...
pt_br: <25>{#p/asriel2}{#f/15}* Mas que...
zh_cn: <25>{#p/asriel2}{#f/15}* 什么鬼...
zh_tw: <25>{#p/asriel2}{#f/15}* 什麼鬼...

source: <25>{#p/asriel2}{#f/15}* I could've sworn we were in the shuttle...
pt_br: <25>{#p/asriel2}{#f/15}* Eu poderia jurar que estávamos no ônibus espacial...
zh_cn: <25>{#p/asriel2}{#f/15}* 我发誓我们在逃生艇上...
zh_tw: <25>{#p/asriel2}{#f/15}* 我發誓我們在逃生艇上...

source: <25>{#p/asriel2}{#f/10}* $(name), did you...
pt_br: <25>{#p/asriel2}{#f/10}* $(name), você...
zh_cn: <25>{#p/asriel2}{#f/10}* $(name)，你是不是...
zh_tw: <25>{#p/asriel2}{#f/10}* $(name)，你是不是...

source: <25>{#p/asriel2}{#f/16}* ... no... * You wouldn't do that...
pt_br: <25>{#p/asriel2}{#f/16}* ... não... * Você não faria isso...
zh_cn: <25>{#p/asriel2}{#f/16}* ...不... * 你不会那么做的...
zh_tw: <25>{#p/asriel2}{#f/16}* ...不... * 你不會那麼做的...

source: <32>{#p/human}* (It appears Asriel is deep in thought.)
pt_br: <32>{#p/human}* (Parece que Asriel entrou em estado de pensamento sem interrupção.)
zh_cn: <32>{#p/human}* （看起来Asriel陷入了沉思。）
zh_tw: <32>{#p/human}* （看起來Asriel陷入了沉思。）

source: <25>{#p/asriel2}{#f/9}* What was THAT?
pt_br: <25>{#p/asriel2}{#f/9}* O que foi AQUILO?
zh_cn: <25>{#p/asriel2}{#f/9}* 怎么回事？ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* 怎麼回事？ゑ

source: <25>{#p/asriel2}{#f/10}* ... WHO was that?
pt_br: <25>{#p/asriel2}{#f/10}* ...QUEM foi aquilo?
zh_cn: <25>{#p/asriel2}{#f/10}* ...谁攻击了我们？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...誰攻擊了我們？ゑ

source: <25>{#p/asriel2}{#f/15}* We got hit with...
pt_br: <25>{#p/asriel2}{#f/15}* Nós fomos acertados com...
zh_cn: <25>{#p/asriel2}{#f/15}* 我们...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 我們...ゑ

source: <25>{#p/asriel2}{#f/10}* ... electricity magic?
pt_br: <25>{#p/asriel2}{#f/10}* ... magia elétrica?
zh_cn: <25>{#p/asriel2}{#f/10}* ...被一道电魔法击中了？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* ...被一道電魔法擊中了？ゑ

source: <25>{#p/asriel2}{#f/3}* Alphys. * It's gotta be.
pt_br: <25>{#p/asriel2}{#f/3}* Alphys. * Deve ter sido.
zh_cn: <25>{#p/asriel2}{#f/3}* 肯定是她，Alphys。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 肯定是她，Alphys。ゑ

source: <25>{#p/asriel2}{#f/15}* So she didn't run away, then...
pt_br: <25>{#p/asriel2}{#f/15}* Então ela não fugiu...
zh_cn: <25>{#p/asriel2}{#f/15}* 她竟然没逃跑...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 她竟然沒逃跑...ゑ

source: <25>{#p/asriel2}{#f/16}* Well, this should be interesting.
pt_br: <25>{#p/asriel2}{#f/16}* Heh, isso vai ser interessante.
zh_cn: <25>{#p/asriel2}{#f/16}* 呵，有点意思。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 呵，有點意思。ゑ

source: <25>{#p/asriel2}{#f/15}* So it was Alphys, then...
pt_br: <25>{#p/asriel2}{#f/15}* Então foi a Alphys...
zh_cn: <25>{#p/asriel2}{#f/15}* 果然是Alphys...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 果然是Alphys...ゑ

source: <32>{#p/basic}* Wait.
pt_br: <32>{#p/basic}* Espera.
zh_cn: <32>{#p/basic}* 等等。
zh_tw: <32>{#p/basic}* 等等。

source: <32>* I think you forgot to date Papyrus...
pt_br: <32>* Acho que você esqueceu de ir a um encontro com Papyrus...
zh_cn: <32>* 你有没有 想起你还没和Papyrus约会？
zh_tw: <32>* 你有沒有 想起你還沒和Papyrus約會？

source: <32>* I think you forgot to hang out with Papyrus...
pt_br: <32>* Acho que você esqueceu de sair com Papyrus...
zh_cn: <32>* 你有没有 想起你还没和Papyrus消遣过？
zh_tw: <32>* 你有沒有 想起你還沒和Papyrus消遣過？

source: <32>* ... come on, we can't just leave him behind!
pt_br: <32>* ... vamos lá, não dá pra deixar ele pra trás!
zh_cn: <32>* ...嘿，我们可不能抛下他！
zh_tw: <32>* ...嘿，我們可不能拋下他！

source: <32>* Didn't Papyrus want you to hang out with Undyne earlier?
pt_br: <32>* O Papyrus não te pediu pra sair com a Undyne mais cedo?
zh_cn: <32>* Papyrus之前不是 想让你和Undyne消遣吗？
zh_tw: <32>* Papyrus之前不是 想讓你和Undyne消遣嗎？

source: <32>* ... come on, we can't just forget about her!
pt_br: <32>* ... vamos lá, não dá pra esquecer ela!
zh_cn: <32>* ...嘿，我们可不能抛下她！
zh_tw: <32>* ...嘿，我們可不能拋下她！

source: <32>* Even if she's a bit of a jerk.
pt_br: <32>* Mesmo que ela seja um pouco arrogante.
zh_cn: <32>* 尽管她有点混球。
zh_tw: <32>* 儘管她有點混球。

source: <32>* You forgot about Undyne!
pt_br: <32>* Você esqueceu da Undyne!
zh_cn: <32>* 你忘了Undyne！
zh_tw: <32>* 你忘了Undyne！

source: <32>* First Papyrus, and now this?
pt_br: <32>* Primeiro Papyrus e agora isso?
zh_cn: <32>* 先是Papyrus， 现在连她也要？
zh_tw: <32>* 先是Papyrus， 現在這個又要？

source: <33>* ... come on, let's go back to her house...
pt_br: <33>* ... vamos lá, vamos voltar pra casa dela...
zh_cn: <33>* ...快点，我们得回到她家！
zh_tw: <33>* ...快點，我們得回到她家！

source: <32>{#p/basic}* ... * So now you know.
pt_br: <32>{#p/basic}* ... * Então agora você sabe.
zh_cn: <32>{#p/basic}* ... * 现在你知道了。
zh_tw: <32>{#p/basic}* ... * 現在你知道了。

source: <32>* And, because of Asriel's diary, you know I got sick on purpose.
pt_br: <32>* E por conta do diário de Asriel, você sabe que eu fiquei doente de propósito.
zh_cn: <32>* 因为你看过Asriel的日记， 所以你应该知道我是故意生病的。
zh_tw: <32>* 因為你看過Asriel的日記， 所以你應該知道我是故意生病的。

source: <32>* I tricked him, manipulated him into this stupid plan to save everyone.
pt_br: <32>* Eu enganei ele, manipulei ele com este plano estúpido de salvar todo mundo.
zh_cn: <32>* 为了拯救所有人，我骗了他， 操纵着他来执行这个愚蠢的计划。
zh_tw: <32>* 為了拯救所有人，我騙了他， 操縱著他來執行這個愚蠢的計畫。

source: <32>* Only to turn it into a quest for revenge, and even that was a waste in the end.
pt_br: <32>* Apenas para se tornar uma procura por vingança, e mesmo isso foi uma perda de tempo no final.
zh_cn: <32>* 最后也只是让它 演变成了一场复仇之旅， 即便那样，计划也没有顺利完成。
zh_tw: <32>* 最後也只是讓它 演變成了一場復仇之旅， 即便那樣，計畫也沒有順利完成。

source: <32>* He stopped me from fighting back, and I was mad at him for so long...
pt_br: <32>* Ele me impediu de lutar de volta, e eu estava com raiva dele por tanto tempo...
zh_cn: <32>* 关键时刻， 他阻止了我向那些人类反击， 因此我生了他很久的气...
zh_tw: <32>* 關鍵時刻， 他阻止了我向那些人類反擊， 因此我生了他很久的氣...

source: <32>* Maybe... part of me still is.
pt_br: <32>* Talvez... parte de mim ainda esteja.
zh_cn: <32>* 也许... 也许他那样事出有因。
zh_tw: <32>* 也許... 也許他那樣事出有因。

source: <32>* I don't know.
pt_br: <32>* Eu não sei.
zh_cn: <32>* 我不知道。
zh_tw: <32>* 我不知道。

source: <32>* I always think about how things could have been, if only he'd listened...
pt_br: <32>* Eu sempre penso em como as coisas poderiam ter sido se ele tivesse escutado...
zh_cn: <32>* 我总在想，如果当时他听了我的话， 事情会如何发展...
zh_tw: <32>* 我總在想，如果當時他聽了我的話， 事情會如何發展...

source: <32>* ... but at the same time...
pt_br: <32>* ... mas ao mesmo tempo...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* It was probably for the best that he didn't.
pt_br: <32>* Foi para o melhor que ele não tenha.
zh_cn: <32>* ...但与此同时我也在思考... * 也许这样才是最好的吧。
zh_tw: <32>* ...但與此同時我在想... * 最好的結果只能是他不聽從我吧。

source: <32>* Look... I just want you to know that, having you by my side...
pt_br: <32>* Olha... Eu só quero dizer que, ter você do meu lado...
zh_cn: <32>* 嘿... 我只是想让你知道， 有你在我身边...
zh_tw: <32>* 嘿... 我只是想讓你知道， 有你在我身邊...

source: <32>* It's made me feel like I have a purpose in this world.
pt_br: <32>* Me fez sentir ter um propósito neste mundo.
zh_cn: <32>* 让我觉得， 我存在于这个世界 也不是没有意义了。
zh_tw: <32>* 讓我覺得， 我存在於這個世界 也不是沒有意義了。

source: <32>* So, for that, I'm thankful.
pt_br: <32>* Então, por isso, eu sou grato.
zh_cn: <32>* 为此，我想谢谢你。
zh_tw: <32>* 為此，我想謝謝你。

source: <32>* I really feel like things are going to get better.
pt_br: <32>* Eu realmente acho que as coisas irão melhorar.
zh_cn: <32>* 我真的觉得， 一切都会好起来的。
zh_tw: <32>* 我真的覺得， 一切都會好起來的。

source: <32>* Or maybe... the end is nearer than I thought.
pt_br: <32>* Ou talvez... o fim esteja mais próximo do que eu imagino.
zh_cn: <32>* 或者说... 一切即将迎来最好的结局。
zh_tw: <32>* 或者說... 一切即將迎來最好的結局。

source: <32>* ... * Either way.
pt_br: <32>* ... * De toda forma.
zh_cn: <32>* ...不管以什么方式。
zh_tw: <32>* ...不管以什麼方式。

source: <32>* The force field isn't too far from here.
pt_br: <32>* O campo de força não é tão longe daqui.
zh_cn: <32>* 很快就要到力场那边了。
zh_tw: <32>* 很快就要到力場那邊了。

source: <32>* Though, before we go...
pt_br: <32>* Porém, antes de irmos...
zh_cn: <32>* 不过，在我们前往之前...
zh_tw: <32>* 不過，在我們前往之前...

source: <32>* We should really go back to see Papyrus.
pt_br: <32>* Nós deveríamos voltar pra ver o Papyrus.
zh_cn: <32>* 我们真的应该回去找Papyrus。
zh_tw: <32>* 我們真的應該回去找Papyrus。

source: <32>* You wouldn't want to keep him waiting at his house, would you?
pt_br: <32>* Você não iria querer deixá-lo esperando na casa dele, queria?
zh_cn: <32>* 你不会想让他等太久吧？
zh_tw: <32>* 你不會想讓他等太久吧？

source: <32>* We should really go back to see Undyne.
pt_br: <32>* Nós realmente deveríamos voltar e ver Undyne.
zh_cn: <32>* 我们真的应该回去找Undyne。
zh_tw: <32>* 我們真的應該回去找Undyne。

source: <32>* You wouldn't want to keep Papyrus waiting at her house, would you?
pt_br: <32>* Você não vai deixar o Papyrus esperando na casa dela, vai?
zh_cn: <32>* 你不会想让 Papyrus在她家门前等太久吧？
zh_tw: <32>* 你不會想讓 Papyrus在她家門前等太久吧？

source: <32>* I'm sure you've had enough of my rambling, so we should probably just get going.
pt_br: <32>* Tenho certeza de que você já está farto das minhas divagações, então provavelmente devemos ir.
zh_cn: <32>* 你大概听够了我的废话， 所以我们该走了。
zh_tw: <32>* 你大概聽夠了我的廢話， 所以我們該走了。

source: <32>* Who knows. * Maybe it'll make sense once the force field is down.
pt_br: <32>* Quem sabe. * Talvez faça sentido assim que escudo de força tenha caído.
zh_cn: <32>* 至于为何... * 也许等力场消失了， 答案就会显现出来。
zh_tw: <32>* 至於為何... * 也許等力場消失了， 答案就會顯現出來。

source: <32>* ... * We'll see.
pt_br: <32>* ... * Veremos.
zh_cn: <32>* ...我们等着瞧好了。
zh_tw: <32>* ...我們等著瞧。

source: <32>{#p/basic}* That's not to say we have to go and find him right this second.
pt_br: <32>{#p/basic}* Isso não quer dizer que temos que ir encontrá-lo agora.
zh_cn: <32>{#p/basic}* 当然这不是说 我们现在就得去找他。
zh_tw: <32>{#p/basic}* 當然這不是說 我們現在就得去找他。

source: <32>* It's just...
pt_br: <32>* É só que...
zh_cn: <32>* 就只是..
zh_tw: <32>* 就只是..

source: <32>{#p/human}* (You hear a large sigh.)
pt_br: <32>{#p/human}* (Você escuta um chorinho alto.)
zh_cn: <32>{#p/human}* （你听到一声长叹。）
zh_tw: <32>{#p/human}* （你聽到一聲長嘆。）

source: <32>* There's still something I haven't told you yet.
pt_br: <32>* Ainda tem uma coisa que eu não te disse.
zh_cn: <32>* 有些事我还没告诉你。
zh_tw: <32>* 有些事我還沒告訴你。

source: <32>* It's about my past, and...
pt_br: <32>* É sobre o meu passado, e...
zh_cn: <32>* 这有关我的过去...
zh_tw: <32>* 這是關於我的過去...

source: <32>* It's the reason why I'm so desperate to talk to him.
pt_br: <32>* É a razão pela qual eu estou desesperado para falar sobre ele.
zh_cn: <32>* 也关乎于为什么 我这么想要去和他谈谈。
zh_tw: <32>* 這關乎於為什麼 我迫切想和他說話的原因。

source: <32>* I'm sorry.
pt_br: <32>* Me desculpa.
zh_cn: <32>* 我很抱歉。
zh_tw: <32>* 我很抱歉。

source: <32>* I just...
pt_br: <32>* Eu só...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* I need to tell you how I got this way.
pt_br: <32>* Eu preciso te contar como eu cheguei a isso.
zh_cn: <32>* 我只是... * 我得告诉你 我是如何走到今天这一步的。
zh_tw: <32>* 我只是... * 我得告訴你 我是如何走到今天這一步的。

source: <32>* I need you to understand.
pt_br: <32>* Eu preciso que você entenda.
zh_cn: <32>* 我需要你的理解。
zh_tw: <32>* 我需要你的理解。

source: <32>* Can you imagine what it's like to lose your whole family in one night?
pt_br: <32>* Você consegue imaginar o que é perder toda sua família em uma noite?
zh_cn: <32>* 你能想象一夜之间 失去所有至亲是什么感觉吗？
zh_tw: <32>* 你能想像一夜之間 失去所有至親是什麼感覺嗎？

source: <32>* Can you imagine...
pt_br: <32>* Você consegue...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* What it's like to know that you're the one to blame?
pt_br: <32>* Imagina você saber que é o culpado por isso ter acontecido?
zh_cn: <32>* 你能想象... * 知道这些过错 全都归咎于自己是什么感觉？
zh_tw: <32>* 你能想像... * 知道這些過錯 全都歸咎於自己是什麼感覺？

source: <32>* For the past hundred years...
pt_br: <32>* Pelas próximas centenas de anos...
zh_cn: <32>* 在过去的一百年里...
zh_tw: <32>* 在過去的一百年裡...

source: <32>* It's like I've been stuck in limbo.
pt_br: <32>* É como se eu estivesse preso em um limbo.
zh_cn: <32>* 我就像被困在地狱的边境。
zh_tw: <32>* 我就像被困在地獄的邊境。

source: <32>* No matter how hard I try...
pt_br: <32>* Não importa o quanto eu tentei...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* I just can't seem to break away.
pt_br: <32>* Eu simplesmente não consigo me separar.
zh_cn: <32>* 不管我怎么努力... 都无法挣脱这种枷锁。
zh_tw: <32>* 不管我怎麼努力... 都無法掙脫這種枷鎖。

source: <32>* I've been forced to watch as everyone else gets to live their life.
pt_br: <32>* Eu fui forçado a assistir enquanto todos os outros vivem suas vidas.
zh_cn: <32>* 我只能看着其他人 过着他们自己的生活。
zh_tw: <32>* 我只能看著其他人 過著他們自己的生活。

source: <32>* I see them make friends...
pt_br: <32>* Eu vi eles fazendo amigos...
zh_cn: <32>* 我看到他们交朋友... 他们欢笑... 他们爱恋...
zh_tw: <32>* 我看到他們交朋友... 他們歡笑... 他們愛戀...

source: <32>* I see them laugh, and love...
pt_br: <32>* Eu vi eles rindo, amando...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* But that's... all I ever do.
pt_br: <32>* Mas isso é tudo... que eu sempre fiz.
zh_cn: <32>* 这样的生活... 我也曾拥有过。
zh_tw: <32>* 但那些... 為我曾所做的一切。

source: <32>* I just... see them.
pt_br: <32>* Eu só... vi eles.
zh_cn: <32>* 如今... 我却只能看着...
zh_tw: <32>* 如今... 我只能看著...

source: <32>* Nothing more.
pt_br: <32>* Nada mais.
zh_cn: <32>* 就只能作为一个旁观者... 默默注视着他们享受着生活...
zh_tw: <32>* 除了看著... 什麼都做不到...

source: <32>{#p/basic}* When the ghost family found me, mere days after the incident...
pt_br: <32>{#p/basic}* Quando a família fantasma me encontrou, poucos dias após o acidente...
zh_cn: <32>{#p/basic}* 当幽灵家族找到我时， 已经离那个事件过去好几天了。
zh_tw: <32>{#p/basic}* 當幽靈家族找到我時， 已經離那個事件過去好幾天了。

source: <32>* I thought, maybe, this wouldn't be so bad.
pt_br: <32>* Eu pensei, talvez isso não vá ser tão ruim.
zh_cn: <32>* 我想，也许， 这还没有那么糟糕。
zh_tw: <32>* 我想，也許， 這還沒有那麼糟糕。

source: <32>* I might be trapped in purgatory, but...
pt_br: <32>* Eu posso estar preso em um purgatório, mas...
zh_cn: <32>* 我也许身处炼狱，但是...
zh_tw: <32>* 我也許身處煉獄，但是...

source: <32>* ... at least I'd have people to talk to, right?
pt_br: <32>* ... pelos menos eu tenho pessoas para conversar, certo?
zh_cn: <32>* ...至少还能有人陪我聊天，对吧？
zh_tw: <32>* ...至少還能有人陪我聊天，對吧？

source: <32>* They tried to help me...
pt_br: <32>* Eles tentaram me ajudar...
zh_cn: <32>* 他们尝试帮助我...
zh_tw: <32>* 他們嘗試幫助我...

source: <32>* They tried to make me feel at home...
pt_br: <32>* Eles tentaram me fazer sentir em casa...
zh_cn: <32>* 他们尝试让我感受到家的温暖...
zh_tw: <32>* 他們嘗試讓我感受到家的溫暖...

source: <32>* ... but they just couldn't understand what I was going through.
pt_br: <32>* ... mas eles não puderam entender pelo que eu estava passando.
zh_cn: <32>* ...但是他们 没人能够理解我所经历的。
zh_tw: <32>* ...但是他們 沒人能夠理解我所經歷的。

source: <32>* They were all so young...
pt_br: <32>* Eles eram todos tão jovens...
zh_cn: <32>* 他们如此年轻...
zh_tw: <32>* 他們如此年輕...

source: <32>* To be honest, they still kind of are.
pt_br: <32>* Pra ser sincero, eles meio que ainda são.
zh_cn: <32>* 老实说，现在还是。
zh_tw: <32>* 老實說，現在還是。

source: <32>* Monsters are like children in that way...
pt_br: <32>* Monstros são como crianças neste sentido...
zh_cn: <32>* 怪物的心态就如同孩童...
zh_tw: <32>* 怪物在這方面就像孩童...

source: <32>* Their innocence is what defines them.
pt_br: <32>* Sua inocência é o que define eles.
zh_cn: <32>* 他们的纯真定义了他们。
zh_tw: <32>* 他們的純真定義了他們。

source: <32>* But it meant they didn't really know how to relate to me.
pt_br: <32>* Mas isso significava que eles realmente não sabiam como se relacionar comigo
zh_cn: <32>* 但这也表示 我与他们之间无法相处...
zh_tw: <32>* 但這表示 他們無法和我相處。

source: <32>* Since then...
pt_br: <32>* Desde então...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* ... I've been on my own.
pt_br: <32>* ... eu tenho estado em meu próprio caminho.
zh_cn: <32>* 从那时起... 我一直孑然一身。
zh_tw: <32>* 從那時起... 我一直孑然一身。

source: <32>{#p/basic}* With all these years to myself...
pt_br: <32>{#p/basic}* Todos estes anos apenas por mim mesmo...
zh_cn: <32>{#p/basic}* 这么多年来都是以影为伴...
zh_tw: <32>{#p/basic}* 這麼多年來都是以影為伴...

source: <32>* With nothing to do but sit, and think...
pt_br: <32>* Com nada além de sentar e pensar...
zh_cn: <32>* 百无聊赖，行思坐想...
zh_tw: <32>* 百無聊賴，行思坐想...

source: <32>* It's a miracle I haven't gone insane.
pt_br: <32>* É um milagre que eu não tenha ficado maluco.
zh_cn: <32>* 我没有精神失常真是个奇迹。
zh_tw: <32>* 我沒有精神失常真是個奇蹟。

source: <32>* Hell, maybe that, too, is part of my "punishment."
pt_br: <32>* Inferno, talvez isso seja parte da minha "punição".
zh_cn: <32>* 该死，但这也许就是 上天对我的“惩罚”。
zh_tw: <32>* 該死，但這也許就是 上天對我的「懲罰」。

source: <32>* Not through death, nor insanity, nor common company...
pt_br: <32>* Sem poder morrer, sem poder ficar insano, sem companhia...
zh_cn: <32>* 不是让我死亡， 不是让我疯狂， 也不是让我缺乏普通的陪伴...
zh_tw: <32>* 不是讓我死亡， 不是讓我瘋狂， 也不是讓我缺乏普通的陪伴...

source: <32>* Not through any means am I ever allowed an escape.
pt_br: <32>* De todas as maneiras eu nunca fui capaz de escapar.
zh_cn: <32>* 而无论如何， 我都无法逃离这样的困境。
zh_tw: <32>* 無論如何，我都無法逃離。

source: <32>* ... * But there's a problem with that theory.
pt_br: <32>* ... * Mas existe um problema com esta teoria.
zh_cn: <32>* ... * 但这理论有一个问题。
zh_tw: <32>* ... * 但這理論有一個問題。

source: <32>* An exception.
pt_br: <32>* Uma exceção.
zh_cn: <32>* 一个例外。 * 你猜是什么？
zh_tw: <32>* 一個例外。 * 你猜是什麼？

source: <32>* Can you guess what it is?
pt_br: <32>* Você consegue adivinhar qual ela é?
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* I'm sure you've figured it out by now...
pt_br: <32>* Tenho certeza que você já sabe a está altura...
zh_cn: <32>* 我想你已经明白了...
zh_tw: <32>* 我想你已經明白了...

source: <32>* It's you, Frisk.
pt_br: <32>* É você, Frisk.
zh_cn: <32>* 是你，Frisk。
zh_tw: <32>* 是你，Frisk。

source: <32>* You're the only one who's truly been able to understand me.
pt_br: <32>* Você é o único que é realmente capaz de me entender.
zh_cn: <32>* 你是唯一一个能够理解我的人。
zh_tw: <32>* 你是唯一一個能夠理解我的人。

source: <32>{#p/basic}* You might think the other humans would've heard me...
pt_br: <32>{#p/basic}* Você pode pensar que os outros humanos teriam me ouvido...
zh_cn: <32>{#p/basic}* 你也许认为 其他人类可以聆听我的心声。
zh_tw: <32>{#p/basic}* 你也許認為 其他人類可以聆聽我的心聲。

source: <32>* ... but no.
pt_br: <32>* ... mas não.
zh_cn: <32>* ...但是不行。
zh_tw: <32>* ...但是不行。

source: <32>* Sometimes, I'd get a word in, or...
pt_br: <32>* Às vezes eu dizia uma palavra, ou...
zh_cn: <32>* 有时，我会跟他们插句话...
zh_tw: <32>* 有時，我會跟他們插句話...

source: <32>* Appear to them in a dream if I got lucky.
pt_br: <32>* Aparecia pra eles em um sonho se tivesse sorte.
zh_cn: <32>* 或者与他们梦中相会。
zh_tw: <32>* 或者幸運地進入到他們夢中。

source: <32>* But you...
pt_br: <32>* Mas você...
zh_cn: <32>* 但是除了你...
zh_tw: <32>* 但是除了你...

source: <32>* Maybe it's because our SOULs are so similar, but...
pt_br: <32>* Talvez seja porque nossas ALMAS são tão parecidas, porém...
zh_cn: <32>* 也许是因为我们的 灵魂特质相同，但是...
zh_tw: <32>* 也許是因為我們的 靈魂特質相同，但是...

source: <32>* Not only can you hear me...
pt_br: <32>* Você não apenas consegue me escutar...
zh_cn: <32>* 不只你能够聆听我...
zh_tw: <32>* 不只你能夠聆聽我...

source: <32>* I can "hear" you, too.
pt_br: <32>* Eu posso te "escutar", também.
zh_cn: <32>* 我也能“聆听”你。
zh_tw: <32>* 我也能「聆聽」你。

source: <32>* It's not much, but it's enough to know what you're thinking.
pt_br: <32>* Não é muito, porém é o suficiente para saber o que você está pensando.
zh_cn: <32>* 虽然不多， 但足以知道你在想什么。
zh_tw: <32>* 雖然不多， 但足以知道你在想什麼。

source: <32>* For example, right now...
pt_br: <32>* Por exemplo, agora...
zh_cn: <32>* 比如，现在...
zh_tw: <32>* 比如，現在...

source: <32>* Frisk, you...
pt_br: <32>* Frisk, você...
zh_cn: <32>* Frisk，你...
zh_tw: <32>* Frisk，你...

source: <32>* ... you know that isn't possible, right?
pt_br: <32>* ... você sabe que não é possível, certo?
zh_cn: <32>* ...你知道那不可能发生的对吧？
zh_tw: <32>* ...你知道那不可能發生的對吧？

source: * (How will you hug?)
pt_br: * (Como você irá abraçar?)
zh_cn: * （你想怎么拥抱？）
zh_tw: * （你想怎麼擁抱？）

source: Softly
pt_br: Suavemente
zh_cn: 温柔地
zh_tw: 溫柔地

source: Tightly
pt_br: Firmemente
zh_cn: 紧紧地
zh_tw: 緊緊地

source: Carefully
pt_br: Cuidadosamente
zh_cn: 小心地
zh_tw: 小心地

source: Desperately
pt_br: Desesperadamente
zh_cn: 拼命地
zh_tw: 拼命地

source: <32>{#p/basic}* ... silly Frisk.
pt_br: <32>{#p/basic}* ... Frisk bobo.
zh_cn: <32>{#p/basic}* ...笨蛋Frisk。
zh_tw: <32>{#p/basic}* ...笨蛋Frisk。

source: <32>* If I could accept it, I would.
pt_br: <32>* Se eu pudesse aceitar, eu iria.
zh_cn: <32>* 如果可以的话， 我会接受的。
zh_tw: <32>* 如果可以的話， 我會接受的。

source: <32>* But... I can't.
pt_br: <32>* Mas... eu não posso.
zh_cn: <32>* 可惜... 我无法做到...
zh_tw: <32>* 可惜... 我無法做到...

source: <32>{#p/basic}* ... Frisk, I...
pt_br: <32>{#p/basic}* ... Frisk, eu...
zh_cn: <32>{#p/basic}* Frisk，我...
zh_tw: <32>{#p/basic}* Frisk，我...

source: <32>* I know I seem like the last person who'd say something like this, but...
pt_br: <32>* Eu sei que pareço a última pessoa que diria algo assim, mas...
zh_cn: <32>* 我知道我是 最不可能说这种话的人， 但是...
zh_tw: <32>* 我知道我是 最不可能說這種話的人， 但是...

source: <32>* I really love you, Frisk.
pt_br: <32>* Eu realmente te amo, Frisk.
zh_cn: <32>* 我真的爱你，Frisk。
zh_tw: <32>* 我真的愛你，Frisk。

source: <32>* Just like I loved him.
pt_br: <32>* Assim como eu o amei.
zh_cn: <32>* 就像我爱他一样。
zh_tw: <32>* 就像我愛他一樣。

source: <32>* We're like... a family now.
pt_br: <32>* Nós somos... como família.
zh_cn: <32>* 我们此时就像... 一个真正的家庭。
zh_tw: <32>* 我們此時就像... 一個真正的家庭。

source: <32>* Heh.
zh_cn: <32>* 嘿。
zh_tw: <32>* 嘿。

source: <32>* ... thanks for giving me the chance to experience the world like new again.
pt_br: <32>* ... obrigado por me dar a chance de experienciar o mundo como algo novo, novamente.
zh_cn: <32>* ...谢谢你给了我一次 重新感受世界的机会。
zh_tw: <32>* ...謝謝你給了我一次 重新感受世界的機會。
