Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* ... thanks for being the kind of person that you are.
pt_br: <32>* ... obrigado por ser a pessoa gentil que você é.
zh_cn: <32>* ...谢谢你成为了这样的人。
zh_tw: <32>* ...謝謝你成為了這樣的人。

source: <32>* But... Frisk.
pt_br: <32>* Mas... Frisk.
zh_cn: <32>* 但是... Frisk。
zh_tw: <32>* 但是... Frisk。

source: <32>* I'm not sure if I have a future in this world.
pt_br: <32>* Eu não tenho certeza se tenho futuro neste mundo.
zh_cn: <32>* 我不确定 我是否在这个世界上是否有未来。
zh_tw: <32>* 我不確定 我是否在這個世界上是否有未來。

source: <32>* Once you're gone...
pt_br: <32>* Assim que você se for...
zh_cn: <32>* 一旦你走了...
zh_tw: <32>* 一旦你走了...

source: <32>* ... I'd just go back to being alone again.
pt_br: <32>* ... Eu só irei voltar a estar sozinho novamente.
zh_cn: <32>* ...我将会再次孤身一人。
zh_tw: <32>* ...我將會再次孤身一人。

source: <32>* That's why... it's important I get to talk to him, you know?
pt_br: <32>* É por isso... que é importante que eu possa falar com ele, entende?
zh_cn: <32>* 那就是为什么... 我这么心急如焚地想与他聊聊， 你知道吗？
zh_tw: <32>* 那就是為什麼... 我這麼心急如焚地想與他說話， 你知道嗎？

source: <32>* At least then, I'd be able to move on from what happened.
pt_br: <32>* Somente então, eu poderei seguir em frente sobre o que aconteceu.
zh_cn: <32>* 至少那时， 我就可以从已经发生的事中 走出来。
zh_tw: <32>* 至少那時， 我就可以從已經發生的事中 走出來。

source: <32>* A lonely existence... wouldn't be so bad after that.
pt_br: <32>* Existir sozinho... não seria tão ruim depois disso.
zh_cn: <32>* 这样就算仍然孤独... 但也不会那么悲哀了。
zh_tw: <32>* 一個孤獨的存在... 就不會那麼悲哀了。

source: <32>* But... I know.
pt_br: <32>* Mas... Eu sei.
zh_cn: <32>* 但是... 我知道。
zh_tw: <32>* 但是... 我知道。

source: <32>* I'm sure there's a lot of people you'd like to catch up with first.
pt_br: <32>* Eu tenho certeza que existem muitas pessoas que você gostaria de ver antes.
zh_cn: <32>* 我确定你还有很多人 想要了解一下。
zh_tw: <32>* 我確定你還有很多人 想要了解一下。

source: <33>* So, go and do that, and then...
pt_br: <33>* Então vá lá, faça isso...
zh_cn: <33>* 所以，先去做那些事吧， 然后...
zh_tw: <33>* 所以，先去做那些事吧， 然後...

source: <32>* Once you're ready...
pt_br: <32>* Assim que você estiver pronto...
zh_cn: <32>* 一旦你准备好...
zh_tw: <32>* 一旦你準備好...

source: <32>* ... we'll go and find him.
pt_br: <32>* ... nós iremos encontrá-lo.
zh_cn: <32>* ...我们就去找他，好吗？
zh_tw: <32>* ...我們就去找他，好嗎？

source: <32>* Alright?
pt_br: <32>* Certo?
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* Well, that's all.
pt_br: <32>* Bem, isso é tudo.
zh_cn: <32>* 嗯，我说完了。
zh_tw: <32>* 嗯，我說完了。

source: <32>* Let's continue, shall we?
pt_br: <32>* Vamos continuar, tudo bem?
zh_cn: <32>* 来吧，我们继续吧。
zh_tw: <32>* 來吧，我們繼續吧。

source: <32>{#p/basic}{#npc/a}* I've never been to the so- called Citadel, but it's nice.
pt_br: <32>{#p/basic}{#npc/a}* Eu nunca estive na tão aclamada Cidadela, mas parece legal.
zh_cn: <32>{#p/basic}{#npc/a}* 之前我就听说过首塔， 但从没来过这里。 * 这里挺不错的。
zh_tw: <32>{#p/basic}{#npc/a}* 之前我就聽說過首塔， 但從沒來過這裡。 * 這裡挺不錯的。

source: <32>* Despite being a full-on city, it's still easier to navigate than the rest of the outpost!
pt_br: <32>* Mesmo sendo uma cidade inteirinha, ainda assim é mais fácil de trafegar que o restante do Outpost!
zh_cn: <32>* 虽然这里是个大城市， 但在这里反而没那么容易迷路！
zh_tw: <32>* 雖然這裡是個大城市， 但在這裡反而沒那麼容易迷路！

source: <32>* Now isn't that something.
pt_br: <32>* Agora isso não é alguma coisa.
zh_cn: <32>* 这倒挺不错的。
zh_tw: <32>* 這倒挺不錯的。

source: <32>{#p/basic}{#npc/a}* I've never been one for mazes and strange puzzles. * So this really is great.
pt_br: <32>{#p/basic}{#npc/a}* Eu nunca fui muito de quebra cabeças e labirintos. * Então isso realmente é legal.
zh_cn: <32>{#p/basic}{#npc/a}* 我特别反感弯弯绕绕的房间 和奇怪的谜题。 * 所以首塔这样挺好的。
zh_tw: <32>{#p/basic}{#npc/a}* 我特別反感彎彎繞繞的房間 和奇怪的迷題。 * 所以首塔這樣挺好的。

source: <32>{#p/basic}{#npc/a}* Crazy to think they built this city in such a short period of time.
pt_br: <32>{#p/basic}{#npc/a}* É maluco pensar que essa cidade foi construída tão rapidamente.
zh_cn: <32>{#p/basic}{#npc/a}* 不知道他们是怎么 在这么短的时间 建成这座城市的。
zh_tw: <32>{#p/basic}{#npc/a}* 不知道他們是怎麼 在這麼短的時間 建成這座城市的。

source: <32>* And unlike Aerialis, they didn't resort to weird space anomalies to make it bigger.
pt_br: <32>* E diferente de Aerialis, eles não recorreram a anomalias espaciais pra fazer ela parecer maior.
zh_cn: <32>* 空境是靠着奇怪的空间折叠， 所以才看起来比较大。 * 但这里不是这样。
zh_tw: <32>* 空境是靠著奇怪的空間摺疊， 所以才看起來比較大。 * 但這裡不是這樣。

source: <32>* But all that technobabble's beyond me, anyway. * It's just good to be here.
pt_br: <32>* Mas toda essa tecnobaboseira está além de mim, de qualquer maneira. * É bom estar aqui.
zh_cn: <32>* 那些技术名词我也不懂， 在这里生活就挺好的。
zh_tw: <32>* 那些技術名詞我也不懂， 在這裡生活就挺好的。

source: <32>{#p/basic}{#npc/a}* A life free of nonsensical technical terms... * Peace, at last.
pt_br: <32>{#p/basic}{#npc/a}* Uma vida livre do termos técnicos esquisitos... * Paz, no fim.
zh_cn: <32>{#p/basic}{#npc/a}* 每天不用去想 那些高深的技术名词... * 这样就挺好的。
zh_tw: <32>{#p/basic}{#npc/a}* 每天不用去想 那些高深的技術名詞... * 這樣就挺好的。

source: <32>{#p/basic}{#npc/a}* Don't mind me, I'm just hanging out here with my best pals!
pt_br: <32>{#p/basic}{#npc/a}* Não se preocupe comigo, eu só tô saindo com meus melhores camaradas!
zh_cn: <32>{#p/basic}{#npc/a}* 别管我，我只是在和我 最好的朋友一起消遣！
zh_tw: <32>{#p/basic}{#npc/a}* 別管我，我只是在和我 最好的朋友一起消遣！

source: <32>* Working at the CORE was really hard... but we are all done now.
pt_br: <32>* Trabalhar no CORE foi bem difícil... mas estamos todos prontos agora.
zh_cn: <32>* 在核心工作真的很辛苦... 但现在我们的工作都完成了。
zh_tw: <32>* 在核心工作真的很辛苦... 但現在我們的工作都完成了。

source: <32>* Here, we can celebrate our amazing work!
pt_br: <32>* Aqui, podemos celebrar nosso incrível trabalho!
zh_cn: <32>* 此时，我们可以庆祝 我们的优异成绩！
zh_tw: <32>* 此時，我們可以慶祝 我們的優異成績！

source: <32>* I sure do love HANGOUT!
pt_br: <32>* Eu com certeza amo dar um rolê!
zh_cn: <32>* 我爱死消遣了！
zh_tw: <32>* 我愛死消遣了！

source: <32>{#p/basic}{#npc/a}* I can tell you love it too!
pt_br: <32>{#p/basic}{#npc/a}* Eu posso dizer que você ama isso também!
zh_cn: <32>{#p/basic}{#npc/a}* 我敢说你也会喜欢上的！
zh_tw: <32>{#p/basic}{#npc/a}* 我敢說你也會喜歡上的！

source: <32>{#p/basic}{#npc/a}* So... no more school? * I mean, it's my fault for going, really.
pt_br: <32>{#p/basic}{#npc/a}* Então... sem mais escola? * Assim, é minha culpa por ter ido, claro.
zh_cn: <32>{#p/basic}{#npc/a}* 这... 我们不用上学了？ * 其实，说实话吧，之前是我的错。
zh_tw: <32>{#p/basic}{#npc/a}* 這... 我們不用上學了？ * 其實，說實話吧，之前是我的錯。

source: <32>* Nobody actually has to go to school, but you might be worse off without it.
pt_br: <32>* Ninguém tem que ir pra escola de verdade, mas você com certeza não vai ficar bem sem ela.
zh_cn: <32>* 没有人非要去上学， 但不去上学肯定会更糟。
zh_tw: <32>* 沒有人非要去上學， 但不去上學肯定會更糟。

source: <32>* Whatever. * I guess I still don't know what I want in life.
pt_br: <32>* Tanto faz. * Eu acho que ainda não sei o que quero fazer da vida.
zh_cn: <32>* 哎，随他去吧。 * 估计我现在还没搞明白 我到底想要什么。
zh_tw: <32>* 哎，隨他去吧。 * 估計我現在還沒搞明白 我到底想要什麼。

source: <32>{#p/basic}{#npc/a}* Going to parties like this all the time could be fun...
pt_br: <32>{#p/basic}{#npc/a}* Ir a festas assim o tempo todo deve ser divertido...
zh_cn: <32>{#p/basic}{#npc/a}* 每天都来聚会的话， 估计会很好玩吧...
zh_tw: <32>{#p/basic}{#npc/a}* 每天都來聚會的話， 估計會很好玩吧...

source: <18>{#p/papyrus}{#f/0}{#npc/a}HELLO THERE, FRISK!
pt_br: <18>{#p/papyrus}{#f/0}{#npc/a} OLÁ, FRISK!
zh_cn: <18>{#p/papyrus}{#f/0}{#npc/a}你好啊，FRISK！
zh_tw: <18>{#p/papyrus}{#f/0}{#npc/a}你好啊，FRISK！

source: <18>{#f/9}I'M ONLY PREPARING THE GREATEST DISH I'VE EVER MADE!
pt_br: <18>{#f/9}EU ESTOU PREPARANDO A MELHOR REFEIÇÃO QUE JÁ FIZ NA VIDA!
zh_cn: <18>{#f/9}我正做菜呢，做的还是 我最拿手的好菜！
zh_tw: <18>{#f/9}我正做菜呢，做的還是 我最拿手的好菜！

source: <18>{#f/5}I ONLY WISH IT'D COOK A LITTLE FASTER...
pt_br: <18>{#f/5}EU SÓ QUERIA COZINHAR UM POUCO MAIS RÁPIDO...
zh_cn: <18>{#f/5}只是火候不行， 得花好长时间...
zh_tw: <18>{#f/5}只是火候不行， 得花好長時間...

source: <18>{#f/7}AT THIS RATE, I'LL HAVE TO SERVE IT ON THE TRANSPORT!
pt_br: <18>{#f/7}NESTE RITMO, EU VOU TER QUE SERVIR OS PRATOS NO TRANSPORTE!
zh_cn: <18>{#f/7}照这样下去，等我做好了， 大伙都坐飞船出发了！
zh_tw: <18>{#f/7}照這樣下去，等我做好了， 大夥都坐飛船出發了！

source: <25>{#p/sans}{#npc}* actually, i think that'd be pretty cool.
pt_br: <25>{#p/sans}{#npc}* Sério, acho que isso seria bem legal.
zh_cn: <25>{#p/sans}{#npc}* 大伙在船上品尝佳肴， 多酷啊。
zh_tw: <25>{#p/sans}{#npc}* 大夥在船上品嘗佳餚， 多酷啊。

source: <25>{#p/sans}{#f/3}* imagine, everyone eating it as they first see the homeworld...
pt_br: <25>{#p/sans}{#f/3}* Imagina, todo mundo comendo enquanto vêem o novo planeta pela primeira vez...
zh_cn: <25>{#p/sans}{#f/3}* 想想看，人们聚在一起， 一边遐想新家园的美景， 一边品尝面前的佳肴...
zh_tw: <25>{#p/sans}{#f/3}* 想想看，人們聚在一起， 一邊遐想新家園的美景， 一邊品嘗面前的佳餚...

source: <25>{#p/sans}{#f/2}* it'd be a dish they'd NEVER forget.
pt_br: <25>{#p/sans}{#f/2}* Seria uma refeição que eles JAMAIS esquecerão.
zh_cn: <25>{#p/sans}{#f/2}* 这顿大餐， 他们肯定终生难忘。
zh_tw: <25>{#p/sans}{#f/2}* 這頓大餐， 他們肯定終生難忘。

source: <18>{#p/papyrus}{#f/4}{#npc/a}YOU MAKE A TEMPTING OFFER...
pt_br: <18>{#p/papyrus}{#f/4}{#npc/a}VOCÊ ESTÁ FAZENDO UMA OFERTA TENTADORA...
zh_cn: <18>{#p/papyrus}{#f/4}{#npc/a}说得倒好听...
zh_tw: <18>{#p/papyrus}{#f/4}{#npc/a}說得倒好聽...

source: <18>{#p/papyrus}{#f/5}BUT I ALREADY PROMISED I'D GET IT MADE HERE.
pt_br: <18>{#p/papyrus}{#f/5}MAS EU JÁ PROMETI QUE IREI DEIXAR PRONTO AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}但我都答应他们 出发前就能吃上大餐了， 现在咋办？
zh_tw: <18>{#p/papyrus}{#f/5}但我都答應他們 出發前就能吃上大餐了， 現在咋辦？

source: <18>{#p/papyrus}{#f/5}{#npc/a}HEY. IT'S NOT ALL BAD.
pt_br: <18>{#p/papyrus}{#f/5}{#npc/a}HEY. NÃO É DE TODO RUIM.
zh_cn: <18>{#p/papyrus}{#f/5}{#npc/a}仔细一想， 也没那么坏。
zh_tw: <18>{#p/papyrus}{#f/5}{#npc/a}仔細一想， 也沒那麼壞。

source: <18>{#f/0}THE SEASONING IN ASGORE'S KITCHEN IS EXCELLENT!
pt_br: <18>{#f/0}O TEMPERO NA COZINHA DO ASGORE É EXCELENTE!
zh_cn: <18>{#f/0}没想到，ASGORE的厨房 居然有这么多 宝藏调料！
zh_tw: <18>{#f/0}沒想到，ASGORE的廚房 居然有這麼多 寶藏調料！

source: <18>{#f/4}SALT, PEPPER... ANTI-GRAVITY POWDER...
pt_br: <18>{#f/4}SAL, PIMENTA... PÓ ANTI-GRAVIDADE...
zh_cn: <18>{#f/4}除了盐和胡椒... 还有反重力粉末！
zh_tw: <18>{#f/4}除了鹽和胡椒... 還有反重力粉末！

source: <18>{#f/9}THE POSSIBILITIES ARE... RATHER ZESTY!!
pt_br: <18>{#f/9}AS POSSIBILIDADES SÃO... QUASE INFINITAS!!
zh_cn: <18>{#f/9}小小的厨房， 藏着无限的可能！
zh_tw: <18>{#f/9}小小的廚房， 藏著無限的可能！

source: <18>{#p/papyrus}{#f/0}{#npc/a}DON'T WORRY, I WON'T GET -TOO- CRAZY.
pt_br: <18>{#p/papyrus}{#f/0}{#npc/a} NÃO SE PREOCUPE, EU NÃO VOU FICAR -TÃO- EXCITADO.
zh_cn: <18>{#p/papyrus}{#f/0}{#npc/a}放心，我不会做着做着 就走火入魔的。
zh_tw: <18>{#p/papyrus}{#f/0}{#npc/a}放心，我不會做著做著 就走火入魔的。

source: <18>{#f/5}IT'S NOT LIKE I'D TAKE SUCH A BIG GAMBLE...
pt_br: <18>{#f/5}NÃO É COMO SE EU FOSSE FAZER UMA APOSTA TÃO GRANDE...
zh_cn: <18>{#f/5}毕竟要招待 那么多贵客... 还是稳妥点为好。
zh_tw: <18>{#f/5}畢竟要招待 那麼多貴客... 還是穩妥點為好。

source: <18>{#f/0}WITH SUCH A VAST PARTY OF GUESTS TO FEED.
pt_br: <18>{#f/0}COM UMA VARIEDADE TÃO GRANDE DE CONVIDADOS PRA ALIMENTAR.
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#f/9}BESIDES, THE RECIPE SPECIFIES THE SEASONING!
pt_br: <18>{#f/9}ALÉM DISSO, A RECEITA ESPECIFICA O TEMPERO.
zh_cn: <18>{#f/9}更何况，做菜要用啥调料， 菜谱上都写得清清楚楚！
zh_tw: <18>{#f/9}更何況，做菜要用啥調料， 菜譜上都寫得清清楚楚！

source: <18>{#f/4}I HEAR IT FLOATS IN YOUR MOUTH...
pt_br: <18>{#f/4}OUVI DIZER QUE FLUTUA NA SUA BOCA...
zh_cn: <18>{#f/4}据说，那些调料进了嘴， 还能在嘴里悬浮...
zh_tw: <18>{#f/4}據說，那些調料進了嘴， 還能在嘴裡懸浮...

source: <18>{#p/papyrus}{#f/0}{#npc/a}NOTHING TO WORRY ABOUT AT ALL.
pt_br: <18>{#p/papyrus}{#f/0}{#npc/a}NADA PARA SE PREOCUPAR, DE VERDADE.
zh_cn: <18>{#p/papyrus}{#f/0}{#npc/a}啥都不用担心！
zh_tw: <18>{#p/papyrus}{#f/0}{#npc/a}啥都不用擔心！

source: <25>{#p/kidd}{#f/4}{#npc/a}* Yo, uh...
pt_br: <25>{#p/kidd}{#f/4}{#npc/a}* Aí, uh...
zh_cn: <25>{#p/kidd}{#f/4}{#npc/a}* 呦，呃...
zh_tw: <25>{#p/kidd}{#f/4}{#npc/a}* 呦，呃...

source: <25>{#f/4}* I think you should just leave me alone.
pt_br: <25>{#f/4}* Eu acho que você só deveria me deixar sozinho.
zh_cn: <25>{#f/4}* 离我远点。
zh_tw: <25>{#f/4}* 離我遠點。

source: <25>{#p/kidd}{#f/2}{#npc/a}* I'm gonna miss this place, dude...
pt_br: <25>{#p/kidd}{#f/2}{#npc/a}* Eu vou sentir falta deste lugar, cara...
zh_cn: <25>{#p/kidd}{#f/2}{#npc/a}* 伙计，我会想这个地方的...
zh_tw: <25>{#p/kidd}{#f/2}{#npc/a}* 夥計，我會想這個地方的...

source: <25>{#f/3}* Starton, the Foundry, Aerialis, the Citadel...
pt_br: <25>{#f/3}* Starton, o Foundry, Aerialis, a Cidadela...
zh_cn: <25>{#f/3}* 星港，铸厂，空境，首塔...
zh_tw: <25>{#f/3}* 星港，鑄廠，空境，首塔...

source: <25>{#f/6}* At least we'll still be together on the new homeworld.
pt_br: <25>{#f/6}* Pelo menos ainda estaremos juntos no novo mundo.
zh_cn: <25>{#f/6}* 至少在新家园上 我们也会在一起。
zh_tw: <25>{#f/6}* 至少在新家園上 我們也會在一起。

source: <25>{#f/1}* I can't wait to see what it's like out there!
pt_br: <25>{#f/1}* Mau posso esperar pra ver como é lá.
zh_cn: <25>{#f/1}* 等不及看看外面的世界 是怎么样的了！
zh_tw: <25>{#f/1}* 等不及看看外面的世界 是怎麼樣的了！

source: <25>{#p/kidd}{#f/1}{#npc/a}{#f/4}* ... oh, uh, I know you probably figured it out, but...
pt_br: <25>{#p/kidd}{#f/1}{#npc/a}{#f/4}* ... oh, hmm, eu sei que você provavelmente vai acabar descobrindo, mas...
zh_cn: <25>{#p/kidd}{#f/1}{#npc/a}{#f/4}* ...哦，呃， 你可能已经发现了， 不过我还是想承认一下...
zh_tw: <25>{#p/kidd}{#f/1}{#npc/a}{#f/4}* ...喔，呃， 你可能已經發現了， 不過我還是想承認一下...

source: <25>{#f/4}* I don't really have parents. * I just made them up.
pt_br: <25>{#f/4}* Eu não tenho pais de verdade. * Eu inventei eles.
zh_cn: <25>{#f/4}* 我撒了谎，我其实没有爹娘。 * 我编造了他们的存在。
zh_tw: <25>{#f/4}* 我撒了謊，我其實沒有爹娘。 * 我編造了他們的存在。

source: <26>{#f/3}* But we're friends now, right? So... I hope you can forgive me for that.
pt_br: <26>{#f/3}* Mas nós somos amigos agora, certo? Então... Espero que você possa me perdoar por aquilo.
zh_cn: <26>{#f/3}* 不过我们是朋友，对吧？ 所以... 希望你原谅我。
zh_tw: <26>{#f/3}* 不過我們是朋友，對吧？ 所以... 希望你原諒我。

source: <25>{#p/kidd}{#f/4}{#npc/a}* Go away...
pt_br: <25>{#p/kidd}{#f/4}{#npc/a}* Só, vai embora...
zh_cn: <25>{#p/kidd}{#f/4}{#npc/a}* 滚开啊...
zh_tw: <25>{#p/kidd}{#f/4}{#npc/a}* 滾開啊...

source: <25>{#p/kidd}{#f/3}{#npc/a}* Thanks for being a good friend, Frisk.
pt_br: <25>{#p/kidd}{#f/3}{#npc/a}* Obrigado por ser um bom amigo, Frisk.
zh_cn: <25>{#p/kidd}{#f/3}{#npc/a}* 谢谢你能做我的朋友， Frisk。
zh_tw: <25>{#p/kidd}{#f/3}{#npc/a}* 謝謝你能做我的朋友， Frisk。

source: <32>{#p/basic}{#npc/a}* So you're telling me we can't leave until everyone's ready?
pt_br: <32>{#p/basic}{#npc/a}* Então você esta me dizendo que não podemos sair até todo mundo estar pronto?
zh_cn: <32>{#p/basic}{#npc/a}* 你说必须等大伙都准备好了才能走？
zh_tw: <32>{#p/basic}{#npc/a}* 你說必須等大夥都準備好了才能走？

source: <32>* I, uh, I guess that's only fair, huh.
pt_br: <32>* Eu, uh, acho que isso é justo, huh.
zh_cn: <32>* 我，呃，其实挺合理的。
zh_tw: <32>* 我，呃，其實挺合理的。

source: <32>* Well, it's okay, then.
pt_br: <32>* Bem, é okay, então.
zh_cn: <32>* 行，我接受。
zh_tw: <32>* 行，我接受。

source: <32>{#p/basic}{#npc/a}* What am I even complaining about? * We're free...
pt_br: <32>{#p/basic}{#npc/a}* Tudo que eu estou reclamando mesmo? * Estamos livres...
zh_cn: <32>{#p/basic}{#npc/a}* 我抱怨啥呢？ * 我们都自由了...
zh_tw: <32>{#p/basic}{#npc/a}* 我抱怨啥呢？ * 我們都自由了...

source: <25>{#p/undyne}{#f/14}{#npc/a}* Those girls who run the rec center found this movie on a trash run.
pt_br: <25>{#p/undyne}{#f/14}{#npc/a}* As garotas que dirigem o centro de recreação encontraram este filme enquanto andavam no lixo.
zh_cn: <25>{#p/undyne}{#f/14}{#npc/a}* 管休闲回廊的姑娘们 淘垃圾的时候， 发现了这部电影。
zh_tw: <25>{#p/undyne}{#f/14}{#npc/a}* 管休閒迴廊的姑娘 們淘垃圾的時候， 發現了這部電影。

source: <25>{#f/1}* So, Alphys and I decided we'd put it on.
pt_br: <25>{#f/1}* Então, Alphys e eu decidimos que iríamos decidir.
zh_cn: <25>{#f/1}* 我和Alphys就打算一起看。
zh_tw: <25>{#f/1}* 我和Alphys就打算一起看。

source: <25>{#f/8}* FUHUHU!! * THIS IS THE BEST DATE I'VE EVER HAD!!
pt_br: <25>{#f/8}* FUHUHU!! * ESTE É O MELHOR ENCONTRO QUE EU JÁ TIVE!!
zh_cn: <25>{#f/8}* 呋呼呼！！ * 这次约会最棒了！！
zh_tw: <25>{#f/8}* 呋呼呼！！ * 這次約會最棒了！！

source: <25>{#f/12}* And, uh, I guess it's also the only date I've ever had.
pt_br: <25>{#f/12}* E, uh, eu acho que este também é o único encontro que eu já tive.
zh_cn: <25>{#f/12}* 呃，我好像就 约会过这么一次。
zh_tw: <25>{#f/12}* 呃，我好像就 約會過這麼一次。

source: <25>{#f/7}* BUT STILL!
pt_br: <25>{#f/7}* MESMO ASSIM!
zh_cn: <25>{#f/7}* 不过之前的话依旧算数！
zh_tw: <25>{#f/7}* 不過之前的話依舊算數！

source: <25>{#p/undyne}{#f/1}{#npc/a}* I never realized watching movies could be so addicting!
pt_br: <25>{#p/undyne}{#f/1}{#npc/a}* Eu nunca percebi o quão viciante é ver filmes!
zh_cn: <25>{#p/undyne}{#f/1}{#npc/a}* 没想到看电影 这么让人着迷！
zh_tw: <25>{#p/undyne}{#f/1}{#npc/a}* 沒想到看電影 這麼讓人著迷！

source: <25>{#p/undyne}{#f/12}{#npc/a}* Now... * If you could leave us to it...
pt_br: <25>{#p/undyne}{#f/12}{#npc/a}* Agora... * Se você pudesse nos deixar a sós...
zh_cn: <25>{#p/undyne}{#f/12}{#npc/a}* 所以现在... * 你能不能让我们 安心看电影呢...
zh_tw: <25>{#p/undyne}{#f/12}{#npc/a}* 所以現在... * 你能不能讓我們 安心看電影呢...

source: <25>{#p/undyne}{#f/7}{#npc/a}* Come on, you're blocking the view!
pt_br: <25>{#p/undyne}{#f/7}{#npc/a}* Qual foi, você tá bloqueando a visão!
zh_cn: <25>{#p/undyne}{#f/7}{#npc/a}* 嘿嘿嘿， 你把电视挡住了！
zh_tw: <25>{#p/undyne}{#f/7}{#npc/a}* 嘿嘿嘿， 你把電視擋住了！

source: <25>{#p/alphys}{#g/alphysInquisitive}{#npc/a}* ... huh? * You wanted to tell me something?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}{#npc/a}* ... huh? * Você queria me dizer alguma coisa?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}{#npc/a}* ...嗯？ * 你有话想对我说？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}{#npc/a}* ...嗯？ * 你有話想對我說？

source: <32>{#p/human}* (You recite the scientific notes shared by Professor Roman in Archive Six.)
pt_br: <32>{#p/human}* (Você recita as notas científicas compartilhadas pelo Professor Roman no Arquivo Seis.)
zh_cn: <32>{#p/human}* （你背了一遍六号档案的Roman教授 交给你的笔记。）
zh_tw: <32>{#p/human}* （你背了一遍六號檔案的Roman教授 交給你的筆記。）

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Woah... woah!
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 哇... 哇哦！
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 哇... 哇喔！

source: <25>{#g/alphysNervousLaugh}* This could be the key to solving intergalactic travel...
pt_br: <25>{#g/alphysNervousLaugh}* Está deve ser a chave para resolver a viagem intergaláctica...
zh_cn: <25>{#g/alphysNervousLaugh}* 这搞不好是进行 星系间高速旅行的关键啊...
zh_tw: <25>{#g/alphysNervousLaugh}* 這搞不好是進行 星系間高速旅行的關鍵啊...

source: <25>{#g/alphysHellYeah}* ... with wormholes!
pt_br: <25>{#g/alphysHellYeah}* ... com buraco de minhocas!
zh_cn: <25>{#g/alphysHellYeah}* ...确切点说，虫洞旅行！
zh_tw: <25>{#g/alphysHellYeah}* ...確切點說，蟲洞旅行！

source: <25>{#g/alphysWelp}* I've been trying to crack this for so long...
pt_br: <25>{#g/alphysWelp}* Eu vim tentando resolver isso a um tempo...
zh_cn: <25>{#g/alphysWelp}* 花了很多年，我也没 研究明白这个技术啊...
zh_tw: <25>{#g/alphysWelp}* 花了很多年，我也沒 研究明白這個技術啊...

source: <25>{#p/alphys}{#g/alphysCutscene1}{#npc/a}* After all these years, we finally found it!
pt_br: <25>{#p/alphys}{#g/alphysCutscene1}{#npc/a}* Depois de todos estes anos, nós finalmente encontramos!
zh_cn: <25>{#p/alphys}{#g/alphysCutscene1}{#npc/a}* 终于啊！ * 我找了这么多年， 今天终于找到你了！
zh_tw: <25>{#p/alphys}{#g/alphysCutscene1}{#npc/a}* 終於啊！ * 我找了這麼多年， 今天終於找到你了！

source: <25>{#g/alphysHellYeah}* The third movie in the Mew Mew trilogy... * Mew Mew Time Twist!
pt_br: <25>{#g/alphysHellYeah}* O terceiro filme da trilogia Mew Mew... * Mew Mew Time Twist!
zh_cn: <25>{#g/alphysHellYeah}* 《喵喵三部曲》第三部—— 《喵喵之扭转时空》！
zh_tw: <25>{#g/alphysHellYeah}* 《喵喵三部曲》第三部—— 《喵喵之扭轉時空》！

source: <25>{#g/alphysWelp}* Also known as the TRUE sequel to Mew Mew Space Adventure.
pt_br: <25>{#g/alphysWelp}* Também conhecida como uma sequência para Mew Mew Space Adventure.
zh_cn: <25>{#g/alphysWelp}* 这部也是《喵喵航天行》的 正统续作。
zh_tw: <25>{#g/alphysWelp}* 這部也是《喵喵航天行》的 正統續作。

source: <25>{#g/alphysYeahYouKnowWhatsUp}* This film puts Starfire to shame...
pt_br: <25>{#g/alphysYeahYouKnowWhatsUp}* Este filme envergonha a Estelar...
zh_cn: <25>{#g/alphysYeahYouKnowWhatsUp}* 就连《星火》系列 都黯然失色了...
zh_tw: <25>{#g/alphysYeahYouKnowWhatsUp}* 就連《星火》系列 都黯然失色了...

source: <25>{#p/alphys}{#g/alphysHellYeah}{#npc/a}* It's about time!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}{#npc/a}* Já era hora!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}{#npc/a}* 快燃起来了！
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}{#npc/a}* 快燃起來了！

source: <25>{#p/alphys}{#g/alphysFR}{#npc/a}* ... but if you don't mind...
pt_br: <25>{#p/alphys}{#g/alphysFR}{#npc/a}* ... mas se você não se importar...
zh_cn: <25>{#p/alphys}{#g/alphysFR}{#npc/a}* ...不介意的话...
zh_tw: <25>{#p/alphys}{#g/alphysFR}{#npc/a}* ...不介意的話...

source: <25>{#p/alphys}{#g/alphysYupEverythingsFine}{#npc/a}* Movie first, talk later.
pt_br: <25>{#p/alphys}{#g/alphysYupEverythingsFine}{#npc/a}* Filme primeiro, conversa depois.
zh_cn: <25>{#p/alphys}{#g/alphysYupEverythingsFine}{#npc/a}* 电影第一， 闲聊第二。
zh_tw: <25>{#p/alphys}{#g/alphysYupEverythingsFine}{#npc/a}* 電影第一， 閒聊第二。

source: <25>{#p/asgore}{#npc/a}{#f/1}* Do not worry, Frisk. * I have not forgotten about the promise.
pt_br: <25>{#p/asgore}{#npc/a}{#f/1}* Não se preocupe, Frisk. * Eu não esqueci sobre a promessa.
zh_cn: <25>{#p/asgore}{#npc/a}{#f/1}* Frisk，放心。 * 我可不会忘了 自己许下的诺言。
zh_tw: <25>{#p/asgore}{#npc/a}{#f/1}* Frisk，放心。 * 我可不會忘了 自己許下的諾言。

source: <25>{#p/asgore}{#npc/a}{#f/6}* Do not mind me, Frisk. * I am only looking for new clothes.
pt_br: <25>{#p/asgore}{#npc/a}{#f/6}* Não precisa ser preocupar, Frisk. * Estou apenas procurando novas roupas.
zh_cn: <25>{#p/asgore}{#npc/a}{#f/6}* 不用管我，Frisk。 * 我只是在找新衣服。
zh_tw: <25>{#p/asgore}{#npc/a}{#f/6}* 不用管我，Frisk。 * 我只是在找新衣服。

source: <25>{#p/asgore}{#npc/a}{#f/21}* Oh? * You have something to tell me?
pt_br: <25>{#p/asgore}{#npc/a}{#f/21}* Oh? * Você tem algo pra me dizer?
zh_cn: <25>{#p/asgore}{#npc/a}{#f/21}* 哦？ * 你有话想对我说？
zh_tw: <25>{#p/asgore}{#npc/a}{#f/21}* 喔？ * 你有話想對我說？

source: <32>{#npc}{#p/human}* (You repeat the promise made to you by Asgore in Archive Six.)
pt_br: <32>{#npc}{#p/human}* (Você repete a promessa feita para ti por Asgore no Arquivo Seis.)
zh_cn: <32>{#npc}{#p/human}* （你复述了六号档案的Asgore 对你做出的承诺。）
zh_tw: <32>{#npc}{#p/human}* （你複述了六號檔案的Asgore 對你做出的承諾。）

source: <25>{#f/1}* ... I am not sure I can do that, but...
pt_br: <25>{#f/1}* ... Eu não tenho certeza se posso fazer isso, mas...
zh_cn: <25>{#f/1}* ...不确定我能不能做到， 不过...
zh_tw: <25>{#f/1}* ...不確定我能不能做到， 不過...

source: <25>{#f/6}* For you, I will try.
pt_br: <25>{#f/6}* Por você, eu vou tentar.
zh_cn: <25>{#f/6}* 为了你，我会试试的。
zh_tw: <25>{#f/6}* 為了你，我會試試的。

source: <25>{#p/asgore}{#npc/a}{#f/1}* I only hope that I can get through to her.
pt_br: <25>{#p/asgore}{#npc/a}{#f/1}* Eu só espero que possa chegar próximo dela.
zh_cn: <25>{#p/asgore}{#npc/a}{#f/1}* 希望有机会能和她谈谈吧。
zh_tw: <25>{#p/asgore}{#npc/a}{#f/1}* 希望有機會能和她談談吧。

source: <25>{#p/asgore}{#npc/a}{#f/6}* I wonder if humans like wearing brown.
pt_br: <25>{#p/asgore}{#npc/a}{#f/6}* Eu me pergunto se humanos gostam de usar marrom.
zh_cn: <25>{#p/asgore}{#npc/a}{#f/6}* 人类喜欢穿棕色的衣服吗？
zh_tw: <25>{#p/asgore}{#npc/a}{#f/6}* 人類喜歡穿棕色的衣服嗎？

source: <25>{#p/asgore}{#npc/a}{#f/21}* La la, la la...
zh_cn: <25>{#p/asgore}{#npc/a}{#f/21}* 啦啦啦，找衣衣...
zh_tw: <25>{#p/asgore}{#npc/a}{#f/21}* 啦啦啦，找衣衣...

source: <32>{#p/human}* (The sound of a spacecraft can be heard as you take off into the distance.)
pt_br: <32>{#p/human}* (O som de uma nave espacial pode ser ouvido assim que você se sai pela distância.)
zh_cn: <32>{#p/human}* （飞船渐行渐远。）
zh_tw: <32>{#p/human}* （飛船漸行漸遠。）

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/1}Why...?
pt_br: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/1}Porquê...?
zh_cn: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/1}...为什么？
zh_tw: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/1}...為什麼？

source: <25>{*}{#e/twinkly/2}Why did you let me go?
pt_br: <25>{*}{#e/twinkly/2}Porque você me deixou ir?
zh_cn: <25>{*}{#e/twinkly/2}为什么放我走？
zh_tw: <25>{*}{#e/twinkly/2}為什麼放我走？

source: <25>{*}{#e/twinkly/6}Don't you realize that being nice...
pt_br: <25>{*}{#e/twinkly/6}Você não percebe que ser legal...
zh_cn: <25>{*}{#e/twinkly/6}你就没发现， 付出了那么多...
zh_tw: <25>{*}{#e/twinkly/6}你就沒發現， 付出了那麼多...

source: <25>{*}{#e/twinkly/7}... only hurts you in the end?
pt_br: <25>{*}{#e/twinkly/7}... só te machuca no final?
zh_cn: <25>{*}{#e/twinkly/7}...到头来， 还是伤了自己？
zh_tw: <25>{*}{#e/twinkly/7}...到頭來， 還是傷了自己？

source: <25>{*}{#e/twinkly/5}Look at yourself.
pt_br: <25>{*}{#e/twinkly/5}Olha pra você.
zh_cn: <25>{*}{#e/twinkly/5}你瞧瞧你。
zh_tw: <25>{*}{#e/twinkly/5}你瞧瞧你。
