Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* When Asriel absorbed my SOUL, all those years ago...
pt_br: <32>* Quando Asriel absorveu minha ALMA, todos esses anos antes...
zh_cn: <32>* 很多年前，Asriel吸收了我的灵魂。 使我变成了幽灵形态...
zh_tw: <32>* 很多年前，Asriel吸收了我的靈魂。 使我變成了幽靈形態...

source: <32>* I became... a non-physical part of him. * An angel on his shoulder.
pt_br: <32>* Eu me tornei... um parte não física dele. * Um anjo em seu ombro.
zh_cn: <32>* 我成了他“精神”的一部分， 化为天使，指引着他。
zh_tw: <32>* 我成了他「精神」的一部分， 化為天使，指引著他。

source: <32>* Or a demon. * Take your pick.
pt_br: <32>* Ou um demônio. * Você escolhe.
zh_cn: <32>* ...或者说，化为恶魔，怂恿着他。 * 我到底是“天使”还是“恶魔”， 看你想法了。
zh_tw: <32>* ...或者說，化為惡魔，慫恿著他。 * 我到底是「天使」還是「惡魔」， 看你想法了。

source: <32>* But when he died, that non- physicality remained, and I ended up as a ghost.
pt_br: <32>* Mas quando ele morreu, essa minha parte não física continuou, e eu acabei me tornando um fantasma.
zh_cn: <32>* 后来，Asriel死了。[ADD]<32>* 但我却并没有因此消失， 而是继续存在， 成了货真价实的幽灵。
zh_tw: <32>* 後來，Asriel死了。[ADD]<32>* 但我卻並沒有因此消失， 而是繼續存在， 成了貨真價實的幽靈。

source: <32>* At least, I think that's what happened...
pt_br: <32>* Pelo menos, eu acho que foi isso que aconteceu...
zh_cn: <32>* 情况应该就是这样...
zh_tw: <32>* 情況應該就是這樣...

source: <32>{#p/basic}* ... you know...
pt_br: <32>{#p/basic}* ... sabe...
zh_cn: <32>{#p/basic}* 你知道吗...
zh_tw: <32>{#p/basic}* 你知道嗎...

source: <32>* All that stuff about me wanting to leave this world...
pt_br: <32>* Tudo essa coisa de eu querer deixar esse mundo...
zh_cn: <32>* 那时，我一心想寻死...
zh_tw: <32>* 那時，我一心想尋死...

source: <32>* About wanting to say goodbye...
pt_br: <32>* Sobre querer dizer adeus...
zh_cn: <32>* 想跟这个世界彻底了断...
zh_tw: <32>* 想跟這個世界徹底了斷...

source: <33>* At the moment of his death, my SOUL was... separated. * From his one.
pt_br: <33>* No momento da sua morte, minha ALMA foi... separada. * Daquela.
zh_cn: <33>* Asriel死亡时， 我们的灵魂相互分离。
zh_tw: <33>* Asriel死亡時， 我們的靈魂相互分離。

source: <32>* I knew it wouldn't last long, so I just took it without thinking.
pt_br: <32>* Eu sabia que não duraria para sempre, então eu tomei sem nem pensar.
zh_cn: <32>* 我知道即使是王级怪物， 只要肉体死了， 灵魂也不会存续太久。[ADD]<32>* 所以，我就没太在意。
zh_tw: <32>* 我知道即使是王級怪物， 只要肉體死了， 靈魂也不會存續太久。[ADD]<32>* 所以，我就沒太在意。

source: <32>* Looking back, the decision didn't make much sense...
pt_br: <32>* Olhando para trás, a decisão não fez muito sentido...
zh_cn: <32>* 现在回头一想， 当时选择干等着， 其实根本没什么用...
zh_tw: <32>* 現在回頭一想， 當時選擇乾等著， 其實根本沒什麼用...

source: <32>* Under normal circumstances, the SOUL of a dead boss monster...
pt_br: <32>* Em circunstâncias normais, a ALMA de um boss monstro morto...
zh_cn: <32>* 虽然在正常情况下...
zh_tw: <32>* 雖然在正常情況下...

source: <32>* ... isn't meant to retain the owner's identity.
pt_br: <32>* ... não mantém a identidade do seu antigo dono.
zh_cn: <32>* “王级怪物”的肉体一旦死亡， 灵魂中那些品质和性格 也会马上消失。
zh_tw: <32>* 「王級怪物」的肉體一旦死亡， 靈魂中那些品質和性格 也會馬上消失。

source: <32>* I knew I had a monster SOUL inside of me, but I didn't know it'd still be his.
pt_br: <32>* Eu sabia que tinha uma ALMA de monstro em minha pessoa, mas eu não sabia que ainda era ele.
zh_cn: <32>* 但Asriel的情况不同。 * 他跟我的灵魂融合在一起， 那根本就不属于“正常情况”。
zh_tw: <32>* 但Asriel的情況不同。 * 他跟我的靈魂融合在一起， 那根本就不屬於「正常情況」。

source: <32>* But the circumstances weren't normal at all.
pt_br: <32>* Mas as circunstâncias não eram normais.
zh_cn: <32>* 之前，我虽然知道自己体内 有个灵魂，但我以为 那灵魂早就“变质”了。
zh_tw: <32>* 之前，我雖然知道自己體內 有個靈魂，但我以為 那靈魂早就「變質」了。

source: <32>* If I'd realized that, I...
pt_br: <32>* Se eu tivesse percebido isso, eu...
zh_cn: <32>* 如果能早点想清楚，我...
zh_tw: <32>* 如果能早點想清楚，我...

source: <32>* Well. * I have no desire to say goodbye anymore.
pt_br: <32>* Bem. * Não tenho mais vontade de me despedir.
zh_cn: <32>* 其实，经历了这么多， 我再也不想寻死了。
zh_tw: <32>* 其實，經歷了這麼多， 我再也不想尋死了。

source: <32>* On the contrary.
pt_br: <32>* Do contrário.
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>* I've never been happier in my life.
pt_br: <32>* Eu nunca estive tão feliz na vida.
zh_cn: <32>* 相反，我现在觉得 能活着，才是最幸福的事。
zh_tw: <32>* 相反，我現在覺得 能活著，才是最幸福的事。

source: <32>* Knowing I'll get to see him grow up, and live the life I thought I'd taken from him...
pt_br: <32>* Saber que ele vai crescer e viver a vida que imaginei ter tomado dele...
zh_cn: <32>* 我能陪着他， 看着他一点点长大...[ADD]<32>* 看着他 从我的阴影中走出来， 过着自己的生活...
zh_tw: <32>* 我能陪著他， 看著他一點點長大...[ADD]<32>* 看著他 從我的陰影中走出來， 過著自己的生活...

source: <32>* That means a lot to me.
pt_br: <32>* Isso significa muito para mim.
zh_cn: <32>* 这些对我来说，意义非凡。
zh_tw: <32>* 這些對我來說，意義非凡。

source: <32>{#p/basic}* Hey. * Do me a favor, will you?
pt_br: <32>{#p/basic}* Ei. * Me faz um favor, tá bom?
zh_cn: <32>{#p/basic}* 嘿，Frisk。 * 有件事想拜托一下...
zh_tw: <32>{#p/basic}* 嘿，Frisk。 * 有件事想拜託一下...

source: <32>* ... stop hugging that thing and get up already!
pt_br: <32>* ... para de abraçar esse negócio e se levanta logo!
zh_cn: <32>* ...拜托你别搂着那玩意啦！ 太阳都晒屁股了！
zh_tw: <32>* ...拜託你別摟著那玩意啦！ 太陽都曬屁股了！

source: <32>* You do realize it's just a pillow, right?
pt_br: <32>* Você entende que isso é só uma almofada, certo?
zh_cn: <32>* 那玩意就是个枕头， 干嘛又搂又抱的？
zh_tw: <32>* 那玩意就是個枕頭， 幹嘛又摟又抱的？

source: <32>* You've got a new home, on a new world, and all you can think to do is sleep.
pt_br: <32>* Você tem uma nova casa, em um novo mundo, e tudo que você tá fazendo é dormir.
zh_cn: <32>* 你历经千辛万苦，长途跋涉， 终于抵达新世界。 * 来到这的第一件事，却是睡大觉！
zh_tw: <32>* 你歷經千辛萬苦，長途跋涉， 終於抵達新世界。 * 來到這的第一件事，卻是睡大覺！

source: <32>* Hmph! * Typical human behavior.
pt_br: <32>* Hmph! * Comportamento típico de humano.
zh_cn: <32>* 不愧是你啊！哼！
zh_tw: <32>* 不愧是你啊！哼！

source: <32>* ... only kidding.
pt_br: <32>* ... brincadeira.
zh_cn: <32>* ...开玩笑而已啦。
zh_tw: <32>* ...開玩笑而已啦。

source: <32>* I'll let you get the rest you need, Frisk.
pt_br: <32>* Eu vou deixar você dormir enquanto quiser, Frisk.
zh_cn: <32>* 累了就多睡会吧，Frisk。
zh_tw: <32>* 累了就多睡會吧，Frisk。

source: <32>* See you when you wake up.
pt_br: <32>* Te vejo quando acordar.
zh_cn: <32>* 等你醒了，咱俩再聊。
zh_tw: <32>* 等你醒了，咱倆再聊。

source: <32>{*}{#s/equip}{#p/human}* (The Hangar Bay Access Card was added to your keyring.){^90}{%}
pt_br: <32>{*}{#s/equip}{#p/human}* (O Cartão de Acesso ao Hangar foi adicionado ao seu chaveiro.){^90}{%}
zh_cn: <32>{*}{#s/equip}{#p/human}* （你把停机坪门禁卡 挂到了钥匙串上。）{^90}{%}
zh_tw: <32>{*}{#s/equip}{#p/human}* （你把停機坪門禁卡 掛到了鑰匙串上。）{^90}{%}

source: <26>{#p/asgore}{#f/8}* ...! * Did you just drop the tea I made for you?
pt_br: <26>{#p/asgore}{#f/8}* ...! * Você acabou de jogar fora o chá que eu te dei?
zh_cn: <26>{#p/asgore}{#f/8}* ...！ * 你刚刚是不是把茶倒掉了？ * 就是专门给你沏的啊...
zh_tw: <26>{#p/asgore}{#f/8}* ...！ * 你剛剛是不是把茶倒掉了？ * 就是專門給你沏的啊...

source: <25>{#p/asgore}{#f/1}* Hmm... * I apologize if it was not to your liking.
pt_br: <25>{#p/asgore}{#f/1}* Hmm... * Eu peço desculpas se não foi o sabor que você gostou.
zh_cn: <25>{#p/asgore}{#f/1}* 唔... * 抱歉，没能让你喜欢它。
zh_tw: <25>{#p/asgore}{#f/1}* 唔... * 抱歉，沒能讓你喜歡它。

source: <25>{#p/asgore}{#f/21}* Ah... such a wonderful form of tea, is it not?
pt_br: <25>{#p/asgore}{#f/21}* Ah... uma linda forma de chá, não é mesmo?
zh_cn: <25>{#p/asgore}{#f/21}* 啊... * 这可是上等好茶， 喜欢不？
zh_tw: <25>{#p/asgore}{#f/21}* 啊... * 這可是上等好茶， 喜歡不？

source: <26>{#p/asgore}{#f/5}* Did you drop something? * I recognize the scent...
pt_br: <26>{#p/asgore}{#f/5}* Você deixou cair alguma coisa? * Eu reconheço o cheiro...
zh_cn: <26>{#p/asgore}{#f/5}* 好熟悉的香味... * 你刚才扔了什么？
zh_tw: <26>{#p/asgore}{#f/5}* 好熟悉的香味... * 你剛才扔了什麼？

source: <26>{#p/asgore}{#f/5}* What are you eating? * The aroma is familiar...
pt_br: <26>{#p/asgore}{#f/5}* O que você está comendo? * O aroma é familiar...
zh_cn: <26>{#p/asgore}{#f/5}* 好熟悉的香味... * 你在吃什么？
zh_tw: <26>{#p/asgore}{#f/5}* 好熟悉的香味... * 你在吃什麼？

source: <32>{#p/human}* (You hear footsteps fading into the distance.)
pt_br: <32>{#p/human}* (Você escuta passos caminhando para a distância.)
zh_cn: <32>{#p/human}* （脚步声逐渐远去。）
zh_tw: <32>{#p/human}* （腳步聲逐漸遠去。）

source: <32>{#p/basic}{#x1}* Huh? * Leaving already?{#x3}
pt_br: <32>{#p/basic}{#x1}* Huh? * Já está indo?{#x3}
zh_cn: <32>{#p/basic}{#x1}* 哈？ * 要走了吗？{#x3}
zh_tw: <32>{#p/basic}{#x1}* 哈？ * 要走了嗎？{#x3}

source: <32>{#x2}* It's okay, bro. * If they wanna go, let 'em go.{#x3}
pt_br: <32>{#x2}* Está tudo bem, irmão. * Se ele quer ir, deixe ele ir.{#x3}
zh_cn: <32>{#x2}* 没事的，老兄。 * 如果人类想走， 就自己走吧。{#x3}
zh_tw: <32>{#x2}* 沒事的，老兄。 * 如果人類想走， 就自己走吧。{#x3}

source: <32>{#x1}* Yeah... you're right.{#x3}
pt_br: <32>{#x1}* É... você tá certo.{#x3}
zh_cn: <32>{#x1}* 对... 你说的很对。{#x3}
zh_tw: <32>{#x1}* 對... 你說的很對。{#x3}

source: <32>{#p/basic}{#x1}* Hey, good to see you back!{#x3}
pt_br: <32>{#p/basic}{#x1}* Ei, bom te ver de novo!{#x3}
zh_cn: <32>{#p/basic}{#x1}* 嘿，你回来了！ 太好了！{#x3}
zh_tw: <32>{#p/basic}{#x1}* 嘿，你回來了！ 太好了！{#x3}

source: <32>{#x2}* We missed you.{#x3}
pt_br: <32>{#x2}* Sentimos sua falta.{#x3}
zh_cn: <32>{#x2}* 我们想死你了。{#x3}
zh_tw: <32>{#x2}* 我們想死你了。{#x3}

source: <32>{#p/basic}{#x1}* Sorry, I get, like, super antsy when I see people leaving a hangout early.{#x3}
pt_br: <32>{#p/basic}{#x1}* Desculpa, eu fico, super ansioso quando vejo pessoas saindo de rolês cedo.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 对不起，我，要是，看到人们 提前离开派对， 我就会感到超级焦虑。{#x3}
zh_tw: <32>{#p/basic}{#x1}* 對不起，我，要是，看到人們 提前離開派對， 我就會感到超級焦慮。{#x3}

source: <32>{#x2}* Yeah, he gets antsy about it. * Nothing personal.{#x3}
pt_br: <32>{#x2}* É, ele fica ansioso. * Nada pessoal.{#x3}
zh_cn: <32>{#x2}* 对，他对此很焦虑。 * 没有针对某人的意思。{#x3}
zh_tw: <32>{#x2}* 對，他對此很焦慮。 * 沒有針對某人的意思。{#x3}

source: <32>{#p/basic}{#x1}* No pressure, though. * Just because we miss you doesn't mean you have to stay.{#x3}
pt_br: <32>{#p/basic}{#x1}* Mas sem pressão. * Não é porque sentimos sua falta que você é obrigado a ficar.{#x3}
zh_cn: <32>{#p/basic}{#x1}* 别有压力。 * 我们是想你了， 但你不是非得留在这。{#x3}
zh_tw: <32>{#p/basic}{#x1}* 別有壓力。 * 我們是想你了， 但你不是非得留在這。{#x3}

source: <32>{#x2}* Like, for sure, bro. * For sure.{#x3}
pt_br: <32>{#x2}* Tipo, com certeza, mano. * Com certeza. {#x3}
zh_cn: <32>{#x2}* 那个，对的，老兄。 * 对的对的。{#x3}
zh_tw: <32>{#x2}* 那個，對的，老兄。 * 對的對的。{#x3}

source: <32>{#p/basic}{#x2}* This hangout is baller, bro.{#x3}
pt_br: <32>{#p/basic}{#x2}* Este ponto de encontro é bem legal, mano.{#x3}
zh_cn: <32>{#p/basic}{#x2}* 这派对太棒了，老兄。{#x3}
zh_tw: <32>{#p/basic}{#x2}* 這派對太棒了，老兄。{#x3}

source: <32>{#x2}* They even brought out the Madrigal plant, right over there on that table!{#x3}
pt_br: <32>{#x2}* Eles até trouxeram a planta Madrigal, bem ali naquela mesa!{#x3}
zh_cn: <32>{#x2}* 他们甚至还拿出来了 情歌植物，就在那张桌子上！{#x3}
zh_tw: <32>{#x2}* 他們甚至還拿出來了 情歌植物，就在那張桌子上！{#x3}

source: <32>{#p/basic}{#x2}* If YOU won't try the Madrigal, that's just more for me.{#x3}
pt_br: <32>{#p/basic}{#x2}* Se VOCÊ não experimentar o Madrigal, isso é apenas mais para mim.{#x3}
zh_cn: <32>{#p/basic}{#x2}* 你不试试情歌什么的吗， 那对我来说很重要。{#x3}
zh_tw: <32>{#p/basic}{#x2}* 你不試試情歌什麼的嗎， 那對我來說很重要。{#x3}

source: <32>{#x1}* ... you mean "us," right bro?{#x3}
pt_br: <32>{#x1}* ... você quis dizer para nós, né mano?{#x3}
zh_cn: <32>{#x1}* ...你说的是“我们”， 对吧老兄。{#x3}
zh_tw: <32>{#x1}* ...你說的是「我們」， 對吧老兄。{#x3}

source: <32>{#x2}* Haha, my bad.{#x3}
pt_br: <32>{#x2}* Haha, verdade.{#x3}
zh_cn: <32>{#x2}* 哈哈，我的错。{#x3}
zh_tw: <32>{#x2}* 哈哈，我的錯。{#x3}

source: <32>{#p/basic}{#x2}* It's a monster delicacy.{#x3}
pt_br: <32>{#p/basic}{#x2}* É um monstro delicado.{#x3}
zh_cn: <32>{#p/basic}{#x2}* 那是一种怪物佳肴。{#x3}
zh_tw: <32>{#p/basic}{#x2}* 那是一種怪物佳餚。{#x3}

source: <32>{#p/basic}{#x2}* More for us.{#x3}
pt_br: <32>{#p/basic}{#x2}* Mais pra gente.
zh_cn: <32>{#p/basic}{#x2}* 对我们很重要。{#x3}
zh_tw: <32>{#p/basic}{#x2}* 對我們很重要。{#x3}

source: <32>{#p/basic}* You'd be smacked in the gob to find out how dirty it was when I first got 'ere.
pt_br: <32>{#p/basic}* Você levaria um tapa na cara ao descobrir o quão sujo estava quando eu cheguei pela primeira vez.
zh_cn: <32>{#p/basic}* 你要是知道我刚到时 这里有多么难以下脚， 你一定会大吃一惊的！
zh_tw: <32>{#p/basic}* 你要是知道我剛到時 這裡有多麼難以下腳， 你一定會大吃一驚的！

source: <32>* But seein' as everyone's gonna come on up through here...
pt_br: <32>* Mas vendo como todo mundo vai subir por aqui...
zh_cn: <32>* 在看到每个人 都经过了这里后...
zh_tw: <32>* 在看到每個人 都經過了這裡後...

source: <32>* It's rather cre-i-ucial to get 'er cleaned up, I'd say.
pt_br: <32>* É bem crucial deixar tudo limpinho, eu digo.
zh_cn: <32>* 我就知道， 是时候该给这里 做一场大扫除了。
zh_tw: <32>* 我就知道， 是時候該給這裡 做一場大掃除了。

source: <32>* By the way, thanks for savin' us out there, toots. * A real bang-up job ya did.
pt_br: <32>* Aliás, obrigado por nos salvar lá fora. * Um verdadeiro trabalho de herói.
zh_cn: <32>* 对了，谢谢你救了我们，宝贝儿。 * 你干的真棒。
zh_tw: <32>* 對了，謝謝你救了我們，寶貝兒。 * 你幹的真棒。

source: <32>{#p/basic}* Aren't ya gonna go 'n' see what the big guy's got shakin'?
pt_br: <32>{#p/basic}* Você não vai ver o que grandão tá fazendo?
zh_cn: <32>{#p/basic}* 你去看看 内个大家伙搁那不停地抖， 到底在干啥呢？
zh_tw: <32>{#p/basic}* 你去看看 內個大傢伙擱那不停地抖， 到底在幹啥呢？

source: <32>{#p/basic}* There's a weapon inside.
pt_br: <32>{#p/basic}* Tem uma arma dentro.
zh_cn: <32>{#p/basic}* 盒子里装着一把武器。
zh_tw: <32>{#p/basic}* 盒子裡裝著一把武器。

source: * (Open the box?)
pt_br: * (Abrir a caixa?)
zh_cn: * （拿走里面的东西吗？）
zh_tw: * （拿走裡面的東西嗎？）

source: <32>{#p/basic}* There's armor inside.
pt_br: <32>{#p/basic}* Tem uma armadura dentro.
zh_cn: <32>{#p/basic}* 盒子里装着一件防具。
zh_tw: <32>{#p/basic}* 盒子裡裝著一件防具。

source: <32>{#p/human}* (You got the Big Dipper.)
pt_br: <32>{#p/human}* (Você pegou a Big Dipper.)
zh_cn: <32>{#p/human}* （你带走了“大熊座”。）
zh_tw: <32>{#p/human}* （你帶走了「大熊座」。）

source: * (Equip the Big Dipper?)
pt_br: * (Equipar o Big Dipper?)
zh_cn: * （装备上大熊座吗？）
zh_tw: * （裝備上大熊座嗎？）

source: <32>{#p/human}* (You got the Heart Locket.)
pt_br: <32>{#p/human}* (Você pegou o Pingente de Coração.)
zh_cn: <32>{#p/human}* （你带走了心形挂坠。）
zh_tw: <32>{#p/human}* （你帶走了心形掛墜。）

source: * (Equip the Heart Locket?)
pt_br: * (Equipar o Pingente de Coração?)
zh_cn: * （戴上心形挂坠吗？）
zh_tw: * （戴上心形掛墜嗎？）

source: <32>{#p/human}* (But there was nothing left to take.)
pt_br: <32>{#p/human}* (Não tem mais nada para ser tomado.)
zh_cn: <32>{#p/human}* （但这没什么可拿的了。）
zh_tw: <32>{#p/human}* （但這沒什麼可拿的了。）

source: <32>{#p/basic}* It's empty.
pt_br: <32>{#p/basic}* Está vazio.
zh_cn: <32>{#p/basic}* 里面什么都没有了。
zh_tw: <32>{#p/basic}* 裡面什麼都沒有了。

source: <32>{#p/human}* (You decide not to open.)
pt_br: <32>{#p/human}* (Você decide não abrir.)
zh_cn: <32>{#p/human}* （你打算先不打开。）
zh_tw: <32>{#p/human}* （你打算先不打開。）

source: <32>{#p/human}* (The note on the envelope wants you to enjoy the tea.)
pt_br: <32>{#p/human}* (A nota no envelope pede para que você aprecie este chá.)
zh_cn: <32>{#p/human}* （信封上有一行字： 大意是“清茶美味，敬请享受”。）
zh_tw: <32>{#p/human}* （信封上有一行字： 大意是「清茶美味，敬請享受」。）

source: <32>{#p/basic}* There's a note attached to the teacup...
pt_br: <32>{#p/basic}* Tem uma nota grudada no copo de chá.
zh_cn: <32>{#p/basic}* 茶杯上贴着一张纸条...
zh_tw: <32>{#p/basic}* 茶杯上貼著一張紙條...

source: <32>{#p/basic}* "Please, enjoy this cup of tea I have left for you." * "Whoever you may be."
pt_br: <32>{#p/basic}* "Por favor aprecie este copo de chá que deixei para você." * "Seja lá quem você for."
zh_cn: <32>{#p/basic}* “我为你沏了杯茶。” * “无论你是谁，我都衷心希望 你能喜欢它。”
zh_tw: <32>{#p/basic}* 「我為你沏了杯茶。」 * 「無論你是誰，我都衷心希望 你能喜歡它。」

source: <32>{#p/human}* (You got the Starling Tea.)
pt_br: <32>{#p/human}* (Você pegou o Chá Estrelado.)
zh_cn: <32>{#p/human}* （你带走了星花茶。）
zh_tw: <32>{#p/human}* （你帶走了星花茶。）

source: <32>{#p/human}* (You run your hand across the countertop.)
pt_br: <32>{#p/human}* (Você passa a mão pela bancada.)
zh_cn: <32>{#p/human}* （你将手滑过台面。）
zh_tw: <32>{#p/human}* （你將手滑過臺面。）

source: <32>{#p/basic}* The countertop is clear.
pt_br: <32>{#p/basic}* A bancada está limpa.
zh_cn: <32>{#p/basic}* 案板上面什么都没有。
zh_tw: <32>{#p/basic}* 案板上面什麼都沒有。

source: <32>{#p/human}* (You feel the inviting warmth of the fireplace...)
pt_br: <32>{#p/human}* (Você sente a convidativa e aquecida lareira...)
zh_cn: <32>{#p/human}* （壁炉的温暖让你无法抗拒...）
zh_tw: <32>{#p/human}* （壁爐的溫暖讓你無法抗拒...）

source: * (Crawl inside?)
pt_br: * (Entrar dentro?)
zh_cn: * （爬进去吗？）
zh_tw: * （爬進去嗎？）

source: <32>{#p/basic}* Just another fireplace.
pt_br: <32>{#p/basic}* Só mais uma lareira.
zh_cn: <32>{#p/basic}* 另一座壁炉。
zh_tw: <32>{#p/basic}* 另一座壁爐。

source: <32>{#p/basic}* Asgore's fireplace. * It's not too hot, just pleasantly warm.
pt_br: <32>{#p/basic}* Lareira do Asgore. * Não é tão quente, apenas quentinha.
zh_cn: <32>{#p/basic}* Asgore的壁炉。 * 里面并不烫，而是暖暖的， 很舒服。
zh_tw: <32>{#p/basic}* Asgore的壁爐。 * 裡面並不燙，而是暖暖的， 很舒服。

source: <32>* You could probably crawl in.
pt_br: <32>* Você provavelmente até poderia entrar.
zh_cn: <32>* 看样子，你可以爬进去。
zh_tw: <32>* 看樣子，你可以爬進去。

source: <32>{#p/human}* (You chose not to crawl in.)
pt_br: <32>{#p/human}* (Você decide não entrar.)
zh_cn: <32>{#p/human}* （你不打算爬进去。）
zh_tw: <32>{#p/human}* （你不打算爬進去。）

source: <32>{#p/human}* (You crawl into the fireplace and let its warmth engulf you.)
pt_br: <32>{#p/human}* (Você rasteja para dentro da lareira e deixa seu calor engolir você.)
zh_cn: <32>{#p/human}* （你爬进壁炉， 它的温暖紧紧将你包围。）
zh_tw: <32>{#p/human}* （你爬進壁爐， 它的溫暖緊緊將你包圍。）

source: <32>{#p/human}* (You are very comfortable.)
pt_br: <32>{#p/human}* (Você está bem confortável.)
zh_cn: <32>{#p/human}* （你感到十分舒适。）
zh_tw: <32>{#p/human}* （你感到十分舒適。）

source: <25>{#p/asriel1}{#f/13}* I'll just, uh, wait for you to get out.
pt_br: <25>{#p/asriel1}{#f/13}* Eu só vou, uh, esperar você sair daí.
zh_cn: <25>{#p/asriel1}{#f/13}* 我就，额， 在外面等你出来。
zh_tw: <25>{#p/asriel1}{#f/13}* 我就，額， 在外面等你出來。

source: <25>{#p/asriel2}{#f/15}* I'll just, uh, wait for you to get out...
pt_br: <25>{#p/asriel2}{#f/15}* Eu só vou, uh, te esperar sair...
zh_cn: <25>{#p/asriel2}{#f/15}* 我就，额 在外面等你出来...
zh_tw: <25>{#p/asriel2}{#f/15}* 我就，額 在外面等你出來...

source: <32>{#p/basic}* Be careful in there, munchkin!
pt_br: <32>{#p/basic}* Cuidado aí dentro, bobinho!
zh_cn: <32>{#p/basic}* 小矮个，在里面小心点！
zh_tw: <32>{#p/basic}* 小矮個，在裡面小心點！

source: <32>* Otherwise, I'd have some terrible, terrible news to report on!
pt_br: <32>* Caso contrário, eu terei notícias terríveis para reportar!
zh_cn: <32>* 不然我就得收到 一些很糟很糟的新闻素材了！
zh_tw: <32>* 不然我就得收到 一些很糟很糟的新聞素材了！

source: <32>* ... huhehehaw!
zh_cn: <32>* ...笑鼠了！
zh_tw: <32>* ...笑鼠了！

source: <25>{#p/asriel1}{#f/13}* One day, Asgore built a chocolate replicator into the fridge.
pt_br: <25>{#p/asriel1}{#f/13}* Um dia, Asgore construiu um replicador de chocolate no freezer.
zh_cn: <25>{#p/asriel1}{#f/13}* 有天， Asgore在冰箱内 装了个巧克力复制器。
zh_tw: <25>{#p/asriel1}{#f/13}* 有天， Asgore在冰箱內 裝了個巧克力複製器。

source: <25>{#f/15}* $(name) was so happy that day...
pt_br: <25>{#f/15}* $(name) estava tão feliz naquele dia...
zh_cn: <25>{#f/15}* $(name)在那天 开心地蹦来蹦去...
zh_tw: <25>{#f/15}* $(name)在那天 開心地蹦來蹦去...

source: <25>{#f/17}* ... finally, an infinite supply of chocolate.
pt_br: <25>{#f/17}* ... finalmente, um suprimento infinito de chocolate.
zh_cn: <25>{#f/17}* ...毕竟有了复制机， 我们家就有吃不完的巧克力了。
zh_tw: <25>{#f/17}* ...因為那傢伙期待了很久的 巧克力無限供應 終於來了。

source: <25>{#f/20}* Their words, not mine.
pt_br: <25>{#f/20}* Palavras dele, não a minha.
zh_cn: <25>{#f/20}* 当然不是我要求的， 我可不咋爱吃。
zh_tw: <25>{#f/20}* 當然不是我要求的， 我可不咋愛吃。

source: <25>{#p/asriel1}{#f/13}* That was after they'd begged for it for two years.
pt_br: <25>{#p/asriel1}{#f/13}* Isso foi depois dele implorar por um durante dois anos.
zh_cn: <25>{#p/asriel1}{#f/13}* 为了这玩意， 我那搭档苦苦哀求了 两年之久。
zh_tw: <25>{#p/asriel1}{#f/13}* 為了這玩意， 那傢伙苦苦哀求了 兩年之久。

source: <32>{#p/basic}* You really wouldn't like what's in the fridge.
pt_br: <32>{#p/basic}* Você não gostaria do que está na geladeira de forma alguma.
zh_cn: <32>{#p/basic}* 你肯定看不上冰箱里的东西。ゑ
zh_tw: <32>{#p/basic}* 你肯定看不上冰箱裡的東西。ゑ

source: <32>{#p/basic}* It's a stockpile of brand-name chocolate bars amongst an even bigger pile of snails.
pt_br: <32>{#p/basic}* É um estoque de barras de chocolate de marca entre uma pilha ainda maior de caracóis.
zh_cn: <32>{#p/basic}* 里面有很多名牌巧克力， 还有一大堆蜗牛。 * 比她家里还多。
zh_tw: <32>{#p/basic}* 裡面有很多名牌巧克力， 還有一大堆蝸牛。 * 比她家裡還多。

source: <32>* Do you want one?
pt_br: <32>* Você quer uma?
zh_cn: <32>* 你想来一条吗？
zh_tw: <32>* 你想來一條嗎？

source: <32>* Do you want another one?
pt_br: <32>* Você quer mais uma?
zh_cn: <32>* 你想再来一条吗？
zh_tw: <32>* 你想再來一條嗎？

source: <32>* Do you want yet another one?
pt_br: <32>* Você ainda quer mais uma?
zh_cn: <32>* 你还想再来一条吗？
zh_tw: <32>* 你還想再來一條嗎？

source: <32>* If you want another one, you can take it...
pt_br: <32>* Se você quiser mais uma, você pode ter...
zh_cn: <32>* 你要是想吃，就自己拿吧...
zh_tw: <32>* 你要是想吃，就自己拿吧...

source: <32>* And another, and another, and another...
pt_br: <32>* E outra, e outra, e outra...
zh_cn: <32>* 一条接一条，一条接一条...
zh_tw: <32>* 一條接一條，一條接一條...

source: <33>* The chocolate goes on and on...
pt_br: <33>* E lá vai chocolate...
zh_cn: <33>* 巧克力在玩接力...
zh_tw: <33>* 巧克力在玩接力...

source: <32>* Bar after bar...
pt_br: <32>* Barra após barra...
zh_cn: <32>* 刚拿一条，又来一条...
zh_tw: <32>* 剛拿一條，又來一條...

source: <32>* This is an unholy amount of chocolate right here.
pt_br: <32>* Tem é uma quantidade profana de chocolate aqui.
zh_cn: <32>* 这巧克力多得不像话了。
zh_tw: <32>* 這巧克力多得不像話了。

source: <32>* This much chocolate should be against the law.
pt_br: <32>* Este tanto de chocolate deveria ser proibido por lei.
zh_cn: <32>* 这么多巧克力，像话吗？
zh_tw: <32>* 這麼多巧克力，像話嗎？

source: <32>* How long can this go on...
pt_br: <32>* Por quanto tempo mais isso vai durar...
zh_cn: <32>* 什么时候能拿完呢...
zh_tw: <32>* 什麼時候能拿完呢...

source: <32>* My god... it's so much...
pt_br: <32>* É tanto... socorro...
zh_cn: <32>* 我去... 这也太多了吧...
zh_tw: <32>* 我去... 這也太多了吧...

source: * (Take a Chocolate Bar?)
pt_br: * (Pegar uma barra de chocolate?)
zh_cn: * （拿一条巧克力吗？）
zh_tw: * （拿一條巧克力嗎？）

source: <32>{#p/human}* (You decide not to take anything.)
pt_br: <32>{#p/human}* (Você decide não fazer nada.)
zh_cn: <32>{#p/human}* （你决定什么也不拿。）
zh_tw: <32>{#p/human}* （你決定什麼也不拿。）

source: <32>{#p/human}* (You got the Chocolate Bar.)
pt_br: <32>{#p/human}* (Você pega a Barra de Chocolate.)
zh_cn: <32>{#p/human}* （你得到了巧克力。）
zh_tw: <32>{#p/human}* （你得到了巧克力。）

source: <25>{#p/alphys}{#g/alphysInquisitive}* Hey, are you coming?
pt_br: <25>{#p/alphys}{#g/alphysInquisitive}* Ei, você vem?
zh_cn: <25>{#p/alphys}{#g/alphysInquisitive}* 嘿，你什么时候过来啊？
zh_tw: <25>{#p/alphys}{#g/alphysInquisitive}* 嘿，你什麼時候過來啊？

source: <25>{#p/alphys}{#g/alphysWelp}* I... don't want Asgore to get impatient.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Eu... não quero deixar Asgore impaciente.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* Asgore等这一刻 已经等了一百年了...
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* Asgore等這一刻 已經等了一百年了...

source: <25>{#p/alphys}{#g/alphysTheFactIs}* He's already been waiting for a hundred years...
pt_br: <25>{#p/alphys}{#g/alphysTheFactIs}* Ele já espera faz centenas de anos...
zh_cn: <25>{#p/alphys}{#g/alphysTheFactIs}* 我... 不想让他再等下去了...
zh_tw: <25>{#p/alphys}{#g/alphysTheFactIs}* 我... 不想讓他再等下去了...

source: <25>{#p/alphys}{#g/alphysCutscene3}* Hello? * Are you there?
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Alô? * Você tá aí?
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 喂？ * 你怎么还没过来？
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 喂？ * 你怎麼還沒過來？

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* We're... * Still waiting...
pt_br: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* Ainda estamos... * Te esperando...
zh_cn: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 我们还等着你呢...
zh_tw: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* 我們還等著你呢...

source: <25>{#p/alphys}{#g/alphysFR}* Have you run off or something?
pt_br: <25>{#p/alphys}{#g/alphysFR}* Você fugiu ou sei lá?
zh_cn: <25>{#p/alphys}{#g/alphysFR}* 你是临时有事， 还是不想来，逃跑了？
zh_tw: <25>{#p/alphys}{#g/alphysFR}* 你是臨時有事， 還是不想來，逃跑了？

source: <25>{#p/alphys}{#g/alphysCutscene3}* Yup. * You have. * I just checked.
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* Yup. * Você fugiu. * Acabei de ver.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 你可真行，还真跑了。 * 我都看见了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 你可真行，還真跑了。 * 我都看見了。

source: <25>{#p/alphys}{#g/alphysWTF2}* WE'VE GOT IMPORTANT STUFF TO DO, Y'KNOW...
pt_br: <25>{#p/alphys}{#g/alphysWTF2}* TEMOS COISAS IMPORTANTES PARA FAZER, SABE...
zh_cn: <25>{#p/alphys}{#g/alphysWTF2}* 听好， 我们可没空跟你磨磨叽叽...
zh_tw: <25>{#p/alphys}{#g/alphysWTF2}* 聽好， 我們可沒空跟你磨磨嘰嘰...
