Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* An average dining chair.
pt_br: <32>{#p/basic}* Um cadeira de jantar padrão.
zh_cn: <32>{#p/basic}* 中餐椅。
zh_tw: <32>{#p/basic}* 中餐椅。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a child. * Like you!
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Feita para uma criança. * Como você!
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是小孩的餐椅。 * 很适合你！
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是小孩的餐椅。 * 很適合你！

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for... a little angel. * Like you!
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Feita para... um anjinho. * Que nem você!
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把... 是某个小天使的餐椅。 * 说的就是你！
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把... 是某個小天使的餐椅。 * 說的就是你！

source: <32>{#p/human}* (You note the exceptional size of the dining chair.)
pt_br: <32>{#p/human}* (Você nota o maranho excepcional da cadeira de jantar.)
zh_cn: <32>{#p/human}* （你注意到这把餐椅异常之大。）
zh_tw: <32>{#p/human}* （你注意到這把餐椅異常之大。）

source: <32>{#p/basic}* A king-sized dining chair.
pt_br: <32>{#p/basic}* Uma cadeira da jantar tamanho rei.
zh_cn: <32>{#p/basic}* 餐椅王。
zh_tw: <32>{#p/basic}* 餐椅王。

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a king.
pt_br: <32>{#p/basic}* Uma das cadeiras de jantar do Asgore. * Feita para um rei.
zh_cn: <32>{#p/basic}* Asgore家有几把餐椅， 这把，是国王的餐椅。
zh_tw: <32>{#p/basic}* Asgore家有幾把餐椅， 這把，是國王的餐椅。

source: <25>{#p/asriel1}{#f/21}* $(name) seemed to think the hair in the sink was tolerable...
pt_br: <25>{#p/asriel1}{#f/21}* $(name) antes pensava que o cabelo na pia era tolerável...
zh_cn: <25>{#p/asriel1}{#f/21}* $(name)似乎觉得 水槽内的毛发 还可以忍受...
zh_tw: <25>{#p/asriel1}{#f/21}* $(name)似乎覺得 水槽內的毛髮 還可以忍受...

source: <25>{#f/17}* Which is weird, when they were so bothered by the fur.
pt_br: <25>{#f/17}* O que é estranho, já que ele se incomodava com o pelo.
zh_cn: <25>{#f/17}* 说实话挺奇怪的， 我那搭档以前特别讨厌 掉落的毛发。
zh_tw: <25>{#f/17}* 說實話挺奇怪的， 那傢伙以前特別討厭 掉落的毛髮。

source: <25>{#p/asriel1}{#f/13}* Maybe this is what $(name) and other humans shed?
pt_br: <25>{#p/asriel1}{#f/13}* Talvez seja porque isso que o que $(name) e outros humanos tinham?
zh_cn: <25>{#p/asriel1}{#f/13}* 也许$(name) 和其他人类也会掉毛？
zh_tw: <25>{#p/asriel1}{#f/13}* 也許$(name) 和其他人類也會掉毛？

source: <25>{#p/asriel1}{#f/17}* I'll get back to you on my human hair-shedding theory.
pt_br: <25>{#p/asriel1}{#f/17}* Depois conto mais para você sobre minha teoria da queda de cabelo humano.
zh_cn: <25>{#p/asriel1}{#f/17}* 回头再给你讲讲 我那个人类掉毛理论。
zh_tw: <25>{#p/asriel1}{#f/17}* 回頭再給你講 我那個人類掉毛理論。

source: <32>{#p/basic}* There are strands of yellow hair stuck in the drain.
pt_br: <32>{#p/basic}* A vários fios de cabelo amarelo presos no ralo.
zh_cn: <32>{#p/basic}* 下水道里堵满了 黄色的羊毛。
zh_tw: <32>{#p/basic}* 下水道裡堵滿了 黃色的羊毛。

source: <26>{#p/asriel1}{#f/17}* Starling tea isn't the only kind Dad likes.
pt_br: <26>{#p/asriel1}{#f/17}* Chá Estrelado não era o único que o Pai gostava.
zh_cn: <26>{#p/asriel1}{#f/17}* 星花茶可不是 爸爸唯一喜欢的茶。
zh_tw: <26>{#p/asriel1}{#f/17}* 星花茶可不是 爸爸唯一喜歡的茶。

source: <25>{#f/17}* In fact, he once told me he's loved all kinds of tea since childhood.
pt_br: <25>{#f/17}* Ele até me contou que amava todos os tipos de chá desde criança.
zh_cn: <25>{#f/17}* 他曾告诉过我， 他从小就喜欢喝 不同种类的茶。
zh_tw: <25>{#f/17}* 他曾告訴過我， 他從小就喜歡喝 不同種類的茶。

source: <25>{#f/13}* Before that... * He was a water drinker.
pt_br: <25>{#f/13}* Antes disso... * Ele era um símio bebedor de água.
zh_cn: <25>{#f/13}* 在此之前... * 他只喝白水。
zh_tw: <25>{#f/13}* 在此之前... * 他只喝白水。

source: <25>{#f/8}* ... we don't talk about that.
pt_br: <25>{#f/8}* ... nós não falamos muito sobre isso.
zh_cn: <25>{#f/8}* ...我们不讨论这个。
zh_tw: <25>{#f/8}* ...我們不討論這個。

source: <25>{#p/asriel1}{#f/17}* So one day, when little Asgore was out with some friends...
pt_br: <25>{#p/asriel1}{#f/17}* Então um dia, quando o jovem Asgore estava saindo com alguns amigos...
zh_cn: <25>{#p/asriel1}{#f/17}* 有一天， 小Asgore和 他的朋友出去玩时...
zh_tw: <25>{#p/asriel1}{#f/17}* 有一天， 小Asgore和 他的朋友出去玩時...

source: <25>{#f/17}* He got lost in a magic forest and his water container was empty.
pt_br: <25>{#f/17}* Ele se perdeu em uma floresta mágica e sua garrafa de água estava vazia.
zh_cn: <25>{#f/17}* 他不小心在 一个魔法森林里迷路了， 更糟的是他的水罐空了。
zh_tw: <25>{#f/17}* 他不小心在 一個魔法森林裡迷路了， 更糟的是他的水罐空了。

source: <25>{#f/13}* Luckily, out in the woods, there was...
pt_br: <25>{#f/13}* Com sorte, no meio das árvores, tinha...
zh_cn: <25>{#f/13}* 不过幸运的是， 在树林中，有...
zh_tw: <25>{#f/13}* 不過幸運的是， 在樹林中，有...

source: <25>{#f/20}* Well, as Dad so plainly described it, a "ghost town."
pt_br: <25>{#f/20}* Bem, como pai gostava de chamar, uma "cidade fantasma."
zh_cn: <25>{#f/20}* 好吧， 就像爸爸说的， 有一个“呜人之地”。
zh_tw: <25>{#f/20}* 好吧， 就像爸爸說的， 有一個「嗚人之地」。

source: <25>{#p/asriel1}{#f/13}* Bad puns aside, Asgore tried asking the ghosts for water.
pt_br: <25>{#p/asriel1}{#f/13}* Piadas bobas de lado, Asgore tentou pedir água para os fantasmas.
zh_cn: <25>{#p/asriel1}{#f/13}* 别管这糟糕的双关了， 总之Asgore试着向 幽灵要水。
zh_tw: <25>{#p/asriel1}{#f/13}* 別管這糟糕的雙關了， 總之Asgore試著向 幽靈要水。

source: <25>{#f/15}* ... * They didn't have any.
pt_br: <25>{#f/15}* ... * Eles não tinham nenhuma.
zh_cn: <25>{#f/15}* ... * 可惜他们并没有。
zh_tw: <25>{#f/15}* ... * 可惜他們並沒有。

source: <25>{#f/13}* But, as you probably guessed, they did have a fondness for tea.
pt_br: <25>{#f/13}* Mas, como você já deve ter adivinhado, eles tinham chá.
zh_cn: <25>{#f/13}* 但是， 就像你猜的那样， 他们喜欢喝茶。
zh_tw: <25>{#f/13}* 但是， 就像你猜的那樣， 他們喜歡喝茶。

source: <25>{#f/17}* Once Asgore was given some to try, he never looked back.
pt_br: <25>{#f/17}* Uma vez que Asgore tentou, ele nunca mais foi o mesmo.
zh_cn: <25>{#f/17}* Asgore尝过以后， 自此他就疯狂地 迷恋上了茶。
zh_tw: <25>{#f/17}* Asgore嘗過以後， 自此他就瘋狂地 迷戀上了茶。

source: <25>{#p/asriel1}{#f/15}* They say Asgore's the one who first invented Starling tea...
pt_br: <25>{#p/asriel1}{#f/15}* Eles dizem que Asgore foi o primeiro a inventar o Chá Estrelado.
zh_cn: <25>{#p/asriel1}{#f/15}* 人们说Asgore是 用星花泡茶的第一人...
zh_tw: <25>{#p/asriel1}{#f/15}* 他們說Asgore 是星花茶的第一個 發明者...

source: <32>{#p/basic}* It's a teapot. * There's nothing left for you here.
pt_br: <32>{#p/basic}* É um bule de chá. * Não tem mais nada aqui.
zh_cn: <32>{#p/basic}* 一个茶壶。 * 没什么可做的。
zh_tw: <32>{#p/basic}* 一個茶壺。 * 沒什麼可做的。

source: <32>{#p/basic}* It's a teapot. * There's a switch on the counter underneath it...
pt_br: <32>{#p/basic}* É um bule de chá. * Tem um interruptor em baixo do balcão...
zh_cn: <32>{#p/basic}* 一个茶壶。 * 壶底的台子上有个开关...
zh_tw: <32>{#p/basic}* 一個茶壺。 * 壺底的臺子上有個開關...

source: <32>{#p/human}{#c.switch2}* (You pressed the switch.)
pt_br: <32>{#p/human}{#c.switch2}* (Você pressionou o interruptor.)
zh_cn: <32>{#p/human}{#c.switch2}* （你按下了开关。）
zh_tw: <32>{#p/human}{#c.switch2}* （你按下了開關。）

source: <32>{#p/basic}* It's a teapot. * Despite the passage of time, it continues to steam.
pt_br: <32>{#p/basic}* É um bule de chá. * Mesmo com a passagem do tempo, ele continua a ferver.
zh_cn: <32>{#p/basic}* 一个茶壶。 * 过了这么久，还在冒热气。
zh_tw: <32>{#p/basic}* 一個茶壺。 * 過了這麼久，還在冒熱氣。

source: <32>{#p/basic}* It's a teapot. * The smell of Starling flower tea permeates the kitchen.
pt_br: <32>{#p/basic}* É um bule de chá. * O cheiro Chá Estrelado permeia na cozinha.
zh_cn: <32>{#p/basic}* 一个茶壶。 * 厨房里弥漫着 星花茶的清香。
zh_tw: <32>{#p/basic}* 一個茶壺。 * 廚房裡瀰漫著 星花茶的清香。

source: <25>{#p/asriel1}{#f/15}* Papyrus isn't the only one Undyne's tried to teach cooking to.
pt_br: <25>{#p/asriel1}{#f/15}* Papyrus não foi o único que Undyne tentou ensinar a cozinhar.
zh_cn: <25>{#p/asriel1}{#f/15}* Undyne不只教过Papyrus 一个人烹饪。
zh_tw: <25>{#p/asriel1}{#f/15}* Undyne不只教過Papyrus 一個人烹飪。

source: <25>{#f/16}* Not if you consider alternate timelines, anyway.
pt_br: <25>{#f/16}* Quer dizer, isso se você considerar outras linhas do tempo.
zh_cn: <25>{#f/16}* 至少在其他时间线不是。
zh_tw: <25>{#f/16}* 至少在其他時間軸不是。

source: <25>{#f/13}* I once managed to set up Alphys and Undyne in this very kitchen.
pt_br: <25>{#f/13}* Uma vez eu consegui trazer Undyne e Alphys juntas para essa cozinha.
zh_cn: <25>{#f/13}* 我曾设法将Alphys 和Undyne安排到 这间厨房里。
zh_tw: <25>{#f/13}* 我曾設法將Alphys 和Undyne安排到 這間廚房裡。

source: <25>{#p/asriel1}{#f/17}* Undyne wanted to teach her how to cook food with magic, but...
pt_br: <25>{#p/asriel1}{#f/17}* Undyne queria ensinar ela a cozinhar com magia, mas...
zh_cn: <25>{#p/asriel1}{#f/17}* Undyne想教她 如何用魔法做饭， 但是...
zh_tw: <25>{#p/asriel1}{#f/17}* Undyne想教她 如何用魔法做飯， 但是...

source: <25>{#f/13}* All the resident scientist wanted to do was point lasers at it.
pt_br: <25>{#f/13}* Tudo que a tal cientista queria fazer era apontar lasers na comida.
zh_cn: <25>{#f/13}* 一般来说， 只要是个老科学家 就都想用激光射线。
zh_tw: <25>{#f/13}* 一般來說， 只要是個老科學家 就都想用雷射射線。

source: <25>{#f/16}* Kind of surprising, Alphys usually likes following instructions.
pt_br: <25>{#f/16}* Meio surpreendente, já que Alphys gosta de seguir instruções.
zh_cn: <25>{#f/16}* 但令人惊讶的是， Alphys似乎非常愿意 听从她的指挥。
zh_tw: <25>{#f/16}* 但令人驚訝的是， Alphys似乎非常願意 聽從她的指揮。

source: <25>{#f/16}* Knowing what we know about Alphys's magic, that's not surprising.
pt_br: <25>{#f/16}* Sabendo o que nós sabemos sobre a magia da Alphys, isso não é surpreendente.
zh_cn: <25>{#f/16}* 鉴于我们对Alphys 魔法的了解， 所以这并不奇怪。
zh_tw: <25>{#f/16}* 鑑於我們對Alphys 魔法的了解， 所以這並不奇怪。

source: <25>{#f/15}* I guess she was in a mood that day.
pt_br: <25>{#f/15}* Eu acho que ela estava em outro clima naquele dia.
zh_cn: <25>{#f/15}* 我猜她那天没啥 心情吧。
zh_tw: <25>{#f/15}* 我猜她那天沒啥 心情吧。

source: <25>{#p/asriel1}{#f/4}* A scientist's gonna science whether you like it or not.
pt_br: <25>{#p/asriel1}{#f/4}* Um cientista fará ciência você querendo ou não.
zh_cn: <25>{#p/asriel1}{#f/4}* 不管你喜不喜欢， 科学家都要进行 科学研究。
zh_tw: <25>{#p/asriel1}{#f/4}* 不管你喜不喜歡， 科學家都要進行 科學研究。

source: <32>{#p/basic}* The stovetop is a little dirty, but otherwise alright.
pt_br: <32>{#p/basic}* O fogão está meio sujo, mas além disso tudo tranquilo.
zh_cn: <32>{#p/basic}* 灶台有点脏， 别的地方却很干净。
zh_tw: <32>{#p/basic}* 灶臺有點髒， 別的地方卻很乾淨。

source: <32>{#p/basic}* Smells like marinara sauce.
pt_br: <32>{#p/basic}* Cheira a molho marinara.
zh_cn: <32>{#p/basic}* 闻起来像意式番茄酱。
zh_tw: <32>{#p/basic}* 聞起來像意式番茄醬。

source: <32>{#p/human}* (You can't make out what's in the trash...)
pt_br: <32>{#p/human}* (Você não sabe o que está no lixo...)
zh_cn: <32>{#p/human}* （你看不出来垃圾桶里有什么...）
zh_tw: <32>{#p/human}* （你看不出來垃圾桶裡有什麼...）

source: <32>{#p/basic}* Surprisingly, the trash is completely empty.
pt_br: <32>{#p/basic}* Surpreendentemente, o lixo está completamente vazio.
zh_cn: <32>{#p/basic}* 垃圾桶里 居然什么都没有。
zh_tw: <32>{#p/basic}* 垃圾桶裡 居然什麼都沒有。

source: <32>{#p/human}* (The sign describes the room within as being incomplete.)
pt_br: <32>{#p/human}* (O sinal descreve a sala como estando incompleta.)
zh_cn: <32>{#p/human}* （牌子上写着： 房间还没翻修完成。）
zh_tw: <32>{#p/human}* （牌子上寫著： 房間還沒翻修完成。）

source: <25>{#p/asriel1}{#f/3}* If she hadn't left, that would be Mom's room...
pt_br: <25>{#p/asriel1}{#f/3}* Se ela não tivesse ido embora, esse séria o quarto da mamãe...
zh_cn: <25>{#p/asriel1}{#f/3}* 这是妈妈的房间... 如果她没有离开的话...
zh_tw: <25>{#p/asriel1}{#f/3}* 這是媽媽的房間... 如果她沒有離開的話...

source: <25>{#f/4}* It's a bummer it was never finished.
pt_br: <25>{#f/4}* É um tabu nunca ter sido terminado.
zh_cn: <25>{#f/4}* 翻修永远不会完成， 这挺让人失望的。
zh_tw: <25>{#f/4}* 翻修永遠不會完成， 這挺讓人失望的。

source: <25>{#f/15}* When Mom left, it... hurt him pretty bad.
pt_br: <25>{#f/15}* Quando mãe se foi... ele ficou bem machucado por dentro.
zh_cn: <25>{#f/15}* 妈妈离开后， 他整日... 都郁郁寡欢。
zh_tw: <25>{#f/15}* 媽媽離開後， 他整日... 都鬱鬱寡歡。

source: <25>{#f/4}* But he moved on from it.
pt_br: <25>{#f/4}* Mas como um monstro maduro, ele passou para frente.
zh_cn: <25>{#f/4}* 但他并没有沉浸多久， 很快走出了这个阴影。
zh_tw: <25>{#f/4}* 但他並沒有沉浸多久， 很快走出了這個陰影。

source: <25>{#f/3}* I just hope he hasn't moved on from me.
pt_br: <25>{#f/3}* Espero que ele não tenha me passado para frente.
zh_cn: <25>{#f/3}* 我挺希望他 没把我给忘了...
zh_tw: <25>{#f/3}* 我希望他還沒有 從我那件事上走出來。

source: <25>{#f/17}* Who knows. * Anything is possible.
pt_br: <25>{#f/17}* Quem sabe. * Tudo é possível.
zh_cn: <25>{#f/17}* 谁知道呢？ * 也说不定呢。
zh_tw: <25>{#f/17}* 誰知道呢？ * 一切皆有可能。

source: <25>{#p/asriel1}{#f/23}* ... oh, Dad...
pt_br: <25>{#p/asriel1}{#f/23}* ... oh, Pai...
zh_cn: <25>{#p/asriel1}{#f/23}* ...哦，爸爸...
zh_tw: <25>{#p/asriel1}{#f/23}* ...喔，爸爸...

source: <32>{#p/basic}* "Room under renovations."
pt_br: <32>{#p/basic}* "Quarto em renovação."
zh_cn: <32>{#p/basic}* “房间翻修中。”
zh_tw: <32>{#p/basic}* 「房間翻修中。」

source: <25>{#p/asriel1}{#f/24}* It's us...
pt_br: <25>{#p/asriel1}{#f/24}* É nosso...
zh_cn: <25>{#p/asriel1}{#f/24}* 这是我们...
zh_tw: <25>{#p/asriel1}{#f/24}* 這是我們...

source: <32>{#p/basic}* Despite everything...
pt_br: <32>{#p/basic}* Apesar de tudo...
zh_cn: <32>{#p/basic}* 即使经历了一切...
zh_tw: <32>{#p/basic}* 即使經歷了一切...

source: <32>* ... is it really you?
pt_br: <32>* ... este é realmente você?
zh_cn: <32>* ...这真的是你吗？
zh_tw: <32>* ...這真的是你嗎？

source: <32>{#p/basic}* It's you.
pt_br: <32>{#p/basic}* É você.
zh_cn: <32>{#p/basic}* 这是你。
zh_tw: <32>{#p/basic}* 這是你。

source: <99>{#p/basic}* Despite skipping over most of the journey, it's still you.
pt_br: <99>{#p/basic}* Mesmo após pular boa parte da jornada... este ainda é você.
zh_cn: <99>{#p/basic}* 即使跳过了大部分旅程， 这仍然是你。
zh_tw: <99>{#p/basic}* 即使跳過了大部分旅程， 這仍然是你。

source: <99>{#p/basic}* Despite everything, it's still you.
pt_br: <99>{#p/basic}* Apesar de tudo, ainda é você.
zh_cn: <99>{#p/basic}* 即使经历了一切， 这仍然是你。
zh_tw: <99>{#p/basic}* 即使經歷了一切， 這仍然是你。

source: <25>{#p/asriel1}{#f/13}* This picture...
pt_br: <25>{#p/asriel1}{#f/13}* Essa foto...
zh_cn: <25>{#p/asriel1}{#f/13}* 这张照片...
zh_tw: <25>{#p/asriel1}{#f/13}* 這張照片...

source: <25>{#f/17}* This is the one $(name) took of the very first Starling flower.
pt_br: <25>{#f/17}* Está foi uma que $(name) tirou da primeira Flor Estrelada.
zh_cn: <25>{#f/17}* 这是$(name) 拍的第一朵星花。
zh_tw: <25>{#f/17}* 這是$(name) 拍的第一朵星花。

source: <25>{#p/asriel1}{#f/13}* Not long after $(name) first arrived...
pt_br: <25>{#p/asriel1}{#f/13}* Não muito depois de $(name) chegar...
zh_cn: <25>{#p/asriel1}{#f/13}* 在$(name)来这后不久...
zh_tw: <25>{#p/asriel1}{#f/13}* 在$(name)來這後不久...

source: <25>{#f/17}* A little flower came down from outer space.
pt_br: <25>{#f/17}* Uma pequena flor caiu do espaço sideral.
zh_cn: <25>{#f/17}* 一朵小花 从星星之外坠入此间。
zh_tw: <25>{#f/17}* 一朵小花 從星星之外墜入此間。

source: <25>{#f/23}* The first Starling flower ever seen on the outpost.
pt_br: <25>{#f/23}* A primeira Flor Estrelada do Outpost.
zh_cn: <25>{#f/23}* 它是前哨站的 第一朵星花。
zh_tw: <25>{#f/23}* 它是前哨站的 第一朵星花。

source: <25>{#f/22}* It landed out at the edge of the outpost, all alone...
pt_br: <25>{#f/22}* Ela parou no topo do Outpost, sozinha...
zh_cn: <25>{#f/22}* 在前哨站的边缘， 孤零零的生长...
zh_tw: <25>{#f/22}* 在前哨站的邊緣， 孤零零的生長...

source: <25>{#f/13}* So we huddled around it, with $(name) taking a picture for luck.
pt_br: <25>{#f/13}* Então nós andamos ao redor dela, com $(name) tirando fotos.
zh_cn: <25>{#f/13}* 我们围在它的周围， 让$(name)拍个照片 以求好运。
zh_tw: <25>{#f/13}* 我們圍在它的周圍， 讓$(name)拍個照片 以求好運。

source: <25>{#p/asriel1}{#f/13}* After $(name) took the picture, we were ready to head home.
pt_br: <25>{#p/asriel1}{#f/13}* Depois que $(name) tirou a foto, estávamos prontos para ir para casa
zh_cn: <25>{#p/asriel1}{#f/13}* 在拍完照片后， 我们打算回家。
zh_tw: <25>{#p/asriel1}{#f/13}* 在拍完照片後， 我們打算回家。

source: <25>{#f/13}* But when we stood up to leave, we glanced back at the stars...
pt_br: <25>{#f/13}* Mas quando nos levantamos para sair, olhamos para as estrelas...
zh_cn: <25>{#f/13}* 但当我们站起身来， 我们不约而同地 回头看了一眼星星。
zh_tw: <25>{#f/13}* 但當我們站起身來， 我們不約而同地 回頭看了一眼星星。

source: <25>{#f/15}* And then we saw it.
pt_br: <25>{#f/15}* E então nós vimos.
zh_cn: <25>{#f/15}* 然后我们看到了...
zh_tw: <25>{#f/15}* 然後我們看到了...

source: <25>{#f/23}* A thousand more flowers descending down from the heavens.
pt_br: <25>{#f/23}* Mais de mil flores caindo do espaço.
zh_cn: <25>{#f/23}* 漫天星空的星花 如星罗棋布般纷纷落下。
zh_tw: <25>{#f/23}* 漫天星空的星花 如星羅棋布般紛紛落下。

source: <25>{#f/17}* $(name) took my hand, and we stood there...
pt_br: <25>{#f/17}* $(name) segurou minha mão, e ficamos lá...
zh_cn: <25>{#f/17}* $(name)与我手牵手， 站在那里...
zh_tw: <25>{#f/17}* $(name)與我手牽手， 站在那裡...

source: <25>{#f/17}* Stunned into silence.
pt_br: <25>{#f/17}* Olhando em silêncio...
zh_cn: <25>{#f/17}* 呆呆地望着这样的 盛世美景。
zh_tw: <25>{#f/17}* 呆呆地望著這樣的 盛世美景。

source: <25>{#p/asriel1}{#f/17}* Despite all I did as a star, the memory of it still makes me smile.
pt_br: <25>{#p/asriel1}{#f/17}* Apesar de tudo que eu fiz como estrela, as memórias disso ainda me fazem sorrir.
zh_cn: <25>{#p/asriel1}{#f/17}* 即使作为星星时， 这段记忆仍然会使我微笑。
zh_tw: <25>{#p/asriel1}{#f/17}* 即使作為星星時， 這段記憶仍然會使我微笑。

source: <32>{#p/basic}* It's a framed photograph. * There's not much else to say.
pt_br: <32>{#p/basic}* É uma fotografia. * Não tem muito mais a dizer.
zh_cn: <32>{#p/basic}* 一张照片。 * 没什么好说的。
zh_tw: <32>{#p/basic}* 一張照片。 * 沒什麼好說的。

source: <32>{#p/basic}* It's a framed photograph. * I took it myself.
pt_br: <32>{#p/basic}* É uma fotografia. * Foi eu quem tirei.
zh_cn: <32>{#p/basic}* 裱起来的这张照片是我拍的。
zh_tw: <32>{#p/basic}* 裱起來的這張照片是我拍的。

source: <32>{#p/human}* (You can't find anything in here besides several of the exact same outfit.)
pt_br: <32>{#p/human}* (Você não encontra nada aqui além de um amontoado do mesmo tipo de roupa.)
zh_cn: <32>{#p/human}* （你在里面找不到 除相同的衣服外的任何东西。）
zh_tw: <32>{#p/human}* （你在裡面找不到 除相同的衣服外的任何東西。）

source: <32>{#p/basic}* A cabinet full of clothes.
pt_br: <32>{#p/basic}* Um armário cheio de roupas.
zh_cn: <32>{#p/basic}* 衣柜。
zh_tw: <32>{#p/basic}* 衣櫃。

source: <32>{#p/basic}* A cabinet full of blue and yellow striped shirts.
pt_br: <32>{#p/basic}* Um armário cheio de roupas listradas de amarelo e azul.
zh_cn: <32>{#p/basic}* 衣柜里挂满了黄蓝条纹衫。
zh_tw: <32>{#p/basic}* 衣櫃裡掛滿了黃藍條紋衫。

source: <32>{#p/basic}* Some things never change...
pt_br: <32>{#p/basic}* Algumas coisas nunca mudam...
zh_cn: <32>{#p/basic}* 有些东西还真是永恒不变啊...
zh_tw: <32>{#p/basic}* 有些東西還真是永恆不變啊...

source: <25>{#p/asriel1}{#f/23}* ... well, at least he glued them back together.
pt_br: <25>{#p/asriel1}{#f/23}* ... bem, pelo menos ele os colou de volta.
zh_cn: <25>{#p/asriel1}{#f/23}* ...嗯，至少他给粘好了。
zh_tw: <25>{#p/asriel1}{#f/23}* ...嗯，至少他給粘好了。

source: <25>{#f/13}* Dad always was the one to try and fix things like that.
pt_br: <25>{#f/13}* O Pai sempre foi esse de tentar arrumar coisas assim.
zh_cn: <25>{#f/13}* 爸爸总是会 想到办法来修复东西。
zh_tw: <25>{#f/13}* 爸爸總是會 想到辦法來修復東西。

source: <25>{#f/15}* Any time $(name) and I broke something...
pt_br: <25>{#f/15}* Toda vez que eu e $(name) quebramos algo...
zh_cn: <25>{#f/15}* 有时， $(name)和我 打破了什么东西时...
zh_tw: <25>{#f/15}* 有時， $(name)和我 打破了什麼東西時...

source: <25>{#f/8}* Usually $(name)...
pt_br: <25>{#f/8}* Maior parte das vezes $(name)...
zh_cn: <25>{#f/8}* 大部分都是 $(name)干的...
zh_tw: <25>{#f/8}* 大部分都是 $(name)幹的...

source: <25>{#f/17}* He'd swoop in and save the day with some good old arts 'n' crafts.
pt_br: <25>{#f/17}* Ele pegava o objeto quebrado e concertava com seu bom e velho artes e ofícios.
zh_cn: <25>{#f/17}* 他就会突然出现， 用他那古老的手艺 来拯救世界。
zh_tw: <25>{#f/17}* 他就會突然出現， 用他那古老的手藝 來拯救世界。

source: <25>{#f/20}* A true DIY hero!
pt_br: <25>{#f/20}* Um verdadeiro herói da bugiganga.
zh_cn: <25>{#f/20}* 他是真正的DIY英雄！
zh_tw: <25>{#f/20}* 他是真正的DIY英雄！

source: <25>{#p/asriel1}{#f/13}* Please don't tell him I called him a DIY hero.
pt_br: <25>{#p/asriel1}{#f/13}* Por favor não diga que eu o chamei de herói da bugiganga.
zh_cn: <25>{#p/asriel1}{#f/13}* 别告诉他 我管他叫这个。
zh_tw: <25>{#p/asriel1}{#f/13}* 別告訴他 我管他叫這個。

source: <25>{#f/16}* He'd laugh at that.
pt_br: <25>{#f/16}* Ele iria rir bastante.
zh_cn: <25>{#f/16}* 他会笑岔气的。
zh_tw: <25>{#f/16}* 他會笑岔氣的。

source: <25>{#f/15}* But it was necessary with everything $(name) messed up.
pt_br: <25>{#f/15}* Mas foi bem necessário com tudo que $(name) ferrava.
zh_cn: <25>{#f/15}* 但要是没有他， $(name)将会破坏一切。
zh_tw: <25>{#f/15}* 但要是沒有他， $(name)將會破壞一切。

source: <25>{#f/16}* A lot of their "fun" came from bothering others.
pt_br: <25>{#f/16}* Boa parte da "diversão" deles vinha de irritar os outros.
zh_cn: <25>{#f/16}* 那家伙的“乐趣” 总能给别人带来困扰。
zh_tw: <25>{#f/16}* 那傢伙的「樂趣」 總能給別人帶來困擾。

source: <25>{#f/13}* As a monster... that was difficult for me to understand.
pt_br: <25>{#f/13}* Como monstro... foi difícil pra mim entender este comportamento.
zh_cn: <25>{#f/13}* 作为怪物时... 我完全不能理解。
zh_tw: <25>{#f/13}* 作為怪物時... 我完全不能理解。

source: <25>{#f/15}* Then... I became Twinkly.
pt_br: <25>{#f/15}* Então... eu me tornei Twinkly.
zh_cn: <25>{#f/15}* 后来... 我就变成了Twinkly。
zh_tw: <25>{#f/15}* 後來... 我就變成了Twinkly。

source: <25>{#p/asriel1}{#f/17}* I'd play with these if I still had an interest in toys.
pt_br: <25>{#p/asriel1}{#f/17}* Eu brincaria com esses se ainda tivesse interesse em brinquedos.
zh_cn: <25>{#p/asriel1}{#f/17}* 要是我还对 这些玩具感兴趣， 我肯定会玩的不亦乐乎。
zh_tw: <25>{#p/asriel1}{#f/17}* 要是我還對 這些玩具感興趣， 我肯定會玩的不亦樂乎。

source: <25>{#p/asriel1}{#f/20}* Do action figures count as toys? * Those are cool.
pt_br: <25>{#p/asriel1}{#f/20}* Action Figures contam como brinquedos? * Porque elas são bem da hora.
zh_cn: <25>{#p/asriel1}{#f/20}* 公仔算是玩具吗？ * 那些超酷的。
zh_tw: <25>{#p/asriel1}{#f/20}* 公仔算是玩具嗎？ * 那些超酷的。

source: <32>{#p/basic}* A box of model starships.
pt_br: <32>{#p/basic}* Uma caixa de modelos de naves estelares.
zh_cn: <32>{#p/basic}* 一盒星际飞船模型。
zh_tw: <32>{#p/basic}* 一盒星際飛船模型。

source: <32>{#p/basic}* It's a box of perfectly in- tact model starships.
pt_br: <32>{#p/basic}* É uma caixa de modelos de naves estelares perfeitamente intactas.
zh_cn: <32>{#p/basic}* 一盒星际飞船模型， 完好无损。
zh_tw: <32>{#p/basic}* 一盒星際飛船模型， 完好無損。

source: <33>{#p/basic}* Smells like old-fashioned glue.
pt_br: <33>{#p/basic}* Cheira a cola antiquada.
zh_cn: <33>{#p/basic}* 闻起来像老式胶水。
zh_tw: <33>{#p/basic}* 聞起來像老式膠水。

source: <25>{#p/asriel1}{#f/23}* ... it's still here...
pt_br: <25>{#p/asriel1}{#f/23}* ... ainda tá aqui...
zh_cn: <25>{#p/asriel1}{#f/23}* ...它还在这...
zh_tw: <25>{#p/asriel1}{#f/23}* ...它還在這...

source: <32>{#p/basic}* It's a hand-drawn image.
pt_br: <32>{#p/basic}* É uma pintura feita a mão.
zh_cn: <32>{#p/basic}* 一张手绘。
zh_tw: <32>{#p/basic}* 一張手繪。

source: <32>{#p/basic}* It's a hand-drawn image...
pt_br: <32>{#p/basic}* É uma pintura feita mão...
zh_cn: <32>{#p/basic}* 这是一张手绘...
zh_tw: <32>{#p/basic}* 這是一張手繪...

source: <32>* An image of the family.
pt_br: <32>* Uma imagem da família.
zh_cn: <32>* 画的是全家福。
zh_tw: <32>* 畫的是全家福。

source: <32>{#p/human}* (You roll the crayon back and forth underneath your hand.)
pt_br: <32>{#p/human}* (Você rola o giz de cera para frente e para trás debaixo da mão.)
zh_cn: <32>{#p/human}* （你用手来回滚动蜡笔。）
zh_tw: <32>{#p/human}* （你用手來回滾動蠟筆。）

source: <33>{#p/basic}* A stack of papers and a crayon.
pt_br: <33>{#p/basic}* Um monte de papel e um giz.
zh_cn: <33>{#p/basic}* 几张纸，还有一支蜡笔。
zh_tw: <33>{#p/basic}* 幾張紙，還有一支蠟筆。

source: <32>{#p/basic}* Along with a stack of papers, you find the elusive blue crayon.
pt_br: <32>{#p/basic}* Junto com um monte de papéis, você encontra o perdido giz azul.
zh_cn: <32>{#p/basic}* 那支蓝色蜡笔原来跑这了， 就放在这几张纸上。
zh_tw: <32>{#p/basic}* 那支藍色蠟筆原來跑這了， 就放在這幾張紙上。

source: <25>{#p/asriel1}{#f/23}* ... it's okay, Frisk.
pt_br: <25>{#p/asriel1}{#f/23}* ... tá tudo bem, Frisk.
zh_cn: <25>{#p/asriel1}{#f/23}* ...没事的，Frisk。
zh_tw: <25>{#p/asriel1}{#f/23}* ...沒事的，Frisk。

source: <25>{#f/13}* Even if they don't come back...
pt_br: <25>{#f/13}* Mesmo que eles não voltem...
zh_cn: <25>{#f/13}* 即使$(name)不会回来...
zh_tw: <25>{#f/13}* 即使那傢伙不會回來...

source: <25>{#f/17}* We'll still remember them for what they did in the end.
pt_br: <25>{#f/17}* Ainda nos lembraremos deles pelo que fizeram no final.
zh_cn: <25>{#f/17}* 我们也将永远铭记 我们共同的搭档 为我们所做的一切。
zh_tw: <25>{#f/17}* 我們也將永遠銘記 我們共同的朋友 為我們所做的一切。

source: <25>{#f/17}* I know we have something better to do.
pt_br: <25>{#f/17}* Eu sei que temos coisas melhores para fazer.
zh_cn: <25>{#f/17}* 时候不早了， 我们也该去做 更有意义的事了。
zh_tw: <25>{#f/17}* 時候不早了， 我們也該去做 更有意義的事了。

source: <32>{#p/basic}* It's just another bed.
pt_br: <32>{#p/basic}* É só outra cama.
zh_cn: <32>{#p/basic}* 另一张床。
zh_tw: <32>{#p/basic}* 另一張床。
