Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <20>{*}{#p/asriel3}{#e/asriel/4}I'm doing this because I care about you, $(name)!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/4}Eu estou fazendo isso porque me importo com você, $(name)!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/4}我是因为关心你， 才这么做的啊， $(name)！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/4}我是因為關心你， 才這麼做的啊， $(name)！

source: <20>{*}{#p/asriel3}{#e/asriel/3}I care about you more than anybody else!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Eu me importo com você mais do que qualquer pessoa!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}我关心你 胜过关心任何人！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}我關心你 勝過關心任何人！

source: <20>{*}{#p/asriel3}{#e/asriel/8}I'm not ready for this to end.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Eu não estou pronto para acabar.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}我还不想迎接结局。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}我還不想迎接結局。

source: <20>{*}{#p/asriel3}{#e/asriel/8}I'm not ready for you to leave.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/8}Eu não estou pronto para te deixar ir.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/8}我还不想让你离去。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/8}我還不想讓你離去。

source: <20>{*}{#p/asriel3}{#e/asriel/9}I'm not ready to say goodbye to you again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/9}Eu não estou pronto para dizer adeus para você de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/9}我还不想再次离开你。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/9}我還不想再次離開你。

source: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/4}{@random=1.1/1.1}So, please... STOP doing this...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/4}{@random=1.1/1.1}Então, por favor... PARA de fazer isso...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/8}{@random=1.1/1.1}所以， 求求你... 现在放手...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/8}{@random=1.1/1.1}所以， 求求你... 現在放手...

source: <20>{*}{#p/asriel3}{#e/asriel/12}{#i/4}{@random=1.2/1.2}AND JUST LET ME WIN!!!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/12}{#i/4}{@random=1.2/1.2}E SÓ ME DEIXA GANHAR!!!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/12}{#i/8}{@random=1.2/1.2}让我赢吧！！！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/12}{#i/8}{@random=1.2/1.2}讓我贏吧！！！

source: <20>{*}{#p/asriel3}{@random=1.1/1.1}STOP IT!{^30}{%}
pt_br: <20>{*}{#p/asriel3}{@random=1.1/1.1}PARA!{^30}{%}
zh_cn: <20>{*}{#p/asriel3}{@random=1.1/1.1}停下！{^30}{%}
zh_tw: <20>{*}{#p/asriel3}{@random=1.1/1.1}停下！{^30}{%}

source: <20>{*}{#p/asriel3}{@random=1.1/1.1}STOP IT NOW!!!{^40}{%}
pt_br: <20>{*}{#p/asriel3}{@random=1.1/1.1}PARA AGORA!!!{^40}{%}
zh_cn: <20>{*}{#p/asriel3}{@random=1.1/1.1}马上给我停下！！！{^40}{%}
zh_tw: <20>{*}{#p/asriel3}{@random=1.1/1.1}馬上給我停下！！！{^40}{%}

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}I'm so alone, $(name)...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}Eu estou tão sozinho, $(name)...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}我好孤独， $(name)...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}我好孤獨， $(name)...

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}I'm so afraid, $(name)...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}Eu estou com tanto medo, $(name)...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}我好害怕， $(name)...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}我好害怕， $(name)...

source: <32>{#p/basic}* This is all my fault...
pt_br: <32>{#p/basic}* Isso é minha culpa...
zh_cn: <32>{#p/basic}* 都是我的错...
zh_tw: <32>{#p/basic}* 都是我的錯...

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}I...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}Eu...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}我...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}我...

source: * Lost Soul
pt_br: * Alma Perdida
zh_cn: * 迷失的灵魂
zh_tw: * 迷失的靈魂

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul is a fan of sci-fi anime.
pt_br: <32>{#p/story}* ALMA PERDIDA - ATQ ??? DEF??? * Parece que este Alma Perdida é uma fã de anime de ficção científica.
zh_cn: <32>{#p/story}* 迷失的灵魂 - 攻击??? 防御??? * 这个灵魂似乎非常喜欢科幻动漫。
zh_tw: <32>{#p/story}* 迷失的靈魂 - 攻擊??? 防禦??? * 這個靈魂似乎非常喜歡科幻動漫。

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul would rather you stay alive.
pt_br: <32>{#p/story}* ALMA PERDIDA - ATQ ??? DEF ??? * Parece que essa gostaria de te ver vivo.
zh_cn: <32>{#p/story}* 迷失的灵魂 - 攻击??? 防御??? * 这个灵魂似乎想让你 好好活着。
zh_tw: <32>{#p/story}* 迷失的靈魂 - 攻擊??? 防禦??? * 這個靈魂似乎想讓你 好好活著。

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul dreams of becoming a royal guard.
pt_br: <32>{#p/story}* ALMA PERDIDA - ATQ ??? DEF ??? * Parece que essa Alma Perdida sonha em se tornar da Guarda Real.
zh_cn: <32>{#p/story}* 迷失的灵魂 - 攻击??? 防御??? * 这个灵魂似乎梦想成为一名 皇家守卫。
zh_tw: <32>{#p/story}* 迷失的靈魂 - 攻擊??? 防禦??? * 這個靈魂似乎夢想成為一名 皇家守衛。

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul just wants the best for someone.
pt_br: <32>{#p/story}* ALMA PERDIDA - ATQ ??? DEF ??? * Parece que essa Alma Perdida quer o melhor para alguém.
zh_cn: <32>{#p/story}* 迷失的灵魂 - 攻击??? 防御??? * 这个灵魂希望某人 能永远幸福快乐。
zh_tw: <32>{#p/story}* 迷失的靈魂 - 攻擊??? 防禦??? * 這個靈魂希望某人 能永遠幸福快樂。

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul wants badly to protect you.
pt_br: <32>{#p/story}* ALMA PERDIDA - ATQ ??? DEF ??? * Parece que essa Alma Perdida quer muito te proteger.
zh_cn: <32>{#p/story}* 迷失的灵魂 - 攻击??? 防御??? * 这个灵魂似乎想竭尽所能 保护你。
zh_tw: <32>{#p/story}* 迷失的靈魂 - 攻擊??? 防禦??? * 這個靈魂似乎想竭盡所能 保護你。

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul would like to teach you how to cook.
pt_br: <32>{#p/story}* ALMA PERDIDA - ATQ ??? DEF ??? * Essa Alma Perdida gostaria de te ensinar a cozinhar.
zh_cn: <32>{#p/story}* 迷失的灵魂 - 攻击??? 防御??? * 这个灵魂似乎很想教你 如何烹饪。
zh_tw: <32>{#p/story}* 迷失的靈魂 - 攻擊??? 防禦??? * 這個靈魂似乎很想教你 如何烹飪。

source: <32>{#p/story}* The Lost Souls appeared.
pt_br: <32>{#p/story}* As Almas Perdidas aparecem.
zh_cn: <32>{#p/story}* 迷失的灵魂出现了。
zh_tw: <32>{#p/story}* 迷失的靈魂出現了。

source: <32>{#p/basic}* Alphys and Undyne.
pt_br: <32>{#p/basic}* Alphys e Undyne.
zh_cn: <32>{#p/basic}* 是Alphys和Undyne。
zh_tw: <32>{#p/basic}* 是Alphys和Undyne。

source: <32>{#p/story}* The Lost Souls stand there.
pt_br: <32>{#p/story}* As Almas Perdidas estão lá.
zh_cn: <32>{#p/story}* 迷失的灵魂站在前方。
zh_tw: <32>{#p/story}* 迷失的靈魂站在前方。

source: <32>{#p/basic}* Hmm... I think I know just the thing to get them to wake up.
pt_br: <32>{#p/basic}* Hmm... eu acho que sei uma forma de acorda-los.
zh_cn: <32>{#p/basic}* 嗯... 我有办法让他们马上醒来。
zh_tw: <32>{#p/basic}* 嗯... 我有辦法讓他們馬上醒來。

source: <32>{#p/human}* (You flirt with the Lost Soul.)
pt_br: <32>{#p/human}* (Você flerta com a Alma Perdida.)
zh_cn: <32>{#p/human}* （你向迷失的灵魂调情。）
zh_tw: <32>{#p/human}* （你向迷失的靈魂調情。）

source: <32>{#p/basic}* Suddenly...!
pt_br: <32>{#p/basic}* De repente...!
zh_cn: <32>{#p/basic}* 突然间...！
zh_tw: <32>{#p/basic}* 突然間...！

source: <32>{#p/human}* (You flirt with the Lost Soul.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você flerta com a Alma Perdida.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你向迷失的灵魂调情。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你向迷失的靈魂調情。） * （什麼都沒發生。）

source: <32>{#p/human}* (You offer the Lost Soul a glass of water.)
pt_br: <32>{#p/human}* (Você oferece um copo de água para a Alma Perdida.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂 给你倒一杯白开水。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂 給你倒一杯白開水。）

source: <32>{#p/human}* (She seems unimpressed by it, yet familiar with it at the same time...)
pt_br: <32>{#p/human}* (Ela parece não impressionada com isso, mas familiarizada ao mesmo tempo...)
zh_cn: <32>{#p/human}* （她有点失望， 但也感到十分亲切...）
zh_tw: <32>{#p/human}* （她有點失望， 但也感到十分親切...）

source: <32>{#p/basic}* Suddenly, the memories are flooding back!
pt_br: <32>{#p/basic}* De repente, as memórias estão voltando!
zh_cn: <32>{#p/basic}* 突然间，记忆如潮水般涌回！
zh_tw: <32>{#p/basic}* 突然間，記憶如潮水般湧回！

source: <32>{#p/human}* (You offer the Lost Soul a bottle of exoberry punch.)
pt_br: <32>{#p/human}* (Você oferece a Alma Perdida uma garrafa de Soco Exoberry.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂 给你倒一杯洋梅果酒。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂 給你倒一杯洋梅果酒。）

source: <32>{#p/human}* (She seems bothered by it, yet familiar with it at the same time...)
pt_br: <32>{#p/human}* (Ela parece incomodada com isso, mas familiarizada ao mesmo tempo...)
zh_cn: <32>{#p/human}* （她有些不满， 但也感到十分亲切...）
zh_tw: <32>{#p/human}* （她有些不滿， 但也感到十分親切...）

source: <32>{#p/human}* (You offer the Lost Soul a mug of hot cocoa.)
pt_br: <32>{#p/human}* (Você oferece a Alma Perdida um copo de Chocolate Quente.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂 给你倒一杯热巧克力。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂 給你倒一杯熱巧克力。）

source: <32>{#p/human}* (She seems comforted by it, and familiar with it as well...)
pt_br: <32>{#p/human}* (Ela parece confortada com isso, e familiarizada com isso também...)
zh_cn: <32>{#p/human}* （她十分满足， 同时也感到十分亲切...）
zh_tw: <32>{#p/human}* （她十分滿足， 同時也感到十分親切...）

source: <32>{#p/human}* (You offer the Lost Soul a cup of Starling tea.)
pt_br: <32>{#p/human}* (Você oferece um copo de Chá Estrelado para a Alma Perdida.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂 给你倒一杯星花茶。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂 給你倒一杯星花茶。）

source: <32>{#p/human}* (She seems elated by it, and familiar with it as well...)
pt_br: <32>{#p/human}* (Ela parece exultante com isso, e familiarizada com isso também...)
zh_cn: <32>{#p/human}* （她非常高兴， 同时也感到十分亲切...）
zh_tw: <32>{#p/human}* （她非常高興， 同時也感到十分親切...）

source: <32>{#p/human}* (You ask the Lost Soul to teach you how to cook.)
pt_br: <32>{#p/human}* (Você pede à Alma Perdida para ensiná-lo a cozinhar.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂教你下厨。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂教你下廚。）

source: <32>{#p/human}* (She doesn't know why, but she kind of wants to oblige...)
pt_br: <32>{#p/human}* (Ela não sabe por que, mas ela meio que quer obrigar...)
zh_cn: <32>{#p/human}* （她有点困惑， 但似乎蛮想言传身教...）
zh_tw: <32>{#p/human}* （她有點困惑， 但似乎蠻想言傳身教...）

source: <32>{#p/human}* (You ask the Lost Soul to give you trivial security questions.)
pt_br: <32>{#p/human}* (Você pede à Alma Perdida que lhe dê perguntas triviais de segurança.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂出几道 超级水的安保题目。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂出幾道 超級水的安保題目。）

source: <32>{#p/human}* (She's apprehensive, but willing at the same time...)
pt_br: <32>{#p/human}* (Ela está apreensiva, mas disposta ao mesmo tempo...)
zh_cn: <32>{#p/human}* （她有些顾虑，但也很想试试看。）
zh_tw: <32>{#p/human}* （她有些顧慮，但也很想試試看。）

source: <32>{#p/human}* (You ask the Lost Soul to escort you through a dangerous area.)
pt_br: <32>{#p/human}* (Você pede para a Alma Perdida te escoltar por uma área perigosa.)
zh_cn: <32>{#p/human}* （你请求迷失的灵魂 带你穿过一片危险地带。）
zh_tw: <32>{#p/human}* （你請求迷失的靈魂 帶你穿過一片危險地帶。）

source: <32>{#p/human}* (She seems hesitant, but thinks it'd be a good idea...)
pt_br: <32>{#p/human}* (Ela está hesitante, mas pensa ser uma boa ideia...)
zh_cn: <32>{#p/human}* （她犹豫了一下， 但觉得是个好主意。）
zh_tw: <32>{#p/human}* （她猶豫了一下， 但覺得是個好主意。）

source: <32>{#p/basic}* Wake up, you two... * A new Mew Mew movie was found!
pt_br: <32>{#p/basic}* Acordem, vocês dois... * Um novo filme da Mew Mew foi encontrado!
zh_cn: <32>{#p/basic}* 你俩快点醒来... * 我刚找到一部新上映的喵喵电影！
zh_tw: <32>{#p/basic}* 你倆快點醒來... * 我剛找到一部新上映的喵喵電影！

source: <11>{#p/undyne}{#e/undyne/13}We'll have to watch it later then!
pt_br: <11>{#p/undyne}{#e/undyne/13}Nós vamos ter que assistir mais tarde, então!
zh_cn: <11>{#p/undyne}{#e/undyne/13}等有空了 我们一块 去看！
zh_tw: <11>{#p/undyne}{#e/undyne/13}等有空了 我們一塊 去看！

source: <11>{#p/alphys}{#e/alphys/3}You're kidding me. Really??
pt_br: <11>{#p/alphys}{#e/alphys/3}Você tá brincando? Sério??
zh_cn: <11>{#p/alphys}{#e/alphys/3}你在 开玩笑吗？？ 真有？？
zh_tw: <11>{#p/alphys}{#e/alphys/3}你在 開玩笑嗎？？ 真有？？

source: <11>{#p/undyne}{#e/undyne/4}You always were tougher than you looked.
pt_br: 11>{#p/undyne}{#e/undyne/4}Você sempre foi mais forte do que parecia.
zh_cn: <11>{#p/undyne}{#e/undyne/4}没想到你会 下手这么狠。
zh_tw: <11>{#p/undyne}{#e/undyne/4}沒想到你會 下手這麼狠。

source: <11>{#p/alphys}{#e/alphys/9}Undyne, watch out!
pt_br: <11>{#p/alphys}{#e/alphys/9}Undyne, cuidado!
zh_cn: <11>{#p/alphys}{#e/alphys/9}Undyne， 当心啊！
zh_tw: <11>{#p/alphys}{#e/alphys/9}Undyne， 當心啊！

source: <11>{#p/undyne}{#e/undyne/4}Heh, you and your silly nicknames.
pt_br: <11>{#p/undyne}{#e/undyne/4}Heh, você e seus bobos apelidos!
zh_cn: <11>{#p/undyne}{#e/undyne/4}呵， 原来是你啊， 还起了那么个 蠢名字。
zh_tw: <11>{#p/undyne}{#e/undyne/4}呵， 原來是你啊， 還起了那麼個 蠢名字。

source: <11>{#p/alphys}{#e/alphys/12}Now I know why they call you "$(moniker4)!"
pt_br: <11>{#p/alphys}{#e/alphys/12}Agora eu sei porque te chamam de "$(moniker4)!"
zh_cn: <11>{#p/alphys}{#e/alphys/12}我现在知道 为什么他们 都管你叫 “$(moniker4)” 了。
zh_tw: <11>{#p/alphys}{#e/alphys/12}我現在知道 為什麼他們 都管你叫 「$(moniker4)」 了。

source: <11>{#p/undyne}{#e/undyne/12}I swear if you hit on me one more time...
pt_br: <11>{#p/undyne}{#e/undyne/12}Eu juro que se você me bater mais uma vez...
zh_cn: <11>{#p/undyne}{#e/undyne/12}我发誓 如果我们 再战一次...
zh_tw: <11>{#p/undyne}{#e/undyne/12}我發誓 如果我們 再戰一次...

source: <11>{#p/alphys}{#e/alphys/35}Pfft.
zh_cn: <11>{#p/alphys}{#e/alphys/35}啧啧。
zh_tw: <11>{#p/alphys}{#e/alphys/35}嘖嘖。

source: <11>{#p/undyne}{#e/undyne/5}I DARE you to flirt with her again.
pt_br: <11>{#p/undyne}{#e/undyne/5}Eu te DESAFIO a flertar com ela de novo.
zh_cn: <11>{#p/undyne}{#e/undyne/5}你敢 再向她调情 试试？
zh_tw: <11>{#p/undyne}{#e/undyne/5}你敢 再向她調情 試試？

source: <11>{#p/alphys}{#e/alphys/35}Oh, bring it ON.
pt_br: <11>{#p/alphys}{#e/alphys/35}Oh, vem pra cima!
zh_cn: <11>{#p/alphys}{#e/alphys/35}哦，加油啊。
zh_tw: <11>{#p/alphys}{#e/alphys/35}喔，加油啊。

source: <11>{#p/undyne}There's a burning feeling I can't describe.
pt_br: <11>{#p/undyne}Há um sentimento que não consigo descrever.
zh_cn: <11>{#p/undyne}燃起了一股 无法描述的 感觉。
zh_tw: <11>{#p/undyne}燃起了一股 無法描述的 感覺。

source: <11>{#p/undyne}All humans must die.
pt_br: <11>{#p/undyne}Todos os humanos devem morrer.
zh_cn: <11>{#p/undyne}所有人类 必须死。
zh_tw: <11>{#p/undyne}所有人類 必須死。

source: <11>{#p/undyne}Everyone in the galaxy is counting on me!
pt_br: <11>{#p/undyne}Toda a galáxia está contando comigo!
zh_cn: <11>{#p/undyne}大家， 都需要我 来守护！
zh_tw: <11>{#p/undyne}大家， 都需要我 來守護！

source: <11>{#p/undyne}You're our real enemy.
pt_br: <11>{#p/undyne}Você é nosso verdadeiro inimigo.
zh_cn: <11>{#p/undyne}你就是 怪物的公敌。
zh_tw: <11>{#p/undyne}你就是 怪物的公敵。

source: <11>{#p/undyne}You're gonna have to try a little harder than THAT.
pt_br: <11>{#p/undyne}Você vai terá que se esforçar mais do que isso.
zh_cn: <11>{#p/undyne}你们还得 再加把劲。
zh_tw: <11>{#p/undyne}你們還得 再加把勁。

source: <11>{#p/undyne}Mercy is for the weak.
pt_br: <11>{#p/undyne}Piedade é para os fracos.
zh_cn: <11>{#p/undyne}弱者 才需要怜悯。
zh_tw: <11>{#p/undyne}弱者 才需要憐憫。

source: <11>{#p/alphys}You must not be as smart as I thought.
pt_br: <11>{#p/alphys}Você não deve ser tão inteligente como eu pensei.
zh_cn: <11>{#p/alphys}看来，是高估 你们的智商了。
zh_tw: <11>{#p/alphys}看來，是高估 你們的智商了。

source: <11>{#p/alphys}You want me gone, don't you?
pt_br: <11>{#p/alphys}Você quer que eu suma, não é?
zh_cn: <11>{#p/alphys}你想让我死， 不是吗？
zh_tw: <11>{#p/alphys}你想讓我死， 不是嗎？

source: <11>{#p/alphys}You won't change what happens next.
pt_br: <11>{#p/alphys}Não vai mudar o que acontece depois.
zh_cn: <11>{#p/alphys}就那些东西， 唬不到我。
zh_tw: <11>{#p/alphys}就那些東西， 唬不到我。

source: <11>{#p/alphys}I'm just doing my job, aren't I?
pt_br: <11>{#p/alphys}Eu só estou fazendo meu trabalho, não estou?
zh_cn: <11>{#p/alphys}我只是去做 我的本职工作， 有错吗？
zh_tw: <11>{#p/alphys}我只是去做 我的本職工作， 有錯嗎？

source: <11>{#p/alphys}Nobody else sees things like I do.
pt_br: <11>{#p/alphys}Ninguém vê as coisas como eu vejo.
zh_cn: <11>{#p/alphys}只有我， 亲眼目睹了 你们的 一举一动。
zh_tw: <11>{#p/alphys}只有我， 親眼目睹了 你們的 一舉一動。

source: <11>{#p/alphys}I've got to keep stalling, right?
pt_br: <11>{#p/alphys}Eu tenho que continuar me escondendo, certo?
zh_cn: <11>{#p/alphys}我会永远 停滞不前， 是吗？
zh_tw: <11>{#p/alphys}我會永遠 停滯不前， 是嗎？

source: <32>{#p/human}* (You flash the Mew Mew Doll in the Lost Souls' faces.)
pt_br: <32>{#p/human}* (Você joga a Boneca Mew Mew nos rostos das Almas Perdidas.)
zh_cn: <32>{#p/human}* （你举起喵喵玩偶 在迷失的灵魂眼前晃了晃。）
zh_tw: <32>{#p/human}* （你舉起喵喵玩偶 在迷失的靈魂眼前晃了晃。）

source: <11>{#p/undyne}{#e/undyne/41}Uh, I guess this is between you guys.
pt_br: <11>{#p/undyne}{#e/undyne/41}Uh, eu acho que isso é entre vocês.
zh_cn: <11>{#p/undyne}{#e/undyne/41}呃， 我不打扰， 我走了哈。
zh_tw: <11>{#p/undyne}{#e/undyne/41}呃， 我不打擾， 我走了哈。

source: <11>{#p/alphys}{#e/alphys/8}Oh, so NOW you want me to see it.
pt_br: <11>{#p/alphys}{#e/alphys/8}Oh, então AGORA você quer que eu veja.
zh_cn: <11>{#p/alphys}{#e/alphys/8}哦， 原来你想让我 看这个。
zh_tw: <11>{#p/alphys}{#e/alphys/8}喔， 原來你想讓我 看這個。

source: <32>{#p/human}* (The soda seems familiar to one of the Lost Souls...)
pt_br: <32>{#p/human}* (O refrigerante parece familiar para uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （某个灵魂好像很熟悉这瓶汽水...）
zh_tw: <32>{#p/human}* （某個靈魂好像很熟悉這瓶汽水...）

source: <11>{#p/undyne}{#e/undyne/20}Yeah, she LOVES that kind of stuff.
pt_br: <11>{#p/undyne}{#e/undyne/20}É, ela AMA esse tipo de coisa.
zh_cn: <11>{#p/undyne}{#e/undyne/20}对，她爱死 这汽水了。
zh_tw: <11>{#p/undyne}{#e/undyne/20}對，她愛死 這汽水了。

source: <11>{#p/alphys}{#e/alphys/10}So THAT's where my missing orange soda went!
pt_br: <11>{#p/alphys}{#e/alphys/10}Então é AQUI onde está meu refri de laranja!
zh_cn: <11>{#p/alphys}{#e/alphys/10}原来 我丢的汽水 跑到你那里 去了！
zh_tw: <11>{#p/alphys}{#e/alphys/10}原來 我丟的汽水 跑到你那裡 去了！

source: <32>{#p/human}* (The noodles seem familiar to one of the Lost Souls...)
pt_br: <32>{#p/human}* (O miojo é familiar para uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （某个灵魂好像很熟悉这盘意面...）
zh_tw: <32>{#p/human}* （某個靈魂好像很熟悉這碗意面...）

source: <11>{#p/undyne}{#e/undyne/20}Hey, that's Papyrus's spaghetti!
pt_br: <11>{#p/undyne}{#e/undyne/20}Ei, esse é o espaguete do Papyrus!
zh_cn: <11>{#p/undyne}{#e/undyne/20}嘿，那是 Papyrus的 意面！
zh_tw: <11>{#p/undyne}{#e/undyne/20}嘿，那是 Papyrus的 意面！

source: <11>{#p/alphys}{#e/alphys/36}I guess you WOULD know about that, huh?
pt_br: <11>{#p/alphys}{#e/alphys/36}Eu acho que você SABERIA sobre isso, huh?
zh_cn: <11>{#p/alphys}{#e/alphys/36}我就说嘛， 你肯定认得它。
zh_tw: <11>{#p/alphys}{#e/alphys/36}我就說嘛， 你肯定認得它。

source: <32>{#p/human}* (The snack seems familiar to one of the Lost Souls...)
pt_br: <32>{#p/human}* (O lanche parece familiar para uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （某个灵魂好像很熟悉这包零食...）
zh_tw: <32>{#p/human}* （某個靈魂好像很熟悉這塊點心...）

source: <11>{#p/undyne}{#e/undyne/41}That must be the snack I got for you.
pt_br: <11>{#p/undyne}{#e/undyne/41}Esse é o lanche que eu te dei.
zh_cn: <11>{#p/undyne}{#e/undyne/41}肯定是 我拿给你 那包了。 自家制的 最棒了！
zh_tw: <11>{#p/undyne}{#e/undyne/41}那點心 是我專門 給你弄到的。

source: <11>{#p/alphys}{#e/alphys/6}You do snacks now?
pt_br: <11>{#p/alphys}{#e/alphys/6}Você come lanchinhos agora?
zh_cn: <11>{#p/alphys}{#e/alphys/6}你啥时候 开始做零食了？
zh_tw: <11>{#p/alphys}{#e/alphys/6}你會做 點心了？

source: <32>{#p/human}* (The mixture seems familiar to one of the Lost Souls...)
pt_br: <32>{#p/human}* (A mistura parece familiar para uma das Almas Perdidas...)
zh_cn: <32>{#p/human}* （某个灵魂好像很熟悉这杯调和茶...）
zh_tw: <32>{#p/human}* （某個靈魂好像很熟悉這杯調和茶...）

source: <11>{#p/undyne}{#e/undyne/18}Is that... what I think it is?
pt_br: <11>{#p/undyne}{#e/undyne/18}Isso é... o que eu acho que é?
zh_cn: <11>{#p/undyne}{#e/undyne/18}那是... 我瞎想什么呢。
zh_tw: <11>{#p/undyne}{#e/undyne/18}那是... 我瞎想什麼呢。

source: <11>{#p/alphys}{#e/alphys/36}Ooh, tea time.
pt_br: <11>{#p/alphys}{#e/alphys/36}Ooh, hora do chá.
zh_cn: <11>{#p/alphys}{#e/alphys/36}哦， 喝茶时间到。
zh_tw: <11>{#p/alphys}{#e/alphys/36}喔， 喝茶時間到。

source: <11>{#p/undyne}{#e/undyne/41}Yeah, some humans are pretty cool, actually.
pt_br: <11>{#p/undyne}{#e/undyne/41}É, alguns humanos são bem legais na verdade.
zh_cn: <11>{#p/undyne}{#e/undyne/41}嗯，其实， 有的人类 也挺酷的。
zh_tw: <11>{#p/undyne}{#e/undyne/41}嗯，其實， 有的人類 也挺酷的。

source: <11>{#p/alphys}{#e/alphys/9}We've been through too much together to doubt each other now!
pt_br: <11>{#p/alphys}{#e/alphys/9}Nós passamos por muita coisa juntos para duvidamos uns dos outros!
zh_cn: <11>{#p/alphys}{#e/alphys/9}我们共患难 这么长时间， 怎么会怀疑 彼此呢？
zh_tw: <11>{#p/alphys}{#e/alphys/9}我們共患難 這麼長時間， 怎麼會懷疑 彼此呢？

source: <32>{#p/basic}* Papyrus! * ... and his brother.
pt_br: <32>{#p/basic}* Papyrus! * ... e seu irmão.
zh_cn: <32>{#p/basic}* Papyrus！ * ...还有他的兄弟。
zh_tw: <32>{#p/basic}* Papyrus！ * ...還有他的兄弟。

source: <32>{#p/basic}* Ah, right. * I think I might have an idea for these two...
pt_br: <32>{#p/basic}* Ah, certo. * Eu acho que tenho uma ideia pra esses dois...
zh_cn: <32>{#p/basic}* 啊，对了。 * 我应该有办法唤醒他俩...
zh_tw: <32>{#p/basic}* 啊，對了。 * 我應該有辦法喚醒他倆...

source: <32>{#p/human}* (You ask the Lost Soul to give you a puzzle.)
pt_br: <32>{#p/human}* (Você pede para a Alma Perdida te mostrar um quebra-cabeça.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂给你出点谜题。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂給你出點謎題。）

source: <32>{#p/human}* (He doesn't know why, but he already has one prepared...)
pt_br: <32>{#p/human}* (Ele não sabe porque, mas já tem um preparado...)
zh_cn: <32>{#p/human}* （他有点困惑， 但已经把谜题准备好了...）
zh_tw: <32>{#p/human}* （他有點困惑， 但已經把謎題準備好了...）

source: <32>{#p/human}* (You ask the Lost Soul to hang out with you.)
pt_br: <32>{#p/human}* (Você pede para a Alma Perdida sair com você.)
zh_cn: <32>{#p/human}* （你邀请迷失的灵魂和你一起玩。）
zh_tw: <32>{#p/human}* （你邀請迷失的靈魂和你一起玩。）

source: <32>{#p/human}* (He doesn't know why, but the idea excites him...)
pt_br: <32>{#p/human}* (Ele não sabe o porque, mas a ideia o anima...)
zh_cn: <32>{#p/human}* （他有点困惑， 但好像很高兴...）
zh_tw: <32>{#p/human}* （他有點困惑， 但好像很高興...）

source: <32>{#p/human}* (You ask the Lost Soul to begin your judgement.)
pt_br: <32>{#p/human}* (Você pede para a Alma Perdida começar seu julgamento.)
zh_cn: <32>{#p/human}* （你让迷失的灵魂开始审判你。）
zh_tw: <32>{#p/human}* （你讓迷失的靈魂開始審判你。）

source: <32>{#p/human}* (He doesn't know why, but he feels comfortable with doing so...)
pt_br: <32>{#p/human}* (Ele não sabe o porque, mas se sente confortável em fazer isso...)
zh_cn: <32>{#p/human}* （他有点困惑， 但很乐意这么做...）
zh_tw: <32>{#p/human}* （他有點困惑， 但很樂意這麼做...）

source: <32>{#p/human}* (You ask the Lost Soul to have dinner with you.)
pt_br: <32>{#p/human}* (Você pede para a Alma Perdida jantar com você.)
zh_cn: <32>{#p/human}* （你邀请迷失的灵魂共进晚餐。）
zh_tw: <32>{#p/human}* （你邀請迷失的靈魂共進晚餐。）

source: <32>{#p/human}* (He doesn't know why, but the request feels oddly familiar...)
pt_br: <32>{#p/human}* (Ele não sabe o porque, mas o pedido parece bem familiar...)
zh_cn: <32>{#p/human}* （他有点困惑， 但感到格外熟悉...）
zh_tw: <32>{#p/human}* （他有點困惑， 但感到格外熟悉...）

source: <32>{#p/basic}* Psst, Papyrus! * Undyne just approved you for a position in the Royal Guard!
pt_br: <32>{#p/basic}* Psst, Papyrus! * Undyne acabou de aprovar sua posição na Guarda Real!
zh_cn: <32>{#p/basic}* 嘿，Papyrus！ * 刚刚，Undyne任命你为皇家卫队一员！
zh_tw: <32>{#p/basic}* 嘿，Papyrus！ * 剛剛，Undyne任命你為皇家衛隊一員！

source: <08>{#p/papyrus}{#e/papyrus/12}OH MY GOD, I'M REALLY GONNA BE A ROYAL GUARD!
pt_br: <08>{#p/papyrus}{#e/papyrus/12}OH MEU DEUS, EU REALMENTE SEREI PARTE SA GUARDA REAL!
zh_cn: <08>{#p/papyrus}{#e/papyrus/12}天哪， 我终于当上 皇家守卫啦！
zh_tw: <08>{#p/papyrus}{#e/papyrus/12}天哪， 我終於當上 皇家守衛啦！

source: <11>{#p/sans}{#e/sans/2}we can only hope.
pt_br: <11>{#p/sans}{#e/sans/2}podemos apenas desejar.
zh_cn: <11>{#p/sans}{#e/sans/2}我们只能 祈祷美梦 早日成真咯。
zh_tw: <11>{#p/sans}{#e/sans/2}我們只能 祈禱美夢 早日成真嚕。

source: <08>{#p/papyrus}{#e/papyrus/27}AH, I SUR- RENDER!
pt_br: <08>{#p/papyrus}{#e/papyrus/27}AH, EU ME R-RENDO!
zh_cn: <08>{#p/papyrus}{#e/papyrus/27}啊， 我投-投降！
zh_tw: <08>{#p/papyrus}{#e/papyrus/27}啊， 我投-投降！

source: <11>{#p/sans}{#e/sans/3}i figured you'd try something like that.
pt_br: <11>{#p/sans}{#e/sans/3}eu sabia que você tentaria algo assim.
zh_cn: <11>{#p/sans}{#e/sans/3}我就知道 你会这么做。
zh_tw: <11>{#p/sans}{#e/sans/3}我就知道 你會這麼做。

source: <08>{#p/papyrus}{#e/papyrus/21}SANS, ARE YOU ALRIGHT?
pt_br: <08>{#p/papyrus}{#e/papyrus/21}SANS, VOCÊ ESTÁ BEM?
zh_cn: <08>{#p/papyrus}{#e/papyrus/21}SANS， 你受伤了吗？
zh_tw: <08>{#p/papyrus}{#e/papyrus/21}SANS， 你受傷了嗎？

source: <11>{#p/sans}{#e/sans/3}don't worry, bro. it's just a dream, after all.
pt_br: <11>{#p/sans}{#e/sans/3}não se preocupe, mano. É só um sonho.
zh_cn: <11>{#p/sans}{#e/sans/3}别担心，兄弟。 一场梦而已。
zh_tw: <11>{#p/sans}{#e/sans/3}別擔心，兄弟。 一場夢而已。
