Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (Asriel doesn't seem to care.)
pt_br: <32>{#p/human}* (Asriel não parece se importar.)
zh_cn: <32>{#p/human}* （似乎Asriel对它没什么兴趣。）
zh_tw: <32>{#p/human}* （似乎Asriel對它沒什麼興趣。）

source: {*}{#p/event}{#i/3}But it refused.
pt_br: {*}{#p/event}{#i/3}Mas recusou...
zh_cn: {*}{#p/event}{#i/3}但是它拒绝了。
zh_tw: {*}{#p/event}{#i/3}但是它拒絕了。

source: <32>{#p/story}* Asriel readies "SUPER SKYBREAKER."
pt_br: <32>{#p/story}* Asriel prepara "SUPER SKYBREAKER."
zh_cn: <32>{#p/story}* Asriel准备施放“裂空飞星”。
zh_tw: <32>{#p/story}* Asriel準備施放「裂空飛星」。

source: <32>{#p/story}* It's the end.
pt_br: <32>{#p/story}* É o fim.
zh_cn: <32>{#p/story}* 这里，就是终点。
zh_tw: <32>{#p/story}* 這裡，就是終點。

source: <32>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * Legendary being made of every SOUL on the outpost.
pt_br: <32>{#p/story}* ASRIEL DREEMURR - ATQ{^2}\u221e{^1} DEF{^2}\u221e{^1} * Ser lendário feito de cada ALMA do Outpost.
zh_cn: <32>{#p/story}* ASRIEL DREEMURR 攻击{^2}\u221e{^1} 防御{^2}\u221e{^1} * 藉由哨站灵魂凝心聚力 铸成传奇之躯。
zh_tw: <32>{#p/story}* ASRIEL DREEMURR 攻擊{^2}\u221e{^1} 防禦{^2}\u221e{^1} * 藉由哨站靈魂凝心聚力 鑄成傳奇之軀。

source: <32>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * ...
pt_br: <32>{#p/story}* ASRIEL DREEMURR - ATQ{^2}\u221e{^1} DEF{^2}\u221e{^1} * ...
zh_cn: <32>{#p/story}* ASRIEL DREEMURR 攻击{^2}\u221e{^1} 防御{^2}\u221e{^1} * ...
zh_tw: <32>{#p/story}* ASRIEL DREEMURR 攻擊{^2}\u221e{^1} 防禦{^2}\u221e{^1} * ...

source: <32>{#p/human}* (You hold onto your hopes. You feel your body being protected from within.)
pt_br: <32>{#p/human}* (Você mantém suas esperanças. Você sente seu corpo sendo protegido por dentro.)
zh_cn: <32>{#p/human}* （你紧握希望。） * （你感觉有一股无形之力 保护着身体。）
zh_tw: <32>{#p/human}* （你緊握希望。） * （你感覺有一股無形之力 保護著身體。）

source: <32>{#p/human}* (You think about why you're here now. You feel your wounds and injuries slowly healing.)
pt_br: <32>{#p/human}* (Você pensa no porque está aqui. Você sente suas feridas se curando.)
zh_cn: <32>{#p/human}* （你回想起自己为何站立于此。） * （你感觉到自己的伤口 正逐渐愈合。）
zh_tw: <32>{#p/human}* （你回想起自己為何站立於此。） * （你感覺到自己的傷口 正逐漸癒合。）

source: <32>{#p/human}* (You flirt with Asriel.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você flerta com Asriel.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你向Asriel调情。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你向Asriel調情。） * （什麼都沒發生。）

source: <32>{#p/human}* (You flirt with Asriel, and everyone within him, too.)
pt_br: <32>{#p/human}* (Você flerta com Asriel e com todos que estão com ele.)
zh_cn: <32>{#p/human}* （你向Asriel调情。） （又跟他身体里的每个灵魂调情。）
zh_tw: <32>{#p/human}* （你向Asriel調情。） （又跟他身體裡的每個靈魂調情。）

source: <32>{#p/basic}* The gesture resonates strongly within Asriel...
pt_br: <32>{#p/basic}* O gesto ressoa fortemente dentro de Asriel...
zh_cn: <32>{#p/basic}* 那神情，在Asriel的灵魂深处 不停回响...
zh_tw: <32>{#p/basic}* 那神情，在Asriel的靈魂深處 不停迴響...

source: <32>* ... he can't help but give you something in return!
pt_br: <32>* ... ele não pode ajudar a não ser te algo em retorno!
zh_cn: <32>* ...他手足无措， 只能用心去回应你！
zh_tw: <32>* ...他手足無措， 只能用心去回應你！

source: <32>{#p/human}* (You try to pet Asriel, but he's too far out of reach.)
pt_br: <32>{#p/human}* (Você tenta acariciar Asriel, mas ele está muito longe.)
zh_cn: <32>{#p/human}* （你想摸摸Asriel， 但他离你太远了，够不着。）
zh_tw: <32>{#p/human}* （你想摸摸Asriel， 但他離你太遠了，夠不著。）

source: <32>{#p/human}* (You pet Asriel.) * (Asriel doesn't seem to know how to handle this.)
pt_br: <32>{#p/human}* (Você acaricia Asriel.) * (Asriel não sabe como lidar com essa situação.)
zh_cn: <32>{#p/human}* （你摸了摸Asriel。） * （他好像有点手足无措。）
zh_tw: <32>{#p/human}* （你摸了摸Asriel。） * （他好像有點手足無措。）

source: <32>{#p/human}* (You pet Asriel again.) * (Asriel still doesn't know how to handle this.)
pt_br: <32>{#p/human}* (Você acaricia Asriel de novo.) * (Asriel ainda não sabe como lidar com isso.)
zh_cn: <32>{#p/human}* （你又摸了摸Asriel。） * （他更加手足无措了。）
zh_tw: <32>{#p/human}* （你又摸了摸Asriel。） * （他更加手足無措了。）

source: <32>{#p/human}* (You stroke Asriel's fur.) * (Asriel blushes and avoids direct eye contact.)
pt_br: <32>{#p/human}* (Você acaricia o pelo de Asriel.) * (Asriel cora e evita contato visual.)
zh_cn: <32>{#p/human}* （你捋了捋Asriel的毛。） * （Asriel脸红了， 避开了你的目光。）
zh_tw: <32>{#p/human}* （你捋了捋Asriel的毛。） * （Asriel臉紅了， 避開了你的目光。）

source: <32>{#p/human}* (You ruffle Asriel's head.) * (Asriel holds back a smile with all his might.)
pt_br: <32>{#p/human}* (Você coça a cabeça de Asriel.) * (Asriel segura um sorriso com todas as suas forças.)
zh_cn: <32>{#p/human}* （你揉了揉Asriel的头。） * （他竭力掩藏自己的喜悦。）
zh_tw: <32>{#p/human}* （你揉了揉Asriel的頭。） * （他竭力掩藏自己的喜悅。）

source: <32>{#p/human}* (You scratch Asriel's neck.) * (Asriel refuses to show his appreciation.)
pt_br: <32>{#p/human}* (Você coça o pescoço de Asriel.) * (Asriel se recusa a mostrar seu apreço.)
zh_cn: <32>{#p/human}* （你挠了挠Asriel的脖子。） * （他很享受，但没表现出来。）
zh_tw: <32>{#p/human}* （你撓了撓Asriel的脖子。） * （他很享受，但沒表現出來。）

source: <32>{#p/human}* (You play with Asriel's ears.) * (Asriel really wishes he wasn't enjoying this.)
pt_br: <32>{#p/human}* (Você brinca com as orelhas de Asriel.) * (Asriel queria não estar gostando disso.)
zh_cn: <32>{#p/human}* （你不停玩弄Asriel的耳朵。） * （他十分后悔自己居然乐在其中。）
zh_tw: <32>{#p/human}* （你不停玩弄Asriel的耳朵。） * （他十分後悔自己居然樂在其中。）

source: <32>{#p/human}* (You pat Asriel's back.) * (Asriel doesn't understand your motives anymore.)
pt_br: <32>{#p/human}* (Você dá um tapinha nas costas de Asriel.) * (Asriel não entende mais seus motivos.)
zh_cn: <32>{#p/human}* （你拍了拍Asriel的脊背。） * （他开始疑惑你到底想干什么。）
zh_tw: <32>{#p/human}* （你拍了拍Asriel的脊背。） * （他開始疑惑你到底想幹什麼。）

source: <32>{#p/human}* (You cling to Asriel's legs.) * (Asriel stands dumbfounded at your continued affection.)
pt_br: <32>{#p/humano}* (Você se agarra às pernas de Asriel.) * (Asriel fica pasmo com sua afeição contínua.)
zh_cn: <32>{#p/human}* （你紧紧搂住了Asriel的腿。） * （他被你一连串的亲昵举动 吓愣了。）
zh_tw: <32>{#p/human}* （你緊緊摟住了Asriel的腿。） * （他被你一連串的親暱舉動 嚇愣了。）

source: <32>{#p/human}* (You squeeze Asriel's paws.) * (Asriel is just letting it happen at this point.)
pt_br: <32>{#p/human}* (Você aperta as patas de Asriel.) * (Asriel está apenas deixando acontecer, sem tentar impedir.)
zh_cn: <32>{#p/human}* （你捏了捏Asriel的爪子。） * （Asriel没有反抗，任由你摆布。）
zh_tw: <32>{#p/human}* （你捏了捏Asriel的爪子。） * （Asriel沒有反抗，任由你擺布。）

source: <32>{#p/human}* (You boop Asriel's snout.) * (Asriel has given up trying to stop you.)
pt_br: <32>{#p/human}* (Você dá um tapa no focinho de Asriel.) * (Asriel desistiu de tentar impedi-lo.)
zh_cn: <32>{#p/human}* （你跟Asriel碰了碰鼻。） * （Asriel彻底放弃抵抗了。）
zh_tw: <32>{#p/human}* （你跟Asriel碰了碰鼻。） * （Asriel徹底放棄抵抗了。）

source: <32>{#p/human}* (You caress Asriel's face.) * (Asriel seems to have been reminded of someone.)
pt_br: <32>{#p/human}* (Você acaricia o rosto de Asriel.) * (Asriel parece ter se lembrado de alguém.)
zh_cn: <32>{#p/human}* （你温柔地抚摸Asriel的脸蛋。） * （他似乎想起了某位故人。）
zh_tw: <32>{#p/human}* （你溫柔地撫摸Asriel的臉蛋。） * （他似乎想起了某位故人。）

source: <32>{#p/human}* (You continue to pet Asriel.) * (Asriel sighs.)
pt_br: <32>{#p/human}* (Você continua a acariciar Asriel.) * (Asriel suspira.)
zh_cn: <32>{#p/human}* （你继续抚摸Asriel。） * （他轻声叹息。）
zh_tw: <32>{#p/human}* （你繼續撫摸Asriel。） * （他輕聲嘆息。）

source: <32>{#p/story}* Asriel's ATTACK down for this turn!
pt_br: <32>{#p/story}* ATAQUE de Asriel caiu por este turno!
zh_cn: <32>{#p/story}* 本回合，Asriel的攻击力下降！
zh_tw: <32>{#p/story}* 本回合，Asriel的攻擊力下降！

source: <20>{*}{#p/asriel3}{#e/asriel/3}You know...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Sabe...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}现在...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}現在...

source: <20>{*}{#p/asriel3}{#e/asriel/6}I don't... care about destroying the outpost anymore.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}Eu nem me importo mais em destruir o Outpost.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}我... 再也不想 毁灭这前哨站了。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}我... 再也不想 毀滅這前哨站了。

source: <20>{*}{#p/asriel3}{#e/asriel/6}I don't care about destroying the outpost anymore.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}Eu não me importo mais em destruir o Outpost.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}我再也不想 毁灭这前哨站了。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}我再也不想 毀滅這前哨站了。

source: <32>{#p/story}* Asriel charges "ROARING TYPHOON."
pt_br: <32>{#p/story}* Asriel carrega "ROARING TYPHOON."
zh_cn: <32>{#p/story}* Asriel准备施放“怒吼风暴”。
zh_tw: <32>{#p/story}* Asriel準備施放「怒吼風暴」。

source: <32>{#p/basic}* But... you're...
pt_br: <32>{#p/basic}* Mas... você está...
zh_cn: <32>{#p/basic}* 可你不是... 已经...
zh_tw: <32>{#p/basic}* 可你不是... 已經...

source: <20>{*}{#p/asriel3}{#e/asriel/3}A-after I defeat you and gain total control over the timeline...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}A-após eu te derrotar e ganhar controle total da linha do tempo...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}等-等我打败了你， 重新掌控整条时间线...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}等-等我打敗了你， 重新掌控整條時間軸...

source: <20>{*}{#p/asriel3}{#e/asriel/2}I just... want to reset everything.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Eu só quero... resetar tudo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}我只想... 把一切倒回原点。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}我只想... 把一切倒回原點。

source: <20>{*}{#p/asriel3}{#e/asriel/3}After I defeat you and gain total control over the timeline...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Após eu te derrotar e ganhar controle da linha do tempo...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}等我打败了你， 重新掌控整条时间线...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}等我打敗了你， 重新掌控整條時間軸...

source: <20>{*}{#p/asriel3}{#e/asriel/2}I just want to reset everything.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Eu só quero resetar tudo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}我只想 把一切倒回原点。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}我只想 把一切倒回原點。

source: <32>{#p/story}* Asriel calls on "TITANIUM STRIKER."
pt_br: <32>{#p/story}* Asriel chama "TITANIUM STRIKER."
zh_cn: <32>{#p/story}* Asriel即将召唤“泰坦巨刃”。
zh_tw: <32>{#p/story}* Asriel即將召喚「泰坦巨刃」。

source: <32>{#p/basic}* How could you possibly...
pt_br: <32>{#p/basic}* Como você pode...
zh_cn: <32>{#p/basic}* 你怎么可能...
zh_tw: <32>{#p/basic}* 你怎麼可能...

source: <20>{*}{#p/asriel3}{#e/asriel/3}All your progress... everyone's memories...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Todo seu progresso... suas memórias...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}你的旅程... 大家的记忆...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}你的旅程... 大家的記憶...

source: <20>{*}{#p/asriel3}{#e/asriel/2}I-I'll bring them all back to zero!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}E-eu vou trazê-las de volta ao zero!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}我-我会将它们 全部抹除！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}我-我會將它們 全部抹除！

source: <20>{*}{#p/asriel3}{#e/asriel/2}I'll bring them all back to zero!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Eu vou trazê-las de volta ao zero!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}我会将它们全部抹除！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}我會將它們全部抹除！

source: <32>{#p/story}* Asriel readies "CROSSFIRE CHAOS."
pt_br: <32>{#p/story}* Asriel carrega "CROSSFIRE CHAOS."
zh_cn: <32>{#p/story}* Asriel正在蓄力“混沌冲击”。
zh_tw: <32>{#p/story}* Asriel正在蓄力「混沌衝擊」。

source: <20>{*}{#p/asriel3}{#e/asriel/0}Then we can do... everything... ALL over again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Então nós faremos tudo... TUDO de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}之后... 让一切... 重新来过。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}之後... 讓一切... 重新來過。

source: <20>{*}{#p/asriel3}{#e/asriel/0}Then we can do everything ALL over again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Então nós faremos TUDO de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}之后，让一切重新来过。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}之後，讓一切重新來過。

source: <32>{#p/basic}* ... heh... * This must have been how Toriel felt, huh?
pt_br: <32>{#p/basic}* ... heh... * Deve ser assim que Toriel se sentiu, huh?
zh_cn: <32>{#p/basic}* ...嘿... * 我觉得，Toriel之前肯定也是 这么想的。
zh_tw: <32>{#p/basic}* ...嘿... * 我覺得，Toriel之前肯定也是 這麼想的。

source: <20>{*}{#p/asriel3}{#e/asriel/1}A-and you know what the best part of all this is?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}E v-você quer saber a melhor parte disso tudo?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}而且，你-你知道 最棒的部分是什么吗？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}而且，你-你知道 最棒的部分是什麼嗎？

source: <20>{*}{#p/asriel3}{#e/asriel/0}You'll DO it.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Você FARÁ tudo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}这一切， 都是你亲手铸成的。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}這一切， 都是你親手鑄成的。

source: <20>{*}{#p/asriel3}{#e/asriel/1}And you know what the best part of all this is?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}E você quer saber a melhor parte disso?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}而且，你知道 最棒的部分是什么吗？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}而且，你知道 最棒的部分是什麼嗎？

source: <32>{#p/basic}* ... still, I...
pt_br: <32>{#p/basic}* ... ainda, eu...
zh_cn: <32>{#p/basic}* ...可是，我...
zh_tw: <32>{#p/basic}* ...可是，我...

source: <20>{*}{#p/asriel3}{#e/asriel/3}And then... y-you'll lose to me again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}E então... v-você vai perder para mim de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}那时... 你-你将再度成为 我的手下败将。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}那時... 你-你將再度成為 我的手下敗將。

source: <20>{*}{#p/asriel3}{#e/asriel/3}And then you'll lose to me again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}E então você vai perder pra mim de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}那时，你将再度成为 我的手下败将。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}那時，你將再度成為 我的手下敗將。

source: <20>{*}{#p/asriel3}{#e/asriel/4}A-and again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/4}E d-de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/4}永-永远别想赢我。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/4}永-永遠別想贏我。

source: <20>{*}{#p/asriel3}{#e/asriel/4}And again.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/4}E de novo.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/4}永远别想赢我。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/4}永遠別想贏我。

source: <32>{#p/basic}* Unless...
pt_br: <32>{#p/basic}* Ah não ser...
zh_cn: <32>{#p/basic}* 除非...
zh_tw: <32>{#p/basic}* 除非...

source: <20>{*}{#p/asriel3}{#e/asriel/2}And... a-and again!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}E... e d-de novo!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}永远... 别-别想赢我！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}永遠... 別-別想贏我！

source: <20>{*}{#p/asriel3}{#e/asriel/2}And again!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}E de novo!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}永远，别想赢我！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}永遠，別想贏我！

source: <32>{#p/story}* Asriel readies "CROSSFIRE CATACLYSM."
pt_br: <32>{#p/story}* Asriel carrega "CROSSFIRE CATACLYSM."
zh_cn: <32>{#p/story}* Asriel准备施放“歼星爆冲”。
zh_tw: <32>{#p/story}* Asriel準備施放「殲星爆衝」。

source: <32>{#p/basic}* ... damn it...
pt_br: <32>{#p/basic}* ... mas que droga...
zh_cn: <32>{#p/basic}* ...该死...
zh_tw: <32>{#p/basic}* ...該死...

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because... y-you want to show your "strength."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Tudo porque... Você quer mostrar sua "força."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}因为... 你-你想证明 自己“实力出众”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}因為... 你-你想證明 自己「實力出眾」。

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because you want to show your "strength."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Tudo porque você quer mostrar sua "força."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}因为，你想证明 自己“实力出众”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}因為，你想證明 自己「實力出眾」。

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because... y-you want a "perfect ending."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Tudo porque... v-você quer seu "final perfeito."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}因为... 你-你想让一切 “完美收官”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}因為... 你-你想讓一切 「完美收官」。

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because you want a "perfect ending."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}Tudo porque você quer um "final perfeito."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}因为，你想让一切 “完美收官”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}因為，你想讓一切 「完美收官」。

source: <32>{#p/story}* Asriel calls on "POLYCARBIDE OBLITERATOR."
pt_br: <32>{#p/story}* Asriel chama "POLYCARBIDE OBLITERATOR."
zh_cn: <32>{#p/story}* Asriel正在蓄力“雷霆巨刃”。
zh_tw: <32>{#p/story}* Asriel正在蓄力「雷霆巨刃」。

source: <32>{#p/basic}* You're supposed to be dead!
pt_br: <32>{#p/basic}* Era pra você estar morto!
zh_cn: <32>{#p/basic}* 你早就应该死了啊！
zh_tw: <32>{#p/basic}* 你早就應該死了啊！

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because... y-you think you're "tough."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... porque... v-você acha que é "durão."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...因为... 你-你想证明 自己“是条硬汉”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...因為... 你-你想證明 自己「是條硬漢」。

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because you think you're "tough."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... porque você acha que é "durão."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...因为，你想证明 自己“是条硬汉”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...因為，你想證明 自己「是條硬漢」。

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because... y-you "love your friends."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... porque... v-você "ama seus amigos."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...因为... 你-你“爱着你的朋友”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...因為... 你-你「愛著你的朋友」。

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because you "love your friends."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... porque você "ama seus amigos."
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...因为， 你“爱着你的朋友”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...因為， 你「愛著你的朋友」。

source: <32>{#p/story}* Asriel readies "DOOMSDAY TYPHOON."
pt_br: <32>{#p/story}* Asriel prepara "DOOMSDAY TYPHOON."
zh_cn: <32>{#p/story}* Asriel准备施放“末日风暴”。
zh_tw: <32>{#p/story}* Asriel準備施放「末日風暴」。

source: <32>{#p/basic}* Ugh...
zh_cn: <32>{#p/basic}* 呃啊...
zh_tw: <32>{#p/basic}* 呃啊...

source: <20>{*}{#p/asriel3}{#e/asriel/1}... b-because you're "determined."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... p-porque você é determinado.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...因-因为， 你充满“决心”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...因-因為， 你充滿「決心」。

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because you're "determined."
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... porque você é determinado.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...因为， 你充满“决心”。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...因為， 你充滿「決心」。

source: <32>{#p/story}* Asriel readies "ULTIMA SKYBREAKER."
pt_br: <32>{#p/story}* Asriel prepara "ULTIMA SKYBREAKER."
zh_cn: <32>{#p/story}* Asriel准备施放“碎空星爆”。
zh_tw: <32>{#p/story}* Asriel準備施放「碎空星爆」。

source: <32>{#p/basic}* All those times I saw him arguing with Toriel... about the past...
pt_br: <32>{#p/basic}* Todas aquelas vezes que eu a vi discutindo com Toriel... sobre o passado...
zh_cn: <32>{#p/basic}* 以前... 他跟Toriel吵了那么多次...
zh_tw: <32>{#p/basic}* 以前... 他跟Toriel吵了那麼多次...

source: <20>{*}{#p/asriel3}{#e/asriel/6}Isn't... isn't that delicious?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}Não é... não é delicioso?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}是-是那些力量... 带你一步步走到今天...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}是-是那些力量... 帶你一步步走到今天...

source: <20>{*}{#p/asriel3}{#e/asriel/3}The power... that let you get this far...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}O poder... que te deixou chegar tão longe...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}也-也是那些力量... 如今将把你推向 无尽深渊！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}也-也是那些力量... 如今將把你推向 無盡深淵！

source: <20>{*}{#p/asriel3}{#e/asriel/2}It's gonna be your downfall!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Será a sua queda!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}是不是很棒啊？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}是不是很棒啊？

source: <20>{*}{#p/asriel3}{#e/asriel/6}Isn't that delicious?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/6}Não é delicioso?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/6}是那些力量， 带你一步步走到今天...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/6}是那些力量， 帶你一步步走到今天...

source: <20>{*}{#p/asriel3}{#e/asriel/3}The power that let you get this far...
pt_br: <20>{*}{#p/asriel3}{#e/asriel/3}O poder que te trouxe tão longe...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/3}也是那些力量， 如今将把你推向 无尽深渊！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/3}也是那些力量， 如今將把你推向 無盡深淵！

source: <32>{#p/story}* Asriel readies "HYPER GONER."
pt_br: <32>{#p/story}* Asriel prepara "HYPER GONER."
zh_cn: <32>{#p/story}* Asriel即将召唤“终极毁灭”。
zh_tw: <32>{#p/story}* Asriel即將召喚「終極毀滅」。

source: <32>{#p/basic}* ... does he really miss me... * ... that much?
pt_br: <32>{#p/basic}* ... ele realmente sente minha falta... * ... desse tanto?
zh_cn: <32>{#p/basic}* ...他真有那么... ...想我吗？
zh_tw: <32>{#p/basic}* ...他真有那麼... ...想我嗎？

source: <20>{*}{#p/asriel3}{#e/asriel/0}... now... ENOUGH messing around!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}... agora... CHEGA de perder tempo!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}...胡闹... 到此为止！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}...胡鬧... 到此為止！

source: <20>{*}{#p/asriel3}{#e/asriel/5}It's... it's time to purge this timeline once and for all!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/5}É... é hora de apagar está linha do tempo para sempre!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/5}现在... 是时候彻底抹去 这条时间线了！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/5}現在... 是時候徹底抹去 這條時間軸了！

source: <20>{*}{#p/asriel3}{#e/asriel/0}Now, ENOUGH messing around!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Agora, CHEGA de perder tempo!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}胡闹到此为止！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}胡鬧到此為止！

source: <20>{*}{#p/asriel3}{#e/asriel/5}It's time to purge this timeline once and for all!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/5}É hora de apagar está linha do tempo para sempre!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/5}现在， 是时候彻底抹去 这条时间线了！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/5}現在， 是時候徹底抹去 這條時間軸了！

source: <20>{*}{#p/asriel3}{#e/asriel/1}... even after that attack, you're still standing in my way...?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}... mesmo após aquele ataque, você ainda está no meu caminho...?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}...吃下刚刚一击， 你居然还有力气 抵抗我？
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}...吃下剛剛一擊， 你居然還有力氣 抵抗我？

source: <20>{*}{#p/asriel3}{#e/asriel/5}Wow... you really ARE something special.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/5}Wow... você é REALMENTE algo especial.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/5}哇... 真不能小瞧你啊。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/5}哇... 真不能小瞧你啊。

source: <20>{*}{#p/asriel3}{#e/asriel/0}But don't get cocky.
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Mas não fique se achando.
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}但也别高兴太早。
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}但也別高興太早。

source: <20>{*}{#p/asriel3}{#e/asriel/0}Up until now, I've only been using a fraction of my REAL power!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/0}Até o momento eu estive usando apenas umas fração do meu VERDADEIRO poder!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}刚刚，我只动用了 我实力的冰山一角！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}剛剛，我只動用了 我實力的冰山一角！

source: <20>{*}{#p/asriel3}{#e/asriel/2}Let's see what good your DETERMINATION is against THIS!!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Vamos ver como se DETERMINAÇÃO aguenta ISSO!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}就让我好好瞧瞧 你的决心能不能 扛下这一击！！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}就讓我好好瞧瞧 你的決心能不能 扛下這一擊！！

source: <20>{*}{#p/asriel3}{#e/asriel/0}Urah ha ha...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/0}呃哈哈哈...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/0}呃哈哈哈...

source: <20>{*}{#p/asriel3}{#e/asriel/2}Behold my TRUE power!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/2}Eis o meu VERDADEIRO poder!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/2}见识下 我真正的力量吧！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/2}見識下 我真正的力量吧！

source: <20>{*}{#p/asriel3}{#e/asriel/4}Wh- How did you not get hit!?
pt_br: <20>{*}{#p/asriel3}{#e/asriel/4}Qu- Como eu não te acertei!?
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/4}什- 你是怎么全躲开的？！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/4}什- 你是怎麼全躲開的？！

source: <20>{*}{#p/asriel3}{#e/asriel/5}Urgh...
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/5}呃...
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/5}呃...

source: <20>{*}{#p/asriel3}{#e/asriel/1}Come on...!
pt_br: <20>{*}{#p/asriel3}{#e/asriel/1}Vamos lá...!
zh_cn: <20>{*}{#p/asriel3}{#e/asriel/1}再来...！
zh_tw: <20>{*}{#p/asriel3}{#e/asriel/1}再來...！
