Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* There's definitely nothing special about this bed.
pt_br: <32>{#p/basic}* Não a definitivamente nada especial em relação a essa cama.
zh_cn: <32>{#p/basic}* 这张床绝对没什么特别的。
zh_tw: <32>{#p/basic}* 這張床絕對沒什麼特別的。

source: <32>{#p/basic}* My bed.
pt_br: <32>{#p/basic}* Minha cama.
zh_cn: <32>{#p/basic}* 我的床。
zh_tw: <32>{#p/basic}* 我的床。

source: <32>{#p/human}* (You appreciate the tiny chair for being able to hold someone so large.)
pt_br: <32>{#p/human}* (Você aprecia que a pequena cadeira consiga sustentar alguém tão largo.)
zh_cn: <32>{#p/human}* （你很欣赏这把小椅子 可以坐得下大家伙。）
zh_tw: <32>{#p/human}* （你很欣賞這把小椅子 可以坐得下大傢伙。）

source: <32>{#p/basic}* It's a diary-writing chair.
pt_br: <32>{#p/basic}* É uma cadeira para a escrita de diário.
zh_cn: <32>{#p/basic}* 一把椅子， 很适合坐在上面写日记。
zh_tw: <32>{#p/basic}* 一把椅子， 很適合坐在上面寫日記。

source: <32>{#p/basic}* It's Asgore's favorite diary-writing chair.
pt_br: <32>{#p/basic}* É a cadeira favorita de escrita do Asgore.
zh_cn: <32>{#p/basic}* Asgore写日记时就坐着 这把椅子。
zh_tw: <32>{#p/basic}* Asgore寫日記時就坐著 這把椅子。

source: <32>{#p/human}* (The bed seems to be way too large for you.)
pt_br: <32>{#p/human}* (A cama parece ser larga demais para você.)
zh_cn: <32>{#p/human}* （这张床对你来说似乎太大了。）
zh_tw: <32>{#p/human}* （這張床對你來說似乎太大了。）

source: <32>{#p/basic}* It's a king-sized bed.
pt_br: <32>{#p/basic}* É uma cama tamanho rei.
zh_cn: <32>{#p/basic}* 国王尺寸的床。
zh_tw: <32>{#p/basic}* 國王尺寸的床。

source: <32>{#p/basic}* It's a king-sized bed. * Literally.
pt_br: <32>{#p/basic}* É uma cama tamanho rei. * Literalmente.
zh_cn: <32>{#p/basic}* 国王尺寸的床。 * 也是国王的床。
zh_tw: <32>{#p/basic}* 國王尺寸的床。 * 也是國王的床。

source: <32>{#p/human}* (The diary seems to outline important events in relation to Asgore.)
pt_br: <32>{#p/human}* (O diário parece descrever eventos importantes em relação a Asgore.)
zh_cn: <32>{#p/human}* （这本日记似乎概述了 与Asgore有关的重要事件。）
zh_tw: <32>{#p/human}* （這本日記似乎概述了 與Asgore有關的重要事件。）

source: <32>{#p/human}* (You try to open the diary, but the pages are completely blacked out.)
pt_br: <32>{#p/human}* (Você tenta abrir o diário, mas as páginas estão completamente em branco.)
zh_cn: <32>{#p/human}* （你想看看日记， 却发现内页都被人撕了。）
zh_tw: <32>{#p/human}* （你想看看日記， 卻發現內頁都被人撕了。）

source: <32>{#p/human}* (You look to the newly-written diary entry.)
pt_br: <32>{#p/human}* (Você olha para o novo diário de escrita.)
zh_cn: <32>{#p/human}* （你看了一眼最近写好的日记。）
zh_tw: <32>{#p/human}* （你看了一眼最近寫好的日記。）

source: <32>{#p/asgore}* "At last, monsterkind has been set free."
pt_br: <32>{#p/asgore}* "No fim, aos monstros foi dada a liberdade."
zh_cn: <32>{#p/asgore}* “终于，怪物一族自由了。”
zh_tw: <32>{#p/asgore}* 「終於，怪物一族自由了。」

source: <32>* "Frisk, along with the six other human children who came here, have saved us all."
pt_br: <32>* "Frisk, junto com os outros seis humanos que vieram, nos salvaram."
zh_cn: <32>* “我们能得救，都是多亏了 Frisk和另外六个人类孩子。”
zh_tw: <32>* 「我們能得救，都是多虧了 Frisk和另外六個人類孩子。」

source: <32>* "Dr. Alphys started scanning for humans beyond the outpost, but could not find them."
pt_br: <32>* "Dr. Alphys começou a procurar por humanos fora do Outpost, mas não encontrou nenhum."
zh_cn: <32>* “安全起见， Alphys博士搜索了前哨站外围， 看看会不会发现人类的踪迹。”[ADD]<32>* “但一无所获。”
zh_tw: <32>* 「安全起見， Alphys博士搜尋了前哨站外圍， 看看會不會發現人類的蹤跡。」[ADD]<32>* 「但一無所獲。」

source: <32>* "In fact, she could not locate a single human starship or base in the galaxy."
pt_br: <32>* "Em fato, ela não localizou uma úncia nave ou base humana na galáxia."
zh_cn: <32>* “整个星系， 她连一艘人类星舰，一座太空站 都没找到。”
zh_tw: <32>* 「整個星系， 她連一艘人類星艦，一座太空站 都沒找到。」

source: <32>* "This is rather surprising." * "Did something happen to the human race as a whole?"
pt_br: <32>* "Isso é bem surpreendente." * "Teria algo acontecido com a raça humana por inteiro?"
zh_cn: <32>* “太反常了。”
zh_tw: <32>* 「太反常了。」

source: <32>* "Or have they simply abandoned the galaxy, forgetting us in the process?"
pt_br: <32>* "Ou eles simplesmente abandonaram a galáxia nos esquecendo no processo?"
zh_cn: <32>* “人类是不是出事了？” * “还是说，他们忘了这个星系， 也忘了我们？”
zh_tw: <32>* 「人類是不是出事了？」 * 「還是說，他們忘了這個星系， 也忘了我們？」

source: <32>* "Perhaps Frisk, or one of the other humans would know the answer."
pt_br: <32>* "Talvez Frisk, ou algum dos outros humanos saibam a resposta."
zh_cn: <32>* “也许，我可以找Frisk 或其他孩子问问。”
zh_tw: <32>* 「也許，我可以找Frisk 或其他孩子問問。」

source: <32>* "Regarding the other humans, they have been adopted by other monsters."
pt_br: <32>* "Em relação aos outros humanos, eles foram adotados por outros monstros."
zh_cn: <32>* “孩子们苏醒后， 其他怪物收养了他们。”
zh_tw: <32>* 「孩子們甦醒後， 其他怪物收養了他們。」

source: <32>* "From what one of them has told me, their ordeal in the archive was a tragedy."
pt_br: <32>* "Pelo que um deles me contou, seu tempo no arquivo foi uma tragédia."
zh_cn: <32>* “有个孩子告诉我， 他们在档案里受尽了折磨，十分痛苦。”
zh_tw: <32>* 「有個孩子告訴我， 他們在檔案裡受盡了折磨，十分痛苦。」

source: <32>* "As a result, Alphys and I were careful to select worthy candidates for adoption."
pt_br: <32>* "Como resultado Alphys e eu escolhemos sabiamente candidatos dignos de adotar."
zh_cn: <32>* “考虑到他们曾受过创伤， 我跟Alphys在帮他们挑选领养人时 都慎之又慎。”
zh_tw: <32>* 「考慮到他們曾受過創傷， 我跟Alphys在幫他們挑選領養人時 都慎之又慎。」

source: <32>* "Regardless of what happens now, we can be happy that they are alive."
pt_br: <32>* "Seja lá o que acontecer a partir de agora, nós estamos felizes que eles estejam vivos."
zh_cn: <32>* “尽管现在有点难办， 但只要他们都活着， 我们都打心底里高兴。”
zh_tw: <32>* 「儘管現在有點難辦， 但只要他們都活著， 我們都打心底裡高興。」

source: <32>* "After what took place, I am not sure a different group of humans would have survived."
pt_br: <32>* "Após ter compreendido o que aconteceu, eu não sei se outro grupo de humanos teria sobrevivido."
zh_cn: <32>* “搜索其他人类始终一无所获。 也许... 这几个孩子就是 人类最后的火种了。”
zh_tw: <32>* 「搜尋其他人類始終一無所獲。 也許... 這幾個孩子就是 人類最後的火種了。」

source: <32>{#p/human}* (You look to the bookmarked diary entry.)
pt_br: <32>{#p/human}* (Você olha para a entrada marcada do diário.)
zh_cn: <32>{#p/human}* （你看了一眼被标记的日记。）
zh_tw: <32>{#p/human}* （你看了一眼被標記的日記。）

source: <32>{#p/asgore}* "Asgore's diary, K-516.01"
pt_br: <32>{#p/asgore}* "Diário do Asgore, K-516.01"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历516年1月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷516年1月。」

source: <32>* "In these trying times, I have nobody to turn to but myself."
pt_br: <32>* "Durante estes tempos, eu não tenho ninguém a recorrer se não eu mesmo."
zh_cn: <32>* “在这艰难的时刻， 身边却一个伙伴都没有， 只能聊以自慰。”
zh_tw: <32>* 「在這艱難的時刻， 身邊卻一個夥伴都沒有， 只能聊以自慰。」

source: <32>* "Perhaps the pages of a diary would absorb the pain."
pt_br: <32>* "Talvez as páginas do diário absorvam minha dor."
zh_cn: <32>* “或许写几页日记 能缓解一下我的伤痛。”
zh_tw: <32>* 「或許寫幾頁日記 能緩解一下我的傷痛。」

source: <32>* "I feel many things."
pt_br: <32>* "Eu sinto muitas coisas."
zh_cn: <32>* “此刻，我心中五味杂陈。”
zh_tw: <32>* 「此刻，我心中五味雜陳。」

source: <32>* "Anger, towards humanity for what they have done to us, and now to my children."
pt_br: <32>* "Raiva, pelo que a humanidade fez conosco, e agora com minhas crianças."
zh_cn: <32>* “我很愤怒， 人类的所作所为，孩子们遭的罪... 想到这些，我气不打一处来。”
zh_tw: <32>* 「我很憤怒， 人類的所作所為，孩子們遭的罪... 想到這些，我氣不打一處來。」

source: <32>* "Guilt, for the way in which I reacted to this tragedy."
pt_br: <32>* "Culpa, pela forma a qual eu reagi a está tragédia."
zh_cn: <32>* “我很内疚， 面对悲剧，自己却那么软弱无能， 一点骨气都没有。”
zh_tw: <32>* 「我很內疚， 面對悲劇，自己卻那麼軟弱無能， 一點骨氣都沒有。」

source: <32>* "Sorrow, because I refused to believe life could be so cruel."
pt_br: <32>* "Tristeza, porque me recusei a acreditar que a vida pudesse ser tão cruel."
zh_cn: <32>* “我很悲伤， 不愿相信，人生竟然如此残酷，”
zh_tw: <32>* 「我很悲傷， 不願相信，人生竟然如此殘酷，」

source: <32>* "Even after the homeworld's destruction, the thought of having a family gave me hope."
pt_br: <32>* "Mesmo após a destruição do planeta natal, o pensamento de ter uma família me trouxe esperança."
zh_cn: <32>* “故园毁灭之后， 每每想到自己有一天能结婚生子， 组建家庭，就有了希望。”
zh_tw: <32>* 「故園毀滅之後， 每每想到自己有一天能結婚生子， 組建家庭，就有了希望。」

source: <32>* "But there is no denying what has happened."
pt_br: <32>* "Mas não há como negar o que aconteceu."
zh_cn: <32>* “可我的孩子死了， 就这么死了。”
zh_tw: <32>* 「可我的孩子死了， 就這麼死了。」

source: <32>* "No matter how many times I review the shuttle's logs, the conclusion is the same."
pt_br: <32>* "Não importa quantas vezes eu revise os registros do ônibus espacial, a conclusão é a mesma."
zh_cn: <32>* “再怎么看航行日志， 结果都不会变。”
zh_tw: <32>* 「再怎麼看航行日誌， 結果都不會變。」

source: <32>* "My children died in vain."
pt_br: <32>* "Minhas crianças estão mortas."
zh_cn: <32>* “人死不能复生，事实就是事实。”
zh_tw: <32>* 「人死不能復生，事實就是事實。」

source: <32>{#p/basic}* The other pages seem to follow chronologically from here.
pt_br: <32>{#p/basic}* As outras páginas seguem cronologicamente daqui.
zh_cn: <32>{#p/basic}* 看起来，从这页开始， 后面的日记就正常按 时间顺序排了。
zh_tw: <32>{#p/basic}* 看起來，從這頁開始， 後面的日記就正常按 時間順序排了。

source: <32>{#p/human}* (You look to the next entry.)
pt_br: <32>{#p/human}* (Você olha a próxima entrada.)
zh_cn: <32>{#p/human}* （你翻到下一篇日记。）
zh_tw: <32>{#p/human}* （你翻到下一篇日記。）

source: <32>{#p/asgore}* "Asgore's diary, K-516.02"
pt_br: <32>{#p/asgore}* "Diário do Asgore, K-516.02"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历516年2月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷516年2月。」

source: <32>* "Gerson came to visit today."
pt_br: <32>* "Gerson veio me visitar hoje."
zh_cn: <32>* “今天，Gerson来看望我。”
zh_tw: <32>* 「今天，Gerson來看望我。」

source: <32>* "He spoke about his time on the planetary council."
pt_br: <32>* "Ele falou sobre o seu tempo no conselho planetário."
zh_cn: <32>* “他和我倾诉了自己的经历。”
zh_tw: <32>* 「他和我傾訴了自己的經歷。」

source: <32>* "About leaving his family, and the responsibility he placed upon himself."
pt_br: <32>* "Sobre deixar sua família, e a responsabilidade posta em si mesmo."
zh_cn: <32>* “他讲了在行星理事会的辉煌事业， 讲了和家人的分别， 还讲了自己身上的责任。”
zh_tw: <32>* 「他講了在行星理事會的輝煌事業， 講了和家人的分別， 還講了自己身上的責任。」

source: <32>* "Something in his story resonated with me."
pt_br: <32>* "Algo em sua história ressoou em mim."
zh_cn: <32>* “他的故事触动了我。”
zh_tw: <32>* 「他的故事觸動了我。」

source: <32>* "I should really put away the diary and console in him."
pt_br: <32>* "Eu deveria colocar o diário de lado e ir consola-lo."
zh_cn: <32>* “我得去好好安慰安慰他， 日记就先写到这吧。”
zh_tw: <32>* 「我得去好好安慰安慰他， 日記就先寫到這吧。」

source: <32>{#p/asgore}* "Asgore's diary, K-524.10"
pt_br: <32>{#p/asgore}* "Diário do Asgore, K-524.10"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历524年10月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷524年10月。」

source: <32>* "The first human since $(name) has arrived on the outpost today."
pt_br: <32>* "Primeiro humano desde $(name) chegou no Outpost hoje.
zh_cn: <32>* “$(name)死后，第一个人类 来到了前哨站。”
zh_tw: <32>* 「$(name)死後，第一個人類 來到了前哨站。」

source: <32>* "Although the disdain for humanity has quieted down over the years..."
pt_br: <32>* "Embora o desdém pela humanidade tenha se acalmado ao longo dos anos..."
zh_cn: <32>* “时间冲淡了怨恨， 怪物对人类的蔑视正逐渐平息...”
zh_tw: <32>* 「時間衝淡了怨恨， 怪物對人類的蔑視正逐漸平息...」

source: <32>* "Much of it still lingers, buried under the surface."
pt_br: <32>* "Muito daquela destruição, ainda queima em nossos corações."
zh_cn: <32>* “但表面的平静之下暗流涌动。 他们嘴上不说， 可不代表真的就会饶了人类。”
zh_tw: <32>* 「但表面的平靜之下暗流湧動。 他們嘴上不說， 可不代表真的就會饒了人類。」

source: <32>* "Thomas and I are doing our best to ensure their safety, but it is a difficult task."
pt_br: <32>* "Thomas e eu estamos fazendo nosso melhor para garantir sua segurança, mas é uma tarefa difícil."
zh_cn: <32>* “我和Thomas虽尽力保证人类的安全， 但以二人之力对抗民众谈何容易。”
zh_tw: <32>* 「我和Thomas雖盡力保證他們的安全， 但以二人之力對抗民眾談何容易。」

source: <32>* "Many still cling to those terrible words I uttered all those years ago."
pt_br: <32>* "Muitas ainda se segura nas horríveis palavras que eu proclamei anos atrás."
zh_cn: <32>* “当年，我赌气说要消灭人类， 结果到今天，很多民众还坚持那一套。”
zh_tw: <32>* 「當年，我賭氣說要消滅人類， 結果到今天，很多民眾還堅持那一套。」

source: <32>* "They would not hesitate to kill the human, regardless of their age."
pt_br: <32>* "Eles não irão hesitar em matar um humano, independente da idade."
zh_cn: <32>* “只要人类被他们逮到， 不论年龄大小，都是死路一条。”
zh_tw: <32>* 「只要人類被他們逮到， 不論年齡大小，都是死路一條。」

source: <32>* "There is only so much we can do from the Citadel's walls."
pt_br: <32>* "Há um limite para o que podemos fazer aqui das muralhas da Cidadela."
zh_cn: <32>* “只有把孩子限制在首塔高墙以内， 才能保证孩子的安全。”
zh_tw: <32>* 「只有把孩子限制在首塔高牆以內， 才能保證孩子的安全。」

source: <32>{#p/asgore}* "Asgore's diary, K-535.04"
pt_br: <32>{#p/asgore}* "Diário de Asgore, K-535.04"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历535年4月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷535年4月。」

source: <32>* "Another human has arrived."
pt_br: <32>* "Outro humano chegou."
zh_cn: <32>* “又一个人类来到了这里。”
zh_tw: <32>* 「又一個人類來到了這裡。」

source: <32>* "They seem to be familiar with Gerson, as well as other former council members."
pt_br: <32>* "Ele parece se familiarizar com Gerson, assim como com os outros membros do conselho."
zh_cn: <32>* “那孩子似乎很熟悉Gerson， 很熟悉行星理事会的成员。”
zh_tw: <32>* 「那孩子似乎很熟悉Gerson， 很熟悉行星理事會的成員。」

source: <32>* "Now, I ask myself." * "How?"
pt_br: <32>* "Agora, eu me pergunto." * "Como?"
zh_cn: <32>* “我不禁问我自己。” “为什么？”
zh_tw: <32>* 「我不禁問我自己。」 「為什麼？」

source: <32>* "Have they been raised on stories of the war?"
pt_br: <32>* "Ele cresceu ouvindo histórias da guerra?"
zh_cn: <32>* “这孩子，难不成 是听战争故事长大的？”
zh_tw: <32>* 「這孩子，難不成 是聽戰爭故事長大的？」

source: <32>* "Were they sent here in the hopes of learning more about us?"
pt_br: <32>* "Ele foi enviado aqui na esperança de aprender mais sobre nós?"
zh_cn: <32>* “而且... 按照合约，只有人类军方 知道我们的位置。”
zh_tw: <32>* 「而且... 按照合約，只有人類軍方 知道我們的位置。」

source: <32>* "As per the settlement, only human military personnel are privy to our location."
pt_br: <32>* "De acordo com o tratado, apenas humanos militares estão a par de nossa localização."
zh_cn: <32>* “是他们把这孩子派了过来， 侦察我们，了解我们的现状... 还是我们的位置已经暴露？”
zh_tw: <32>* 「是他們把這孩子派了過來， 偵察我們，了解我們的現狀... 還是我們的位置已經暴露？」

source: <32>* "For the sake of our safety, I hope this is still the case."
pt_br: <32>* "Pelo bem do nosso povo, espero que este ainda seja o caso."
zh_cn: <32>* “我希望是前者， 我希望我们仍然安全。”
zh_tw: <32>* 「我希望是前者， 我希望我們仍然安全。」

source: <32>{#p/asgore}* "Asgore's diary, K-549.07"
pt_br: <32>{#p/asgore}* "Diário de Asgore, K-549.07"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历549年7月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷549年7月。」

source: <32>* "Since I last wrote to this diary, another child has crash-landed."
pt_br: <32>* "Desde a última vez que escrevi neste diário, mais uma criança caiu."
zh_cn: <32>* “上一篇日记写完后不久， 又一个孩子坠落到这里。”
zh_tw: <32>* 「上一篇日記寫完後不久， 又一個孩子墜落到這裡。」

source: <32>* "Thomas and I have the process of guiding them down to a science now."
pt_br: <32>* "Thomas e eu temos o processo de guia-lo para uma ciência agora."
zh_cn: <32>* “我和Thomas努力培养那孩子， 引导他早日参与科研工作。”
zh_tw: <32>* 「我和Thomas努力培養那孩子， 引導他早日參與科研工作。」

source: <32>* "With each new arrival, the flame of my hope grows stronger."
pt_br: <32>* "Com cada humano chegando, a chama da minha esperança cresce."
zh_cn: <32>* “每来一个孩子， 自由的希望就又坚定几分。”
zh_tw: <32>* 「每來一個孩子， 自由的希望就又堅定幾分。」

source: <32>* "I am starting to believe that we may indeed regain our freedom one day."
pt_br: <32>* "Eu estou começando a pensar que um dia talvez tenhamos nossa liberdade de novo."
zh_cn: <32>* “我越发相信， 只要那群建筑机器人不觉醒， 不推翻我们...”
zh_tw: <32>* 「我越發相信， 只要那群建築機器人不覺醒， 不推翻我們...」

source: <32>* "That is, if the builder bots do not take over first."
pt_br: <32>* "Isso é, se os bots trabalhadores não tomarem controle antes."
zh_cn: <32>* “那我们的自由就指日可待。”
zh_tw: <32>* 「那我們的自由就指日可待。」

source: <32>{#p/asgore}* "Asgore's diary, K-567.11"
pt_br: <32>{#p/asgore}* "Diário de Asgore, K-567.11"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历567年11月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷567年11月。」

source: <32>* "Today I must say goodbye to the second of two children to arrive this year."
pt_br: <32>* "Hoje eu devo dizer adeus para a segunda criança que apareceu este ano."
zh_cn: <32>* “今天，我要跟第二个孩子道别了。”
zh_tw: <32>* 「今天，我要跟第二個孩子道別了。」

source: <32>* "The first entered the archive immediately, but the other chose to stay for a while."
pt_br: <32>* "A primeira entrou no arquivo imediatamente, mas as outras ficaram por um tempo."
zh_cn: <32>* “今年来了两个孩子， 第一个马上就进了‘档案’里， 但另一个想再等一阵子。”
zh_tw: <32>* 「今年來了兩個孩子， 第一個馬上就進了『檔案』裡， 但另一個想再等一陣子。」

source: <32>* "I have learned a lot from them."
pt_br: <32>* "Eu aprendi muito com elas."
zh_cn: <32>* “从那孩子身上， 我学到了许多东西。”
zh_tw: <32>* 「從那孩子身上， 我學到了許多東西。」

source: <32>* "Being as young as they are, holding a conversation was difficult."
pt_br: <32>* "Sendo jovens como eles são, manter uma conversa foi difícil."
zh_cn: <32>* “孩子太小，不太容易沟通。”
zh_tw: <32>* 「孩子太小，不太容易溝通。」

source: <32>* "Their insights, however, helped me come to terms with $(name)'s actions in the past."
pt_br: <32>* "Suas preposições, no entanto, me ajudaram a aceitar as ações de $(name) no passado."
zh_cn: <32>* “但从他身上 我看到了$(name)的影子， 也渐渐理解了$(name)。”
zh_tw: <32>* 「但從他身上 我看到了$(name)的影子， 也漸漸理解了$(name)。」

source: <32>* "Our species may be more alike than I realized."
pt_br: <32>* "Nossas espécies podem ser mais parecidas do que eu pensava."
zh_cn: <32>* “原来，怪物和人类还是挺像的。 之前都没意识到。”
zh_tw: <32>* 「原來，怪物和人類還是挺像的。 之前都沒意識到。」

source: <32>{#p/asgore}* "Asgore's diary, K-587.03"
pt_br: <32>{#p/asgore}* "Diário de Asgore, K-587.03"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历587年3月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷587年3月。」

source: <32>* "The sixth human since $(name) came through a few days ago."
pt_br: <32>* "O sexto humano desde $(name) chegou a poucos dias."
zh_cn: <32>* “几天前， 第六个人类抵达了这里。”
zh_tw: <32>* 「幾天前， 第六個人類抵達了這裡。」

source: <32>* "I write not due to their arrival, but because the professor died shortly after."
pt_br: <32>* "Eu escrevo não por conta de sua chegada, mas pela morte do professor dias depois."
zh_cn: <32>* “那孩子刚到不久，教授就去世了。 因此，我想提笔写一篇日记。”
zh_tw: <32>* 「那孩子剛到不久，教授就去世了。 因此，我想提筆寫一篇日記。」

source: <32>* "Thomas Nue Roman." * "Your funeral service will take place in a few days."
pt_br: <32>* "Thomas Nue Roman." * "Seu funeral será em poucos dias."
zh_cn: <32>* “Thomas Nue Roman。” “几天后，就是你的葬礼。”
zh_tw: <32>* 「Thomas Nue Roman。」 「幾天後，就是你的葬禮。」

source: <32>* "It is telling that even the brash younglings in training prepared speeches for you."
pt_br: <32>* "É dito que até mesmo os mais novos estão preparando textos para falar em seu nome."
zh_cn: <32>* “你的发明惠及这里的每一个人， 我们会永远铭记你。”
zh_tw: <32>* 「你的發明惠及這裡的每一個人， 我們會永遠銘記你。」

source: <32>* "Your work has impacted every life on this outpost, and you will not be forgotten."
pt_br: <32>* "Seu trabalho impactou cada vida neste Outpost, e não será esquecido."
zh_cn: <32>* “就连最傲慢的卫队新星， 都为你准备了悼词。”
zh_tw: <32>* 「就連最傲慢的衛隊新星， 都為你準備了悼詞。」

source: <32>{#p/asgore}* "Asgore's diary, K-615.09"
pt_br: <32>{#p/asgore}* "Diário de Asgore, K-615.09"
zh_cn: <32>{#p/asgore}* “Asgore的日记，克历615年9月。”
zh_tw: <32>{#p/asgore}* 「Asgore的日記，克歷615年9月。」

source: <32>* "Today, on the anniversary of that awful tragedy, one last human has crash-landed."
pt_br: <32>* "Hoje, no aniversário daquela terrível tragédia, um último humano caiu."
zh_cn: <32>* “今天，距离那场可怕的灾难 已过去整整一百年， 最后一个人类坠落于此。”
zh_tw: <32>* 「今天，距離那場可怕的災難 已過去整整一百年， 最後一個人類墜落於此。」

source: <32>* "Suddenly, the prospect of freedom is intimidating."
pt_br: <32>* "De repente, a sensação da liberdade parece intimidadora."
zh_cn: <32>* “突然间，向往已久的自由 却变得令人生畏。”
zh_tw: <32>* 「突然間，嚮往已久的自由 卻變得令人生畏。」

source: <32>* "Was he right in thinking we would become complacent?"
pt_br: <32>* "Ele estava certo em pensar que nos tornaríamos complacentes?"
zh_cn: <32>* “我们足足被困两百年。”
zh_tw: <32>* 「我們足足被困兩百年。」

source: <32>* "For nearly two centuries, we have been trapped within a force field."
pt_br: <32>* "Por dois séculos estivemos presos neste escudo de força."
zh_cn: <32>* “突然迎接自由， 怪物会不会如他所说， ‘得意忘形’呢？”
zh_tw: <32>* 「突然迎接自由， 怪物會不會如他所說， 『得意忘形』呢？」

source: <32>* "Where would we go?"
pt_br: <32>* "Onde nós iremos?"
zh_cn: <32>* “我们去往何方？”
zh_tw: <32>* 「我們去往何方？」

source: <32>* "What would we do next?"
pt_br: <32>* "O que faremos depois?"
zh_cn: <32>* “我们如何生存？”
zh_tw: <32>* 「我們如何生存？」

source: <32>* "How would we survive on our own?"
pt_br: <32>* "Como nós oremos sobreviver por conta própria?"
zh_cn: <32>* “能否自力更生？”
zh_tw: <32>* 「能否自力更生？」

source: <32>* "Hopefully those kinds of questions will soon be answered."
pt_br: <32>* "Com esperança, essas perguntas logo serão respondidas."
zh_cn: <32>* “希望这些顾虑 很快就会消散。”
zh_tw: <32>* 「希望這些顧慮 很快就會消散。」

source: <32>{#p/human}* (There are no more written entries here.)
pt_br: <32>{#p/human}* (Não tem mais nada escrito aqui.)
zh_cn: <32>{#p/human}* （再往后，就都是空白了。）
zh_tw: <32>{#p/human}* （再往後，就都是空白了。）

source: <32>{#p/human}* (You look inside the bureau...)
pt_br: <32>{#p/human}* (Você olha dentro da mesa...)
zh_cn: <32>{#p/human}* （你往衣柜里瞅了一眼...）
zh_tw: <32>{#p/human}* （你往衣櫃裡瞅了一眼...）

source: <25>{#p/asriel1}{#f/19}* Looks like the humans got their clothes back.
pt_br: <25>{#p/asriel1}{#f/19}* Parece que os humanos pegaram de volta suas roupas.
zh_cn: <25>{#p/asriel1}{#f/19}* 看起来那些人类 拿回了自己的衣服。
zh_tw: <25>{#p/asriel1}{#f/19}* 看起來那些人類 拿回了自己的衣服。

source: <25>* I regret ever wondering why they were in here.
pt_br: <25>* Eu me arrependo de perguntar o motivo de estarem aqui.
zh_cn: <25>* 我居然没想过为啥他们的 衣服都放在里面被这样 妥善保管着。
zh_tw: <25>* 我對沒想過為什麼他們的 衣服會在這裡感到遺憾。

source: <25>{#p/asriel1}{#f/19}* I mean, it makes sense.
pt_br: <25>{#p/asriel1}{#f/19}* Quer dizer, faz sentido.
zh_cn: <25>{#p/asriel1}{#f/19}* 仔细想想， 这一定有什么原因。
zh_tw: <25>{#p/asriel1}{#f/19}* 我是說， 這樣也許是有道理的。

source: <25>* Knowing how long they'd be in the archive.
pt_br: <25>* Sabendo o quão longo foram seus tempos no arquivo.
zh_cn: <25>* 毕竟谁知道他们 要在档案里待多久。
zh_tw: <25>* 畢竟知道他們會在檔案 裡待多久。

source: <25>* So... yeah.
pt_br: <25>* Então... é.
zh_cn: <25>* 嗯... 这就说得通了。
zh_tw: <25>* 所以... 是這樣的。

source: <32>{#p/basic}* Seems to have been recently emptied of its clothes.
pt_br: <32>{#p/basic}* Parece ter sido esvaziado a pouco tempo.
zh_cn: <32>{#p/basic}* 看起来，所有的衣服 刚刚都被拿走了。
zh_tw: <32>{#p/basic}* 看起來，所有的衣服 剛剛都被拿走了。

source: <32>{#p/basic}* It's a collection of wildly- varying children's clothes.
pt_br: <32>{#p/basic}* É uma coleção das mais variadas roupas de criança.
zh_cn: <32>{#p/basic}* 里面挂满了 各种奇怪的儿童服装。
zh_tw: <32>{#p/basic}* 裡面掛滿了 各種奇怪的兒童服裝。

source: <25>{#p/asriel1}{#f/17}* ... do you like it?
pt_br: <25>{#p/asriel1}{#f/17}* ... você gostou?
zh_cn: <25>{#p/asriel1}{#f/17}* ...你喜欢它吗？
zh_tw: <25>{#p/asriel1}{#f/17}* ...你喜歡它嗎？

source: <25>{#f/13}* This Starling flower was... the last thing I made for Dad.
pt_br: <25>{#f/13}* Está Flor Estrelada foi... a última coisa que eu fiz pro papai.
zh_cn: <25>{#f/13}* 这个星花是... 我为爸爸做的最后一样东西。
zh_tw: <25>{#f/13}* 這個星花是... 我為爸爸做的最後一樣東西。

source: <25>{#p/asriel1}{#f/17}* What I can say for certain is... $(name) wasn't a fan.
pt_br: <25>{#p/asriel1}{#f/17}* O que eu posso dizer de certeza é quem... $(name) não era muito fã.
zh_cn: <25>{#p/asriel1}{#f/17}* 我可以肯定的说... $(name)并不喜欢这个。
zh_tw: <25>{#p/asriel1}{#f/17}* 我可以肯定的說... $(name)並不喜歡這個。

source: <25>{#f/13}* They said "stop making that stupid thing and get over here..."
pt_br: <25>{#f/13}* Ele dizia "para de fazer esse negócio estúpido e vem aqui..."
zh_cn: <25>{#f/13}* 因为在我做这玩意时， 被$(name)看到后 就冲着我喊：[ADD]<25>{#f/13}* “别做那蠢事了， 快过来...”
zh_tw: <25>{#f/13}* 因為那傢伙說 「別做那蠢事了， 快過來...」

source: <25>{#f/22}* That was the day we...
pt_br: <25>{#f/22}* Esse foi o dia que a gente...
zh_cn: <25>{#f/22}* 那一天我们...
zh_tw: <25>{#f/22}* 那一天我們...

source: <25>{#f/15}* ... you know.
pt_br: <25>{#f/15}* ... você sabe.
zh_cn: <25>{#f/15}* ...你知道的。
zh_tw: <25>{#f/15}* ...你知道的。

source: <25>{#p/asriel1}{#f/20}* Always remember the Starling flower made of faux-macaroni.
pt_br: <25>{#p/asriel1}{#f/20}* Lembrei-me sempre da flor de estrelada feita de macarrão falso.
zh_cn: <25>{#p/asriel1}{#f/20}* 这幅用通心粉粘的星花， 我永远也忘不了。
zh_tw: <25>{#p/asriel1}{#f/20}* 我將永遠銘記這個 用空心粉製作的星花。

source: <32>{#p/basic}* A Starling flower made of dried, glued-together foodstuff.
pt_br: <32>{#p/basic}* Uma Flor Estrelada feita de alimentos secos e colados.
zh_cn: <32>{#p/basic}* 一朵星花， 由干燥的食材粘合而成。
zh_tw: <32>{#p/basic}* 一朵星花， 由乾燥的食材粘合而成。

source: <32>{#p/basic}* It's Asriel's hand-made Starling flower. * It says "For King Dad."
pt_br: <32>{#p/basic}* É uma Flor Estrelada feita a mão por Asriel. * Está escrito "Para o rei pai."
zh_cn: <32>{#p/basic}* 这是Asriel亲手制作的星花。 * 上面写着“给国王老爹！”
zh_tw: <32>{#p/basic}* 這是Asriel親手製作的星花。 * 上面寫著「給國王老爹！」
