Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <11>{*}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}Take my SOUL, and leave this cursed place...
pt_br: <11>{*}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}Tome minha ALMA, e deixe este lugar amaldiçoado...
zh_cn: <11>{*}{#e/asgore/1}{#v/1}{#i/8}{@random=1.1/1.1}取走我的灵魂， 离开这片 诅咒之地吧...
zh_tw: <11>{*}{#e/asgore/1}{#v/1}{#i/8}{@random=1.1/1.1}取走我的靈魂， 離開這片 詛咒之地吧...

source: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@random=1.1/1.1}Then...
pt_br: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@random=1.1/1.1}Então...
zh_cn: <11>{*}{#e/asgore/1}{#v/2}{#i/10}{@random=1.1/1.1}这样...
zh_tw: <11>{*}{#e/asgore/1}{#v/2}{#i/10}{@random=1.1/1.1}這樣...

source: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@random=1.1/1.1}You need not be burdened by us... ever again...
pt_br: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@random=1.1/1.1}Você não precisa ser sobrecarregado por nós... nunca mais...
zh_cn: <11>{*}{#e/asgore/1}{#v/2}{#i/10}{@random=1.1/1.1}我们就 永远不会 再拖累你了...
zh_tw: <11>{*}{#e/asgore/1}{#v/2}{#i/10}{@random=1.1/1.1}我們就 永遠不會 再拖累你了...

source: <11>{*}{#e/asgore/2}{#v/3}{#i/6}{@random=1.1/1.1}...
zh_cn: <11>{*}{#e/asgore/2}{#v/3}{#i/10}{@random=1.1/1.1}...
zh_tw: <11>{*}{#e/asgore/2}{#v/3}{#i/10}{@random=1.1/1.1}...

source: <11>{*}{#e/asgore/2}{#v/3}{#i/7}{@random=1.1/1.1}Goodbye...
pt_br: <11>{*}{#e/asgore/2}{#v/3}{#i/7}{@random=1.1/1.1}Adeus...
zh_cn: <11>{*}{#e/asgore/2}{#v/3}{#i/12}{@random=1.1/1.1}永别了...
zh_tw: <11>{*}{#e/asgore/2}{#v/3}{#i/12}{@random=1.1/1.1}永別了...

source: N/A
zh_cn: 无
zh_tw: 無

source: Exoberries
zh_cn: 洋梅
zh_tw: 洋梅

source: <32>{#p/human}* (You throw away the Exoberries.)
pt_br: <32>{#p/human}* (Você joga fora as Exoberries.)
zh_cn: <32>{#p/human}* （你把洋梅扔掉了。）
zh_tw: <32>{#p/human}* （你把洋梅扔掉了。）

source: <32>{#p/human}* (You eat the Exoberries.)
pt_br: <32>{#p/human}* (Você come as Exoberries.)
zh_cn: <32>{#p/human}* （你吃掉了洋梅。）
zh_tw: <32>{#p/human}* （你吃掉了洋梅。）

source: Candy
pt_br: Doce
zh_cn: 糖果
zh_tw: 糖果

source: <32>{#p/human}* (You throw away the Monster Candy.)
pt_br: <32>{#p/human}* (Você joga fora o Doce Monstro.)
zh_cn: <32>{#p/human}* （你把怪物糖果扔掉了。）
zh_tw: <32>{#p/human}* （你把怪物糖果扔掉了。）

source: Monster Candy
pt_br: Doce Monstro
zh_cn: 怪物糖果
zh_tw: 怪物糖果

source: <32>{#p/human}* (You eat the Monster Candy.)
pt_br: <32>{#p/human}* (Você come o Doce Monstro.)
zh_cn: <32>{#p/human}* （你吃掉了怪物糖果。）
zh_tw: <32>{#p/human}* （你吃掉了怪物糖果。）

source: Rations
pt_br: Rações
zh_cn: 口粮
zh_tw: 口糧

source: <32>{#p/human}* (You throw away the Rations.)
pt_br: <32>{#p/human}* (Você joga fora as rações.)
zh_cn: <32>{#p/human}* （你把口粮扔掉了。）
zh_tw: <32>{#p/human}* （你把口糧扔掉了。）

source: <32>{#p/human}* (You eat the Rations.)
pt_br: <32>{#p/human}* (Você come as rações.)
zh_cn: <32>{#p/human}* （你吃掉了口粮。）
zh_tw: <32>{#p/human}* （你吃掉了口糧。）

source: Tofu
zh_cn: 太空豆腐
zh_tw: 太空豆腐

source: <32>{#p/human}* (You throw away the Space Tofu.)
pt_br: <32>{#p/human}* (Você joga fora o Tofu Espacial.)
zh_cn: <32>{#p/human}* （你把太空豆腐扔掉了。）
zh_tw: <32>{#p/human}* （你把太空豆腐扔掉了。）

source: Space Tofu
pt_br: Tofu Espacial
zh_cn: 太空豆腐
zh_tw: 太空豆腐

source: <32>{#p/human}* (You ingest the Space Tofu.)
pt_br: <32>{#p/human}* (Você ingere o Tofu Espacial.)
zh_cn: <32>{#p/human}* （你吞下了太空豆腐。）
zh_tw: <32>{#p/human}* （你吞下了太空豆腐。）

source: Ice Dream
pt_br: Sorvete Sonho
zh_cn: 冰意灵
zh_tw: 冰意靈

source: <32>{#p/human}* (You throw away the Ice Dream.)
pt_br: <32>{#p/human}* (Você joga fora o Sorvete Sonho.)
zh_cn: <32>{#p/human}* （你把冰意灵扔掉了。）
zh_tw: <32>{#p/human}* （你把冰意靈扔掉了。）

source: <32>{#p/human}* (You unwrapped the Ice Dream.)
pt_br: <32>{#p/human}* (Você desembrulhou o Sorvete Sonho.)
zh_cn: <32>{#p/human}* （你撕开了冰意灵的包装。）
zh_tw: <32>{#p/human}* （你撕開了冰意靈的包裝。）

source: <32>{#p/human}* (It's a holographic illustration of a crying child.)
pt_br: <32>{#p/human}* (É uma ilustração holográfica de uma criança chorando.)
zh_cn: <32>{#p/human}* （上面有一幅全息图像， 刻画了一个哭泣的孩子。）
zh_tw: <32>{#p/human}* （上面有一幅全息圖像， 刻畫了一個哭泣的孩子。）

source: Heal-pak
pt_br: Kit Médico
zh_cn: 治疗包
zh_tw: 治療包

source: <32>{#p/human}* (You throw away the Heal-pak.)
pt_br: <32>{#p/human}* (Você jogou fora o Kit Médico.)
zh_cn: <32>{#p/human}* （你把治疗包扔掉了。）
zh_tw: <32>{#p/human}* （你把治療包扔掉了。）

source: <32>{#p/human}* (You use the Heal-pak.)
pt_br: <32>{#p/human}* (Você usou o Kit Médico.)
zh_cn: <32>{#p/human}* （你使用了治疗包。）
zh_tw: <32>{#p/human}* （你使用了治療包。）

source: A whacking spoon made with the finest alloy in the galaxy.
pt_br: Uma colher de bater feita com o melhor metal da galáxia.
zh_cn: 一把巨勺，由本星系 最好的合金材料制成。
zh_tw: 一把巨勺，由本星系 最好的合金材料製成。

source: Big Dipper
pt_br: Grande Colher
zh_cn: 大熊座
zh_tw: 大熊座

source: <32>{#p/human}* (You throw away the Big Dipper.)
pt_br: <32>{#p/human}* (Você joga fora a Grande Colher.)
zh_cn: <32>{#p/human}* （你把大熊座扔掉了。）
zh_tw: <32>{#p/human}* （你把大熊座扔掉了。）

source: <32>{#p/human}* (15 AT.)
zh_cn: <32>{#p/human}* （15攻击。）
zh_tw: <32>{#p/human}* （15攻擊。）

source: <32>{#p/basic}* "Big Dipper" (15 AT) * A whacking spoon made with the finest alloy in the galaxy.
pt_br: <32>{#p/basic}* "Grande Colher" (15 AT) * Uma colher de bater feita com o melhor metal da galáxia.
zh_cn: <32>{#p/basic}* “大熊座” （15攻击） * 一把巨勺，由本星系 最好的合金材料制成。
zh_tw: <32>{#p/basic}* 「大熊座」 （15攻擊） * 一把巨勺，由本星系 最好的合金材料製成。

source: <32>{#p/human}* (You equip the Big Dipper.)
pt_br: <32>{#p/human}* (Você equipou a Grande Colher.)
zh_cn: <32>{#p/human}* （你装备上了大熊座。）
zh_tw: <32>{#p/human}* （你裝備上了大熊座。）

source: It says "Best Friends Forever."
pt_br: Aqui diz "Melhores Amigos Para Sempre."
zh_cn: 上面刻着“永远都是好朋友”。
zh_tw: 上面刻著「永遠都是好朋友」。

source: Heart Locket
pt_br: Pingente de Coração
zh_cn: 心形挂坠
zh_tw: 心形掛墜

source: <32>{#p/human}* (You throw away the Heart Locket.)
pt_br: <32>{#p/human}* (Você joga fora o Pingente de Coração.)
zh_cn: <32>{#p/human}* （你把心形挂坠扔掉了。）
zh_tw: <32>{#p/human}* （你把心形掛墜扔掉了。）

source: <32>{#p/basic}* I'm going to pretend you didn't just do that.
pt_br: <32>{#p/basic}* Eu vou fingir que você não acabou de fazer o que eu te vi fazer.
zh_cn: <32>{#p/basic}* 我就当什么都没看见。
zh_tw: <32>{#p/basic}* 我就當什麼都沒看見。

source: <32>{#p/human}* (15 DF.)
zh_cn: <32>{#p/human}* （15防御。）
zh_tw: <32>{#p/human}* （15防禦。）

source: <33>{#p/basic}* "Heart Locket" (15 DF) * It says "Best Friends Forever."
pt_br: <33>{#p/basic}* "Pingente de Coração" (15 DF) * Diz "Melhores Amigos Para Sempre."
zh_cn: <33>{#p/basic}* “心形挂坠” （15防御） * 上面刻着“永远都是好朋友”。
zh_tw: <33>{#p/basic}* 「心形掛墜」 （15防禦） * 上面刻著「永遠都是好朋友」。

source: <32>{#p/human}* (You equip the Heart Locket.)
pt_br: <32>{#p/human}* (Você equipou o Pingente de Coração.)
zh_cn: <32>{#p/human}* （你戴上了心形挂坠。）
zh_tw: <32>{#p/human}* （你戴上了心形掛墜。）

source: A fine tea worthy of a king.
pt_br: Um chá digno de um rei.
zh_cn: 好王配好茶。
zh_tw: 好王配好茶。

source: Star Tea
pt_br: Chá Estrelado
zh_cn: 星花茶
zh_tw: 星花茶

source: <32>{#p/human}* (You throw away the Starling Tea.)
pt_br: <32>{#p/human}* (Você joga fora o Chá Estrelado.)
zh_cn: <32>{#p/human}* （你把星花茶全倒掉了。）
zh_tw: <32>{#p/human}* （你把星花茶全倒掉了。）

source: <32>{#p/basic}* "Starling Tea" Heals 99 HP * A fine tea worthy of a king.
pt_br: <32>{#p/basic}* "Chá Estrelado" cura 99 HP * Um chá digno de um rei.
zh_cn: <32>{#p/basic}* “星花茶” 回复99 HP * 好王配好茶。
zh_tw: <32>{#p/basic}* 「星花茶」 回復99 HP * 好王配好茶。

source: Starling Tea
pt_br: Chá Estrelado
zh_cn: 星花茶
zh_tw: 星花茶

source: <32>{#p/human}* (You drink the Starling Tea.)
pt_br: <32>{#p/human}* (Você bebe o Chá Estrelado.)
zh_cn: <32>{#p/human}* （你将星花茶一饮而尽。）
zh_tw: <32>{#p/human}* （你將星花茶一飲而盡。）

source: Hangar Bay Access Card
pt_br: Cartão de acesso a Saída
zh_cn: 停机坪门禁卡
zh_tw: 停機坪門禁卡

source: Used to unlock the door to the outpost's hangar bay.
pt_br: Usado para destrancar a porta de saída do Outpost.
zh_cn: 用来解除前哨站停机坪的门禁。
zh_tw: 用來解除前哨站停機坪的門禁。

source: Skeleton Key
pt_br: Chave de Esqueleto
zh_cn: 骨钥
zh_tw: 骨鑰

source: Used to unlock the door to Sans's room.
pt_br: Usada para destrancar o quarto do Sans.
zh_cn: 用它解锁了Sans房间的门。
zh_tw: 用它解鎖了Sans房間的門。

source: Given to you by Sans in the Last Corridor of the Citadel.
pt_br: Dada a você por Sans no Último Corredor da Cidadela.
zh_cn: 在首塔的最终长廊， Sans将它交给了你。
zh_tw: 在首塔的最終長廊， Sans將它交給了你。

source: The Citadel
pt_br: A Cidadela
zh_cn: 首塔
zh_tw: 首塔

source: Last Corridor
pt_br: Último Corredor
zh_cn: 最终长廊
zh_tw: 最終長廊

source: Royal Annex
pt_br: Anexo Real
zh_cn: 行宫
zh_tw: 行宮

source: 64657465726d696e6174696f6e
zh_cn: e586b3e5bf83
zh_tw: e586b3e5bf83

source: 50617469656e6365
zh_cn: e88090e5bf83
zh_tw: e88090e5bf83

source: 496e74656772697479
zh_cn: e6ada3e79bb4
zh_tw: e6ada3e79bb4

source: 5065727365766572616e6365
zh_cn: e6af85e58a9b
zh_tw: e6af85e58a9b

source: 4b696e646e657373
zh_cn: e59684e889af
zh_tw: e59684e889af

source: 4a757374696365
zh_cn: e6ada3e4b989
zh_tw: e6ada3e7bea9ゐ

source: The End
pt_br: O fim
zh_cn: 终点
zh_tw: 終點
