Repository: ws-3917/psoutertale-weblate
Catalog: text/citadel/*.po
Languages: pt_br, zh_cn, zh_tw

source: <26>* With all powers combined, you will destroy the force field.
pt_br: <26>* Com todos os poderes combinados, você irá destruir o escudo de força.
zh_cn: <26>* 凝聚你和他们的力量， 就可以打破力场。
zh_tw: <26>* 凝聚你和他們的力量， 就可以打破力場。

source: <25>* Then...
pt_br: <25>* Então...
zh_cn: <25>* 之后...
zh_tw: <25>* 之後...

source: <25>* Monsterkind will search for a new home planet.
pt_br: <25>* A população monstro finalmente irá procurar por um novo planeta para chamar de casa.
zh_cn: <25>* 怪物一族就能寻找新家园了。
zh_tw: <25>* 怪物一族就能尋找新家園了。

source: <25>{#f/1}* ... however.
pt_br: <25>{#f/1}* ... entretanto.
zh_cn: <25>{#f/1}* 不过...
zh_tw: <25>{#f/1}* 不過...

source: <25>* If you do not want such a responsibility...
pt_br: <25>* Se você não deseja tal responsabilidade...
zh_cn: <25>* 如果你还没准备好 扛下如此重任...
zh_tw: <25>* 如果你還沒準備好 扛下如此重任...

source: <25>* You may stay with us on the outpost until you change your mind.
pt_br: <25>* Você deve ficar conosco no Outpost até mudar de ideia.
zh_cn: <25>* 你可以先和我们待在一起， 做好准备了，再进入档案。
zh_tw: <25>* 你可以先和我們待在一起， 做好準備了，再進入檔案。

source: <25>{#f/6}* Whatever you decide, I will support you.
pt_br: <25>{#f/6}* Seja lá o que você decidir, eu irei apoiar.
zh_cn: <25>{#f/6}* 无论如何， 我都会尊重你的选择。
zh_tw: <25>{#f/6}* 無論如何， 我都會尊重你的選擇。

source: <25>* Will you enter the archive?
pt_br: <25>* Você entrará no arquivo?
zh_cn: <25>* 那么，你愿意 现在进入“档案”吗？
zh_tw: <25>* 那麼，你願意 現在進入「檔案」嗎？

source: <26>{#p/asgore}{#f/6}* I see you have returned.
pt_br: <26>{#p/asgore}{#f/6}* Vejo que você voltou.
zh_cn: <26>{#p/asgore}{#f/6}* 你回来了。
zh_tw: <26>{#p/asgore}{#f/6}* 你回來了。

source: <25>{#f/6}* Follow me, young one.
pt_br: <25>{#f/6}* Me siga, pequeno.
zh_cn: <25>{#f/6}* 跟我来，孩子。
zh_tw: <25>{#f/6}* 跟我來，孩子。

source: <25>{#f/21}* There is much to do.
pt_br: <25>{#f/21}* A muito para ser feito.
zh_cn: <25>{#f/21}* 有不少事情等着咱们呢。
zh_tw: <25>{#f/21}* 有不少事情等著咱們呢。

source: <25>{#p/asgore}{#f/2}* ... I understand.
pt_br: <25>{#p/asgore}{#f/2}* ... eu entendo.
zh_cn: <25>{#p/asgore}{#f/2}* ...我理解。
zh_tw: <25>{#p/asgore}{#f/2}* ...我理解。

source: <25>{#f/1}* Perhaps it was wrong of me to assume you would be like the others.
pt_br: <25>{#f/1}* Talvez eu tenha errado em acreditar que você seria como os outros.
zh_cn: <25>{#f/1}* 也许我不该看别的孩子 马上进入“档案”， 就也催你跟着进。
zh_tw: <25>{#f/1}* 也許我不該看別的孩子 馬上進入「檔案」， 就也催你跟著進。

source: <25>{#f/5}* You did arrive quickly, and I have done little to earn your trust.
pt_br: <25>{#f/5}* Você chegou muito rápido e eu fiz pouco para merecer sua confiança.
zh_cn: <25>{#f/5}* 这么短时间， 我还没争取到你的信任。
zh_tw: <25>{#f/5}* 這麼短時間， 我還沒爭取到你的信任。

source: <25>{#f/5}* You may not be ready, and I have done little to earn your trust.
pt_br: <25>{#f/5}* Você talvez não esteja pronto, e eu fiz pouco para ganhar sua confiança.
zh_cn: <25>{#f/5}* 也许，你还没准备好， 也不信任我。
zh_tw: <25>{#f/5}* 也許，你還沒準備好， 也不信任我。

source: <25>{#f/1}* If you change your mind, you may return to me here...
pt_br: <25>{#f/1}* Se você mudar de ideia, deve retornar até mim...
zh_cn: <25>{#f/1}* 如果改变主意， 随时欢迎回来...
zh_tw: <25>{#f/1}* 如果改變主意， 隨時歡迎回來...

source: <25>{#f/2}* Otherwise, I shall not press you further.
pt_br: <25>{#f/2}* Eu não irei pressiona-lo.
zh_cn: <25>{#f/2}* 如果你不想这么做， 我不会强迫你。
zh_tw: <25>{#f/2}* 如果你不想這麼做， 我不會強迫你。

source: <25>{#p/asgore}{#f/6}* It is time.
pt_br: <25>{#p/asgore}{#f/6}* É a hora.
zh_cn: <25>{#p/asgore}{#f/6}* 开始吧。
zh_tw: <25>{#p/asgore}{#f/6}* 開始吧。

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Uh, y-yeah! * Sorry!
pt_br: <25>{#p/alphys}{#g/alphysOhGodNo}* Uh, c-certo! * Desculpa!
zh_cn: <25>{#p/alphys}{#g/alphysOhGodNo}* 啊，知-知道了！ * 对不起！
zh_tw: <25>{#p/alphys}{#g/alphysOhGodNo}* 啊，知-知道了！ * 對不起！

source: <25>{#p/alphys}{#g/alphysCutscene3}* Just getting everything ready and all...
pt_br: <25>{#p/alphys}{#g/alphysCutscene3}* só deixando tudo pronto e tals...
zh_cn: <25>{#p/alphys}{#g/alphysCutscene3}* 稍等一下， 我先做好准备工作...
zh_tw: <25>{#p/alphys}{#g/alphysCutscene3}* 稍等一下， 我先做好準備工作...

source: <25>{#p/alphys}{#g/alphysCutscene2}* There. * We should be set for the procedure.
pt_br: <25>{#p/alphys}{#g/alphysCutscene2}* Pronto. * Nós estamos prontos para o proceder.
zh_cn: <25>{#p/alphys}{#g/alphysCutscene2}* 搞定。 * 各项参数应该设定好了。
zh_tw: <25>{#p/alphys}{#g/alphysCutscene2}* 搞定。 * 各項參數應該設定好了。

source: <25>{#p/alphys}{#g/alphysWelp}* Okay, looks like they're in the system.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Okay, parece que ele está no sistema.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 好，那人类已经成功 连上装置。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 好，那人類已經成功 連上裝置。

source: <25>{#p/asgore}{#f/6}* Don't worry.
pt_br: <25>{#p/asgore}{#f/6}* Não temas.
zh_cn: <25>{#p/asgore}{#f/6}* 别紧张，孩子。
zh_tw: <25>{#p/asgore}{#f/6}* 別緊張，孩子。

source: <25>{#p/asgore}{#f/7}* When this archive was created...
pt_br: <25>{#p/asgore}{#f/7}* Quando o arquivo foi criado...
zh_cn: <25>{#p/asgore}{#f/7}* 在“档案”建造之初...
zh_tw: <25>{#p/asgore}{#f/7}* 在「檔案」建造之初...

source: <25>{#p/asgore}{#f/6}* We made sure to provide the ideal environment for the humans.
pt_br: <25>{#p/asgore}{#f/6}* Nós tivemos certeza de prover o mundo ideal para os humanos.
zh_cn: <25>{#p/asgore}{#f/6}* 我们为人类提供了 最舒适的生活环境。
zh_tw: <25>{#p/asgore}{#f/6}* 我們為人類提供了 最舒適的生活環境。

source: <25>{#p/asgore}{#f/21}* Lush forests, rolling hills, rivers as far as the eye can see...
pt_br: <25>{#p/asgore}{#f/21}* Grandes florestas, colinas, rios tão longos quanto a visão dos olhos...
zh_cn: <25>{#p/asgore}{#f/21}* 在里面，地球上所有美景 都能尽收眼底。
zh_tw: <25>{#p/asgore}{#f/21}* 在裡面，地球上所有美景 都能盡收眼底。

source: <25>{#p/asgore}{#f/6}* All the trappings of a beautiful earth vista.
pt_br: <25>{#p/asgore}{#f/6}* Todos os prazeres de uma linda vista de um mundo.
zh_cn: <25>{#p/asgore}{#f/6}* 你能看到郁郁葱葱的森林， 绵延起伏的山丘， 还有潺潺流淌的小溪。
zh_tw: <25>{#p/asgore}{#f/6}* 你能看到鬱鬱蔥蔥的森林， 綿延起伏的山丘， 還有潺潺流淌的小溪。

source: <25>{#p/asgore}{#f/4}* ... we are counting on you, young one.
pt_br: <25>{#p/asgore}{#f/4}* ... nós contamos contigo, pequeno.
zh_cn: <25>{#p/asgore}{#f/4}* ...年轻人， 怪物的命运都指望你了。
zh_tw: <25>{#p/asgore}{#f/4}* ...年輕人， 怪物的命運都指望你了。

source: <25>{#p/asgore}{#f/6}* Please, be safe, and do not take too long.
pt_br: <25>{#p/asgore}{#f/6}* Por favor, fique seguro, e não tome muito tempo.
zh_cn: <25>{#p/asgore}{#f/6}* 进入“档案”后， 务必注意安全， 也不要逗留太久。
zh_tw: <25>{#p/asgore}{#f/6}* 進入「檔案」後， 務必注意安全， 也不要逗留太久。

source: <32>{#p/basic}* Yeah, I'm still here...
pt_br: <32>{#p/basic}* É, eu ainda estou aqui...
zh_cn: <32>{#p/basic}* 我还在这里的，搭档...
zh_tw: <32>{#p/basic}* 我還在這裡的，搭檔...

source: <32>* ... though, I don't think I can follow you inside.
pt_br: <32>* ... mas, eu não acho que posso te seguir para dentro.
zh_cn: <32>* ...不过，那里是潜意识的时空，
zh_tw: <32>* ...不過，那裡是潛意識的時空，

source: <33>* Subconscious and all that.
pt_br: <33>* Subconsciente e toda essa coisa.
zh_cn: <33>* 我进不去。
zh_tw: <33>* 我進不去。

source: <32>* But whatever happens, I trust you'll do the right thing.
pt_br: <32>* Mas seja lá o que acontecer, eu confio em você para fazer a coisa certa.
zh_cn: <32>* 无论发生什么， 你一定会做正确的事。
zh_tw: <32>* 無論發生什麼， 你一定會做正確的事。

source: <32>* Stay safe, alright?
pt_br: <32>* Fique seguro, beleza?
zh_cn: <32>* 注意安全，好吗？
zh_tw: <32>* 注意安全，好嗎？

source: <25>{#p/asgore}{#f/2}* So you have arrived.
pt_br: <25>{#p/asgore}{#f/2}* Então você chegou.
zh_cn: <25>{#p/asgore}{#f/2}* 你来了。
zh_tw: <25>{#p/asgore}{#f/2}* 你來了。

source: <25>{#p/asgore}{#f/1}* ... * I suppose you would not have much to say.
pt_br: <25>{#p/asgore}{#f/1}* ... * Eu suponho que você não tenha muito para dizer.
zh_cn: <25>{#p/asgore}{#f/1}* ... * 我其实有很多事想问你。
zh_tw: <25>{#p/asgore}{#f/1}* ... * 我其實有很多事想問你。

source: <25>{#f/2}* Unlike myself, who has many questions to ask of you.
pt_br: <25>{#f/2}* Diferente da minha pessoa, da qual tem muito o que te questionar.
zh_cn: <25>{#f/2}* 或许， 你已经不想和我废话。
zh_tw: <25>{#f/2}* 或許， 你已經不想和我廢話。

source: <25>{#f/4}* Yet, despite our differences...
pt_br: <25>{#f/4}* Assim, mesmo com nossas diferenças...
zh_cn: <25>{#f/4}* 尽管如此...
zh_tw: <25>{#f/4}* 儘管如此...

source: <25>{|}{#f/7}* I still think we can- {%}
pt_br: <25>{|}{#f/7}* Eu ainda acho que pode- {%}
zh_cn: <25>{|}{#f/7}* 我还是相信- {%}
zh_tw: <25>{|}{#f/7}* 我還是相信- {%}

source: <32>{#p/human}{#v/6}{@fill=#faff29}* Isn't it pretty...?
pt_br: <32>{#p/human}{#v/6}{@fill=#faff29}* Não é fantástica...?
zh_cn: <32>{#p/human}{#v/6}{@fill=#faff29}* ...是不是挺美的？ゑ
zh_tw: <32>{#p/human}{#v/6}{@fill=#faff29}* ...是不是挺美的？ゑ

source: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * Well, that's what he would have said, anyway.
pt_br: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * Bem, isso é o que ele teria dito.
zh_cn: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * 不过，这话换他来说， 估计更合适。ゑ
zh_tw: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * 不過，這話換他來說， 估計更合適。ゑ

source: <32>{@fill=#faff29}* Places like this were the norm here, once...
pt_br: <32>{@fill=#faff29}* Lugares assim eram bem normais, eram...
zh_cn: <32>{@fill=#faff29}* 曾经，这样的美景 稀松平常，随处可见...ゑ
zh_tw: <32>{@fill=#faff29}* 曾經，這樣的美景 稀鬆平常，隨處可見...ゑ

source: <32>{@fill=#faff29}* ... before I arrived and ruined it all.
pt_br: <32>{@fill=#faff29}* ... antes de eu aparecer e arruinar tudo.
zh_cn: <32>{@fill=#faff29}* ...但我一来， 把一切都毁了。ゑ
zh_tw: <32>{@fill=#faff29}* ...但我一來， 把一切都毀了。ゑ

source: <32>{@fill=#faff29}* My bionic implant gave us top- level access to the system.
pt_br: <32>{@fill=#faff29}* Meu implante biônico nos dá acesso máximo ao sistema.
zh_cn: <32>{@fill=#faff29}* 我的体内有仿生植入体， 使用它，就可以夺取 系统的最高权限。ゑ
zh_tw: <32>{@fill=#faff29}* 我的體內有仿生植入體， 使用它，就可以奪取 系統的最高權限。ゑ

source: <32>{@fill=#faff29}* Anything we wanted, we could have... with a cost.
pt_br: <32>{@fill=#faff29}* Tudo que queríamos, poderíamos ter... com um custo.
zh_cn: <32>{@fill=#faff29}* 有了最高权限， 我们想要啥，就有啥... * 肆意滥用权限，最终付出了代价。ゑ
zh_tw: <32>{@fill=#faff29}* 有了最高權限， 我們想要啥，就有啥... * 肆意濫用權限，最終付出了代價。ゑ

source: <32>{@fill=#faff29}* You've seen the aftermath. * You've been to every world we created here...
pt_br: <32>{@fill=#faff29}* Você viu o pós vida. * Você esteve em cada mundo que nós criamos...
zh_cn: <32>{@fill=#faff29}* 你取得的“灵势”告诉我， 你已经去过我们创造的 所有子世界...ゑ
zh_tw: <32>{@fill=#faff29}* 你取得的「靈勢」告訴我， 你已經去過我們創造的 所有子世界...ゑ

source: <32>{@fill=#faff29}* The XM you've gained is proof of that.
pt_br: <32>{@fill=#faff29}* O XM que você ganhou é a prova disso.
zh_cn: <32>{@fill=#faff29}* 那末日般的景象， 想必你已经见过了。ゑ
zh_tw: <32>{@fill=#faff29}* 那末日般的景象， 想必你已經見過了。ゑ

source: <32>{@fill=#faff29}* XM... * It's an acronym, of course. * It stands for "exotic matter."
pt_br: <32>{@fill=#faff29}* XM... * É um acrônimo, óbvio. * Ele significa "Matéria eXótica."
zh_cn: <32>{@fill=#faff29}* “灵势”... * 当然也是个缩写， 全称叫“灵魂势能”。ゑ
zh_tw: <32>{@fill=#faff29}* 「靈勢」... * 當然也是個縮寫， 全稱叫「靈魂勢能」。ゑ

source: <32>{@fill=#faff29}* It's the stuff that links all of our SOULs together.
pt_br: <32>{@fill=#faff29}* É basicamente aquilo que une todas as nossas ALMAS.
zh_cn: <32>{@fill=#faff29}* 我们的灵魂， 就是靠它联结在一起。ゑ
zh_tw: <32>{@fill=#faff29}* 我們的靈魂， 就是靠它聯結在一起。ゑ

source: <32>{@fill=#faff29}* It's what you need to break the force field.
pt_br: <32>{@fill=#faff29}* É o que você precisa para quebrar o escudo de força.
zh_cn: <32>{@fill=#faff29}* 而有了它， 你就能一举打碎力场。ゑ
zh_tw: <32>{@fill=#faff29}* 而有了它， 你就能一舉打碎力場。ゑ

source: <32>{#p/human}{#v/6}{@fill=#faff29}* I don't know if we'll be aware of what happened here.
pt_br: <32>{#p/human}{#v/6}{@fill=#faff29}* Eu não sei se estaremos cientes do que aconteceu aqui.
zh_cn: <32>{#p/human}{#v/6}{@fill=#faff29}* 这里是潜意识时空， 人的意识触及不到这里。ゑ
zh_tw: <32>{#p/human}{#v/6}{@fill=#faff29}* 這裡是潛意識時空， 人的意識觸及不到這裡。ゑ

source: <32>{@fill=#faff29}* This is only a subconscious realm, after all.
pt_br: <32>{@fill=#faff29}* Está é apenas uma terra no subconsciente, depois de tudo.
zh_cn: <32>{@fill=#faff29}* 所以，我不知道 自己醒来后，是否还会记得 这里发生的一切，ゑ
zh_tw: <32>{@fill=#faff29}* 所以，我不知道 自己醒來後，是否還會記得 這裡發生的一切，ゑ

source: <32>{@fill=#faff29}* Still, even when a nightmare like ours comes to an end...
pt_br: <32>{@fill=#faff29}* Ainda assim, mesmo quando pesadelos como os nossos chegam a um fim.
zh_cn: <32>{@fill=#faff29}* 但没关系。 即使我们的噩梦终将画上句号... 即使我们终将遗忘一切...ゑ
zh_tw: <32>{@fill=#faff29}* 但沒關係。 即使我們的惡夢終將畫上句號... 即使我們終將遺忘一切...ゑ

source: <32>{@fill=#faff29}* Is it ever truly forgotten?
pt_br: <32>{@fill=#faff29}* Da realmente para esquecer verdadeiramente?
zh_cn: <32>{@fill=#faff29}* 也一定有人会记得这些。ゑ
zh_tw: <32>{@fill=#faff29}* 也一定有人會記得這些。ゑ

source: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * It's time for you to go.
pt_br: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * Está na hora de você ir.
zh_cn: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * 你该走了。ゑ
zh_tw: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * 你該走了。ゑ

source: <32>{@fill=#faff29}* You can find the exit terminal at the end of the prime pathway.
pt_br: <32>{@fill=#faff29}* Você pode encontrar o terminal de saída no final do caminho principal.
zh_cn: <32>{@fill=#faff29}* 离开这里的终端 就在主干道的尽头。ゑ
zh_tw: <32>{@fill=#faff29}* 離開這裡的終端 就在主幹道的盡頭。ゑ

source: <32>{@fill=#faff29}* ... take care...
pt_br: <32>{@fill=#faff29}* ... cuide-se...
zh_cn: <32>{@fill=#faff29}* ...多多保重...ゑ
zh_tw: <32>{@fill=#faff29}* ...多多保重...ゑ

source: <32>{@fill=#faff29}* Got it?
pt_br: <32>{@fill=#faff29}* Entendeu?
zh_cn: <32>{@fill=#faff29}* 好吗？ゑ
zh_tw: <32>{@fill=#faff29}* 好嗎？ゑ

source: <32>{@fill=#faff29}* ... but before you go...
pt_br: <32>{@fill=#faff29}* ... mas antes de você ir...
zh_cn: <32>{@fill=#faff29}* ...走之前，我有个问题...ゑ
zh_tw: <32>{@fill=#faff29}* ...走之前，我有個問題...ゑ

source: <32>{@fill=#faff29}* Frisk? * That's your name, isn't it?
pt_br: <32>{@fill=#faff29}* Frisk? * Esse é seu nome, não é?
zh_cn: <32>{@fill=#faff29}* 你的名字， 是叫Frisk吗？ゑ
zh_tw: <32>{@fill=#faff29}* 你的名字， 是叫Frisk嗎？ゑ

source: <32>{@fill=#faff29}* Forgive me. * I couldn't help but wonder what was on your mind.
pt_br: <32>{@fill=#faff29}* Me perdoe. * Eu devo me perguntar o que se passa em sua mente.
zh_cn: <32>{@fill=#faff29}* 抱歉。 * 只是你一言不发，我有点好奇 你在想些什么。ゑ
zh_tw: <32>{@fill=#faff29}* 抱歉。 * 只是你一言不發，我有點好奇 你在想些什麼。ゑ

source: <32>{@fill=#faff29}* ... * You're a good person, Frisk.
pt_br: <32>{@fill=#faff29}* ... * Você é uma boa pessoa, Frisk.
zh_cn: <32>{@fill=#faff29}* ... * Frisk，你是个好人。ゑ
zh_tw: <32>{@fill=#faff29}* ... * Frisk，你是個好人。ゑ

source: <32>{@fill=#faff29}* And from what I can tell...
pt_br: <32>{@fill=#faff29}* E pelo que eu consigo dizer...
zh_cn: <32>{@fill=#faff29}* 而且...ゑ
zh_tw: <32>{@fill=#faff29}* 而且...ゑ

source: <32>{@fill=#faff29}* So is the one who's been making all those choices for you.
pt_br: <32>{@fill=#faff29}* Assim é a pessoa que faz todas as escolhas por você.
zh_cn: <32>{@fill=#faff29}* 那个人，一直在幕后， 为你出谋划策的人... * 也是个好人。ゑ
zh_tw: <32>{@fill=#faff29}* 那個人，一直在幕後， 為你出謀劃策的人... * 也是個好人。ゑ

source: <32>{@fill=#faff29}* Frisk and I won't remember this conversation, but there's a chance you might.
pt_br: <32>{@fill=#faff29}* Frisk e eu não vamos lembrar dessa conversa, mas existe uma pequena chance.
zh_cn: <32>{@fill=#faff29}* 这一切，我跟Frisk或许都会忘记。 * 但你不会。ゑ
zh_tw: <32>{@fill=#faff29}* 這一切，我跟Frisk或許都會忘記。 * 但你不會。ゑ

source: <32>{@fill=#faff29}* If you're really out there somewhere, listening...
pt_br: <32>{@fill=#faff29}* Se você realmente está aí fora, ouvindo...
zh_cn: <32>{@fill=#faff29}* 如果此刻， 你正在某处看着我们...ゑ
zh_tw: <32>{@fill=#faff29}* 如果此刻， 你正在某處看著我們...ゑ

source: <32>{@fill=#faff29}* ... don't forget about the lives we've led in this place.
pt_br: <32>{@fill=#faff29}* ... não esqueça das vidas que deixamos neste lugar.
zh_cn: <32>{@fill=#faff29}* ...请不要忘记 我们的经历，我们的故事。 * 请不要忘记这里发生的一切。ゑ
zh_tw: <32>{@fill=#faff29}* ...請不要忘記 我們的經歷，我們的故事。 * 請不要忘記這裡發生的一切。ゑ

source: <32>{@fill=#faff29}* No matter the world, real or virtual, memories like ours don't deserve to be forgotten.
pt_br: <32>{@fill=#faff29}* Não importa o mundo, real ou virtual, memórias como as nossas não merecem ser esquecidas.
zh_cn: <32>{@fill=#faff29}* 不管这世界是真是假。 * 这里的记忆， 都是最珍贵的东西。ゑ
zh_tw: <32>{@fill=#faff29}* 不管這世界是真是假。 * 這裡的記憶， 都是最珍貴的東西。ゑ

source: <25>{#p/alphys}{#g/alphysWelp}* I'll be waiting for you at the force field.
pt_br: <25>{#p/alphys}{#g/alphysWelp}* Eu vou te esperar no escudo de força.
zh_cn: <25>{#p/alphys}{#g/alphysWelp}* 我去力场那等你。
zh_tw: <25>{#p/alphys}{#g/alphysWelp}* 我去力場那等你。

source: <25>{#p/alphys}{#g/alphysFR}* ... also, I took the Mew Mew doll from you while you were asleep.
pt_br: <25>{#p/alphys}{#g/alphysFR}* ... aliás, eu peguei a boneca Mew Mew de você enquanto dormia.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* ...哦对了，趁你“睡觉”的时候。 我把喵喵玩偶拿回来了！
zh_tw: <25>{#p/alphys}{#g/alphysFR}* ...喔對了，趁你「睡覺」的時候。 我把喵喵玩偶拿回來了！

source: <25>{#p/alphys}{#g/alphysHellYeah}* Who's laughing now!
pt_br: <25>{#p/alphys}{#g/alphysHellYeah}* Quem está rindo agora!
zh_cn: <25>{#p/alphys}{#g/alphysHellYeah}* 还想占我便宜？ 让人笑掉大牙了都。
zh_tw: <25>{#p/alphys}{#g/alphysHellYeah}* 還想佔我便宜？ 讓人笑掉大牙了都。

source: <25>{#p/alphys}{#g/alphysFR}* ... also, I found the Mew Mew doll you let go of earlier.
pt_br: <25>{#p/alphys}{#g/alphysFR}* ... aliás, eu achei a boneca Mew Mew que você jogou fora antes.
zh_cn: <25>{#p/alphys}{#g/alphysFR}* ...哦对了， 你把我的喵喵玩偶夺走， 现在我拿回来了。
zh_tw: <25>{#p/alphys}{#g/alphysFR}* ...喔對了， 你把我的喵喵玩偶送人， 現在我拿回來了。

source: <25>{*}{#p/alphys}{#g/alphysSmileSweat}* Ready?{^40}{%}
pt_br: <25>{*}{#p/alphys}{#g/alphysSmileSweat}* Pronto?{^40}{%}
zh_cn: <25>{*}{#p/alphys}{#g/alphysSmileSweat}* 准备好了吗？{^40}{%}
zh_tw: <25>{*}{#p/alphys}{#g/alphysSmileSweat}* 準備好了嗎？{^40}{%}

source: <25>{*}{#p/twinkly}{#f/8}* Indecisive, eh Asgore?
pt_br: <25>{*}{#p/twinkly}{#f/8}* Indeciso, eh Asgore?
zh_cn: <25>{*}{#p/twinkly}{#f/8}* 是不是拿不定主意呀， 亲爱的Asgore？
zh_tw: <25>{*}{#p/twinkly}{#f/8}* 是不是拿不定主意呀， 親愛的Asgore？

source: <25>{*}{#f/5}* I know. * Choices can be difficult sometimes.
pt_br: <25>{*}{#f/5}* Eu sei. * Escolhas podem ser difíceis.
zh_cn: <25>{*}{#f/5}* 我理解。 * 谁都有犹豫不决的时候。
zh_tw: <25>{*}{#f/5}* 我理解。 * 誰都有猶豫不決的時候。

source: <25>{*}{#f/11}* But that's okay!
pt_br: <25>{*}{#f/11}* Mas tudo bem!
zh_cn: <25>{*}{#f/11}* 但没关系！
zh_tw: <25>{*}{#f/11}* 但沒關係！

source: <25>{*}{#f/7}* You won't have to make them anymore.
pt_br: <25>{*}{#f/7}* Você não irá precisar fazer elas mais.
zh_cn: <25>{*}{#f/7}* 你再也不用操心啦！
zh_tw: <25>{*}{#f/7}* 你再也不用操心啦！

source: <25>{*}{#p/asgore}{#g/asgoreBound}* ... what are you...
pt_br: <25>{*}{#p/asgore}{#g/asgoreBound}* ... o quê você...
zh_cn: <25>{*}{#p/asgore}{#g/asgoreBound}* ...你在...
zh_tw: <25>{*}{#p/asgore}{#g/asgoreBound}* ...你在...

source: <25>{*}* ... doing...
pt_br: <25>{*}* ... está fazendo...
zh_cn: <25>{*}* ...干...什么...
zh_tw: <25>{*}* ...幹...什麼...

source: <25>{*}{#p/twinkly}{#f/8}* Oh, nothing, Asgore...
pt_br: <25>{*}{#p/twinkly}{#f/8}* Ah, nada, Asgore...
zh_cn: <25>{*}{#p/twinkly}{#f/8}* 哎呀，我什么都没干呀， Asgore...
zh_tw: <25>{*}{#p/twinkly}{#f/8}* 哎呀，我什麼都沒幹呀， Asgore...

source: <25>{*}{#p/twinkly}{#f/5}* Golly, Asgore...
pt_br: <25>{*}{#p/twinkly}{#f/5}* Senhor, Asgore...
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 哎呀呀，Asgore...
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 哎呀呀，Asgore...

source: <25>{*}{#f/11}* You could've killed them, and nobody would have complained.
pt_br: <25>{*}{#f/11}* Você poderia tê-lo matado, e ninguém teria reclamado.
zh_cn: <25>{*}{#f/11}* 你本可以直接把人杀了， 那就皆大欢喜。
zh_tw: <25>{*}{#f/11}* 你本可以直接把人殺了， 那就皆大歡喜。

source: <25>{*}{#f/7}* But now, you've missed your chance.
pt_br: <25>{*}{#f/7}* Mas agora, você perdeu sua chance.
zh_cn: <25>{*}{#f/7}* 但现在，你再也没机会咯。
zh_tw: <25>{*}{#f/7}* 但現在，你再也沒機會嚕。

source: <25>{*}{#p/twinkly}{#f/5}* Killing people isn't THAT bad, Asgore...
pt_br: <25>{*}{#p/twinkly}{#f/5}* Matar pessoas não é DE TODO mau, Asgore...
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 杀人，可没你想得 那么伤天害理哦，Asgore...
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 殺人，可沒你想得 那麼傷天害理喔，Asgore...

source: <25>{*}{#f/9}* You just have to learn how to have fun with it!
pt_br: <25>{*}{#f/9}* Você só precisa aprender a se divertir!
zh_cn: <25>{*}{#f/9}* 就让我好好教你 怎么才能杀得又嗨又爽吧！
zh_tw: <25>{*}{#f/9}* 就讓我好好教你 怎麼才能殺得又嗨又爽吧！

source: <25>{*}{#p/twinkly}{#f/5}* Well, well...
pt_br: <25>{*}{#p/twinkly}{#f/5}* Bem, bem...
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 哎呀，哎呀...
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 哎呀，哎呀...

source: <26>{*}{#f/11}* Weren't you clever to get here so quickly.
pt_br: <26>{*}{#f/11}* Você foi bem para chegar aqui.
zh_cn: <26>{*}{#f/11}* 跑太快，把脑子都跑丢了。
zh_tw: <26>{*}{#f/11}* 跑太快，把腦子都跑丟了。

source: <25>{*}{#p/twinkly}{#f/5}* Didja think you'd be able to slip past me that easily?
pt_br: <25>{*}{#p/twinkly}{#f/5}* Cê realmente achou que fugiria de mim tão facilmente?
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 想靠那点小把戏蒙混过关？
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 想靠那點小把戲矇混過關？

source: <25>{*}{#f/7}* Don't be ridiculous.
pt_br: <25>{*}{#f/7}* Não seja ridículo.
zh_cn: <25>{*}{#f/7}* 真当我眼瞎呢。
zh_tw: <25>{*}{#f/7}* 真當我眼瞎呢。

source: <25>{*}{#p/twinkly}{#f/5}* Howdy, Asgore.
pt_br: <25>{*}{#p/twinkly}{#f/5}* Olá, Asgore.
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 哈喽，Asgore！
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 哈囉，Asgore！

source: <26>{*}{#f/11}* There's a lot that needs done before we can save monsterkind.
pt_br: <26>{*}{#f/11}* Tem muito o que ser feito antes de podermos salvar os monstros.
zh_cn: <26>{*}{#f/11}* 别这么急着拯救怪物嘛， 好玩的事多着呢。
zh_tw: <26>{*}{#f/11}* 別這麼急著拯救怪物嘛， 好玩的事多著呢。

source: <25>{*}{#p/twinkly}{#f/5}* I know this came out of nowhere, but come on!
pt_br: <25>{*}{#p/twinkly}{#f/5}* Eu sei que isso veio do nada, mas qual foi!
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 我知道 这一下把你吓得不轻， 但别气馁哦！
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 我知道 這一下把你嚇得不輕， 但別氣餒喔！

source: <25>{*}{#f/7}* I'm only trying to have fun, Asgore.
pt_br: <25>{*}{#f/7}* Eu só estou tentando me divertir, Asgore.
zh_cn: <25>{*}{#f/7}* 你看，这多好玩啊。 是不是呀，Asgore？
zh_tw: <25>{*}{#f/7}* 你看，這多好玩啊。 是不是呀，Asgore？

source: <25>{*}{#p/twinkly}{#f/7}* Like I'd ever let you escape so easily.
pt_br: <25>{*}{#p/twinkly}{#f/7}* Como se eu fosse deixar você escapar tão facilmente.
zh_cn: <25>{*}{#p/twinkly}{#f/7}* 哎呀呀，真可怜呢， 我的小$(name)。 * 真以为我好忽悠？
zh_tw: <25>{*}{#p/twinkly}{#f/7}* 哎呀呀，真可憐呢， 我的小$(name)。 * 真以為我好忽悠？

source: <25>{*}{#f/8}* Poor $(name)... always so eager to take the shortcuts in life...
pt_br: <25>{*}{#f/8}* Pobre $(name)... sempre querendo pegar atalhos na vida...
zh_cn: <25>{*}{#f/8}* 你怎么总想着走捷径呢...
zh_tw: <25>{*}{#f/8}* 你怎麼總想著走捷徑呢...

source: <25>{*}{#f/8}* Poor $(name)... always so desperate to have things your way...
pt_br: <25>{*}{#f/8}* Pobre $(name)... sempre desesperado para ter as coisas do seu jeito...
zh_cn: <25>{*}{#f/8}* 你咋这么自以为是呢...
zh_tw: <25>{*}{#f/8}* 你咋這麼自以為是呢...

source: <25>{*}{#f/5}* But not this time.
pt_br: <25>{*}{#f/5}* Mas não dessa vez.
zh_cn: <25>{*}{#f/5}* 你那点小聪明，休想得逞。
zh_tw: <25>{*}{#f/5}* 你那點小聰明，休想得逞。

source: <25>{*}{#p/twinkly}{#f/5}* From now on, I'll be the one calling the shots.
pt_br: <25>{*}{#p/twinkly}{#f/5}* De agora em diante, eu serei quem vai decidir o futuro.
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 从现在起，我才是爹。
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 從現在起，我才是爹。

source: <25>{*}{#f/7}* And you just have to live with it.
pt_br: <25>{*}{#f/7}* E você só vai ter que lidar com isso.
zh_cn: <25>{*}{#f/7}* 而你？ 就是个任我摆布的傀儡！
zh_tw: <25>{*}{#f/7}* 而你？ 就是個任我擺布的傀儡！

source: <25>{*}{#p/twinkly}{#f/11}* Come now, $(name)...
pt_br: <25>{*}{#p/twinkly}{#f/11}* Vamos lá, $(name)...
zh_cn: <25>{*}{#p/twinkly}{#f/11}* $(name)，别挣扎了...
zh_tw: <25>{*}{#p/twinkly}{#f/11}* $(name)，別掙扎了...

source: <25>{*}{#f/5}* This resistance of yours is pointless!
pt_br: <25>{*}{#f/5}* Resistir é inútil!
zh_cn: <25>{*}{#f/5}* 你逃不出我的手掌心！
zh_tw: <25>{*}{#f/5}* 你逃不出我的手掌心！

source: <25>{*}{#f/7}* No matter how fast you try to go, I'll always be one step ahead.
pt_br: <25>{*}{#f/7}* Não importa o quão rápido você vá, eu sempre estarei um passo a frente.
zh_cn: <25>{*}{#f/7}* 你就算长了飞毛腿， 我也比你快！
zh_tw: <25>{*}{#f/7}* 你就算長了飛毛腿， 我也比你快！

source: <25>{*}{#f/7}* No matter what you do, I'll always be one step ahead.
pt_br: <25>{*}{#f/7}* Não importa o que você faça, eu sempre estarei um passo a frente.
zh_cn: <25>{*}{#f/7}* 你就算求爷爷告奶奶， 我也不会放过你。
zh_tw: <25>{*}{#f/7}* 你就算求爺爺告奶奶， 我也不會放過你。

source: <25>{*}{#p/twinkly}{#f/5}* Shh... it's alright.
pt_br: <25>{*}{#p/twinkly}{#f/5}* Shh... tá tudo bem.
zh_cn: <25>{*}{#p/twinkly}{#f/5}* 嘘... 别怕。
zh_tw: <25>{*}{#p/twinkly}{#f/5}* 噓... 別怕。
