Repository: ws-3917/psoutertale-weblate
Catalog: text/systems/*.po
Languages: de_de, hu_hu, ja_jp

source: (You take a deep breath.)
de_de: (Sie holen tief Luft.)
hu_hu: (Veszel egy mély lélegzetet.)
ja_jp: (しんこきゅう した)

source: (You're filled with determination.)
de_de: (Sie sind voller Entschlossenheit.)
hu_hu: (El vagy telve elszántsággal.)
ja_jp: (ケツイが みなぎった)

source: You cannot give up just yet...
de_de: Du darfst noch nicht aufgeben...
hu_hu: Nem adhatod fel épp most...
ja_jp: あきらめては いけない…

source: $(name)! Stay determined...
de_de: $(name)! Bleib entschlossen...
hu_hu: $(name)! Maradj elszánt...
ja_jp: $(name)！ ケツイを ちからに かえるんだ！

source: Our fate rests upon you...
de_de: Unser Schicksal liegt in Ihren Händen...
hu_hu: A sorsunk a Te kezedven van...
ja_jp: われわれの うんめいが かかっている…

source: You're going to be alright!
de_de: Es wird alles gut!
hu_hu: Minden rendben lesz!
ja_jp: しっかりしろ！

source: Don't lose hope!
de_de: Geben Sie die Hoffnung nicht auf!
hu_hu: Ne veszítsd el a reményt!
ja_jp: きぼうを すてるな！

source: It cannot end now!
de_de: Es darf jetzt nicht enden!
hu_hu: Ez nem végződhet most!
ja_jp: あきらめては ダメだ！

source: * Escaped...
de_de: * Entkommen...
hu_hu: * Megszökve...
ja_jp: ＊バトルからにげた…

source: * I'm outta here.
de_de: * Ich bin hier raus.
hu_hu: * Eltűntem innen.
ja_jp: ＊さようなら。

source: * I've got better to do.
de_de: * Ich habe Besseres zu tun.
hu_hu: * Van jobb dolgom.
ja_jp: ＊こんなことを している ばあいじゃない。

source: * Don't slow me down.
de_de: * Brems mich nicht aus.
hu_hu: * Ne lassíts le.
ja_jp: ＊とめないで。

source: * Ran away with $(x) EXP and $(y)G.
de_de: * Bin mit $(x) EXP und $(y)G weggelaufen.
hu_hu: * Megszökve $(x) TP-vel és $(y)A-val.
ja_jp: ＊バトルからにげた。 $(x)EXPと$(y)ゴールドを てにいれた。

source: * Assist
de_de: * Helfen
hu_hu: * Segítség
ja_jp: ＊たすけをもとめる

source: * Flee
de_de: * Fliehen
hu_hu: * Szökés
ja_jp: ＊にげる

source: * Spare
de_de: * Verschonen
hu_hu: * Kímélet
ja_jp: ＊にがす

source: <32>{#p/story}* YOU WON! * You earned $(x) EXP and $(y)G.
de_de: <32>{#p/story}* DU HAST GEWONNEN! * Du erhältst $(x) EXP und $(y)G.
hu_hu: <32>{#p/story}* GYŐZTÉL! * Elnyertél $(x) TP-t és $(y)A-t.
ja_jp: <32>{#p/story}＊YOU WIN！ ＊$(x)EXPと$(y)ゴールドを かくとく。

source: <32>{#p/story}* YOU WON! * You earned $(x) EXP and $(y)G. * Your LOVE increased.
de_de: <32>{#p/story}* DU HAST GEWONNEN! * Du erhältst $(x) EXP und $(y)G. * Deine LOVE ist gestiegen.
hu_hu: <32>{#p/story}* GYŐZTÉL! * Elnyertél $(x) TP-t és $(y)A-t. * A SZERETETED emelkedett.
ja_jp: <32>{#p/story}＊YOU WIN！ ＊$(x)EXPと$(y)ゴールドを かくとく。 ＊LOVEが あがった。

source: ERROR
de_de: FEHLER
hu_hu: HIBA
ja_jp: エラー

source: DISMISS
de_de: ZURÜCKWEISEN
hu_hu: ELUTASÍT
ja_jp: 無視

source: Click To Dismiss
de_de: Klicken, um zu schließen.
hu_hu: Kattints az elutasításhoz
ja_jp: エラーを無視

source: An error occured! Please send screenshot to developer.
de_de: Ein Fehler ist aufgetreten! Bitte senden Sie einen Screenshot an den Entwickler.
hu_hu: Hiba lépett fel! Kérlek küldj képernyőképet a fejlesztőnek.
ja_jp: エラーが発生しました！ 開発者にスクリーンショットを送ってください。

source: CONTROL
de_de: KONTROLLE
hu_hu: IRÁNYÍTÁS
ja_jp: コントロ

source: GENERAL
de_de: ALLGEMEIN
hu_hu: ÁLTALÁNOS
ja_jp: 一般

source: BATTLE
hu_hu: HARC
ja_jp: バトル

source: FixMusic
hu_hu: ZeneFix
ja_jp: BGMを修正

source: FixPlayer
hu_hu: JátékosFix
ja_jp: プレイヤー修正

source: InfiniteG
hu_hu: VégtelenA
ja_jp: ゴールド無限

source: Interact
de_de: Interagieren
hu_hu: Használ
ja_jp: 調査を有効化

source: Input
hu_hu: Bevitel
ja_jp: 入力を有効化

source: Movement
de_de: Bewegung
hu_hu: Irányítás
ja_jp: 移動を有効化

source: Noclip
hu_hu: ÜtközésKi
ja_jp: 壁を無視

source: Save
de_de: Speichern
hu_hu: Mentés
ja_jp: セーブ

source: SkipText
hu_hu: SzövegÁtugrás
ja_jp: 会話をスキップ

source: Freecam
hu_hu: SzabadKamera
ja_jp: 自由な視点

source: CanAssist
hu_hu: KépesSegíteni
ja_jp: おたすけモード

source: ClearBox
hu_hu: DobozÜrítése
ja_jp: 弾を削除

source: Exit
de_de: Verlassen
hu_hu: Kilépés
ja_jp: やめる

source: ResetBox
hu_hu: DobozVisszaállítása
ja_jp: 枠サイズ

source: ResetMenu
hu_hu: MenüVisszaállítása
ja_jp: ﾒﾆｭｰﾘｾｯﾄ

source: CanFlee
de_de: KannFliehen
hu_hu: KépesMegszökni
ja_jp: にがす

source: InfiniteHP
hu_hu: VégtelenÉP
ja_jp: HPむげん

source: PacifyAll
de_de: AlleBefrieden
hu_hu: MindentNyugtat
ja_jp: 敵全体をにがす

source: Suicide
de_de: Selbstmord
hu_hu: Öngyilok
ja_jp: 自殺

source: WeakenAll
de_de: AlleSchwächen
hu_hu: MindentMeggyengít
ja_jp: 敵全体を弱体化

source: Halt
hu_hu: Állj
ja_jp: 一時停止

source: GAME SPEED
hu_hu: JÁTÉK SEBESSÉG
ja_jp: ゲームスピード

source: More
de_de: Mehr
hu_hu: Több
ja_jp: 加速

source: Less
de_de: Weniger
hu_hu: Kevesebb
ja_jp: 減速

source: $(x)s/frame
hu_hu: $(x)s/képkocka
ja_jp: $(x)秒 / フレーム

source: GODHOME
de_de: GOTTESHAUS
hu_hu: ISTENOTTHON
ja_jp: ホーム

source: ROOM
de_de: Räume
hu_hu: SZOBA
ja_jp: ルーム

source: ENCOUNTER
de_de: BEGEGNEN
hu_hu: ÖSSZECSAPÁS
ja_jp: バトル

source: ARMOR
de_de: RÜST
hu_hu: PÁNCÉL
ja_jp: AMR

source: WEAPON
de_de: WAFFEN
hu_hu: FEGYVER
ja_jp: WPN

source: INSPECT
hu_hu: VIZSGÁL
ja_jp: レイヤー

source: LAYERS
hu_hu: RÉTEGEK
ja_jp: レイヤー

source: TYPES
hu_hu: TÍPUSOK
ja_jp: タイプ

source: Base
hu_hu: Alap

source: Below
hu_hu: Alatt

source: Main
hu_hu: Fő

source: Above
hu_hu: Felett

source: Menu
hu_hu: Menü

source: Hitbox
hu_hu: ÜtközésiKeret
ja_jp: 攻撃枠

source: Text
hu_hu: Szöveg
ja_jp: テキスト

source: EXPLORER
hu_hu: INTÉZŐ
ja_jp: 表示

source: Base (Explorer)
hu_hu: Alap (Intéző)
ja_jp: Base (表示)

source: Below (Explorer)
hu_hu: Alatt (Intéző)
ja_jp: Below (表示)

source: Main (Explorer)
hu_hu: Fő (Intéző)
ja_jp: Main (表示)

source: Above (Explorer)
hu_hu: Felett (Intéző)
ja_jp: Above (表示)

source: Menu (Explorer)
hu_hu: Menü (Intéző)
ja_jp: Menu (表示)

source: Press [TAB] to cycle debug info
de_de: Drücken Sie [TAB], um die Debuginformationen durchzugehen
hu_hu: Nyomj [TAB]-ot a debug infó váltásához
ja_jp: [TAB]でデバッグ情報を表示

source: Acceleration
de_de: Beschleunigung
hu_hu: Gyorsulás
ja_jp: 加速度

source: Active
de_de: Aktiv
hu_hu: Aktív
ja_jp: アクティブ

source: Alpha
hu_hu: Alfa
ja_jp: アルファ値

source: Anchor
de_de: Anker
hu_hu: Horgony
ja_jp: アンカー

source: Blend
de_de: Mischung
hu_hu: Összemos
ja_jp: ブレンドモード

source: Border
de_de: Grenze
hu_hu: keret
ja_jp: 枠

source: Computed Size
de_de: Berechnete Größe
hu_hu: Számított Méret
ja_jp: 処理済みのデータサイズ

source: Content
de_de: Inhalt
hu_hu: Tartalom
ja_jp: 内容

source: Crop
de_de: Ernte
hu_hu: Vágás
ja_jp: クロップ

source: Down
de_de: Runter
hu_hu: Le
ja_jp: 下

source: Duration
de_de: Dauer
hu_hu: Időtartam
ja_jp: 継続時間

source: EXP
hu_hu: TP

source: Extent
de_de: Ausmaß
hu_hu: Mérték
ja_jp: 拡張範囲

source: Face
de_de: Gesicht
hu_hu: Arc
ja_jp: 方向

source: False
de_de: FALSCH
hu_hu: Hamis
ja_jp: いいえ

source: Fill
de_de: Füllen
hu_hu: Kitölt
ja_jp: 塗りつぶす

source: Font Family
de_de: Schriftfamilie
hu_hu: Betűcsalád
ja_jp: フォントファミリー

source: Font Size
de_de: Schriftgröße
hu_hu: Betűméret
ja_jp: フォントサイズ

source: Frames
de_de: Rahmen
hu_hu: Képkockák
ja_jp: フレームソース

source: Gravity
de_de: Schwerkraft
hu_hu: Gravitáció
ja_jp: 重力

source: Group
de_de: Gruppe
hu_hu: Csoport
ja_jp: グループ

source: HP
hu_hu: ÉP

source: Index
hu_hu: Mutató
ja_jp: フレーム番号

source: Inert
hu_hu: Tétlen
ja_jp: 非アクティブ

source: Key
de_de: Schlüssel
hu_hu: Kulcs
ja_jp: キー

source: Last Saved Time
de_de: Zuletzt gespeicherter Zeitpunkt
hu_hu: Legutóbbi Mentett Idő
ja_jp: 前回セーブした時間

source: Layer
hu_hu: Réteg
ja_jp: レイヤー

source: Layers
hu_hu: Rétegek
ja_jp: レイヤー

source: Left
de_de: Links
hu_hu: Bal
ja_jp: 左

source: Metadata
de_de: Metadaten
hu_hu: Metaadat
ja_jp: メタデータ

source: Music
de_de: Musik
hu_hu: Zene
ja_jp: BGM

source: Namespace
de_de: Namensraum
hu_hu: Névtér
ja_jp: 名前空間

source: NONE
de_de: KEINER
hu_hu: SEMMI
ja_jp: なし

source: none
de_de: keiner
hu_hu: semmi
ja_jp: 無し

source: Objects
de_de: Objekte
hu_hu: Objektumok
ja_jp: 対象

source: Oversaver
hu_hu: Túlmentő
ja_jp: 自動保存

source: Parallax
de_de: Parallaxe
hu_hu: Parallaxis
ja_jp: パララックス

source: Position
hu_hu: Pozíció
ja_jp: 位置

source: Primed
de_de: Grundiert
hu_hu: Előkészített
ja_jp: 保存データあり

source: Priority
de_de: Priorität
hu_hu: Prioritás
ja_jp: 優先度

source: REGISTRY
de_de: REGISTRIERUNG
hu_hu: BEJEGYZÉS
ja_jp: レジストリ

source: Renderer
hu_hu: Renderelő
ja_jp: レンダラー

source: Resources
de_de: Ressourcen
hu_hu: Erőforrások
ja_jp: リソース

source: Reverse
de_de: Umkehren
hu_hu: Fordított
ja_jp: 逆再生

source: Right
de_de: Rechts
hu_hu: Jobb
ja_jp: 右

source: Room
de_de: Raum
hu_hu: Szoba
ja_jp: ルーム

source: Room State
de_de: Raumzustand
hu_hu: Szoba Állapot
ja_jp: ルーム状態

source: Rotation
de_de: Drehung
hu_hu: Forgatás
ja_jp: 回転

source: Scale
de_de: Skala
hu_hu: Skála
ja_jp: スケーリング

source: Shop Selection
de_de: Shop-Auswahl
hu_hu: Bolt Választás
ja_jp: 店の選択肢

source: Size
de_de: Größe
hu_hu: Méret
ja_jp: サイズ

source: Spacing
de_de: Abstand
hu_hu: Térköz
ja_jp: 文字間隔

source: Spin
de_de: Drehen
hu_hu: Pörgetés
ja_jp: 角速度

source: Sprites
hu_hu: Sprite-ok
ja_jp: スプライト

source: Step
de_de: Schritt
hu_hu: Lépés
ja_jp: 移動単位

source: Stroke
de_de: Schlaganfall
hu_hu: Vonás
ja_jp: ストローク

source: Subcrop
hu_hu: AlVágás
ja_jp: サブクロップ

source: Talk
de_de: Sprechen
hu_hu: Beszéd
ja_jp: 会話

source: Target
de_de: Ziel
hu_hu: Célpont
ja_jp: ターゲット

source: Time
de_de: Zeit
hu_hu: Idő
ja_jp: 時間

source: Tint
de_de: Farbton
hu_hu: Árnyalat
ja_jp: 色

source: Tracked Assets
de_de: Verfolgte Vermögenswerte
hu_hu: Követett Elemek
ja_jp: 使用されているアセット

source: True
de_de: WAHR
hu_hu: Igaz
ja_jp: はい

source: UNKNOWN
de_de: UNBEKANNT
hu_hu: ISMERETLEN
ja_jp: 不明

source: Up
de_de: Hoch
hu_hu: Fel
ja_jp: 上

source: Vars
hu_hu: Változók
ja_jp: 変数

source: Velocity
de_de: Geschwindigkeit
hu_hu: Velocitás
ja_jp: 速度

source: Volatile
de_de: Flüchtig
hu_hu: Instabil
ja_jp: 敵

source: SAVEMOD
hu_hu: MENTÉSMOD
ja_jp: セーブ

source: SAVE EDITOR
de_de: EDITOR SPEICHERN
hu_hu: MENTÉS SZERKESZTŐ
ja_jp: セーブ エディタ

source: Data (Booleans)
hu_hu: Adat (Boolean-ek)
ja_jp: データ (ブール値)

source: Data (Numbers)
hu_hu: Adat (Számok)
ja_jp: データ (整数)

source: Data (Strings)
hu_hu: Adat (Szövegek)
ja_jp: データ (文字列)

source: Flags (Booleans)
hu_hu: Flagek (Boolean-ek)
ja_jp: フラグ (ブール値)

source: Flags (Numbers)
hu_hu: Flagek (Számok)
ja_jp: フラグ (整数)

source: Flags (Strings)
hu_hu: Flagek (Szövegek)
ja_jp: フラグ (文字列)

source: NAVIGATION
hu_hu: NAVIGÁCIÓ
ja_jp: ページ番号

source: Prev
de_de: Zurück
hu_hu: Előző
ja_jp: 戻る

source: Next
de_de: Nächste
hu_hu: Következő
ja_jp: 進む

source: Enter Value
de_de: Wert eingeben
hu_hu: Érték megadása
ja_jp: 値を入力

source: Back
de_de: Zurück
hu_hu: Vissza
ja_jp: もどる

source: STORAGE
de_de: LAGERUNG
hu_hu: TÁROLÓ
ja_jp: アイテム

source: STORAGE EDITOR
de_de: SPEICHEREDITOR
hu_hu: TÁROLÓ SZERKESZTŐ
ja_jp: アイテム エディタ

source: SELECTION
de_de: AUSWAHL
hu_hu: KIVÁLASZTÁS
ja_jp: 容器を選ぶ

source: Inventory
de_de: Inventar
hu_hu: Leltár
ja_jp: インベントリー

source: Dim. Box A
hu_hu: Dim. Doboz A
ja_jp: いじげんボックスA

source: Dim. Box B
hu_hu: Dim. Doboz B
ja_jp: いじげんボックスB

source: Clear File
de_de: Datei löschen
hu_hu: Fájl Ürítése
ja_jp: セーブファイルを消去

source: Notice
de_de: Beachten
hu_hu: Megjegyzés
ja_jp: 注意

source: Clear Mobile Settings
de_de: Mobile Einstellungen löschen
hu_hu: Mobil Beállítások Ürítése
ja_jp: モバイル用の設定をリセット

source: Open
de_de: Offen
hu_hu: Megnyit
ja_jp: 開く

source: SAVE files
de_de: SAVE-Dateien
hu_hu: MENTÉS fájlok
ja_jp: セーブファイル

source: Open File
de_de: Datei öffnen
hu_hu: Fájl Megnyitása
ja_jp: セーブファイルをインポート

source: Save File
de_de: Datei speichern
hu_hu: Fájl Mentése
ja_jp: セーブファイルをエクスポート

source: That file could not be parsed.
de_de: Diese Datei konnte nicht analysiert werden.
hu_hu: A fájlt nem lehet elemezni.
ja_jp: ファイルは解析できませんでした。

source: Cancel
de_de: Stornieren
hu_hu: Mégse
ja_jp: やめる

source: Clear this file?
de_de: Diese Datei löschen?
hu_hu: Fájl ürítése?
ja_jp: このセーブファイルを消去しますか？

source: Your SAVE file from the OUTERTALE demo has been moved to a timeline slot.
de_de: Ihre SAVE-Datei aus der OUTERTALE-Demo wurde in einen Timeline-Slot verschoben.
hu_hu: A MENTÉS fájlod az OUTERTALE demo-ból áthelyezve egy idővonal helyre.
ja_jp: OUTERTALE demoのセーブファイルを 他のタイムラインに移動しました。

source: Save this file?
de_de: Diese Datei speichern?
hu_hu: Fájl mentése?
ja_jp: セーブしますか？

source: Clear mobile-related settings? This will NOT clear your SAVE file.
de_de: Mobilbezogene Einstellungen löschen? Dadurch wird Ihre SAVE-Datei NICHT gelöscht.
hu_hu: Törlöd a mobil beállításokat? Ez NEM fogja törölni a MENTÉSI fájlod.
ja_jp: モバイル関連の設定を削除してもよいですか？ （セーブファイルは削除されません）

source: Copy the text below into a JSON file to save it to your device.
de_de: Kopieren Sie den folgenden Text in eine JSON-Datei, um ihn auf Ihrem Gerät zu speichern.
hu_hu: Másold az alábbi szöveget egy JSON fájlba, hogy eszközödre mentsd.
ja_jp: 新たにJSONファイルを作成し 以下の内容をコピーして デバイスに保存します。

source: Load this file?
de_de: Diese Datei laden?
hu_hu: Fájl betöltése?
ja_jp: ロードしますか？

source: §fill=#ff0§< DEVELOPER >§fill=#fff§
de_de: §fill=#ff0§< ENTWICKLER >§fill=#fff§
hu_hu: §fill=#ff0§< FEJLESZTŐ >§fill=#fff§
ja_jp: §fill=#ff0§< かいはつ >§fill=#fff§

source: §fill=#ff0§< WRITER >§fill=#fff§
de_de: §fill=#ff0§< SCHREIBER >§fill=#fff§
hu_hu: §fill=#ff0§< ÍRÓ >§fill=#fff§
ja_jp: §fill=#ff0§< テキスト >§fill=#fff§

source: §fill=#ff0§< ARTIST >§fill=#fff§
de_de: §fill=#ff0§< KÜNSTLER >§fill=#fff§
hu_hu: §fill=#ff0§< MŰVÉSZ >§fill=#fff§
ja_jp: §fill=#ff0§< びじゅつ >§fill=#fff§

source: §fill=#ff0§< TECHNICIAN >§fill=#fff§
de_de: §fill=#ff0§< TECHNIKER >§fill=#fff§
hu_hu: §fill=#ff0§< TECHNIKUS >§fill=#fff§
ja_jp: §fill=#ff0§< ぎじゅつ >§fill=#fff§

source: §fill=#ff0§< TESTER >§fill=#fff§
hu_hu: §fill=#ff0§< TESZTELŐ >§fill=#fff§
ja_jp: §fill=#ff0§< テスター >§fill=#fff§

source: §fill=#ff0§< SPECIAL THANKS >§fill=#fff§
de_de: §fill=#ff0§< BESONDERER DANK >§fill=#fff§
hu_hu: §fill=#ff0§< KÜLÖN KÖSZÖNET >§fill=#fff§
ja_jp: §fill=#ff0§< スペシャル・サンクス >§fill=#fff§

source: §fill=#808080§For being there for me when I need someone to lean on, and teaching me life lessons that have made me a better person.§fill=#fff§
de_de: §fill=#808080§Dafür, dass du für mich da warst, wenn ich jemanden zum Anlehnen brauchte, und mir Lektionen fürs Leben beigebracht hast, die mich zu einem besseren Menschen gemacht haben.§fill=#fff§
hu_hu: §fill=#808080§Hogy ott voltál számomra, amikor szükségem volt valakire, akire támaszkodhatok, és hogy életleckét tanítottál, amik jobb emberré tettek engem.§fill=#fff§
ja_jp: §fill=#808080§わたしを ささえてくれて じんせいのどうりを おしえてくれて わたしは せいちょうできました。 ありがとうございます。§fill=#fff§

source: §fill=#808080§For being one of the friendliest people I know, the first person to believe in my vision, and inspiring me to finish the game.§fill=#fff§
de_de: §fill=#808080§Dafür, dass du einer der freundlichsten Menschen bist, die ich kenne, der erste Mensch, der an meine Vision glaubt und mich dazu inspiriert hast, das Spiel fertigzustellen.§fill=#fff§
hu_hu: §fill=#808080§Hogy te vagy az egyik legbarátságosabb ember akit ismerek, az első, aki hinni kezdett a víziómban, és inspiráltál, hogy befejezzem a játékot.§fill=#fff§
ja_jp: §fill=#808080§わたしのゆめを サポートする さいしょのひと もっとも あたたかい パートナーです。 あなたに はげまされて このゲームを かんせいさせることができました。 ありがとうございます。§fill=#fff§

source: §fill=#808080§For sticking with me at every stage of development, right from the start. Regardless of the era, he's always been there to help.§fill=#fff§
de_de: §fill=#808080§Dafür, dass er mir in jeder Entwicklungsphase von Anfang an zur Seite stand. Egal in welcher Ära, er war immer da, um mir zu helfen.§fill=#fff§
hu_hu: §fill=#808080§Hogy végig velem voltált a fejlesztés minden szakaszában, már az elejétől fogva. Függetlenül az időszaktól, mindig ott voltál, hogy segíts.§fill=#fff§
ja_jp: §fill=#808080§ゲームかいはつ とうしょから いつも いっしょに いてくれて ありがとうございます。 いつもわたしが いちばんたすけを ひつようとするときに ささえてくれて ありがとうございます。§fill=#fff§

source: §fill=#808080§For being a voice of reason when it comes to many aspects of the game, and encouraging me to take testing seriously.§fill=#fff§
de_de: §fill=#808080§Dafür, dass Sie in vielen Aspekten des Spiels die Stimme der Vernunft sind und mich ermutigt haben, das Testen ernst zu nehmen.§fill=#fff§
hu_hu: §fill=#808080§Hogy a józan ész hangja voltál, amikor a játék sok aspektusáról volt szó, és bátorítottál, hogy vegyem komolyan a tesztelést.§fill=#fff§
ja_jp: §fill=#808080§すばらしい アドバイス ゲームテストに しんけんに とりくむよう はげましてくれて ありがとうございます。§fill=#fff§

source: §fill=#808080§For being reliable, brutally honest, giving me lots of criticism and ideas, and being trustworthy from the day we met.§fill=#fff§
de_de: §fill=#808080§Dafür, dass du zuverlässig und schonungslos ehrlich bist, mir viel Kritik und Ideen gibst und vom ersten Tag an vertrauenswürdig bist.§fill=#fff§
hu_hu: §fill=#808080§Hogy megbízható voltál, brutálisan őszinte, rengeteg kritikát és ötletet adtál, és megbízható voltál a nap óta, mikor először találkoztunk.§fill=#fff§
ja_jp: §fill=#808080§しりあったとき から とても たよりになります。 そっちょくな アドバイスを いただき ありがとうございます。§fill=#fff§

source: §fill=#808080§For helping me write crucial parts of the game, supporting my vision, and helping me express myself in a whole new way.§fill=#fff§
de_de: §fill=#808080§Dafür, dass Sie mir geholfen haben, entscheidende Teile des Spiels zu schreiben, meine Vision unterstützt haben und mir geholfen haben, mich auf eine ganz neue Art und Weise auszudrücken.§fill=#fff§
hu_hu: §fill=#808080§Hogy segítettél megírni a játék fő részeit, támogattad a víziómat, és segítettél kifejezni magam egy teljesen új módon.§fill=#fff§
ja_jp: §fill=#808080§ゲームの キーストーリーを かいてくれて いつもわたしを おうえんしてくれて あたらしい ひょうげんが できるようにしてくれて ありがとうございます。§fill=#fff§

source: §fill=#808080§For being there to help towards the end of development, and ensuring the game's writing reaches its full potential.§fill=#fff§
de_de: §fill=#808080§Dafür, dass Sie gegen Ende der Entwicklung mitgeholfen haben und dafür gesorgt haben, dass die Texte des Spiels ihr volles Potenzial entfalten.§fill=#fff§
hu_hu: §fill=#808080§Hogy ott voltál, hogy segíts a fejlesztés végén, és biztosítottad, hogy a játék írása elérje teljes potenciálját minden szempontból.§fill=#fff§
ja_jp: §fill=#808080§さいごまで かいはつを てつだっていただき ゲームはさいこう クオリティとなりました。 ありがとうございます。§fill=#fff§

source: Brought to you by §fill=#ff0§The Mavis & Co.§fill=#fff§
de_de: Präsentiert von §fill=#ff0§The Mavis & Co.§fill=#fff§
hu_hu: Elhozta a §fill=#ff0§The Mavis & Co.§fill=#fff§
ja_jp: §fill=#ff0§Mavisとおともだち§fill=#fff§ ていきょう

source: (( CAST ))
hu_hu: (( SZEREPOSZTÁS ))

source: Pondering Life
de_de: Nachdenken Über das Leben
hu_hu: Az életen töpreng
ja_jp: じんせいについて こうさつちゅう

source: Professional Frog
de_de: Profi Frosch
hu_hu: Professzionális béka
ja_jp: プロのカエル

source: Pondering Love
hu_hu: A szerelmen töpreng
ja_jp: あいについて こうさつちゅう

source: Hopping In Fear
de_de: Hüpfen in Angst
hu_hu: Félelemmel ugrál
ja_jp: きょうふで ピョンピョン

source: Learning To Fly
de_de: Fliegen lernen
hu_hu: Repülni tanul
ja_jp: ひこうを おぼえた

source: Emboldening Aviator
de_de: Ermutigender Flieger
hu_hu: Bátorító pilóta
ja_jp: はげましてくれる パイロット

source: Searching The Skies
de_de: Den Himmel durchsuchen
hu_hu: Az eget kutatja
ja_jp: てんくうを さがして

source: Evasively Maneuvering
de_de: Ausweichen Manövrieren
hu_hu: Kitérő manőverezik
ja_jp: こうげきは ゼッタイ よける

source: Found A New Space Station
de_de: Eine neue Raumstation gefunden
hu_hu: Talált egy új űrállomást
ja_jp: あらたな うちゅうステーションを はっけん

source: Backup Dancer
de_de: Backup Tänzer
hu_hu: Háttér táncos
ja_jp: バックダンサー

source: Exotic Jelly Dancer
de_de: Exotische Jelly Tänzerin
hu_hu: Egzotikus zselé táncos
ja_jp: エキゾチック ゼリーダンサー

source: Found A New Galaxy
de_de: Eine neue Galaxie gefunden
hu_hu: Talált egy új galaxist
ja_jp: あらたな ぎんがを はっけん

source: OCULOUX
hu_hu: OCOLOUX

source: Slightly Bully-Like
de_de: Leicht Bully-artig
hu_hu: Kissé bunkószerű
ja_jp: いじめっこの けいこうアリ

source: Reformed Bully
de_de: Geläuterter Bully
hu_hu: Megújult bunkó
ja_jp: こころを いれかえた いじめっこ

source: Slightly Flirtatious
de_de: Leicht kokett
hu_hu: Kissé Flörtölős
ja_jp: みりょくどアップ

source: Exceedingly Agreeable
de_de: Überaus angenehm
hu_hu: Felettébb együttértő
ja_jp: ねっしんな イエスマン

source: Casually Enjoys Life
de_de: Lässig Genießt das Leben
hu_hu: Simán élvezi az életet
ja_jp: きままに じんせいを エンジョイちゅう

source: In Love From Afar
de_de: Verliebt aus der Ferne
hu_hu: A távolságból szeret
ja_jp: えんきょり れんあいちゅう

source: Endangerment Denier
de_de: Gefährdung Leugner
hu_hu: Veszélyeztetés tagadó
ja_jp: きけんなことは ぜんひてい

source: Shooting Blanks
de_de: Schießen Platzpatronen
hu_hu: Vaktöltényt lövöldöz
ja_jp: いつも はずしちゃう

source: Quick-Draw Magician
de_de: Schnellzieher Zauberer
hu_hu: Gyorspárbaj mágus
ja_jp: はやうちの まじゅつし

source: Gunshot Heart-Throb
de_de: Gunshot Herzensbrecher
hu_hu: Fegyverlövés a szívdobogása
ja_jp: キミのハートを うちぬく

source: Spraying And Praying
de_de: Sprühen und Beten
hu_hu: Golyószóró és remélő
ja_jp: へたなてっぽう かずうちゃあたる

source: Keeping To Themselves
de_de: Unter sich bleiben
hu_hu: A magányt választja
ja_jp: じぶんだけの せかいにとじこもる

source: Seeking Physical Contact
de_de: Suche nach Körperkontakt
hu_hu: Fizikai kontaktust keres
ja_jp: みんなとの ふれあいを もとめて

source: Stoically Uninvolved
de_de: Stoisch unbeteiligt
hu_hu: Sztoikusan távolságtartó
ja_jp: おどろくほど むかんしん

source: Still Looking For Laughs
de_de: Immer noch auf der Suche nach Lachern
hu_hu: Még mindig nevetést keres
ja_jp: おわらい しゅぎょうちゅう

source: Semi-Successful Comedian
de_de: Halbwegs erfolgreicher Komiker
hu_hu: Közepesen sikeres komikus
ja_jp: そこそこ うれてる おわらいげいにん

source: Popular With The Grown-Ups
de_de: Beliebt bei den Erwachsenen
hu_hu: Sikeres a felnőttek körében
ja_jp: ぼうゆうめい せいしゅんえいがで ゆうめいじん

source: Still Looking For Supporters
de_de: Immer noch auf der Suche nach Unterstützern
hu_hu: Még mindig támgatókat keres
ja_jp: いまだに ファンを ぼしゅうちゅう

source: Gained A Cult Following
de_de: Eine Kultanhängerschaft gewonnen
hu_hu: Szektaként követik
ja_jp: カルトてき だいにんき

source: Trades Kisses For Supporters
de_de: Tauscht Küsse gegen Unterstützer aus
hu_hu: Puszikat vált támogatókra
ja_jp: ファンによる キスする けんりの こうかん

source: Anti-Bullying Activist
de_de: Anti-Mobbing- Aktivist
hu_hu: Anti-bunkóság aktivista
ja_jp: だれかを いためつけるのは ゼッタイハンタイ

source: Thinking About Its Antenna
de_de: Nachdenken über die Antenne
hu_hu: Az antennájára gondol...
ja_jp: じぶんの アンテナが きになる

source: Radio Station Sensation
de_de: Radiosender Sensation
hu_hu: Rádió állomás szenzáció
ja_jp: ラジオばんぐみで だいにんき

source: Love Is On The Air
de_de: Liebe liegt in der Luft
hu_hu: A szerelem az adásban~
ja_jp: こいの よかん

source: Emergency Broadcaster
de_de: Notfall- Rundfunk
hu_hu: Vészhelyzeti közvetítő
ja_jp: きんきゅうほうそう やってます

source: Getting Ditched On The Daily
de_de: Täglich im Stich gelassen werden
hu_hu: Napi szinten elhagyva
ja_jp: まいにち ドタキャン

source: Getting Ditched Slightly Less
de_de: Etwas weniger verlassen werden
hu_hu: Kicsit kevesebbszer cserben hagyva
ja_jp: ドタキャン すこし へりました

source: On The Road To Redemption
de_de: Auf dem Weg zur Erlösung
hu_hu: A megváltásra vezető úton
ja_jp: つみを つぐなっている さいちゅう

source: Having An Identity Crisis
de_de: Eine Identitätskrise haben
hu_hu: Identitás zavar krízise van
ja_jp: じぶんさがしの たびへ

source: Newest Member Of Mouse Society
de_de: Neuestes Mitglied der Mouse Society
hu_hu: Az egér társadalom legújabb tagja
ja_jp: ネズミしゃかいの しんメンバー

source: Getting Frisky With The Mice
de_de: Mit den Mäusen munter werden
hu_hu: Kezd élénk lenni az egerek közt
ja_jp: ネズミと じゃれあうように

source: Scurried Back To Cat Society
de_de: Zurückgehuscht zur Katzengesellschaft
hu_hu: Visszamenekült a macska társadalomba
ja_jp: ネコしゃかいに あわててもどった

source: Believes In The Almighty Wrench
de_de: Glaubt an den Allmächtigen Schraubenschlüssel
hu_hu: Hisz a mindenható csavarkulcsban
ja_jp: あの レンチには きっと またあえる…

source: Found His Own Seeing-Eye Wolf
de_de: Fand seinen eigenen Blindenwolf
hu_hu: Megtalálta a saját látó-szemű farkasát
ja_jp: もうどう犬との しんせいかつ

source: In Love With His Seeing-Eye Wolf
de_de: Verliebt in seinen Blindenwolf
hu_hu: Szerelemben a látó-szemű farkasával
ja_jp: もうどう犬との ラブラブ生活

source: Running To His Seeing-Eye Wolf
de_de: Er rennt zu seinem Blindenwolf
hu_hu: A látó-szemű farkasához rohan
ja_jp: もうどう犬に たすけをもとめて

source: Searching For Affection
de_de: Auf der Suche nach Zuneigung
hu_hu: Szeretet után kutat
ja_jp: あいじょうを もとめて…
