Repository: ws-3917/psoutertale-weblate
Catalog: text/systems/*.po
Languages: de_de, hu_hu, ja_jp

source: §fill=#fff§PROGRESS: §fill=#00ffff§($(x)§fill=#fff§/§fill=#00ffff§3)
de_de: §fill=#fff§FORTSCHRITT: §fill=#00ffff§($(x)§fill=#fff§/§fill=#00ffff§3)
ja_jp: §fill=#fff§てじゅん: §fill=#00ffff§($(x)§fill=#fff§/§fill=#00ffff§3)
