Repository: ws-3917/psoutertale-weblate
Catalog: text/systems/*.po
Languages: de_de, hu_hu, ja_jp

source: RESTART
de_de: NEUSTART
hu_hu: ÚJRAINDÍT
ja_jp: さいきどう

source: GAME BORDER
de_de: SPIELRAND
hu_hu: JÁTÉK KERET
ja_jp: フレーム

source: DYNAMIC
de_de: DYNAMISCH
hu_hu: DINAMIKUS
ja_jp: ダイナミック

source: SIMPLE
de_de: EINFACH
hu_hu: EGYSZERŰ
ja_jp: シンプル

source: STAR
hu_hu: CSILLAG

source: OUTLANDS
hu_hu: KÜLZÓNA
ja_jp: アウトランド

source: OUTLANDS (BATTLE)
hu_hu: KÜLZÓNA (HARC)

source: TORIEL HOME
de_de: TORIEL HAUS
hu_hu: TORIEL OTTHONA

source: STARTON (BATTLE)
hu_hu: STARTON (HARC)

source: FOUNDRY
hu_hu: ÖNTÖDE
ja_jp: ファウンドリー

source: FOUNDRY (BATTLE)
hu_hu: ÖNTÖDE (HARC)

source: AERIALIS (BATTLE)
hu_hu: AERIALIS (HARC)

source: REC CENTER
de_de: Freizeitzentrum
hu_hu: REK KÖZPONT

source: REC CENTER (BATTLE)
hu_hu: REK KÖZPONT (HARC)

source: CORE
hu_hu: MAG
ja_jp: コア

source: CORE (BATTLE)
hu_hu: MAG (HARC)

source: CITADEL
de_de: ZITADELLE
hu_hu: CITADELLA
ja_jp: シタデル

source: ASGORE HOME
de_de: ASGORE HAUS
hu_hu: ASGORE OTTHONA

source: ARCHIVE SIX
de_de: ARCHIV SECHS
hu_hu: HATOS ARCHÍVUM

source: ASRIEL BATTLE
hu_hu: ASRIEL HARC

source: BRIGHT GALAXY
hu_hu: VILÁGOS GALAXIS

source: NEW WORLD
de_de: NEUE WELT
hu_hu: ÚJ VILÁG

source: NEW WORLD (WITH CUP)
hu_hu: ÚJ VILÁG (POHÁRRAL)

source: §fill=#808080§(LOCKED)
de_de: §fill=#808080§(GESPERRT)
hu_hu: §fill=#808080§(ZÁRVA)
ja_jp: §fill=#808080§(みかいほう)

source: MOBILE CTRLS
de_de: MOBILE STEUERUNGEN
hu_hu: MOBIL IRÁNYÍTÁS
ja_jp: パッド せってい

source: CONTROL OPACITY
de_de: TRANSPARENZ EINSTELLEN
hu_hu: IRNYT ÁTTETSZÉS
ja_jp: とうめいど

source: CONTROL TYPE
de_de: STEUERUNGSTYP
hu_hu: IRNYT TÍPUS
ja_jp: コントローラー

source: ARROW KEY LAYOUT
de_de: PFEILTASTEN-ANORDNUNG
hu_hu: NYÍL GOMB LEOSZTÁS

source: INDIV. DIRECT. KEY
de_de: EINZELNE DIREKTE TASTE
hu_hu: KÜLÖN GOMBOK
ja_jp: 方向キーどくりつ

source: \u4dc8 4-KEY
hu_hu: \u4dc8 4-GOMB

source: \u4dc9 8-KEY
hu_hu: \u4dc9 8-GOMB

source: TOLERANCE ANGLE
de_de: TOLERANZ WINKEL
hu_hu: TŰRÉSI SZÖG
ja_jp: かくどの はんい

source: LOAD DEFAULT CONFIG
de_de: LADEN DER STANDARDKONFIGURATION
hu_hu: ALAP BEÁLLÍTÁS BETÖLTÉSE
ja_jp: デフォルトにリセット

source: ENABLE QUICK SWITCHING
de_de: SCHNELLWECHSEL
hu_hu: GYORS VÁLTÁS ENGEDÉLYEZÉSE

source: INVERT BUTTON POSITION
de_de: TASTENPOSITION UMKEHREN
hu_hu: GOMB POZÍCIÓ INVERTÁLÁSA

source: --- SELECT PROFILE ---
de_de: --- PROFIL AUSWÄHLEN ---
hu_hu: --- PROFIL VÁLASZTÁSA ---
ja_jp: --- プリセットのせんたく ---

source: --- GENERAL SETTINGS ---
de_de: --- ALLGEMEINE EINSTELLUNGEN ---
hu_hu: --- ÁLTALÁNOS BEÁLLÍTÁSOK ---
ja_jp: --- いっぱん ---

source: --- CONTROL SETTINGS ---
de_de: --- CONTROL-EINSTELLUNGEN ---
hu_hu: --- IRÁNYÍTÁS BEÁLLÍTÁSOK ---
ja_jp: --- コントローラーせってい ---

source: --- MODIFY BUTTONS ---
de_de: --- TASTEN ÄNDERN ---
hu_hu: --- GOMBOK MÓDOSÍTÁSA ---
ja_jp: --- ボタンせってい ---

source: NEXT PAGE >
de_de: NÄCHSTE SEITE >
hu_hu: KÖVETKEZŐ OLDAL >
ja_jp: つぎのページ >

source: < PREVIOUS PAGE
de_de: < VORHERIGE SEITE
hu_hu: < ELŐZŐ OLDAL
ja_jp: < まえのページ

source: SHOW FULLSCREEN BUTTON
de_de: Vollbild-Schaltfläche
hu_hu: TELJES KÉP GOMB MUTATÁSA

source: CENTER X POSITION
de_de: MITTE X POSITION
hu_hu: X POZÍCIÓ KÖZÉPRE
ja_jp: ちゅうしんのXざひょう

source: CENTER Y POSITION
de_de: MITTE Y POSITION
hu_hu: Y POZÍCIÓ KÖZÉPRE
ja_jp: ちゅうしんのYざひょう

source: BUTTON SIZE
de_de: TASTENGRÖSSE
hu_hu: GOMB MÉRET
ja_jp: ボタンサイズ

source: CIRCLE RADIUS
de_de: KREISRADIEN
hu_hu: KÖR SUGARA
ja_jp: 円のはんけい

source: BUTTON CUSTOMIZE
de_de: TASTE ANPASSEN
hu_hu: GOMB TESTRESZABÁS
ja_jp: ボタン せってい

source: §fill=#ffd700§>> §fill=#fff§EDITING: §fill=#00ffff§$(x) §fill=#808080§(Press [R] to reset)
de_de: §fill=#ffd700§>> §fill=#fff§BEREITSTELLUNG: §fill=#00ffff§$(x) §fill=#808080§(Drücke [R], um zurückzusetzen)
hu_hu: §fill=#ffd700§>> §fill=#fff§MÓDOSÍTÁS: §fill=#00ffff§$(x) §fill=#808080§(Nyomj [R]-t a visszaállításhoz)
ja_jp: §fill=#ffd700§>> §fill=#fff§ターゲット: §fill=#00ffff§$(x) §fill=#808080§([R]でリセット)

source: [1] Initial Button Placement
de_de: [1] Anfangs Platzierung der Tasten
hu_hu: [1] Kezdeti Gomb Elhelyezés
ja_jp: [1] おおまかな いちを きめる

source: [2] Position Fine-tuning
de_de: [2] Feinabstimmung der Position
hu_hu: [2] PPozíció Finomhangolás
ja_jp: [2] いちを びちょうせいする

source: [3] Button Size Adjustment
de_de: [3] Tasten Größenanpassung
hu_hu: [3] Gomb Méret Beállítása
ja_jp: [3] おおきさを ちょうせいする

source: §fill=#00ff00§*** Button Position Setup §fill=#fff§Press [L] (at the top-left corner) to start
de_de: §fill=#00ff00§*** Tastenposition einrichten §fill=#fff§Drücke [L] (oben links), um zu starten
hu_hu: §fill=#00ff00§*** Gomb Pozíció Beállítás §fill=#fff§Nyomj [L]-t (a bal felső saroknál) a kezdéshez
ja_jp: §fill=#00ff00§*** ボタンのざひょうをせってい §fill=#fff§[L] (左上) でスタート

source: §fill=#00ff00§*** Setup Complete §fill=#fff§Now you can set up other buttons
de_de: §fill=#00ff00§*** Einrichtung abgeschlossen §fill=#fff§Nun kannst du die anderen Tasten einrichten.
hu_hu: §fill=#00ff00§*** Beállítás Kész §fill=#fff§Most már beállíthatsz más gombokat
ja_jp: §fill=#00ff00§*** せっていかんりょう §fill=#fff§ほかのボタンのせっていも できます

source: §fill=#4169e1§--- INSTRUCTION ---
de_de: §fill=#4169e1§--- ANLEITUNG ---
hu_hu: §fill=#4169e1§--- ÚTMUTATÓ ---
ja_jp: §fill=#4169e1§--- そうさほうほう ---

source: §fill=#fff§* Drag §fill=#00ffff§$(x)§fill=#fff§ to set initial position §fill=#ffd700§* Press [L] §fill=#808080§to confirm placement §fill=#ffd700§* Press [R] §fill=#808080§to recover if button is lost §fill=#808080§Position can be adjusted in the next step
de_de: §fill=#fff§* Ziehe §fill=#00ffff§$(x)§fill=#fff§, um die Anfangsposition festzulegen §fill=#ffd700§* Drücke [L] §fill=#808080§, um die Platzierung zu bestätigen §fill=#ffd700§* Drücke [R] §fill=#808080§, um den Button wiederherzustellen, falls er verloren geht §fill=#808080§Die Position kann im nächsten Schritt angepasst werden
hu_hu: §fill=#fff§* Húzd §fill=#00ffff§$(x)§fill=#fff§ kezdeti pozíció beállításhoz §fill=#ffd700§* Nyomj [L]-t, §fill=#808080§hogy elfogadd az elhelyezést §fill=#ffd700§* Nyomj [R]-t §fill=#808080§hogy helyreállíts gombokat §fill=#808080§Pozíció a következő lépésben állítható be
ja_jp: §fill=#fff§* §fill=#00ffff§$(x)§fill=#fff§をいどうさせる §fill=#ffd700§* [L]をおして§fill=#808080§かくてい §fill=#ffd700§* [R]をおして§fill=#808080§ざひょうをリセット §fill=#808080§こまかいちょうせいは つぎのステップで

source: §fill=#fff§* Use §fill=#ffd700§[UP/DOWN/LEFT/RIGHT]§fill=#fff§ for precise adjustments §fill=#ffd700§* Press [R] §fill=#808080§to restore previous position §fill=#808080§Reference coordinates displayed below §fill=#ffd700§* Press [L] §fill=#808080§to confirm
de_de: §fill=#fff§* Verwende §fill=#ffd700§[OBEN/UNTEN/LINKS/Rechts]§fill=#fff§ für präzise Anpassungen §fill=#ffd700§* Drücke [R] §fill=#808080§, um die vorherige Position wiederherzustellen §fill=#808080§Referenzkoordinaten werden unten angezeigt §fill=#ffd700§* Drücke [L] §fill=#808080§, um zu bestätigen
hu_hu: §fill=#fff§* Használj §fill=#ffd700§[FEL/LE/BAL/JOBB]-ot§fill=#fff§ precíz illesztéshez §fill=#ffd700§* Nyomj [R]-t §fill=#808080§az előző pozíció visszaállításához §fill=#808080§Referencia koordináták lejjebb mutatva §fill=#ffd700§* Nyomj [L]-t §fill=#808080§az elfogadáshoz
ja_jp: §fill=#fff§* §fill=#ffd700§十字キー§fill=#fff§でせいかくに そろえる §fill=#ffd700§*[R]をおして§fill=#808080§ざひょうをリセット §fill=#808080§もとのざひょうは したにひょうじ §fill=#ffd700§* [L]をおして§fill=#808080§かくてい

source: §fill=#fff§* Adjust with §fill=#ffd700§[-5] [-1] [+1] [+5]§fill=#fff§ to set size §fill=#ffd700§* Press [R] §fill=#808080§to restore default size §fill=#808080§Current size value shown below §fill=#ffd700§* Press [L] §fill=#808080§to confirm
de_de: §fill=#fff§* Passen Sie die Größe mit §fill=#ffd700§[-5] [-1] [+1] [+5]§fill=#fff§ an §fill=#ffd700§* Drücke [R] §fill=#808080§, um die Standardgröße wiederherzustellen §fill=#808080§Der aktuelle Größenwert wird unten angezeigt §fill=#ffd700§* Drücke [L] §fill=#808080§, um zu bestätigen
hu_hu: §fill=#fff§* Állíts §fill=#ffd700§[-5] [-1] [+1] [+5]-el§fill=#fff§ , hogyméretet állíts §fill=#ffd700§* Nyomj [R]-t §fill=#808080§az eredeti méretekhez §fill=#808080§Jelenlegi érték lejjebb mutatva §fill=#ffd700§* Nyomj [L]-t §fill=#808080§az elfogadáshoz
ja_jp: §fill=#fff§* §fill=#ffd700§[-5] [-1] [+1] [+5]をおして§fill=#fff§サイズをセット §fill=#ffd700§* [R]をおして§fill=#808080§デフォルトにリセット §fill=#808080§もとのサイズは したにひょうじ §fill=#ffd700§* [L]をおして§fill=#808080§かくてい

source: §fill=#4169e1§-> §fill=#fff§POSITION: §fill=#00ffff§X=$(x), Y=$(y)
hu_hu: §fill=#4169e1§-> §fill=#fff§POZÍCIÓ: §fill=#00ffff§X=$(x), Y=$(y)
ja_jp: §fill=#4169e1§-> §fill=#fff§ざひょう: §fill=#00ffff§X=$(x), Y=$(y)

source: §fill=#4169e1§-> §fill=#fff§SIZE: §fill=#00ffff§$(x)
de_de: §fill=#4169e1§-> §fill=#fff§GRÖßE: §fill=#00ffff§$(x)
hu_hu: §fill=#4169e1§-> §fill=#fff§MÉRET: §fill=#00ffff§$(x)
ja_jp: §fill=#4169e1§-> §fill=#fff§サイズ: §fill=#00ffff§$(x)

source: §fill=#ff0§Press [Z]§fill=#808080§ to reset your settings to default. This will discard any custom configurations you currently have and restore the original settings.
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§, um deine Einstellungen auf die Standardwerte zurückzusetzen. Dies wird alle aktuellen benutzerdefinierten Konfigurationen verwerfen und die ursprünglichen Einstellungen wiederherstellen.
hu_hu: §fill=#ff0§Nyomj [Z]-t§fill=#808080§ az alapok visszaállításához. Ez minden egyedi beállítást visszaállít, amid jelenleg van, az eredeti értékekre.
ja_jp: §fill=#ff0§[Z]をおして§fill=#808080§せっていを デフォルトのものに もどします。 げんざいのカスタムせっていを すべてクリアし もとのせっていへと もどします。

source: §fill=#ff0§Press [Z]§fill=#808080§ to show/hide the configuration buttons. If enabled, five number buttons ([0] - [4]) will display on the left side of the screen. §fill=#fff§These buttons allow you to quickly switch between different configuration options.§fill=#fff§
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§ um die Konfigurations-Buttons anzuzeigen/zu verbergen. Bei Aktivierung erscheinen fünf Zahlen-Tasten ([0] - [4]) links auf dem Bildschirm. §fill=#fff§Diese Tasten ermöglichen schnelles Wechseln zwischen den Konfigurationsoptionen.§fill=#fff§
hu_hu: §fill=#ff0§Nyomj [Z]-t§fill=#808080§ hogy lásd/elrejtsd a konfig. gombokat. Ha engedélyezve van, öt számgomb ([0] - [4]) lesz látható a képernyő bal szélén. §fill=#fff§Ezek a gombok lehetővé teszik a gyors váltást konfigurált beállítások közt.§fill=#fff§

source: §fill=#ff0§Press [Z]§fill=#808080§ to switch between two control options: §fill=#ff0§1. Directional Buttons§fill=#808080§: Traditional arrow keys §fill=#ff0§2. Virtual Joystick§fill=#808080§: Touch-screen friendly control
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§, um zwischen zwei Steuerungsoptionen zu wechseln: §fill=#ff0§1. Richtungstasten§fill=#808080§: Klassische Pfeiltasten §fill=#ff0§2. Virtueller Joystick§fill=#808080§: Touchscreen-freundliche Steuerung
hu_hu: §fill=#ff0§Nyomj [Z]-t§fill=#808080§ hogy válts két irányítás opció közt: §fill=#ff0§1. Iránygombok§fill=#808080§: Klasszikus nyíl gombok §fill=#ff0§2. Virtuális Joystick§fill=#808080§: Érintőpanel barát irányítás
ja_jp: §fill=#ff0§[Z]をおして§fill=#808080§いかの２つのコントローラーを えらびます。 §fill=#ff0§1. 十字キー§fill=#808080§: むかしながらの 方向キー §fill=#ff0§2. 仮想ジョイスティック§fill=#808080§: タッチスクリーンでつかいやすい コントローラー

source: §fill=#ff0§Use LEFT or RIGHT arrows§fill=#808080§ to adjust button transparency. Higher values make buttons more visible, lower values make them more transparent.
de_de: §fill=#ff0§Verwende die PFEILTASTEN LINKS oder RECHTS§fill=#808080§, um die Tasten-Transparenz anzupassen. Höhere Werte machen die Tasten sichtbarer, niedrigere Werte machen sie durchsichtiger.
hu_hu: §fill=#ff0§Használj BAL vagy JOBB nyilakat,§fill=#808080§ hogy beállítsd az átlátszóságot. Magasabb értéknél láthatóbb, alacsonyabbnál áttetszőbb gombok.
ja_jp: §fill=#ff0§左右キーをつかって§fill=#808080§とうめいどを ちょうせいします。 あたいがおおきいほど ボタンはせんめいになり ちいさいほど とうめいになります。

source: §fill=#ff0§Press [Z]§fill=#808080§ to toggle diagonal movement. When enabled, holding an arrow key will show §fill=#ff0§two additional arrows§fill=#808080§ for diagonal movement.
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§, um diagonale Bewegungen ein- oder auszuschalten. Wenn aktiviert, werden beim Halten einer Richtungstaste §fill=#ff0§zwei zusätzliche Pfeile§fill=#808080§ für diagonale Bewegung angezeigt.
hu_hu: §fill=#ff0§Nyomj [Z]-t,§fill=#808080§ hogy kapcsold az átlós mozgást. Engedélyezve egy lenyomva tartott nyíl mutatni fog §fill=#ff0§két másik nyilat§fill=#808080§ átlós mozgáshoz.
ja_jp: §fill=#ff0§[Z]をおして§fill=#808080§ななめいどうを ゆうこうにします。 せっていがオンのとき §fill=#ff0§２つのほうこうをあわせた§fill=#808080§ キーがついかされます。

source: §fill=#ff0§Use LEFT or RIGHT arrows§fill=#808080§ to adjust joystick sensitivity. §fill=#fff§The dead zone is the center area where joystick movement isn't detected§fill=#808080§. Larger dead zone = less sensitive controls.
de_de: §fill=#ff0§Benutze die PFEILTASTEN LINKS oder RECHTS§fill=#808080§, um die Joystick-Empfindlichkeit anzupassen. §fill=#fff§Die Totzone ist der zentrale Bereich, in dem Joystickbewegungen nicht erkannt werden§fill=#808080§. Größere Totzone = weniger empfindliche Steuerung.
hu_hu: §fill=#ff0§Használj BAL vagy JOBB nyilakat§fill=#808080§ a joystick érzékenység konfighoz. §fill=#fff§A holtzóna az a központi rész, ahhol a joystick nem érzékel mozgást§fill=#808080§. Nagyobb holtzóna = kevésbé érzékeny irányítás.
ja_jp: §fill=#ff0§左右キーをつかって§fill=#808080§ジョイスティックのかんどを ちょうせいします。 §fill=#fff§デッドゾーンとはジョイスティックのはんのうしないぶぶんです。§fill=#808080§. デッドゾーンがおおきいと かんどがひくくなります。

source: §fill=#ff0§Use LEFT or RIGHT arrows§fill=#808080§ to adjust joystick angle sensitivity. §fill=#fff§This determines how precise your movements need to be§fill=#808080§. Angles over 45° will trigger diagonal movement.
de_de: §fill=#ff0§Verwende die PFEILTASTEN LINKS oder RECHTS§fill=#808080§, um die Winkelempfindlichkeit des Joysticks anzupassen. §fill=#fff§Dies bestimmt, wie präzise deine Bewegungen sein müssen§fill=#808080§. Winkel über 45° lösen diagonale Bewegungen aus.
hu_hu: §fill=#ff0§Használj BAL vagy JOBB nyilakat§fill=#808080§ a joystick szög érzékenység konfighoz. §fill=#fff§Ez határozza meg, hogy mennyire kell precíznek lenned mozgáshoz§fill=#808080§. Szögek 45° felett átlós mozgást eremnényeznek.
ja_jp: §fill=#ff0§左右キーをつかって§fill=#808080§ジョイスティックのかくどにおける かんどをちょうせいします。 §fill=#fff§うごきのせいかくさが きまります。§fill=#808080§ 45°いじょうで ななめいどうが かのうです。

source: §fill=#ff0§Press [Z]§fill=#808080§ to toggle the visibility of the §fill=#fff§Fullscreen button§fill=#808080§.
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§ um die Sichtbarkeit der §fill=#fff§Vollbild-Schaltfläche umzuschalten§fill=#808080§.
hu_hu: §fill=#ff0§Nyomj [Z]-t§fill=#808080§, hogy láthatóvá tedd a §fill=#fff§Teljes képernyő gombot§fill=#808080§.

source: §fill=#ff0§Press [Z]§fill=#808080§ to customize button layout. You can adjust both the §fill=#ff0§size and position§fill=#808080§ of all buttons. A step-by-step guide will help you through the process.
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§, um das Tastenlayout anzupassen. Du kannst sowohl die §fill=#ff0§Größe als auch die Position§fill=#808080§ aller Tasten ändern. Ein Schritt-für-Schritt-Leitfaden führt dich durch den Prozess.
hu_hu: §fill=#ff0§Nyomj [Z]-t§fill=#808080§, hogy testreszabd a gomb elhelyezést. Testreszabhatod mind a §fill=#ff0§méretét és pozícióját§fill=#808080§ minden gombnak. Lépésről lépésre segít az útmutató a folyamaton át.
ja_jp: §fill=#ff0§[Z]をおして§fill=#808080§ボタンのレイアウトをへんこうします。 すべてのボタンの§fill=#ff0§サイズとざひょう§fill=#808080§を ちょうせいできます。 てじゅんにそって すすめてください。

source: §fill=#ff0§Press [Z]§fill=#808080§ to enable or disable individual directional key settings. When enabled, you can §fill=#fff§independently set the position and size of each directional key§fill=#808080§ for greater flexibility.
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§, um die individuellen Einstellungen für die Richtungstasten zu aktivieren oder zu deaktivieren. Wenn aktiviert, kannst du §fill=#fff§die Position und Größe jeder Richtungstaste unabhängig§fill=#808080§ anpassen, um mehr Flexibilität zu bieten.
hu_hu: §fill=#ff0§nyomj [Z]-t§fill=#808080§, hogy engedélyzd vagy tiltsd az egyéni iránygombok beállítását. Ha engedélyezve van, tudod §fill=#fff§independently állítani a pozícióját és méretét minden iránygombnak§fill=#808080§ jobb rugalmasság végett.
ja_jp: §fill=#ff0§[Z]をおして§fill=#808080§１つごとにボタンのせっていを へんこうできるようにします。 せっていがオンのとき §fill=#fff§それぞれのボタンのざひょうとサイズを§fill=#808080§ちょうせいすることができます。 より じゅうなんせいが あがるでしょう。

source: §fill=#ff0§Press [Z]§fill=#808080§ to toggle the §fill=#fff§Invert Button Position§fill=#808080§ feature. When enabled, the layout of virtual navigation buttons will be mirrored left-to-right for better accessibility or personal preference.
de_de: §fill=#ff0§Drücke [Z]§fill=#808080§, um die §fill=#fff§Taste für die Button-Position umkehren§fill=#808080§ umzuschalten. Wenn aktiviert, wird das Layout der virtuellen Navigationstasten für bessere Zugänglichkeit oder persönliche Vorlieben von links nach rechts gespiegelt.
hu_hu: §fill=#ff0§Nyomj [Z]-t§fill=#808080§, hogy kapcsold az §fill=#fff§inverz gombok§fill=#808080§ opciót. Ha engedélyezve, a virtuális navigációs gombok leosztása tükrözve lesz balról jobbra, jobb hozzáférés, vagy személyes preferencia végett.

source: ITEM
hu_hu: TÁRGY

source: STAT
hu_hu: ÁLL

source: CELL
de_de: HANDY
hu_hu: TEL
ja_jp: PHONE

source: CONF
hu_hu: KONF
ja_jp: SETT

source: --- Instruction ---
de_de: --- Anweisung ---
hu_hu: --- Instrukció ---
ja_jp: ― ボタンそうさ ―

source: [Hold ESC] - Restart
de_de: [Drücke ESC] - Neustart
hu_hu: [Tartsd lenyomva: ESC] - Újraindítás
ja_jp: [ESCながおし] - さいきどう

source: When HP is 0, you lose.
de_de: Wenn die HP 0 sind, verlierst du.
hu_hu: Ha ÉP 0, veszítesz.
ja_jp: HPが0になるとゲームオーバー

source: Begin Game
de_de: Spiel beginnen
hu_hu: Játék Kezdése
ja_jp: ゲームをはじめる

source: AT
hu_hu: SEB
ja_jp: ATK

source: DF
hu_hu: VÉD
ja_jp: DEF

source: GOLD
hu_hu: ARANY

source: NEXT
hu_hu: KÖVETKEZŐ

source: §fill=#ff0§Warning: Non-canon timeline.
de_de: §fill=#ff0§Warnung: Nicht kanonische Zeitlinie.
hu_hu: §fill=#ff0§Figyelem: Nem-kánon idővonal.
ja_jp: §fill=#ff0§ けいこく メインでない タイムライン

source: KILLS
de_de: TÖTET
hu_hu: GYILOK

source: BULLY
de_de: SCHIKANIEREN
hu_hu: BUNKÓ
ja_jp: \u4dc2

source: FLIRT
de_de: FLIRTEN
hu_hu: FLÖRT
ja_jp: \u4dc1

source: STATUS
hu_hu: STÁTUSZ

source: <24>{#p/storyteller}Long ago, two species ruled the solar system: HUMANS and MONSTERS.{^35}{}
de_de: <24>{#p/storyteller}Vor langer Zeit herrschten zwei Spezies über das Sonnensystem: MENSCHEN und MONSTER.{^35}{}
hu_hu: <24>{#p/storyteller}Réges rég, két faj uralta a Naprendszert: EMBEREK és SZÖRNYEKS.{^35}{}
ja_jp: <16>{#p/storyteller}むかしむかし たいようけいには ニンゲンと モンスターという 2つのしゅぞくが いました。{^35}{}

source: <24>As time passed, a war broke out between the two species.{^35}{}
de_de: <24>Mit der Zeit brach ein Krieg zwischen den beiden Spezies aus.{^35}{}
hu_hu: <24>Az idő teltével, háború tört ki a két faj között.{^35}{}
ja_jp: <16>ときが たつにつれ 2つのしゅぞくの あいだに せんそうが おきました。{^35}{}

source: <24>After the MONSTERS' home planet was destroyed, HUMANS declared victory.{^35}{}
de_de: <24>Nachdem der Heimatplanet der MONSTER zerstört worden war, erklärten die MENSCHEN ihren Sieg.{^35}{}
hu_hu: <24>Miután a SZÖRNYEK bolygója elpusztult, az EMBEREK kikiáltották a győzelmet.{^35}{}
ja_jp: <16>そして モンスターたちの 母星を はかいされたのち ニンゲンが しょうりしました。{^35}{}

source: <24>The remaining MONSTERS were banished to an abandoned outpost.{^35}{}
de_de: <24>Die verbliebenen MONSTER wurden in einen verlassenen Außenposten verbannt.{^35}{}
hu_hu: <24>A fennmaradó SZÖRNYEKET egy elhagyott támaszpontra száműzték.{^35}{}
ja_jp: <16>のこりの モンスターたちは ほうきされた ぜんしょうきちに ついほうされました。{^35}{}

source: <24>A powerful force field was erected, and the MONSTERS were sealed in.{^35}{}
de_de: <24>Ein mächtiges Kraftfeld wurde errichtet, und die MONSTER wurden eingeschlossen.{^35}{}
hu_hu: <24>Egy hatalmas erőteret emeltek, így a SZÖRNYEKET elzárták.{^35}{}
ja_jp: <16>ニンゲンは フォース フィールドで モンスターたちを とじこめました。{^35}{}

source: <24>Many years later.{^8}.{^8}.{^35}{}
de_de: <24>Viele Jahre später.{^8}.{^8}.{^35}{}
hu_hu: <24>Sok évvel később.{^8}.{^8}.{^35}{}
ja_jp: <16>それから さらに ながい ときが ながれ…{^8}…{^8}…{^35}{}

source: <#24> EBOTT SECTOR 251X{^35}{}
hu_hu: <#24> EBOTT SZEKTOR 251X{^35}{}
ja_jp: <#24> イビト セクター 251X年{^35}{}

source: <24>Tales speak of a place from which spacecraft never return.{^35}{}
de_de: <24>Es heißt, es gebe einen Ort, von dem Raumschiffe nie zurückkehren.{^35}{}
hu_hu: <24>Történetek mesélnek egy helyről, honnan űreszköz nem tér vissza.{^35}{}
ja_jp: <16>それは 「うちゅうせんは にどと もどらない」といわれる てんせつのセクターでした。{^35}{}

source: Resume Canon Timeline
de_de: Fortsetzen der Haupt-Zeitlinie
hu_hu: Kánon Idővonal Folytatása
ja_jp: メインタイムラインに もどる

source: Start Canon Timeline
de_de: Canon Timeline starten
hu_hu: Kánon Idővonal Indítása
ja_jp: メインタイムラインを はじめる

source: Other Slots
de_de: Weitere Slots
hu_hu: Egyéb Helyek
ja_jp: ほかの タイムライン

source: Bisect
de_de: Spalten
hu_hu: Feloszt
ja_jp: ぶんかつ

source: Delete
de_de: Löschen
hu_hu: Töröl
ja_jp: さくじょ

source: [ESC] to Cancel / [ENTER] to Confirm
de_de: [ESC] zum Abbrechen / [ENTER] zum Bestätigen
hu_hu: [ESC] mégse / [ENTER] elfogad
ja_jp: [ESC]で やめる / [ENTER]で かくてい

source: Press any button on your gamepad to open the keyboard.
de_de: Drücke eine beliebige Taste auf deinem Gamepad, um die Tastatur zu öffnen.
hu_hu: Nyomj egy gombot a kontrolleren a billentyűzet megnyitásához.
ja_jp: コントローラーの にんいのボタンを おして キーボードを ひらきます。

source: Launch
de_de: Start
hu_hu: Indítás
ja_jp: はいる

source: Rename
de_de: Umbenen
hu_hu: Átnevez
ja_jp: なまえへんこう

source: Create New
de_de: Neu erstellen
hu_hu: Új készítése
ja_jp: しんきさくせい

source: Enter Timeline Name
de_de: Gib den Namen der Zeitlinie ein.
hu_hu: Nevezd el az idővonalat
ja_jp: タイムラインの なまえを にゅうりょく

source: Are You Sure?
de_de: Bist du sicher?
hu_hu: Biztos vagy benne?
ja_jp: ほんとうに？

source: Teleport
ja_jp: テレポート

source: Start
ja_jp: 始める

source: Sprite
ja_jp: スプライト

source: OK
ja_jp: 確定

source: FROGGIT
ja_jp: フロギー

source: JERRY
ja_jp: ジェリー

source: DOGGO
ja_jp: ワンボー

source: CANIS MINOR
ja_jp: レッサードッグ

source: DOGAMY & DOGARESSA
ja_jp: イヌッス＆イヌッサ

source: CANIS MAJOR
ja_jp: グレータードッグ

source: SHYREN
ja_jp: シャイレーン

source: MUFFET
ja_jp: マフェット

source: TSUNDERIDEX
ja_jp: ツンデレシャトル

source: GLYDE
ja_jp: グライド

source: BURGERPANTS
ja_jp: バーガーパンツ

source: COZMO
ja_jp: コズモ

source: EYEWALKER PRIME
ja_jp: ルーカス・プライム

source: PAPYRUS
ja_jp: パピルス

source: SANS
ja_jp: サンズ

source: UNDYNE
ja_jp: アンダイン

source: ALPHYS
ja_jp: アルフィー

source: MEW MEW
ja_jp: みゅうみゅう

source: NAPSTABLOOK
ja_jp: ナプスタブルーク

source: METTATON
ja_jp: メタトン

source: TORIEL
ja_jp: トリエル

source: ASGORE
ja_jp: アズゴア

source: ASRIEL
ja_jp: アズリエル

source: Asriel
ja_jp: アズリエル

source: Frisk
ja_jp: フリスク

source: §mystify=ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz§aaaaaa§mystify=§
ja_jp: §mystify=アイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモヤユロラリルレロワヲンーャュョッヮァィゥェォガギグゲゴザジズゼゾダヂヅデドバビブベボパピプペポあいうえおかきくけこさしすせそたちつてとなにぬねのはひふへほまみむめもやゆよらりるれろわをんーゃゅょっゎぁぃぅぇぉがぎぐげござじずぜぞだぢづでどばびぶべぼぱぴぷぺぽ§aaaa§@mystify=§

source: {@mystify=ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz}aaaaaa{@mystify=}
ja_jp: {@mystify=アイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモヤユロラリルレロワヲンーャュョッヮァィゥェォガギグゲゴザジズゼゾダヂヅデドバビブベボパピプペポあいうえおかきくけこさしすせそたちつてとなにぬねのはひふへほまみむめもやゆよらりるれろわをんーゃゅょっゎぁぃぅぇぉがぎぐげござじずぜぞだぢづでどばびぶべぼぱぴぷぺぽ}aaaa{@mystify=}

source: {@mystify=abcdefghijklmnopqrstuvwxyz}aaaaaa{@mystify=}
ja_jp: {@mystify=あいうえおかきくけこさしすせそたちつてとなにぬねのはひふへほまみむめもやゆよらりるれろわをんーゃゅょっゎぁぃぅぇぉがぎぐげござじずぜぞだぢづでどばびぶべぼぱぴぷぺぽ}aaaa{@mystify=}

source: {@mystify=ABCDEFGHIJKLMNOPQRSTUVWXYZ}aaaaaa{@mystify=}
ja_jp: {@mystify=アイウエオカキクケコサシスセソタチツテトナニヌネノハヒフヘホマミムメモヤユロラリルレロワヲンーャュョッヮァィゥェォガギグゲゴザジズゼゾダヂヅデドバビブベボパピプペポ}aaaa{@mystify=}

source: Backspace
de_de: löschen
ja_jp: さくじょ

source: STARTON
ja_jp: スタートン

source: AERIALIS
ja_jp: エアリアル

source: OUTLANDS (ARCHIVE)
ja_jp: アウトランド（アーカイブ）

source: STARTON (ARCHIVE)
ja_jp: スタートン（アーカイブ）

source: FOUNDRY (ARCHIVE)
ja_jp: ファウンドリー（アーカイブ）

source: AERIALIS (ARCHIVE)
ja_jp: エアリアル（アーカイブ）
