Repository: ws-3917/psoutertale-weblate
Catalog: text/systems/*.po
Languages: de_de, hu_hu, ja_jp

source: Found A Loving Owner
de_de: Einen liebevollen Besitzer gefunden
hu_hu: Talált egy szerető gazdit
ja_jp: やさしい かいぬしをゲット

source: Found An Owning Lover
de_de: Einen besitzenden Liebhaber gefunden
hu_hu: Talált egy birtokló szeretőt
ja_jp: じぶんだけの こいびとゲット

source: Desperate For Affection
de_de: Verzweifelt nach Zuneigung
hu_hu: Szeretet után sóvárog
ja_jp: あいじょうに うえて

source: Still Thinking About Fetch
de_de: Denke immer noch über Fetch nach
hu_hu: Visszahozósdin jár az agyuk
ja_jp: あの ぼうきれのことが わすれられず

source: Reigning Puppy-Dog Eyes Champions
de_de: Amtierende Welpenblick-Champions
hu_hu: Verhetetlen kutyaszem bajnokok
ja_jp: 「おはなスリスリ コンテスト」で ゆうしょう

source: Caught In Each- Other's Gaze
de_de: Gefangen in den Blicken des anderen
hu_hu: Elveszve egymás tekintetében
ja_jp: おたがいの めを みつめて

source: Defensive Puppy- Dog Eyes Engaged
de_de: „Defensive Welpen- Blick aktiviert!“
hu_hu: Védekező kutyaszemek aktívak
ja_jp: 子犬へ ぼうぎょの しせい

source: Unaware Of Life's Changes
de_de: Unbewusst über die Veränderungen im Leben
hu_hu: Fel se tűnnek az élet változásai
ja_jp: にちじょうの へんかに きづかず

source: Excited By Life's Changes
de_de: Aufgeregt durch die Veränderungen des Lebens
hu_hu: Izgatott az élet változásait illetően
ja_jp: にちじょうの へんかに こうふんちゅう

source: Touched By Life's Changes
de_de: Von den Veränderungen des Lebens berührt
hu_hu: Megérintve az élet változásaitól
ja_jp: にちじょうの へんかに ふれる

source: Only 99.1 Percent Clean
de_de: Nur 99,1 Prozent sauber
hu_hu: Csak 99.1 százalékban tiszta
ja_jp: 99.1％ ピカピカ

source: Power-Washing Powerhouse
de_de: Hochdruckreiniger- Kraftpaket
hu_hu: Magasnyomású mosó erőgép
ja_jp: こうあつせんじょう のせんもんか

source: Hot Tub Manufacturer
de_de: Whirlpool Hersteller
hu_hu: Pezsgőfürdő gyártó
ja_jp: ジャグジー メーカー

source: Overpowered Pressure Washer
de_de: Überlasteter Hochdruckreiniger
hu_hu: Túlerőltetett magasnyomású mosó
ja_jp: ちょうこうあつ せんじょうき

source: Looking For A Baby Sitter
de_de: Suche einen Baby Sitter
hu_hu: Bébiszittert keres
ja_jp: ベビーシッター さがしてます

source: Slime-Powered Barstool
de_de: Barhocker mit Schleimantrieb
hu_hu: Zselé-üzemű bárszék
ja_jp: スライム つきの バースツール

source: Sexy Sitcom Regular
de_de: Sexy Sitcom Stammgast
hu_hu: Szexi sitcom szereplő
ja_jp: コメディばんぐみの セクシーレギュラー

source: Glorified Wrestling Prop
de_de: Verherrlichte Wrestling-Requisite
hu_hu: Megdicsőült birkózókellék
ja_jp: えいこうの プロレスどうぐ

source: Wallowing In Imperfection
de_de: Sich in der Unvollkommenheit suhlen
hu_hu: Belenyugszik a tökéletlenségbe
ja_jp: じぶんのよわさに のたうちまわる

source: Improving His Self-Image
de_de: Verbesserung seines Selbstbildes
hu_hu: Javítja az imidzsét
ja_jp: じぶんは できるやつ だとしんじる

source: Dating His Own Reflection
de_de: Mit seinem eigenen Spiegelbild ausgehen
hu_hu: A saját tükörképével randizgat
ja_jp: そっくりさんと デートちゅう

source: Headed For An Ugly Future
de_de: Auf dem Weg in eine hässliche Zukunft
hu_hu: Egy csúnya jövő felé halad
ja_jp: みにくい みらいへ あしを はこぶ

source: Back To Taking Piano Lessons
de_de: Zurück zum Klavierunterricht
hu_hu: Ismét zongorázni tanul
ja_jp: ピアノレッスンを さいかい

source: Mettaton's New Lead Singer
de_de: Mettaton's neuer Leadsänger
hu_hu: Mettaton új főénekese
ja_jp: メタトンと バンドを けっせいした ボーカル

source: In Love With A Ghost
de_de: Verliebt in einen Geist
hu_hu: Szerelemben egy szellemmel
ja_jp: ゴーストと ラブラブ

source: Can't Sing Without A Synthesizer
de_de: Ohne Synthesizer kann ich nicht singen
hu_hu: Szintetizátor nélkül nem tud énekelni
ja_jp: シンセサイザー なしでは うたえない

source: Construction Site Drill Sergeant
de_de: Baustelle Ausbilder
hu_hu: Építkezési területi kiképzőtiszt
ja_jp: こうじげんばの しどうがかり

source: Bought A Lifetime Spa Subscription
de_de: Habe ein lebenslanges Spa-Abonnement gekauft
hu_hu: Vett egy életreszóló gyógyfürdő bérletet
ja_jp: いっしょうぶんの スパを けいやく

source: Felt Puppy Love For The First Time
de_de: Zum ersten Mal Welpenliebe gespürt
hu_hu: Először tapasztalta meg a kölyökkutya szerelmét
ja_jp: はじめて 子犬の あいじょうを かんじた

source: Looking For Her Next Payout
de_de: Auf der Suche nach ihrer nächsten Auszahlung
hu_hu: A következő havi fizetést várja
ja_jp: つぎの しはらいを まつ

source: Caring For The Spider Clans
de_de: Fürsorge für die Spinnenclans
hu_hu: Törődik a pók klánokkal
ja_jp: スパイダー同盟の えんじょちゅう

source: Picnic Date Matchmaker
de_de: Picknick-Date Kupplerin
hu_hu: Piknik randi szervező
ja_jp: ピクニックの ひどりを けつだん

source: Waiting For The Beat To Drop
de_de: Warten auf den Beat
hu_hu: Várja az ütemben a droppot
ja_jp: ビートが きざまれる のを まつ

source: Lightning-Fast Rapper
de_de: Blitzschneller Rapper
hu_hu: Villámgyors rapper
ja_jp: でんこうせっかの ラッパー

source: Rapper Turned Love Song Writer
de_de: Vom Rapper zum Liebesliedschreiber
hu_hu: Rapperből lett szerelmes dal író
ja_jp: ラッパー から ラブソングの さっきょくか に

source: Rap Battling To The Near-Death
de_de: Rap-Kampf bis zum Tod
hu_hu: Halál közelig rap csatát vív
ja_jp: しの ふちにいたる ラップバトル

source: Flying Deeper Into Denial
de_de: Tiefer fliegen In die Verleugnung
hu_hu: Mélyen száll az elutasításba
ja_jp: ツンデレの きわみ

source: Sneaking Up On You At Warp Speed
de_de: Schleicht sich mit Warp- Geschwindigkeit an Sie heran
hu_hu: Hipersebességgel oson utánad
ja_jp: ワープホールを とおって あなたの もとに

source: Tsun To Be Your Dere-Dere
de_de: Tsun soll Ihr Dere-Dere sein
hu_hu: Hamarosan a kedvesed lesz
ja_jp: ツンツン デレデレデレデレ

source: Finally Met Its Match
de_de: Endlich seinen Meister gefunden
hu_hu: Végre megtalálta a párját
ja_jp: ついに いんねんの あいて にあえた

source: Another Day, Another Conflict
de_de: Ein neuer Tag, ein neuer Konflikt
hu_hu: Újabb nap, újabb konfliktus
ja_jp: あいかわらず しょうとつ

source: Interplanetary Ambassador
de_de: Interplanetarer Botschafter
hu_hu: Bolygószintű nagykövet
ja_jp: せいかん たいし

source: Encouraging Love In Others
de_de: Die Liebe in anderen fördern
hu_hu: Másokban bátorítja a szerelmet
ja_jp: みんなに あいを ひろめる

source: Showing Kindness Through The Pain
de_de: Trotz des Schmerzes Freundlichkeit zeigen
hu_hu: Kedvességet mutat a fájdalmon át
ja_jp: いたみ をとうして やさしさを みせる

source: RG 03 & RG 04
hu_hu: KG 03 & KG 04

source: In Search Of Childhood Friends
de_de: Auf der Suche nach Freunden aus der Kindheit
hu_hu: Gyermekkori barátokat keresnek
ja_jp: こどもじだいの ともだちを さがしちゅう

source: Use Your Imagination
de_de: Verwenden Sie Ihre Vorstellungskraft
hu_hu: Használd a képzeleted
ja_jp: ごそうぞうに おまかせ

source: Please Use Your Imagination
de_de: Bitte nutzen Sie Ihre Vorstellungskraft
hu_hu: KÉRLEK használd a képzeleted!
ja_jp: ごそうぞうに おまかせします！

source: Royal Guard Retirees
de_de: Königliche Wache Rentner
hu_hu: Visszavonult királyi gárda tagok
ja_jp: ロイヤルガード たいしょく します

source: Not Your Ideal Business Partner
de_de: Nicht Ihr idealer Geschäftspartner
hu_hu: Nem az ideális biznisz partnered
ja_jp: りそうてきな ビジネスパートナー とは いえない

source: A Little Less Shady Than Usual
de_de: Etwas weniger zwielichtig als sonst
hu_hu: Kicsit kevésbé kétséges a megszokottnál
ja_jp: いつもよりは すこし ウサンクサく ない

source: Not Your Ideal Bedfellow
de_de: Nicht Ihr idealer Bettgenosse
hu_hu: Nem az ideális társad az ágyban
ja_jp: りそうてきな なかま とは いえない

source: Running Hastily At The Life Ahead
de_de: Hastig dem Leben entgegen- rennen, das vor uns liegt
hu_hu: Gyorsan fut az előtte álló életbe
ja_jp: これからの じんせいも はやあしで

source: Looking Forward To The Life Ahead
de_de: Ich freue mich auf das Leben, das vor mir liegt
hu_hu: Bizakodva várja az előtte álló életet
ja_jp: これからの じんせいを たのしみに

source: Finding Love In The Life Ahead
de_de: Liebe finden Im kommenden Leben
hu_hu: Szerelmet talál az előtte álló életben
ja_jp: これからの じんせいに あいを もとめて

source: Looking For A Dictionary
de_de: Auf der Suche nach einem Wörterbuch
hu_hu: Egy szótárat keres
ja_jp: じしょを さがしちゅう

source: Famous Magician
de_de: Berühmter Magier
hu_hu: Híres bűvész
ja_jp: ゆうめい マジシャン

source: Found A New Kind Of Magic
de_de: Eine neue Art von Magie entdeckt
hu_hu: Egy újfajta mágiát talált
ja_jp: あたらしい まほうを はっけん

source: In Search Of The Past
de_de: Auf der Suche nach der Vergangenheit
hu_hu: A múltat kutatja
ja_jp: かこを たずねて

source: Renowned Historian
de_de: Renommierter Historiker
hu_hu: Elhírhedt történész
ja_jp: こうめいな 歴史家

source: Has A Crush On The Homeworld
de_de: Ist in die Heimatwelt verknallt
hu_hu: A crush-a az otthoni világ
ja_jp: ふるさとに むちゅう

source: FINAL FROGGIT
hu_hu: VÉGSŐ FROGGIT
ja_jp: ファイナル・フロギー

source: Keeping Its Wisdom To Itself
de_de: SeineWeisheit für sich behalten
hu_hu: Önmagának tartja bölcsességét
ja_jp: ちえを ひけらかさない

source: Sharing Its Wisdom Openly
de_de: Seine Weisheit offen teilen
hu_hu: Nyíltan megosztja bölcsességét
ja_jp: ちえを オープンに きょうゆう

source: Using Its Wisdom For Love
de_de: Seine Weisheit für die Liebe nutzen
hu_hu: Bölcsességét a szerelemre fordítja
ja_jp: ちえは あいの ために

source: Using Its Wisdom For Survival
de_de: Seine Weisheit zum Überleben nutzen
hu_hu: Bölcsességét túlélésre fordítja
ja_jp: ちえは いきのこる ため

source: Still Working Every Day
de_de: Arbeite immer noch jeden Tag
hu_hu: Továbbra is minden nap dolgozik
ja_jp: いまだに れんきんちゅう

source: Finally Took A Break
de_de: Endlich eine Pause gemacht
hu_hu: Végre szünetet tart
ja_jp: やっと チルできる

source: Looking For Some Private Time
de_de: Auf der Suche nach etwas Privatsphäre
hu_hu: Privát időre vágyik
ja_jp: ひとりの じかんを かくほちゅう

source: Working Harder Out Of Fear
de_de: Aus Angst härter arbeiten
hu_hu: Keményebben dolgozik félelemből
ja_jp: おそろしくて はたらきづめ

source: Still A Big Bully
de_de: Immer noch ein großer Tyrann
hu_hu: Még mindig hatalmas bunkó
ja_jp: あいかわらずの いじめっこ

source: Domineering Eye Doctor
de_de: Dominanter Augenarzt
hu_hu: Domináló szemdoktor
ja_jp: えらそうな がんかい

source: Domineering Leather Tailor
de_de: Dominanter Lederschneider
hu_hu: Domináló bőrdíszműves
ja_jp: えらそうな ふくやのてんいん

source: Overthrown By An Oculoux
de_de: Gestürzt von einem Oculoux
hu_hu: Egy Oculoux vette át helyét

source: Still A Shameless Coward
de_de: Immer noch ein schamloser Feigling
hu_hu: Még mindig egy szégyentelen gyáva
ja_jp: いまだ はじしらずの おくびょうもの

source: A Little Less Of A Coward
de_de: Ein bisschen weniger ein Feigling
hu_hu: Kicsit kevésbé gyáva
ja_jp: すこし ゆうきの でた おくびょうもの

source: In Love With Its Fear
de_de: Verliebt in seine Angst
hu_hu: Szerelemben a félelmével
ja_jp: きょうふしん とともに いきていく

source: Running Faster Than Ever Before
de_de: Schneller laufen als je zuvor
hu_hu: Gyorsabban fut, mint valaha
ja_jp: いままでで いちばん にげあしが はやい

source: One Mushroom Army
de_de: Eine Pilzarmee
hu_hu: Egy-gombás hadsereg
ja_jp: キノコあたまの 兵士

source: Hardened Warrior Seeking Peace
de_de: Abgehärteter Krieger Auf der Suche nach Frieden
hu_hu: Békét kereső harcos
ja_jp: へいわの ために たたかう つわもの

source: Defeated By The Power Of Love
de_de: Besiegt durch die Macht der Liebe
hu_hu: Legyőzve a szeretet erejével
ja_jp: あいの ちからに ざんぱい

source: Scared Straight
de_de: Angst Geradewegs
hu_hu: Egyszerűen megijedt
ja_jp: きょうふの きょうせい プログラム

source: MONSTER KID
hu_hu: SZÖRNY KÖLYÖK
ja_jp: モンスターの子

source: [↑ or ↓] to Select / [Z or ENTER] to Confirm
de_de: [↑ oder ↓] zum Auswählen / [Z oder ENTER] zum Bestätigen
hu_hu: [↑ vagy ↓] a választáshoz / [Z vagy ENTER] megerősítéshez
ja_jp: [↑ / ↓]で せんたく / [Z / ENTER]で けってい

source: To whom it may concern, This game contains §fill=#ff0§flashing images§fill=#fff§ which may be reduced via the §fill=#ff0§settings menu§fill=#fff§.
de_de: An alle, die es betrifft, Dieses Spiel enthält §fill=#ff0§flackernde Bilder§fill=#fff§, die über das §fill=#ff0§Einstellungsmenü reduziert werden können§fill=#fff§.
hu_hu: Akit érintene, A játék §fill=#ff0§villogó fényket tartalmaz§fill=#fff§ melyeket csökkenteni lehet a §fill=#ff0§beállítások menüben§fill=#fff§.
ja_jp: 注意： このゲームは§fill=#ff0§フラッシュによる 光の点滅§fill=#fff§を含みます。 苦手な方は§fill=#ff0§せってい§fill=#fff§画面から 変更してください。

source: §fill=#808080§Press [Z or ENTER] to Continue
de_de: §fill=#808080§Drücke [Z oder ENTER] zum Fortfahren
hu_hu: §fill=#808080§nyomj [Z-t vagy ENTER-t] a folytatáshoz

source: Quitting
de_de: Beenden
hu_hu: Kilépés
ja_jp: しゅうりょうしています

source: Quitting.
de_de: Beenden.
hu_hu: Kilépés.
ja_jp: しゅうりょうしています…

source: Quitting..
de_de: Beenden..
hu_hu: Kilépés..
ja_jp: しゅうりょうしています……

source: Thank you for playing Outertale.
de_de: Vielen Dank, dass du Outertale gespielt hast.
hu_hu: Köszi, hogy az Outertalet játszottad!
ja_jp: Outertaleを プレイしてくれて ありがとう。

source: Working on this project has been an honor,
de_de: An diesem Projekt zu arbeiten, war mir eine Ehre
hu_hu: Megtisztelés volt ezen a projekten dolgozni,
ja_jp: このプロジェクトに とりくめたことは こうえいです。

source: and a pleasure on my part.
de_de: und eine Freude.
hu_hu: és számomra egyben öröm.
ja_jp: そして うれしいことです。

source: When I started this journey, I never
de_de: Als ich diese Reise begann, hätte ich nie gedacht,
hu_hu: Amikor elkezdtem ezt az utat, sosem
ja_jp: この ながいながいたびを はじめたとき

source: thought I'd get this far, but here we
de_de: dass ich so weit kommen würde, aber hier sind wir,
hu_hu: gondoltam volna, hogy ilyen messzire jutok,
ja_jp: いちども ここまで やってこられるだろうとは おもっていませんでした。

source: are anyway, at the end.
de_de: am Ende angelangt.
hu_hu: de itt vagyunk, a végén.
ja_jp: ですが いずれにしても ゲームはかんせいしたのです。

source: For me, UNDERTALE was a life-changing
de_de: Für mich war UNDERTALE eine lebensverändernde
hu_hu: Számomra, az UNDERTALE életet megváltoztató
ja_jp: わたしにとって UNDERTALEは じんせいの ターニングポイント でした。

source: experience, and one that was very hard to
de_de: Erfahrung, und es fiel mir sehr schwer,
hu_hu: tapasztalat volt, amit nehéz volt
ja_jp: そして そのけいけんは

source: let go of after I first played it.
de_de: es loszulassen, nachdem ich es zum ersten Mal gespielt hatte.
hu_hu: elengedni, miután először játszottam
ja_jp: はじめて プレイしてから てばなすことの できないものでした。

source: So, with OUTERTALE, I wanted to give you
de_de: Mit OUTERTALE wollte ich dir eine weitere Chance geben,
hu_hu: Tehát, az OUTERTALE-el egy esélyt
ja_jp: だからこそ OUTERTALEで あなたにも つかんでほしかった。

source: another chance to exist in a world like it,
de_de: in einer Welt wie dieser zu existieren,
hu_hu: szerettem volna teremteni, hogy egy hasonló világban létezhess
ja_jp: おなじような せかいせんを たのしむ チャンスを。

source: as if it were your first time.
de_de: als wäre es dein erstes Mal.
hu_hu: mintha ez volna az első alkalmad.
ja_jp: まるで あなたが はじめて プレイした かのように。

source: I hope I've given you that chance.
de_de: Ich hoffe, ich habe dir diese Chance gegeben.
hu_hu: Remélem megadtam ezt az esélyt.
ja_jp: わたしは そのチャンスを つかんで もらえたことを ねがいます。

source: I hope you've come away satisfied with
de_de: Ich hoffe, du bist mit der Zeit, die du in dieser Welt
hu_hu: Remélem, elégedetten távozol ebből a világból
ja_jp: また このせかいせんで すごした じかんに

source: the time you've spent in this world.
de_de: verbracht hast, zufrieden.
hu_hu: az itt töltött idő után.
ja_jp: まんぞく していて ほしい。

source: No matter what you've done in your life,
de_de: Egal, was du in deinem Leben getan hast,
hu_hu: Bármit is tettél eddigi életedben,
ja_jp: あなたの じんせいで なにをしようが

source: your actions here speak volumes about the
de_de: deine Handlungen hier sprechen Bände darüber,
hu_hu: az itteni tetteid rengeteget elárulnak
ja_jp: あなたの ここでの こうどうが

source: kind of person you really are.
de_de: welche Art von Mensch du wirklich bist.
hu_hu: arról, milyen nagyszerű ember vagy.
ja_jp: あなたの ニンゲンせいを ものがたるのです。

source: It's because of you that you got the ending
de_de: Es ist wegen dir, dass du das Ende erreicht hast,
hu_hu: Azért kaptad ezt a befejezést,
ja_jp: というのも このエンディングに とうたつしたのは

source: you did, and nothing can take that
de_de: das du erlebt hast, und nichts kann dir
hu_hu: mert TE alakítottad így,
ja_jp: あなたに よるもの。

source: experience away from you.
de_de: diese Erfahrung nehmen.
hu_hu: és ezt az élményt senki sem veheti el tőled.
ja_jp: そのじじつと あなたを ひきはなすことは できません。

source: Despite your mistakes... you are awesome,
de_de: Trotz deiner Fehler... du bist großartig,
hu_hu: A hibáid ellenére... csodálatos vagy,
ja_jp: ミスしたって…？ それでも あなたはすごいし

source: and you deserve love and attention.
de_de: und du verdienst Liebe und Aufmerksamkeit.
hu_hu: és megérdemled a szeretetet és a törődést.
ja_jp: あいじょうと きくばりを もっている ことになる。

source: Remember that, okay?
de_de: Vergiss das nicht, okay?
hu_hu: Ne feledd ezt, rendben?
ja_jp: そのことは わすれないで くださいね？

source: Take care of yourself, "$(x)."
de_de: Pass auf dich auf, "$(x)."
hu_hu: Vigyázz magadra, "$(x)."
ja_jp: じぶんのことを だいいちに。 $(x)。

source: THE END
de_de: DAS ENDE
hu_hu: VÉGE

source: THE END...?
de_de: DAS ENDE...?
hu_hu: VÉGE...?

source: Restarting
de_de: Neustart
hu_hu: Újraindítás
ja_jp: さいきどうしています

source: Restarting.
de_de: Neustart.
hu_hu: Újraindítás.
ja_jp: さいきどうしています…

source: Restarting..
de_de: Neustart..
hu_hu: Újraindítás..
ja_jp: さいきどうしています……

source: GAMEPAD SETUP
hu_hu: KONTROLLER BEÁLLÍTÁS
ja_jp: コントローラーせってい

source: Use an input on your gamepad to assign it to the in-game action. Use the input again to confirm, or use other inputs to assign those as well. Press ESC to skip setup.
de_de: Verwende eine Eingabe auf deinem Gamepad, um sie einer Aktion im Spiel zuzuweisen. Verwende dieselbe Eingabe erneut, um zu bestätigen, oder benutze andere Eingaben, um weitere Aktionen zuzuweisen. Drücke ESC, um die Einrichtung zu überspringen.
hu_hu: Használj bevitelt a kontrollereden, hogy hozzárendelj egy akciót. Használd a bevitelt újra, hogy megerősítsd, vagy használj más beviteleket, hogy azokat is hozzárendeld. üss ESC-et, hogy átlépd a beállítást.
ja_jp: コントローラーから ボタンを せんたくして ゲームのそうさを せっていします。 おなじボタンを おして けっていするか べつのボタンを おして さいせっていします。 [ESC]で せっていを スキップします。

source: Inputs Assigned: $(x)
de_de: Eingaben zugewiesen: $(x)
hu_hu: Bevitel hozzárendelve: $(x)
ja_jp: せんたく ずみ：$(x)

source: [Z or ENTER] - Confirm
de_de: [Z oder ENTER] - Bestätigen
hu_hu: [Z vagy ENTER] - Megerősít
ja_jp: [Z / ENTER] - かくてい

source: [X or SHIFT] - Cancel
de_de: [X oder SHIFT] - Abbrechen
hu_hu: [X vagy SHIFT] - Mégse
ja_jp: [X / SHIFT] - キャンセル

source: [C or CTRL] - Menu (In-game)
de_de: [C oder STRG] - Menü (Im Spiel)
hu_hu: [C vagy CTRL] - Menü (Játékban)
ja_jp: [C / CTRL] - フィールドメニュー

source: [UP or W] - Move Up
de_de: [↑ oder W] - Nach oben bewegen
hu_hu: [FEL vagy W] - Mozgás Fel
ja_jp: [↑ / W] - うえ

source: [LEFT or A] - Move Left
de_de: [← oder A] - Nach links bewegen
hu_hu: [BAL vagy A] - Mozgás Balra
ja_jp: [← / A] - ひだり

source: [DOWN or S] - Move Down
de_de: [↓ oder S] - Nach unten bewegen
hu_hu: [LE vagy S] - Mozgás Lefele
ja_jp: [↓ / S] - した

source: [RIGHT or D] - Move Right
de_de: [→ oder D] - Nach rechts bewegen
hu_hu: [JOBB vagy D] - Mozgás Jobbra
ja_jp: [→ / D] - みぎ

source: [F4] - Fullscreen
de_de: [F4] - Vollbild
hu_hu: [F4] - Teljes Képernyő
ja_jp: [F4] - フルスクリーン

source: Setup complete. Press any button to continue.
de_de: Setup abgeschlossen. Drücke eine beliebige Taste, um fortzufahren.
hu_hu: Beállítás kész. Nyomj egy gombot a folytatáshoz.
ja_jp: せっていを かんりょうしました。 にんいのボタンを おして つづけます。

source: Note: On this platform, the gamepad may not always be able to enter fullscreen.
de_de: Hinweis: Auf dieser Plattform kann der Gamepad möglicherweise nicht immer den Vollbildmodus aktivieren.
hu_hu: Megjegyzés: Ezen a platformon a kontrollerel nem mindig lehet teljes képernyőre váltani.
ja_jp: ちゅうい：本プラットフォームで プレイするばあい コントローラーで ぜんがめんを ひらくことが できないばあいが あります。

source: A gamepad has already been set up. Press any button to continue, or press any button three times in rapid succession to restart setup. Press ESC to skip setup.
de_de: Ein Gamepad wurde bereits eingerichtet. Drücke eine beliebige Taste, um fortzufahren, oder drücke drei Mal schnell hintereinander eine beliebige Taste, um die Einrichtung neu zu starten. Drücke ESC, um die Einrichtung zu überspringen.
hu_hu: Egy kontroller már be van állítva. Nyomj egy gombot a folytatáshot, vagy nyomd le bármely gombot háromszor gyorsan, hogy újraindítsd a beállítást. Üss ESC-et, hogy átlépd a beállítást.
ja_jp: コントローラーのせっていを かんりょうしました。 にんいのボタンを おして つづけます。 あるいは あるボタンを 3回おして コントローラーを リセットします。 [ESC]で せっていを スキップします。

source: The Oblivion
de_de: Das Oblivion
hu_hu: Oblivion

source: DISABLED
de_de: DEAKTIVIERT
hu_hu: LETILTVA
ja_jp: オフ

source: ENABLED
de_de: AKTIVIERT
hu_hu: ENGEDÉLYEZVE
ja_jp: オン

source: Press [X] to Finish
de_de: Zum Beenden [X] drücken
hu_hu: Nyomj [x]-et a befejezéshez
ja_jp: [X]で しゅうりょう

source: [PRESS Z OR ENTER]
de_de: [Z ODER EINGABE DRÜCKEN]
hu_hu: [NYOMJ Z-T VAGY ENTERT]

source: LV
hu_hu: SZRT

source: No
de_de: Nein
hu_hu: Nem
ja_jp: いいえ

source: §fill=#0f0§NOMINAL
hu_hu: §fill=#0f0§NÉVLEGES
ja_jp: §fill=#0f0§イジョウナシ

source: player
de_de: Spieler
hu_hu: játékos

source: Settings
de_de: Einstellungen
hu_hu: Beállítások
ja_jp: せってい

source: XM
hu_hu: EA

source: Yes
de_de: Ja
hu_hu: Igen
ja_jp: はい

source: INVENTORY
de_de: INVENTAR
hu_hu: LELTÁR
ja_jp: もちもの

source: BOX
hu_hu: DOBOZ
ja_jp: ボックス

source: KEYRING
de_de: Schlüssel
hu_hu: KULCSTARTÓ
ja_jp: キーホルダー

source: Is this name correct?
de_de: Ist dieser Name richtig?
hu_hu: Helyes ez a név?
ja_jp: このなまえで よろしいですか？

source: A name has already been chosen.
de_de: Ein Name wurde bereits gewählt.
hu_hu: A név már ki lett választva.
ja_jp: すでに なまえが つけられています。

source: Go back
de_de: Geh zurück
hu_hu: Vissza
ja_jp: もどる

source: * (HP fully restored.)
de_de: * (HP vollständig wiederhergestellt.)
hu_hu: * (ÉP teljesen visszanyerve.)
ja_jp: ＊(HPが まんタンになった)

source: * (You recovered $(x) HP.)
de_de: * (Du hast $(x) HP wiederhergestellt.)
hu_hu: * (Visszanyertél $(x) ÉP-t.)
ja_jp: ＊(HPが $(x)かいふくした)

source: * (You lost $(x) HP.)
de_de: * (Du hast $(x) HP verloren.)
hu_hu: * (Veszítettél $(x) ÉP-t.)
ja_jp: ＊(HPが $(x)へった)

source: * (HP fully depleted.)
de_de: * (HP vollständig aufgebraucht.)
hu_hu: * (ÉP teljesen elfogyott.)
ja_jp: ＊(HPが 0になった)

source: * (You gained $(x) HP.)
de_de: * (Du hast $(x) HP dazugewonnen.)
hu_hu: * (Szereztél $(x) ÉP-t.)
ja_jp: ＊(HPが $(x)かくとくした)

source: USE
de_de: NUTZE
hu_hu: HASZNÁL

source: EQUIP
de_de: RÜSTEN
hu_hu: FELSZREREL
ja_jp: USE

source: INFO
hu_hu: INFÓ

source: DROP
de_de: FALLEN
hu_hu: KIDOB

source: Continue
de_de: Fortfahren
hu_hu: Folytatás
ja_jp: コンティニュー

source: Observe
de_de: Beobachten
hu_hu: Megtekint
ja_jp: かんさつ

source: Reset
hu_hu: Visszaállítás
ja_jp: リセット

source: True Reset
de_de: Wahres Reset
hu_hu: Valódi visszaállítás
ja_jp: 本当のリセット

source: Name the stranded human.
de_de: Nenne den gestrandeten Menschen
hu_hu: Nevezd el az elveszett embert.
ja_jp: ふじちゃくしたニンゲンに なまえをつけてください

source: Quit
de_de: Zurück
hu_hu: Kilépés
ja_jp: やめる

source: Done
de_de: Fertig
hu_hu: Kész
ja_jp: かくてい

source: §fill=#808080§ [ESC] - Quit / [ENTER] - Done
de_de: §fill=#808080§ [ESC] - Beenden / [ENTER] - Fertig
hu_hu: §fill=#808080§ [ESC] - Kilépés / [ENTER] - Kész
ja_jp: §fill=#808080§キーボードでの入力をお願いします (ひらがな、カタカナと半角英字のみ使用可 入力が完了しても表示されない場合は 1回Enterキーを押してください) [ESC] - やめる [ENTER] - かくてい

source: Return
de_de: Zurückkehren
hu_hu: Vissza
ja_jp: もどる

source: File saved.
de_de: Datei gespeichert.
hu_hu: Fájl mentve.
ja_jp: セーブしました。

source: SETTINGS
de_de: EINSTELLUNGEN
hu_hu: BEÁLLÍTÁSOK
ja_jp: せってい

source: EXIT
de_de: VERLASSEN
hu_hu: KILÉPÉS
ja_jp: もどる

source: -> LANGUAGE & MUSIC
de_de: -> SPRACHE & MUSIK
hu_hu: -> NYELV & ZENE

source: LANGUAGE
de_de: SPRACHE
hu_hu: NYELV
ja_jp: げんご

source: ENGLISH
de_de: DEUTSCH
hu_hu: MAGYAR
ja_jp: にほんご

source: SOUND FX
de_de: SOUNDEFFEKTE
hu_hu: HANGEFFEKTEK
ja_jp: SE

source: MUSIC
de_de: MUSIK
hu_hu: ZENE
ja_jp: BGM

source: FANCY GRAPHICS
de_de: SCHICKE GRAFIKEN
hu_hu: SZEBB GRAFIKA
ja_jp: こうがしつ

source: -> GAMEPLAY & GRAPHICS
de_de: -> GAMEPLAY & GRAFIK
hu_hu: -> JÁTÉKMENET & GRAFIKA

source: CHARACTER RUNNING
de_de: CHARAKTER LAUFEN
hu_hu: KARAKTER FUTÁS
ja_jp: パワフルなはしり

source: COLORED SPRITES
de_de: FARBIGE SPRITES
hu_hu: SZÍNEZETT SPRITE-OK
ja_jp: カラフル

source: FLASHING IMAGERY
de_de: BLINKENDE BILDER
hu_hu: VILLÓDZÓ KÉP
ja_jp: てんめつ

source: NORMAL
hu_hu: NORMÁL
ja_jp: ノーマル

source: REDUCED
de_de: REDUZIERT
hu_hu: CSÖKKENTETT
ja_jp: やさしめ

source: MOBILE SETTINGS
de_de: MOBILE EINSTELLUNGEN
hu_hu: MOBIL BEÁLLÍTÁSOK
ja_jp: モバイル せってい

source: DEADZONE
de_de: TOTE ZONE
hu_hu: HOLTZÓNA
ja_jp: デッドゾーン

source: OPEN MOD FOLDER
de_de: MOD ORDNER ÖFFNEN
hu_hu: MOD MAPPA MEGNYITÁSA
ja_jp: Modフォルダをひらく
