Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}{#f/0}* it's called "the firewall."
pt_br: <25>{#p/sans}{#f/0}* é chamado de "parede de fogo."
zh_cn: <25>{#p/sans}{#f/0}* 这是“火墙”。
zh_tw: <25>{#p/sans}{#f/0}* 這是「火牆」。

source: <25>{#p/sans}{#f/2}* y'know. * like the firewall on a computer.
pt_br: <25>{#p/sans}{#f/2}* sabe. * igual o firewall no computador.
zh_cn: <25>{#p/sans}{#f/2}* 把它联想成 电脑的“防火墙”就行。
zh_tw: <25>{#p/sans}{#f/2}* 把它聯想成 電腦的「防火牆」就行。

source: <25>{#p/sans}* the idea behind this one is to get to the other side.
pt_br: <25>{#p/sans}* a ideia por trás desse é chegar do outro lado.
zh_cn: <25>{#p/sans}* 到达对面，你就过关了。
zh_tw: <25>{#p/sans}* 到達對面，你就過關了。

source: <25>{#p/sans}* simple, right?
pt_br: <25>{#p/sans}* Simples, né?
zh_cn: <25>{#p/sans}* 很简单，对吧？
zh_tw: <25>{#p/sans}* 很簡單，對吧？

source: <25>{#p/sans}{#f/3}* though, i've tested this puzzle myself, and i gotta say...
pt_br: <25>{#p/sans}{#f/3}* Porém, eu testei o quebra-cabeça por conta própria e devo dizer...
zh_cn: <25>{#p/sans}{#f/3}* 不过，我之前亲自尝试过 这个谜题，只能说...
zh_tw: <25>{#p/sans}{#f/3}* 不過，我之前親自嘗試過 這個謎題，只能說...

source: <25>{#p/sans}{#f/2}* it's not as easy as it looks.
pt_br: <25>{#p/sans}{#f/2}* Não é fácil como parece.
zh_cn: <25>{#p/sans}{#f/2}* 它可没你想得那么简单。
zh_tw: <25>{#p/sans}{#f/2}* 它可沒你想得那麼簡單。

source: <18>{#p/papyrus}... ANYWAY, THE IDEA BEHIND THIS PUZZLE IS SIMPLE.
pt_br: <18>{#p/papyrus}... A IDEIA DESSE QUEBRA-CABEÇA É SIMPLES.
zh_cn: <18>{#p/papyrus}...总之， 这个谜题背后的想法 其实非常简单。
zh_tw: <18>{#p/papyrus}...總之， 這個謎題背後的想法 其實非常簡單。

source: <18>BECAUSE ALL YOU HAVE TO DO...
pt_br: <18>PORQUE TUDO QUE VOCÊ TEM QUE FAZER...
zh_cn: <18>因为你应该做的...
zh_tw: <18>因為你應該做的...

source: <18>{#f/9}IS MAKE IT TO THE OTHER SIDE!!
pt_br: <18>{#f/9}É CHEGAR DO OUTRO LADO!
zh_cn: <18>{#f/9}只有成功到达另一边！！
zh_tw: <18>{#f/9}只有成功到達另一邊！！

source: <18>{#f/0}GOOD LUCK!! NYEH HEH HEH!!
pt_br: <18>{#f/0}BOA SORTE!! NYEH HEH HEH!!
zh_cn: <18>{#f/0}祝你好运！！ 捏嘿嘿！！
zh_tw: <18>{#f/0}祝你好運！！ 捏嘿嘿！！

source: <25>{#p/sans}{#f/0}* what are you going back there for, huh?
pt_br: <25>{#p/sans}{#f/0}* Pra quê você está voltando aqui atrás, hein?
zh_cn: <25>{#p/sans}{#f/0}* 嗯？你要回哪去？
zh_tw: <25>{#p/sans}{#f/0}* 嗯？你要回哪去？

source: <25>{#p/sans}{#f/3}* come on. * at least try to be a good sport.
pt_br: <25>{#p/sans}{#f/3}* Qual foi. * Pelo menos tente ser esportivo.
zh_cn: <25>{#p/sans}{#f/3}* 试试嘛， 起码配合一下。
zh_tw: <25>{#p/sans}{#f/3}* 試試嘛， 起碼配合一下。

source: <18>{#p/papyrus}{#x2}{#f/7}WHERE DO YOU THINK YOU'RE GOING!?
pt_br: <18>{#p/papyrus}{#x2}{#f/7}ONDE VOCÊ PENSA QUE ESTÁ INDO!?
zh_cn: <18>{#p/papyrus}{#x2}{#f/7}你往哪里走呢！？
zh_tw: <18>{#p/papyrus}{#x2}{#f/7}你往哪裡走呢！？

source: <25>{#p/sans}{#f/0}* seriously?
pt_br: <25>{#p/sans}{#f/0}* sério?
zh_cn: <25>{#p/sans}{#f/0}* 真要走？
zh_tw: <25>{#p/sans}{#f/0}* 真要走？

source: <18>{#p/papyrus}{#x2}{#f/7}GET BACK HERE!!
pt_br: <18>{#p/papyrus}{#x2}{#f/7}VOLTE JÁ AQUI!
zh_cn: <18>{#p/papyrus}{#x2}{#f/7}快回来！！
zh_tw: <18>{#p/papyrus}{#x2}{#f/7}快回來！！

source: <18>{#p/papyrus}ARE YOU AFRAID OF THE FLAMES??
pt_br: <18>{#p/papyrus}VOCÊ ESTÁ COM MEDO DAS CHAMAS?
zh_cn: <18>{#p/papyrus}你是怕火吗？？
zh_tw: <18>{#p/papyrus}你是怕火嗎？？

source: <18>{#f/4}DON'T WORRY, THEY CAN'T ACTUALLY HARM YOU.
pt_br: <18>{#f/4}NÃO TEMAS, ELAS NÃO PODEM TE MACHUCAR.
zh_cn: <18>{#f/4}不用担心， 这火其实烧不到你。
zh_tw: <18>{#f/4}不用擔心， 這火其實燒不到你。

source: <18>{#f/0}AS SANS WOULD SAY, THEY'RE JUST "PLEASANTLY WARM."
pt_br: <18>{#f/0}SANS DIZ QUE SÃO "AGRADAVELMENTE QUENTES."
zh_cn: <18>{#f/0}用SANS的话来说， 那些火“暖暖的，很舒服”。
zh_tw: <18>{#f/0}用SANS的話來說， 那些火「暖暖的，很舒服」。

source: <25>{#p/sans}* actually, i picked that saying up from a friend.
pt_br: <25>{#p/sans}* Na verdade, eu peguei essa fala de uma amiga.
zh_cn: <25>{#p/sans}* 事实上，这句话是我 从一个朋友那学来的。
zh_tw: <25>{#p/sans}* 事實上，這句話是我 從一個朋友那學來的。

source: <18>{#p/papyrus}{#f/4}... OH.
zh_cn: <18>{#p/papyrus}{#f/4}...哦。
zh_tw: <18>{#p/papyrus}{#f/4}...喔。

source: <18>{#p/papyrus}ARE YOU ANXIOUS ABOUT FAILING THE PUZZLE??
pt_br: <18>{#p/papyrus}VOCÊ ESTÁ ANSIOSO EM RELAÇÃO A FALHAR?
zh_cn: <18>{#p/papyrus}你在担心解不了谜题吗？？
zh_tw: <18>{#p/papyrus}你在擔心解不了謎題嗎？？

source: <18>IF THAT'S THE CASE, THEN YOU MUST KNOW...
pt_br: <18>SE ESSE É O CASO, ENTÃO VOCÊ DEVE SABER...
zh_cn: <18>如果是那样的话， 那你一定得知道...
zh_tw: <18>如果是那樣的話， 那你一定得知道...

source: <18>{#x4}{#f/9}I, THE GREAT PAPYRUS, WOULD NOT JUDGE YOU FOR IT!
pt_br: <18>{#x4}{#f/9}EU, O GRANDE PAPYRUS, NÃO IREI TE JULGAR!
zh_cn: <18>{#x4}{#f/9}我，伟大的PAPYRUS， 不会因此而评判你！
zh_tw: <18>{#x4}{#f/9}我，偉大的PAPYRUS， 不會因此而評判你！

source: <18>{#f/0}AS EVERY STAR CHEF KNOWS, THE THOUGHT IS WHAT COUNTS.
pt_br: <18>{#f/0}COMO TODO CHEFE SABE, É A INTENÇÃO QUE CONTA.
zh_cn: <18>{#f/0}就像每个明星大厨 都知道的那样， 心意是最重要的。
zh_tw: <18>{#f/0}就像每個明星大廚 都知道的那樣， 心意是最重要的。

source: <18>{#x1}SO GO ON, DO TRY YOUR BEST!
pt_br: <18>{#x1}ENTÃO VAI LÁ, TENTE SEU MELHOR!
zh_cn: <18>{#x1}所以，来吧， 尽力就好！
zh_tw: <18>{#x1}所以，來吧， 盡力就好！

source: <18>{#p/papyrus}{#f/4}(SANS, WHAT IS THE HUMAN DOING??)
pt_br: <18>{#p/papyrus}{#f/4}(SANS, O QUE O HUMANO ESTÁ FAZENDO??)
zh_cn: <18>{#p/papyrus}{#f/4}（SANS，那个人类 在干什么啊？？）
zh_tw: <18>{#p/papyrus}{#f/4}（SANS，那個人類 在幹什麼啊？？）

source: <25>{#p/sans}* they could just be studying the pattern.
pt_br: <25>{#p/sans}* Ele deve estar estudando o padrão.
zh_cn: <25>{#p/sans}* 可能在研究路线吧。
zh_tw: <25>{#p/sans}* 可能在研究路線吧。

source: <18>{#p/papyrus}{#f/4}(OH, TRUE.)
pt_br: <18>{#p/papyrus}{#f/4}(AH, VERDADE.)
zh_cn: <18>{#p/papyrus}{#f/4}（哦，确实。）
zh_tw: <18>{#p/papyrus}{#f/4}（喔，確實。）

source: <18>{#f/9}IN THAT CASE, PROCEED WHEN READY!
pt_br: <18>{#f/9}NESTE CASO, PROSSIGA QUANDO PRONTO!
zh_cn: <18>{#f/9}那样的话， 准备好了就前进吧！
zh_tw: <18>{#f/9}那樣的話， 準備好了就前進吧！

source: <25>{#p/sans}{#f/0}* whoops. * nice try, though.
pt_br: <25>{#p/sans}{#f/0}* whoops. * Boa tentativa.
zh_cn: <25>{#p/sans}{#f/0}* 哎呀，真可惜。 * 不过别灰心。
zh_tw: <25>{#p/sans}{#f/0}* 哎呀，真可惜。 * 不過別灰心。

source: <18>{#p/papyrus}NYEH HEH HEH! WELL THEN.
pt_br: <18>{#p/papyrus}NYEH HEH HEH! POIS BEM.
zh_cn: <18>{#p/papyrus}捏嘿嘿！ 那好吧。
zh_tw: <18>{#p/papyrus}捏嘿嘿！ 那好吧。

source: <18>{#f/9}IT SEEMS YOU'VE BEEN JAPED BY THE GREAT PAPYRUS!
pt_br: <18>{#f/9}PARECE QUE VOCÊ FOI TAPEADO PELO GRANDE PAPYRUS!
zh_cn: <18>{#f/9}看来你被 伟大的PAPYRUS戏弄了！
zh_tw: <18>{#f/9}看來你被 偉大的PAPYRUS戲弄了！

source: <18>{#f/0}BUT FRET NOT!
pt_br: <18>{#f/0}MAS NÃO FIQUE COM RAIVA!
zh_cn: <18>{#f/0}但别担心！
zh_tw: <18>{#f/0}但別擔心！

source: <18>FOR YOU SEE, MY TRAPS ARE NO SLOUCH.
pt_br: <18>VEJA, MINHAS ARMADILHAS NÃO SÃO DESLEIXADAS.
zh_cn: <18>你也看到了， 我的陷阱可不差。
zh_tw: <18>你也看到了， 我的陷阱可不差。

source: <18>{#f/9}YOU CAN'T BE BLAMED FOR FAILING ONE SO EASILY!!
pt_br: <18>{#f/9}VOCÊ NÃO PODE SE CULPAR POR FALHAR TÃO FACILMENTE!!
zh_cn: <18>{#f/9}你不能因为轻易失败 就受到指责！！
zh_tw: <18>{#f/9}你不能因為輕易失敗 就受到指責！！

source: <25>{#p/sans}{#f/0}* huh. * guess you're smarter than you look.
pt_br: <25>{#p/sans}{#f/0}* huh. * acho que você é mais esperto do que parece.
zh_cn: <25>{#p/sans}{#f/0}* 不错嘛。 * 没看出来，你还挺机灵的。
zh_tw: <25>{#p/sans}{#f/0}* 不錯嘛。 * 沒看出來，你還挺機靈的。

source: <18>{#p/papyrus}{#f/1}WHAT!?
pt_br: <18>{#p/papyrus}{#f/1}QUÊ!?
zh_cn: <18>{#p/papyrus}{#f/1}啥！？
zh_tw: <18>{#p/papyrus}{#f/1}啥！？

source: <18>{#f/7}HOW DID YOU MANAGE TO DO THAT!?!?
pt_br: <18>{#f/7}COMO VOCÊ CONSEGUIU FAZER ISSO!?!?
zh_cn: <18>{#f/7}你咋做到的！？！？
zh_tw: <18>{#f/7}你咋做到的！？！？

source: <18>THAT WAS SUPPOSED TO BE TOTALLY IMPOSSIBLE!
pt_br: <18>ISSO ERA SUPOSTAMENTE PARA SER IMPOSSÍVEL!
zh_cn: <18>这谜题是个人都过不去啊！
zh_tw: <18>這謎題是個人都過不去啊！

source: <18>{#f/9}... WELL THEN! I SHALL HAVE TO STEP UP MY GAME!
pt_br: <18>{#f/9}... POIS BEM! EU DEVEREI AUMENTAR O NÍVEL DO MEU JOGO!
zh_cn: <18>{#f/9}...哎呀，行吧！ 我得快点布置自己的谜题了！
zh_tw: <18>{#f/9}...哎呀，行吧！ 我得快點布置自己的謎題了！

source: <25>{#p/sans}{#f/0}* well, that's it.
pt_br: <25>{#p/sans}{#f/0}* bem, é isso.
zh_cn: <25>{#p/sans}{#f/0}* 好了，谜题结束了。
zh_tw: <25>{#p/sans}{#f/0}* 好了，謎題結束了。

source: <25>{#p/sans}{#f/3}* ... thanks for playing along, at least.
pt_br: <25>{#p/sans}{#f/3}* ... obrigado por jogar, pelo menos.
zh_cn: <25>{#p/sans}{#f/3}* ...总之，感谢游玩。
zh_tw: <25>{#p/sans}{#f/3}* ...總之，感謝遊玩。

source: <25>{#p/sans}{#f/0}* in the meantime, i've got another puzzle to set up.
pt_br: <25>{#p/sans}{#f/0}* No meio tempo, eu tenho outro quebra-cabeça para preparar.
zh_cn: <25>{#p/sans}{#f/0}* 现在， 我要去准备下个谜题。
zh_tw: <25>{#p/sans}{#f/0}* 現在， 我要去準備下個謎題。

source: <25>{#p/sans}{#f/2}* we'll be seeing each other again.
pt_br: <25>{#p/sans}{#f/2}* Nós, nos veremos de novo.
zh_cn: <25>{#p/sans}{#f/2}* 待会见。
zh_tw: <25>{#p/sans}{#f/2}* 待會見。

source: <18>{#f/4}IN ANY CASE...
pt_br: <18>{#f/4}EM TODO CASO...
zh_cn: <18>{#f/4}无论如何...
zh_tw: <18>{#f/4}無論如何...

source: <18>{#f/0}I AM EXCITED FOR WHAT COMES NEXT!
pt_br: <18>{#f/0}EU ESTOU EXCITADO PARA O QUE VIRÁ DEPOIS!
zh_cn: <18>{#f/0}我很期待 接下来的发展！
zh_tw: <18>{#f/0}我很期待 接下來的發展！

source: <18>{#f/4}A PUZZLE SO CONFOUNDING...
pt_br: <18>{#f/4}UM QUEBRA-CABEÇA TÃO CONFUSO...
zh_cn: <18>{#f/4}一个令人 十分困惑的谜题...
zh_tw: <18>{#f/4}一個令人 十分困惑的謎題...

source: <18>{#f/1}EVEN TERRESTRIA HERSELF COULDN'T SOLVE IT!!!
pt_br: <18>{#f/1}NEM TERRESTRIA CONSEGUIU RESOLVER!!!
zh_cn: <18>{#f/1}连TERRESTRIA自己 都解决不了！！
zh_tw: <18>{#f/1}連TERRESTRIA自己 都解決不了！！

source: <25>{#p/sans}* terrestria? * isn't she literally the oldest monster alive?
pt_br: <25>{#p/sans}* terrestria? ela não é tipo o monstro mais antigo vivo?
zh_cn: <25>{#p/sans}* terrestria？ * 是那个在世 最长寿的怪物吗？
zh_tw: <25>{#p/sans}* terrestria？ * 是那個在世 最長壽的怪物嗎？

source: <18>{|}{#p/papyrus}{#f/1}UH... WELL YES, BUT- {%}
pt_br: <18>{|}{#p/papyrus}{#f/1}UH... BEM SIM, MAS- {%}
zh_cn: <18>{|}{#p/papyrus}{#f/1}呃... 是这样没错，但- {%}
zh_tw: <18>{|}{#p/papyrus}{#f/1}呃... 是這樣沒錯，但- {%}

source: <25>{#p/sans}* dang, i didn't know you thought THAT highly of me.
pt_br: <25>{#p/sans}* droga, eu não sabia que você pensava ISSO logo de mim.
zh_cn: <25>{#p/sans}* 妈呀，我都不知道 原来你对我的评价这么高。
zh_tw: <25>{#p/sans}* 媽呀，我都不知道 原來你對我的評價這麼高。

source: <18>{#p/papyrus}{#f/4}WHAT.
pt_br: <18>{#p/papyrus}{#f/4}QUE.
zh_cn: <18>{#p/papyrus}{#f/4}啥。
zh_tw: <18>{#p/papyrus}{#f/4}啥。

source: <25>{|}{#p/sans}* like, if even SHE can't do it, then- {%}
pt_br: <25>{|}{#p/sans}* tipo, se nem ela consegue fazer, então- {%}
zh_cn: <25>{|}{#p/sans}* 就是说， 如果连她都解不了， 那- {%}
zh_tw: <25>{|}{#p/sans}* 就是說， 如果連她都解不了， 那- {%}

source: <18>{#p/papyrus}{#f/7}{#x3}I GET THE POINT!!
pt_br: <18>{#p/papyrus}{#f/7}{#x3}EU JÁ ENTENDI O PONTO!!
zh_cn: <18>{#p/papyrus}{#f/7}{#x3}我懂你的意思了！！
zh_tw: <18>{#p/papyrus}{#f/7}{#x3}我懂你的意思了！！

source: <18>{#p/papyrus}{#f/7}SANS, WE HAVE PUZZLES TO PREPARE!!
pt_br: <18>{#p/papyrus}{#f/7}SANS, TEMOS ARMADILHAS PARA PREPARAR!!
zh_cn: <18>{#p/papyrus}{#f/7}SANS， 我们还有谜题要准备呢！！
zh_tw: <18>{#p/papyrus}{#f/7}SANS， 我們還有謎題要準備呢！！

source: <18>COME ON!
pt_br: <18>VAMOS!
zh_cn: <18>快来吧！
zh_tw: <18>快來吧！

source: <32>{#p/basic}* I don't understand why these aren't selling...
pt_br: <32>{#p/basic}* Eu não entendo porque não estão vendendo...
zh_cn: <32>{#p/basic}* 我搞不懂为什么 这些东西卖不出去...
zh_tw: <32>{#p/basic}* 我搞不懂為什麼 這些東西賣不出去...

source: <32>* It's the perfect place for something nice...
pt_br: <32>* É o lugar perfeito para algo doce...
zh_cn: <32>* 这可是享受这些东西的 绝佳圣地...
zh_tw: <32>* 這可是享受這些東西的 絕佳聖地...

source: <32>{#p/basic}* OH!!!! * ... you came back!
pt_br: <32>{#p/basic}* OH!!!! * ... você voltou!
zh_cn: <32>{#p/basic}* 哦！！！！ * ...你回来了！
zh_tw: <32>{#p/basic}* 喔！！！！ * ...你回來了！

source: <32>{#p/basic}* WAIT!!!! * Maybe YOU'D like something!
pt_br: <32>{#p/basic}* PERA!!!! * Talvez VOCÊ queira algo!
zh_cn: <32>{#p/basic}* 等一下！！！！ * 也许你会喜欢这些东西！
zh_tw: <32>{#p/basic}* 等一下！！！！ * 也許你會喜歡這些東西！

source: <32>{#p/basic}* OH!!!! * A CUSTOMER!!
pt_br: <32>{#p/basic}* OH!!!! * UM CLIENTE!!
zh_cn: <32>{#p/basic}* 哦！！！！ * 一个顾客！！
zh_tw: <32>{#p/basic}* 喔！！！！ * 一個顧客！！

source: <32>* Hello! * Would you like an Ice Dream?
pt_br: <32>* Olá! * Você gostaria de um Sorvete Sonho?
zh_cn: <32>* 你好！ * 想来根冰意灵吗？
zh_tw: <32>* 你好！ * 想來根冰意靈嗎？

source: <32>* As the top scorer here, you get a handy discount! * 6G per Ice Dream!
pt_br: <32>* Como um querido comprador, você ganha um desconto! * 6G por Sorvete Sonho!
zh_cn: <32>* 作为榜上的第一名， 可以给你打个骨折！ * 每根冰意灵只要6G！
zh_tw: <32>* 作為榜上的第一名， 可以給你打個骨折！ * 每根冰意靈只要6G！

source: <32>* It's the frozen treat that'll set your mind ablaze! * Now just 12G.
pt_br: <32>* É a guloseima congelada que vai incendiar sua mente! * Agora apenas 12G.
zh_cn: <32>* 这可是能点燃你内心的冰冻甜品！ * 现在只要12G。
zh_tw: <32>* 這可是能點燃你內心的冰凍甜品！ * 現在只要12G。

source: <32>{#p/basic}* Ice Dreams! * They're the frozen treats that'll set your mind ablaze!
pt_br: <32>{#p/basic}* Sorvete Sonho! * É a guloseima congelada que vai incendiar sua mente!
zh_cn: <32>{#p/basic}* 冰意灵！ * 能点燃你内心的冰冻甜品！
zh_tw: <32>{#p/basic}* 冰意靈！ * 能點燃你內心的冰凍甜品！

source: <32>* For you, 6G!
pt_br: <32>* Para você, 6G!
zh_cn: <32>* 你的话，只要6G！
zh_tw: <32>* 你的話，只要6G！

source: <32>* Now just 12G.
pt_br: <32>* Agora por 12G.
zh_cn: <32>* 现在只要12G。
zh_tw: <32>* 現在只要12G。

source: * (Buy the Ice Dream for $(x)G?)
pt_br: * (Comprar Sorvete Sonho por $(x)G?)
zh_cn: * （花$(x)G买根冰意灵吗？）
zh_tw: * （花$(x)G買根冰意靈嗎？）

source: * (Get an Ice Dream?)
pt_br: * (Pegar um Sorvete Sonho?)
zh_cn: * （要兑换一根冰意灵吗？）
zh_tw: * （要兌換一根冰意靈嗎？）

source: <32>{#p/basic}* Well then... * Tell your friends...
pt_br: <32>{#p/basic}* Bom, então... * Conte aos seus amigos...
zh_cn: <32>{#p/basic}* 那好吧... * 告诉你的朋友...
zh_tw: <32>{#p/basic}* 那好吧... * 告訴你的朋友...

source: <32>* There's ice cream out here... * In the middle of nowhere...
pt_br: <32>* Que tem Sorvete Sonho aqui... * No meio do nada...
zh_cn: <32>* 在荒郊野外... * 有个买冰淇淋的地方...
zh_tw: <32>* 在荒郊野外... * 有個買冰淇淋的地方...

source: <32>{#p/basic}* I relocated my stand, but there are still no customers...
pt_br: <32>{#p/basic}* Eu desloquei meu carrinho, mas ainda assim nada de clientes...
zh_cn: <32>{#p/basic}* 我换了个地方摆摊， 可还是没有顾客...
zh_tw: <32>{#p/basic}* 我換了個地方擺攤， 可還是沒有顧客...

source: <32>{#p/basic}* Fortunately, I've thought of a solution!!
pt_br: <32>{#p/basic}* Felizmente, eu pensei em uma solução!
zh_cn: <32>{#p/basic}* 幸运的是， 我想到了一个解决方案！！
zh_tw: <32>{#p/basic}* 幸運的是， 我想到了一個解決方案！！

source: <32>* Postcards!
pt_br: <32>* Cartões Postais!
zh_cn: <32>* 明信片！
zh_tw: <32>* 明信片！

source: <32>* Every time you buy an Ice Dream, you can take a postcard from the box.
pt_br: <32>* Toda vez que você comprar um Sorvete Sonho, você ganha um cartão da caixa.
zh_cn: <32>* 你每买一根冰意灵， 就可以从箱子里 拿一张明信片。
zh_tw: <32>* 你每買一根冰意靈， 就可以從箱子裡 拿一張明信片。

source: <32>* If you have three postcards, you can trade them for a free Ice Dream!
pt_br: <32>* Se você tiver três cartões, você pode trocá-los por um Sorvete Sonho grátis!
zh_cn: <32>* 如果你有了三张明信片， 你就可以换一根 免费的冰意灵！
zh_tw: <32>* 如果你有了三張明信片， 你就可以換一根 免費的冰意靈！

source: <32>* They're sure to get the customers to come back!
pt_br: <32>* Isso com certeza vai trazer os clientes de volta!
zh_cn: <32>* 这些明信片 肯定会给我带来回头客的！
zh_tw: <32>* 這些明信片 肯定會給我帶來回頭客的！

source: <32>* Oh, um, would you like an Ice Dream?
pt_br: <32>* Oh, um, você gostaria de um Sorvete Sonho?
zh_cn: <32>* 哦，嗯， 你想来根冰意灵吗？
zh_tw: <32>* 喔，嗯， 你想來根冰意靈嗎？

source: <32>* It's the frozen treat that'll set your mind ablaze! * Now just 10G.
pt_br: <32>* É a guloseima congelada que vai incendiar sua mente! * Agora apenas 10G.
zh_cn: <32>* 这可是能点燃你内心的冰冻甜品！ * 现在只要10G。
zh_tw: <32>* 這可是能點燃你內心的冰凍甜品！ * 現在只要10G。

source: <32>* You've got three postcards, would you like to redeem them?
pt_br: <32>* Você tem três cartões, gostaria de trocá-los?
zh_cn: <32>* 你已经有三张明信片了， 想要兑换一根冰意灵吗？
zh_tw: <32>* 你已經有三張明信片了， 想要兌換一根冰意靈嗎？

source: <32>* Now just 10G.
pt_br: <32>* Agora por 10G.
zh_cn: <32>* 现在只要10G。
zh_tw: <32>* 現在只要10G。

source: <32>* Four Ice Dreams for the price of three...
pt_br: <32>* Quatro Sorvete Sonhos pelo preço de três...
zh_cn: <32>* 冰意灵买三赠一...
zh_tw: <32>* 冰意靈買三贈一...

source: <32>{#p/basic}* Don't forget to take a postcard from the box!
pt_br: <32>{#p/basic}* Não esqueça de pegar um cartão postal da caixa!
zh_cn: <32>{#p/basic}* 别忘了从箱子里 拿一张明信片！
zh_tw: <32>{#p/basic}* 別忘了從箱子裡 拿一張明信片！

source: <32>{#p/basic}* Huh? * You don't have enough room in your pockets...
pt_br: <32>{#p/basic}* Huh? * Você não tem espaço suficiente aí?
zh_cn: <32>{#p/basic}* 嗯？ * 你的口袋里没有 空地方了...
zh_tw: <32>{#p/basic}* 嗯？ * 你的口袋裡沒有 空地方了...

source: <32>{#p/basic}* I wish I could make Ice Dreams easier to store...
pt_br: <32>{#p/basic}* Eu queria fazer com que os Sorvete Sonho fossem fáceis de armazenar...
zh_cn: <32>{#p/basic}* 我也希望 能把冰意灵做得好放点...
zh_tw: <32>{#p/basic}* 我也希望 能把冰意靈做得好放點...

source: <32>{#p/basic}* Huh? * You don't have enough money...
pt_br: <32>{#p/basic}* Huh? * Você não tem grana o suficiente...
zh_cn: <32>{#p/basic}* 嗯？ * 你的钱不太够...
zh_tw: <32>{#p/basic}* 嗯？ * 你的錢不太夠...

source: <32>{#p/basic}* I wish I could make Ice Dreams for free...
pt_br: <32>{#p/basic}* Eu desejava por vender os Sorvete Sonhos de graça...
zh_cn: <32>{#p/basic}* 我也希望 做冰意灵不用花钱...
zh_tw: <32>{#p/basic}* 我也希望 做冰意靈不用花錢...

source: <32>{#p/basic}* Tell you what, have your first one on me.
pt_br: <32>{#p/basic}* Quer saber? * Pega, esse é pela casa.
zh_cn: <32>{#p/basic}* 告诉你一个好消息， 这第一根可以免费送你。
zh_tw: <32>{#p/basic}* 告訴你一個好訊息， 這第一根可以免費送你。

source: <32>{#p/basic}* Enjoy...
pt_br: <32>{#p/basic}* Aproveite...
zh_cn: <32>{#p/basic}* 希望你喜欢...
zh_tw: <32>{#p/basic}* 希望你喜歡...

source: <32>{#p/basic}* Well, you can always come back later.
pt_br: <32>{#p/basic}* Bem, você sempre pode voltar mais tarde.
zh_cn: <32>{#p/basic}* 没关系， 你随时都可以回来买。
zh_tw: <32>{#p/basic}* 沒關係， 你隨時都可以回來買。

source: <32>{#p/basic}* Oh, that's okay.
pt_br: <32>{#p/basic}* Oh, tudo bem.
zh_cn: <32>{#p/basic}* 哦，没关系的。
zh_tw: <32>{#p/basic}* 喔，沒關係的。

source: <32>* Come again soon, kid!
pt_br: <32>* Volte depois, criança!
zh_cn: <32>* 晚点再来啊，孩子！
zh_tw: <32>* 晚點再來啊，孩子！

source: <32>{#p/basic}* Here you go! * Have a stellar starry night!
pt_br: <32>{#p/basic}* Aqui está! * Tenha uma noite estrelada estelar!
zh_cn: <32>{#p/basic}* 拿好了！ * 愿你有个星光璀璨的夜晚！
zh_tw: <32>{#p/basic}* 拿好了！ * 願你有個星光璀璨的夜晚！

source: <32>{#s/equip}{#p/human}* (You got the Ice Dream.)
pt_br: <32>{#s/equip}{#p/human}* (Você pegou o Sorvete Sonho.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了冰意灵。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了冰意靈。）

source: <25>{#p/kidd}{#f/1}* Yo, can I get an Ice Dream?
pt_br: <25>{#p/kidd}{#f/1}* Yo, posso ter um Sorvete Sonho?
zh_cn: <25>{#p/kidd}{#f/1}* 哟，可以给我来一根 冰意灵吗？
zh_tw: <25>{#p/kidd}{#f/1}* 喲，可以給我來一根 冰意靈嗎？

source: <32>{#p/basic}* Sure, kid. * If you've got the money.
pt_br: <32>{#p/basic}* Claro, carinha. * Se você tiver a grana.
zh_cn: <32>{#p/basic}* 当然没问题，孩子。 * 只要你有钱的话。
zh_tw: <32>{#p/basic}* 當然沒問題，孩子。 * 只要你有錢的話。

source: <25>{#p/kidd}{#f/2}* (Psst, give them this.)
pt_br: <25>{#p/kidd}{#f/2}* (Psst, da isso pra ele.)
zh_cn: <25>{#p/kidd}{#f/2}* （嘘，把这个给他。）
zh_tw: <25>{#p/kidd}{#f/2}* （噓，把這個給他。）

source: <25>{#p/kidd}{#f/7}* Yo, they got free Ice Dreams here!?
pt_br: <25>{#p/kidd}{#f/7}* Yo, aqui tem Sorvete Sonho de graça!?
zh_cn: <25>{#p/kidd}{#f/7}* 哟，这儿有 免费的冰意灵吃啊！？
zh_tw: <25>{#p/kidd}{#f/7}* 喲，這兒有 免費的冰意靈吃啊！？

source: <25>{#p/kidd}{#f/1}* Get me one too!
pt_br: <25>{#p/kidd}{#f/1}* Me dá um também!
zh_cn: <25>{#p/kidd}{#f/1}* 也给我来一根！
zh_tw: <25>{#p/kidd}{#f/1}* 也給我來一根！

source: <32>{#p/basic}* W... where did you get that?
pt_br: <32>{#p/basic}* O... onde você conseguiu isso?
zh_cn: <32>{#p/basic}* 你... 你是从哪里 拿到这个的？
zh_tw: <32>{#p/basic}* 你... 你是從哪裡 拿到這個的？

source: <32>* S-sure, kid... here you go!
pt_br: <32>* C-claro, criança... aí vai!
zh_cn: <32>* 没-没问题，孩子... 给你！
zh_tw: <32>* 沒-沒問題，孩子... 給你！

source: <32>{#s/equip}{#p/human}* (You hand the Ice Dream to Monster Kid.)
pt_br: <32>{#s/equip}{#p/human}* (Você dá um Sorvete Sonho para a Criança Monstro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把冰意灵递给了怪物小孩。）
zh_tw: <32>{#s/equip}{#p/human}* （你把冰意靈遞給了怪物小孩。）

source: <25>{#p/kidd}{#f/7}* AWESOME...
pt_br: <25>{#p/kidd}{#f/7}* DA HORA...
zh_cn: <25>{#p/kidd}{#f/7}* 太棒了...
zh_tw: <25>{#p/kidd}{#f/7}* 太棒了...

source: <32>{#p/basic}* Sold out again, I'm afraid! * The thought of freedom has drawn in many customers!
pt_br: <32>{#p/basic}* Vendi tudo de novo, amigão! * A certeza da liberdade me trouxe muitos clientes!
zh_cn: <32>{#p/basic}* 恐怕我又卖光了！ * 大家都跑来买东西 来庆祝重获自由了！
zh_tw: <32>{#p/basic}* 恐怕我又賣光了！ * 大家都跑來買東西 來慶祝重獲自由了！

source: <32>* Not that I'd sell to you if I wasn't sold out...
pt_br: <32>* Não que eu vendesse para você se não estivesse tudo vendido...
zh_cn: <32>* 就算我没卖光， 我也不会卖给你的...
zh_tw: <32>* 就算我沒賣光， 我也不會賣給你的...

source: <32>* If I sold Ice Dreams to a bully, my reputation would be in ruins!
pt_br: <32>* Se eu vendesse Sorvete Sonho para um bully, minha reputação estaria arruinada!
zh_cn: <32>* 如果我把冰意灵卖给一个恶霸， 我的声誉就全毁了！
zh_tw: <32>* 如果我把冰意靈賣給一個惡霸， 我的聲譽就全毀了！

source: <32>* With the recent success, I've been reflecting on my past, and remembering my father.
pt_br: <32>* Com o recente sucesso, eu vim refletindo sobre o passado, me lembrando de meu pai.
zh_cn: <32>* 最近生意不错， 我就开始反思过去， 并想起了我的父亲。
zh_tw: <32>* 最近生意不錯， 我就開始反思過去， 並想起了我的父親。

source: <32>* If he hadn't invented Ice Dreams, I'd still be selling cheap balloons.
pt_br: <32>* Se ele não tivesse inventado os Sorvete Sonhos, eu estaria vendendo balões.
zh_cn: <32>* 如果不是他发明了冰意灵， 我现在可能还在卖廉价的气球呢。
zh_tw: <32>* 如果不是他發明了冰意靈， 我現在可能還在賣廉價的氣球呢。

source: <32>{#p/basic}* Hey, kid! * I'd offer you an Ice Dream, but I'm all sold out!
pt_br: <32>{#p/basic}* Ei, criança! * Eu gostaria de te oferecer um Sorvete Sonho, mas acabou!
zh_cn: <32>{#p/basic}* 嘿，孩子！ * 我真的很想给你一根冰意灵， 但我已经全卖光了！
zh_tw: <32>{#p/basic}* 嘿，孩子！ * 我真的很想給你一根冰意靈， 但我已經全賣光了！

source: <32>* Business is booming here like nothing ever been!
pt_br: <32>* Os negócios estão correndo como nunca!
zh_cn: <32>* 生意从来没像今天在这里 这么火爆过！
zh_tw: <32>* 生意從來沒像今天在這裡 這麼火爆過！

source: <32>* My supply just can't keep up!
pt_br: <32>* Não consigo manter o estoque em dia!
zh_cn: <32>* 我都要供不应求了！
zh_tw: <32>* 我都要供不應求了！

source: <32>{#p/basic}* Nothing personal, of course.
pt_br: <32>{#p/basic}* Nada pessoal, é claro.
zh_cn: <32>{#p/basic}* 当然，我没有针对你的意思。
zh_tw: <32>{#p/basic}* 當然，我沒有針對你的意思。

source: <32>{#p/basic}* Apparently, he sold his first Ice Dream in the middle of the Starton holo-forest.
pt_br: <32>{#p/basic}* Aparentemente, ele vendeu seu primeiro Sorvete Sonho no meio da floresta holográfica de Starton.
zh_cn: <32>{#p/basic}* 据说， 他是在星港的全息森林里 卖出了他的第一根冰意灵。
zh_tw: <32>{#p/basic}* 據說， 他是在星港的全息森林裡 賣出了他的第一根冰意靈。

source: <32>{#p/basic}* Maybe it's time to start that "Ice Dream" chain I've always dreamed of...
pt_br: <32>{#p/basic}* Talvez seja hora de começar aquela corrente de "Sorvete Sonho" com a qual sempre sonhei...
zh_cn: <32>{#p/basic}* 也许是时候开一家我 梦寐以求的“冰意灵” 连锁店了...
zh_tw: <32>{#p/basic}* 也許是時候開一家我 夢寐以求的「冰意靈」 連鎖店了...

source: <32>{#p/basic}{#npc/a}* I can tell you have absolutely no respect for life. * Good going, champ.
pt_br: <32>{#p/basic}{#npc/a}* Eu consigo dizer que você não tem amor algum pela vida. * Boa sorte, campeão.
zh_cn: <32>{#p/basic}{#npc/a}* 我看得出来， 你对生命毫无敬畏之心。 * 大赢家，干得真好啊。
zh_tw: <32>{#p/basic}{#npc/a}* 我看得出來， 你對生命毫無敬畏之心。 * 大贏家，幹得真好啊。

source: <32>{#p/basic}{#npc/a}* Keep it up, champ. * See where it gets you.
pt_br: <32>{#p/basic}{#npc/a}* Continue assim, campeão. * Veja onde você vai chegar.
zh_cn: <32>{#p/basic}{#npc/a}* 大赢家，再接再厉啊。 * 看看你这样下去 最后会怎样。
zh_tw: <32>{#p/basic}{#npc/a}* 大贏家，再接再厲啊。 * 看看你這樣下去 最後會怎樣。

source: <32>{#p/basic}{#npc/a}* Really, champ?
pt_br: <32>{#p/basic}{#npc/a}* Sério, campeão?
zh_cn: <32>{#p/basic}{#npc/a}* 你还真继续啊？ 这就是大赢家的风范吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你還真繼續啊？ 這就是大贏家的風範嗎？

source: <32>{#p/basic}{#npc/a}* Guh? * Did you just...
pt_br: <32>{#p/basic}{#npc/a}* Guh? * Você acabou de...
zh_cn: <32>{#p/basic}{#npc/a}* 咯？ * 你刚才...
zh_tw: <32>{#p/basic}{#npc/a}* 嚕？ * 你剛才...

source: <32>{#p/basic}{#npc/a}* ... * That's, uh, not very cool.
pt_br: <32>{#p/basic}{#npc/a}* ... * Isso, uh, não é nada legal.
zh_cn: <32>{#p/basic}{#npc/a}* ... * 这，呃，可不咋酷。
zh_tw: <32>{#p/basic}{#npc/a}* ... * 這，呃，可不咋酷。

source: <32>{#p/basic}{#npc/a}* What the- * What was THAT for?
pt_br: <32>{#p/basic}{#npc/a}* Mas que- * Pra quê foi AQUILO?
zh_cn: <32>{#p/basic}{#npc/a}* 什么- * 为什么要那样做？
zh_tw: <32>{#p/basic}{#npc/a}* 什麼- * 為什麼要那樣做？
