Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#f/0}A PLACE I LIKE TO SPEND A LOT OF TIME!!!
pt_br: <18>{#f/0}UM LUGAR QUE GOSTO DE PASSAR BASTANTE TEMPO!!!
zh_cn: <18>{#f/0}一个我愿意花大把 时间流连忘返的 地方！！！
zh_tw: <18>{#f/0}一個我願意花大把 時間流連忘返的 地方！！！

source: <18>{#p/papyrus}MY HOUSE!!!
pt_br: <18>{#p/papyrus}MINHA CASA!!!
zh_cn: <18>{#p/papyrus}我家！！！
zh_tw: <18>{#p/papyrus}我家！！！

source: <18>{#p/papyrus}WELCOME TO SCENIC MY HOUSE!
pt_br: <18>{#p/papyrus}SEJA BEM VINDO A MINHA CASA!
zh_cn: <18>{#p/papyrus}欢迎来我豪华的 家里做客！
zh_tw: <18>{#p/papyrus}歡迎來我豪華的 家裡做客！

source: <18>ENJOY AND TAKE YOUR TIME!!!
pt_br: <18>SINTA-SE BEM E APROVEITE SEU TEMPO!!!
zh_cn: <18>好好享受， 慢慢参观！！！
zh_tw: <18>好好享受， 慢慢參觀！！！

source: <18>{#p/papyrus}WHEN YOU'RE DONE, HEAD UPSTAIRS TO MY ROOM!
pt_br: <18>{#p/papyrus}QUANDO TIVER OLHADO TUDO, PODE SUBIR AS ESCADAS ATÉ MEU QUARTO!
zh_cn: <18>{#p/papyrus}如果你看完了， 就上楼来我的房间！
zh_tw: <18>{#p/papyrus}如果你看完了， 就上樓來我的房間！

source: <18>{#p/papyrus}{#f/6}WOW! BEING A GOOD HOST IS A REAL WORKOUT!
pt_br: <18>{#p/papyrus}{#f/6}WOW! SER UM BOM ANCIÃO É UM BELO EXERCÍCIO!
zh_cn: <18>{#p/papyrus}{#f/6}哇！当个好主人 可真是个体力活！
zh_tw: <18>{#p/papyrus}{#f/6}哇！當個好主人 可真是個體力活！

source: <18>{#p/papyrus}{#f/5}WOWIE, I CAN'T FEEL MY LEGS...
pt_br: <18>{#p/papyrus}{#f/5}WOWIE, NÃO CONSIGO SENTIR MINHAS PERNAS...
zh_cn: <18>{#p/papyrus}{#f/5}哎呀，我腿都麻了...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}哎呀，我腿都麻了...ゑ

source: <18>{#f/0}THAT MUST MEAN I'M BEING A GREAT HOST!!!
pt_br: <18>{#f/0}ISSO DEVE SIGNIFICAR QUE EU SOU O MELHOR COM VISITAS!!!
zh_cn: <18>{#f/0}那肯定证明了 我是个好主人！！！
zh_tw: <18>{#f/0}那肯定證明了 我是個好主人！！！

source: <18>{#p/papyrus}THAT'S MY ROOM!
pt_br: <18>{#p/papyrus}ESSE É MEU QUARTO!
zh_cn: <18>{#p/papyrus}那是我的房间！
zh_tw: <18>{#p/papyrus}那是我的房間！

source: <18>{#f/4}IF YOU'VE FINISHED LOOKING AROUND, WE COULD GO IN AND...
pt_br: <18>{#f/4}SE VOCÊ JÁ TERMINOU DE OLHAR, A GENTE PODE...
zh_cn: <18>{#f/4}如果这里的东西 你都看完了， 那我们就进去...
zh_tw: <18>{#f/4}如果這裡的東西 你都看完了， 那我們就進去...

source: <18>{#f/4}AND...
pt_br: <18>{#f/4}FAZER...
zh_cn: <18>{#f/4}然后...
zh_tw: <18>{#f/4}然後...

source: <18>{#f/9}DO WHATEVER PEOPLE DO WHEN THEY DATE!
pt_br: <18>{#f/9}SEJA LÁ O QUE AS PESSOAS FAÇAM NOS ENCONTROS!
zh_cn: <18>{#f/9}做大家会在 约会的时候 做的事！
zh_tw: <18>{#f/9}做大家會在 約會的時候 做的事！

source: <18>{#f/9}"HANG OUT" LIKE A PAIR OF VERY COOL FRIENDS!
pt_br: <18>{#f/9}"UM ROLÊ" IGUAL UM PAR DE AMIGOS LEGAIS!
zh_cn: <18>{#f/9}像一对酷酷的朋友 一样“消遣”吧！
zh_tw: <18>{#f/9}像一對酷酷的朋友 一樣「消遣」吧！

source: <18>{#p/papyrus}READY?
pt_br: <18>{#p/papyrus}PRONTO?
zh_cn: <18>{#p/papyrus}准备好了吗？
zh_tw: <18>{#p/papyrus}準備好了嗎？

source: <18>{#p/papyrus}OKAY, LET'S GO!
pt_br: <18>{#p/papyrus}OKAY, VAMOS LÁ!
zh_cn: <18>{#p/papyrus}好，我们进去吧！
zh_tw: <18>{#p/papyrus}好，我們進去吧！

source: <18>{#p/papyrus}I'LL KEEP WAITING HERE THEN!
pt_br: <18>{#p/papyrus}EU VOU CONTINUAR ESPERANDO!
zh_cn: <18>{#p/papyrus}那我就继续 在这儿等着啦！
zh_tw: <18>{#p/papyrus}那我就繼續 在這兒等著啦！

source: <18>{#p/papyrus}{#f/5}SO, UM...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, HMM...
zh_cn: <18>{#p/papyrus}{#f/5}所以，呃...
zh_tw: <18>{#p/papyrus}{#f/5}所以，呃...

source: <18>{#f/5}IF YOU'VE SEEN EVERYTHING...
pt_br: <18>{#f/5}SE VOCÊ JÁ VIU TUDO...
zh_cn: <18>{#f/5}如果你看完了 所有东西...
zh_tw: <18>{#f/5}如果你看完了 所有東西...

source: <18>{#f/6}DO YOU WANT TO START DATING?
pt_br: <18>{#f/6}QUER COMEÇAR O ENCONTRO?
zh_cn: <18>{#f/6}那你想开始 约会吗？
zh_tw: <18>{#f/6}那你想開始 約會嗎？

source: <18>{#f/6}DO YOU WANT TO START HANGING OUT?
pt_br: <18>{#f/6}QUER COMEÇAR NOSSO ROLÊ?
zh_cn: <18>{#f/6}那你想开始 消遣吗？
zh_tw: <18>{#f/6}那你想開始 消遣嗎？

source: <18>{#p/papyrus}{#f/6}READY TO START?
pt_br: <18>{#p/papyrus}{#f/6}PRONTO PARA COMEÇAR?
zh_cn: <18>{#p/papyrus}{#f/6}准备开始了吗？
zh_tw: <18>{#p/papyrus}{#f/6}準備開始了嗎？

source: <18>{#p/papyrus}OKAY!!! DATING START!!!
pt_br: <18>{#p/papyrus}OKAY!!! COMEÇAR ENCONTRO!!!
zh_cn: <18>{#p/papyrus}好！！！ 约会开始！！！
zh_tw: <18>{#p/papyrus}好！！！ 約會開始！！！

source: <18>{#p/papyrus}OKAY!!! LET'S HANG TEN!!!
pt_br: <18>{#p/papyrus}OKAY!!! VAMOS DAR UM ROLÊ!!
zh_cn: <18>{#p/papyrus}好！！！ 我们开始消遣叭！！！
zh_tw: <18>{#p/papyrus}好！！！ 我們開始消遣叭！！！

source: <18>{#p/papyrus}TAKE YOUR TIME, I'LL WAIT FOR YOU.
pt_br: <18>{#p/papyrus}TOME SEU TEMPO, EU ESPERO.
zh_cn: <18>{#p/papyrus}慢慢看，不着急。 我会等你的。
zh_tw: <18>{#p/papyrus}慢慢看，不著急。 我會等你的。

source: <#32>{#p/story} DATING START!
pt_br: <#32>{#p/story} ENCONTRO COMEÇAR!
zh_cn: <#32>{#p/story} 约会 开始！
zh_tw: <#32>{#p/story} 約會 開始！

source: <#32>{#p/story} HANGOUT START!
pt_br: <#32>{#p/story} ROLÊ COMEÇAR!
zh_cn: <#32>{#p/story} 消遣 开始！
zh_tw: <#32>{#p/story} 消遣 開始！

source: <15>{#p/papyrus}{#f/10}HERE WE ARE!!
pt_br: <15>{#p/papyrus}{#f/10}AÍ VAMOS NÓS!
zh_cn: <15>{#p/papyrus}{#f/10}我们！！
zh_tw: <15>{#p/papyrus}{#f/10}我們！！

source: <15>{#f/20}ON OUR DATE!!
pt_br: <15>{#f/20}NOSSO ENCONTRO!!
zh_cn: <15>{#f/20}开始约会了！！
zh_tw: <15>{#f/20}開始約會了！！

source: <15>{#f/20}HANGING OUT!!
pt_br: <15>{#f/20}ROLEZANDO!!
zh_cn: <15>{#f/20}开始消遣了！！
zh_tw: <15>{#f/20}開始消遣了！！

source: <15>{#f/24}I'VE ACTUALLY NEVER DONE THIS BEFORE.
pt_br: <15>{#f/24}NA VERDADE EU NUNCA FIZ ISSO ANTES.
zh_cn: <15>{#f/24}我实际上之前 从来没做过 这种事。
zh_tw: <15>{#f/24}我實際上之前 從來沒做過 這種事。

source: <15>{#f/10}BUT DON'T WORRY!!!
pt_br: <15>{#f/10}MAS NÃO SE PREOCUPE!!!
zh_cn: <15>{#f/10}但别担心！！！
zh_tw: <15>{#f/10}但別擔心！！！

source: <15>{#f/20}PREPARATION IS MY (UNOFFICIAL) LAST NAME!
pt_br: <15>{#f/20}PREPARAÇÃO É MEU SOBRENOME (NÃO OFICIAL)!
zh_cn: <15>{#f/20}我的（个人）词典里 可是有“准备” 这个词的！
zh_tw: <15>{#f/20}我的（個人）詞典裡 可是有「準備」 這個詞的！

source: <15>{#f/20}WHAT DO I HAVE HERE, YOU ASK?
pt_br: <15>{#f/20}O QUE EU TENHO AQUI, VOCÊ PERGUNTA?
zh_cn: <15>{#f/20}你问我手里 拿的是什么？
zh_tw: <15>{#f/20}你問我手裡 拿的是什麼？

source: <15>{#p/papyrus}{#f/10}AN OFFICIAL DATING GUIDE, STRAIGHT FROM THE LIBRARBY!
pt_br: <15>{#p/papyrus}{#f/10}UM GUIA OFICIAL DE NAMORO, DIRETO DA LIBRARIA!
zh_cn: <15>{#p/papyrus}{#f/10}这是本官方的 约会指南，我直接 从图书倌借来的！
zh_tw: <15>{#p/papyrus}{#f/10}這是本官方的 約會指南，我直接 從圖書倌借來的！

source: <15>{#p/papyrus}{#f/10}AN OFFICIAL HANGOUT GUIDE, STRAIGHT FROM THE LIBRARBY!
pt_br: <15>{#p/papyrus}{#f/10}UM GUIA OFICIAL DE HANGOUT, DIRETO DO THE LIBRARIA!
zh_cn: <15>{#p/papyrus}{#f/10}这是本官方的 消遣指南，我直接 从图书倌借来的！
zh_tw: <15>{#p/papyrus}{#f/10}這是本官方的 消遣指南，我直接 從圖書倌借來的！

source: <15>{#f/20}WITH THIS, WE'RE BOUND TO HAVE A GREAT TIME!
pt_br: <15>{#f/20}COM ISSO, É CERTEZA QUE TEREMOS UM BOM TEMPO!
zh_cn: <15>{#f/20}有了这个， 我们一定会玩得 很开心！
zh_tw: <15>{#f/20}有了這個， 我們一定會玩得 很開心！

source: <15>{#p/papyrus}{#f/25}LET'S SEE...
pt_br: <15>{#p/papyrus}{#f/2}VAMOS VER...
zh_cn: <15>{#p/papyrus}{#f/25}让我看看...
zh_tw: <15>{#p/papyrus}{#f/25}讓我看看...

source: <15>{#f/25}STEP ONE: PRESS C OR CTRL TO OPEN THE {@fill=#f00}DATING HUD{@fill=#000}.
pt_br: <15>{#f/25}PRIMEIRO PASSO: PRESSIONE C OU CTRL PARA ABRIR O {@fill=#f00}LIVRO{@fill=#000}.
zh_cn: <15>{#f/25}第一步： 按下C或CTRL键 打开{@fill=#f00}约会面板{@fill=#000}。
zh_tw: <15>{#f/25}第一步： 按下C或CTRL鍵 打開{@fill=#f00}約會面板{@fill=#000}。

source: <15>{#f/25}STEP ONE: PRESS C OR CTRL TO OPEN THE {@fill=#f00}FRIENDSHIP HUD{@fill=#000}.
pt_br: <15>{#f/25}PRIMEIRO PASSO: PRESSIONE C OU CTRL PARA ABRIR O {@fill=#f00}LIVRO{@fill=#000}.
zh_cn: <15>{#f/25}第一步： 按下C或CTRL键 打开{@fill=#f00}消遣面板{@fill=#000}。
zh_tw: <15>{#f/25}第一步： 按下C或CTRL鍵 打開{@fill=#f00}消遣面板{@fill=#000}。

source: <15>{#p/papyrus}{#f/24}... WAIT.
pt_br: <15>{#p/papyrus}{#f/24}... ESPERA.
zh_cn: <15>{#p/papyrus}{#f/24}...等下。
zh_tw: <15>{#p/papyrus}{#f/24}...等下。

source: <15>{#f/22}YOU ALREADY DID THAT!?!?
pt_br: <15>{#f/22}VOCÊ JÁ FEZ ISSO ANTES!?!?
zh_cn: <15>{#f/22}你早就 按好了！？！？
zh_tw: <15>{#f/22}你早就 按好了！？！？

source: <15>{#f/11}WOWIE, YOU MUST REALLY LOVE ME!
pt_br: <15>{#f/11}WOWIE, VOCÊ DEVE REALMENTE ME AMAR!
zh_cn: <15>{#f/11}哇，你肯定 很爱我吧！
zh_tw: <15>{#f/11}哇，你肯定 很愛我吧！

source: <15>{#f/11}WOWIE, YOU MUST REALLY LIKE ME!
pt_br: <15>{#f/11}WOWIE, VOCÊ DEVE REALMENTE GOSTAR DE MIM!
zh_cn: <15>{#f/11}哇，你肯定 很喜欢我吧！
zh_tw: <15>{#f/11}哇，你肯定 很喜歡我吧！

source: <15>{#f/10}IT'S ONTO STEP TWO, THEN!
pt_br: <15>{#f/10}PARA O SEGUNDO PASSO, ENTÃO!
zh_cn: <15>{#f/10}那么， 开始第二步！
zh_tw: <15>{#f/10}那麼， 開始第二步！

source: <15>{#f/24}EH, WE DIDN'T NEED IT ANYWAY.
pt_br: <15>{#f/24}EH, NÓS NÃO PRECISAMOS DISSO DE TODA FORMA.
zh_cn: <15>{#f/24}呃，反正 我们也不需要。
zh_tw: <15>{#f/24}呃，反正 我們也不需要。

source: <15>{#f/20}ONTO STEP TWO!
pt_br: <15>{#f/20}PARA O SEGUNDO PASSO!
zh_cn: <15>{#f/20}来看第二步！
zh_tw: <15>{#f/20}來看第二步！

source: <15>{#p/papyrus}{#f/11}WOWIE, I FEEL SO INFORMED!
pt_br: <15>{#p/papyrus}{#f/11}WOWIE, ME SINTO TÃO INFORMADO!
zh_cn: <15>{#p/papyrus}{#f/11}哇，我感觉 充满了信息！
zh_tw: <15>{#p/papyrus}{#f/11}哇，我感覺 充滿了資訊！

source: <15>{#f/24}IN FACT, I THINK WE'RE READY FOR STEP TWO...
pt_br: <15>{#f/24}DE FATO, ESTAMOS PRONTOS PARA O SEGUNDO PASSO...
zh_cn: <15>{#f/24}事实上，我认为 我们已经可以 进入第二步了...
zh_tw: <15>{#f/24}事實上，我認為 我們已經可以 進入第二步了...

source: <15>{#p/papyrus}{#f/25}STEP TWO: ASK THEM ON A DATE.
pt_br: <15>{#p/papyrus}{#f/25}SEGUNDO PASSO: CONVIDÁ-LOS PARA SAIR.
zh_cn: <15>{#p/papyrus}{#f/25}第二步： 邀请约会对象。
zh_tw: <15>{#p/papyrus}{#f/25}第二步： 邀請約會對象。

source: <15>{#p/papyrus}{#f/25}STEP TWO: ASK THEM TO HANG OUT.
pt_br: <15>{#p/papyrus}{#f/25}SEGUNDO PASSO: CONVIDÁ-LOS PARA UM ROLÊ.
zh_cn: <15>{#p/papyrus}{#f/25}第二步： 邀请消遣对象。
zh_tw: <15>{#p/papyrus}{#f/25}第二步： 邀請消遣對象。

source: <15>{#f/24}"AHEM."
zh_cn: <15>{#f/24}“咳咳。”
zh_tw: <15>{#f/24}「咳咳。」

source: <15>{#f/20}HUMAN! I, THE GREAT PAPYRUS...
pt_br: <15>{#f/20}HUMANO! EU, O GRANDE PAPYRUS...
zh_cn: <15>{#f/20}人类！ 我，伟大的 PAPYRUS...
zh_tw: <15>{#f/20}人類！ 我，偉大的 PAPYRUS...

source: <15>{#f/10}WOULD LIKE TO GO ON A DATE WITH YOU!
pt_br: <15>{#f/10}GOSTARIA DE IR EM UM ENCONTRO CONTIGO!
zh_cn: <15>{#f/10}想和你一起 约会！
zh_tw: <15>{#f/10}想和你一起 約會！

source: <15>{#f/10}WOULD LIKE TO HANG OUT WITH YOU!
pt_br: <15>{#f/10}GOSTARIA DE IR EM UM ROLÊ CONTIGO!
zh_cn: <15>{#f/10}想和你一起 消遣！
zh_tw: <15>{#f/10}想和你一起 消遣！

source: <15>{#p/papyrus}{#f/12}R-REALLY???
pt_br: <15>{#p/papyrus}{#f/12}S-SÉRIO???
zh_cn: <15>{#p/papyrus}{#f/12}真-真的？？？
zh_tw: <15>{#p/papyrus}{#f/12}真-真的？？？

source: <15>{#f/11}WOWIE!!!
zh_cn: <15>{#f/11}哇！！！
zh_tw: <15>{#f/11}哇！！！

source: <15>{#f/24}I GUESS THAT MEANS IT'S TIME FOR STEP THREE...
pt_br: <15>{#f/24}ACHO QUE AGORA É HORA DO TERCEIRO PASSO...
zh_cn: <15>{#f/24}我想，这意味着 是时候开始 第三步了...
zh_tw: <15>{#f/24}我想，這意味著 是時候開始 第三步了...

source: <15>{#p/papyrus}{#f/21}OH...
zh_cn: <15>{#p/papyrus}{#f/21}哦...
zh_tw: <15>{#p/papyrus}{#f/21}喔...

source: <15>{#f/27}F-FORTUNATELY, IT ONLY SAYS TO ASK.
pt_br: <15>{#f/27}F-FELIZMENTE, AQUI SÓ DIZ PARA PERGUNTAR.
zh_cn: <15>{#f/27}还-还好， 上面只说了 要邀请。
zh_tw: <15>{#f/27}還-還好， 上面只說了 要邀請。

source: <15>{#f/24}WELL ANYWAY, IT'S TIME FOR STEP THREE...
pt_br: <15>{#f/24}BEM DE TODA FORMA, PARA O PASSO TRÊS...
zh_cn: <15>{#f/24}那无论如何， 是时候开始 第三步了...
zh_tw: <15>{#f/24}那無論如何， 是時候開始 第三步了...

source: <15>{#p/papyrus}{#f/25}STEP THREE: PUT ON NICE CLOTHES TO SHOW YOU CARE.
pt_br: <15>{#p/papyrus}{#f/25}TERCEIRO PASSO: COLOQUE ROUPAS LEGAIS PARA MOSTRAR QUE SE IMPORTA.
zh_cn: <15>{#p/papyrus}{#f/25}第三步： 穿上漂亮的衣服 表示你在乎。
zh_tw: <15>{#p/papyrus}{#f/25}第三步： 穿上漂亮的衣服 表示你在乎。

source: <15>{#f/24}WAIT A SECOND.
pt_br: <15>{#f/24}ESPERA UM SEGUNDO.
zh_cn: <15>{#f/24}等一下。
zh_tw: <15>{#f/24}等一下。

source: <15>{#f/24}NICE CLOTHES...
pt_br: <15>{#f/24}BELAS ROUPAS...
zh_cn: <15>{#f/24}漂亮的衣服...
zh_tw: <15>{#f/24}漂亮的衣服...

source: <15>{#f/26}THAT OLD SPACESUIT YOU'RE WEARING...
pt_br: <15>{#f/26}ESSA ROUPA ESPACIAL QUE VOCÊ ESTÁ USANDO...
zh_cn: <15>{#f/26}你正穿着件 旧宇航服呢...ゑ
zh_tw: <15>{#f/26}你正穿著件 舊太空衣呢...ゑ

source: <15>{#f/26}THAT FANCY HALO ON YOUR HEAD...
pt_br: <15>{#f/26}ESSE HALO QUE VOCÊ ESTÁ USANDO...
zh_cn: <15>{#f/26}你正顶着个 漂亮的光环呢...ゑ
zh_tw: <15>{#f/26}你正頂著個 漂亮的光環呢...ゑ

source: <15>{#f/26}THAT FORCE FIELD AROUND YOU...
pt_br: <15>{#f/26}ESSE ESCUDO DE FORÇA QUE VOCÊ ESTÁ USANDO...
zh_cn: <15>{#f/26}你正开着一道 力场护盾呢...ゑ
zh_tw: <15>{#f/26}你正開著一道 力場護盾呢...ゑ

source: <15>{#f/26}THAT ARMOR YOU'RE WEARING...
pt_br: <15>{#f/26}ESSA ARMADURA QUE VOCÊ ESTÁ USANDO...
zh_cn: <15>{#f/26}你正披着 一件盔甲呢...ゑ
zh_tw: <15>{#f/26}你正披著 一件盔甲呢...ゑ

source: <15>{#f/26}THAT GADGET ON YOUR HEAD...
pt_br: <15>{#f/26}ESSA ENGENHOCA NA SUA CABEÇA...
zh_cn: <15>{#f/26}你正戴着台 AR设备呢...ゑ
zh_tw: <15>{#f/26}你正戴著臺 AR裝置呢...ゑ

source: <15>{#f/26}THAT VISOR IN FRONT OF YOUR EYES...
pt_br: <15>{#f/26}ESSE VISOR NA FRENTE DOS SEUS OLHOS...
zh_cn: <15>{#f/26}你正戴着 一个护目镜呢...
zh_tw: <15>{#f/26}你正戴著 一個護目鏡呢...

source: <15>{#f/26}THAT ODD DEVICE YOU'RE CARRYING...
pt_br: <15>{#f/26}ESSE DISPOSITIVO VELHO QUE VOCÊ ESTÁ USANDO...
zh_cn: <15>{#f/26}你正扛着个 奇怪的装置呢...ゑ
zh_tw: <15>{#f/26}你正扛著個 奇怪的裝置呢...ゑ

source: <15>{#f/26}THAT LOCKET AROUND YOUR NECK...
pt_br: <15>{#f/26}ESSE MEDALHÃO EM VOLTA DO SEU PESCOÇO...
zh_cn: <15>{#f/26}你正戴着个吊坠呢...ゑ
zh_tw: <15>{#f/26}你正戴著個吊墜呢...ゑ

source: <15>{#f/26}THAT THING ON YOUR BODY...
pt_br: <15>{#f/26}ESSA COISA NO SEU CORPO...
zh_cn: <15>{#f/26}你身上的 那个东西...
zh_tw: <15>{#f/26}你身上的 那個東西...

source: <15>{#f/20}YOU'RE WEARING CLOTHING RIGHT NOW!!!
pt_br: <15>{#f/20}VOCÊ ESTÁ USANDO UMA ROUPA AGORA MESMO!!!
zh_cn: <15>{#f/20}你现在就 穿着衣服呢！！！
zh_tw: <15>{#f/20}你現在就 穿著衣服呢！！！

source: <15>{#f/24}AND NOT ONLY THAT...
pt_br: <15>{#f/24}E NÃO SÓ ISSO...
zh_cn: <15>{#f/24}不仅如此...
zh_tw: <15>{#f/24}不僅如此...

source: <15>{#f/20}EARLIER TODAY, YOU WERE ALSO WEARING CLOTHING!
pt_br: <15>{#f/20}HOJE MAIS CEDO, VOCÊ TAMBÉM ESTAVA USANDO UMA ROUPA!
zh_cn: <15>{#f/20}今天早些时候， 你也穿着衣服呢！
zh_tw: <15>{#f/20}今天早些時候， 你也穿著衣服呢！

source: <15>{#f/12}NO...! COULD IT BE???
pt_br: <15>{#f/12}NÃO...! NÃO PODE SER???
zh_cn: <15>{#f/12}不会吧...！ 这是不是说？？？
zh_tw: <15>{#f/12}不會吧...！ 這是不是說？？？

source: <15>{#f/13}HAVE YOU WANTED TO DATE ME FROM THE VERY BEGINNING???
pt_br: <15>{#f/13}VOCÊ QUERIA SAIR COMIGO DESDE O COMEÇO?
zh_cn: <15>{#f/13}你打从一开始 就打算和我 约会了？？？
zh_tw: <15>{#f/13}你打從一開始 就打算和我 約會了？？？

source: <15>{#f/13}HAVE YOU WANTED TO BEFRIEND ME FROM THE VERY BEGINNING???
pt_br: <15>{#f/13}VOCÊ QUERIA SER MEU AMIGO DESDE O COMEÇO?
zh_cn: <15>{#f/13}你打从一开始 就打算和我 做朋友了？？？
zh_tw: <15>{#f/13}你打從一開始 就打算和我 做朋友了？？？

source: <15>{#p/papyrus}{#f/22}NO!!
pt_br: <15>{#p/papyrus}{#f/22}NÃO!!
zh_cn: <15>{#p/papyrus}{#f/22}不！！
zh_tw: <15>{#p/papyrus}{#f/22}不！！

source: <15>{#f/22}YOU PLANNED IT ALL!!!
pt_br: <15>{#f/22}VOCÊ PLANEJOU TUDO!!!
zh_cn: <15>{#f/22}这一切都在你 计划之内！！！
zh_tw: <15>{#f/22}這一切都在你 計畫之內！！！

source: <15>{#f/22}YOU MIGHT EVEN BE BETTER AT DATING THAN I AM!!!
pt_br: <15>{#f/22}VOCÊ DEVE SER MELHOR DO QUE EU EM ENCONTROS!!!
zh_cn: <15>{#f/22}你可能都比我更 擅长约会！！！
zh_tw: <15>{#f/22}你可能都比我更 擅長約會！！！

source: <15>N-NOOOO!!! YOUR {@fill=#003cff}DATING POWER{@fill=#000}...!!!
pt_br: <15>N-NÃOOOO!! SEU {@fill=#003cff}PODER DE NAMORO{@fill=#000}...!!!
zh_cn: <15>不-不！！！你的 {@fill=#003cff}约会能量{@fill=#000}...！！！
zh_tw: <15>不-不！！！你的 {@fill=#003cff}約會能量{@fill=#000}...！！！

source: <15>{#f/22}YOU MIGHT EVEN BE BETTER AT HANGING OUT THAN I AM!!!
pt_br: <15>{#f/22}VOCÊ DEVE SER MELHOR DO QUE EU EM DAR ROLÊ!!!
zh_cn: <15>{#f/22}你可能都比我更 擅长消遣！！！
zh_tw: <15>{#f/22}你可能都比我更 擅長消遣！！！

source: <15>N-NOOOO!!! YOUR {@fill=#003cff}FRIENDSHIP POWER{@fill=#000}!!!
pt_br: <15>N-NÃOOOO!! SEU {@fill=#003cff}PODER DE AMIZADE{@fill=#000}
zh_cn: <15>不-不！！！你的 {@fill=#003cff}友谊能量{@fill=#000}...！！！
zh_tw: <15>不-不！！！你的 {@fill=#003cff}友誼能量{@fill=#000}...！！！

source: <15>{#p/papyrus}{#f/24}OH...
zh_cn: <15>{#p/papyrus}{#f/24}哦...
zh_tw: <15>{#p/papyrus}{#f/24}喔...

source: <15>{#f/21}BUT DESPITE THAT...
pt_br: <15>{#f/21}MAS APESAR DISSO...
zh_cn: <15>{#f/21}不过，你嘴上那么说...
zh_tw: <15>{#f/21}不過，你嘴上那麼說...

source: <15>{#f/21}YOU STILL CHOSE TO WEAR CLOTHING TODAY OF ALL DAYS...?
pt_br: <15>{#f/21}VOCÊ AINDA ESCOLHEU USAR ROUPAS HOJE DE TODOS OS DIAS...?
zh_cn: <15>{#f/21}...但这一整天， 你还是好好穿了衣服？
zh_tw: <15>{#f/21}...但這一整天， 你還是好好穿了衣服？

source: <15>{#f/24}IT'S ALMOST LIKE...
pt_br: <15>{#f/24}É COMO SE...
zh_cn: <15>{#f/24}也就是说...
zh_tw: <15>{#f/24}也就是說...

source: <15>{#f/13}LIKE YOUR INTEREST IN ME WAS PREDESTINED~
pt_br: <15>{#f/13}SE SEU INTERESSE EM MIM JÁ ESTIVESSE PREDESTINADO~
zh_cn: <15>{#f/13}你对我的爱 是命中注定的~
zh_tw: <15>{#f/13}你對我的愛 是命中注定的~

source: <15>{#f/22}N-NOOOO!!! YOUR {@fill=#003cff}DATING POWER{@fill=#000}...!!!
pt_br: <15>{#f/22}N-NÃOOOO!! SEU {@fill=#003cff}PODER DE NAMORO{@fill=#000}
zh_cn: <15>{#f/22}不‐不！！！你的 {@fill=#003cff}约会能量{@fill=#000}...！！！
zh_tw: <15>{#f/22}不‐不！！！你的 {@fill=#003cff}約會能量{@fill=#000}...！！！

source: <15>{#f/13}LIKE YOUR FRIENDSHIP WAS PREDESTINED~
pt_br: <15>{#f/13}COMO SE NOSSA AMIZADE TIVESSE SIDO PREDESTINADA~
zh_cn: <15>{#f/13}你对我的友情 是命中注定的~
zh_tw: <15>{#f/13}你對我的友情 是命中注定的~

source: <15>{#f/22}N-NOOOO!!! YOUR {@fill=#003cff}FRIENDSHIP POWER{@fill=#000}...!!!
pt_br: <15>{#f/22}N-NÃOOOO!! SEU {@fill=#003cff}PODER DE AMIZADE{@fill=#000}
zh_cn: <15>{#f/22}不—不！！！你的 {@fill=#003cff}友谊能量{@fill=#000}...！！！
zh_tw: <15>{#f/22}不—不！！！你的 {@fill=#003cff}友誼能量{@fill=#000}...！！！

source: <15>{#p/papyrus}{#f/15}NYEH!
zh_cn: <15>{#p/papyrus}{#f/15}捏！
zh_tw: <15>{#p/papyrus}{#f/15}捏！

source: <15>{#f/15}NYEH HEH HEH!!!
zh_cn: <15>{#f/15}捏嘿嘿！！！
zh_tw: <15>{#f/15}捏嘿嘿！！！

source: <15>{#p/papyrus}{#f/15}DON'T THINK YOU'VE BESTED ME YET!
pt_br: <15>{#p/papyrus}{#f/15}NÃO PENSE QUE VOCÊ ME VENCEU!
zh_cn: <15>{#p/papyrus}{#f/15}别以为你已经 打败我了！
zh_tw: <15>{#p/papyrus}{#f/15}別以為你已經 打敗我了！

source: <15>{#f/20}I, THE GREAT PAPYRUS...
pt_br: <15>{#f/20}EU, O GRANDE PAPYRUS...
zh_cn: <15>{#f/20}我，伟大的 PAPYRUS...
zh_tw: <15>{#f/20}我，偉大的 PAPYRUS...

source: <15>{#f/20}HAVE NEVER BEEN BEATEN AT DATING...
pt_br: <15>{#f/20}NUNCA FUI DERROTADO EM UM ENCONTRO...
zh_cn: <15>{#f/20}之前从来没有 在约会上输过...
zh_tw: <15>{#f/20}之前從來沒有 在約會上輸過...

source: <15>{#f/20}HAVE NEVER BEEN BEATEN AT HANGING OUT...
pt_br: <15>{#f/20}NUNCA FUI DERROTADO EM UM ROLÊ...
zh_cn: <15>{#f/20}之前从来没有 在消遣上输过...
zh_tw: <15>{#f/20}之前從來沒有 在消遣上輸過...

source: <15>{#f/15}AND I NEVER WILL!!
pt_br: <15>{#f/15}E JAMAIS SEREI!!
zh_cn: <15>{#f/15}以后也不会！！
zh_tw: <15>{#f/15}以後也不會！！

source: <15>{#f/10}I CAN EASILY KEEP UP WITH YOU!!!
pt_br: <15>{#f/10}EU POSSO FACILMENTE MANTER O RITMO COM VOCÊ!!!
zh_cn: <15>{#f/10}我很容易就 可以跟上你的 节奏！！！
zh_tw: <15>{#f/10}我很容易就 可以跟上你的 節奏！！！

source: <15>{#f/24}IN FACT...
pt_br: <15>{#f/24}NA VERDADE...
zh_cn: <15>{#f/24}实际上...
zh_tw: <15>{#f/24}實際上...

source: <15>{#f/20}I ALWAYS WEAR MY "SPECIAL" CLOTHES...
pt_br: <15>{#f/20}EU SEMPRE USO MINHAS ROUPAS "ESPECIAIS"...
zh_cn: <15>{#f/20}我在平常的 衣服下面...
zh_tw: <15>{#f/20}我在平常的 衣服下面...

source: <15>{#f/20}UNDERNEATH MY REGULAR ONES!!
pt_br: <15>{#f/20}EM BAIXO DAS MINHAS NORMAIS!!
zh_cn: <15>{#f/20}一直穿着我的 “特别”服装！！
zh_tw: <15>{#f/20}一直穿著我的 「特別」服裝！！

source: <15>{#f/15}BEHOLD!!
pt_br: <15>{#f/15}OBSERVE!!
zh_cn: <15>{#f/15}你等着！！
zh_tw: <15>{#f/15}你等著！！

source: <15>{#p/papyrus}{#f/15}WHAT DO YOU THINK OF MY SECRET STYLE?
pt_br: <15>{#p/papyrus}{#f/15}O QUE VOCÊ ACHOU DO MEU ESTILO SECRETO?
zh_cn: <15>{#p/papyrus}{#f/15}你觉得我的 秘密穿搭 怎么样？
zh_tw: <15>{#p/papyrus}{#f/15}你覺得我的 秘密穿搭 怎麼樣？

source: It rocks
pt_br: Super Fera
zh_cn: 很棒
zh_tw: 很棒

source: It sucks
pt_br: Uma bosta
zh_cn: 很差劲
zh_tw: 很差勁

source: <15>{#p/papyrus}{#f/13}NO!!!
pt_br: <15>{#p/papyrus}{#f/13}NÃO!!!
zh_cn: <15>{#p/papyrus}{#f/13}不！！！
zh_tw: <15>{#p/papyrus}{#f/13}不！！！

source: <15>{#f/13}A GENUINE COMPLIMENT...!
pt_br: <15>{#f/13}UM COMPRIMENTO GENUÍNO...!
zh_cn: <15>{#f/13}发自内心的 赞美...！
zh_tw: <15>{#f/13}發自內心的 讚美...！

source: <15>{#f/13}A CRITICAL, YET HONEST REVIEW...!
pt_br: <15>{#f/13}UMA CRÍTICA, MAS HONESTA OPINIÃO...!
zh_cn: <15>{#f/13}你在批评我... 你果然真心为我好！ゑ
zh_tw: <15>{#f/13}你在批評我... 你果然真心為我好！ゑ

source: <15>{#p/papyrus}{#f/24}HOWEVER...
pt_br: <15>{#p/papyrus}{#f/24}ENTRE TANTO...
zh_cn: <15>{#p/papyrus}{#f/24}然而...
zh_tw: <15>{#p/papyrus}{#f/24}然而...

source: <15>{#f/20}YOU DON'T TRULY UNDERSTAND THE {@fill=#f00}HIDDEN POWER{@fill=#000} OF THIS OUTFIT!
pt_br: <15>{#f/20}VOCÊ NÃO ENTENDE O {@fill=#f00}PODER{@fill=#000} DESTE OUTFIT!
zh_cn: <15>{#f/20}你根本不明白 这身衣服背后 {@fill=#f00}隐藏的力量{@fill=#000}！
zh_tw: <15>{#f/20}你根本不明白 這身衣服背後 {@fill=#f00}隱藏的力量{@fill=#000}！

source: <15>{#f/26}THEREFORE...
pt_br: <15>{#f/26}SENDO ASSIM...
zh_cn: <15>{#f/26}因此...
zh_tw: <15>{#f/26}因此...

source: <15>{#f/15}WHAT YOU JUST SAID IS INVALID!!
pt_br: <15>{#f/15}ENTÃO O QUE VOCÊ DISSE É INVALIDO!
zh_cn: <15>{#f/15}你刚才的回答 无效！！
zh_tw: <15>{#f/15}你剛才的回答 無效！！

source: <15>{#f/15}THIS DATE WON'T ESCALATE ANY FURTHER!
pt_br: <15>{#f/15}ESTE ENCONTRO NÃO VAI ESCALAR ACIMA DISSO!
zh_cn: <15>{#f/15}这场约会不会 再有更多 进展了！
zh_tw: <15>{#f/15}這場約會不會 再有更多 進展了！

source: <15>{#f/15}THIS HANGOUT WON'T ESCALATE ANY FURTHER!
pt_br: <15>{#f/15}ESTE ROLÊ NÃO VAI ESCALAR ACIMA DISSO!
zh_cn: <15>{#f/15}这场消遣不会 再有更多 进展了！
zh_tw: <15>{#f/15}這場消遣不會 再有更多 進展了！

source: <15>{#f/24}UNLESS...
pt_br: <15>{#f/24}AH NÃO SER...
zh_cn: <15>{#f/24}除非...
zh_tw: <15>{#f/24}除非...

source: <15>{#f/20}YOU CAN FIND MY {@fill=#f00}SECRET{@fill=#000}.
pt_br: <15>{#f/20}QUE VOCÊ ENCONTRE MEU {@fill=#f00}SEGREDO{@fill=#000}.
zh_cn: <15>{#f/20}你能找到我的 {@fill=#f00}秘密{@fill=#000}。
zh_tw: <15>{#f/20}你能找到我的 {@fill=#f00}秘密{@fill=#000}。

source: <15>{#f/15}BUT THAT WON'T HAPPEN!!
pt_br: <15>{#f/15}MAS ISSO NÃO VAI ACONTECER!!
zh_cn: <15>{#f/15}但那是不会 发生的！！
zh_tw: <15>{#f/15}但那是不會 發生的！！

source: * Move and inspect with [Z].
pt_br: * Mova e inspecione com [Z].
zh_cn: * 移动并用[Z]交互。
zh_tw: * 移動並用[Z]互動。

source: <15>{#p/papyrus}{#f/21}THE WIG ON MY HEAD...?
pt_br: <15>{#p/papyrus}{#f/21}O CABELO NA MINHA CABEÇA?
zh_cn: <15>{#p/papyrus}{#f/21}我头上的 假发...？
zh_tw: <15>{#p/papyrus}{#f/21}我頭上的 假髮...？

source: <15>{#f/16}THE WIG ON MY HEAD.
pt_br: <15>{#f/16}O CABELO NA MINHA CABEÇA.
zh_cn: <15>{#f/16}我头上的假发。
zh_tw: <15>{#f/16}我頭上的假髮。

source: <15>{#f/10}THE WIG... ON MY HEAD!!!
pt_br: <15>{#f/10}O CABELO... NA MINHA CABEÇA!!!
zh_cn: <15>{#f/10}我头上的... 假发！！！
zh_tw: <15>{#f/10}我頭上的... 假髮！！！

source: <15>{#f/10}NYEH HEH HEH! THAT'S VERY SIGNIFICANT INDEED!
pt_br: <15>{#f/10}NYEH HEH HEH! ISSO É REALMENTE MUITO SIGNIFICATIVO!
zh_cn: <15>{#f/10}捏嘿嘿！ 看来真的 很明显！
zh_tw: <15>{#f/10}捏嘿嘿！ 看來真的 很明顯！

source: <15>{#p/papyrus}{#f/21}OVERWHELMED BY THE SIGHT OF MY "STELLAR" OUTFIT?
pt_br: <15>{#p/papyrus}{#f/21}IMPRESSIONADO COM A VISÃO DA MINHA ROUPA "ESTELAR?"
zh_cn: <15>{#p/papyrus}{#f/21}被我的闪亮的 “星”服装惊呆了吗？
zh_tw: <15>{#p/papyrus}{#f/21}被我的閃亮的 「星」服裝驚呆了嗎？

source: <15>{#f/24}NO, NO, I UNDERSTAND.
pt_br: <15>{#f/24}NÃO, NÃO, EU ENTENDO.
zh_cn: <15>{#f/24}不‐不，我理解。
zh_tw: <15>{#f/24}不‐不，我理解。

source: <15>{#f/20}BUT YOU CAN'T BACK DOWN NOW!!!
pt_br: <15>{#f/20}MAS VOCÊ NÃO PODE PARAR AGORA!!!
zh_cn: <15>{#f/20}但是你 不能退缩！！！
zh_tw: <15>{#f/20}但是你 不能退縮！！！

source: <15>{#p/papyrus}{#f/26}THIS SHIRT DIDN'T ORIGINALLY SAY "STELLAR..."
pt_br: <15>{#p/papyrus}{#f/26}ESSA CAMISA ORIGINALMENTE NÃO DIZIA "ESTELAR..."
zh_cn: <15>{#p/papyrus}{#f/26}这件衬衫上 本来没有写着 “闪亮”的...
zh_tw: <15>{#p/papyrus}{#f/26}這件襯衫上 本來沒有寫著 「閃亮」的...

source: <15>{#f/20}BUT I IMPROVED IT!
pt_br: <15>{#f/20}MAS EU A MELHOREI!
zh_cn: <15>{#f/20}但是我 改良了一下！
zh_tw: <15>{#f/20}但是我 改良了一下！

source: <15>{#f/10}EXPERT TIP: ALL CLOTHING CAN BE IMPROVED THIS WAY.
pt_br: <15>{#f/10}DICA DE EXPERT: TODAS AS ROUPAS PODEM SER MELHORADAS ASSIM.
zh_cn: <15>{#f/10}专家提示： 所有的衣服都 可以通过这种 方式改良。
zh_tw: <15>{#f/10}專家提示： 所有的衣服都 可以通過這種 方式改良。

source: <15>{#f/20}... BUT THAT'S NOT A SECRET! TRY AGAIN!
pt_br: <15>{#f/20}... MAS ISSO NÃO É UM SEGREDO! TENTE DE NOVO!
zh_cn: <15>{#f/20}...但这里可 没藏什么秘密！ 再试试吧！
zh_tw: <15>{#f/20}...但這裡可 沒藏什麼秘密！ 再試試吧！

source: <15>{#p/papyrus}{#f/24}I SEE, I SEE.
pt_br: <15>{#p/papyrus}{#f/24}EU ENTENDO, EU ENTENDO.
zh_cn: <15>{#p/papyrus}{#f/24}我懂，我懂。
zh_tw: <15>{#p/papyrus}{#f/24}我懂，我懂。

source: <15>{#f/24}YOU LIKE FEELING MY ARM- PILLOWS WITH A FLOATING HEART.
pt_br: <15>{#f/24}VOCÊ GOSTA DE SENTIR MEUS TRAVESSEIROS DE BRAÇO COM UM CORAÇÃO FLUTUANTE.
zh_cn: <15>{#f/24}你喜欢用一颗 漂浮的心 感受我的 手臂靠枕。
zh_tw: <15>{#f/24}你喜歡用一顆 漂浮的心 感受我的 手臂靠枕。

source: <15>{#f/20}BUT WHO DOESN'T!? TRY AGAIN!
pt_br: <15>{#f/20}MAS QUEM NÃO!? TENTE DE NOVO!
zh_cn: <15>{#f/20}但是谁又 不喜欢呢！？ 再试试吧！
zh_tw: <15>{#f/20}但是誰又 不喜歡呢！？ 再試試吧！

source: <15>{#p/papyrus}{#f/13}HOLDING MY HAND SO I'LL TELL YOU THE ANSWER...?
pt_br: <15>{#p/papyrus}{#f/13}SEGURANDO MINHA MÃO PARA QUE EU TE DIGA A RESPOSTA...?
zh_cn: <15>{#p/papyrus}{#f/13}你握住我的手， 想让我把答案 告诉你...？
zh_tw: <15>{#p/papyrus}{#f/13}你握住我的手， 想讓我把答案 告訴你...？
