Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/5}... WHEREVER YOU INTEND GO NEXT...
pt_br: <18>{#p/papyrus}{#f/5}... SEJA LÁ O QUE VOCÊ PLANEJA FAZER DEPOIS...
zh_cn: <18>{#p/papyrus}{#f/5}...不管你接下来 要去哪里...
zh_tw: <18>{#p/papyrus}{#f/5}...不管你接下來 要去哪裡...

source: <18>{#p/papyrus}{#f/6}YOUR JOURNEY IS AT -LEAST- HALFWAY OVER NOW!
pt_br: <18>{#p/papyrus}{#f/6}SUA JORNADA ESTÁ PELO MENOS NA -METADE- AGORA!
zh_cn: <18>{#p/papyrus}{#f/6}你的旅程【至少】 已经走完一半了！
zh_tw: <18>{#p/papyrus}{#f/6}你的旅程【至少】 已經走完一半了！

source: <25>{#p/undyne}{#f/4}* What!? * Don't say it like THAT!
pt_br: <25>{#p/undyne}{#f/4}* O que!? * Não fala desse jeito!
zh_cn: <25>{#p/undyne}{#f/4}* 什么！？ * 别这么说！
zh_tw: <25>{#p/undyne}{#f/4}* 什麼！？ * 別這麼說！

source: <18>{#p/papyrus}{#f/6}I-I MEAN, YOUR JOURNEY'S JUST GETTING STARTED!
pt_br: <18>{#p/papyrus}{#f/6}Q-QUER DIZER, SUA JORNADA SÓ ESTA COMEÇANDO!
zh_cn: <18>{#p/papyrus}{#f/6}我-我是说，你的旅途终于 算是开始了！
zh_tw: <18>{#p/papyrus}{#f/6}我-我是說，你的旅途終於 算是開始了！

source: <18>{#p/papyrus}{#f/6}THERE'S STILL PLENTY OF THINGS TO SEE!
pt_br: <18>{#p/papyrus}{#f/6}AINDA TEM MUITAS COISAS PARA SE VER!
zh_cn: <18>{#p/papyrus}{#f/6}你还有好多东西 没见识到呢！
zh_tw: <18>{#p/papyrus}{#f/6}你還有好多東西 沒見識到呢！

source: <18>{#p/papyrus}{#f/6}AND PLENTY OF PLACES TO BE!
pt_br: <18>{#p/papyrus}{#f/6}E VÁRIOS LUGARES PRA ESTAR!
zh_cn: <18>{#p/papyrus}{#f/6}而且还有好多地方 没有去到呢！
zh_tw: <18>{#p/papyrus}{#f/6}而且還有好多地方 沒有去到呢！

source: <18>{#p/papyrus}{#f/4}AND MOST OF ALL...
pt_br: <18>{#p/papyrus}{#f/4}E ACIMA DE TUDO...
zh_cn: <18>{#p/papyrus}{#f/4}最重要的是...
zh_tw: <18>{#p/papyrus}{#f/4}最重要的是...

source: <18>{#p/papyrus}{#f/9}PLENTY OF NEW FRIENDS TO MEET!
pt_br: <18>{#p/papyrus}{#f/9}VÁRIOS AMIGOS NOVOS!
zh_cn: <18>{#p/papyrus}{#f/9}你还有好多朋友 没有交到呢！
zh_tw: <18>{#p/papyrus}{#f/9}你還有好多朋友 沒有交到呢！

source: <25>{#p/undyne}{#f/12}* That's better.
pt_br: <25>{#p/undyne}{#f/12}* Bem melhor.
zh_cn: <25>{#p/undyne}{#f/12}* 这么说才对嘛。
zh_tw: <25>{#p/undyne}{#f/12}* 這麼說才對嘛。

source: <19>{#p/papyrus}{#f/5}HALFWAY OVER...
pt_br: <19>{#p/papyrus}{#f/5}METADE DO CAMINHO...
zh_cn: <19>{#p/papyrus}{#f/5}走完一半了...
zh_tw: <19>{#p/papyrus}{#f/5}走完一半了...

source: <19>{#p/papyrus}{#f/9}HERE'S TO THE LONG JOURNEY AHEAD!
pt_br: <19>{#p/papyrus}{#f/9}UM BRINDE À LONGA JORNADA À FRENTE!
zh_cn: <19>{#p/papyrus}{#f/9}还有好长的路要走！
zh_tw: <19>{#p/papyrus}{#f/9}還有好長的路要走！

source: <18>{#p/papyrus}{#f/0}MY BROTHER RUNS A TELESCOPE BUSINESS HERE.
pt_br: <18>{#p/papyrus}{#f/0}MEU IRMÃO TEM UM NEGÓCIO DE TELESCÓPIO AQUI.
zh_cn: <18>{#p/papyrus}{#f/0}我兄弟在这里经营 望远镜生意。
zh_tw: <18>{#p/papyrus}{#f/0}我兄弟在這裡經營 望遠鏡生意。

source: <18>{#p/papyrus}{#f/5}SUBSCRIPTIONS, MEMBERSHIPS, SIGN- UPS, VOUCHERS...
pt_br: <18>{#p/papyrus}{#f/5}INSCRIÇÕES, PASSE DE MEMBRO, ASSINATURAS, CARTÕES...
zh_cn: <18>{#p/papyrus}{#f/5}订阅、会员、 注册、开券...
zh_tw: <18>{#p/papyrus}{#f/5}訂閱、會員、 註冊、開券...

source: <18>{#p/papyrus}{#f/6}IT'S AN ENDLESS MAZE OF TERMS AND CONDITIONS!
pt_br: <18>{#p/papyrus}{#f/6}É UM LABIRINTO DE TERMOS E CONDIÇÕES QUE NUNCA ACABA!
zh_cn: <18>{#p/papyrus}{#f/6}这是个无穷无尽的 条款和条件的迷宫！
zh_tw: <18>{#p/papyrus}{#f/6}這是個無窮無盡的 條款和條件的迷宮！

source: <18>{#p/papyrus}{#f/5}I DID ONCE TRY TO ENROLL, BUT...
pt_br: <18>{#p/papyrus}{#f/5}UMA VEZ EU TENTEI PARTICIPAR, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}我曾经试过报名， 但是...
zh_tw: <18>{#p/papyrus}{#f/5}我曾經試過報名， 但是...

source: <18>{#p/papyrus}{#f/4}EVEN I HAVE LIMITS TO WHAT I'M WILLING TO ENDURE.
pt_br: <18>{#p/papyrus}{#f/4}ATÉ EU TENHO LIMITES DO QUE AGUENTAR.
zh_cn: <18>{#p/papyrus}{#f/4}就算是我， 耐力也是有限度的。
zh_tw: <18>{#p/papyrus}{#f/4}就算是我， 耐力也是有限度的。

source: <25>{#p/undyne}{#f/13}* I doubt a single person has managed to enroll properly.
pt_br: <25>{#p/undyne}{#f/13}* Duvido que uma única pessoa tenha conseguido se inscrever corretamente.
zh_cn: <25>{#p/undyne}{#f/13}* 我很怀疑真的有人能 注册上吗？
zh_tw: <25>{#p/undyne}{#f/13}* 我很懷疑真的有人能 註冊上嗎？

source: <18>{#p/papyrus}{#f/5}YEAH... YOU'RE PROBABLY RIGHT.
pt_br: <18>{#p/papyrus}{#f/5}É... VOCÊ PROVAVELMENTE ESTÁ CERTA.
zh_cn: <18>{#p/papyrus}{#f/5}我认为...应该没有。
zh_tw: <18>{#p/papyrus}{#f/5}我認為...應該沒有。

source: <18>{#p/papyrus}{#f/6}DO THOSE "PREMIUM" TELESCOPES EVEN WORK AT ALL!?
pt_br: <18>{#p/papyrus}{#f/6}ESSES TELESCÓPIOS "PREMIUM" PELO MENOS FUNCIONAM DE VERDADE!?
zh_cn: <18>{#p/papyrus}{#f/6}这些“最高级”望远镜真的 能用吗！？
zh_tw: <18>{#p/papyrus}{#f/6}這些「最高級」望遠鏡真的 能用嗎！？

source: <25>{#p/undyne}{#f/1}* But it's fine, because the normal ones work well enough.
pt_br: <25>{#p/undyne}{#f/1}* Mas tudo bem, porque os normais funcionam bem.
zh_cn: <25>{#p/undyne}{#f/1}* 倒也没事， 毕竟普通款能用就够了。
zh_tw: <25>{#p/undyne}{#f/1}* 倒也沒事， 畢竟普通款能用就夠了。

source: <25>{#p/undyne}{#f/14}* I use them all the time!
pt_br: <25>{#p/undyne}{#f/14}* Eu uso eles o tempo todo!
zh_cn: <25>{#p/undyne}{#f/14}* 我一直用的都是普通款！
zh_tw: <25>{#p/undyne}{#f/14}* 我一直用的都是普通款！

source: <18>{#p/papyrus}{#f/4}LEAVE IT TO A PRANKSTER TO MAKE THINGS TRICKY...
pt_br: <18>{#p/papyrus}{#f/4}DEIXE PARA UM BRINCALHÃO TORNAR AS COISAS COMPLICADAS...
zh_cn: <18>{#p/papyrus}{#f/4}爱搞恶作剧的人 总会把事情搞复杂...
zh_tw: <18>{#p/papyrus}{#f/4}愛搞惡作劇的人 總會把事情搞複雜...

source: <18>{#p/papyrus}{#f/9}THE MOST INFAMOUS.
pt_br: <18>{#p/papyrus}{#f/9}O MAIS INFAME.
zh_cn: <18>{#p/papyrus}{#f/9}最是声名狼藉的。
zh_tw: <18>{#p/papyrus}{#f/9}最是聲名狼藉的。

source: <18>{#p/papyrus}{#f/9}THE MOST FEARLESS.
pt_br: <18>{#p/papyrus}{#f/9}O MAIS DESTEMIDO.
zh_cn: <18>{#p/papyrus}{#f/9}最是无所畏惧的。
zh_tw: <18>{#p/papyrus}{#f/9}最是無所畏懼的。

source: <18>{#p/papyrus}{#f/9}THE MOST BRAVESTEST.
pt_br: <18>{#p/papyrus}{#f/9}O MAIS BRAVO.
zh_cn: <18>{#p/papyrus}{#f/9}最是一往无前的。
zh_tw: <18>{#p/papyrus}{#f/9}最是一往無前的。

source: <18>{#p/papyrus}{#f/9}THE MONSTER. THE MYTH. THE LEGEND...
pt_br: <18>{#p/papyrus}{#f/9}O MONSTRO. O MITO. A LENDA...
zh_cn: <18>{#p/papyrus}{#f/9}怪物。 神话。 传说...
zh_tw: <18>{#p/papyrus}{#f/9}怪物。 神話。 傳說...

source: <18>{#p/papyrus}{#f/9}THE YELLOW BIRD.
pt_br: <18>{#p/papyrus}{#f/9}O PÁSSARO AMARELO.
zh_cn: <18>{#p/papyrus}{#f/9}那只黄色的鸟。
zh_tw: <18>{#p/papyrus}{#f/9}那隻黃色的鳥。

source: <18>{#p/papyrus}{#f/1}IT'S NOT THERE ANYMORE!?!?
pt_br: <18>{#p/papyrus}{#f/1}ELE NÃO ESTÁ MAIS AÍ!?!?
zh_cn: <18>{#p/papyrus}{#f/1}不在这！？！？
zh_tw: <18>{#p/papyrus}{#f/1}不在這！？！？

source: <18>{#p/papyrus}{#f/8}HOW COULD THIS BE!!!
pt_br: <18>{#p/papyrus}{#f/8}COMO ASSIM???
zh_cn: <18>{#p/papyrus}{#f/8}怎么可能！！！
zh_tw: <18>{#p/papyrus}{#f/8}怎麼可能！！！

source: <18>{#p/papyrus}{#f/4}... NOT LIKE WE HAVE ANY OTHER WAY TO CROSS THE GAP.
pt_br: <18>{#p/papyrus}{#f/4}... NÃO TEM NENHUMA OUTRA FORMA DE CRUZAR O ABISMO.
zh_cn: <18>{#p/papyrus}{#f/4}...看来我们没有 别的办法来跨越 这鸿沟了。
zh_tw: <18>{#p/papyrus}{#f/4}...看來我們沒有 別的辦法來跨越 這鴻溝了。

source: <25>{#p/undyne}{#f/1}* That bird will carry anyone past the gap. * It NEVER says no.
pt_br: <25>{#p/undyne}{#f/1}* Esse pássaro sempre vai te levar através do abismo, SEMPRE!
zh_cn: <25>{#p/undyne}{#f/1}* 那只鸟会带任何人飞过这鸿沟。 * 他从未拒绝过别人。
zh_tw: <25>{#p/undyne}{#f/1}* 那隻鳥會帶任何人飛過這鴻溝。 * 他從未拒絕過別人。

source: <25>{#p/undyne}{#f/16}* When I was younger, it once gave ME a lift. * It took an hour...
pt_br: <25>{#p/undyne}{#f/16}* Quando eu era mais nova, ele ME fez voar. * Demorou uma hora...
zh_cn: <25>{#p/undyne}{#f/16}* 我小的时候，它载过我一次。 * 那次花了一个小时...
zh_tw: <25>{#p/undyne}{#f/16}* 我小的時候，它載過我一次。 * 那次花了一個小時...

source: <25>{#p/undyne}{#f/17}* But this bird NEVER once thought of giving up!!!
pt_br: <25>{#p/undyne}{#f/17}* Mas esse pássaro JAMAIS pensou em desistir!!!
zh_cn: <25>{#p/undyne}{#f/17}* 但这只鸟未曾说过 “放弃”二字！！！
zh_tw: <25>{#p/undyne}{#f/17}* 但這隻鳥未曾說過 「放棄」二字！！！

source: <25>{#p/undyne}{#f/1}* Cherish this bird.
pt_br: <25>{#p/undyne}{#f/1}* Amo esse passarinho.
zh_cn: <25>{#p/undyne}{#f/1}* 珍惜那只鸟吧。
zh_tw: <25>{#p/undyne}{#f/1}* 珍惜那隻鳥吧。

source: <18>{#p/papyrus}{#f/8}I JUST DON'T UNDERSTAND..!
pt_br: <18>{#p/papyrus}{#f/8}EU SÓ NÃO ENTENDO...!
zh_cn: <18>{#p/papyrus}{#f/8}我就是不理解..！
zh_tw: <18>{#p/papyrus}{#f/8}我就是不理解..！

source: <18>{#p/papyrus}{#f/8}HOW COULD THE ONE AND ONLY YELLOW BIRD ABANDON US???
pt_br: <18>{#p/papyrus}{#f/8}COMO O PRIMEIRO E ÚNICO PÁSSARO AMARELO NOS ABANDONOU???
zh_cn: <18>{#p/papyrus}{#f/8}那唯一一只黄鸟怎么就 抛弃了我们？？？
zh_tw: <18>{#p/papyrus}{#f/8}那唯一一隻黃鳥怎麼就 拋棄了我們？？？

source: <18>{#p/papyrus}{#f/0}TRUST ME, THE GAP IS EVEN LONGER THAN IT SEEMS.
pt_br: <18>{#p/papyrus}{#f/0}CONFIA EM MIM, ESSE ABISMO É MAIOR DO QUE VOCÊ PENSA.
zh_cn: <18>{#p/papyrus}{#f/0}相信我， 那条沟比看起来要 宽多了。
zh_tw: <18>{#p/papyrus}{#f/0}相信我， 那條溝比看起來要 寬多了。

source: <18>{#p/papyrus}{#f/4}AND POSSIBLY NON- EUCLIDIAN.
pt_br: <18>{#p/papyrus}{#f/4}E POSSIVELMENTE NÃO- EUCLIDIANO.
zh_cn: <18>{#p/papyrus}{#f/4}而且很可能是 非欧的那种。
zh_tw: <18>{#p/papyrus}{#f/4}而且很可能是 非歐的那種。

source: <25>{#p/undyne}{#f/7}* So you're telling me it also has to navigate through THAT!?
pt_br: <25>{#p/undyne}{#f/7}* Então você está me dizendo que também tem que navegar por ISSO!?
zh_cn: <25>{#p/undyne}{#f/7}* 所以你是说它 还得飞过来！？
zh_tw: <25>{#p/undyne}{#f/7}* 所以你是說它 還得飛過來！？

source: <25>{#p/undyne}{#f/8}* CHERISH THIS BIRD EVEN HARDER, DAMN IT!
pt_br: <25>{#p/undyne}{#f/8}* APRECIO ESTE PÁSSARO AINDA MAIS, DROGA!
zh_cn: <25>{#p/undyne}{#f/8}* 该死，更珍惜那只鸟一点！
zh_tw: <25>{#p/undyne}{#f/8}* 該死，更珍惜那隻鳥一點！

source: <18>{#p/papyrus}{#f/6}I'M CHERISHING AS HARD AS I CAN!!
pt_br: <18>{#p/papyrus}{#f/6}EU O VALORIZO O MÁXIMO QUE POSSO!!
zh_cn: <18>{#p/papyrus}{#f/6}我会竭尽全力珍惜的！！
zh_tw: <18>{#p/papyrus}{#f/6}我會竭盡全力珍惜的！！

source: <25>{#p/undyne}{#f/7}* GOOD!!!
pt_br: <25>{#p/undyne}{#f/7}* Isso aí!!!
zh_cn: <25>{#p/undyne}{#f/7}* 漂亮！！！
zh_tw: <25>{#p/undyne}{#f/7}* 漂亮！！！

source: <18>{#p/papyrus}{#f/0}LEGEND HAS IT...
pt_br: <18>{#p/papyrus}{#f/0}DIZ A LENDA...
zh_cn: <18>{#p/papyrus}{#f/0}有传言说...
zh_tw: <18>{#p/papyrus}{#f/0}有傳言說...

source: <18>THE LOCAL ICE CREAM GUY HANDS OUT POSTCARDS.
pt_br: <18>O CARA QUE VENDE SORVETE SONHO DA CARTÕES POSTAIS.
zh_cn: <18>当地卖冰淇淋的那个人 会发明信片。
zh_tw: <18>當地賣冰淇淋的那個人 會發明信片。

source: <18>{#p/papyrus}{#f/4}SOURCES SAY THESE "POSTCARDS" HAVE UNSPOKEN POWER...
pt_br: <18>{#p/papyrus}{#f/4}O PODER ATRÁS DESTES CARTÕES POSTAIS TEM A CAPACIDADE DE...
zh_cn: <18>{#p/papyrus}{#f/4}听说这些“明信片” 具有不可言说的力量...
zh_tw: <18>{#p/papyrus}{#f/4}聽說這些「明信片」 具有不可言說的力量...

source: <18>{#p/papyrus}{#f/9}... TO UNLOCK MORE TASTY TREATS!
pt_br: <18>{#p/papiro}{#f/9}... PARA DESBLOQUEAR MAIS GULOSEIMAS SABOROSAS!
zh_cn: <18>{#p/papyrus}{#f/9}...可以解锁更多 美味的口味！
zh_tw: <18>{#p/papyrus}{#f/9}...可以解鎖更多 美味的口味！

source: <26>{#p/undyne}{#f/8}* And I LOVE tasty treats!
pt_br: <26>{#p/undyne}{#f/8}* E eu AMO guloseimas!
zh_cn: <26>{#p/undyne}{#f/8}* 而我喜欢好吃的！
zh_tw: <26>{#p/undyne}{#f/8}* 而我喜歡好吃的！

source: <25>{#p/undyne}{#f/14}* Well, as long as they're not cold, anyway.
pt_br: <25>{#p/undyne}{#f/14}* Quer dizer, com tanto que não estejam frias.
zh_cn: <25>{#p/undyne}{#f/14}* 好吧，我不喜欢吃凉的。
zh_tw: <25>{#p/undyne}{#f/14}* 好吧，我不喜歡吃涼的。

source: <25>{#p/undyne}{#f/17}* Then I don't love them that much!!
pt_br: <25>{#p/undyne}{#f/17}* Se for assim eu não amo tanto!!
zh_cn: <25>{#p/undyne}{#f/17}* 我是说“我没那么喜欢” 而已！！
zh_tw: <25>{#p/undyne}{#f/17}* 我是說「我沒那麼喜歡」 而已！！

source: <18>{#p/papyrus}{#f/0}I WONDER WHAT OTHER POWERS THESE POSTCARDS HAVE.
pt_br: <18>{#p/papyrus}{#f/0}ME PERGUNTO QUE OUTROS PODERES ESTES CARTÕES POSTAIS TEM.
zh_cn: <18>{#p/papyrus}{#f/0}不知道这些明信片 还有什么魔力...
zh_tw: <18>{#p/papyrus}{#f/0}不知道這些明信片 還有什麼魔力...

source: <18>{#p/papyrus}{#f/4}THEY DO TEND TO RUN OUT QUITE SPEEDILY...
pt_br: <18>{#p/papyrus}{#f/4}ELES TENDEM A SE ESGOTAR RAPIDAMENTE...
zh_cn: <18>{#p/papyrus}{#f/4}它们往往 很快就会用完...
zh_tw: <18>{#p/papyrus}{#f/4}它們往往 很快就會用完...

source: <18>{#p/papyrus}{#f/5}WE LOOK UPON THIS WINDING PATH FULL OF SIGNAL STARS...
pt_br: <18>{#p/papyrus}{#f/5}OLHAMOS PARA ESTE CAMINHO SINUOSO CHEIO DE ESTRELAS DE SINALIZAÇÃO...
zh_cn: <18>{#p/papyrus}{#f/5}我们望着这条布满 讯星的蜿蜒小路...
zh_tw: <18>{#p/papyrus}{#f/5}我們望著這條布滿 訊星的蜿蜒小路...

source: <18>{#p/papyrus}{#f/4}AND WE DEEM IT "NORMAL."
pt_br: <18>{#p/papyrus}{#f/4}E NÓS O CONSIDERAMOS "NORMAL".
zh_cn: <18>{#p/papyrus}{#f/4}我们认为这“很正常”。
zh_tw: <18>{#p/papyrus}{#f/4}我們認為這「很正常」。

source: <18>{#p/papyrus}{#f/0}YOU KNOW WHAT ELSE IS "NORMAL?"
pt_br: <18>{#p/papyrus}{#f/0}SABE O QUE MAIS É NORMAL?
zh_cn: <18>{#p/papyrus}{#f/0}你知道还有什么 “很正常”吗？
zh_tw: <18>{#p/papyrus}{#f/0}你知道還有什麼 「很正常」嗎？

source: <18>{#p/papyrus}{#f/0}THE FACT THAT THIS PHONE CALL EVEN GETS DOWN THERE!
pt_br: <18>{#p/papyrus}{#f/0}O FATO QUE ESSA LIGAÇÃO CHEGA AQUI EM BAIXO!
zh_cn: <18>{#p/papyrus}{#f/0}这通电话竟然能 传到那里！
zh_tw: <18>{#p/papyrus}{#f/0}這通電話竟然能 傳到那裡！

source: <18>{#p/papyrus}{#f/6}TOTALLY NORMAL!!
pt_br: <18>{#p/papyrus}{#f/6}TOTALMENTE NORMAL!!
zh_cn: <18>{#p/papyrus}{#f/6}太正常了！！
zh_tw: <18>{#p/papyrus}{#f/6}太正常了！！

source: <25>{#p/undyne}{#f/1}* So you're saying that's NOT normal, right?
pt_br: <25>{#p/undyne}{#f/1}* Então você tá dizendo que não é normal, certo?
zh_cn: <25>{#p/undyne}{#f/1}* 你的意思是那不正常， 对吧？
zh_tw: <25>{#p/undyne}{#f/1}* 你的意思是那不正常， 對吧？

source: <18>{#p/papyrus}{#f/0}RIGHT.
pt_br: <18>{#p/papyrus}{#f/0}ISSO.
zh_cn: <18>{#p/papyrus}{#f/0}差不多。
zh_tw: <18>{#p/papyrus}{#f/0}差不多。

source: <25>{#p/undyne}{#f/14}* ... at this rate, you'll be a "sarcasm sensei" in no time!
pt_br: <25>{#p/undyne}{#f/14}* ... Nesse ritmo você vai virar um sensei do sarcasmo!
zh_cn: <25>{#p/undyne}{#f/14}* ...照这样下去，你迟早会晋升 为“阴阳大师”的！
zh_tw: <25>{#p/undyne}{#f/14}* ...照這樣下去，你遲早會晉升 為「陰陽大師」的！

source: <18>{#p/papyrus}{#f/4}I'M LOOKING FORWARD TO USING IT ON MY BROTHER.
pt_br: <18>{#p/papyrus}{#f/4}EU QUERO TENTAR USAR ISSO NO MEU IRMÃO.
zh_cn: <18>{#p/papyrus}{#f/4}我要找时间阴阳阴阳 我兄弟。
zh_tw: <18>{#p/papyrus}{#f/4}我要找時間陰陽陰陽 我兄弟。

source: <25>{#p/undyne}{#f/1}* Careful now. * He's the de-facto WIZARD of sarcasm.
pt_br: <25>{#p/undyne}{#f/1}* Toma cuidado. * Ele é um MAGO do sarcasmo.
zh_cn: <25>{#p/undyne}{#f/1}* 我不建议哦。 * 他现在是比“阴阳大师”还要 高级的“阴阳仙尊”。
zh_tw: <25>{#p/undyne}{#f/1}* 我不建議喔。 * 他現在是比「陰陽大師」還要 高級的「陰陽仙尊」。

source: <25>{#p/undyne}{#f/17}* If you want any chance of besting him, you've gotta train like CRAZY!
pt_br: <25>{#p/undyne}{#f/17}* Se você quiser vencer ele, vai ter que treinar igual maluco!
zh_cn: <25>{#p/undyne}{#f/17}* 你要是想打败他的话， 你就得疯狂的训练！
zh_tw: <25>{#p/undyne}{#f/17}* 你要是想打敗他的話， 你就得瘋狂的訓練！

source: <18>{#p/papyrus}{#f/4}OH, BELIEVE ME, UNDYNE, I'M READY.
pt_br: <18>{#p/papyrus}{#f/4}OH, ACREDITE EM MIM UNDYNE, EU ESTOU PRONTO.
zh_cn: <18>{#p/papyrus}{#f/4}啊，相信我，UNDYNE， 我准备好接受训练了。
zh_tw: <18>{#p/papyrus}{#f/4}啊，相信我，UNDYNE， 我準備好接受訓練了。

source: <25>{#p/undyne}{#f/8}* I hope you're not being sarcastic about that!
pt_br: <25>{#p/undyne}{#f/8}* Eu espero que você não esteja sendo sarcástico agora!
zh_cn: <25>{#p/undyne}{#f/8}* 你最好没在阴阳我！
zh_tw: <25>{#p/undyne}{#f/8}* 你最好沒在陰陽我！

source: <18>{#p/papyrus}{#f/6}I'M DEFINITELY NOT BEING SARCASTIC!!
pt_br: <18>{#p/papyrus}{#f/6}EU ESTOU DEFINITIVAMENTE NÃO SENDO SARCASTICO!
zh_cn: <18>{#p/papyrus}{#f/6}我绝对没有在 阴阳怪气！！
zh_tw: <18>{#p/papyrus}{#f/6}我絕對沒有在 陰陽怪氣！！

source: <19>{#p/papyrus}{#f/4}SARCASM TRAINING'S -TOTALLY- THE EASIEST THING EVER.
pt_br: <19>{#p/papyrus}{#f/4}TREINAR SARCASMO É -TOTALMENTE- A COISA MAIS FACÍL DE TODAS.
zh_cn: <19>{#p/papyrus}{#f/4}阴阳训练【绝对】是世界上 最简单的事了。
zh_tw: <19>{#p/papyrus}{#f/4}陰陽訓練【絕對】是世界上 最簡單的事了。

source: <18>{#p/papyrus}{#f/5}I WAS SURFING THE WEB THE OTHER DAY...
pt_br: <18>{#p/papyrus}{#f/5}EU TAVA SURFANDO NA WEB ESSES DIAS...
zh_cn: <18>{#p/papyrus}{#f/5}前几天我上网...
zh_tw: <18>{#p/papyrus}{#f/5}前幾天我上網...

source: <18>{#p/papyrus}{#f/6}TURNS OUT SPIDER SILK IS STRONGER THAN YOU'D THINK!
pt_br: <18>{#p/papyrus}{#f/6}MAS TECIDO DE ARANHA É MAIS FORTE DO QUE PENSAMOS!
zh_cn: <18>{#p/papyrus}{#f/6}我了解到了蜘蛛丝 比你想象得更坚固！
zh_tw: <18>{#p/papyrus}{#f/6}我了解到了蜘蛛絲 比你想像得更堅固！

source: <18>{#p/papyrus}{#f/4}WHICH WEB WAS I SURFING, YOU ASK?
pt_br: <18>{#p/papyrus}{#f/4}QUE WEB EU ESTAVA SURFANDO, VOCÊ PERGUNTA?
zh_cn: <18>{#p/papyrus}{#f/4}你问我上的是哪个网？
zh_tw: <18>{#p/papyrus}{#f/4}你問我上的是哪個網？

source: <18>{#p/papyrus}{#f/4}... YOU PROBABLY DON'T WANT TO KNOW.
pt_br: <18>{#p/papyrus}{#f/4}... VOCÊ PROVAVELMENTE NÃO VAI QUERER SABER.
zh_cn: <18>{#p/papyrus}{#f/4}...你应该不想知道的。
zh_tw: <18>{#p/papyrus}{#f/4}...你應該不想知道的。

source: <25>{#p/undyne}{#f/17}* ... seriously? * This is the second time you've done this!
pt_br: <25>{#p/undyne}{#f/17}* ... sério? * Já é a segunda vez que você fez isso!
zh_cn: <25>{#p/undyne}{#f/17}* ...认真的？ * 这都不是第一次了！
zh_tw: <25>{#p/undyne}{#f/17}* ...認真的？ * 這都不是第一次了！

source: <18>{#p/papyrus}{#f/6}I WANTED TO KNOW HOW THE STRINGS WERE ATTACHED!
pt_br: <18>{#p/papyrus}{#f/6}EU QUERIA SABER COMO AS CORDAS ESTAVAM PRESAS!
zh_cn: <18>{#p/papyrus}{#f/6}我只是想知道丝和丝 之间是怎么互联的！
zh_tw: <18>{#p/papyrus}{#f/6}我只是想知道絲和絲 之間是怎麼互聯的！

source: <25>{#p/undyne}{#f/8}* That was your excuse last time!!
pt_br: <25>{#p/undyne}{#f/8}* Essa foi sua desculpa da última vez!
zh_cn: <25>{#p/undyne}{#f/8}* 你上回用的就是这个借口！！
zh_tw: <25>{#p/undyne}{#f/8}* 你上回用的就是這個藉口！！

source: <18>{#p/papyrus}{#f/6}BUT WHAT ABOUT MY CURIOSITY!!!
pt_br: <18>{#p/papyrus}{#f/6}MAS E A MINHA CURIOSIDADE!!!
zh_cn: <18>{#p/papyrus}{#f/6}那我好奇怎么办嘛！！！
zh_tw: <18>{#p/papyrus}{#f/6}那我好奇怎麼辦嘛！！！

source: <25>{#p/undyne}{#f/12}* ... maybe leave the web-crawling to spiders for now.
pt_br: <25>{#p/undyne}{#f/12}* ... Talvez deixe a navegação na teia para as aranhas agora!
zh_cn: <25>{#p/undyne}{#f/12}* ...网还是留给蜘蛛爬吧。
zh_tw: <25>{#p/undyne}{#f/12}* ...網還是留給蜘蛛爬吧。

source: <18>{#p/papyrus}{#f/4}IT WASN'T ON THE COMPUTER, THAT'S FOR SURE.
pt_br: <18>{#p/papyrus}{#f/4}NÃO ESTAVA NO COMPUTADOR, ISSO É CERTERZA.
zh_cn: <18>{#p/papyrus}{#f/4}不是用电脑， 这是肯定的。
zh_tw: <18>{#p/papyrus}{#f/4}不是用電腦， 這是肯定的。

source: <18>{#p/papyrus}{#f/4}PERHAPS I SHOULD GET A ROBOT TO CRAWL THE WEB...
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ EU DEVESSE COMPRAR UM ROBÔ PARA NAVEGAR A WEB POR MIM...
zh_cn: <18>{#p/papyrus}{#f/4}我应该找个机器人 爬网...
zh_tw: <18>{#p/papyrus}{#f/4}我應該找個機器人 爬網...

source: <18>{#p/papyrus}{#f/5}I'VE HEARD A VERY SHY MONSTER LIVES HERE...
pt_br: <18>{#p/papyrus}{#f/5}OUVI DIZER QUE UM MONSTRO BEM TIMIDO VIVE AQUI...
zh_cn: <18>{#p/papyrus}{#f/5}我听说这里住着个 很害羞的怪物...
zh_tw: <18>{#p/papyrus}{#f/5}我聽說這裡住著個 很害羞的怪物...

source: <18>{#p/papyrus}{#f/0}WELL. IF YOU WANT SOMEONE TO OPEN UP...
pt_br: <18>{#p/papyrus}{#f/0}BEM. SE VOCÊ QUISER SE ABRIR COM ALGUÉM...
zh_cn: <18>{#p/papyrus}{#f/0}如果你想让别人敞开心扉...
zh_tw: <18>{#p/papyrus}{#f/0}如果你想讓別人敞開心扉...

source: <18>{#p/papyrus}{#f/9}YOU SHOULD ENGAGE THEM IN COMBAT!
pt_br: <18>{#p/papyrus}{#f/9}VOCÊ DEVE ENFRENTÁ-LO EM COMBATE!
zh_cn: <18>{#p/papyrus}{#f/9}你就该跟他战斗！
zh_tw: <18>{#p/papyrus}{#f/9}你就該跟他戰鬥！

source: <18>{#p/papyrus}{#f/0}A SOUND STRATEGY FOR ANY OCCASION.
pt_br: <18>{#p/papyrus}{#f/0}UMA BOA ESTRATÉGIA PARA QUALQUER OCASIÃO.
zh_cn: <18>{#p/papyrus}{#f/0}这是个适用于任何 场合的可靠策略。
zh_tw: <18>{#p/papyrus}{#f/0}這是個適用於任何 場合的可靠策略。

source: <25>{#p/undyne}{#f/8}* And don't forget to get loud in their face!!
pt_br: <25>{#p/undyne}{#f/8}* E não se esqueça de falar alto na cara dele!!
zh_cn: <25>{#p/undyne}{#f/8}* 还有别忘了在他的面前 大声吵吵！
zh_tw: <25>{#p/undyne}{#f/8}* 還有別忘了在他的面前 大聲吵吵！

source: <18>{#p/papyrus}{#f/6}... THAT MIGHT BE A BIT MUCH.
pt_br: <18>{#p/papyrus}{#f/6}... TALVEZ ISSO SEJA DEMAIS.
zh_cn: <18>{#p/papyrus}{#f/6}...这步可能有点多余。
zh_tw: <18>{#p/papyrus}{#f/6}...這步可能有點多餘。

source: <25>{#p/undyne}{#f/14}* Well, it worked on the ELITE squad yesterday, so...
pt_br: <25>{#p/undyne}{#f/14}* Bem, isso funcionou com o esquadrão de ELITE mais cedo...
zh_cn: <25>{#p/undyne}{#f/14}* 呃，可是昨天在特战队 那边起效了，所以嘛...
zh_tw: <25>{#p/undyne}{#f/14}* 呃，可是昨天在特戰隊 那邊起效了，所以嘛...

source: <18>{#p/papyrus}{#f/4}I'M STARTING TO RECONSIDER MY CAREER PATH...
pt_br: <18>{#p/papyrus}{#f/4}ESTOU COMEÇANDO A RECONSIDERAR MINHA ESCOLHA DE CARREIRA...
zh_cn: <18>{#p/papyrus}{#f/4}我要重新考虑 我的职业道路了...
zh_tw: <18>{#p/papyrus}{#f/4}我要重新考慮 我的職業道路了...

source: <25>{#p/undyne}{#f/17}* No, wait!! * I wasn't talking about ALL the guards!
pt_br: <25>{#p/undyne}{#f/17}* Não, espera!! * Eu não tava falando sobre TODOS os guardas!
zh_cn: <25>{#p/undyne}{#f/17}* 诶，等等！！ * 我不是说所有的守卫！
zh_tw: <25>{#p/undyne}{#f/17}* 誒，等等！！ * 我不是說所有的守衛！

source: <18>{#p/papyrus}{#f/6}AND WHEN I -DO- BECOME AN ELITE SQUAD MEMBER???
pt_br: <18>{#p/papyrus}{#f/6}E -QUANDO- EU ME TORNAR MEMBRO DO ESQUADRÃO DE ELITE?
zh_cn: <18>{#p/papyrus}{#f/6}那要是我凑巧 【去】了特战队呢？？？
zh_tw: <18>{#p/papyrus}{#f/6}那要是我湊巧 【去】了特戰隊呢？？？

source: <25>{#p/undyne}{#f/14}* ... I'll just be nice to you specifically!
pt_br: <25>{#p/undyne}{#f/14}* ... Eu serei mais legal com você especificamente!
zh_cn: <25>{#p/undyne}{#f/14}* ...那特殊对待你！
zh_tw: <25>{#p/undyne}{#f/14}* ...那特殊對待你！

source: <18>{#p/papyrus}{#f/7}BUT THAT WOULDN'T BE FAIR TO THE OTHER MEMBERS!!
pt_br: <18>{#p/papyrus}{#f/7}MAS ISSO NÃO SERIA JUSTO COM OS OUTROS MEMBROS!!
zh_cn: <18>{#p/papyrus}{#f/7}可你应该一视同仁！！
zh_tw: <18>{#p/papyrus}{#f/7}可你應該一視同仁！！

source: <25>{#p/undyne}{#f/17}* I give up!!
pt_br: <25>{#p/undyne}{#f/17}* Eu desisto!!
zh_cn: <25>{#p/undyne}{#f/17}* 得了吧！！
zh_tw: <25>{#p/undyne}{#f/17}* 得了吧！！

source: <18>{#p/papyrus}{#f/0}HUM HUM HUM...
zh_cn: <18>{#p/papyrus}{#f/0}哼哼哼...
zh_tw: <18>{#p/papyrus}{#f/0}哼哼哼...

source: <25>{#p/undyne}{#f/12}* Hum hum hum...
zh_cn: <25>{#p/undyne}{#f/12}* 哼哼哼...
zh_tw: <25>{#p/undyne}{#f/12}* 哼哼哼...

source: <18>{#p/papyrus}{#f/4}A MYSTERIOUS STATUE...
pt_br: <18>{#p/papyrus}{#f/4}A ESTÁTUA MISTERIOSA...
zh_cn: <18>{#p/papyrus}{#f/4}一座神秘的雕像...
zh_tw: <18>{#p/papyrus}{#f/4}一座神秘的雕像...

source: <18>{#p/papyrus}{#f/4}OUT IN THE MIDDLE OF THE FACTORY...
pt_br: <18>{#p/papyrus}{#f/4}COLOCADA NO MEIO DA FABRICA...
zh_cn: <18>{#p/papyrus}{#f/4}在工厂正中央...
zh_tw: <18>{#p/papyrus}{#f/4}在工廠正中央...

source: <18>{#p/papyrus}{#f/6}... I WONDER WHAT THIS COULD MEAN!
pt_br: <18>{#p/papyrus}{#f/6}... ME PERGUNTO O QUE ISSO PODE SIGNIFICAR!
zh_cn: <18>{#p/papyrus}{#f/6}...我想知道这 有什么意义！
zh_tw: <18>{#p/papyrus}{#f/6}...我想知道這 有什麼意義！

source: <25>{#p/undyne}{#f/16}* That statue's been out there forever...
pt_br: <25>{#p/undyne}{#f/16}* Essa estátua esteve aí desde sempre...
zh_cn: <25>{#p/undyne}{#f/16}* 那座雕像永远摆在那...
zh_tw: <25>{#p/undyne}{#f/16}* 那座雕像永遠擺在那...

source: <25>{#p/undyne}{#f/17}* ... but nobody seems to know where it came from!
pt_br: <25>{#p/undyne}{#f/17}* ... ninguém sabe de onde ela veio!
zh_cn: <25>{#p/undyne}{#f/17}* ...但是没人知道 他是哪来的！
zh_tw: <25>{#p/undyne}{#f/17}* ...但是沒人知道 他是哪來的！

source: <25>{#p/undyne}{#f/1}* It has a cool music box inside, though.
pt_br: <25>{#p/undyne}{#f/1}* Mas tem uma caixa de música legal dentro.
zh_cn: <25>{#p/undyne}{#f/1}* 里面倒是有个很酷的八音盒。
zh_tw: <25>{#p/undyne}{#f/1}* 裡面倒是有個很酷的八音盒。

source: <18>{#p/papyrus}{#f/4}BREAKING NEWS.
pt_br: <18>{#p/papyrus}{#f/4}NOVIDADES FRESQUISSIMAS!
zh_cn: <18>{#p/papyrus}{#f/4}劲爆消息。
zh_tw: <18>{#p/papyrus}{#f/4}勁爆訊息。

source: <18>{#p/papyrus}{#f/4}MYSTERIOUS STATUE IS MYSTERIOUS.
pt_br: <18>{#p/papyrus}{#f/4}ESTÁTUA MISTERIOSA É MISTERIOSA.
zh_cn: <18>{#p/papyrus}{#f/4}神秘的雕像很神秘。
zh_tw: <18>{#p/papyrus}{#f/4}神秘的雕像很神秘。

source: <18>{#p/papyrus}{#f/6}WHO WOULD'VE THOUGHT!!
pt_br: <18>{#p/papyrus}{#f/6}QUEM PODERIA IMAGINAR!!
zh_cn: <18>{#p/papyrus}{#f/6}这谁能想得到！！
zh_tw: <18>{#p/papyrus}{#f/6}這誰能想得到！！

source: <25>{#p/undyne}{#f/11}* Some say the statue also contains a SECOND music box...
pt_br: <25>{#p/undyne}{#f/11}* Alguns dizem que essa estátua também contém uma SEGUNDA música...
zh_cn: <25>{#p/undyne}{#f/11}* 有人说雕像还有第二个 八音盒...
zh_tw: <25>{#p/undyne}{#f/11}* 有人說雕像還有第二個 八音盒...

source: <25>{#p/undyne}{#f/12}* ... but I'll believe it when I hear it.
pt_br: ... mas eu vou acreditar quando eu ouvir.
zh_cn: <25>{#p/undyne}{#f/12}* ...我得亲耳听见我才相信。
zh_tw: <25>{#p/undyne}{#f/12}* ...我得親耳聽見我才相信。

source: <18>{#p/papyrus}{#f/5}IF ONLY THERE EXISTED A ROOM...
pt_br: <18>{#p/papyrus}{#f/5}SE PELO MENOS EXISTISSE UMA SALA...
zh_cn: <18>{#p/papyrus}{#f/5}要是有个房间...
zh_tw: <18>{#p/papyrus}{#f/5}要是有個房間...

source: <18>WHERE I COULD EXPRESS MYSELF THROUGH MUSIC.
pt_br: <18>ONDE EU PUDESSE EXPRESSAR MEUS PENSAMENTOS ATRÁVES DA MÚSICA.
zh_cn: <18>能让我通过音乐 表达自己就好了。
zh_tw: <18>能讓我通過音樂 表達自己就好了。

source: <18>A LONELY ROOM, SEPARATED FROM CIVILIZATION...
pt_br: <18>UMA SALA SOZINHA, SEPARADA DA CIVILIZAÇÃO...
zh_cn: <18>一个孤独的房间， 与世隔绝...
zh_tw: <18>一個孤獨的房間， 與世隔絕...
