Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <15>{#p/papyrus}{#f/20}HOW WILL I KNOW IF PEOPLE SINCERELY LIKE ME???
pt_br: <15>{#p/papyrus}{#f/20}COMO EU VOU SABER SE AS PESSOAS REALMENTE GOSTAM DE MIM??
zh_cn: <15>{#p/papyrus}{#f/20}我又如何知道 人们是否真心 喜欢我呢？？？
zh_tw: <15>{#p/papyrus}{#f/20}我又如何知道 人們是否真心 喜歡我呢？？？

source: <15>{#p/papyrus}{#f/20}WILL ANYONE LIKE ME LIKE YOU DO?
pt_br: <15>{#p/papyrus}{#f/20}ALGUÉM VAI GOSTAR DE MIM IGUAL VOCÊ GOSTA?
zh_cn: <15>{#p/papyrus}{#f/20}会有人像你一样 喜欢我吗？
zh_tw: <15>{#p/papyrus}{#f/20}會有人像你一樣 喜歡我嗎？

source: <15>{#p/papyrus}{#f/21}SOMEONE LIKE YOU IS REALLY RARE...
pt_br: <15>{#p/papyrus}{#f/21}ALGUÉM COMO VOCÊ É MUITO RARO...
zh_cn: <15>{#p/papyrus}{#f/21}像你这样的人 真是很少见...
zh_tw: <15>{#p/papyrus}{#f/21}像你這樣的人 真是很少見...

source: <15>{#p/papyrus}{#f/21}I DON'T THINK THEY'LL LET YOU GO...
pt_br: <15>{#p/papyrus}{#f/21}EU NÃO ACHO QUE ELES VÃO TE DEIXAR IR...
zh_cn: <15>{#p/papyrus}{#f/21}我不觉得他们 会轻易放你走...
zh_tw: <15>{#p/papyrus}{#f/21}我不覺得他們 會輕易放你走...

source: <15>{#p/papyrus}{#f/21}AND DATING MIGHT BE KIND OF HARD...
pt_br: <15>{#p/papyrus}{#f/21}E UM ENCONTRO PODE SER DIFÍCIL...
zh_cn: <15>{#p/papyrus}{#f/21}再想约会 估计会很难...
zh_tw: <15>{#p/papyrus}{#f/21}再想約會 估計會很難...

source: <15>{#p/papyrus}{#f/26}AFTER YOU'RE CAPTURED AND SENT AWAY.
pt_br: <15>{#p/papyrus}{#f/26}APÓS TE CAPTURAR E LEVAR PARA A CIDADELA.
zh_cn: <15>{#p/papyrus}{#f/26}如果你被抓到， 然后送走的话。
zh_tw: <15>{#p/papyrus}{#f/26}如果你被抓到， 然後送走的話。

source: <15>{#p/papyrus}{#f/17}URGH... WHO CARES! GIVE UP!!
pt_br: <15>{#p/papyrus}{#f/17}URGH... QUEM LIGA! DESISTA!!
zh_cn: <15>{#p/papyrus}{#f/17}呃... 管他呢！ 放弃吧！！
zh_tw: <15>{#p/papyrus}{#f/17}呃... 管他呢！ 放棄吧！！

source: <15>{#p/papyrus}{#f/15}GIVE UP OR FACE MY... {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
pt_br: <15>{#p/papyrus}{#f/15}DESISTA OU ENFRENTE MEU... {@fill=#f00}ATAQUE ESPECIAL{@fill=#000}!
zh_cn: <15>{#p/papyrus}{#f/15}要么放弃，要么... 就准备面对我的 {@fill=#f00}特殊攻击{@fill=#000}！
zh_tw: <15>{#p/papyrus}{#f/15}要麼放棄，要麼... 就準備面對我的 {@fill=#f00}特殊攻擊{@fill=#000}！

source: <15>{#p/papyrus}{#f/20}YEAH!!! VERY SOON I WILL USE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
pt_br: <15>{#p/papyrus}{#f/20}SIM!!! EU IREI USAR MEU {@fill=#f00}ATAQUE ESPECIAL{@fill=#000} LOGO, LOGO!
zh_cn: <15>{#p/papyrus}{#f/20}没错！！！ 待会我就要使用 我的{@fill=#f00}特殊攻击{@fill=#000}了！
zh_tw: <15>{#p/papyrus}{#f/20}沒錯！！！ 待會我就要使用 我的{@fill=#f00}特殊攻擊{@fill=#000}了！

source: <15>{#p/papyrus}{#f/20}THIS IS YOUR LAST CHANCE... BEFORE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
pt_br: <15>{#p/papyrus}{#f/20}ESTA É SUA ÚLTIMA CHANCE... ANTES DO MEU {@fill=#f00}ATAQUE ESPECIAL{@fill=#000}!
zh_cn: <15>{#p/papyrus}{#f/20}在我使用 {@fill=#f00}特殊攻击{@fill=#000}前... 这是你的最后机会！
zh_tw: <15>{#p/papyrus}{#f/20}在我使用 {@fill=#f00}特殊攻擊{@fill=#000}前... 這是你的最後機會！

source: <15>{#p/papyrus}{#f/20}BEHOLD...! MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
pt_br: <15>{#p/papyrus}{#f/20}ENCARE...! MEU {@fill=#f00}ATAQUE ESPECIAL{@fill=#000}!
zh_cn: <15>{#p/papyrus}{#f/20}看好了...！ 我的{@fill=#f00}特殊攻击{@fill=#000}！
zh_tw: <15>{#p/papyrus}{#f/20}看好了...！ 我的{@fill=#f00}特殊攻擊{@fill=#000}！

source: <15>{#p/papyrus}{#f/15}NYEH HEH HEH!
zh_cn: <15>{#p/papyrus}{#f/15}捏嘿嘿！
zh_tw: <15>{#p/papyrus}{#f/15}捏嘿嘿！

source: <15>{#f/20}NO HUMAN HAS EVER BESTED MY {@fill=#f00}SPECIAL ATTACK{@fill=#000} BEFORE!
pt_br: <15>{#f/20}NENHUM HUMANO JAMAIS PASSOU DO MEU {@fill=#f00}ATAQUE ESPECIAL{@fill=#000}!
zh_cn: <15>{#f/20}在这之前可没有人类 能躲过我的 {@fill=#f00}特殊攻击{@fill=#000}！
zh_tw: <15>{#f/20}在這之前可沒有人類 能躲過我的 {@fill=#f00}特殊攻擊{@fill=#000}！

source: <15>{#f/20}PREPARE TO BE CAPTURED, ONCE AND FOR ALL!
pt_br: <15>{#f/20}PREPARE PARA SER CAPTURADO, AGORA!
zh_cn: <15>{#f/20}做好被抓住的准备吧！ 一劳永逸的那种！
zh_tw: <15>{#f/20}做好被抓住的準備吧！ 一勞永逸的那種！

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION ALPHA!!
pt_br: <15>{#p/papyrus}{#f/20}ATAQUE ESPECIAL, FORMAÇÃO ALPHA!
zh_cn: <15>{#p/papyrus}{#f/20}特殊攻击， 阿尔法编阵！
zh_tw: <15>{#p/papyrus}{#f/20}特殊攻擊， 阿爾法編陣！

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION BETA!!
pt_br: <15>{#p/papyrus}{#f/20}ATAQUE ESPECIAL, FORMAÇÃO BETA!
zh_cn: <15>{#p/papyrus}{#f/20}特殊攻击， 贝塔编阵！
zh_tw: <15>{#p/papyrus}{#f/20}特殊攻擊， 貝塔編陣！

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION GAMMA!!
pt_br: <15>{#p/papyrus}{#f/20}ATAQUE ESPECIAL, FORMAÇÃO GAMMA!
zh_cn: <15>{#p/papyrus}{#f/20}特殊攻击， 伽马编阵！
zh_tw: <15>{#p/papyrus}{#f/20}特殊攻擊， 伽馬編陣！

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION DELTA!!
pt_br: <15>{#p/papyrus}{#f/20}ATAQUE ESPECIAL, FORMAÇÃO DELTA!
zh_cn: <15>{#p/papyrus}{#f/20}特殊攻击， 德尔塔编阵！
zh_tw: <15>{#p/papyrus}{#f/20}特殊攻擊， 德爾塔編陣！

source: <15>{#p/papyrus}{#f/27}WOWIE! ARE YOU STRONG!
pt_br: <15>{#p/papyrus}{#f/27}WOWIE! VOCÊ É FORTÃO!
zh_cn: <15>{#p/papyrus}{#f/27}哇塞！ 你也太强了吧！
zh_tw: <15>{#p/papyrus}{#f/27}哇塞！ 你也太強了吧！

source: <15>{#f/20}BUT NO FEAR! I WILL NOT BE DETERRED BY YOUR STRENGTH!
pt_br: <15>{#f/20}MAS SEM MEDO, EU NÃO SEREI DERROTADO POR SUA FORÇA!
zh_cn: <15>{#f/20}但我可不怕！ 我不会被你的 实力吓倒！
zh_tw: <15>{#f/20}但我可不怕！ 我不會被你的 實力嚇倒！

source: <15>{#f/14}... SPECIAL ATTACK...
pt_br: <15>{#f/14}... ATAQUE ESPECIAL...
zh_cn: <15>{#f/14}...特殊攻击...
zh_tw: <15>{#f/14}...特殊攻擊...

source: <15>{#f/17}FORMATION {@fill=#f00}SIGMA{@fill=#000}!!!
pt_br: <15>{#f/17}FORMAÇÃO {@fill=#f00}SIGMA{@fill=#000}!!!
zh_cn: <15>{#f/17}{@fill=#f00}西格玛{@fill=#000}编阵！！！
zh_tw: <15>{#f/17}{@fill=#f00}西格瑪{@fill=#000}編陣！！！

source: <15>{#p/papyrus}{#f/27}WELL...! *HUFF* IT'S CLEAR... YOU CAN'T! *HUFF* BEAT ME!
pt_br: <15>{#p/papyrus}{#f/27}BEM...! *OFEGANTE* ESTÁ CLARO... VOCÊ NÃO PODE! ME DERROTAR!
zh_cn: <15>{#p/papyrus}{#f/27}行吧...！（喘气） 很明显... 你不能！ （喘气）打败我！
zh_tw: <15>{#p/papyrus}{#f/27}行吧...！（喘氣） 很明顯... 你不能！ （喘氣）打敗我！

source: <15>{#f/15}YEAH!!! I CAN SEE YOU SHAKING IN YOUR BOOTS!!
pt_br: <15>{#f/15}SIM!!! POSSO VER SUAS PERNAS TREMENDO!!
zh_cn: <15>{#f/15}没错！！！ 我看见你被吓得 全身发抖了！！
zh_tw: <15>{#f/15}沒錯！！！ 我看見你被嚇得 全身發抖了！！

source: <15>{#f/20}I, THE GREAT PAPYRUS, ELECT TO GRANT YOU PITY!!
pt_br: <15>{#f/20}EU, O GRANDE PAPYRUS TE PONHO COMO UM GRANDE GUERREIRO!
zh_cn: <15>{#f/20}我，伟大的PAPYRUS， 选择给予你怜悯！！
zh_tw: <15>{#f/20}我，偉大的PAPYRUS， 選擇給予你憐憫！！

source: <15>{#f/20}I WILL {@fill=#f00}SPARE YOU{@fill=#000}, HUMAN!!!
pt_br: <15>{#f/20}EU IREI {@fill=#f00}TE POUPAR{@fill=#000}, HUMANO!!!
zh_cn: <15>{#f/20}我会{@fill=#f00}饶恕你{@fill=#000}， 人类！！！
zh_tw: <15>{#f/20}我會{@fill=#f00}饒恕你{@fill=#000}， 人類！！！

source: <15>{#f/10}NOW'S YOUR CHANCE TO ACCEPT MY {@fill=#f00}MERCY{@fill=#000}.
pt_br: <15>{#f/10}AGORA É SUA CHANCE DE ACEITAR MINHA {@fill=#f00}PIEDADE{@fill=#000}.
zh_cn: <15>{#f/10}现在是你接受 我{@fill=#f00}仁慈{@fill=#000}的机会了。
zh_tw: <15>{#f/10}現在是你接受 我{@fill=#f00}仁慈{@fill=#000}的機會了。

source: <15>{#p/papyrus}{#f/27}YOU WISH TO REMAIN WITH ME... FOREVER?
pt_br: <15>{#p/papyrus}{#f/27}VOCÊ DESEJA ESTAR COMIGO... PRA SEMPRE?
zh_cn: <15>{#p/papyrus}{#f/27}你盼着能伴我左右... 直到永远？
zh_tw: <15>{#p/papyrus}{#f/27}你盼著能伴我左右... 直到永遠？

source: <15>{#p/papyrus}{#f/21}HMM...
zh_cn: <15>{#p/papyrus}{#f/21}呃...
zh_tw: <15>{#p/papyrus}{#f/21}呃...

source: <15>{#p/papyrus}{#f/27}SOMETHING IS TRYING TO TEAR OUR LOVE APART?
pt_br: <15>{#p/papyrus}{#f/27}ALGO ESTÁ TENTANDO SEPARAR NOSSO AMOR?
zh_cn: <15>{#p/papyrus}{#f/27}有人想拆散我们？
zh_tw: <15>{#p/papyrus}{#f/27}有人想拆散我們？

source: <15>{#p/papyrus}{#f/21}I WONDER...
pt_br: <15>{#p/papyrus}{#f/21}EU ME PERGUNTO...
zh_cn: <15>{#p/papyrus}{#f/21}是谁呢...
zh_tw: <15>{#p/papyrus}{#f/21}是誰呢...

source: <15>{#p/papyrus}{#f/27}SO YOU -DON'T- WISH TO REMAIN WITH ME?
pt_br: <15>{#p/papyrus}{#f/27}ENTÃO VOCÊ -NÃO- QUER FICAR COMIGO?
zh_cn: <15>{#p/papyrus}{#f/27}所以你【不愿】 与我在一起？
zh_tw: <15>{#p/papyrus}{#f/27}所以你【不願】 與我在一起？

source: <15>{#p/papyrus}{#f/14}BUT THEN... WHY WON'T YOU ACCEPT MY MERCY AND LEAVE ME?
pt_br: <15>{#p/papyrus}{#f/14}MAS ENTÃO... PORQUE VOCÊ NÃO ACEITA MINHA PIEDADE E ME DEIXA IR?
zh_cn: <15>{#p/papyrus}{#f/14}但为何... 你不 接受我的仁慈 然后离我远去？
zh_tw: <15>{#p/papyrus}{#f/14}但為何... 你不 接受我的仁慈 然後離我遠去？

source: <15>{#p/papyrus}{#f/25}UH, I DON'T THINK WE'VE GOTTEN -THAT- FAR YET...
pt_br: <15>{#p/papyrus}{#f/25}UH, ACHO QUE AINDA NÃO CHEGAMOS -TÃO- LONGE...
zh_cn: <15>{#p/papyrus}{#f/25}呃，我们还没到 【那么】浓情 蜜意的地步吧...
zh_tw: <15>{#p/papyrus}{#f/25}呃，我們還沒到 【那麼】濃情 蜜意的地步吧...

source: <15>{#p/papyrus}{#f/15}... BUT WE CAN SURE TRY LATER!
pt_br: <15>{#p/papyrus}{#f/15}... MAS PODEMOS TENTAR MAIS TARDE!
zh_cn: <15>{#p/papyrus}{#f/15}...但事后 我们可以继续！
zh_tw: <15>{#p/papyrus}{#f/15}...但事後 我們可以繼續！

source: <15>{#p/papyrus}{#f/27}WAIT, ARE -YOU- THE ONE WHO'S TRYING TO TEAR OUR LOVE APART?
pt_br: <15>{#p/papyrus}{#f/27}ESPERE, -VOCÊ- É QUEM ESTÁ TENTANDO DESTRUIR NOSSO AMOR
zh_cn: <15>{#p/papyrus}{#f/27}等等， 【你】不想和我 在一起？
zh_tw: <15>{#p/papyrus}{#f/27}等等， 【你】不想和我 在一起？

source: <15>{#p/papyrus}{#f/24}WAIT, ARE YOU SUGGESTING SOME KIND OF... LOVE TRIANGLE???
pt_br: <15>{#p/papyrus}{#f/24}ESPERA, VOCÊ ESTÁ SUGERINDO... UM TRIÂNGULO AMOROSO?
zh_cn: <15>{#p/papyrus}{#f/24}等等，你是想说... 三角恋？？？
zh_tw: <15>{#p/papyrus}{#f/24}等等，你是想說... 三角戀？？？

source: <15>{#p/papyrus}{#f/26}... SO YOU -DON'T- WANT TO TRY THAT LATER?
pt_br: <15>{#p/papyrus}{#f/26}... ENTÃO VOCÊ -NÃO- QUER TENTAR ISSO MAIS TARDE?
zh_cn: <15>{#p/papyrus}{#f/26}...所以你 【不想】待会 再试试？
zh_tw: <15>{#p/papyrus}{#f/26}...所以你 【不想】待會 再試試？

source: <15>{#p/papyrus}{#f/24}AND NOT ONLY THAT, BUT...
pt_br: <15>{#p/papyrus}{#f/24}E NÃO APENAS ISSO, MAS...
zh_cn: <15>{#p/papyrus}{#f/24}不仅如此， 而且...
zh_tw: <15>{#p/papyrus}{#f/24}不僅如此， 而且...

source: <15>{#p/papyrus}{#f/22}YOU NEVER EVEN WANTED TO BE WITH ME TO BEGIN WITH!?
pt_br: <15>{#p/papyrus}{#f/22}VOCÊ PELO MENOS DESEJOU ESTAR COMIGO DO COMEÇO!?
zh_cn: <15>{#p/papyrus}{#f/22}你一开始就不想 我们在一起？
zh_tw: <15>{#p/papyrus}{#f/22}你一開始就不想 我們在一起？

source: <15>{#p/papyrus}{#f/22}OR MAYBE IT'S MORE LIKE... A LOVE TRAPEZOID!
pt_br: <15>{#p/papyrus}{#f/22}OU TALVEZ SEJA UM... TRAPÉZIO AMOROSO!
zh_cn: <15>{#p/papyrus}{#f/22}或者你想说... 如梯形般 稳定的爱？
zh_tw: <15>{#p/papyrus}{#f/22}或者你想說... 如梯形般 穩定的愛？

source: <15>{#p/papyrus}{#f/21}NO? IT'S ACTUALLY A LOVE DI-ANGLE INSTEAD?
pt_br: <15>{#p/papyrus}{#f/21}NÃO? NA VERDADE, É UM DIAGONAL DE AMOR?
zh_cn: <15>{#p/papyrus}{#f/21}不是？那么就是 说这段爱缺少了 两条边？
zh_tw: <15>{#p/papyrus}{#f/21}不是？那麼就是 說這段愛缺少了 兩條邊？

source: <15>{#p/papyrus}{#f/18}BUT... THAT'S NOT EVEN A REAL SHAPE!
pt_br: <15>{#p/papyrus}{#f/18}MAS... NEM TEM COMO FAZER ISSO!
zh_cn: <15>{#p/papyrus}{#f/18}但是... 这根本不算一个 正确的形状！
zh_tw: <15>{#p/papyrus}{#f/18}但是... 這根本不算一個 正確的形狀！

source: <15>{#p/papyrus}{#f/27}ARE YOU SAYING THAT OUR LOVE, ISN'T TRULY REAL AFTER ALL!?
pt_br: <15>{#p/papyrus}{#f/27}VOCÊ ESTÁ DIZENDO QUE NOSSO AMOR NÃO É REAL??
zh_cn: <15>{#p/papyrus}{#f/27}你是想说， 我们的爱情永远 不会开花！？
zh_tw: <15>{#p/papyrus}{#f/27}你是想說， 我們的愛情永遠 不會開花！？

source: <15>{#p/papyrus}{#f/14}WAIT... I THINK I GET IT NOW!
pt_br: <15>{#p/papyrus}{#f/14}ESPERA... EU ACHO QUE ENTENDI!
zh_cn: <15>{#p/papyrus}{#f/14}等等... 我明白了！
zh_tw: <15>{#p/papyrus}{#f/14}等等... 我明白了！

source: <15>{#p/papyrus}{#f/15}THE PRINCE IS JEALOUS OF YOUR AFFECTION FOR ME!
pt_br: <15>{#p/papyrus}{#f/15}O PRÍNCIPE ESTÁ COM CIÚMES DE SUA AFEIÇÃO POR MIM?
zh_cn: <15>{#p/papyrus}{#f/15}王子嫉妒我们 之间的爱情！
zh_tw: <15>{#p/papyrus}{#f/15}王子嫉妒我們 之間的愛情！

source: <15>{#p/papyrus}{#f/24}SO... HE SPRUNG A TRAP TO PREVENT US FROM BEING TOGETHER!
pt_br: <15>{#p/papyrus}{#f/24}ENTÃO... ELE FEZ UMA ARMADILHA PARA NÓS IMPEDIR DE FICARMOS JUNTOS!
zh_cn: <15>{#p/papyrus}{#f/24}所以... 他设下圈套， 阻止我们在一起！
zh_tw: <15>{#p/papyrus}{#f/24}所以... 他設下圈套， 阻止我們在一起！

source: <15>{#p/papyrus}{#f/27}NO? BUT AT LEAST I'M ON THE RIGHT TRACK?
pt_br: <15>{#p/papyrus}{#f/27}NÃO? MAS EU ESTOU PELO MENOS NO CAMINHO?
zh_cn: <15>{#p/papyrus}{#f/27}不是？ 但是至少我的 方向是正确的吧？
zh_tw: <15>{#p/papyrus}{#f/27}不是？ 但是至少我的 方向是正確的吧？

source: <15>{#p/papyrus}{#f/24}WAIT... TRAPEZOID...
pt_br: <15>{#p/papyrus}{#f/24}ESPERA... TRAPÉZIO...
zh_cn: <15>{#p/papyrus}{#f/24}等等... 梯形的形状...
zh_tw: <15>{#p/papyrus}{#f/24}等等... 梯形的形狀...

source: <15>{#p/papyrus}{#f/22}ARE YOU SAYING THAT YOU'RE TRAPPED WITH ME, RIGHT NOW!?
pt_br: <15>{#p/papyrus}{#f/22}VOCÊ ESTÁ DIZENDO QUE ESTÁ PRESO COMIGO, AGORA MESMO!?
zh_cn: <15>{#p/papyrus}{#f/22}你是说 我们此时 深处牢笼？
zh_tw: <15>{#p/papyrus}{#f/22}你是說 我們此時 深處牢籠？

source: <15>{#p/papyrus}{#f/14}BUT THEN... WHY WON'T YOU ACCEPT MY MERCY AND ESCAPE?
pt_br: <15>{#p/papyrus}{#f/14}MAS ENTÃO... POR QUE NÃO ACEITAR MINHA PIEDADE E IR EMBORA?
zh_cn: <15>{#p/papyrus}{#f/14}但是... 为何你 不饶恕我然后 逃离呢？
zh_tw: <15>{#p/papyrus}{#f/14}但是... 為何你 不饒恕我然後 逃離呢？

source: <15>{#p/papyrus}{#f/21}... THERE MUST BE SOMETHING ELSE GOING ON HERE.
pt_br: <15>{#p/papyrus}{#f/21}... DEVE TER ALGO A MAIS ACONTECENDO AQUI.
zh_cn: <15>{#p/papyrus}{#f/21}...所以一定 还有其他原因。
zh_tw: <15>{#p/papyrus}{#f/21}...所以一定 還有其他原因。

source: <15>{#p/papyrus}{#f/26}NO... YES.
pt_br: <15>{#p/papyrus}{#f/26}NÃO... SIM.
zh_cn: <15>{#p/papyrus}{#f/26}不... 我知道了！
zh_tw: <15>{#p/papyrus}{#f/26}不... 我知道了！

source: <15>{#p/papyrus}{#f/20}YES, YES, YES!!!
pt_br: <15>{#p/papyrus}{#f/20}SIM, SIM, SIM!!!
zh_cn: [DEL]
zh_tw: [DEL]

source: <15>{#p/papyrus}{#f/20}I FINALLY UNDERSTAND IT NOW!
pt_br: <15>{#p/papyrus}{#f/20}EU FINALMENTE ENTENDI!
zh_cn: <15>{#p/papyrus}{#f/20}没错！ 我终于理解 你的意思了！
zh_tw: <15>{#p/papyrus}{#f/20}沒錯！ 我終於理解 你的意思了！

source: <15>{#p/papyrus}{#f/15}THIS MUST BE THE WORK OF THAT "ASRIEL" FELLOW!
pt_br: <15>{#p/papyrus}{#f/15}ISSO DEVE SER TRABALHO DAQUELE TAL "ASRIEL!"
zh_cn: <15>{#p/papyrus}{#f/15}一定是那个 “ASRIEL” 对你做了什么！
zh_tw: <15>{#p/papyrus}{#f/15}一定是那個 「ASRIEL」 對你做了什麼！

source: <15>{#p/papyrus}{#f/14}SOMEHOW, HE'S OUTRIGHT PREVENTED YOU FROM SHOWING MERCY TO ME!
pt_br: <15>{#p/papyrus}{#f/14}DE ALGUMA FORMA, ELE ESTÁ TE IMPEDINDO DE DEMONSTRAR PIEDADE!
zh_cn: <15>{#p/papyrus}{#f/14}他一定是通过 某些手段阻止了 你饶恕我的行为！
zh_tw: <15>{#p/papyrus}{#f/14}他一定是通過 某些手段阻止了 你饒恕我的行為！

source: <15>{#p/papyrus}{#f/14}WELL. THIS SIMPLY WILL NOT STAND!
pt_br: <15>{#p/papyrus}{#f/14}BEM. NÃO DEIXE ISSO TE VENCER!
zh_cn: <15>{#p/papyrus}{#f/14}所以... 我不会让他 的阴谋得逞！
zh_tw: <15>{#p/papyrus}{#f/14}所以... 我不會讓他 的陰謀得逞！

source: <15>{#p/papyrus}{#f/20}IN FACT, I HAVE THE PERFECT SOLUTION ALREADY!
pt_br: <15>{#p/papyrus}{#f/20}NA VERDADE EU JÁ TENHO A SOLUÇÃO PERFEITA!
zh_cn: <15>{#p/papyrus}{#f/20}事实上， 我已经有了一个 完美的解决方案！
zh_tw: <15>{#p/papyrus}{#f/20}事實上， 我已經有了一個 完美的解決方案！

source: <15>{#p/papyrus}{#f/10}TO AVOID ANY ROMANTIC DRAMA, I'LL LEAVE POLITELY.
pt_br: <15>{#p/papyrus}{#f/10}PARA IMPEDIR QUALQUER DRAMA, IREI FUGIR POLITICAMENTE.
zh_cn: <15>{#p/papyrus}{#f/10}为了避免发生如 爱情剧里面的 场景， 我会绅士地离去。
zh_tw: <15>{#p/papyrus}{#f/10}為了避免發生如 愛情劇裡面的 場景， 我會紳士地離去。

source: <15>{#p/papyrus}{#f/24}THEN, WHEN YOU'RE ALONE WITH HIM ONCE AGAIN...
pt_br: <15>{#p/papyrus}{#f/24}ENTÃO, QUANDO VOCÊ ESTIVER SOZINHO COM ELE DE NOVO...
zh_cn: <15>{#p/papyrus}{#f/24}然后， 当你单独 和他在一起时...
zh_tw: <15>{#p/papyrus}{#f/24}然後， 當你單獨 和他在一起時...

source: <15>{#p/papyrus}{#f/25}YOU'LL BE IN THE PERFECT POSITION...
pt_br: <15>{#p/papyrus}{#f/25}VOCÊ ESTARÁ NA POSIÇÃO PERFEITA...
zh_cn: <15>{#p/papyrus}{#f/25}你将在这段恋情 中处于一个 完美的位置...
zh_tw: <15>{#p/papyrus}{#f/25}你將在這段戀情 中處於一個 完美的位置...

source: <15>{#p/papyrus}{#f/15}TO ENSURE HE DOES NOT GET IN THE WAY OF YOUR FEELINGS!
pt_br: <15>{#p/papyrus}{#f/15}PARA GARANTIR QUE ELE NÃO INTERFIRA EM SEUS SENTIMENTOS!
zh_cn: <15>{#p/papyrus}{#f/15}这将让他不会 伤害你的感情！
zh_tw: <15>{#p/papyrus}{#f/15}這將讓他不會 傷害你的感情！

source: <15>{#p/papyrus}{#f/20}NYEH HEH HEH HEH HEH HEH HEH HEH HEH HEH!
zh_cn: <15>{#p/papyrus}{#f/20}捏嘿嘿嘿嘿嘿 嘿嘿嘿嘿！！！
zh_tw: <15>{#p/papyrus}{#f/20}捏嘿嘿嘿嘿嘿 嘿嘿嘿嘿！！！

source: <15>{#p/papyrus}{#f/20}FRET NOT, HUMAN!
pt_br: <15>{#p/papyrus}{#f/20}NÃO TEMAS, HUMANO!!!
zh_cn: <15>{#p/papyrus}{#f/20}别担心， 人类！
zh_tw: <15>{#p/papyrus}{#f/20}別擔心， 人類！

source: <15>{#p/papyrus}{#f/14}I, PAPYRUS, WILL MAKE SURE NO HARM COMES TO EITHER OF US!
pt_br: <15>{#p/papyrus}{#f/14}EU, PAPYRUS, VOU GARANTIR QUE NENHUM MAL ACONTEÇA A NENHUM DE NÓS!
zh_cn: <15>{#p/papyrus}{#f/14}我，PAPYRUS， 将确保我们不会 受到任何伤害！
zh_tw: <15>{#p/papyrus}{#f/14}我，PAPYRUS， 將確保我們不會 受到任何傷害！

source: <15>{#p/papyrus}{#f/20}I WILL SPARE MYSELF FOR YOU!
pt_br: <15>{#p/papyrus}{#f/20}EU VOU ME POUPAR POR VOCÊ!
zh_cn: <15>{#p/papyrus}{#f/20}为了你， 我将饶恕我自己！
zh_tw: <15>{#p/papyrus}{#f/20}為了你， 我將饒恕我自己！

source: <15>{#p/papyrus}{#f/20}AND THEN, I WILL FIND A VERY SAFE PLACE TO HIDE.
pt_br: <15>{#p/papyrus}{#f/20}E ENTÃO, EU VOU ENCONTRAR UM LUGAR BEM SEGURO PARA ME ESCONDER.
zh_cn: <15>{#p/papyrus}{#f/20}然后我会找 一个安全的地方 躲起来。
zh_tw: <15>{#p/papyrus}{#f/20}然後我會找 一個安全的地方 躲起來。

source: <15>{#p/papyrus}{#f/15}DON'T WORRY, HUMAN! PAPYRUS HAS THIS UNDER CONTROL!
pt_br: <15>{#p/papyrus}{#f/15}NÃO SE PREOCUPE! PAPYRUS TEM TUDO SOBRE CONTROLE!
zh_cn: <15>{#p/papyrus}{#f/15}别担心，人类！ 一切尽在 PAPYRUS的掌控之中！
zh_tw: <15>{#p/papyrus}{#f/15}別擔心，人類！ 一切盡在 PAPYRUS的掌控之中！

source: <15>{#p/papyrus}{#f/27}UH... THANKS???
pt_br: <15>{#p/papyrus}{#f/27}UH... OBRIGADO???
zh_cn: <15>{#p/papyrus}{#f/27}呃... 大可不必？？？
zh_tw: <15>{#p/papyrus}{#f/27}呃... 大可不必？？？

source: <15>{#p/papyrus}{#f/21}IDIOT... WHERE HAVE I HEARD THAT BEFORE...
pt_br: <15>{#p/papyrus}{#f/21}IDIOTA... ONDE EU ESCUTEI ISSO ANTES...
zh_cn: <15>{#p/papyrus}{#f/21}蠢货... 我好像在哪听过...
zh_tw: <15>{#p/papyrus}{#f/21}蠢貨... 我好像在哪聽過...

source: <15>{#p/papyrus}{#f/22}OR... NOT?
pt_br: <15>{#p/papyrus}{#f/22}OU... NÃO?
zh_cn: <15>{#p/papyrus}{#f/22}或者没有...？
zh_tw: <15>{#p/papyrus}{#f/22}或者沒有...？

source: <15>{#p/papyrus}{#f/24}SO, LET ME GET THIS STRAIGHT.
pt_br: <15>{#p/papyrus}{#f/24}BEM, DEIXA EU VER SE ENTENDI.
zh_cn: <15>{#p/papyrus}{#f/24}所以， 让我把事情 搞清楚。
zh_tw: <15>{#p/papyrus}{#f/24}所以， 讓我把事情 搞清楚。

source: <15>{#p/papyrus}{#f/27}YOU MEANT TO SAY YOU... LOVE ME???
pt_br: <15>{#p/papyrus}{#f/27}VOCÊ QUIS DIZER QUE... ME AMA?
zh_cn: <15>{#p/papyrus}{#f/27}你想说... 你爱我？
zh_tw: <15>{#p/papyrus}{#f/27}你想說... 你愛我？

source: <15>{#p/papyrus}{#f/27}AND THAT SOMETHING IS TRYING TO TEAR OUR LOVE APART?
pt_br: <15>{#p/papyrus}{#f/27}E QUE ALGO ESTÁ TENTANDO SEPARAR NOSSO AMOR?
zh_cn: <15>{#p/papyrus}{#f/27}有什么东西想要 破坏我们 之间的爱情？
zh_tw: <15>{#p/papyrus}{#f/27}有什麼東西想要 破壞我們 之間的愛情？

source: <15>{#p/papyrus}{#f/29}NOW WHAT...
pt_br: <15>{#p/papyrus}{#f/29}O QUE AGORA...
zh_cn: <15>{#p/papyrus}{#f/29}搞什么...
zh_tw: <15>{#p/papyrus}{#f/29}搞什麼...

source: <15>{#p/papyrus}{#f/27}YOU MEAN I'M AN IDIOT FOR NOT NOTICING HOW MUCH YOU LOVE ME?
pt_br: <15>{#p/papyrus}{#f/27}VOCÊ QUER DIZER QUE SOU UM IDIOTA POR NÃO PERCEBER?
zh_cn: <15>{#p/papyrus}{#f/27}你骂我是个蠢货， 是因为我没有 感觉到 你有多爱我？
zh_tw: <15>{#p/papyrus}{#f/27}你罵我是個蠢貨， 是因為我沒有 感覺到 你有多愛我？

source: <15>{#p/papyrus}{#f/28}AND THAT YOU WANT TO... UH...
pt_br: <15>{#p/papyrus}{#f/28}E QUE VOCÊ QUER... UH...
zh_cn: <15>{#p/papyrus}{#f/28}所以你想让... 额...
zh_tw: <15>{#p/papyrus}{#f/28}所以你想讓... 額...

source: <15>{#p/papyrus}{#f/25}I-I MEAN, I DON'T THINK WE'VE GOTTEN -THAT- FAR YET...
pt_br: <15>{#p/papyrus}{#f/25}Q-QUERO DIZER, ACHO QUE AINDA NÃO CHEGAMOS -TÃO- LONGE...
zh_cn: <15>{#p/papyrus}{#f/25}我—我的意思是， 我们的关系还没 有发展得 【那么】快吧...
zh_tw: <15>{#p/papyrus}{#f/25}我—我的意思是， 我們的關係還沒 有發展得 【那麼】快吧...

source: <15>{#p/papyrus}{#f/27}I'M NOT SMART ENOUGH TO REALIZE WHAT'S GOING ON...?
pt_br: <15>{#p/papyrus}{#f/27}EU NÃO SOU INTELIGENTE O SUFICIENTE PARA VER O QUE ESTÁ HAVENDO...?
zh_cn: <15>{#p/papyrus}{#f/27}你骂我没脑子， 没懂你啥意思...
zh_tw: <15>{#p/papyrus}{#f/27}你罵我沒腦子， 沒懂你啥意思...

source: <15>{#p/papyrus}{#f/27}SO... YOU MEANT TO SAY WE'RE IN A LOVE TRIANGLE?
pt_br: <15>{#p/papyrus}{#f/27}ENTÃO... VOCÊ QUER DIZER QUE ESTAMOS EM UM TRIÂNGULO AMOROSO?
zh_cn: <15>{#p/papyrus}{#f/27}所以... 你想 说我们身处在 三角恋中？
zh_tw: <15>{#p/papyrus}{#f/27}所以... 你想 說我們身處在 三角戀中？

source: <15>{#p/papyrus}{#f/19}WELL, IT'D CERTAINLY EXPLAIN YOUR ABRASIVE ATTITUDE!
pt_br: <15>{#p/papyrus}{#f/19}BEM, ISSO CERTAMENTE EXPLICARIA SUA ATITUDE ABRASIVA!
zh_cn: <15>{#p/papyrus}{#f/19}好吧，这至少解释了 你说话为何 这么刻薄！
zh_tw: <15>{#p/papyrus}{#f/19}好吧，這至少解釋了 你說話為何 這麼刻薄！

source: <15>{#p/papyrus}{#f/27}HUH? SHOOT FOR THE STARS INSTEAD OF SHOOTING MYSELF?
pt_br: <15>{#p/papyrus}{#f/27}HUH? CHUTAR AS ESTRELAS AO INVÉS DE ME CHUTAR?
zh_cn: <15>{#p/papyrus}{#f/27}啥？ “志在星辰大海， 何必自暴自弃”...
zh_tw: <15>{#p/papyrus}{#f/27}啥？ 「志在星辰大海， 何必自暴自棄」...

source: <15>{#p/papyrus}{#f/17}BUT WHAT DOES IT MEAN...!
pt_br: <15>{#p/papyrus}{#f/17}MAS O QUE ISSO SIGNIFICA...!
zh_cn: <15>{#p/papyrus}{#f/17}你在说啥呢...？
zh_tw: <15>{#p/papyrus}{#f/17}你在說啥呢...？

source: <15>{#p/papyrus}{#f/25}WAIT... YOU WANTED ME TO REALIZE THAT YOU SECRETLY LOVED ME?
pt_br: <15>{#p/papyrus}{#f/25}ESPERA... VOCÊ QUER QUE EU ENTENDA QUE VOCÊ ME AMA SECRETAMENTE?
zh_cn: <15>{#p/papyrus}{#f/25}等等... 你想让我知道 你暗恋着我？
zh_tw: <15>{#p/papyrus}{#f/25}等等... 你想讓我知道 你暗戀著我？

source: <15>{#p/papyrus}{#f/22}AND THAT WE'RE ACTUALLY IN A... LOVE TRAPEZOID!?
pt_br: <15>{#p/papyrus}{#f/22}E QUE NA VERDADE ESTAMOS EM UM... TRAPÉZIO!?
zh_cn: <15>{#p/papyrus}{#f/22}我们的感情实际 上是... 如梯形 般稳定吗！？
zh_tw: <15>{#p/papyrus}{#f/22}我們的感情實際 上是... 如梯形 般穩定嗎！？

source: <15>{#p/papyrus}{#f/21}IDIOT...
pt_br: <15>{#p/papyrus}{#f/21}IDIOTA...
zh_cn: <15>{#p/papyrus}{#f/21}蠢货...
zh_tw: <15>{#p/papyrus}{#f/21}蠢貨...

source: <15>{#p/papyrus}{#f/21}SHOOT FOR THE STARS...
pt_br: <15>{#p/papyrus}{#f/21}CHUTAR PARA AS ESTRELAS...
zh_cn: <15>{#p/papyrus}{#f/21}星辰大海...
zh_tw: <15>{#p/papyrus}{#f/21}星辰大海...

source: <15>{#p/papyrus}{#f/20}TWINKLY WAS A STAR, AND HE LOVED TO CALL PEOPLE IDIOTS!
pt_br: <15>{#p/papyrus}{#f/20}TWINKLY ERA UMA ESTRELA E ELE AMAVA CHAMAR OS OUTROS DE IDIOTA!
zh_cn: <15>{#p/papyrus}{#f/20}有颗星星，TWINKLY， 他也喜欢叫人“蠢货”！
zh_tw: <15>{#p/papyrus}{#f/20}有顆星星，TWINKLY， 他也喜歡叫人「蠢貨」！

source: <15>{#p/papyrus}{#f/25}OBLIVIOUS...
pt_br: <15>{#p/papyrus}{#f/25}É ÓBVIO...
zh_cn: <15>{#p/papyrus}{#f/25}我...
zh_tw: <15>{#p/papyrus}{#f/25}我...

source: <15>{#p/papyrus}{#f/22}I'VE BEEN OBLIVIOUS THIS WHOLE TIME!
pt_br: <15>{#p/papyrus}{#f/22}ERA ÓBVIO ESTE TEMPO TODO!
zh_cn: <15>{#p/papyrus}{#f/22}我才反应过来 是怎么回事！
zh_tw: <15>{#p/papyrus}{#f/22}我才反應過來 是怎麼回事！

source: <15>{#p/papyrus}{#f/20}THAT "ASRIEL" FELLOW SEEMS TO LOVE CALLING PEOPLE IDIOTS AS WELL!
pt_br: <15>{#p/papyrus}{#f/20}AQUELE TAL "ASRIEL" TAMBÉM AMA CHAMAR OS OUTROS DE IDIOTA!
zh_cn: <15>{#p/papyrus}{#f/20}那个“ASRIEL”好像 也喜欢骂人蠢货！
zh_tw: <15>{#p/papyrus}{#f/20}那個「ASRIEL」好像 也喜歡罵人蠢貨！

source: <15>{#p/papyrus}{#f/24}WHICH MEANS...
pt_br: <15>{#p/papyrus}{#f/24}O QUE SIGNIFICA...
zh_cn: <15>{#p/papyrus}{#f/24}也就是说...
zh_tw: <15>{#p/papyrus}{#f/24}也就是說...

source: <15>{#p/papyrus}{#f/22}THE "STAR" IN THIS SCENARIO MUST BE HIM!
pt_br: <15>{#p/papyrus}{#f/22}A TAL "ESTRELA" NA VERDADE É ELE!
zh_cn: <15>{#p/papyrus}{#f/22}你刚说的“星辰” 肯定就是指他！
zh_tw: <15>{#p/papyrus}{#f/22}你剛說的「星辰」 肯定就是指他！

source: <15>{#p/papyrus}{#f/19}HE MUST HAVE DONE SOMETHING TO MAKE -ME- LOOK LIKE AN IDIOT!
pt_br: <15>{#p/papyrus}{#f/19}ELE DEVE TER FEITO ALGO PARA ME FAZER PARECER UM IDIOTA!
zh_cn: <15>{#p/papyrus}{#f/19}他肯定干了啥， 害【我】表现得 像个蠢货！
zh_tw: <15>{#p/papyrus}{#f/19}他肯定幹了啥， 害【我】表現得 像個蠢貨！

source: <15>{#p/papyrus}{#f/10}OH... OH!
zh_cn: <15>{#p/papyrus}{#f/10}哦... 哦我知道了！
zh_tw: <15>{#p/papyrus}{#f/10}喔... 喔我知道了！

source: <15>{#p/papyrus}{#f/10}YOU'RE THE STAR I'M SUPPOSED TO SHOOT FOR!
pt_br: <15>{#p/papyrus}{#f/10}VOCÊ É A ESTRELA DA QUAL EU DEVERIA IR ATRÁS!
zh_cn: <15>{#p/papyrus}{#f/10}你想说我是 你的星辰大海！
zh_tw: <15>{#p/papyrus}{#f/10}你想說我是 你的星辰大海！

source: <15>{#p/papyrus}{#f/20}YOU'VE BEEN TRYING TO WIN MY AFFECTION THIS WHOLE TIME!
pt_br: <15>{#p/papyrus}{#f/20}VOCÊ TEM TENTANDO GANHAR MINHA AFEIÇÃO ESTE TEMPO TODO!
zh_cn: <15>{#p/papyrus}{#f/20}因为你一直 想得到我的爱！
zh_tw: <15>{#p/papyrus}{#f/20}因為你一直 想得到我的愛！

source: <15>{#p/papyrus}{#f/27}WOWIE... YOU SURE DO HAVE A STRANGE WAY OF GOING ABOUT IT...
pt_br: <15>{#p/papyrus}{#f/27}WOWIE... VOCÊ TEM UM JEITO ESTRANHO DE FAZER ISSO...
zh_cn: <15>{#p/papyrus}{#f/27}哇哦... 你这么做 真的很奇怪。
zh_tw: <15>{#p/papyrus}{#f/27}哇喔... 你這麼做 真的很奇怪。

source: <15>{#p/papyrus}{#f/24}STRANGE ENOUGH...
pt_br: <15>{#p/papyrus}{#f/24}ESTRANHO O SUFICIENTE...
zh_cn: <15>{#p/papyrus}{#f/24}真的太奇怪了...
zh_tw: <15>{#p/papyrus}{#f/24}真的太奇怪了...

source: <15>{#p/papyrus}{#f/15}... THAT I'M CONVINCED THERE'S MORE GOING ON HERE!
pt_br: <15>{#p/papyrus}{#f/15}... PARA ME CONVENCER DE QUE EXISTEM MAIS COISAS ACONTECENDO AQUI!
zh_cn: <15>{#p/papyrus}{#f/15}...你应该更好 的事要做吧！
zh_tw: <15>{#p/papyrus}{#f/15}...你應該更好 的事要做吧！
