Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: 5G - Ghost Fruit
pt_br: 5G - Fruta Fantasma
zh_cn: 5G - 幽灵水果
zh_tw: 5G - 幽靈水果

source: 5G - Milkshake
zh_cn: 5G - 奶昔
zh_tw: 5G - 奶昔

source: 100G - Exoberry Jell-O Pie
pt_br: 100G - Torta de gelatina Exoberry
zh_cn: 100G - 洋梅果冻派
zh_tw: 100G - 洋梅果凍派

source: 12G - Ghost Fruit
pt_br: 12G - Fruta Fantasma
zh_cn: 12G - 幽灵水果
zh_tw: 12G - 幽靈水果

source: 16G - Milkshake
zh_cn: 16G - 奶昔
zh_tw: 16G - 奶昔

source: Special: Leads to a mysterious place.
pt_br: Especial: Leva a um lugar misterioso.
zh_cn: 特殊物品： 传送到 某个 隐藏房间。
zh_tw: 特殊物品： 傳送到 某個 隱藏房間。

source: Heals 99HP Glows in the dark.
pt_br: Cura 99HP Cresce no escuro.
zh_cn: 回复99 HP 在黑暗中 发出 幽幽荧光。
zh_tw: 回復99 HP 在黑暗中 發出 幽幽螢光。

source: Heals 15HP It's non- euclidian.
pt_br: Cura 15HP É não euclidiana.
zh_cn: 回复15 HP 非欧几何的 产物。
zh_tw: 回復15 HP 非歐幾何的 產物。

source: Heals 18HP May contain ectoplasm.
pt_br: Cura 18HP Pode Conter Ectoplasma.
zh_cn: 回复18 HP 也许含有 灵质。
zh_tw: 回復18 HP 也許含有 靈質。

source: <09>{#p/napstablook}{#k/3}see anything you like?
pt_br: <09>{#p/napstablook}{#k/3}viu algo que gostou?
zh_cn: <09>{#p/napstablook}{#k/3}看上 什么了吗？
zh_tw: <09>{#p/napstablook}{#k/3}看上 什麼了嗎？

source: <09>{#p/napstablook}{#k/3}heh... thank you...
pt_br: <09>{#p/napstablook}{#k/3}heh... obrigado...
zh_cn: <09>{#p/napstablook}{#k/3}嘿... 谢谢你...
zh_tw: <09>{#p/napstablook}{#k/3}嘿... 謝謝你...

source: <09>{#p/napstablook}{#k/0}you don't have to buy it...
pt_br: <09>{#p/napstablook}{#k/0}você não precisa comprar isso...
zh_cn: <09>{#p/napstablook}{#k/0}不买也没 关系的...
zh_tw: <09>{#p/napstablook}{#k/0}不買也沒 關係的...

source: <09>{#p/napstablook}{#k/0}sorry... not enough g...
pt_br: <09>{#p/napstablook}{#k/0}foi mal... você tá sem g...
zh_cn: <09>{#p/napstablook}{#k/0}对不起... 钱不够...
zh_tw: <09>{#p/napstablook}{#k/0}對不起... 錢不夠...

source: <10>{#p/human}(You're carrying too much.)
pt_br: <10>{#p/human}(Você está carregando muito.)
zh_cn: <10>{#p/human}（你带的 东西 太多了。）
zh_tw: <10>{#p/human}（你帶的 東西 太多了。）

source: Take it?
pt_br: Pegar?
zh_cn: 偷走吗？
zh_tw: 偷走嗎？

source: Buy it for $(x)G?
pt_br: Comprar por $(x)G?
zh_cn: 花$(x)G 买它吗？
zh_tw: 花$(x)G 買它嗎？

source: <09>{#p/basic}Nothing left.
pt_br: <09>{#p/basic}Nada sobrando.
zh_cn: <09>{#p/basic}空无一物。
zh_tw: <09>{#p/basic}空無一物。

source: <09>{#p/napstablook}{#k/0}oh... i don't have any more...
pt_br: <09>{#p/napstablook}{#k/0}oh... eu não tenho mais...
zh_cn: <09>{#p/napstablook}{#k/0}哦... 这个 卖光了...
zh_tw: <09>{#p/napstablook}{#k/0}喔... 這個 賣光了...

source: Take
pt_br: Pegar
zh_cn: 拿取
zh_tw: 拿取

source: Steal
pt_br: Roubar
zh_cn: 偷窃
zh_tw: 偷竊

source: Read
pt_br: Ler
zh_cn: 阅读
zh_tw: 閱讀

source: Buy
pt_br: Comprar
zh_cn: 购买
zh_tw: 購買

source: Sell
pt_br: Vender
zh_cn: 出售
zh_tw: 出售

source: Talk
pt_br: Conversar
zh_cn: 交谈
zh_tw: 交談

source: <23>{#p/napstablook}{#k/3}* have a look around...
pt_br: <23>{#p/napstablook}{#k/3}* Da uma olhada...
zh_cn: <23>{#p/napstablook}{#k/3}* 来随便看看吧...
zh_tw: <23>{#p/napstablook}{#k/3}* 來隨便看看吧...

source: <23>{#p/napstablook}{#k/3}* i hope you find what you're looking for...
pt_br: <23>{#p/napstablook}{#k/3}* espero que você encontre o que está procurando...
zh_cn: <23>{#p/napstablook}{#k/3}* 希望这里有你想要的东西...
zh_tw: <23>{#p/napstablook}{#k/3}* 希望這裡有你想要的東西...

source: <23>{#p/napstablook}{#k/3}* have a look around... or not... it's your choice...
pt_br: <23>{#p/napstablook}{#k/3}* Da uma olhada... ou não... é sua escolha...
zh_cn: <23>{#p/napstablook}{#k/3}* 来随便看看吧... 不想也行... 一切由你...
zh_tw: <23>{#p/napstablook}{#k/3}* 來隨便看看吧... 不想也行... 一切由你...

source: <23>{#p/napstablook}{#k/3}* have a look around, i guess...
pt_br: <23>{#p/napstablook}{#k/3}* Da uma olhada, eu acho...
zh_cn: <23>{#p/napstablook}{#k/3}* 来随便看看... * 也许吧...
zh_tw: <23>{#p/napstablook}{#k/3}* 來隨便看看... * 也許吧...

source: <23>{#p/napstablook}{#k/0}* feel free to leave at any time...
pt_br: <23>{#p/napstablook}{#k/0}* Sinta-se livre pra ir embora quando quiser...
zh_cn: <23>{#p/napstablook}{#k/0}* 你可以随时离开这里...
zh_tw: <23>{#p/napstablook}{#k/0}* 你可以隨時離開這裡...

source: <23>{#p/basic}* ... but everybody ran.
pt_br: <23>{#p/basic}* ... Mas todos correram.
zh_cn: <23>{#p/basic}* ...但是大家都逃走了。
zh_tw: <23>{#p/basic}* ...但是大家都逃走了。

source: <23>{#p/basic}* ... but nobody came.
pt_br: <23>{#p/basic}* ... Mas ninguém veio.
zh_cn: <23>{#p/basic}* ...但是谁也没有来。
zh_tw: <23>{#p/basic}* ...但是誰也沒有來。

source: <32>{#p/basic}* There's no note here.
pt_br: <32>{#p/basic}* Não tem nenhuma nota aqui.
zh_cn: <32>{#p/basic}* 没有人给你留字条。
zh_tw: <32>{#p/basic}* 沒有人給你留字條。

source: <32>{#p/basic}* There's a note here.
pt_br: <32>{#p/basic}* Tem uma nota aqui.
zh_cn: <32>{#p/basic}* 这里有一张字条。
zh_tw: <32>{#p/basic}* 這裡有一張字條。

source: <32>{#p/napstablook}* "it's all your fault..."
pt_br: <32>{#p/napstablook}* "é tudo sua culpa..."
zh_cn: <32>{#p/napstablook}* “都是你的错...”
zh_tw: <32>{#p/napstablook}* 「都是你的錯...」

source: <32>{#p/napstablook}* "we had no choice..."
pt_br: <32>{#p/napstablook}* "nós não tivemos escolha..."
zh_cn: <32>{#p/napstablook}* “我们别无选择...”
zh_tw: <32>{#p/napstablook}* 「我們別無選擇...」

source: <32>{#p/napstablook}* "sorry, i had to go..."
pt_br: <32>{#p/napstablook}* "desculpa, tive que ir..."
zh_cn: <32>{#p/napstablook}* “对不起，我得走了...”
zh_tw: <32>{#p/napstablook}* 「對不起，我得走了...」

source: <30>{#p/human}* (You took 42G from behind the counter.)
pt_br: <30>{#p/human}* (Você pegou 42G debaixo do balcão.)
zh_cn: <30>{#p/human}* （你从柜台后面拿走了42G。）
zh_tw: <30>{#p/human}* （你從櫃檯後面拿走了42G。）

source: <30>{#p/napstablook}{#k/2}* oh... you're trying to steal from me...
pt_br: <30>{#p/napstablook}{#k/2}* oh... você tá tentando me roubar...
zh_cn: <30>{#p/napstablook}{#k/2}* 哦... 你想偷我的东西...
zh_tw: <30>{#p/napstablook}{#k/2}* 喔... 你想偷我的東西...

source: <30>{#p/napstablook}{#k/5}* you must really need it...
pt_br: <30>{#p/napstablook}{#k/5}* você deve realmente estar precisando...
zh_cn: <30>{#p/napstablook}{#k/5}* 你肯定很需要钱...
zh_tw: <30>{#p/napstablook}{#k/5}* 你肯定很需要錢...

source: <30>{#k/0}* i'm so sorry... the only money i have came from you...
pt_br: <30>{#k/0}* sinto muito... o único dinheiro que eu tenho bem de você...
zh_cn: <30>{#k/0}* 对不起... 我唯一的收入还是你刚给的钱...
zh_tw: <30>{#k/0}* 對不起... 我唯一的收入還是你剛給的錢...

source: <30>{#k/0}* i'm so sorry... i don't have much to give...
pt_br: <30>{#k/0}* eu sinto muito... não tenho o que dar...
zh_cn: <30>{#k/0}* 对不起... 我很穷，没钱给你...
zh_tw: <30>{#k/0}* 對不起... 我很窮，沒錢給你...

source: <30>{#p/napstablook}{#k/2}* oh... you wanted to sell something
pt_br: <30>{#p/napstablook}{#k/2}* oh... você queria vender alguma coisa...
zh_cn: <30>{#p/napstablook}{#k/2}* 哦... 你是想卖掉一些东西吗
zh_tw: <30>{#p/napstablook}{#k/2}* 喔... 你是想賣掉一些東西嗎

source: <30>{#k/0}* i don't know if i can afford to buy anything... sorry...
pt_br: <30>{#k/0}* eu não sei se posso comprar... meio sem grana...
zh_cn: <30>{#k/0}* 我不清楚我能不能买下 所有东西... 抱歉...
zh_tw: <30>{#k/0}* 我不清楚我能不能買下 所有東西... 抱歉...

source: <30>{#p/basic}* Nothing left.
pt_br: <30>{#p/basic}* Nada sobrando.
zh_cn: <30>{#p/basic}* 空无一物。
zh_tw: <30>{#p/basic}* 空無一物。

source: <30>{#p/napstablook}{#k/5}* um... * i can't give you anything of real value...
pt_br: <30>{#p/napstablook}{#k/5}* um... * eu não posso te dar nada de valor verdadeiro...
zh_cn: <30>{#p/napstablook}{#k/5}* 嗯... * 我没法给你值钱的东西...
zh_tw: <30>{#p/napstablook}{#k/5}* 嗯... * 我沒法給你值錢的東西...

source: <30>{#p/napstablook}{#k/0}* i know... it's pretty sad
pt_br: <30>{#p/napstablook}{#k/0}* eu sei... é bem triste...
zh_cn: <30>{#p/napstablook}{#k/0}* 我理解... 这会让你很难过
zh_tw: <30>{#p/napstablook}{#k/0}* 我理解... 這會讓你很難過

source: <30>{#p/napstablook}{#k/5}* um... you could ask my cousin about selling...
pt_br: <30>{#p/napstablook}{#k/5}* um... você pode perguntar ao meu primo sobre vendas...
zh_cn: <30>{#p/napstablook}{#k/5}* 嗯... 想卖东西的话... 可以问问我的表亲...
zh_tw: <30>{#p/napstablook}{#k/5}* 嗯... 想賣東西的話... 可以問問我的表親...

source: <30>{#k/0}* they live with undyne, i think
pt_br: <30>{#k/0}* ele mora com a undyne, eu acho
zh_cn: <30>{#k/0}* 它应该和undyne住在一块
zh_tw: <30>{#k/0}* 它應該和undyne住在一塊

source: Say Hello
pt_br: Dizer Oi
zh_cn: 打招呼
zh_tw: 打招呼

source: What Happened
pt_br: O que Houve
zh_cn: 发生什么了
zh_tw: 發生什麼了

source: The Future
pt_br: O Futuro
zh_cn: 未来打算
zh_tw: 未來打算

source: Ghosts
pt_br: Fantasmas
zh_cn: 幽灵
zh_tw: 幽靈

source: Family
pt_br: Família
zh_cn: 你的家人
zh_tw: 你的家人

source: Your Life
pt_br: Sua Vida
zh_cn: 你的生活
zh_tw: 你的生活

source: Mew Mew Doll
pt_br: Boneca Mew Mew
zh_cn: 喵喵玩偶
zh_tw: 喵喵玩偶

source: Travels
pt_br: Viagens
zh_cn: 旅途
zh_tw: 旅途

source: DJ Blooky?
zh_cn: DJ生涯
zh_tw: DJ生涯

source: <09>{#p/napstablook}{#k/1}oh, you wanna chat?
pt_br: <09>{#p/napstablook}{#k/1}oh, você quer conversar?
zh_cn: <09>{#p/napstablook}{#k/1}哦， 想和我 聊天吗？
zh_tw: <09>{#p/napstablook}{#k/1}喔， 想和我 聊天嗎？

source: <32>{#p/napstablook}{#k/3}* oh, hey...
pt_br: <32>{#p/napstablook}{#k/3}* oh, ei...
zh_cn: <32>{#p/napstablook}{#k/3}* 哦，你好啊...
zh_tw: <32>{#p/napstablook}{#k/3}* 喔，你好啊...

source: <32>{#k/0}* i think everybody dissappeared for a while...
pt_br: <32>{#k/0}* eu acho que todo mundo sumiu por um tempo...
zh_cn: <32>{#k/0}* 有那么会，大伙全都失踪了...
zh_tw: <32>{#k/0}* 有那麼會，大夥全都失蹤了...

source: <32>{#k/1}* but when they woke up, they all knew your name...
pt_br: <32>{#k/1}* mas quando acordaram, todos sabiam seu nome...
zh_cn: <32>{#k/1}* 当他们再次出现的时候， 他们都知道了你的名字...
zh_tw: <32>{#k/1}* 當他們再次出現的時候， 他們都知道了你的名字...

source: <32>{#k/3}* so... you're frisk, huh?
pt_br: <32>{#k/3}* então... seu nome é frisk, certo?
zh_cn: <32>{#k/3}* 所以... 你叫Frisk，对吧？
zh_tw: <32>{#k/3}* 所以... 你叫Frisk，對吧？

source: <32>{#k/4}* well, nice to see you, frisk
pt_br: <32>{#k/4}* bem, bom te ver, frisk
zh_cn: <32>{#k/4}* 那，很高兴见到你，Frisk
zh_tw: <32>{#k/4}* 那，很高興見到你，Frisk

source: <32>{#p/napstablook}{#k/2}* uh...
zh_cn: <32>{#p/napstablook}{#k/2}* 啊...
zh_tw: <32>{#p/napstablook}{#k/2}* 啊...

source: <32>{#p/napstablook}{#k/2}* hey there...
pt_br: <32>{#p/napstablook}{#k/2}* opa...
zh_cn: <32>{#p/napstablook}{#k/2}* 嘿...
zh_tw: <32>{#p/napstablook}{#k/2}* 嘿...

source: <32>{#p/napstablook}{#k/3}* oh, nice to see you again...
pt_br: <32>{#p/napstablook}{#k/3}* oh, bom te ver de novo...
zh_cn: <32>{#p/napstablook}{#k/3}* 哦，很高兴又见到你...
zh_tw: <32>{#p/napstablook}{#k/3}* 喔，很高興又見到你...

source: <32>{#k/0}* what's that look for? * have i done something wrong...
pt_br: <32>{#k/0}* que olhar é esse? * eu fiz algo errado...
zh_cn: <32>{#k/0}* 为什么露出那副表情？ * 我做错什么了吗...
zh_tw: <32>{#k/0}* 為什麼露出那副表情？ * 我做錯什麼了嗎...

source: <32>{#k/4}* what have you been up to?
pt_br: <32>{#k/4}* o que você tem feito?
zh_cn: <32>{#k/4}* 最近在忙些什么呀？
zh_tw: <32>{#k/4}* 最近在忙些什麼呀？

source: <32>{#p/napstablook}{#k/0}* oh... * i'm not sure what to say, really...
pt_br: <32>{#p/napstablook}{#k/0}* oh... * eu não tenho certeza do que dizer, sério...
zh_cn: <32>{#p/napstablook}{#k/0}* 哦... * 不太确定我要怎么接...
zh_tw: <32>{#p/napstablook}{#k/0}* 喔... * 不太確定我要怎麼接...

source: <32>{#k/3}* uhh... hello, i guess?
pt_br: <32>{#k/3}* uhh... oi, eu acho?
zh_cn: <32>{#k/3}* 呃... 你好？ 应该行吧...
zh_tw: <32>{#k/3}* 呃... 你好？ 應該行吧...

source: <32>{#p/napstablook}{#k/4}* heh... * hey...
pt_br: <32>{#p/napstablook}{#k/4}* heh... * opa...
zh_cn: <32>{#p/napstablook}{#k/4}* 嘿... * 嘿...
zh_tw: <32>{#p/napstablook}{#k/4}* 嘿... * 嘿...

source: <32>{#k/3}* say, are you new around here?
pt_br: <32>{#k/3}* diz aí, você é novo por aqui?
zh_cn: <32>{#k/3}* 问一下， 你刚来吗？
zh_tw: <32>{#k/3}* 問一下， 你剛來嗎？

source: <32>{#k/5}* you don't look familiar...
pt_br: <32>{#k/5}* você não parece familiar...
zh_cn: <32>{#k/5}* 你看起来有点陌生...
zh_tw: <32>{#k/5}* 你看起來有點陌生...

source: <32>{#p/napstablook}{#k/2}* honestly, i don't really know what happened...
pt_br: <32>{#p/napstablook}{#k/2}* sinceramente, eu não o que aconteceu...
zh_cn: <32>{#p/napstablook}{#k/2}* 老实说， 我真的不知道发生了什么...
zh_tw: <32>{#p/napstablook}{#k/2}* 老實說， 我真的不知道發生了什麼...

source: <32>{#k/2}* same goes for everyone in my family. * we didn't get pulled in like everyone else.
pt_br: <32>{#k/2}* o mesmo com toda minha família. * nós não fomos colocados para dentro igual os outros.
zh_cn: <32>{#k/2}* 和我的家人一样 * 我们没有像其他人一样被拉进去
zh_tw: <32>{#k/2}* 和我的家人一樣 * 我們沒有像其他人一樣被拉進去

source: <32>{#k/1}* we did see a bright light, but when it came by... we just sort of rejected it
pt_br: <32>{#k/1}* nós vimos uma luz branca vindo, mas quando ela chegou... nós a rejeitamos
zh_cn: <32>{#k/1}* 我们的确看到了一道亮光， 但当它经过的时候... 我们只是拒绝了它
zh_tw: <32>{#k/1}* 我們的確看到了一道亮光， 但當它經過的時候... 我們只是拒絕了它

source: <32>{#k/0}* still, even though we didn't see it ourselves...
pt_br: <32>{#k/0}* ainda, mesmo sabendo que não os vivos por conta...
zh_cn: <32>{#k/0}* 尽管，我们不咋了解...
zh_tw: <32>{#k/0}* 儘管，我們不咋了解...

source: <32>{#k/3}* we've heard all about what you did for us.
pt_br: <32>{#k/3}* nós ouvimos tudo sobre o que você fez.
zh_cn: <32>{#k/3}* 但我们都听说了 你对我们所做的一切
zh_tw: <32>{#k/3}* 但我們都聽說了 你對我們所做的一切

source: <32>{#k/3}* so... thanks.
pt_br: <32>{#k/3}* então... obrigado.
zh_cn: <32>{#k/3}* 所以... 谢谢你
zh_tw: <32>{#k/3}* 所以... 謝謝你

source: <32>{#p/napstablook}{#k/2}* you wanna know about ghosts?
pt_br: <32>{#p/napstablook}{#k/2}* você quer saber sobre fantasmas?
zh_cn: <32>{#p/napstablook}{#k/2}* 你想了解幽灵吗？
zh_tw: <32>{#p/napstablook}{#k/2}* 你想了解幽靈嗎？

source: <32>{#k/0}* well, the only ghosts i know are myself, my three cousins...
pt_br: <32>{#k/0}* bem, os únicos fantasmas que conheço são eu, meus três primos...
zh_cn: <32>{#k/0}* 嗯，除了我自己 我只认识三个幽灵... 都是我的表亲...
zh_tw: <32>{#k/0}* 嗯，除了我自己 我只認識三個幽靈... 都是我的表親...

source: <32>{#k/3}* and the one behind you, of course
pt_br: <32>{#k/3}* e o que está atrás de você, é claro
zh_cn: <32>{#k/3}* 当然，还有你身后那一个
zh_tw: <32>{#k/3}* 當然，還有你身後那一個

source: <32>{#k/1}* aside from that, there's not much to say
pt_br: <32>{#k/1}* além disso, não tem muito o que dizer
zh_cn: <32>{#k/1}* 除此之外，没什么可以说了
zh_tw: <32>{#k/1}* 除此之外，沒什麼可以說了

source: <32>{#k/0}* without a fused host body, we just sorta... exist
pt_br: <32>{#k/0}* sem um corpo para nós fundir, nós meio que só... existimos
zh_cn: <32>{#k/0}* 如果不与容器融合， 我们就只能... 这样存在
zh_tw: <32>{#k/0}* 如果不與容器融合， 我們就只能... 這樣存在

source: <32>{#k/0}* yeah, i know... * very interesting stuff...
pt_br: <32>{#k/0}* é, eu sei... * Parada interessante...
zh_cn: <32>{#k/0}* 嗯，我懂... * 这特质确实很有趣...
zh_tw: <32>{#k/0}* 嗯，我懂... * 這特質確實很有趣...

source: <32>{#k/2}* they're... still behind you, aren't they?
pt_br: <32>{#k/2}* ele... ainda tá atrás de você... não tá?
zh_cn: <32>{#k/2}* 那个... 那个幽灵还在你身后对吧
zh_tw: <32>{#k/2}* 那個... 那個幽靈還在你身後對吧

source: <32>{#k/0}* yeah... i can see them...
pt_br: <32>{#k/0}* é... eu posso vê-lo...
zh_cn: <32>{#k/0}* 对... 我可以看到...
zh_tw: <32>{#k/0}* 對... 我可以看到...

source: <32>{#k/0}* they... don't like the fact that i'm pointing them out...
pt_br: <32>{#k/0}* ele... não gostou do fato de que eu estou falando sobre ele...
zh_cn: <32>{#k/0}* 那个幽灵... 似乎不喜欢被我指出来...
zh_tw: <32>{#k/0}* 那個幽靈... 似乎不喜歡被我指出來...

source: <32>{#k/0}* oh no...
pt_br: <32>{#k/0}* oh não...
zh_cn: <32>{#k/0}* 哦不...
zh_tw: <32>{#k/0}* 喔不...

source: <32>{#k/2}* they look... happy?
pt_br: <32>{#k/2}* ele parece... feliz?
zh_cn: <32>{#k/2}* 看起来那个幽灵... 很开心？
zh_tw: <32>{#k/2}* 看起來那個幽靈... 很開心？

source: <32>{#k/4}* frisk, if you were able to make them feel this way...
pt_br: <32>{#k/4}* frisk, se você foi capaz de fazê-lo sentir-se assim...
zh_cn: <32>{#k/4}* frisk，如果你能 让那个幽灵有这种感觉...
zh_tw: <32>{#k/4}* frisk，如果你能 讓那個幽靈有這種感覺...

source: <32>{#k/3}* then you really are special.
pt_br: <32>{#k/3}* então você é realmente especial.
zh_cn: <32>{#k/3}* 你真的很特别
zh_tw: <32>{#k/3}* 你真的很特別

source: <32>{#p/napstablook}{#k/3}* oh yeah... that...
pt_br: <32>{#p/napstablook}{#k/3}* oh é... isso...
zh_cn: <32>{#p/napstablook}{#k/3}* 哦... 你说那个啊...
zh_tw: <32>{#p/napstablook}{#k/3}* 喔... 你說那個啊...

source: <32>{#k/1}* well, one day, i found this box lying around...
pt_br: <32>{#k/1}* olha, um dia eu achei essa caixa jogada por aí...
zh_cn: <32>{#k/1}* 有一天，我在地上 发现了一个小盒子...
zh_tw: <32>{#k/1}* 有一天，我在地上 發現了一個小盒子...

source: <32>{#k/5}* when i opened it, i ended up in this mysterious place i haven't seen before...
pt_br: <32>{#k/5}* quando eu abri, acabei encontrando este lugar que nunca vi...
zh_cn: <32>{#k/5}* 当我打开它的时候， 就到了一个我从未见过的 神秘地方...
zh_tw: <32>{#k/5}* 當我打開它的時候， 就到了一個我從未見過的 神秘地方...

source: <32>{#k/4}* now and then, i like to visit that place to relax
pt_br: <32>{#k/4}* de vez em quando eu gosto de visitar o lugar pra relaxar
zh_cn: <32>{#k/4}* 现在，我偶尔会去 那个地方放松自己
zh_tw: <32>{#k/4}* 現在，我偶爾會去 那個地方放鬆自己

source: <32>{#k/3}* it's peaceful...
pt_br: <32>{#k/3}* é bem pacífico...
zh_cn: <32>{#k/3}* 那里很安宁...
zh_tw: <32>{#k/3}* 那裡很安寧...

source: <32>{#p/napstablook}{#k/0}* well, after me and my cousins resolved everything...
pt_br: <32>{#p/napstablook}{#k/0}* bem, após eu e meus primos resolvermos tudo...
zh_cn: <32>{#p/napstablook}{#k/0}* 好吧，在解决了我与我的表亲 之间的问题后...
zh_tw: <32>{#p/napstablook}{#k/0}* 好吧，在解決了我與我的表親 之間的問題後...

source: <32>{#p/napstablook}{#k/0}* well, since i didn't really have anything else to do...
pt_br: <32>{#p/napstablook}{#k/0}* bem, já que eu não tenho muito o que dizer...
zh_cn: <32>{#p/napstablook}{#k/0}* 好吧，因为我真的无事可做...
zh_tw: <32>{#p/napstablook}{#k/0}* 好吧，因為我真的無事可做...

source: <32>{#k/0}* i figured it was time to try something new for once.
pt_br: <32>{#k/0}* eu percebi que era hora de tentar algo novo.
zh_cn: <32>{#k/0}* 我想是时候 尝试一些新东西了
zh_tw: <32>{#k/0}* 我想是時候 嘗試一些新東西了

source: <32>{#k/3}* i heard about the humans in the archive, and felt bad for them...
pt_br: <32>{#k/3}* eu ouvi sobre os humanos nos arquivos, e me senti mal por eles...
zh_cn: <32>{#k/3}* 我在听说 档案内的人类的事情后， 由衷地为他们感到难过...
zh_tw: <32>{#k/3}* 我在聽說 檔案內的人類的事情後， 由衷地為他們感到難過...

source: <32>{#k/3}* so... i adopted one.
pt_br: <32>{#k/3}* então... eu adotei um.
zh_cn: <32>{#k/3}* 因此... 我收养了一个
zh_tw: <32>{#k/3}* 因此... 我收養了一個

source: <32>{#k/1}* i just hope i can take care of them properly now.
pt_br: <32>{#k/1}* eu só espero poder cuidar bem dele.
zh_cn: <32>{#k/1}* 我只希望 我能尽全力照顾那个人类
zh_tw: <32>{#k/1}* 我只希望 我能盡全力照顧那個人類

source: <32>{#p/napstablook}{#k/3}* hey, mettaton came by a little while ago.
pt_br: <32>{#p/napstablook}{#k/3}* ei, Mettaton passou aqui faz pouco tempo.
zh_cn: <32>{#p/napstablook}{#k/3}* 嘿，mettaton刚刚来过
zh_tw: <32>{#p/napstablook}{#k/3}* 嘿，mettaton剛剛來過

source: <32>{#k/0}* we talked for a bit about what we've been up to...
pt_br: <32>{#k/0}* nós conversamos um pouco sobre tudo que passamos...
zh_cn: <32>{#k/0}* 我们聊了一些以前的家常...
zh_tw: <32>{#k/0}* 我們聊了一些以前的家常...

source: <32>{#k/0}* about the family...
pt_br: <32>{#k/0}* sobre a família...
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#k/3}* well, i don't think i've ever been this happy before.
pt_br: <32>{#k/3}* bem, acho que eu nunca me senti tão feliz.
zh_cn: <32>{#k/3}* 嗯，我从来没有这么开心过
zh_tw: <32>{#k/3}* 嗯，我從來沒有這麼開心過

source: <32>{#k/3}* what you did for us back there... it means a lot.
pt_br: <32>{#k/3}* o que você fez pela gente lá atrás... significou muito.
zh_cn: <32>{#k/3}* 你为我们所做的一切... 真的意义重大
zh_tw: <32>{#k/3}* 你為我們所做的一切... 真的意義重大

source: <32>{#p/napstablook}{#k/0}* hey... sorry things didn't work out the way we hoped...
pt_br: <32>{#p/napstablook}{#k/0}* ei... desculpa as coisas não terem funcionado como esperávamos...
zh_cn: <32>{#p/napstablook}{#k/0}* 嘿... 很抱歉事情并未如我们所愿...
zh_tw: <32>{#p/napstablook}{#k/0}* 嘿... 很抱歉事情並未如我們所願...

source: <32>{#k/3}* it was nice to have you there, though......
pt_br: <32>{#k/3}* foi legal te ver lá, de toda forma...
zh_cn: <32>{#k/3}* 很高兴有你在那里， 尽管...
zh_tw: <32>{#k/3}* 很高興有你在那裡， 儘管...

source: <32>{#p/napstablook}{#k/7}* with every day that goes by, i feel a little further away from happiness......
pt_br: <32>{#p/napstablook}{#k/7}* com cada dia que passa, eu me sinto mais distante da felicidade...
zh_cn: <32>{#p/napstablook}{#k/7}* 时间每流逝一点， 我离幸福也就更远一步...
zh_tw: <32>{#p/napstablook}{#k/7}* 時間每流逝一點， 我離幸福也就更遠一步...

source: <32>{#k/7}* oh... you're probably wondering about the meeting
pt_br: <32>{#k/7}* oh... você provavelmente deve estar se perguntando sobre a reunião
zh_cn: <32>{#k/7}* 哦... 你可能在想关于会议的事
zh_tw: <32>{#k/7}* 喔... 你可能在想關於會議的事

source: <32>{#k/7}* don't worry, it's still happening...
pt_br: <32>{#k/7}* não se preocupa, ainda está acontecendo...
zh_cn: <32>{#k/7}* 别担心，它还没结束...
zh_tw: <32>{#k/7}* 別擔心，它還沒結束...

source: <32>{#k/7}* i just came back here to check on my shop......
pt_br: <32>{#k/7}* eu só vim aqui dar uma olhada na loja...
zh_cn: <32>{#k/7}* 我只是回到这 检查一下我的商店...
zh_tw: <32>{#k/7}* 我只是回到這 檢查一下我的商店...

source: <32>{#k/7}* i don't... really wanna talk about that...
pt_br: <32>{#k/7}* eu... não tô afim de conversar sobre isso...
zh_cn: <32>{#k/7}* 我不怎么... 想谈论那个...
zh_tw: <32>{#k/7}* 我不怎麼... 想談論那個...

source: <32>{#k/2}* especially when it's right there in your ITEMs......
pt_br: <32>{#k/2}* especialmente quando está bem aí nos seus ÍTENS...
zh_cn: <32>{#k/2}* 特别是它就在你的物品栏...
zh_tw: <32>{#k/2}* 特別是它就在你的物品欄...

source: <32>{#k/1}* oh... yeah......
pt_br: <32>{#k/1}* oh... sim......
zh_cn: <32>{#k/1}* 哦... 对...
zh_tw: <32>{#k/1}* 喔... 對...

source: <32>{#k/3}* thanks for agreeing to help me with that
pt_br: <32>{#k/3}* obrigado por concordar em me ajudar com aquilo
zh_cn: <32>{#k/3}* 谢谢你同意 帮助我去做那件事
zh_tw: <32>{#k/3}* 謝謝你同意 幫助我去做那件事

source: <32>{#k/2}* mettaton's been acting kinda weird lately......
pt_br: <32>{#k/2}* mettaton tem estado meio estranho recentemente......
zh_cn: <32>{#k/2}* mettaton最近的行为有点奇怪...
zh_tw: <32>{#k/2}* mettaton最近的行為有點奇怪...

source: <32>{#k/0}* i'm not surprised he did this
pt_br: <32>{#k/0}* eu não estou surpresa que ele fez isso
zh_cn: <32>{#k/0}* 但他这么做 我一点都不惊讶
zh_tw: <32>{#k/0}* 但他這麼做 我一點都不驚訝

source: <32>{#k/4}* alphys first had me watch mew mew space adventure with her a while ago...
pt_br: <32>{#k/4}* alphys me fez assistir Mew Mew Aventura No Espaço com ela uma vez...
zh_cn: <32>{#k/4}* alphys前阵子第一次带我看 喵喵太空探险系列的电影...
zh_tw: <32>{#k/4}* alphys前陣子第一次帶我看 喵喵太空探險系列的電影...

source: <32>{#k/3}* we marathonned the entire fourth season in one night...
pt_br: <32>{#k/3}* Nós maratonamos as quatro temporadas em um noite...
zh_cn: <32>{#k/3}* 我们在一晚上追完了整整四季...
zh_tw: <32>{#k/3}* 我們在一晚上追完了整整四季...

source: <32>{#k/6}* that finale...
pt_br: <32>{#k/6}* aquele final...
zh_cn: <32>{#k/6}* 那结局... 有点东西...
zh_tw: <32>{#k/6}* 那結局... 有點東西...

source: <32>{#k/6}* was something else......
pt_br: <32>{#k/6}* foi algo inesperado........
zh_cn: [DEL]
zh_tw: [DEL]

source: <32>{#k/1}* yeah... this is mostly where i hang out now
pt_br: <32>{#k/1}* é... é basicamente onde eu saio agora
zh_cn: <32>{#k/1}* 是的... 现在当我消遣时 一般就会看这个
zh_tw: <32>{#k/1}* 是的... 現在當我消遣時 一般就會看這個

source: <32>{#k/0}* sorry for interrupting whatever you were doing with my cousin...
pt_br: <32>{#k/0}* desculpa por atrapalhar seja lá o que você estava fazendo com meu primo...
zh_cn: <32>{#k/0}* 很抱歉我打扰了 你和我表亲在一起的时光
zh_tw: <32>{#k/0}* 很抱歉我打擾了 你和我表親在一起的時光

source: <32>{#k/0}* ... * have you seen my cousin?
pt_br: <32>{#k/0}* ... * você viu meu primo?
zh_cn: <32>{#k/0}* ... * 你见过我表亲了吗？
zh_tw: <32>{#k/0}* ... * 你見過我表親了嗎？

source: <32>{#k/3}* i heard my cousin really likes you...
pt_br: <32>{#k/3}* ouvi dizer que meu primo realmente gosta de você...
zh_cn: <32>{#k/3}* 我听说我的表亲 很喜欢你...
zh_tw: <32>{#k/3}* 我聽說我的表親 很喜歡你...

source: <32>{#k/5}* my cousin tells me you're not the most interesting person to be with...
pt_br: <32>{#k/5}* meu primo me disse que você não é a pessoa mais interessante de se estar...
zh_cn: <32>{#k/5}* 我表亲告诉我 你不怎么风趣...
zh_tw: <32>{#k/5}* 我表親告訴我 你不怎麼風趣...

source: <32>{#k/5}* i disagree......
pt_br: <32>{#k/5}* eu discordo......
zh_cn: <32>{#k/5}* 但我不同意...
zh_tw: <32>{#k/5}* 但我不同意...

source: <32>{#f/1}* anyway * i hope you're doing alright out there...
pt_br: <32>{#f/1}* de toda forma * eu espero que você esteja bem...
zh_cn: <32>{#f/1}* 不管怎样 * 我希望你在外一切都好...
zh_tw: <32>{#f/1}* 不管怎樣 * 我希望你在外一切都好...

source: <32>{#f/2}* past starton, things get a bit... crazy
pt_br: <32>{#f/2}* depois de starton, as coisas ficaram meio... malucas
zh_cn: <32>{#f/2}* 因为走过星港之后， 会有一些东西比较... 狂躁
zh_tw: <32>{#f/2}* 因為走過星港之後， 會有一些東西比較... 狂躁
