Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/human}* (The sign defines a starting point for solving the puzzle.)
pt_br: <32>{#p/human}* (O sinal descreve um ponto de início para resolver o quebra-cabeça.)
zh_cn: <32>{#p/human}* （牌子上点拨出了 解这个谜题的思路。）
zh_tw: <32>{#p/human}* （牌子上點撥出了 解這個謎題的思路。）

source: <32>{#p/basic}* "Start at the left."
pt_br: <32>{#p/basic}* "Comece pela esquerda."
zh_cn: <32>{#p/basic}* “从左边开始。”
zh_tw: <32>{#p/basic}* 「從左邊開始。」

source: <32>{#p/human}* (The note's brags about having solved a puzzle in advance.)
pt_br: <32>{#p/human}* (Alguém se gaba de ter resolvido um quebra-cabeça com antecedência.)
zh_cn: <32>{#p/human}* （纸条上提到了 某人吹嘘自己提前完成了 一个谜题。）
zh_tw: <32>{#p/human}* （紙條上提到了 某人吹噓自己提前完成了 一個謎題。）

source: <25>{#p/asriel1}{#f/20}* Ha, uh, I wonder who wrote that note, huh? * Yeah...
pt_br: <25>{#p/asriel1}{#f/20}* Ha, uh, me pergunto quem escreveu isso? * É...
zh_cn: <25>{#p/asriel1}{#f/20}* 啊哈哈... 我想知道是谁 留下了这张纸条... * 诶嘿嘿...
zh_tw: <25>{#p/asriel1}{#f/20}* 啊哈哈... 我想知道是誰 留下了這張紙條... * 誒嘿嘿...

source: <25>{#p/asriel1}{#f/20}* Couldn't be me!
pt_br: <25>{#p/asriel1}{#f/20}* Não deve ter sido eu!
zh_cn: <25>{#p/asriel1}{#f/20}* 哈？ 当然不可能是我！
zh_tw: <25>{#p/asriel1}{#f/20}* 哈？ 當然不可能是我！

source: <32>{#p/human}* (The note remarks about how the puzzle solution was not modified as intended.)
pt_br: <32>{#p/human}* (A nota descreve como a solução do quebra-cabeça não foi modificada.)
zh_cn: <32>{#p/human}* （纸条上提到 谜题不再需要寻找破解方法。）
zh_tw: <32>{#p/human}* （紙條上提到 謎題不再需要尋找破解方法。）

source: <32>{#p/basic}* It's a note from someone who didn't say who they were...
pt_br: <32>{#p/basic}* É uma nota de alguém que não disse quem é...
zh_cn: <32>{#p/basic}* 这是一张没有署名的便条...
zh_tw: <32>{#p/basic}* 這是一張沒有署名的便條...

source: <32>* "Puzzles like these can be so annoying, can't they?"
pt_br: <32>* "Quebra-cabeças assim podem ser tão chatos, não é?"
zh_cn: <32>* “像这样的谜题真的 很烦人对吧。”
zh_tw: <32>* 「像這樣的謎題真的 很煩人對吧。」

source: <32>* "Thankfully, I've taken care of it for you."
pt_br: <32>* "Felizmente, eu cuidei desse pra você."
zh_cn: <32>* “不过嘞， 我已经帮你搞定了。”
zh_tw: <32>* 「不過嘞， 我已經幫你搞定了。」

source: <32>* "Isn't that nice?" * "You should be thankful!"
pt_br: <32>* "Não é legal?" * "Você deveria me agradecer!"
zh_cn: <32>* “这不是很棒吗？” * “你应该谢谢我！”
zh_tw: <32>* 「這不是很棒嗎？」 * 「你應該謝謝我！」

source: <#32> - "Sincerely," Your Best Friend
pt_br: <#32> - "Sinceramente," Seu Melhor Amigo
zh_cn: -“真挚的，” 你最好的朋友
zh_tw: -「真摯的，」 你最好的朋友

source: <32>* "Don't worry." * "No matter how many times you do this over..."
pt_br: <32>* "Não se preocupe." * "Não importa quantas vezes você faça isso de novo..."
zh_cn: <32>* “别担心，” * “不管你重置多少次...”
zh_tw: <32>* 「別擔心，」 * 「不管你重置多少次...」

source: <32>* "I'll always be here to make sure you never have to deal with a puzzle again."
pt_br: <32>* "Eu estarei aqui para ter certeza que você não precise mais lidar com isso de novo."
zh_cn: <32>* “我永远都会帮你 解决这些糟透了的谜题。”
zh_tw: <32>* 「我永遠都會幫你 解決這些糟透了的謎題。」

source: <32>* "It's the least I can do."
pt_br: <32>* "É o mínimo que posso fazer."
zh_cn: <32>* “举手之劳而已 不用谢我。”
zh_tw: <32>* 「舉手之勞而已 不用謝我。」

source: <#32> - "Forevermore," Your Best Friend
pt_br: <#32> - "Para Sempre," Seu Melhor Amigo
zh_cn: <#32> - “永远的，” 你最好的朋友
zh_tw: <#32> - 「永遠的，」 你最好的朋友

source: <32>{#p/basic}* It's a note from Sans...
pt_br: <32>{#p/basic}* É uma nota do Sans...
zh_cn: <32>{#p/basic}* 一张Sans的字条...
zh_tw: <32>{#p/basic}* 一張Sans的字條...

source: <32>{#p/without}* "welp." * "seems my bro found out about you after all."
pt_br: <32>{#p/without}* "bom." * "parece que meu irmão descobriu sobre você."
zh_cn: <32>{#p/without}* “哎呀。” * “看来我兄弟最终还是找到你了。”
zh_tw: <32>{#p/without}* 「哎呀。」 * 「看來我兄弟最終還是找到你了。」

source: <32>* "i told him everything you've done up to now, and he's agreed to stay put."
pt_br: <32>* "eu falei pra ele sobre tudo que você fez até agora, e ele concordou em se esconder."
zh_cn: <32>* “我把你的所作所为全告诉了他， 现在，他愿意老实在家待着了。”
zh_tw: <32>* 「我把你的所作所為全告訴了他， 現在，他願意老實在家待著了。」

source: <32>* "it's a shame, isn't it?"
pt_br: <32>* "é paia, não é?"
zh_cn: <32>* “真是太遗憾了，对不对？”
zh_tw: <32>* 「真是太遺憾了，對不對？」

source: <32>* "papyrus shouldn't have to deal with this kinda stuff."
pt_br: <32>* "papyrus não deveria ter que lidar com esse tipo de parada."
zh_cn: <32>* “papyrus不该卷到这堆破事中。”
zh_tw: <32>* 「papyrus不該卷到這堆破事中。」

source: <32>* "but i guess that's the galaxy we live in, now."
pt_br: <32>* "mas acho que essa é a galáxia em que vivemos, agora."
zh_cn: <32>* “但也许，这就是命。”
zh_tw: <32>* 「但也許，這就是命。」

source: <32>* "well. * good luck with the puzzle."
pt_br: <32>* "bem. * boa sorte com o quebra-cabeça."
zh_cn: <32>* “对了，解谜愉快哦。”
zh_tw: <32>* 「對了，解謎愉快喔。」

source: <32>* "i'm sure it'll take you no time at all."
pt_br: <32>* "tenho certeza que não vai te tomar muito tempo."
zh_cn: <32>* “我猜，你肯定 一眨眼工夫就能解开。”
zh_tw: <32>* 「我猜，你肯定 一眨眼工夫就能解開。」

source: <#32> - "with all due respect," sans
pt_br: <#32> - "com todo o respeito," sans
zh_cn: <#32>- “恕我冒昧了，” sans
zh_tw: <#32>- 「恕我冒昧了，」 sans

source: <32>{#p/basic}* It's a note from Papyrus...
pt_br: <32>{#p/basic}* É uma nota do Papyrus...
zh_cn: <32>{#p/basic}* 这是张Papyrus留的字条...
zh_tw: <32>{#p/basic}* 這是張Papyrus留的字條...

source: <23>{#p/papyrus}{#f/30}"HUMAN!! THIS PUZZLE IS NOT AS IT SEEMS."
pt_br: <23>{#p/papyrus}{#f/30}"HUMANO!! ESSE QUEBRA-CABEÇA NÃO É O QUE PARECE."
zh_cn: <23>{#p/papyrus}{#f/30}“人类！！这个谜题可跟 看起来的不一样。”
zh_tw: <23>{#p/papyrus}{#f/30}「人類！！這個謎題可跟 看起來的不一樣。」

source: <23>"WHILE I WAS WAITING FOR YOU, I TRIED TO MODIFY IT..."
pt_br: <23>"ENQUANTO ESPERAVA POR VOCÊ, TENTEI MODIFICÁ-LO..."
zh_cn: <23>“我在等你的时候， 试着改造了一下...”
zh_tw: <23>「我在等你的時候， 試著改造了一下...」

source: <23>"TO MAKE THE PATTERN RESEMBLE MY FACE, OF COURSE!"
pt_br: <23>"PARA FAZER O PADRÃO PARECIDO COM MINHA FACE, É CLARO!"
zh_cn: <23>“当然，是为了让图案 看起来更像我的脸！”
zh_tw: <23>「當然，是為了讓圖案 看起來更像我的臉！」

source: <23>"BUT SOMETHING WENT WRONG..."
pt_br: <23>"MAS ALGO DEU ERRADO..."
zh_cn: <23>“不过好像哪里出了岔子...”
zh_tw: <23>「不過好像哪裡出了岔子...」

source: <23>"ALL I COULD CREATE WAS A LOUSY ARROW SHAPE!!!"
pt_br: <23>"TUDO QUE EU CONSEGUI CRIAR FOI UM FORMATO DE ARCO TODO ERRADO!!!"
zh_cn: <23>“所以我现在 只能做成一个 很烂的箭头形状了！！！”
zh_tw: <23>「所以我現在 只能做成一個 很爛的箭頭形狀了！！！」

source: <23>"(IN OTHER WORDS, YOU WILL HAVE TO SOLVE IT YOURSELF.)"
pt_br: <23>"(EM OUTRAS PALAVRAS, VOCÊ VAI TER QUE RESOLVER POR CONTA.)"
zh_cn: <23>“（另外，这个谜题 需要你自己完成。）”
zh_tw: <23>「（另外，這個謎題 需要你自己完成。）」

source: <23>"BUT DON'T WORRY!" "I KNOW YOU CAN DO IT, HUMAN!"
pt_br: <23>"NAS NÃO SE PREOCUPE!" "EU SEI QUE VOCÊ CONSEGUE, HUMANO!"
zh_cn: <23>“但不用担心！” “你肯定做得到的，人类！”
zh_tw: <23>「但不用擔心！」 「你肯定做得到的，人類！」

source: <#23> - "WITH THE UTMOST FAITH," PAPYRUS
pt_br: <#23> - "COM MUITA ESPERANÇA," PAPYRUS
zh_cn: <#23> - “最相信你的，” PAPYRUS
zh_tw: <#23> - 「最相信你的，」 PAPYRUS

source: <32>{#p/human}* (The uniquely-colored book describes a secret weapon lost to time.)
pt_br: <32>{#p/human}* (O livro unicamente colorida descreve uma arma secreta perdida no tempo.)
zh_cn: <32>{#p/human}* （这本颜色不同的书记载了 一个随着时间流逝 而被遗忘了的秘密武器。）
zh_tw: <32>{#p/human}* （這本顏色不同的書記載了 一個隨著時間流逝 而被遺忘了的秘密武器。）

source: <32>{#p/basic}* It's a bookshelf.
pt_br: <32>{#p/basic}* É uma prateleira.
zh_cn: <32>{#p/basic}* 一个书架。
zh_tw: <32>{#p/basic}* 一個書架。

source: <32>{#p/human}* (You pick out the red book...)
pt_br: <32>{#p/human}* (Você pega o livro vermelho...)
zh_cn: <32>{#p/human}* （你取下了那本红皮书...）
zh_tw: <32>{#p/human}* （你取下了那本紅皮書...）

source: <32>{#p/basic}* "At the height of the war, a secret division of the royal forces was established."
pt_br: <32>{#p/basic}* "No ápice da guerra, uma divisão real secreta foi estabelecida."
zh_cn: <32>{#p/basic}* “人怪大战进入到白热化阶段时， 皇家军队成立了一个秘密组织。”
zh_tw: <32>{#p/basic}* 「人怪大戰進入到白熱化階段時， 皇家軍隊成立了一個秘密組織。」

source: <32>{#p/basic}* "The so-called 'special weapons' division, focused on experimental research."
pt_br: <32>{#p/basic}* "A chamada divisão de 'armas especiais', focada em pesquisa experimental."
zh_cn: <32>{#p/basic}* “也就是所谓的‘特种武器’研发部， 专门用来搞实验研究。”
zh_tw: <32>{#p/basic}* 「也就是所謂的『特種武器』研發部， 專門用來搞實驗研究。」

source: <32>{#p/basic}* "The division would develop a variety of artifacts, but all proved useless in battle..."
pt_br: <32>{#p/basic}* "A divisão desenvolveria muitos artefatos, mas todos inúteis em batalha..."
zh_cn: <32>{#p/basic}* “他们造出了许多‘战斗利器’， 但实战效果都是微乎其微。”
zh_tw: <32>{#p/basic}* 「他們造出了許多『戰鬥利器』， 但實戰效果都是微乎其微。」

source: <32>{#p/basic}* "That is, all but one." * "An enchanted tome known only as 'The Epiphany.'"
pt_br: <32>{#p/basic}* "Todos menos um." * "Um tomo encantado conhecido como 'A Epifania.'"
zh_cn: <32>{#p/basic}* “只有一个例外， 它就是被称作‘顿悟’的魔法卷轴。”
zh_tw: <32>{#p/basic}* 「只有一個例外， 它就是被稱作『頓悟』的魔法捲軸。」

source: <32>{#p/basic}* "Its power was so great, it was deemed too dangerous, even for use against humans."
pt_br: <32>{#p/basic}* "Seu poder era tão grande, que foi perigoso demais para ser usado contra os humanos."
zh_cn: <32>{#p/basic}* “这卷轴的力量超乎寻常， 即使用来对付人类也过于危险。”
zh_tw: <32>{#p/basic}* 「這捲軸的力量超乎尋常， 即使用來對付人類也過於危險。」

source: <32>{#p/basic}* "The tome was locked from the inside, and stowed away in short order."
pt_br: <32>{#p/basic}* "O tomo foi trancado por dentro e guardado em pouco tempo."
zh_cn: <32>{#p/basic}* “结果，卷轴被从内部锁死， 并很快封存起来。”
zh_tw: <32>{#p/basic}* 「結果，捲軸被從內部鎖死， 並很快封存起來。」

source: <32>{#p/basic}* "Some say the tome was taken aboard the transport ship used to reach the outpost."
pt_br: <32>{#p/basic}* "Alguns dizem que o tomo foi transportado por uma nave até o Outpost."
zh_cn: <32>{#p/basic}* “传说，有人把它送上了 开往前哨站的运输船。”
zh_tw: <32>{#p/basic}* 「傳說，有人把它送上了 開往前哨站的運輸船。」

source: <32>{#p/basic}* "If so, where is it?" * "And how would one go about unlocking it?"
pt_br: <32>{#p/basic}* "Se sim, onde ele está?" * "E como seria para destrancar?"
zh_cn: <32>{#p/basic}* “如果传说属实， 那么它现在位于何处？” * “又该如何解开枷锁？”
zh_tw: <32>{#p/basic}* 「如果傳說屬實， 那麼它現在位於何處？」 * 「又該如何解開枷鎖？」

source: <32>{#p/basic}* "Perhaps these questions are better left unanswered."
pt_br: <32>{#p/basic}* "Talvez essas perguntas sejam melhores ficar sem respostas."
zh_cn: <32>{#p/basic}* “但愿，以上疑问永埋尘土之下， 湮没无闻。”
zh_tw: <32>{#p/basic}* 「但願，以上疑問永埋塵土之下， 湮沒無聞。」

source: <32>{#p/human}* (Due to how full it is, you can't seem to see inside the mailbox.)
pt_br: <32>{#p/human}* (Por estar muito cheia, você não consegue ver dentro da caixa de email.)
zh_cn: <32>{#p/human}* （邮箱太满， 你看不到里面。）
zh_tw: <32>{#p/human}* （信箱太滿， 你看不到裡面。）

source: <32>{#p/basic}* Somehow, the mailbox has been stuffed with even more unread junk mail than before.
pt_br: <32>{#p/basic}* Que alguma forma, encheram ainda mais essa caixa de email.
zh_cn: <32>{#p/basic}* 不知为何， 邮箱内又被塞了一堆垃圾邮件。
zh_tw: <32>{#p/basic}* 不知為何， 信箱內又被塞了一堆垃圾郵件。

source: <32>{#p/basic}* ... color me surprised.
pt_br: <32>{#p/basic}* ... cor me surpreendeu.
zh_cn: <32>{#p/basic}* ...说实话， 这让我感到惊讶。
zh_tw: <32>{#p/basic}* ...說實話， 這讓我感到驚訝。

source: <32>{#p/basic}* It's a mailbox overflowing with unread junk mail.
pt_br: <32>{#p/basic}* É uma caixa de correio transbordando de lixo eletrônico não lido.
zh_cn: <32>{#p/basic}* （邮箱里塞满了未开封的垃圾邮件。）
zh_tw: <32>{#p/basic}* （信箱裡塞滿了未開封的垃圾郵件。）

source: <32>{#p/basic}* ... he never reads the mail anyway.
pt_br: <32>{#p/basic}* ... ele nunca lê as correspondências mesmo.
zh_cn: <32>{#p/basic}* ...他为啥 从来都不读这些邮件。
zh_tw: <32>{#p/basic}* ...他為啥 從來都不讀這些郵件。

source: <32>{#p/basic}* It's locked from the inside.
pt_br: <32>{#p/basic}* Está trancada por dentro.
zh_cn: <32>{#p/basic}* 门被反锁了。
zh_tw: <32>{#p/basic}* 門被反鎖了。

source: <32>{#p/basic}* It's dog food. * The pieces look like bones.
pt_br: <32>{#p/basic}* É comida de cachorro. * Os pedaços parecem ossos.
zh_cn: <32>{#p/basic}* 这是狗粮。 * 碎片看起来像是骨头。
zh_tw: <32>{#p/basic}* 這是狗糧。 * 碎片看起來像是骨頭。

source: <32>{#p/human}* (The note declares the brilliance of enticing you with a place of spaghetti.)
pt_br: <32>{#p/human}* (A nota declara o brilho de seduzi-lo com um lugar de espaguete.)
zh_cn: <32>{#p/human}* （纸条上提到了 用意大利面来诱惑你的妙处。）
zh_tw: <32>{#p/human}* （紙條上提到了 用義大利麵來誘惑你的妙處。）

source: <32>{#p/without}* "whoops." * "seems like you've found my bro's spaghetti."
pt_br: <32>{#p/without}* "oops." * "Parece que você encontrou o espaguete do meu irmão."
zh_cn: <32>{#p/without}* “哎呀，” * “你发现了我兄弟的意大利面。”
zh_tw: <32>{#p/without}* 「哎呀，」 * 「你發現了我兄弟的義大利麵。」

source: <32>* "looks tasty, right?"
pt_br: <32>* "parece gostoso, certo?"
zh_cn: <32>* “是不是看起来很香，很好吃？”
zh_tw: <32>* 「是不是看起來很香，很好吃？」

source: <32>* "well." * "it turns out that's kind of the point."
pt_br: <32>* "bem." * "esse é meio que o ponto."
zh_cn: <32>* “嘿，” * “那就对了。”
zh_tw: <32>* 「嘿，」 * 「那就對了。」

source: <32>* "i'd be careful with it if i were you..."
pt_br: <32>* "eu teria cuidado com isso se fosse você..."
zh_cn: <32>* “不过，不要因此掉以轻心哦...”
zh_tw: <32>* 「不過，不要因此掉以輕心喔...」

source: <32>* "'cause the more time you spend trying to take this..."
pt_br: <32>* "porque quanto mais tempo você perde tentando pegar..."
zh_cn: <32>* “因为，你花越多时间在 尝试拿走这玩意上...”
zh_tw: <32>* 「因為，你花越多時間在 嘗試拿走這玩意上...」

source: <32>* "the more time i have to prepare for the next puzzle."
pt_br: <32>* "Mais tempo eu tenho para preparar o próximo quebra-cabeça."
zh_cn: <32>* “我就有更多时间 准备下一个谜题了。”
zh_tw: <32>* 「我就有更多時間 準備下一個謎題了。」

source: <#23> "joke's on you," sans
pt_br: <#23> "boa sorte," sans
zh_cn: <#23>- “开个玩笑而已，” sans
zh_tw: <#23>- 「開個玩笑而已，」 sans

source: <23>{#p/papyrus}{#f/30}"HUMAN!!" "PLEASE ENJOY THIS SPAGHETTI."
pt_br: <23>{#p/papyrus}{#f/30}"HUMANO!!" "POR FAVOR APRECIE ESTE ESPAGUETE."
zh_cn: <23>{#p/papyrus}{#f/30}“人类啊！！” “享用这盘意面吧。”
zh_tw: <23>{#p/papyrus}{#f/30}「人類啊！！」 「享用這盤意面吧。」

source: <23>("LITTLE DO YOU KNOW, THIS SPAGHETTI IS A TRAP...")
pt_br: <23>("MAL SABE VOCÊ, MAS ESTE ESPAGUETE É UM ARMADILHA...)
zh_cn: <23>（“但其实你不知道的是， 这盘意面是个陷阱...”）
zh_tw: <23>（「但其實你不知道的是， 這盤意面是個陷阱...」）

source: <23>("DESIGNED TO ENTICE YOU!!!")
pt_br: <23>("DESTINADO PARA TE FAZER PERDER TEMPO!!!")
zh_cn: <23>（“单纯是为了吸引你的！！！”）
zh_tw: <23>（「單純是為了吸引你的！！！」）

source: <23>("YOU'LL BE SO BUSY TRYING TO REACH IT...")
pt_br: <23>("VOCÊ VAI ESTAR TÃO OCUPADO TENANDO ALCANÇAR...")
zh_cn: <23>（“你会忙着去够它...”）
zh_tw: <23>（「你會忙著去夠它...」）

source: <23>("THAT YOU WON'T REALIZE THAT YOU AREN'T PROGRESSING!!")
pt_br: <23>("QUE NÃO IRÁ PERCEBER QUE NÃO ESTÁ FAZENDO PROGRESSO!!")
zh_cn: <23>（“然后就不会意识到 自己毫无进展！！”）
zh_tw: <23>（「然後就不會意識到 自己毫無進展！！」）

source: <23>("THOROUGHLY JAPED AGAIN BY THE GREAT PAPYRUS!!!")
pt_br: <23>("TOTALMENTE DRIBLADO PELO GRANDE PAPYRUS!!!")
zh_cn: <23>（“再次彻底被 伟大的PAPYRUS戏弄！！！ ”）
zh_tw: <23>（「再次徹底被 偉大的PAPYRUS戲弄！！！ 」）

source: <#23> "NYEH-HEH-HEH," PAPYRUS
zh_cn: <#23> “捏嘿嘿，” PAPYRUS
zh_tw: <#23> 「捏嘿嘿，」 PAPYRUS

source: <32>{#p/basic}* There's no longer anyone to spy on you through the camera hidden in these crystal pods.
pt_br: <32>{#p/basic}* Não há mais ninguém para espionar você através da câmera escondida nessas cápsulas de cristal.
zh_cn: <32>{#p/basic}* 再也没有人会用 藏在水晶荚的摄像头来监视你了。
zh_tw: <32>{#p/basic}* 再也沒有人會用 藏在水晶莢的攝像頭來監視你了。

source: <32>{#p/basic}* There's no longer a camera hidden in these crystal pods.
pt_br: <32>{#p/basic}* Não a mais nenhuma câmera nestes cristais.
zh_cn: <32>{#p/basic}* 水晶荚内 不再会有摄像头了。
zh_tw: <32>{#p/basic}* 水晶莢內 不再會有攝像頭了。

source: <32>{#p/basic}* There's a camera hidden in these crystal pods.
pt_br: <32>{#p/basic}* Tem uma câmera escondida nestes cristais.
zh_cn: <32>{#p/basic}* 在这堆水晶荚里 藏着一个摄像头。
zh_tw: <32>{#p/basic}* 在這堆水晶莢裡 藏著一個攝像頭。

source: <23>{#p/papyrus}{#f/30}"SORRY, I HAVE TO LOCK YOU IN THE GUEST ROOM UNTIL UNDYNE ARRIVES."
pt_br: <23>{#p/papyrus}{#f/30}"DESCULPE, EU TENHO QUE TE PRENDER NA SALA DE CONVIDADOS ATÉ A UNDYNE CHEGAR."
zh_cn: <23>{#p/papyrus}{#f/30}“抱歉，到UNDYNE来之前， 我得把你锁在客房里。”
zh_tw: <23>{#p/papyrus}{#f/30}「抱歉，到UNDYNE來之前， 我得把你鎖在客房裡。」

source: <23>"FEEL FREE TO MAKE YOURSELF AT HOME!!!"
pt_br: <23>"SINTA-SE LIVRE PARA SE SENTIR EM CASA!!!"
zh_cn: <23>“把这里当自己家 一样吧！！！”
zh_tw: <23>「把這裡當自己家 一樣吧！！！」

source: <22>"REFRESHMENTS AND ACCOMODATIONS HAVE BEEN PROVIDED."
pt_br: <22>"REFRESCOS E ACOMODAÇÕES FORAM PROVIDENCIADAS."
zh_cn: <22>“已提供茶点和住宿。”
zh_tw: <22>「已提供茶點和住宿。」

source: <#23> "NYEHFULLY YOURS," PAPYRUS
pt_br: <#23> "NYEHESPERADAMENTE," PAPYRUS
zh_cn: <#23> “非常捏嘿嘿的，” PAPYRUS
zh_tw: <#23> 「非常捏嘿嘿的，」 PAPYRUS

source: <23>{#p/papyrus}{#f/30}"PLEASE ASK BEFORE YOU ESCAPE!!!"
pt_br: <23>{#p/papyrus}{#f/30}"POR FAVOR, PERGUNTE ANTES DE ESCAPAR!!!"
zh_cn: <23>{#p/papyrus}{#f/30}“下次逃跑前 记得跟我说一声！”
zh_tw: <23>{#p/papyrus}{#f/30}「下次逃跑前 記得跟我說一聲！」

source: <23>"WHEN YOU WENT MISSING I GOT WORRIED SICK!!!"
pt_br: <23>"QUANDO VOCÊ SOME EU FICO SUPER PREOCUPADO!!!"
zh_cn: <23>“在你失踪的时候 我可担心死你了！！！”
zh_tw: <23>「在你失蹤的時候 我可擔心死你了！！！」

source: <#23> "SLIGHTLY BONETROUSLED," PAPYRUS
pt_br: <#23> "SUPER ESQUELETAMENTE," PAPYRUS
zh_cn: <#23> “对你牵肠挂骨的，” PAPYRUS
zh_tw: <#23> 「對你牽腸掛骨的，」 PAPYRUS

source: <23>{#p/papyrus}{#f/30}"IF YOU'RE ONLY LOOKING FOR A PLACE TO STAY..."
pt_br: <23>{#p/papyrus}{#f/30}"SE VOCÊ ESTIVER PROCURANDO PARA UM LUGAR PARA FICAR..."
zh_cn: <23>{#p/papyrus}{#f/30}“如果你想找个地方住...”
zh_tw: <23>{#p/papyrus}{#f/30}「如果你想找個地方住...」

source: <23>"JUST ASK!!! YOU DON'T NEED TO FIGHT ME!!!"
pt_br: <23>"SÓ PERGUNTE!!! NÃO PRECISA LUTAR COMIGO!!!"
zh_cn: <23>“直接告诉我！！！ 你不需要和我打！！！”
zh_tw: <23>「直接告訴我！！！ 你不需要和我打！！！」

source: <#23> "YOUR HOST," PAPYRUS
pt_br: <#23> "SEU ANCIÃO," PAPYRUS
zh_cn: <#23> “你的房东，” PAPYRUS
zh_tw: <#23> 「你的房東，」 PAPYRUS

source: <25>{#p/asriel1}{#f/20}* $(name) always liked to call this ant colony a "civilization."
pt_br: <25>{#p/asriel1}{#f/20}* $(name) gostava de chamar esta colônia de formigas de "civilização."
zh_cn: <25>{#p/asriel1}{#f/20}* $(name)总是喜欢 称这些蚁群 属于一种“文明”。
zh_tw: <25>{#p/asriel1}{#f/20}* $(name)總是喜歡 稱這些蟻群 屬於一種「文明」。

source: <25>{#f/17}* I guess it was their way of trying to sound smart.
pt_br: <25>{#f/17}* Eu acho que era a forma dele de parecer inteligente.
zh_cn: <25>{#f/17}* 我想这是为了 让自己被认为很聪明。
zh_tw: <25>{#f/17}* 我想這是為了 讓自己被認為很聰明。

source: <25>{#f/13}* I tried to sound smart too, but Mom and Dad saw right through me.
pt_br: <25>{#f/13}* Eu já tentei parecer inteligente também, mas a mãe e o pai são mais.
zh_cn: <25>{#f/13}* 我也想被认为很聪明， 但父母经常会看穿我。
zh_tw: <25>{#f/13}* 我也想被認為很聰明， 但父母經常會看穿我。

source: <25>{#f/13}* $(name) always was a better liar than me...
pt_br: <25>{#f/13}* $(name) sempre foi bem melhor do que eu em mentir...
zh_cn: <25>{#f/13}* $(name)总是 会比我撒谎技术要高。
zh_tw: <25>{#f/13}* $(name)總是 會比我撒謊技術要高。

source: <26>{#p/asriel1}{#f/13}* After $(name) arrived, they tried to convince us they were a diplomat.
pt_br: <26>{#p/asriel1}{#f/13}* Após $(name) chegar, ele tentou me convencer de que era um diplomata.
zh_cn: <26>{#p/asriel1}{#f/13}* 在$(name)坠落到此处后， $(name)尝试让我们相信 眼前的人类是一名外交官。
zh_tw: <26>{#p/asriel1}{#f/13}* 在$(name)墜落到此處後， $(name)嘗試讓我們相信 眼前的人類是一名外交官。

source: <25>{#f/17}* Thankfully, even they couldn't lie THAT well.
pt_br: <25>{#f/17}* Felizmente, até mesmo ele não pode mentir TÃO bem.
zh_cn: <25>{#f/17}* 不过还好， 我那搭档并不是一个说谎大师。
zh_tw: <25>{#f/17}* 不過還好， 我那搭檔並不是一個說謊大師。

source: <25>{#f/15}* Imagine how much worse things could've gone if they'd been believed...
pt_br: <25>{#f/15}* Imagine o quão ruim isso poderia ter sido se tivessem acreditado nele...
zh_cn: <25>{#f/15}* 想象一下， 如果当时我父母相信了， 事情会变得多么糟糕...
zh_tw: <25>{#f/15}* 想像一下， 如果當時我父母相信了， 事情會變得多麼糟糕...

source: <26>{#p/asriel1}{#f/17}* I'm glad you're not a liar, Frisk.
pt_br: <26>{#p/asriel1}{#f/17}* Fico feliz que você não seja mentiroso, Frisk.
zh_cn: <26>{#p/asriel1}{#f/17}* 我很高兴 你不会说谎话，Frisk。
zh_tw: <26>{#p/asriel1}{#f/17}* 我很高興 你不會說謊話，Frisk。

source: <25>{#f/13}* I've had enough dishonesty in my life as it is.
pt_br: <25>{#f/13}* Eu já tive desonestidade demais na minha vida.
zh_cn: <25>{#f/13}* 我的生活总是充满谎言。
zh_tw: <25>{#f/13}* 我的生活總是充滿謊言。

source: <25>{#f/20}* ... sorry. * I guess this sorta came out of left field.
pt_br: <25>{#f/20}* ... desculpa. * Acho que isso veio meio fora da curva.
zh_cn: <25>{#f/20}* ...抱歉。 * 我觉得这让人有点惊讶。
zh_tw: <25>{#f/20}* ...抱歉。 * 我覺得這讓人有點驚訝。

source: <26>{#p/asriel1}{#f/15}* Life sure does like to throw curveballs at you sometimes...
pt_br: <26>{#p/asriel1}{#f/15}* A vida gosta muito de jogar bolas curvadas as vezes...
zh_cn: <26>{#p/asriel1}{#f/15}* 百岁光阴能有几， 一场扯淡没来由...
zh_tw: <26>{#p/asriel1}{#f/15}* 百歲光陰能有幾， 一場扯淡沒來由...

source: <32>{#p/basic}* There's nothing special about this tree-like structure.
pt_br: <32>{#p/basic}* Não tem nada de especial em relação a essa estrutura de árvore.
zh_cn: <32>{#p/basic}* 这个树状物没什么特别的。
zh_tw: <32>{#p/basic}* 這個樹狀物沒什麼特別的。

source: <32>{#p/basic}* Soon enough, this civilization will need to migrate once again.
pt_br: <32>{#p/basic}* Cedo o suficiente, essa civilização vai emigrar mais uma vez.
zh_cn: <32>{#p/basic}* 很快， 这个文明将要再次迁徙。
zh_tw: <32>{#p/basic}* 很快， 這個文明將要再次遷徙。

source: <32>* Where shall they go? * Sooner or later, we will know.
pt_br: <32>* Onde irão? * Cedo ou tarde saberemos.
zh_cn: <32>* 他们将去何方？ * 我想待会我们就知道了。
zh_tw: <32>* 他們將去何方？ * 我想待會我們就知道了。

source: <32>{#p/basic}* This innocent tree-like structure is actually the home of a civilization.
pt_br: <32>{#p/basic}* Essa estrutura parecida com árvore é na verdade a casa de uma civilização.
zh_cn: <32>{#p/basic}* 这个人畜无害的树状结构， 其实是一个文明的家园。
zh_tw: <32>{#p/basic}* 這個人畜無害的樹狀結構， 其實是一個文明的家園。

source: <32>* On the brink of extinction, they migrated here to save their species.
pt_br: <32>* Na beira de extinção, eles migraram para cá, salvando sua espécie.
zh_cn: <32>* 在濒临灭绝之时， 它们迁徙到这里 来拯救自己的种族。
zh_tw: <32>* 在瀕臨滅絕之時， 它們遷徙到這裡 來拯救自己的種族。

source: <32>{#p/basic}* Don't worry. * They'll find their own way.
pt_br: <32>{#p/basic}* Não se preocupe. * Eles irão encontrar o próprio caminho.
zh_cn: <32>{#p/basic}* 别担心。 * 他们终将找到属于自己的道路。
zh_tw: <32>{#p/basic}* 別擔心。 * 他們終將找到屬於自己的道路。

source: <32>{#p/basic}* Pro tip... * Don't shake the innocent tree- like structure.
pt_br: <32>{#p/basic}* Dica de profissional... * Não balance a árvore.
zh_cn: <32>{#p/basic}* 专家建议... * 不要摇晃这人畜无害的树状结构。
zh_tw: <32>{#p/basic}* 專家建議... * 不要搖晃這人畜無害的樹狀結構。

source: <32>{#p/human}* (The dog treats inside look to have been somewhat devoured.)
pt_br: <32>{#p/human}* (Os petiscos fr cachorro dentro parecem ter sido devorados.)
zh_cn: <32>{#p/human}* （里面的狗粮 被吃掉了一些。）
zh_tw: <32>{#p/human}* （裡面的狗糧 被吃掉了一些。）

source: <32>{#p/basic}* Inside is a half-empty pack of dog treats.
pt_br: <32>{#p/basic}* Um pacote meio vazio de lanche para cachorros.
zh_cn: <32>{#p/basic}* 里面有一袋半空的狗粮。
zh_tw: <32>{#p/basic}* 裡面有一袋半空的狗糧。

source: <32>{#p/basic}* Inside is a pack of dog treats. It's half-full.
pt_br: <32>{#p/basic}* Dentro a uma monte de comidas para cachorro. Está meio cheio.
zh_cn: <32>{#p/basic}* 里面有一袋半满的狗粮。
zh_tw: <32>{#p/basic}* 裡面有一袋半滿的狗糧。

source: <32>{#p/basic}* Inside is a rather sleepy guard dog. * It cannot see you.
pt_br: <32>{#p/basic}* Dentro a um cachorro de guarda dormindo. * Ele não consegue te ver.
zh_cn: <32>{#p/basic}* 狗窝里是只 看起来昏昏欲睡的守卫狗。 * 它看不见你。
zh_tw: <32>{#p/basic}* 狗窩裡是只 看起來昏昏欲睡的守衛狗。 * 它看不見你。

source: <32>{#p/basic}* Inside is a rather confused guard dog. * It cannot see you.
pt_br: <32>{#p/basic}* Dentro a um cachorro de guarda bem confuso. * Ele não pode te ver.
zh_cn: <32>{#p/basic}* 狗窝里是只很困惑的守卫狗。 * 它看不见你。
zh_tw: <32>{#p/basic}* 狗窩裡是只很困惑的守衛狗。 * 它看不見你。

source: <32>{#p/basic}* Dog treats? * That dog needs a therapist.
pt_br: <32>{#p/basic}* Petisco pra cachorro? * Esse cachorro precisa de um petiscoterapeuta.
zh_cn: <32>{#p/basic}* 还惦记狗粮呢？ * 咋不去看看眼科医生呢？
zh_tw: <32>{#p/basic}* 還惦記狗糧呢？ * 咋不去看看眼科醫生呢？

source: <32>{#p/basic}* Fetch, huh?
pt_br: <32>{#p/basic}* Legal, huh?
zh_cn: <32>{#p/basic}* 哈？抛接游戏？
zh_tw: <32>{#p/basic}* 哈？拋接遊戲？

source: <33>{#p/basic}* Now we're getting places...
pt_br: <33>{#p/basic}* Agora estamos chegando a algum lugar...
zh_cn: <33>{#p/basic}* 这招还蛮管用...
zh_tw: <33>{#p/basic}* 這招還蠻管用...

source: <32>{#p/basic}* The things we do for the good of the canines.
pt_br: <32>{#p/basic}* As coisas que fazemos pelo bem dos caninos.
zh_cn: [DEL]
zh_tw: [DEL]

source: <33>{#p/basic}* The rusty wrench strikes again.
pt_br: <33>{#p/basic}* A chave enferrujada ataca novamente.
zh_cn: <33>{#p/basic}* 哇，你可太勤快了， 费这么些劲还不抵 一扳手来得快呢。
zh_tw: <33>{#p/basic}* 哇，你可太勤快了， 費這麼些勁還不抵 一扳手來得快呢。
