Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/1}* Hmm... "don't look past the hidden path..."
pt_br: <25>{#p/undyne}{#f/1}* Hmm... "não olhe no caminho oculto..."
zh_cn: <25>{#p/undyne}{#f/1}* 嗯... “不要忽略隐藏的路径...”
zh_tw: <25>{#p/undyne}{#f/1}* 嗯... 「不要忽略隱藏的路徑...」

source: <25>{#p/undyne}{#f/11}* What hidden path?
pt_br: <25>{#p/undyne}{#f/11}* O que seria o caminho oculto?
zh_cn: <25>{#p/undyne}{#f/11}* 什么隐藏路径？
zh_tw: <25>{#p/undyne}{#f/11}* 什麼隱藏路徑？

source: <25>{#p/undyne}{#f/13}* And then... "close your eyes..."
pt_br: <25>{#p/undyne}{#f/13}* E então... "feche seus olhos..."
zh_cn: <25>{#p/undyne}{#f/13}* 然后...“闭上眼睛”...
zh_tw: <25>{#p/undyne}{#f/13}* 然後...「閉上眼睛」...

source: <25>{#p/undyne}{#f/12}* Okay, no no no, hold it right there.
pt_br: <25>{#p/undyne}{#f/12}* Tá, não não não, espera bem aí.
zh_cn: <25>{#p/undyne}{#f/12}* 好了，停停停，停。
zh_tw: <25>{#p/undyne}{#f/12}* 好了，停停停，停。

source: <26>{#p/undyne}{#f/8}* If I can't SEE anything, how am I supposed to FIND anything!
pt_br: <26>{#p/undyne}{#f/8}* Se eu não posso ver nada, como eu vou achar alguma coisa!
zh_cn: <26>{#p/undyne}{#f/8}* 我啥也看不见了， 我还咋找TEMMIE村庄啊！
zh_tw: <26>{#p/undyne}{#f/8}* 我啥也看不見了， 我還咋找TEMMIE村莊啊！

source: <18>{#p/papyrus}{#f/4}SADLY, RIDDLES DO TEND TO BE THIS WAY.
pt_br: <18>{#p/papyrus}{#f/4}INFELIZMENTE, ENIGMAS SÃO ASSIM.
zh_cn: <18>{#p/papyrus}{#f/4}可惜，谜语是这么说的。
zh_tw: <18>{#p/papyrus}{#f/4}可惜，謎語是這麼說的。

source: <18>{#p/papyrus}{#f/7}A BUNCH OF MOSTLY USELESS ADVICE!
pt_br: <18>{#p/papyrus}{#f/7}UM MONTE DE CONSELHOS QUE NÃO LEVAM A NADA!
zh_cn: <18>{#p/papyrus}{#f/7}真是没用的谜语！
zh_tw: <18>{#p/papyrus}{#f/7}真是沒用的謎語！

source: <18>{#p/papyrus}{#f/4}DO -YOU- KNOW HOW TO SOLVE THIS RIDDLE?
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ SABE COMO RESOLVER -ESTE- ENIGMA?
zh_cn: <18>{#p/papyrus}{#f/4}【你】知道怎么解吗？
zh_tw: <18>{#p/papyrus}{#f/4}【你】知道怎麼解嗎？

source: <18>{#p/papyrus}IF YOU SEE A SHOP, YOU SHOULD STOP...
pt_br: <18>{#p/papyrus}SE VOCÊ VER UMA LOJA, DEVERIA DAR UMA PARADOCA...
zh_cn: <18>{#p/papyrus}如果你看到一家商店...
zh_tw: <18>{#p/papyrus}如果你看到一家商店...

source: <18>{#p/papyrus}{#f/4}DROP, AND ROLL...
pt_br: <18>{#p/papyrus}{#f/4}DROPE, E ROLE...
zh_cn: <18>{#p/papyrus}{#f/4}你就该停下脚步...
zh_tw: <18>{#p/papyrus}{#f/4}你就該停下腳步...

source: <18>{#p/papyrus}{#f/0}INTO SOME GREAT DEALS!!
pt_br: <18>{#p/papyrus}{#f/0}EM BONS NEGÓCIOS!!
zh_cn: <18>{#p/papyrus}{#f/0}心急火燎地 进去看看！！
zh_tw: <18>{#p/papyrus}{#f/0}心急火燎地 進去看看！！

source: <18>{#p/papyrus}{#f/9}BECAUSE WE'RE HAVING A FIRE SALE!!
pt_br: <18>{#p/papyrus}{#f/9}PORQUE ESTAMOS TENDO UMA ÓTIMA VENDA, PEGANDO FOGO!!
zh_cn: <18>{#p/papyrus}{#f/9}因为我们在进行 火热的大甩卖！！
zh_tw: <18>{#p/papyrus}{#f/9}因為我們在進行 火熱的大甩賣！！

source: <18>{#p/papyrus}{#f/5}AT MY IMAGINARY STORE, WHICH SELLS FLAMES.
pt_br: <18>{#p/papyrus}{#f/5}NA MINHA LOJA IMAGINARIA, QUE VENDE CHAMAS.
zh_cn: <18>{#p/papyrus}{#f/5}这都是在我想象中 卖火的商店里 会发生的事。
zh_tw: <18>{#p/papyrus}{#f/5}這都是在我想像中 賣火的商店裡 會發生的事。

source: <25>{#p/undyne}{#f/1}* Like the ones at Gerson's shop?
pt_br: <25>{#p/undyne}{#f/1}* Tipo aquela no mercado do Gerson?
zh_cn: <25>{#p/undyne}{#f/1}* 就像Gerson的店那样吗？
zh_tw: <25>{#p/undyne}{#f/1}* 就像Gerson的店那樣嗎？

source: <25>{#p/undyne}{#f/8}* I buy stuff from him ALL the time!
pt_br: <25>{#p/undyne}{#f/8}* Eu compro as paradas dele o tempo todo!
zh_cn: <25>{#p/undyne}{#f/8}* 我都是从他那买东西的！
zh_tw: <25>{#p/undyne}{#f/8}* 我都是從他那買東西的！

source: <18>{#p/papyrus}{#f/6}WHAT'S SO SPECIAL ABOUT HIS DEALS?
pt_br: <18>{#p/papyrus}{#f/6}O QUE TORNA AS OFERTAS DELE TÃO ESPECIAIS?
zh_cn: <18>{#p/papyrus}{#f/6}他卖的东西有什么 特别的吗？
zh_tw: <18>{#p/papyrus}{#f/6}他賣的東西有什麼 特別的嗎？

source: <25>{#p/undyne}{#f/17}* Are you kidding? * Gerson survived the human- monster war!
pt_br: <25>{#p/undyne}{#f/17}* Tá de brincadeira? * Gerson sobreviveu a guerra monstro-humana!
zh_cn: <25>{#p/undyne}{#f/17}* 你说啥呢？ * Gerson可活过了人怪大战！
zh_tw: <25>{#p/undyne}{#f/17}* 你說啥呢？ * Gerson可活過了人怪大戰！

source: <25>{#p/undyne}{#f/14}* He's a REAL hero.
pt_br: <25>{#p/undyne}{#f/14}* Ele é um herói de verdade.
zh_cn: <25>{#p/undyne}{#f/14}* 他才是真英雄。
zh_tw: <25>{#p/undyne}{#f/14}* 他才是真英雄。

source: <18>{#p/papyrus}{#f/4}I WAS GOING TO SAY SOMETHING ELSE, BUT OKAY.
pt_br: <18>{#p/papyrus}{#f/4}EU ÍA DIZER UMA COISA, MAS TUDO BEM.
zh_cn: <18>{#p/papyrus}{#f/4}我之前还想说点别的 什么的来着，但还是 算了吧。
zh_tw: <18>{#p/papyrus}{#f/4}我之前還想說點別的 什麼的來著，但還是 算了吧。

source: <18>{#p/papyrus}{#f/0}HOORAY FOR GERSON!
pt_br: <18>{#p/papyrus}{#f/0}HONRA AO GERSON!
zh_cn: <18>{#p/papyrus}{#f/0}GERSON万岁！
zh_tw: <18>{#p/papyrus}{#f/0}GERSON萬歲！

source: <18>{#p/papyrus}{#f/5}IT'S YET ANOTHER DREAM OF MINE...
pt_br: <18>{#p/papyrus}{#f/5}É AINDA OUTRO SONHO MEU...
zh_cn: <18>{#p/papyrus}{#f/5}这也是我的 另一个梦想...
zh_tw: <18>{#p/papyrus}{#f/5}這也是我的 另一個夢想...

source: <18>{#p/papyrus}{#f/0}IT'S IMPORTANT TO ACKNOWLEDGE THE HEROES AMONGST US.
pt_br: <18>{#p/papyrus}{#f/0}É IMPORTANTE TER CONHECIMENTO DOS HERÓIS QUE NOS CERCAM.
zh_cn: <18>{#p/papyrus}{#f/0}认可我们的英雄是 很重要的。
zh_tw: <18>{#p/papyrus}{#f/0}認可我們的英雄是 很重要的。

source: <18>{#p/papyrus}{#f/5}WITHOUT THEM, WE MIGHT NOT EVEN BE HERE TODAY...
pt_br: <18>{#p/papyrus}{#f/5}SEM ELES, PODERIAMOS NEM MESMO ESTAR AQUI HOJE...
zh_cn: <18>{#p/papyrus}{#f/5}没了他们，哪有我们 现在的幸福生活。
zh_tw: <18>{#p/papyrus}{#f/5}沒了他們，哪有我們 現在的幸福生活。

source: <18>{#p/papyrus}{#f/0}THAT'S UNDYNE'S HOUSE.
pt_br: <18>{#p/papyrus}{#f/0}ESSA É A CASA DA UNDYNE.
zh_cn: <18>{#p/papyrus}{#f/0}这里是UNDYNE的家。
zh_tw: <18>{#p/papyrus}{#f/0}這裡是UNDYNE的家。

source: <18>{#p/papyrus}{#f/9}THE IDEAL PLACE TO LEARN HOW TO COOK!
pt_br: <18>{#p/papyrus}{#f/9}O LUGAR IDEAL PARA APRENDER A COZINHAR!
zh_cn: <18>{#p/papyrus}{#f/9}学习烹饪的 理想的地方！
zh_tw: <18>{#p/papyrus}{#f/9}學習烹飪的 理想的地方！

source: <18>{#p/papyrus}{#f/4}YOU KNOW, THE ONE WITH THE SKELETON IN FRONT.
pt_br: <18>{#p/papyrus}{#f/4}SABE, AQUELA COM UM ESQUELETO NA FRENTE.
zh_cn: <18>{#p/papyrus}{#f/4}你应该知道吧，就是 门前站了只骷髅的那屋。
zh_tw: <18>{#p/papyrus}{#f/4}你應該知道吧，就是 門前站了只骷髏的那屋。

source: <18>{#p/papyrus}{#f/9}DON'T HESITATE TO COME IN!
pt_br: <18>{#p/papyrus}{#f/9}NÃO HESITE EM SE APROXIMAR!
zh_cn: <18>{#p/papyrus}{#f/9}别犹豫，快进来！
zh_tw: <18>{#p/papyrus}{#f/9}別猶豫，快進來！

source: <18>{#p/papyrus}{#f/6}... YOU'RE STILL AT UNDYNE'S HOUSE??
pt_br: <18>{#p/papyrus}{#f/6}... VOCÊ AINDA TÁ NA CASA DA UNDYNE??
zh_cn: <18>{#p/papyrus}{#f/6}...你还在UNDYNE的 家那里啊？？
zh_tw: <18>{#p/papyrus}{#f/6}...你還在UNDYNE的 家那裡啊？？

source: <18>{#p/papyrus}{#f/5}SHE, UH, HASN'T EVEN MET UP WITH ME YET.
pt_br: <18>{#p/papyrus}{#f/5}ELA, UH, AINDA NÃO CHEGOU A ME ENCONTRAR.
zh_cn: <18>{#p/papyrus}{#f/5}她，呃， 还没跟我见面呢。
zh_tw: <18>{#p/papyrus}{#f/5}她，呃， 還沒跟我見面呢。

source: <18>{#p/papyrus}{#f/4}MAYBE LEAVE THE ROOM AND...
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ SAIR DAÍ E...
zh_cn: <18>{#p/papyrus}{#f/4}要不你先 离开房间然后...
zh_tw: <18>{#p/papyrus}{#f/4}要不你先 離開房間然後...

source: <25>{#p/undyne}{#f/12}* Huff... puff...!
zh_cn: <25>{#p/undyne}{#f/12}* 呼... 哈...！
zh_tw: <25>{#p/undyne}{#f/12}* 呼... 哈...！

source: <25>{#p/undyne}{#f/8}* YEAH!!! * That's MY HOUSE!!!
pt_br: <25>{#p/undyne}{#f/8}* É!!! * ESSA É MINHA CASA!!!
zh_cn: <25>{#p/undyne}{#f/8}* 没错！！！ * 那是我的家！！！
zh_tw: <25>{#p/undyne}{#f/8}* 沒錯！！！ * 那是我的家！！！

source: <18>{#p/papyrus}{#f/6}UH, HI UNDYNE! HOW'D YOU GET HERE SO FAST?
pt_br: <18>{#p/papyrus}{#f/6}UH, OI UNDYNE! COMO VOCÊ CHEGOU AÍ TÃO RÁPIDO?
zh_cn: <18>{#p/papyrus}{#f/6}呃，嗨，UNDYNE！ 你是怎么这么快 就到这里的啊？
zh_tw: <18>{#p/papyrus}{#f/6}呃，嗨，UNDYNE！ 你是怎麼這麼快 就到這裡的啊？

source: <25>{#p/undyne}{#f/17}* I ran.
pt_br: <25>{#p/undyne}{#f/17}* Eu corri.
zh_cn: <25>{#p/undyne}{#f/17}* 我跑过来的。
zh_tw: <25>{#p/undyne}{#f/17}* 我跑過來的。

source: <18>{#p/papyrus}{#f/1}WHAT?? THEN YOU MUST HAVE SOMETHING...
pt_br: <18>{#p/papyrus}{#f/1}O QUE?? ENTÃO VOCÊ DEVE TER ALGO...
zh_cn: <18>{#p/papyrus}{#f/1}什么？？ 那你肯定有一些...
zh_tw: <18>{#p/papyrus}{#f/1}什麼？？ 那你肯定有一些...

source: <18>{#p/papyrus}{#f/9}EXTREMELY COOL TO SAY ABOUT YOUR HOUSE!!!
pt_br: <18>{#p/papyrus}{#f/9}EXTREMAMENTE LEGAL PARA DIZER SOBRE SUA CASA!!!
zh_cn: <18>{#p/papyrus}{#f/9}关于你家的 很酷的事情 要说吧！！！
zh_tw: <18>{#p/papyrus}{#f/9}關於你家的 很酷的事情 要說吧！！！

source: <25>{#p/undyne}{#f/14}* Nope!!!
pt_br: <25>{#p/undyne}{#f/14}* Nah!!!
zh_cn: <25>{#p/undyne}{#f/14}* 没有！！！
zh_tw: <25>{#p/undyne}{#f/14}* 沒有！！！

source: <18>{#p/papyrus}{#f/4}AT LEAST IT WAS, UNTIL...
pt_br: <18>{#p/papyrus}{#f/4}PELO MENOS ISSO FOI, ATÉ...
zh_cn: <18>{#p/papyrus}{#f/4}至少曾经是， 直到...
zh_tw: <18>{#p/papyrus}{#f/4}至少曾經是， 直到...

source: <25>{#p/undyne}{#f/12}* ... we set it on fire.
pt_br: <25>{#p/undyne}{#f/12}* ... Nós colocarmos ela em chamas.
zh_cn: <25>{#p/undyne}{#f/12}* ...我们把它给点着了。
zh_tw: <25>{#p/undyne}{#f/12}* ...我們把它給點著了。

source: <25>{#p/undyne}{#f/8}* BUT WHO CARES??
pt_br: <25>{#p/undyne}{#f/8}* MAS QUEM LIGA??
zh_cn: <25>{#p/undyne}{#f/8}* 哎呀，管它呢？？
zh_tw: <25>{#p/undyne}{#f/8}* 哎呀，管它呢？？

source: <25>{#p/undyne}{#f/14}* Hanging out with Papyrus is the BEST!
pt_br: <25>{#p/undyne}{#f/14}* Dar uma volta com o Papyrus é muito bom!
zh_cn: <25>{#p/undyne}{#f/14}* 跟Papyrus出去消遣 最棒了！
zh_tw: <25>{#p/undyne}{#f/14}* 跟Papyrus出去消遣 最棒了！

source: <18>{#p/papyrus}{#f/0}PRO TIP: WHEN COOKING WITH UNDYNE...
pt_br: <18>{#p/papyrus}{#f/0}DICA AMIGA: QUANDO COZINHAR COM A UNDYNE...
zh_cn: <18>{#p/papyrus}{#f/0}专家提示： 在跟UNDYNE烹饪时...
zh_tw: <18>{#p/papyrus}{#f/0}專家提示： 在跟UNDYNE烹飪時...

source: <18>{#p/papyrus}{#f/4}IF SHE STARTS ASSAULTING THE VEGGIES...
pt_br: <18>{#p/papyrus}{#f/4}SE ELA COMEÇAR A ATACAR OS VEGETAIS...
zh_cn: <18>{#p/papyrus}{#f/4}如果她开始攻击蔬菜...
zh_tw: <18>{#p/papyrus}{#f/4}如果她開始攻擊蔬菜...

source: <18>{#p/papyrus}{#f/5}... IT'S TIME TO BAIL.
pt_br: <18>{#p/papiro}{#f/5}... É HORA DE FUGIR.
zh_cn: <18>{#p/papyrus}{#f/5}...那就该溜了。
zh_tw: <18>{#p/papyrus}{#f/5}...那就該溜了。

source: <18>{#p/papyrus}{#f/0}NICE TO SEE YOU, TOO!
pt_br: <18>{#p/papyrus}{#f/0}MUITO BOM TE VER, TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/0}我也很高兴见到你！
zh_tw: <18>{#p/papyrus}{#f/0}我也很高興見到你！

source: <18>{#p/papyrus}{#f/4}WE'RE STILL WAITING HERE, YOU KNOW...
pt_br: <18>{#p/papyrus}{#f/4}NÓS AINDA ESTAMOS AQUI TE ESPERANDO, SABE...
zh_cn: <18>{#p/papyrus}{#f/4}我们还在这等着呢， 你知道吧...
zh_tw: <18>{#p/papyrus}{#f/4}我們還在這等著呢， 你知道吧...

source: <18>{#p/papyrus}{#f/0}I'M SURE SHE'LL COME UP WITH SOMETHING SOON.
pt_br: <18>{#p/papyrus}{#f/0}EU TENHO CERTEZA QUE ELA APARECERÁ COM ALGUMA COISA.
zh_cn: <18>{#p/papyrus}{#f/0}我相信她很快就 会想出来的。
zh_tw: <18>{#p/papyrus}{#f/0}我相信她很快就 會想出來的。

source: <25>{#p/undyne}{#f/14}* Don't bet on it!
pt_br: <25>{#p/undyne}{#f/14}* Não aposte nisso!
zh_cn: <25>{#p/undyne}{#f/14}* 你可别打包票！
zh_tw: <25>{#p/undyne}{#f/14}* 你可別打包票！

source: <18>{#p/papyrus}{#f/0}JUST CALL ME THE "HANGOUT HANDYMAN."
pt_br: <18>{#p/papyrus}{#f/0}APENAS ME CHAME DE "FAZ-TUDO DO ROLÊ."
zh_cn: <18>{#p/papyrus}{#f/0}请叫我“消遣杂务工”。
zh_tw: <18>{#p/papyrus}{#f/0}請叫我「消遣雜務工」。

source: <18>{#p/papyrus}{#f/4}I MAY NOT BE ABLE TO REPAIR YOUR HOUSE...
pt_br: <18>{#p/papyrus}{#f/4}EU TALVEZ NÃO CONSIGA RECONSTRUIR SUA CASA...
zh_cn: <18>{#p/papyrus}{#f/4}我虽然没办法 修补你的家...
zh_tw: <18>{#p/papyrus}{#f/4}我雖然沒辦法 修補你的家...

source: <18>{#p/papyrus}{#f/9}BUT I CAN STILL "FIX YOU UP" A REALLY GREAT DAY!
pt_br: <18>{#p/papyrus}{#f/9}MAS EU AINDA POSSO TE "ARRUMAR" UM ÓTIMO DIA!
zh_cn: <18>{#p/papyrus}{#f/9}但我还可以帮你 “补上”美好的一天！
zh_tw: <18>{#p/papyrus}{#f/9}但我還可以幫你 「補上」美好的一天！

source: <18>{#p/papyrus}{#f/0}PERHAPS ONE DAY, I'LL LIVE THE QUIET LIFE.
pt_br: <18>{#p/papyrus}{#f/0}TALVEZ ALGUM DIA EU VIVA A VIDA QUIETA.
zh_cn: <18>{#p/papyrus}{#f/0}也许有一天， 我会过上平静的生活。
zh_tw: <18>{#p/papyrus}{#f/0}也許有一天， 我會過上平靜的生活。

source: <18>{#p/papyrus}{#f/5}RAISING SNAILS, PRODUCING MUSIC...
pt_br: <18>{#p/papyrus}{#f/5}CUIDANDO DE CARACÓIS, MIX DE MÚSICAS...
zh_cn: <18>{#p/papyrus}{#f/5}养蜗牛，创作音乐...
zh_tw: <18>{#p/papyrus}{#f/5}養蝸牛，創作音樂...

source: <18>{#p/papyrus}{#f/6}BEING SAD AND NOT LETTING ANYONE CHEER ME UP...
pt_br: <18>{#p/papyrus}{#f/6}SENDO TRISTE E NÃO DEIXANDO NINGUÉM ME ANIMAR...
zh_cn: <18>{#p/papyrus}{#f/6}愁眉苦脸， 不让任何人安慰我...
zh_tw: <18>{#p/papyrus}{#f/6}愁眉苦臉， 不讓任何人安慰我...

source: <18>{#p/papyrus}{#f/5}ON SECOND THOUGHT, MAYBE THAT ISN'T FOR ME.
pt_br: <18>{#p/papyrus}{#f/5}PENSANDO BEM, TALVEZ ISSO NÃO SEJA PRA MIM.
zh_cn: <18>{#p/papyrus}{#f/5}转念一想， 这个生活方式可能 不太适合我。
zh_tw: <18>{#p/papyrus}{#f/5}轉念一想， 這個生活方式可能 不太適合我。

source: <25>{#p/undyne}{#f/17}* They don't even let ME help them feel better!
pt_br: <25>{#p/undyne}{#f/17}* Ele não me deixa fazê-lo se sentir melhor!
zh_cn: <25>{#p/undyne}{#f/17}* 他都不想让我帮他， 好让他好受些！
zh_tw: <25>{#p/undyne}{#f/17}* 他都不想讓我幫他， 好讓他好受些！

source: <25>{#p/undyne}{#f/16}* ... guess not everyone can be made happier by hanging out with them.
pt_br: <25>{#p/undyne}{#f/16}* ... acho que nem todo mundo pode ser feliz só por sair com eles.
zh_cn: <25>{#p/undyne}{#f/16}* ...我想应该不是每个人都是 一跟朋友出去玩就能 开心的。
zh_tw: <25>{#p/undyne}{#f/16}* ...我想應該不是每個人都是 一跟朋友出去玩就能 開心的。

source: <18>{#p/papyrus}{#f/5}YEAH... SANS CAN BE THE SAME WAY AT TIMES.
pt_br: <18>{#p/papyrus}{#f/5}É... O SANS PODE SER ASSIM AS VEZES.
zh_cn: <18>{#p/papyrus}{#f/5}是啊... SANS有时候也是这样。
zh_tw: <18>{#p/papyrus}{#f/5}是啊... SANS有時候也是這樣。

source: <18>{#p/papyrus}{#f/0}I MEAN, DON'T GET ME WRONG. HE'S USUALLY OKAY!
pt_br: <18>{#p/papyrus}{#f/0}QUER DIZER, NÃO ME ENTENDA ERRADO. ELE ESTÁ BEM!
zh_cn: <18>{#p/papyrus}{#f/0}啊，别误会。 他一般都好着呢！
zh_tw: <18>{#p/papyrus}{#f/0}啊，別誤會。 他一般都好著呢！

source: <18>{#p/papyrus}{#f/6}BUT, LIKE EVERYONE, HE HAS HIS BAD DAYS.
pt_br: <18>{#p/papyrus}{#f/6}MAS, IGUAL TODO MUNDO, ELE TEM SEUS DIAS RUINS.
zh_cn: <18>{#p/papyrus}{#f/6}但是， 谁都有不如意的时候嘛。
zh_tw: <18>{#p/papyrus}{#f/6}但是， 誰都有不如意的時候嘛。

source: <25>{#p/undyne}{#f/14}* Like "everyone," huh? * Does this "everyone" include Papyrus?
pt_br: <25>{#p/undyne}{#f/14}* Igual "todo mundo?" * Esse "todo mundo" inclui o Papyrus?
zh_cn: <25>{#p/undyne}{#f/14}* 你这个“谁”包括Papyrus吗？
zh_tw: <25>{#p/undyne}{#f/14}* 你這個「誰」包括Papyrus嗎？

source: <18>{#p/papyrus}{#f/4}OKAY, OKAY...
pt_br: <18>{#p/papyrus}{#f/4}TÁ BOM, TÁ BOM...
zh_cn: <18>{#p/papyrus}{#f/4}好啦，好啦...
zh_tw: <18>{#p/papyrus}{#f/4}好啦，好啦...

source: <18>{#p/papyrus}{#f/0}ALMOST EVERYONE.
pt_br: <18>{#p/papyrus}{#f/0}QUASE TODO MUNDO.
zh_cn: <18>{#p/papyrus}{#f/0}我把“谁”改成“大部分人” 好了。
zh_tw: <18>{#p/papyrus}{#f/0}我把「誰」改成「大部分人」 好了。

source: <18>{#p/papyrus}{#f/0}ALAS, I'M MUCH MORE SUITED AS A CHEERER-UPPER.
pt_br: <18>{#p/papyrus}{#f/0}INFELIZMENTE, SOU MUITO MAIS ADEQUADO COMO UM TORCEDOR.
zh_cn: <18>{#p/papyrus}{#f/0}唉，我感觉我更适合 当啦啦队队员。
zh_tw: <18>{#p/papyrus}{#f/0}唉，我感覺我更適合 當啦啦隊隊員。

source: <18>{#p/papyrus}{#f/5}... RATHER THAN SOMEONE WHO NEEDS CHEERING UP.
pt_br: <18>{#p/papyrus}{#f/5}... MAIS DO QUE ALGUÉM QUE PRECISA DE ANIMAÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}...而不是那个 要别人帮忙 安慰我的人。
zh_tw: <18>{#p/papyrus}{#f/5}...而不是那個 要別人幫忙 安慰我的人。

source: <18>{#p/papyrus}{#f/4}I'VE HEARD THERE'S A WAY TO BEAT THIS GAME...
pt_br: <18>{#p/papyrus}{#f/4}EU OUVI DIZER QUE TEM UM JEITO DE VENCER O JOGO...
zh_cn: <18>{#p/papyrus}{#f/4}我听说有一种方法 可以赢这个游戏...
zh_tw: <18>{#p/papyrus}{#f/4}我聽說有一種方法 可以贏這個遊戲...

source: <18>{#p/papyrus}{#f/0}SOMETHING ABOUT OFFERING "TIMELY ENCOURAGEMENT."
pt_br: <18>{#p/papyrus}{#f/0}ALGO SOBRE "ENCORAJAMENTO OPORTUNO".
zh_cn: <18>{#p/papyrus}{#f/0}就是关于提供 “及时的鼓励”。
zh_tw: <18>{#p/papyrus}{#f/0}就是關於提供 「及時的鼓勵」。

source: <18>{#p/papyrus}{#f/5}TIMELY ENCOURAGEMENT...
pt_br: <18>{#p/papyrus}{#f/5}ENCORAJAMENTO OPORTUNO...
zh_cn: <18>{#p/papyrus}{#f/5}及时的鼓励...
zh_tw: <18>{#p/papyrus}{#f/5}及時的鼓勵...

source: <18>{#p/papyrus}{#f/4}AS IF THERE'S ENCOURAGEMENT THAT -ISN'T- TIMELY.
pt_br: <18>{#p/papyrus}{#f/4}COMO SE EXISTISSE UM ENCORAJAMENTO -NÃO- OPORTUNO.
zh_cn: <18>{#p/papyrus}{#f/4}怎么说得好像还有 【不及时的】鼓励 一样。
zh_tw: <18>{#p/papyrus}{#f/4}怎麼說得好像還有 【不及時的】鼓勵 一樣。

source: <25>{#p/undyne}{#f/12}* Yeah, sometimes it can be a little awkward...
pt_br: <25>{#p/undyne}{#f/12}* É, as vezes pode ser um pouco estranho...
zh_cn: <25>{#p/undyne}{#f/12}* 啊， 有时候会有点尴尬...
zh_tw: <25>{#p/undyne}{#f/12}* 啊， 有時候會有點尷尬...

source: <25>{#p/undyne}{#f/1}* But for the most part, you're right.
pt_br: <25>{#p/undyne}{#f/1}* Mas na maior parte, você está certo.
zh_cn: <25>{#p/undyne}{#f/1}* 但是总的来说，你是对的。
zh_tw: <25>{#p/undyne}{#f/1}* 但是總的來說，你是對的。

source: <18>{#p/papyrus}{#f/0}WHAT DO YOU MEAN?
pt_br: <18>{#p/papyrus}{#f/0}O QUE VOCÊ QUER DIZER?
zh_cn: <18>{#p/papyrus}{#f/0}你什么意思？
zh_tw: <18>{#p/papyrus}{#f/0}你什麼意思？

source: <25>{#p/undyne}{#f/1}* Well... if you encourage again and again...
pt_br: <25>{#p/undyne}{#f/1}* Bem... se você encorajar de novo e de novo...
zh_cn: <25>{#p/undyne}{#f/1}* 呃...如果你一再鼓励...
zh_tw: <25>{#p/undyne}{#f/1}* 呃...如果你一再鼓勵...

source: <25>{#p/undyne}{#f/1}* They might think you're just buttering them up.
pt_br: <25>{#p/undyne}{#f/1}* Podem acabar pensando que você só tá sendo enjoado.
zh_cn: <25>{#p/undyne}{#f/1}* 他们估计就以为 你在阿谀逢迎了。
zh_tw: <25>{#p/undyne}{#f/1}* 他們估計就以為 你在阿諛逢迎了。

source: <18>{#p/papyrus}{#f/7}WHAT!? I ONLY USE BUTTER FOR COOKING!
pt_br: <18>{#p/papyrus}{#f/7}O QUE!? EU SÓ USO MANTEIGA PARA COZINHAR!
zh_cn: <18>{#p/papyrus}{#f/7}鳄鱼！？蜂蝇！？ 我家里可没有这些！
zh_tw: <18>{#p/papyrus}{#f/7}鱷魚！？蜂蠅！？ 我家裡可沒有這些！

source: <25>{#p/undyne}{#f/16}* All I'm saying is, if you constantly encourage someone...
pt_br: <25>{#p/undyne}{#f/16}* O que eu estou dizendo é que se você encorajar alguém demais...
zh_cn: <25>{#p/undyne}{#f/16}* 我是说啊， 如果你不断鼓励别人...
zh_tw: <25>{#p/undyne}{#f/16}* 我是說啊， 如果你不斷鼓勵別人...

source: <25>{#p/undyne}{#f/16}* They won't even get a chance to process it.
pt_br: <25>{#p/undyne}{#f/16}* A pessoa não terá a chance de processar nada.
zh_cn: <25>{#p/undyne}{#f/16}* 他们会大脑过载的。
zh_tw: <25>{#p/undyne}{#f/16}* 他們會大腦過載的。

source: <25>{#p/undyne}{#f/17}* So take it at a steady pace!!
pt_br: <25>{#p/undyne}{#f/17}* Então tome isso como um aviso amigo!!
zh_cn: <25>{#p/undyne}{#f/17}* 所以嘛，要稳扎稳打！！
zh_tw: <25>{#p/undyne}{#f/17}* 所以嘛，要穩紮穩打！！

source: <18>{#p/papyrus}{#f/4}... I'LL START PROCESSING THIS ADVICE RIGHT AWAY.
pt_br: <18>{#p/papyrus}{#f/4}... EU VOU PROCESSAR ESSE CONSELHO AGORA.
zh_cn: <18>{#p/papyrus}{#f/4}...我立刻开始处理这个 建议。
zh_tw: <18>{#p/papyrus}{#f/4}...我立刻開始處理這個 建議。

source: <18>{#p/papyrus}{#f/5}I SUPPOSE TOO MUCH COULD BE OVERWHELMING...
pt_br: <18>{#p/papyrus}{#f/5}I SUPONHO QUE MUITO DISSO SERIA CANSATIVO...
zh_cn: <18>{#p/papyrus}{#f/5}我要是想太多可能会 让人不知所措...
zh_tw: <18>{#p/papyrus}{#f/5}我要是想太多可能會 讓人不知所措...

source: <18>{#p/papyrus}{#f/6}I'LL GET BACK TO YOU WHEN I'M DONE PROCESSING!!!
pt_br: <18>{#p/papyrus}{#f/6}EU TE LIGO DE VOLTA ASSIM QUE TERMINAR DE PENSAR!!!
zh_cn: <18>{#p/papyrus}{#f/6}我思考完了再回来！！！
zh_tw: <18>{#p/papyrus}{#f/6}我思考完了再回來！！！

source: <18>{#p/papyrus}{#f/5}HAVE YOU EVER NOTICED ANYTHING STRANGE HERE?
pt_br: <18>{#p/papyrus}{#f/5}VOCÊ JÁ NOTOU QUE TEM ALGUMA COISA ESTRANHA AQUI?
zh_cn: <18>{#p/papyrus}{#f/5}你有没有注意到一件 怪事？
zh_tw: <18>{#p/papyrus}{#f/5}你有沒有注意到一件 怪事？

source: <18>{#p/papyrus}{#f/4}I COULD SWEAR A MYSTERIOUS SONG WAS PLAYING...
pt_br: <18>{#p/papyrus}{#f/4}EU PODERIA JURAR QUE TEM UM SOM TOCANDO...
zh_cn: <18>{#p/papyrus}{#f/4}我跟你保证这里肯定 放着一首神秘的歌曲...
zh_tw: <18>{#p/papyrus}{#f/4}我跟你保證這裡肯定 放著一首神秘的歌曲...

source: <18>{#p/papyrus}{#f/5}AND SOMETHING IN THE DISTANCE WAS VISIBLE, TOO...
pt_br: <18>{#p/papyrus}{#f/5}E ALGO NA DISNTÂNCIA ERA VISÍVEL TAMBÉM...
zh_cn: <18>{#p/papyrus}{#f/5}肯定在特定的角度能 看见一些平时看不见 的东西...
zh_tw: <18>{#p/papyrus}{#f/5}肯定在特定的角度能 看見一些平時看不見 的東西...

source: <18>{#p/papyrus}{#f/0}OH WELL. I'M SURE IT'S JUST MY IMAGINATION.
pt_br: <18>{#p/papyrus}{#f/0}BEM. CERTEZA QUE ERA SÓ MINHA IMAGINAÇÃO.
zh_cn: <18>{#p/papyrus}{#f/0}啊算了。 只是我的想象罢了。
zh_tw: <18>{#p/papyrus}{#f/0}啊算了。 只是我的想像罷了。

source: <25>{#p/undyne}{#f/14}* Actually... * You're not the only one who's heard something.
pt_br: <25>{#p/undyne}{#f/14}* Olha... * Você não é o único que escutou alguma coisa.
zh_cn: <25>{#p/undyne}{#f/14}* 其实... * 我也听得见那个歌声。
zh_tw: <25>{#p/undyne}{#f/14}* 其實... * 我也聽得見那個歌聲。

source: <25>{#p/undyne}{#f/17}* I could have sworn there was something there, too.
pt_br: <25>{#p/undyne}{#f/17}* Eu poderia jurar que tinha algo lá, também.
zh_cn: <25>{#p/undyne}{#f/17}* 而且那边也肯定有什么 平常看不见的东西。
zh_tw: <25>{#p/undyne}{#f/17}* 而且那邊也肯定有什麼 平常看不見的東西。

source: <18>{#p/papyrus}{#f/5}LIKE A SOUND YOU KNOW IS IN THE ROOM WITH YOU...
pt_br: <18>{#p/papyrus}{#f/5}UM SOM QUE VOCÊ SABE QUE ESTÁ LÁ COM VOCÊ...
zh_cn: <18>{#p/papyrus}{#f/5}那种声音， 你能感受到...
zh_tw: <18>{#p/papyrus}{#f/5}那種聲音， 你能感受到...

source: <18>{#p/papyrus}{#f/4}... BUT CAN'T BE CONFIRMED WITH YOUR SENSES.
pt_br: <18>{#p/papyrus}{#f/4}... MAS NÃO PODE SER CONFIRMADO COM SENTIDOS.
zh_cn: <18>{#p/papyrus}{#f/4}...但是确切去听的时候， 你又听不见了。
zh_tw: <18>{#p/papyrus}{#f/4}...但是確切去聽的時候， 你又聽不見了。

source: <25>{#p/undyne}{#f/1}* Yeah!! * That's the one!!
pt_br: <25>{#p/undyne}{#f/1}* Isso!! * É isso mesmo!!
zh_cn: <25>{#p/undyne}{#f/1}* 对！！ * 正是那个！！
zh_tw: <25>{#p/undyne}{#f/1}* 對！！ * 正是那個！！

source: <18>{#p/papyrus}{#f/0}MAYBE IT'S A SOUND FROM THE ORIGINS OF THE COSMOS.
pt_br: <18>{#p/papyrus}{#f/0}TALVEZ SEJA UM SOM COM ORIGEM NO COSMO.
zh_cn: <18>{#p/papyrus}{#f/0}也许是宇宙起源之音吧。
zh_tw: <18>{#p/papyrus}{#f/0}也許是宇宙起源之音吧。

source: <18>{#p/papyrus}{#f/5}A LOST CALL FROM ACROSS THE STARS...
pt_br: <18>{#p/papyrus}{#f/5}UM CHAMADO PERDIDO VINDO DAS ESTRELAS...
zh_cn: <18>{#p/papyrus}{#f/5}或许是星际中的迷失 通讯...
zh_tw: <18>{#p/papyrus}{#f/5}或許是星際中的迷失 通訊...

source: <18>{#p/papyrus}{#f/5}TRACING BACK TO WHEN THE UNIVERSE BEGAN.
pt_br: <18>{#p/papyrus}{#f/5}VINDO DO INICÍO DO UNIVERSO.
zh_cn: <18>{#p/papyrus}{#f/5}一切都要追溯到宇宙 起源。
zh_tw: <18>{#p/papyrus}{#f/5}一切都要追溯到宇宙 起源。

source: <25>{#p/undyne}{#f/17}* And if the universe HAS no beginning??
pt_br: <25>{#p/undyne}{#f/17}* E se o universo não tiver começo??
zh_cn: <25>{#p/undyne}{#f/17}* 那要是宇宙没有 起源呢？？
zh_tw: <25>{#p/undyne}{#f/17}* 那要是宇宙沒有 起源呢？？

source: <18>{#p/papyrus}{#f/1}N-NO...!! A CHALLENGE TO MY IMPECCABLE THEORY!
pt_br: <18>{#p/papyrus}{#f/1}N-NÃO...!! UM DESAFIO A MINHA TEORIA!
zh_cn: <18>{#p/papyrus}{#f/1}不-不...！！ 这是对我无懈可击 推理的挑战！
zh_tw: <18>{#p/papyrus}{#f/1}不-不...！！ 這是對我無懈可擊 推理的挑戰！

source: <18>{#p/papyrus}{#f/5}HOW WILL I EVER RECOVER MY LOST REPUTATION...
pt_br: <18>{#p/papyrus}{#f/5}COMO PODEREI RECUPERAR MINHA REPUTAÇÃO PERDIDA...
zh_cn: <18>{#p/papyrus}{#f/5}现在我要找公关了...
zh_tw: <18>{#p/papyrus}{#f/5}現在我要找公關了...

source: <18>{#p/papyrus}{#f/5}I OFTEN WONDER WHY THE HUMANS HAD TO TRAP US HERE.
pt_br: <18>{#p/papyrus}{#f/5}ME PERGUNTO O PORQUE DOS HUMANOS TEREM NOS PRENDIDO AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}我经常在想为什么 人类要把我们 困在这里。
zh_tw: <18>{#p/papyrus}{#f/5}我經常在想為什麼 人類要把我們 困在這裡。

source: <18>{#p/papyrus}{#f/5}I GET THAT THEY WERE AFRAID OF US, BUT...
pt_br: <18>{#p/papyrus}{#f/5}EU SEI QUE ELES ESTAVAM COM MEDO DE NÓS, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}我知道他们害怕 我们，但是...
zh_tw: <18>{#p/papyrus}{#f/5}我知道他們害怕 我們，但是...

source: <18>{#p/papyrus}{#f/6}COULDN'T THEY HAVE JUST RUN AWAY!?
pt_br: <18>{#p/papyrus}{#f/6}ELES NÃO PODERIAM TER SÓ FUGIDO!?
zh_cn: <18>{#p/papyrus}{#f/6}他们就不会逃跑吗！？
zh_tw: <18>{#p/papyrus}{#f/6}他們就不會逃跑嗎！？

source: <18>{#p/papyrus}{#f/6}OR, EVEN BETTER, TALK TO US ABOUT IT!!
pt_br: <18>{#p/papyrus}{#f/6}OU MELHOR, TER FEITO UM ACORDO!!
zh_cn: <18>{#p/papyrus}{#f/6}或者，跟我们谈谈， 这不也挺好吗！！
zh_tw: <18>{#p/papyrus}{#f/6}或者，跟我們談談， 這不也挺好嗎！！

source: <18>{#p/papyrus}{#f/5}IT'S UNFORTUNATE THEY NEVER THOUGHT OF THOSE THINGS.
pt_br: <18>{#p/papyrus}{#f/5}É UMA PENA ELE NUNCA TER PENSADO NESSAS COISAS.
zh_cn: <18>{#p/papyrus}{#f/5}很不幸，他们从来 没有想过这些事情。
zh_tw: <18>{#p/papyrus}{#f/5}很不幸，他們從來 沒有想過這些事情。

source: <25>{#p/undyne}{#f/16}* Yeah, I often wonder about that too.
pt_br: <25>{#p/undyne}{#f/16}* É, eu me pergunto sobre isso também.
zh_cn: <25>{#p/undyne}{#f/16}* 对呀，我也经常这么想。
zh_tw: <25>{#p/undyne}{#f/16}* 對呀，我也經常這麼想。

source: <25>{#p/undyne}{#f/17}* It's kind of impressive how dumb they are.
pt_br: <25>{#p/undyne}{#f/17}* É meio impressionante o quão burro é.
zh_cn: <25>{#p/undyne}{#f/17}* 他们蠢得让人印象深刻。
zh_tw: <25>{#p/undyne}{#f/17}* 他們蠢得讓人印象深刻。

source: <18>{#p/papyrus}{#f/7}THEY'RE NOT DUMB!!
pt_br: <18>{#p/papyrus}{#f/7}NÃO É BURRO!!
zh_cn: <18>{#p/papyrus}{#f/7}人类不蠢！！
zh_tw: <18>{#p/papyrus}{#f/7}人類不蠢！！

source: <18>{#p/papyrus}{#f/5}THEY JUST...
pt_br: <18>{#p/papyrus}{#f/5}SÓ É...
zh_cn: <18>{#p/papyrus}{#f/5}人类就只是...
zh_tw: <18>{#p/papyrus}{#f/5}人類就只是...
