Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asriel1}{#f/13}* The power's gone. * But it makes sense they'd shut this off.
pt_br: <25>{#p/asriel1}{#f/13}* A energia se foi. * Mas faz sentido eles terem desligado.
zh_cn: <25>{#p/asriel1}{#f/13}* 没电了。 * 不过想想也正常， 肯定得把这玩意关掉。
zh_tw: <25>{#p/asriel1}{#f/13}* 沒電了。 * 不過想想也正常， 肯定得把這玩意關掉。

source: <25>{#f/17}* Wouldn't want anyone to get distracted and miss the transport, right?
pt_br: <25>{#f/17}* Não seria legal que alguém se distraísse e perdesse o transporte.
zh_cn: <25>{#f/17}* 要是有人玩游戏玩过头， 错过了运输船， 可就完蛋了。
zh_tw: <25>{#f/17}* 要是有人玩遊戲玩過頭， 錯過了運輸船， 可就完蛋了。

source: <25>{#p/asriel1}{#f/13}* To be fair, I don't think they'd actually let someone miss it.
pt_br: <25>{#p/asriel1}{#f/13}* Na verdade, eu não acho que eles deixariam alguém pra trás.
zh_cn: <25>{#p/asriel1}{#f/13}* 不过说真的， 我觉得他们 肯定不会让人错过的。
zh_tw: <25>{#p/asriel1}{#f/13}* 不過說真的， 我覺得他們 肯定不會讓人錯過的。

source: <25>{#f/13}* Dr. Alphys probably has some kind of thing to scan for SOULs, so...
pt_br: <25>{#f/13}* Dr. Alphys provavelmente tem algum aparelho que procura almas, então...
zh_cn: <25>{#f/13}* Alphys博士应该有 类似能扫描灵魂的装置， 所以...
zh_tw: <25>{#f/13}* Alphys博士應該有 類似能掃描靈魂的裝置， 所以...

source: <25>{#f/17}* They'd know if anyone was left behind.
pt_br: <25>{#f/17}* Eles saberiam se deixassem alguém para trás.
zh_cn: <25>{#f/17}* 他们会知道 有没有人落下的。
zh_tw: <25>{#f/17}* 他們會知道 有沒有人落下的。

source: <25>{#f/15}* Makes me wonder if they can see us out here right now...
pt_br: <25>{#f/15}* Me faz questionar se eles podem nos ver agora...
zh_cn: <25>{#f/15}* 真想知道他们现在 能不能看到我们...
zh_tw: <25>{#f/15}* 真想知道他們現在 能不能看到我們...

source: <25>{#p/asriel1}{#f/17}* Don't worry, Frisk. * The new homeworld will have plenty of games.
pt_br: <25>{#p/asriel1}{#f/17}* Não se preocupa, Frisk. * No novo planeta teremos vários jogos.
zh_cn: <25>{#p/asriel1}{#f/17}* 别担心，Frisk。 * 新家园肯定 会有很多游戏的。
zh_tw: <25>{#p/asriel1}{#f/17}* 別擔心，Frisk。 * 新家園肯定 會有很多遊戲的。

source: <32>{#p/basic}* It's a game terminal...
pt_br: <32>{#p/basic}* É um terminal de jogo.
zh_cn: <32>{#p/basic}* 这是个游戏终端...
zh_tw: <32>{#p/basic}* 這是個遊戲終端...

source: <32>{#p/basic}* The power supply has been cut.
pt_br: <32>{#p/basic}* O suprimento de energia foi cortado.
zh_cn: <32>{#p/basic}* 电源被切断了。
zh_tw: <32>{#p/basic}* 電源被切斷了。

source: <32>{#p/basic}* "Shoot targets as fast as you can! Use [Z] to shoot."
pt_br: <32>{#p/basic}* "Atire nos alvos o mais rápido que puder! Use [Z] para atirar."
zh_cn: <32>{#p/basic}* “尽可能快速射击目标！ 用[Z]来射击。”
zh_tw: <32>{#p/basic}* 「儘可能快速射擊目標！ 用[Z]來射擊。」

source: <32>{#p/human}* (The books on this bookshelf consist of puzzler's guides and children's stories.)
pt_br: <32>{#p/human}* (O livro nesta prateleira consiste em vários quebra-cabeças resolvidos.)
zh_cn: <32>{#p/human}* （书架上放着谜题指引书， 以及儿童故事书。）
zh_tw: <32>{#p/human}* （書架上放著謎題指引書， 以及兒童故事書。）

source: <32>{#p/basic}* The bookshelf is filled with complex tomes about puzzle creation.
pt_br: <32>{#p/basic}* A estante está cheia de tomos complexos sobre a criação de quebra-cabeças.
zh_cn: <32>{#p/basic}* 书架上摆满了关于 谜题创作的复杂书籍。
zh_tw: <32>{#p/basic}* 書架上擺滿了關於 謎題創作的複雜書籍。

source: <32>* And children's books.
pt_br: <32>* E livros de crianças.
zh_cn: <32>* 还有儿童读物。
zh_tw: <32>* 還有兒童讀物。

source: <18>{#p/papyrus}SOME OF MY FAVORITE BOOKS ARE ON THAT SHELF.
pt_br: <18>{#p/papyrus}AÍ ESTÃO MAIOR PARTE DOS MEUS LIVROS FAVORITOS.
zh_cn: <18>{#p/papyrus}我把一部分 我最喜欢的书 都放在那个书架上。
zh_tw: <18>{#p/papyrus}我把一部分 我最喜歡的書 都放在那個書架上。

source: <18>{#f/4}LIKE "ADVANCED PUZZLE CONSTRUCTS FOR BRIGHT MINDS."
pt_br: <18>{#f/4}COMO "FORMAS DE CRIAÇÃO DE QUEBRAS-CABEÇAS."
zh_cn: <18>{#f/4}比如《为聪明人 设计的高级 谜题结构》。
zh_tw: <18>{#f/4}比如《為聰明人 設計的高級 謎題結構》。

source: <18>{#f/0}AND ANOTHER FAVORITE OF MINE?
pt_br: <18>{#f/0}E OUTRO FAVORITO MEU?
zh_cn: <18>{#f/0}我另一本最爱呢？
zh_tw: <18>{#f/0}我另一本最愛呢？

source: <18>{#f/4}"PEEK-A-BOO WITH FLUFFY BUNNY."
pt_br: <18>{#f/4}"ESCONDE-ESCONDE COM COELHINHO FOFO."
zh_cn: <18>{#f/4}是《和毛茸茸的兔兔 捉迷藏》。
zh_tw: <18>{#f/4}是《和毛茸茸的兔兔 捉迷藏》。

source: <18>{#f/8}THE ENDING ALWAYS GETS ME!
pt_br: <18>{#f/8}O FINAL SEMPRE ME PEGA!
zh_cn: <18>{#f/8}结局每次都会 打动到我！
zh_tw: <18>{#f/8}結局每次都會 打動到我！

source: <32>{#p/basic}* Complex manuals and children's books.
pt_br: <32>{#p/basic}* Manuais complexos e livros de crianças.
zh_cn: <32>{#p/basic}* 复杂的手册和儿童读物。
zh_tw: <32>{#p/basic}* 複雜的手冊和兒童讀物。

source: <32>{#p/human}* (You pick out a book...)
pt_br: <32>{#p/human}* (Você pega um livro...)
zh_cn: <32>{#p/human}* （你取下了一本书...）
zh_tw: <32>{#p/human}* （你取下了一本書...）

source: <32>{#p/basic}* "The cornerstone of a puzzle's interactive value is the player's affectation."
pt_br: <32>{#p/basic}* "A pedra angular do valor interativo de um QC é a afetação do jogador."
zh_cn: <32>{#p/basic}* “奠定谜题互动价值的， 是玩家的配合程度。”
zh_tw: <32>{#p/basic}* 「奠定謎題互動價值的， 是玩家的配合程度。」

source: <32>* "The tacit drive within every player to explore, progress, and complete a given task."
pt_br: <32>* "O impulso dentro de cada jogador para completar uma determinada tarefa."
zh_cn: <32>* “每个玩家都有探索、前进 和完成既定任务的 内在动力。”
zh_tw: <32>* 「每個玩家都有探索、前進 和完成既定任務的 內在動力。」

source: <32>* "A puzzle that challenges and engages these motivations will ensure..."
pt_br: <32>* "Um quebra-cabeça que desafia e envolve essas motivações garantirá..."
zh_cn: <32>* “那些具有挑战性、能够 吸引这些动力的谜题...”
zh_tw: <32>* 「那些具有挑戰性、能夠 吸引這些動力的謎題...」

source: <32>* "The player remains focused and on task until the very end."
pt_br: <32>* "O jogador permanece focado e na tarefa até o final."
zh_cn: <32>* “能够确保玩家始终 专注于任务，直到最后一刻。”
zh_tw: <32>* 「能夠確保玩家始終 專注於任務，直到最後一刻。」

source: <32>{#p/human}* (You put the book back on the shelf.)
pt_br: <32>{#p/human}* (Você põe o livro de volta no lugar.)
zh_cn: <32>{#p/human}* （你把书放回了书架。）
zh_tw: <32>{#p/human}* （你把書放回了書架。）

source: <32>{#p/basic}* "'Peek-A-Boo!' said the human, appearing from behind the wall."
pt_br: <32>{#p/basic}* "'Boooo' disse o humano, aparecendo por trás da parede."
zh_cn: <32>{#p/basic}* “‘来玩躲猫猫吧！’ 人类从墙后出现， 对小兔兔说道。”
zh_tw: <32>{#p/basic}* 「『來玩躲貓貓吧！』 人類從牆後出現， 對小兔兔說道。」

source: <32>* "The fluffy bunny, surprised, looked at the human excitedly."
pt_br: <32>* "O coelho fofo, surpreso, olhou como o humano animado."
zh_cn: <32>* “毛茸茸的兔兔又惊又喜， 兴奋地看着眼前的人类。”
zh_tw: <32>* 「毛茸茸的兔兔又驚又喜， 興奮地看著眼前的人類。」

source: <32>* "Then, the human moved away... no longer able to see them, the fluffy bunny was sad."
pt_br: <32>* "Então, o humano saiu... sem mais conseguir vê-lo, o coelho fofo estava triste."
zh_cn: <32>* “然后，人类离开了... 毛茸茸的兔兔看不到人类了， 它非常地伤心。”
zh_tw: <32>* 「然後，人類離開了... 毛茸茸的兔兔看不到人類了， 它非常地傷心。」

source: <32>* "It shook, thinking about how lonely it'd be."
pt_br: <32>* "É chocante, pensar no quão sozinho ele estaria."
zh_cn: <32>* “它的身体颤抖着， 思考着自己是多么孤单。”
zh_tw: <32>* 「它的身體顫抖著， 思考著自己是多麼孤單。」

source: <32>* "It wanted to cry, thinking it'd been abandoned for all eternity..."
pt_br: <32>* "Ele queria chorar, pensando que foi abandonado pela eternidade..."
zh_cn: <32>* “它很想哭， 觉得自己被永远抛弃了...”
zh_tw: <32>* 「它很想哭， 覺得自己被永遠拋棄了...」

source: <32>* "But then, the human appeared once again, and all was right with the world."
pt_br: <32>* "Mas então, o humano apareceu de novo, e tudo estava certo no mundo."
zh_cn: <32>* “但后来，人类又出现了， 世界又恢复了正常。”
zh_tw: <32>* 「但後來，人類又出現了， 世界又恢復了正常。」

source: <32>* "The human and the bunny gave each other a big, fluffy hug."
pt_br: <32>* "O humano e o coelho se deram um grande abraço fofo."
zh_cn: <32>* “人类和兔兔给了彼此 一个大大的、毛茸茸的拥抱。”
zh_tw: <32>* 「人類和兔兔給了彼此 一個大大的、毛茸茸的擁抱。」

source: <23>{#p/papyrusnt}"DEAR DAIRY, THE FORCE FIELD HAS BEEN DESTROYED."
pt_br: <23>{#p/papyrusnt}"QUERIDO DIARIO, O ESCUDO DE FORÇA FOI DESTRUÍDO."
zh_cn: <23>{#p/papyrusnt}“亲爱的日计： 力场已经被摧毁了。”
zh_tw: <23>{#p/papyrusnt}「親愛的日計： 力場已經被摧毀了。」

source: <23>"FRISK, THE HUMAN WHO CAME TO THE OUTPOST JUST A FEW DAYS AGO..."
pt_br: <23>"FRISK, O HUMANO QUE CHEGOU NO OUTPOST ALGUNS DIAS ATRÁS..."
zh_cn: <23>“FRISK，那个几天前 刚到前哨站的人类...”
zh_tw: <23>「FRISK，那個幾天前 剛到前哨站的人類...」

source: <23>"IS NOW THE SUBJECT OF FEAR AMONG EVERYONE ON THE OUTPOST."
pt_br: <23>"É AGORA UM SUJEITO AO QUAL TODOS TEMEM NO OUTPOST."
zh_cn: <23>“现在成了前哨站所有人 所恐惧的对象。”
zh_tw: <23>「現在成了前哨站所有人 所恐懼的對象。」

source: <23>"WE'RE ALL LEAVING RIGHT AWAY, BEFORE THEY WAKE UP."
pt_br: <23>"NÓS VAMOS FUGIR AGORA MESMO, ANTES QUE ELE POSSA ACORDAR."
zh_cn: <23>“趁那人还没醒来， 我们都得马上离开。”
zh_tw: <23>「趁那人還沒醒來， 我們都得馬上離開。」

source: <23>"STILL, A PART HOPES THEY FIND THEIR WAY OFF THE OUTPOST, TOO."
pt_br: <23>"PARTE DE MIM DESEJA QUE ELE POSSA ENCONTRAR O PRÓPRIO CAMINHO FORA DO OUTPOST."
zh_cn: <23>“其他人好像都乐意 让那人自生自灭。”
zh_tw: <23>「其他人好像都樂意 讓那人自生自滅。」

source: <23>"EVERYONE ELSE JUST SEEMS CONTENT LEAVING THEM TO DIE."
pt_br: <23>"TODOS OS OUTROS SÓ PARECEM FELIZES EM DEIXÁ-LO AQUI PARA MORRER."
zh_cn: <23>“但我内心深处还是希望 那人也能逃出前哨站， 找到一条生路。”
zh_tw: <23>「但我內心深處還是希望 那人也能逃出前哨站， 找到一條生路。」

source: <23>"TOOK ON IMPOSSIBLE ODDS TO SAVE US FROM DESTRUCTION."
pt_br: <23>"NÓS NOS ESFORÇAMOS MUITOS PARA NÃO SERMOS DESTRUÍDOS."
zh_cn: <23>“克服了重重困难， 把处于毁灭边缘的我们 给救了回来。”
zh_tw: <23>「克服了重重困難， 把處於毀滅邊緣的我們 給救了回來。」

source: <23>"MAYBE THIS IS WHAT'LL INSPIRE SANS TO MOVE UP IN THE WORLD."
pt_br: <23>"TALVEZ SEJA ISSO QUE INSPIRA SANS A IR EMBORA SEM REMORSOS TAMBÉM."
zh_cn: <23>“说不定这件事 能让SANS也振作起来。”
zh_tw: <23>「說不定這件事 能讓SANS也振作起來。」

source: <23>"I ONLY MENTION IT BECAUSE, I NEVER KNEW HIS SENTRY JOB..."
pt_br: <23>"EU SÓ ESTOU MENCIONANDO ISSO, PORQUE NUNCA SOBRE QUE SEU TRABALHO COMO SENTINELA..."
zh_cn: <23>“我之所以会提到这个， 是因为我从来不知道 他所谓的哨兵工作...”
zh_tw: <23>「我之所以會提到這個， 是因為我從來不知道 他所謂的哨兵工作...」

source: <23>"MEANT DOING SO LITTLE ACTUAL WORK."
pt_br: <23>"SIGNIFICAVA FAZER TÃO POUCO TRABALHO DE VERDADE."
zh_cn: <23>“居然那么轻松。”
zh_tw: <23>「居然那麼輕鬆。」

source: <23>{#p/papyrusnt}"DEAR DAIRY, SANS HAS JUST BEEN MADE AN OFFICIAL ROYAL SENTRY."
pt_br: <23>{#p/papyrusnt}"QUERIDO DIARIO, SANS ACABA DE SER NOMEADO SENTINELA REAL."
zh_cn: <23>{#p/papyrusnt}“亲爱的日计： SANS刚刚被任命为 正式的皇家哨兵。”
zh_tw: <23>{#p/papyrusnt}「親愛的日計： SANS剛剛被任命為 正式的皇家哨兵。」

source: <23>"AT FIRST, I WAS CONFUSED AT HIM..."
pt_br: <23>"DE PRIMEIRA, EU ESTAVA CONFUSO COM ELE..."
zh_cn: <23>“最开始， 我对他非常地不解...”
zh_tw: <23>「最開始， 我對他非常地不解...」

source: <23>"AFTER ALL, WHY WOULD SOMEBODY SO LAZY WANT TO TAKE THIS ON?"
pt_br: <23>"ATÉ PORQUE, QUAL SERIA A MOTIVAÇÃO DE ALGUÉM TÃO PREGUIÇOSO?"
zh_cn: <23>“毕竟，为什么一个 这么懒的人会想 承担这个工作？”
zh_tw: <23>「畢竟，為什麼一個 這麼懶的人會想 承擔這個工作？」

source: <23>"WELL, I DECIDED NOT TO QUESTION IT."
pt_br: <23>"BEM, EU DECIDI NÃO QUESTIONAR."
zh_cn: <23>“算了， 我就不去追问什么了。”
zh_tw: <23>「算了， 我就不去追問什麼了。」

source: <23>"THE TRUTH IS, I COULDN'T BE MORE PROUD OF HIM!!!"
pt_br: <23>"A VERDADE É QUE EU NÃO PODERIA ESTAR MAIS ORGULHOSO!!!
zh_cn: <23>“事实上，我为他感到 非常骄傲！！！”
zh_tw: <23>「事實上，我為他感到 非常驕傲！！！」

source: <23>"ONLY TIME WILL TELL WHAT GREAT THINGS THIS BRINGS FORTH."
pt_br: <23>"APENAS O TEMPO DIRÁ O BEM QUE ISSO IRÁ NOS TRAZER."
zh_cn: <23>“只有时间才能证明 这会带来什么 伟大的事情。”
zh_tw: <23>「只有時間才能證明 這會帶來什麼 偉大的事情。」

source: <18>{#p/papyrus}THE OUTERNET! I'M QUITE POPULAR THERE.
pt_br: <18>{#p/papyrus}A OUTERNET! EU SOU POPULAR LÁ.
zh_cn: <18>{#p/papyrus}域外网！ 我在那上面 超有人气的。
zh_tw: <18>{#p/papyrus}域外網！ 我在那上面 超有人氣的。

source: <18>{#f/4}I'M JUST A DOZEN AWAY...
pt_br: <18>{#f/4}ESTOU A APENAS UMA DÚZIA DE DISTÂNCIA...
zh_cn: <18>{#f/4}再有12个关注...
zh_tw: <18>{#f/4}再有12個追蹤...ゐ

source: <18>{#f/0}FROM A DOUBLE- DIGIT FOLLOWER COUNT!
pt_br: <18>{#f/0}DE TER DUPLO DIGITO DE SEGUIDORES!
zh_cn: <18>{#f/0}我的粉丝数 就到两位数了！
zh_tw: <18>{#f/0}我的粉絲數 就到兩位數了！

source: <32>{#p/human}* (You move towards the computer...)
pt_br: <32>{#p/human}* (Você vai até o computador...)
zh_cn: <32>{#p/human}* （你走向了电脑...）
zh_tw: <32>{#p/human}* （你走向了電腦...）

source: <32>{#p/basic}* The computer's web browser is opened to a social media site.
pt_br: <32>{#p/basic}* O navegador da Web do computador está aberto em um site.
zh_cn: <32>{#p/basic}* 电脑的浏览器 打开了一个 社交媒体网站。
zh_tw: <32>{#p/basic}* 電腦的瀏覽器 打開了一個 社交媒體網站。

source: * (Log in to Papyrus's account?)
pt_br: * (Entrar na conta do Papyrus?)
zh_cn: * （登录Papyrus的账号吗？）
zh_tw: * （登入Papyrus的帳戶嗎？）

source: <32>{#p/human}* (You decide not to log in.)
pt_br: <32>{#p/human}* (Você decide não entrar.)
zh_cn: <32>{#p/human}* （你决定先不登录。）
zh_tw: <32>{#p/human}* （你決定先不登入。）

source: COOLSKELETON95
zh_cn: 酷炫骷髅95
zh_tw: 酷炫骷髏95

source: -2 FOLLOWERS
pt_br: -2 SEGUIDORES
zh_cn: 粉丝数 -2
zh_tw: 粉絲數 -2

source: THIS ACCOUNT IS OWNED BY THE GREAT PAPYRUS. HIGH-QUALITY POSTS ONLY!
pt_br: ESSA CONTA E DO GRANDE PAPYRUS. CONTEÚDOS DE QUALIDADE!
zh_cn: 这个账号属于 伟大的 PAPYRUS。 只发高质量 帖子！
zh_tw: 這個賬戶屬於 偉大的 PAPYRUS。 只PO高質量 貼文！ゐ

source: - NEWS -
zh_cn: - 新闻 -
zh_tw: - 新聞 -

source: BREAKING: .. .. .. .. WE ALL NEED TO LEAVE.
pt_br: NOTÍCIA: .. .. .. .. NÓS TODOS PRECISAMOS IR.
zh_cn: 突发新闻： .. .. .. ..我们得走了。
zh_tw: 突發新聞： .. .. .. ..我們得走了。

source: BREAKING: WE CAN LEAVE. LIKE.. FOR REAL. SOURCE: LOOK OUTSIDE, PEOPLE!
pt_br: NOTÍCIA: ESTAMOS LIVRES. TIPO.. SÉRIO. FONTE: OLHEM PARA FORA!
zh_cn: 突发新闻： 我们能走了。 ...真正意义上的。 新闻来源： 看看外头吧， 各位！
zh_tw: 突發新聞： 我們能走了。 ...真正意義上的。 新聞來源： 看看外頭吧， 各位！

source: BREAKING: MEW MEW STARFIRE IS.. SUPER BAD. SOURCE: LIKE, IT'S JUST TRUE?
pt_br: NOTÍCIA: MEW MEW STARFIRE É.. BEM RUIM. FONTE: SÓ É, VERDADE?
zh_cn: 突发新闻： 《喵喵星火》 评分.. 一塌糊涂。 新闻来源： 就，这是真的吗？
zh_tw: 突發新聞： 《喵喵星火》 評分.. 一塌糊塗。 新聞來源： 就，這是真的嗎？

source: HOWDY!
pt_br: OPA!
zh_cn: 哈喽！
zh_tw: 哈囉！

source: SAVE YOURSELVES...
pt_br: SALVEM-SE...
zh_cn: 自求多福吧...
zh_tw: 自求多福吧...

source: FAILED TO CONNECT...
pt_br: FALHA AO CONECTAR...
zh_cn: 网络连接失败...
zh_tw: 網路連接失敗...

source: SHARE YOUR THOUGHTS...
pt_br: COMPARTILHE ALGO...
zh_cn: 分享你的想法...
zh_tw: 分享你的想法...

source: TODAY
pt_br: HOJE
zh_cn: 今天
zh_tw: 今天

source: < message deleted >
pt_br: < mensagem deletada >
zh_cn: < 消息已删除 >
zh_tw: < 訊息已刪除 >

source: SYSTEM
pt_br: SISTEMA
zh_cn: 系统消息
zh_tw: 系統訊息

source: The OuterNet is closed.
pt_br: A Outernet foi fechada.
zh_cn: 域外网于今日关停。
zh_tw: 域外網於今日關停。

source: this is why i never go online anymore... nothing meaningful ever happens
pt_br: é por isso que eu não fico mais online... nada de legal acontece
zh_cn: 再也不上网了... 太没劲了...ゑ
zh_tw: 再也不上網了... 太沒勁了...ゑ

source: but i'm a ghost...
pt_br: mas eu sou um fantasma...
zh_cn: 没关系的... 我是幽灵...
zh_tw: 沒關係的... 我是幽靈...

source: umm... i'll just keep working on this mix...
pt_br: umm... eu vou só continuar trabalhando nesta música...
zh_cn: 嗯... 我还是去忙这首曲子的 混音吧...
zh_tw: 嗯... 我還是去忙這首曲子的 混音吧...

source: lazybones.
zh_cn: 懒骨。
zh_tw: 懶骨。

source: let's just hope he doesn't capture our SOULs~ *finger guns*
pt_br: vamos só esperar que ele não capture nossas ALMAS~ *arminhas*
zh_cn: 咱们快祈祷他别把 我们的灵~魂\u4dc1 也抓走咯~ \u4dc3\u4dc3
zh_tw: 咱們快祈禱他別把 我們的靈~魂\u4dc1 也抓走嚕~ \u4dc3\u4dc3ゐ

source: whoops, i forgot to shut off the server
pt_br: Opps, esquece de desligar o servidor
zh_cn: 哎呀， 我忘了关服务器了
zh_tw: 哎呀， 我忘了關伺服器了

source: STRONGFISH91
zh_cn: 壮鱼91
zh_tw: 壯魚91

source: YESTERDAY
pt_br: ONTEM
zh_cn: 昨天
zh_tw: 昨天

source: uh... dont you say that EVERY day, Papyrus?
pt_br: uh... você não fala isso TODO dia, Papyrus?
zh_cn: 嗯... 你不是每天都这么说吗， Papyrus？
zh_tw: 嗯... 你不是每天都這麼說嗎， Papyrus？

source: stay outta this blooky. i dont want you getting hurt too.
pt_br: fique fora disse Blooky. eu não quero que você se machuque também.
zh_cn: blooky，快点离开这。 我不想看到你也跟着受伤。
zh_tw: blooky，快點離開這。 我不想看到你也跟著受傷。

source: papyrus is gone blooky. that human is going to PAY for what they did.
pt_br: O Papyrus se foi blooky. O humano vai PAGAR pelo que ele fez.
zh_cn: blooky，papyrus不在了。 我会让那人类血债血偿。
zh_tw: blooky，papyrus不在了。 我會讓那人類血債血償。

source: well no... but he did capture all of our hearts! FUHUHU!!
pt_br: bem não... mas ele com certeza capturou nossas corações!
zh_cn: 呃，没抓到... 不过，他成功俘获了我们 每个人的心！呋呼呼！！
zh_tw: 呃，沒抓到... 不過，他成功俘獲了我們 每個人的心！呋呼呼！！

source: _Sp4ceAdv3ntur3r_
zh_cn: _舟亢忝行_
zh_tw: _舟亢忝行_

source: < Username Update > Was: _K1ll3rMann3qu1n_ Now: _Sp4ceAdv3ntur3r_
pt_br: < Update de Nome > Was: _K1ll3rMann3qu1n_ Now: _Sp4ceAdv3ntur3r_
zh_cn: < 用户名更新 > 原名：_杀手亾耦_ 现在：_舟亢忝行_
zh_tw: < 使用者名稱更新 > 原名：_摋掱亾耦_ 現在：_舟亢忝洐_ゐ

source: TODAY'S THE DAY I FINALLY CAPTURE A HUMAN! I CAN FEEL IT IN MY BONES!
pt_br: HOJE É O DIA QUE EU IREI CAPTURAR UM HUMANO! SINTO EM MEUS OSSOS!
zh_cn: 今天， 就是我要抓到人类的日子！ 我能从骨子里感觉到！
zh_tw: 今天， 就是我要抓到人類的日子！ 我能從骨子裡感覺到！

source: umm... is there anything i can do to help? things are getting worse...
pt_br: umm... tem algo que eu possa fazer para ajudar? coisas parecem estar piorando...
zh_cn: 呃... 我有什么能帮忙的吗？ 事情变得更糟了...
zh_tw: 呃... 我有什麼能幫忙的嗎？ 事情變得更糟了...

source: so... did papyrus capture a human yet? or...
pt_br: então... papyrus capturou um humano? ou...
zh_cn: 所以... papyrus 抓到人类了吗？还是...
zh_tw: 所以... papyrus 抓到人類了嗎？還是...

source: DON'T YOU
pt_br: VOCÊ NÃO
zh_cn: 你敢
zh_tw: 你敢

source: DARE COME
pt_br: OUSE VIR
zh_cn: 跟过来
zh_tw: 跟過來

source: AFTER US
pt_br: ATRÁS DE NÓS
zh_cn: 试试
zh_tw: 試試

source: SORRY
pt_br: DESCULPA
zh_cn: 对不起
zh_tw: 對不起

source: BUT WE'RE
pt_br: MAS NÓS ESTAMOS
zh_cn: 但我们
zh_tw: 但我們

source: OFFLINE
zh_cn: 停服啦
zh_tw: 停服啦

source: LMAO
zh_cn: 笑死
zh_tw: 笑死

source: REFRESH
pt_br: REFRESCANTE
zh_cn: 刷新页面
zh_tw: 刷新頁面

source: MESSAGES
pt_br: MENSAGENS
zh_cn: 查看消息
zh_tw: 查看訊息

source: SETTINGS
pt_br: CONFIGURAÇÕES
zh_cn: 聊天设置
zh_tw: 聊天設定

source: LOG OUT
pt_br: SAIR
zh_cn: 退出登录
zh_tw: 登出

source: <32>{#p/human}* (You can't seem to find anything in the couch.)
pt_br: <32>{#p/human}* (Você não encontrou nada no sofá.)
zh_cn: <32>{#p/human}* （你在沙发里什么都找不到。）
zh_tw: <32>{#p/human}* （你在沙發裡什麼都找不到。）

source: <32>{#p/basic}* It's been cleaned out.
pt_br: <32>{#p/basic}* Ele foi limpado.
zh_cn: <32>{#p/basic}* 已经被清理干净了。
zh_tw: <32>{#p/basic}* 已經被清理乾淨了。

source: <32>{#p/human}* (You hear a jangling sound within the couch.)
pt_br: <32>{#p/human}* (Você ouve um som estridente dentro do sofá.)
zh_cn: <32>{#p/human}* （你听到沙发里 有叮当的声音。）
zh_tw: <32>{#p/human}* （你聽到沙發裡 有叮噹的聲音。）

source: <32>{#p/human}* (It seems a cache of coins was left here...)
pt_br: <32>{#p/human}* (Parece que um saco de moedas foi deixado aqui...)
zh_cn: <32>{#p/human}* （好像这里留了一堆硬币...）
zh_tw: <32>{#p/human}* （好像這裡留了一堆硬幣...）

source: <32>{#p/basic}* There are a bunch of loose coins inside...
pt_br: <32>{#p/basic}* Há um monte de moedas soltas dentro...
zh_cn: <32>{#p/basic}* 里面有一堆硬币...
zh_tw: <32>{#p/basic}* 裡面有一堆硬幣...

source: * (Take the coins?)
pt_br: * (Pegar as moedas?)
zh_cn: * （拿走这些硬币吗？）
zh_tw: * （拿走這些硬幣嗎？）

source: <32>{#p/human}* (The coins within haven't moved from where they were.)
pt_br: <32>{#p/human}* (As moedas lá dentro não se moveram de onde estão.)
zh_cn: <32>{#p/human}* （硬币并没有长出腿跑了。）
zh_tw: <32>{#p/human}* （硬幣並沒有長出腿跑了。）

source: <32>{#p/basic}* The coins are still here.
pt_br: <32>{#p/basic}* As moedas ainda estão aí.
zh_cn: <32>{#p/basic}* 硬币还在。
zh_tw: <32>{#p/basic}* 硬幣還在。

source: <32>{#p/human}* (You decide not to take anything.)
pt_br: <32>{#p/human}* (Você decide não pegar nada.)
zh_cn: <32>{#p/human}* （你决定什么也不拿。）
zh_tw: <32>{#p/human}* （你決定什麼也不拿。）

source: <32>{#p/human}* (You found 10G.)
pt_br: <32>{#p/human}* (Você achou 10G.)
zh_cn: <32>{#p/human}* （你找到了10G。）
zh_tw: <32>{#p/human}* （你找到了10G。）

source: <18>{#p/papyrus}{#f/1}YOU'RE CLEANING OUT THE COUCH FOR US!?
pt_br: <18>{#p/papyrus}{#f/1}VOCÊ ESTÁ LIMPANDO O SOFÁ PRA GENTE!?
zh_cn: <18>{#p/papyrus}{#f/1}你在帮我们 清理沙发！？
zh_tw: <18>{#p/papyrus}{#f/1}你在幫我們 清理沙發！？

source: <18>{#p/papyrus}{#f/5}AND OUT OF NOTHING BUT THE KINDNESS OF YOUR HEART...
pt_br: <18>{#p/papyrus}{#f/5}E POR NADA ALÉM DE BONDADE VINDA DO SEU CORAÇÃO...
zh_cn: <18>{#p/papyrus}{#f/5}...还不求回报， 你真是个大善人...
zh_tw: <18>{#p/papyrus}{#f/5}...還不求回報， 你真是個大善人...

source: <18>{#p/papyrus}{#f/6}SUCH GENEROSITY!!!
pt_br: <18>{#p/papyrus}{#f/6}QUANTA GENEROSIDADE!!!
zh_cn: <18>{#p/papyrus}{#f/6}多么慷慨！！！
zh_tw: <18>{#p/papyrus}{#f/6}多麼慷慨！！！

source: <18>{#p/papyrus}{#f/6}WHAT!? HOW DID YOU...
pt_br: <18>{#p/papyrus}{#f/6}O QUE!? COMO VOCÊ...
zh_cn: <18>{#p/papyrus}{#f/6}啊！？ 你怎么...
zh_tw: <18>{#p/papyrus}{#f/6}啊！？ 你怎麼...

source: <18>{#p/papyrus}{#f/5}YOU APPEARED RIGHT IN FRONT OF ME!
pt_br: <18>{#p/papyrus}{#f/5}VOCÊ APARECEU BEM NA MINHA FRENTE!
zh_cn: <18>{#p/papyrus}{#f/5}突然出现在 我面前的！
zh_tw: <18>{#p/papyrus}{#f/5}突然出現在 我面前的！

source: <18>{#p/papyrus}{#f/4}HAS SANS BEEN TEACHING YOU ABOUT SHORTCUTS...?
pt_br: <18>{#p/papyrus}{#f/4}O SANS TEM TE ENSINADO OS ATALHOS DELE...?
zh_cn: <18>{#p/papyrus}{#f/4}SANS是不是教了你 走什么捷径...？
zh_tw: <18>{#p/papyrus}{#f/4}SANS是不是教了你 走什麼捷徑...？

source: <18>{#p/papyrus}{#f/7}... UGH! STOP DOING THAT!!
pt_br: <18>{#p/papyrus}{#f/7}... UGH! PARA COM ISSO!!
zh_cn: <18>{#p/papyrus}{#f/7}...呃！ 别再这样了！！
zh_tw: <18>{#p/papyrus}{#f/7}...呃！ 別再這樣了！！

source: <18>{#p/papyrus}{#f/0}YOU'RE ASKING FOR TROUBLE, HUMAN.
pt_br: <18>{#p/papyrus}{#f/0}VOCÊ ESTÁ PROCURANDO PROBLEMA, HUMANO.
zh_cn: <18>{#p/papyrus}{#f/0}你这是在自找麻烦， 人类。
zh_tw: <18>{#p/papyrus}{#f/0}你這是在自找麻煩， 人類。

source: <18>{#p/papyrus}{#f/4}(SIGH...)
pt_br: <18>{#p/papyrus}{#f/4}(CHORINHO...)
zh_cn: <18>{#p/papyrus}{#f/4}（唉...）
zh_tw: <18>{#p/papyrus}{#f/4}（唉...）

source: <18>{#p/papyrus}{#f/5}WOWIE, YOU'RE SO EAGER TO DATE...
pt_br: <18>{#p/papyrus}{#f/5}WOWIE, VOCÊ ESTÁ TÃO ANSIOSO PARA O ENCONTRO...
zh_cn: <18>{#p/papyrus}{#f/5}哇，你真的 好渴望约会啊...
zh_tw: <18>{#p/papyrus}{#f/5}哇，你真的 好渴望約會啊...

source: <18>{#p/papyrus}{#f/5}WOWIE, YOU'RE SO EAGER TO HANG OUT WITH ME...
pt_br: <18>{#p/papyrus}{#f/5}WOWIE, VOCÊ ESTÁ TÃO ANSIOSO PARA SAIR COMIGO...
zh_cn: <18>{#p/papyrus}{#f/5}哇，你真的 好渴望找我玩啊...
zh_tw: <18>{#p/papyrus}{#f/5}哇，你真的 好渴望找我玩啊...

source: <18>{#f/5}THAT YOU'RE TRYING TO GO IN MY HOUSE AHEAD OF ME!
pt_br: <18>{#f/5}QUE VOCÊ ESTÁ TENTANDO ENTRAR NA MINHA CASA ANTES DE MIM!
zh_cn: <18>{#f/5}甚至要抢在 我前面进我家！
zh_tw: <18>{#f/5}甚至要搶在 我前面進我家！

source: <18>{#f/6}THAT'S DEDICATION!
pt_br: <18>{#f/6}ISSO É DEDICAÇÃO!
zh_cn: <18>{#f/6}你真的 很重视啊！
zh_tw: <18>{#f/6}你真的 很重視啊！

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN!
pt_br: <18>{#p/papyrus}{#f/0}OLÁ, HUMANO!
zh_cn: <18>{#p/papyrus}{#f/0}你好，人类！
zh_tw: <18>{#p/papyrus}{#f/0}你好，人類！

source: <18>{#f/5}I HOPE EVERYTHING IS ALRIGHT.
pt_br: <18>{#f/5}ESPERO QUE TUDO ESTEJA BEM.
zh_cn: <18>{#f/5}希望你过得愉快。
zh_tw: <18>{#f/5}希望你過得愉快。

source: <18>{#f/6}FEEL FREE TO TAKE A WALK AROUND TOWN...
pt_br: <18>{#f/6}SINTA-SE LIVRE PARA ANDAR PELA CIDADE...
zh_cn: <18>{#f/6}到镇上随便走走...
zh_tw: <18>{#f/6}到鎮上隨便走走...

source: <18>{#f/0}... OR A LOOK IN MY HOUSE!
pt_br: <18>{#f/0}... OU OLHAR A MINHA CASA!
zh_cn: <18>{#f/0}...或者来我家看看 都行！
zh_tw: <18>{#f/0}...或者來我家看看 都行！

source: <18>{#p/papyrus}{#f/4}JUST BE SURE TO AVOID SANS'S ROOM.
pt_br: <18>{#p/papyrus}{#f/4}SÓ TENTA EVITAR O QUARTO DO SANS.
zh_cn: <18>{#p/papyrus}{#f/4}不过，离SANS的房间 远一点。
zh_tw: <18>{#p/papyrus}{#f/4}不過，離SANS的房間 遠一點。

source: <18>{#p/papyrus}SO YOU CAME BACK TO HAVE A DATE WITH ME!
pt_br: <18>{#p/papyrus}ENTÃO VOCÊ VOLTOU PARA TER UM ENCONTRO COMIGO!
zh_cn: <18>{#p/papyrus}所以你回来 跟我约会了！
zh_tw: <18>{#p/papyrus}所以你回來 跟我約會了！

source: <18>{#p/papyrus}SO YOU CAME BACK TO SEE ME!
pt_br: <18>{#p/papyrus}ENTÃO VOCÊ VOLTOU PARA ME VER!
zh_cn: <18>{#p/papyrus}所以你回来 看我了！
zh_tw: <18>{#p/papyrus}所以你回來 看我了！

source: <18>{#f/5}TRUTH BE TOLD, IT'S BEEN A LITTLE LONELY TODAY...
pt_br: <18>{#f/5}VERDADE SEJA DITA, HOJE ESTÁ UM POUCO SOLITÁRIO...
zh_cn: <18>{#f/5}说实话， 今天感觉有点孤单...
zh_tw: <18>{#f/5}說實話， 今天感覺有點孤單...

source: <18>{#f/5}A LOT OF PEOPLE ARE STRANGELY ABSENT...
pt_br: <18>{#f/5}MUITAS PESSOAS SUMIRAM...
zh_cn: <18>{#f/5}今天，好多居民 离奇失踪了...
zh_tw: <18>{#f/5}今天，好多居民 離奇失蹤了...

source: <18>{#f/0}BUT YOU'RE STILL HERE!!
pt_br: <18>{#f/0}MAS VOCÊ ESTÁ AQUI!!
zh_cn: <18>{#f/0}不过，你还在这！！
zh_tw: <18>{#f/0}不過，你還在這！！

source: <18>{#f/0}THAT MEANS SOMETHING, RIGHT??
pt_br: <18>{#f/0}ISSO SIGNIFICA ALGO, CERTO??
zh_cn: <18>{#f/0}你肯定不同于常人， 对吧？？
zh_tw: <18>{#f/0}你肯定不同於常人， 對吧？？

source: <18>{#f/4}YOU MUST BE REALLY SERIOUS ABOUT THIS...
pt_br: <18>{#f/4}VOCÊ DEVE ESTAR FALANDO BEM SÉRIO SOBRE ISSO...
zh_cn: <18>{#f/4}你肯定非常 看重这件事...
zh_tw: <18>{#f/4}你肯定非常 看重這件事...

source: <18>{#f/5}I'LL HAVE TO TAKE YOU SOMEPLACE REALLY SPECIAL...
pt_br: <18>{#f/5}EU VOU TE LEVAR PARA UM LUGAR BEM ESPECIAL...
zh_cn: <18>{#f/5}我会带你去一个 很特别的地方...
zh_tw: <18>{#f/5}我會帶你去一個 很特別的地方...
