Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#f/5}... THE SPAGHETTI I MADE FOR YOU...
pt_br: <18>{#f/5}... O ESPAGUETE QUE EU FIZ PRA VOCÊ...
zh_cn: <18>{#f/5}...那是我亲自下厨 为你做的意面啊...
zh_tw: <18>{#f/5}...那是我親自下廚 為你做的意面啊...

source: <18>{#f/4}... IS... ACTUALLY KIND OF OLD, TO BE HONEST.
pt_br: <18>{#f/4}... ERA... MEIO VELHO PRA SER SINCERO.
zh_cn: <18>{#f/4}...说实话... 这面放的时间确实 有点太久了。
zh_tw: <18>{#f/4}...說實話... 這面放的時間確實 有點太久了。

source: <18>{#f/0}YEAH!! MY NEW DISH WILL BE WAY BETTER!
pt_br: <18>{#f/0}É!! EU VOU FAZER UMA MELHOR DEPOIS!
zh_cn: <18>{#f/0}是啊！！ 我的新菜会更棒的！
zh_tw: <18>{#f/0}是啊！！ 我的新菜會更棒的！

source: <18>{#f/9}FEEL FREE TO SWING BY AND HAVE SOME WHEN IT'S DONE!
pt_br: <18>{#f/9}SINTA-SE LIVRE PARA IR PEGAR QUANDO ESTIVER PRONTO!
zh_cn: <18>{#f/9}当它完成时， 请务必前来品尝！
zh_tw: <18>{#f/9}當它完成時， 請務必前來品嘗！

source: <25>{#p/sans}{#f/2}* trust me. * his new stuff is WAY too good to throw out.
pt_br: <25>{#p/sans}{#f/2}* Confia em mim. * O que ele vai fazer é bom demais pra jogar fora.
zh_cn: <25>{#p/sans}{#f/2}* 信我的。 * 他的新作品 你不会想丢掉的。
zh_tw: <25>{#p/sans}{#f/2}* 信我的。 * 他的新作品 你不會想丟掉的。

source: <18>{#p/papyrus}{#f/6}... YEAH!!
pt_br: <18>{#p/papyrus}{#f/6}... ISSO!!
zh_cn: <18>{#p/papyrus}{#f/6}...好耶！！
zh_tw: <18>{#p/papyrus}{#f/6}...好耶！！

source: <25>{#p/undyne}{#f/4}* Is perfectly fine!
pt_br: <25>{#p/undyne}{#f/4}* Tudo perfeitamente bem!
zh_cn: <25>{#p/undyne}{#f/4}* 完全没问题！
zh_tw: <25>{#p/undyne}{#f/4}* 完全沒問題！

source: <25>{#p/undyne}{#f/7}* Human! * Pick the spaghetti up off the floor NOW!
pt_br: <25>{#p/undyne}{#f/7}* Humana! * Pegue o espaguete do chão AGORA!
zh_cn: <25>{#p/undyne}{#f/7}* 人类！ * 快点把意大利面 从地上捡起来！
zh_tw: <25>{#p/undyne}{#f/7}* 人類！ * 快點把義大利麵 從地上撿起來！

source: <18>{#p/papyrus}{#f/6}UNDYNE, PLEASE!! THAT'S ENTIRELY UNSANITARY!!
pt_br: <18>{#p/papyrus}{#f/6}UNDYNE, POR FAVOR!! ISSO É TOTALMENTE NOJENTO!!
zh_cn: <18>{#p/papyrus}{#f/6}UNDYNE，别！！ 太不卫生了！！
zh_tw: <18>{#p/papyrus}{#f/6}UNDYNE，別！！ 太不衛生了！！

source: <18>{#f/6}... IS CONSUMABLE NO LONGER!!
pt_br: <18>{#f/6}... NÃO É MAIS CONSUMÍVEL!!
zh_cn: <18>{#f/6}...再也没法吃了！！
zh_tw: <18>{#f/6}...再也沒法吃了！！

source: <18>{#f/4}STILL... MAYBE IT'S FOR THE BEST.
pt_br: <18>{#f/4}ALIÁS... TALVEZ SEJA MELHOR ASSIM.
zh_cn: <18>{#f/4}不过... 这样也好。
zh_tw: <18>{#f/4}不過... 這樣也好。

source: <18>{#f/5}LIKE, MAYBE SEEING YOU THROW THAT AWAY...
pt_br: <18>{#f/5}TIPO, TALVEZ TE VER JOGAR ELE FORA ASSIM...
zh_cn: <18>{#f/5}你丢掉了那份意面...
zh_tw: <18>{#f/5}你丟掉了那份意面...

source: <18>{#f/6}WILL ENCOURAGE ME TO MAKE A EVEN -BETTER- DISH!
pt_br: <18>{#f/6}VAI ME ENCORAJAR A FAZER COMIDAS AINDA MELHORES!
zh_cn: <18>{#f/6}那我就做一份【更赞的】！
zh_tw: <18>{#f/6}那我就做一份【更贊的】！

source: <18>{#f/9}YEAH! LOOK AT HOW ENCOURAGED I AM RIGHT NOW!
pt_br: <18>{#f/9}EI! OLHA COMO ENCORAJADO EU ME SINTO AGORA!
zh_cn: <18>{#f/9}没错！ 你看我，充满了斗志！
zh_tw: <18>{#f/9}沒錯！ 你看我，充滿了鬥志！

source: <25>{#p/undyne}{#f/17}* YEAH!! * Look at how encouraged he is right now!!
pt_br: <25>{#p/undyne}{#f/17}*É! Olha o tanto que ele tá encorajado!!
zh_cn: <25>{#p/undyne}{#f/17}* 耶！！ * 你看他现在多么 备受鼓舞啊！！
zh_tw: <25>{#p/undyne}{#f/17}* 耶！！ * 你看他現在多麼 備受鼓舞啊！！

source: <18>{#p/papyrus}{#f/9}I'LL MAKE THE BEST DISH THE GALAXY'S EVER SEEN!
pt_br: <18>{#p/papyrus}{#f/9}EU FAREI A MELHOR REFEIÇÃO QUE A GALÁXIA JÁ VIU!
zh_cn: <18>{#p/papyrus}{#f/9}我要做银河系史上 最好的菜！
zh_tw: <18>{#p/papyrus}{#f/9}我要做銀河系史上 最好的菜！

source: <25>{#p/undyne}{#f/7}* And you're GOING to enjoy it this time!!
pt_br: <25>{#p/undyne}{#f/7}* E você VAI gostar dessa vez!
zh_cn: <25>{#p/undyne}{#f/7}* 这次你一定会喜欢上它的！！
zh_tw: <25>{#p/undyne}{#f/7}* 這次你一定會喜歡上它的！！

source: <18>{#p/papyrus}{#f/6}BUT IT'S OKAY IF YOU DON'T!!!
pt_br: <18>{#p/papyrus}{#f/6}MAS ESTÁ TUDO BEM SE VOCÊ NÃO!!!
zh_cn: <18>{#p/papyrus}{#f/6}但如果你不喜欢 也没关系！！！
zh_tw: <18>{#p/papyrus}{#f/6}但如果你不喜歡 也沒關係！！！

source: <25>{#p/undyne}{#f/17}* OKAY!!!!
zh_cn: <25>{#p/undyne}{#f/17}* 对！！！！
zh_tw: <25>{#p/undyne}{#f/17}* 對！！！！

source: <18>{#p/papyrus}{#f/9}OKAY!!!!!
zh_cn: <18>{#p/papyrus}{#f/9}对！！！！！
zh_tw: <18>{#p/papyrus}{#f/9}對！！！！！

source: <25>{#p/undyne}{#f/8}* OKAY!!!!!!
zh_cn: <25>{#p/undyne}{#f/8}* 对！！！！！！
zh_tw: <25>{#p/undyne}{#f/8}* 對！！！！！！

source: <18>{#p/papyrus}{#f/4}... OKAY.
zh_cn: <18>{#p/papyrus}{#f/4}...对。
zh_tw: <18>{#p/papyrus}{#f/4}...對。

source: <25>{#p/sans}{#f/0}* huh? * you don't like my bro's signature spaghetti?
pt_br: <25>{#p/sans}{#f/0}* huh? * você não gosta do espaguete do meu irmão?
zh_cn: <25>{#p/sans}{#f/0}* 啊？ * 你不喜欢我兄弟的 招牌意大利面？
zh_tw: <25>{#p/sans}{#f/0}* 啊？ * 你不喜歡我兄弟的 招牌義大利麵？

source: <25>{#f/2}* more for me, i guess.
pt_br: <25>{#f/2}* mais pra mim, eu acho.
zh_cn: <25>{#f/2}* 我猜意面更适合我。
zh_tw: <25>{#f/2}* 我猜意面更適合我。

source: <32>{#p/basic}* "Spaghetti" Heals 16 HP * Silken spaghetti, finely aged in a time dilation unit.
pt_br: <32>{#p/basic}* "Espaguete" Cura 16 HP * Espaguete de Seda, envelhecido na máquina de destilação.
zh_cn: <32>{#p/basic}* “意大利面” 回复16 HP * 丝般柔滑的意面， 在时间膨胀单元之中精细陈化。
zh_tw: <32>{#p/basic}* 「義大利麵」 回復16 HP * 絲般柔滑的意面， 在時間膨脹單元之中精細陳化。

source: <32>{#p/human}* (You eat the Spaghetti.)
pt_br: <32>{#p/human}* (Você come o Espaguete.)
zh_cn: <32>{#p/human}* （你吃光了意大利面。）
zh_tw: <32>{#p/human}* （你吃光了義大利麵。）

source: <25>{#p/undyne}{#f/1}* Spaghetti, huh?
pt_br: <25>{#p/undyne}{#f/1}* Espaguete, huh?
zh_cn: <25>{#p/undyne}{#f/1}* 意大利面，对吗？
zh_tw: <25>{#p/undyne}{#f/1}* 義大利麵，對嗎？

source: <25>{#p/undyne}{#f/14}* Spaghetti, huh?
pt_br: <25>{#p/undyne}{#f/14}* Espaguete, huh?
zh_cn: <25>{#p/undyne}{#f/14}* 意大利面，对吗？
zh_tw: <25>{#p/undyne}{#f/14}* 義大利麵，對嗎？

source: <25>{#p/undyne}{#f/8}* You better like it, 'cause it's MY recipe!!
pt_br: <25>{#p/undyne}{#f/8}* É melhor você gostar, é MINHA receita!
zh_cn: <25>{#p/undyne}{#f/8}* 你最好会喜欢它， 因为这是用我的 食谱做的！！
zh_tw: <25>{#p/undyne}{#f/8}* 你最好會喜歡它， 因為這是用我的 食譜做的！！

source: <18>{#p/papyrus}{#f/1}WHAT? DID YOU JUST EAT THAT SPAGHETTI?
pt_br: <18>{#p/papyrus}{#f/1}O QUE? VOCÊ ACABOU DE COMER O ESPAGUETE?
zh_cn: <18>{#p/papyrus}{#f/1}啥？ 你刚刚是不是 吃了那份意大利面？
zh_tw: <18>{#p/papyrus}{#f/1}啥？ 你剛剛是不是 吃了那份義大利麵？

source: <18>{#f/5}IT SURE HAS BEEN A WHILE SINCE I MADE IT...
pt_br: <18>{#f/5}FAZ TEMPO QUE EU O FIZ.
zh_cn: <18>{#f/5}我做了它 已经很长时间了...
zh_tw: <18>{#f/5}我做了它 已經很長時間了...

source: <25>{#p/sans}{#f/2}* a few hours, at least.
pt_br: <25>{#p/sans}{#f/2}* algumas horas, pelo menos.
zh_cn: <25>{#p/sans}{#f/2}* 至少也得几个小时。
zh_tw: <25>{#p/sans}{#f/2}* 至少也得幾個小時。

source: <18>{#p/papyrus}{#f/6}WELL, I'D WAGER THAT IT'S OUT OF DATE BY NOW.
pt_br: <18>{#p/papyrus}{#f/6}BEM, EU DIRIA QUE ELE ESTÁ FORA DE DATA.
zh_cn: <18>{#p/papyrus}{#f/6}我觉得 它已经过期了。
zh_tw: <18>{#p/papyrus}{#f/6}我覺得 它已經過期了。

source: <18>{#f/6}AND BY THAT, I MEAN IT'S AN OLDER VERSION.
pt_br: <18>{#f/6}E POR ISSO, EU DIGO QUE É UMA VERSÃO ANTIGA.
zh_cn: <18>{#f/6}我是说它的新品期 已经过去了。
zh_tw: <18>{#f/6}我是說它的新品期 已經過去了。

source: <18>{#f/4}BUT DON'T WORRY. THIS NEW SPAGHETTI DISH HERE...
pt_br: <18>{#f/4}MAS NÃO SE PREOCUPE. ESTE NOVO ESPAGUETE AQUI...
zh_cn: <18>{#f/4}但是不用担心。 这道新做的 意大利面...
zh_tw: <18>{#f/4}但是不用擔心。 這道新做的 義大利麵...

source: <18>{#f/9}... IS WAY BETTER THAN THE OLD STUFF!
pt_br: <18>{#f/9}... É BEM MELHOR QUE O ANTIGO!
zh_cn: <18>{#f/9}...会比以前的 更加美味！
zh_tw: <18>{#f/9}...會比以前的 更加美味！

source: <18>{#f/5}I WAS GOING TO ASK YOU WHAT YOU'D DO WITH IT...
pt_br: <18>{#f/5}EU IRIA PERGUNTAR O QUE VOCÊ VAI FAZER COM ELE...
zh_cn: <18>{#f/5}我刚想问你 拿它怎么办呢...
zh_tw: <18>{#f/5}我剛想問你 拿它怎麼辦呢...

source: <18>{#f/6}BUT IT SEEMS I HAVE MY ANSWER NOW!
pt_br: <18>{#f/6}MAS PARECE QUE EU JÁ TENHO A RESPOSTA!
zh_cn: <18>{#f/6}但是现在答案 就在我面前！
zh_tw: <18>{#f/6}但是現在答案 就在我面前！

source: <18>{#f/0}THANK YOU, HUMAN, FOR EATING SO INFORMATIVELY.
pt_br: <18>{#f/0}OBRIGADO, HUMANO, POR COMER NA MINHA FRENTE.
zh_cn: <18>{#f/0}谢谢你，人类， 吃掉时提供了 这么多信息。
zh_tw: <18>{#f/0}謝謝你，人類， 吃掉時提供了 這麼多資訊。

source: <18>{#f/7}I THOUGHT YOU WERE GOING TO SHARE IT!
pt_br: <18>{#f/7}EU PENSEI QUE VOCÊ IRIA QUERER COMPARTILHAR!
zh_cn: <18>{#f/7}我还以为你 要和我分享呢！
zh_tw: <18>{#f/7}我還以為你 要和我分享呢！

source: <25>{#p/undyne}{#f/7}* Well, maybe they didn't WANT to share it!
pt_br: <25>{#p/undyne}{#f/7}* Bem, essa não foi o caso!
zh_cn: <25>{#p/undyne}{#f/7}* 好吧， 看起来那人类 不愿与我们分享！
zh_tw: <25>{#p/undyne}{#f/7}* 好吧， 看起來那人類 不願與我們分享！

source: <18>{#p/papyrus}{#f/6}BUT THEY PROMISED!
pt_br: <18>{#p/papyrus}{#f/6}MAS ELE PROMETEU!
zh_cn: <18>{#p/papyrus}{#f/6}但是人类之前 答应过我的！
zh_tw: <18>{#p/papyrus}{#f/6}但是人類之前 答應過我的！

source: <18>{#f/5}... PERHAPS MY COOKING IS AT FAULT HERE...
pt_br: <18>{#f/5}... TALVEZ MINHA FORMA DE COZINHAR TENHA CULPA AQUI...
zh_cn: <18>{#f/5}...也许原因在于 我的厨艺...
zh_tw: <18>{#f/5}...也許原因在於 我的廚藝...

source: <18>{#f/6}IT WAS SO TASTY, YOU COULDN'T HELP BUT TAKE A BITE!
pt_br: <18>{#f/6}ESTAVA TÃO GOSTOSO, QUE VOCÊ NÃO CONSEGUIU NÃO COMER!
zh_cn: <18>{#f/6}你忍受不住 它的美味， 所以就尝了一口！
zh_tw: <18>{#f/6}你忍受不住 它的美味， 所以就嘗了一口！

source: <18>{#f/5}AND ANOTHER, AND ANOTHER...
pt_br: <18>{#f/5}E COMER, E COMER...
zh_cn: <18>{#f/5}还有， 还有就是...
zh_tw: <18>{#f/5}還有， 還有就是...

source: <18>{#f/6}BEFORE YOU KNEW IT, YOU'D EATEN THE ENTIRE PLATE!
pt_br: <18>{#f/6}ANTES DE PERCEBER, VOCÊ JÁ TINHA COMIDO O PRATO TODO!
zh_cn: <18>{#f/6}在你意识到之前， 你就差点 把盘子也吃了！
zh_tw: <18>{#f/6}在你意識到之前， 你就差點 把盤子也吃了！

source: <25>{#p/undyne}{#f/14}* Wow. * What a crime.
pt_br: <25>{#p/undyne}{#f/14}* Wow. * Que crime.
zh_cn: <25>{#p/undyne}{#f/14}* 哇。 * 多么罪恶啊。
zh_tw: <25>{#p/undyne}{#f/14}* 哇。 * 多麼罪惡啊。

source: <18>{#p/papyrus}{#f/5}TO THINK MY COOKING MADE YOU BETRAY ME...
pt_br: <18>{#p/papyrus}{#f/5}E PENSAR QUE MINHA COMIDA TE FEZ ME TRAIR...
zh_cn: <18>{#p/papyrus}{#f/5}是我极佳的厨艺 让你背叛了我...
zh_tw: <18>{#p/papyrus}{#f/5}是我極佳的廚藝 讓你背叛了我...

source: <18>{#f/9}N-NO...! I'LL FIX THIS!
pt_br: <18>{#f/9}N-NÃO...! EU VOU ARRUMAR ISSO!
zh_cn: <18>{#f/9}不-不...！ 我会解决 这个问题的！
zh_tw: <18>{#f/9}不-不...！ 我會解決 這個問題的！

source: <18>{#f/4}... "AHEM."
zh_cn: <18>{#f/4}...“咳咳”。
zh_tw: <18>{#f/4}...「咳咳」。

source: <18>{#f/0}I, PAPYRUS, HEREBY DECLARE YOUR PROMISE VOID.
pt_br: <18>{#f/0}EU, PAPYRUS, DECLARO NULA SUA PROMESSA.
zh_cn: <18>{#f/0}我，PAPYRUS， 特此声明你对我 的承诺无效！
zh_tw: <18>{#f/0}我，PAPYRUS， 特此聲明你對我 的承諾無效！

source: <18>{#f/0}THERE! NOW, YOU MAY EAT GUILT-FREE.
pt_br: <18>{#f/0}PRONTO! AGORA VOCÊ PODE COMER SEM CULPA ALGUMA!
zh_cn: <18>{#f/0}你瞧！ 现在你可以 放心地享用了。
zh_tw: <18>{#f/0}你瞧！ 現在你可以 放心地享用了。

source: <18>{#p/papyrus}{#f/4}(IT WOULD HELP IF YOU PLAYED ALONG.)
pt_br: <18>{#p/papyrus}{#f/4}(AJUDARIA SE VOCÊ COOPERASSE.)
zh_cn: <18>{#p/papyrus}{#f/4}（你可以 配合一下吗？）
zh_tw: <18>{#p/papyrus}{#f/4}（你可以 配合一下嗎？）

source: <25>{#p/undyne}{#f/12}* Right! * Guilt-free! * That's how you'll eat!
pt_br: <25>{#p/undyne}{#f/12}* Exato! * Sem culpa! * É assim que se come!
zh_cn: <25>{#p/undyne}{#f/12}* 对！ * 放心吧！ * 你就这么吃吧！
zh_tw: <25>{#p/undyne}{#f/12}* 對！ * 放心吧！ * 你就這麼吃吧！

source: <18>{#p/papyrus}{#f/0}(THANK YOU.)
pt_br: <18>{#p/papyrus}{#f/0}(OBRIGADO.)
zh_cn: <18>{#p/papyrus}{#f/0}（谢啦。）
zh_tw: <18>{#p/papyrus}{#f/0}（謝啦。）

source: <18>{#f/4}WELL, YOU DIDN'T SAY YOU WERE GOING TO SHARE IT...
pt_br: <18>{#f/4}BEM, VOCÊ NÃO DISSE QUE IRIA DIVIDIR...
zh_cn: <18>{#f/4}好吧，你并没有 承诺要分享它...
zh_tw: <18>{#f/4}好吧，你並沒有 承諾要分享它...

source: <25>{#p/undyne}{#f/11}* So what's the problem?
pt_br: <25>{#p/undyne}{#f/11}* Então, qual o problema?
zh_cn: <25>{#p/undyne}{#f/11}* 所以问题是？
zh_tw: <25>{#p/undyne}{#f/11}* 所以問題是？

source: <18>{#p/papyrus}{#f/0}OH, UH, I GUESS THERE ISN'T ONE.
pt_br: <18>{#p/papyrus}{#f/0}OH, HMM, ACHO QUE NÃO TEM UM.
zh_cn: <18>{#p/papyrus}{#f/0}哦，额， 我想这没啥问题。
zh_tw: <18>{#p/papyrus}{#f/0}喔，額， 我想這沒啥問題。

source: <18>{#f/0}HMM, I SUPPOSE THAT'S FOR THE BEST.
pt_br: <18>{#f/0}HMM, EU SUPONHO QUE SEJA PARA O MELHOR.
zh_cn: <18>{#f/0}额，我想这 感觉挺好。
zh_tw: <18>{#f/0}額，我想這 感覺挺好。

source: <18>{#f/5}AFTER ALL, IF YOU -HAD- MADE SUCH A STATEMENT...
pt_br: <18>{#f/5}ATÉ PORQUE, SE VOCÊ -TIVESSE- FEITO TAL PROMESSA...
zh_cn: <18>{#f/5}毕竟， 如果你【曾经】 作出过这种承诺...
zh_tw: <18>{#f/5}畢竟， 如果你【曾經】 作出過這種承諾...

source: <18>{#f/6}WE WOULD HAVE BEEN IN QUITE THE PERDICAMENT.
pt_br: <18>{#f/6}ESTARÍAMOS EM UMA SITUAÇÃO BASTANTE DIFÍCIL.
zh_cn: <18>{#f/6}我们处于一个 进退两难的困境。
zh_tw: <18>{#f/6}我們處於一個 進退兩難的困境。

source: <18>{#f/0}BUT YOU DIDN'T! SO WE'RE GOOD!
pt_br: <18>{#f/0}MAS VOCÊ NÃO FEZ! ENTÃO ESTAMOS BEM!
zh_cn: <18>{#f/0}但是你没有！ 所以我们仍然 保持完美！
zh_tw: <18>{#f/0}但是你沒有！ 所以我們仍然 保持完美！

source: <25>{#p/undyne}{#f/12}* And all is right with the world, huh?
pt_br: <25>{#p/undyne}{#f/12}* E está tudo certo no mundo, huh?
zh_cn: <25>{#p/undyne}{#f/12}* 世界未来一片光明， 是吧？
zh_tw: <25>{#p/undyne}{#f/12}* 世界未來一片光明， 是吧？

source: <18>{#p/papyrus}{#f/7}HEY, THAT'S WHAT I WAS GOING TO SAY!
pt_br: <18>{#p/papyrus}{#f/7}EI, É ISSO QUE EU IRIA FALAR!
zh_cn: <18>{#p/papyrus}{#f/7}嘿！ 我正要说这个！
zh_tw: <18>{#p/papyrus}{#f/7}嘿！ 我正要說這個！

source: <18>{#f/0}BUT YES. YES IT IS.
pt_br: <18>{#f/0}MAS SIM. É SÓ ISSO.
zh_cn: <18>{#f/0}但是对对对。
zh_tw: <18>{#f/0}但是對對對。

source: <18>{#f/0}AND ALL IS RIGHT WITH THE WORLD.
pt_br: <18>{#f/0}E ESTÁ TUDO CERTO COM O MUNDO.
zh_cn: <18>{#f/0}世界未来一片光明！
zh_tw: <18>{#f/0}世界未來一片光明！

source: <25>{#p/sans}{#f/3}* it's pretty good, huh?
pt_br: <25>{#p/sans}{#f/3}* Está bom, huh?
zh_cn: <25>{#p/sans}{#f/3}* 它很美味，不是吗？
zh_tw: <25>{#p/sans}{#f/3}* 它很美味，不是嗎？

source: <25>{#f/2}* i should know. * i'm the one who got to taste test it.
pt_br: <25>{#f/2}* Eu deveria saber. * Foi eu quem experimentou.
zh_cn: <25>{#f/2}* 我应该知道。 * 我是第一个试吃者。
zh_tw: <25>{#f/2}* 我應該知道。 * 我是第一個試吃者。

source: A glowing, colorful sugar roll.
pt_br: Um pãozinho de açúcar brilhante e colorido.
zh_cn: 一个五彩斑斓的发光瑞士卷。
zh_tw: 一個五彩斑斕的發光瑞士卷。

source: Swirl
pt_br: Rolinho
zh_cn: 光彩漩涡
zh_tw: 光彩漩渦

source: <32>{#p/human}* (You throw away the Radiant Swirl.)
pt_br: <32>{#p/human}* (Você joga fora o Rolinho Radiante.)
zh_cn: <32>{#p/human}* （你把光彩漩涡扔掉了。）
zh_tw: <32>{#p/human}* （你把光彩漩渦扔掉了。）

source: <32>{#p/basic}* "Radiant Swirl" Heals 22 HP * A glowing, colorful sugar roll.
pt_br: <32>{#p/basic}* "Rolinho Radiante" Cura 22 HP * Um pãozinho de açúcar brilhante e colorido.
zh_cn: <32>{#p/basic}* “光彩漩涡” 回复22 HP * 一个五彩斑斓的发光瑞士卷。
zh_tw: <32>{#p/basic}* 「光彩漩渦」 回復22 HP * 一個五彩斑斕的發光瑞士卷。

source: Radiant Swirl
pt_br: Rolinho Radiante
zh_cn: 光彩漩涡
zh_tw: 光彩漩渦

source: <32>{#p/human}* (You eat the Radiant Swirl.)
pt_br: <32>{#p/human}* (Você come o Rolinho Radiante.)
zh_cn: <32>{#p/human}* （你吃掉了光彩漩涡。）
zh_tw: <32>{#p/human}* （你吃掉了光彩漩渦。）

source: Leads to a mysterious place. Not viable in battle.
pt_br: Leva a um lugar misterioso. Não usável em batalha.
zh_cn: 可传送到某个隐藏房间， 战斗中使用无效。
zh_tw: 可傳送到某個隱藏房間， 戰鬥中使用無效。

source: Sanctuary
pt_br: Santuário
zh_cn: 圣所
zh_tw: 聖所

source: <32>{#p/human}* (You throw away the Sanctuary.)
pt_br: <32>{#p/human}* (Você jogou fora o Santuário.)
zh_cn: <32>{#p/human}* （你将圣所弃如敝屣。）
zh_tw: <32>{#p/human}* （你將聖所棄如敝屣。）

source: <32>{#p/human}* (A device whose origin is beyond the boundaries of existence.)
pt_br: <32>{#p/human}* (Um dispositivo cuja origem está além dos limites da existência.)
zh_cn: <32>{#p/human}* （一件存在之外的物品。）
zh_tw: <32>{#p/human}* （一件存在之外的物品。）

source: <32>{#p/basic}* Leads to a mysterious place. * Accessible on-the-go.
pt_br: <32>{#p/basic}* Leva a um lugar misterioso. * Acessível andando.
zh_cn: <32>{#p/basic}* 可传送到某个隐藏房间， 战斗外可用。
zh_tw: <32>{#p/basic}* 可傳送到某個隱藏房間， 戰鬥外可用。

source: <32>{#p/human}* (You use the Sanctuary.)
pt_br: <32>{#p/human}* (Você usa o Santuário.)
zh_cn: <32>{#p/human}* （你使用了圣所。）
zh_tw: <32>{#p/human}* （你使用了聖所。）

source: <32>{#p/human}* (No effect in battle.)
pt_br: <32>{#p/human}* (Sem efeito em batalha.)
zh_cn: <32>{#p/human}* （战斗中使用无效。）
zh_tw: <32>{#p/human}* （戰鬥中使用無效。）

source: A truly one-of-a-kind weapon.
pt_br: Uma arma única.
zh_cn: 绝对是独一无二的武器。
zh_tw: 絕對是獨一無二的武器。

source: Dog Sword
pt_br: Espada de Cão
zh_cn: 玉狗圣剑
zh_tw: 玉狗聖劍

source: <32>{#p/human}* (You try to throw away the Corn Dog Sword...)
pt_br: <32>{#p/human}* (Você tenta jogar fora a Espada de Cão...)
zh_cn: <32>{#p/human}* （你想扔掉玉狗圣剑...）
zh_tw: <32>{#p/human}* （你想扔掉玉狗聖劍...）

source: <32>{#p/human}* (... but it refuses.)
pt_br: <32>{#p/human}* (... mas se recusa.)
zh_cn: <32>{#p/human}* （...但是它拒绝了。）
zh_tw: <32>{#p/human}* （...但是它拒絕了。）

source: <32>{#p/human}* (You decide not to question the logic of this weapon.)
pt_br: <32>{#p/human}* (Você decide não questionar a lógica da arma.)
zh_cn: <32>{#p/human}* （你觉得还是不要思考 这玩意怎么工作的比较好。）
zh_tw: <32>{#p/human}* （你覺得還是不要思考 這玩意怎麼工作的比較好。）

source: <32>{#p/basic}* A truly one-of-a-kind weapon.
pt_br: <32>{#p/basic}* Uma arma única.
zh_cn: <32>{#p/basic}* 绝对是独一无二的武器。
zh_tw: <32>{#p/basic}* 絕對是獨一無二的武器。

source: Corn Dog Sword
pt_br: Espada de Cão
zh_cn: 玉狗圣剑
zh_tw: 玉狗聖劍

source: <32>{#p/human}* (You equip the Corn Dog Sword.)
pt_br: <32>{#p/human}* (Você coloca a Espada de Cão.)
zh_cn: <32>{#p/human}* （你装备上玉狗圣剑。）
zh_tw: <32>{#p/human}* （你裝備上玉狗聖劍。）

source: <32>{#p/human}* (You can't resist the urge to take a bite.)
pt_br: <32>{#p/human}* (Você não consegue resistir a vontade de dar uma mordida.)
zh_cn: <32>{#p/human}* （它太诱人了，你禁不住想咬一口。）
zh_tw: <32>{#p/human}* （它太誘人了，你禁不住想咬一口。）

source: <32>{#p/human}* (You consume the outer layer of breading...)
pt_br: <32>{#p/human}* (Você consome a camada externa de empanamento...)
zh_cn: <32>{#p/human}* （你吃掉了外层的面衣...）
zh_tw: <32>{#p/human}* （你吃掉了外層的面衣...）

source: <32>{#p/human}* (You consume the tip...)
pt_br: <32>{#p/human}* (Você consome a gorjeta...)
zh_cn: <32>{#p/human}* （你吃掉了剑尖...）
zh_tw: <32>{#p/human}* （你吃掉了劍尖...）

source: <32>{#p/human}* (You consume the blade...)
pt_br: <32>{#p/human}* (Você consome a lâmina...)
zh_cn: <32>{#p/human}* （你吃掉了剑身...）
zh_tw: <32>{#p/human}* （你吃掉了劍身...）

source: <32>{#p/human}* (You consume the hilt...)
pt_br: <32>{#p/human}* (Você consome o punho...)
zh_cn: <32>{#p/human}* （你吃掉了剑柄...）
zh_tw: <32>{#p/human}* （你吃掉了劍柄...）

source: <32>{#p/human}* (You consume the handle...)
pt_br: <32>{#p/human}* (Você consome o que resta...)
zh_cn: <32>{#p/human}* （你吃掉了最后的握柄...）
zh_tw: <32>{#p/human}* （你吃掉了最後的握柄...）

source: <32>{#p/human}* (You try to equip the Corn Dog Sword...)
pt_br: <32>{#p/human}* (Você tenta comer a Espada de Cão...)
zh_cn: <32>{#p/human}* （你试图装备上玉狗圣剑...）
zh_tw: <32>{#p/human}* （你試圖裝備上玉狗聖劍...）

source: <32>{#p/human}* (... but it didn't detect a high enough threat level!)
pt_br: <32>{#p/human}* (... mas não detectou um nível de ameaça alto o suficiente!)
zh_cn: <32>{#p/human}* （...但是，它没有嗅到 足够大的威胁！）
zh_tw: <32>{#p/human}* （...但是，它沒有嗅到 足夠大的威脅！）

source: For once, it's not just "pleasantly warm."
pt_br: Ao menos uma vez, não está só "agradavelmente quente."
zh_cn: 这次可不只是“暖暖的”了哦。
zh_tw: 這次可不只是「暖暖的」了喔。

source: <32>{#p/human}* (You tossed the Flamin' Grillby like a molotov.)
pt_br: <32>{#p/human}* (Você jogou o Flamin Grillby como um molotov.)
zh_cn: <32>{#p/human}* （你把烈焰Grillby当做燃烧瓶 抛了出去。）
zh_tw: <32>{#p/human}* （你把烈焰Grillby當做燃燒瓶 拋了出去。）

source: <32>{#p/basic}* "Flamin' Grillby" Heals 30 HP * For once, it's not just "pleasantly warm."
pt_br: <32>{#p/basic}* "Flamin Grillby" Cura 30 HP * Pelo menos uma vez não está "agradavelmente quente."
zh_cn: <32>{#p/basic}* “烈焰Grillby” 回复30 HP * 这次可不只是“暖暖的”了哦。
zh_tw: <32>{#p/basic}* 「烈焰Grillby」 回復30 HP * 這次可不只是「暖暖的」了喔。

source: Flamin' Grillby
zh_cn: 烈焰Grillby
zh_tw: 烈焰Grillby

source: <32>{#p/human}* (You consume the Flamin' Grillby.)
pt_br: <32>{#p/human}* (Você consome o Flamin'm Grillby.)
zh_cn: <32>{#p/human}* （你喝掉了烈焰Grillby。）
zh_tw: <32>{#p/human}* （你喝掉了烈焰Grillby。）

source: Like burgers, but smaller. Three left.
pt_br: Como hambúrguers, mas menores. Três sobrando.
zh_cn: 很像普通汉堡，只是小了一些。 共有三个。
zh_tw: 很像普通漢堡，只是小了一些。 共有三個。

source: Slider Trio
zh_cn: 三只小汉堡
zh_tw: 三隻小漢堡

source: <32>{#p/human}* (You throw away the Sliders.)
pt_br: <32>{#p/human}* (Você joga fora os Sliders.)
zh_cn: <32>{#p/human}* （你把小汉堡扔掉了。）
zh_tw: <32>{#p/human}* （你把小漢堡扔掉了。）

source: <32>{#p/human}* (15 HP. Three uses left.)
pt_br: <32>{#p/human}* (15 HP. Três usos restantes.)
zh_cn: <32>{#p/human}* （15 HP。共有三个。）
zh_tw: <32>{#p/human}* （15 HP。共有三個。）

source: <32>{#p/basic}* "Sliders" Heals 15 HP * Like burgers, but smaller. * Three left.
pt_br: <32>{#p/basic}* "Sliders" Cura 15 HP * Como hambúrguer, mas menor. * Três restando.
zh_cn: <32>{#p/basic}* “小汉堡” 回复15 HP * 很像普通汉堡，只是小了一些。 * 共有三个。
zh_tw: <32>{#p/basic}* 「小漢堡」 回復15 HP * 很像普通漢堡，只是小了一些。 * 共有三個。

source: <32>{#p/human}* (You eat one of the Sliders.)
pt_br: <32>{#p/human}* (Você come um dos Sliders.)
zh_cn: <32>{#p/human}* （你吃掉了一个小汉堡。）
zh_tw: <32>{#p/human}* （你吃掉了一個小漢堡。）

source: Like burgers, but smaller. Two left.
pt_br: Como hambúrguers, mas menores. Dois restando.
zh_cn: 很像普通汉堡，只是小一些。 还剩两个。
zh_tw: 很像普通漢堡，只是小一些。 還剩兩個。

source: Slider Duo
zh_cn: 两只小汉堡
zh_tw: 兩隻小漢堡

source: <32>{#p/human}* (15 HP. Two uses left.)
pt_br: <32>{#p/human}* (15 HP. Dois usos restantes.)
zh_cn: <32>{#p/human}* （15 HP。还剩两个。）
zh_tw: <32>{#p/human}* （15 HP。還剩兩個。）

source: <32>{#p/basic}* "Sliders" Heals 15 HP * Like burgers, but smaller. * Two left.
pt_br: <32>{#p/basic}* "Sliders" Cura 15 HP * Como burguers, mas menores. * Dois restando.
zh_cn: <32>{#p/basic}* “小汉堡” 回复15 HP * 很像普通汉堡，只是小了一些。 * 还剩两个。
zh_tw: <32>{#p/basic}* 「小漢堡」 回復15 HP * 很像普通漢堡，只是小了一些。 * 還剩兩個。

source: Like a burger, but smaller.
pt_br: Como hambúrguers, mas menores.
zh_cn: 很像普通汉堡，只是小了一些。
zh_tw: 很像普通漢堡，只是小了一些。

source: Slider
zh_cn: 小汉堡
zh_tw: 小漢堡

source: <32>{#p/human}* (15 HP. One use left.)
pt_br: <32>{#p/human}* (15 HP. Um uso restante.)
zh_cn: <32>{#p/human}* （15 HP。最后一个。）
zh_tw: <32>{#p/human}* （15 HP。最後一個。）

source: <32>{#p/basic}* "Sliders" Heals 15 HP * Like burgers, but smaller. * One left.
pt_br: <32>{#p/basic}* "Sliders" Cura 15 HP * Como burguers, mas menor. * Um restando.
zh_cn: <32>{#p/basic}* “小汉堡” 回复15 HP * 很像普通汉堡，只是小了一些。 * 最后一个。
zh_tw: <32>{#p/basic}* 「小漢堡」 回復15 HP * 很像普通漢堡，只是小了一些。 * 最後一個。

source: Premium Membership Voucher
pt_br: Voucher de Assinatura Premium
zh_cn: 高级会员券
zh_tw: 高級會員券

source: Used in tandem with your nonexistent premium telescope subscription.
pt_br: Usado em conjunto com sua assinatura de telescópio premium inexistente.
zh_cn: 与你根本不存在的付费望远镜订阅 配套使用。
zh_tw: 與你根本不存在的付費望遠鏡訂閱 配套使用。

source: Given to you by Monster Kid after using the telescope in Starton.
pt_br: Dado a você por Criança Monstro após usar um telescópio em Starton.
zh_cn: 在使用过星港的望远镜之后， 怪物小孩给你的东西。
zh_tw: 在使用過星港的望遠鏡之後， 怪物小孩給你的東西。

source: Gravometric Inverter Remote
pt_br: Controle de Inversor de Gravidade
zh_cn: 重力转换器遥控器
zh_tw: 重力轉換器遙控器

source: Used to operate the eponymous Gravometric Inverter.
pt_br: Usado para operar o inversor gravométrico.
zh_cn: 用它激活了与之匹配的 重力转换器。
zh_tw: 用它激活了與之匹配的 重力轉換器。

source: Acquired from the unsealed envelope in Sans's room.
pt_br: Adquirido de um envelope no quarto do Sans.
zh_cn: 在Sans房间里的没封上的信封中 搞到的。
zh_tw: 在Sans房間裡的沒封上的信封中 搞到的。

source: Rusty Key
pt_br: Chave Velha
zh_cn: 生锈的钥匙
zh_tw: 生鏽的鑰匙

source: Used to unlock the armory in the rec center.
pt_br: Usada para abrir o cofre no Rec Center.
zh_cn: 用它解锁了休闲回廊的 军火库。
zh_tw: 用它解鎖了休閒迴廊的 兵工廠。

source: Acquired at the "police station" on the north side of Starton town.
pt_br: Adquirida na "estação de polícia" na parte norte da cidade de Starton.
zh_cn: 在星港小镇北侧的“警察岗” 搞到的。
zh_tw: 在星港小鎮北側的「警察崗」 搞到的。

source: <32>{#p/napstablook}{#k/0}* oh... you're leaving...
pt_br: <32>{#p/napstablook}{#k/0}* oh... você está indo embora...
zh_cn: <32>{#p/napstablook}{#k/0}* 哦... 你要走了...
zh_tw: <32>{#p/napstablook}{#k/0}* 喔... 你要走了...

source: <32>{#k/1}* well, cya next time i guess...
pt_br: <32>{#k/1}* bem, te vejo depois eu acho...
zh_cn: <32>{#k/1}* 好吧，下次再见，也许吧...
zh_tw: <32>{#k/1}* 好吧，下次再見，也許吧...

source: §fill=#808080§--- UNAVAILABLE ---
pt_br: §fill=#808080§--- INDISPONÍVEL ---
zh_cn: §fill=#808080§---- 售罄 ----
zh_tw: §fill=#808080§---- 售罄 ----

source: 0G - Exoberry Jell-O Pie
pt_br: 0G - Torta de Gelatina Exoberry
zh_cn: 0G - 洋梅果冻派
zh_tw: 0G - 洋梅果凍派

source: 0G - Ghost Fruit
pt_br: 0G - Fruta Fantasma
zh_cn: 0G - 幽灵水果
zh_tw: 0G - 幽靈水果

source: 0G - Milkshake
zh_cn: 0G - 奶昔
zh_tw: 0G - 奶昔

source: Exit
pt_br: Saída
zh_cn: 离开
zh_tw: 離開

source: 432G - Sanctuary
pt_br: 432G - Santuário
zh_cn: 432G - 圣所
zh_tw: 432G - 聖所

source: 80G - Exoberry Jell-O Pie
pt_br: 80G - Torta de gelatina Exoberry
zh_cn: 80G - 洋梅果冻派
zh_tw: 80G - 洋梅果凍派
