Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/11}* ... if you say so...
pt_br: <25>{#p/undyne}{#f/11}* ... se você diz...
zh_cn: <25>{#p/undyne}{#f/11}* ...好吧， 听你的...
zh_tw: <25>{#p/undyne}{#f/11}* ...好吧， 聽你的...

source: <25>{#p/undyne}{#f/7}* He said not to talk about it!!
pt_br: <25>{#p/undyne}{#f/7}* Ele disse que não quer falar sobre isso!!
zh_cn: <25>{#p/undyne}{#f/7}* 他都说了别提这个了！！
zh_tw: <25>{#p/undyne}{#f/7}* 他都說了別提這個了！！

source: <18>{#p/papyrus}THE SENTRY STATION OF CANIS MAJOR...
pt_br: <18>{#p/papyrus}A ESTAÇÃO DE SENTINELA DO CANIS MAJOR...
zh_cn: <18>{#p/papyrus}CANIS MAJOR的 哨站...
zh_tw: <18>{#p/papyrus}CANIS MAJOR的 哨站...

source: <18>{#p/papyrus}{#f/5}THAT DOG HAS A HEART OF GOLD- PRESSED LATINUM.
pt_br: <18>{#p/papyrus}{#f/5}AQUELE CACHORRO TEM UM CORAÇÃO DE -OURO- POLIDO.
zh_cn: <18>{#p/papyrus}{#f/5}那只狗有一颗 金子般的心。
zh_tw: <18>{#p/papyrus}{#f/5}那隻狗有一顆 金子般的心。

source: <18>{#p/papyrus}{#f/4}IF ONLY -I- WAS IN THE ROYAL GUARD...
pt_br: <18>{#p/papyrus}{#f/4}SE EU PELO MENOS ESTIVESSE NA GUARDA REAL...
zh_cn: <18>{#p/papyrus}{#f/4}要是【我】加入 皇家卫队就好了...
zh_tw: <18>{#p/papyrus}{#f/4}要是【我】加入 皇家衛隊就好了...

source: <18>{#p/papyrus}{#f/0}THEN, I'D BE ABLE TO REPAY IT FOR ITS KINDNESS!
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO, EU SERIA CAPAZ DE RETRIBUIR SUA BONDADE!
zh_cn: <18>{#p/papyrus}{#f/0}这样我就能 报答它的好意了！
zh_tw: <18>{#p/papyrus}{#f/0}這樣我就能 報答它的好意了！

source: <25>{#p/undyne}{#f/14}* I could repay it for you, if you like.
pt_br: <25>{#p/undyne}{#f/14} Eu poderia fazer isso por você, se você quiser.
zh_cn: <25>{#p/undyne}{#f/14}* 如果你愿意的话， 我可以帮你报答它。
zh_tw: <25>{#p/undyne}{#f/14}* 如果你願意的話， 我可以幫你報答它。

source: <18>{#p/papyrus}{#f/7}IT'S NOT THE SAME IF I DON'T DO IT MYSELF!
pt_br: <18>{#p/papyrus}{#f/7}NÃO É A MESMA COISA SE EU NÃO FIZER POR CONTA PRÓPRIA!
zh_cn: <18>{#p/papyrus}{#f/7}我自己做 才会更有意义！
zh_tw: <18>{#p/papyrus}{#f/7}我自己做 才會更有意義！

source: <25>{#p/undyne}{#f/17}* Couldn't you just wait until it gets home!?
pt_br: <25>{#p/undyne}{#f/17}* Não da pra esperar até ele chegar em casa!?
zh_cn: <25>{#p/undyne}{#f/17}* 那你不能等它回家的时候 再报答吗！？
zh_tw: <25>{#p/undyne}{#f/17}* 那你不能等它回家的時候 再報答嗎！？

source: <18>{#p/papyrus}{#f/7}IT'D MEAN MORE IF IT WAS AT ITS WORKPLACE!
pt_br: <18>{#p/papyrus}{#f/7}É MELHOR SE EU FIZER ISSO ONDE ELE TRABALHA!
zh_cn: <18>{#p/papyrus}{#f/7}在它工作的地方报答 才更有意义！
zh_tw: <18>{#p/papyrus}{#f/7}在它工作的地方報答 才更有意義！

source: <25>{#p/undyne}{#f/1}* You're right. * I'll let you appear as a hologram there.
pt_br: <25>{#p/undyne}{#f/1}* Você tá certo. * Vou te deixar aparecer como holograma lá.
zh_cn: <25>{#p/undyne}{#f/1}* 你说得对。 * 那我就让你以全息影像的 方式出现在那里吧。
zh_tw: <25>{#p/undyne}{#f/1}* 你說得對。 * 那我就讓你以全息影像的 方式出現在那裡吧。

source: <18>{#p/papyrus}{#f/7}UGH!!!
zh_cn: <18>{#p/papyrus}{#f/7}哼！！！
zh_tw: <18>{#p/papyrus}{#f/7}哼！！！

source: <18>{#p/papyrus}{#f/5}IT'S TOO BAD I MIGHT NEVER BE A ROYAL GUARD.
pt_br: <18>{#p/papyrus}{#f/5}É TRISTE QUE EU TALVEZ NUNCA SEJA UM GUARDA REAL.
zh_cn: <18>{#p/papyrus}{#f/5}真可惜我可能 永远加入不了 皇家卫队了。
zh_tw: <18>{#p/papyrus}{#f/5}真可惜我可能 永遠加入不了 皇家衛隊了。

source: <18>{#p/papyrus}{#f/7}NOTHING WILL EVER REPLACE FACE-TO- FACE CONVERSATION!
pt_br: <18>{#p/papyrus}{#f/7}NADA JAMAIS VAI SUBSTITUIR UM CONVERSA -OLHO- A -OLHO-.
zh_cn: <18>{#p/papyrus}{#f/7}面对面交谈的作用 是任何方式 都无法比拟的！
zh_tw: <18>{#p/papyrus}{#f/7}面對面交談的作用 是任何方式 都無法比擬的！

source: <18>{#p/papyrus}MATH -HAS- ALWAYS BEEN A PET PEEVE OF MINE.
pt_br: <18>{#p/papyrus}MATEMÁTICA -TEM- SEMPRE FOI UMA IMPLICÂNCIA MINHA
zh_cn: <18>{#p/papyrus}数学【一直】是 我最头疼的东西。
zh_tw: <18>{#p/papyrus}數學【一直】是 我最頭疼的東西。

source: <18>{#p/papyrus}{#f/5}CALCULUS THIS, GEOMETRY THAT...
pt_br: <18>{#p/papyrus}{#f/5}CÁLCULO ISSO, GEOMETRIA AQUILO...
zh_cn: <18>{#p/papyrus}{#f/5}又是微积分， 又是几何学...
zh_tw: <18>{#p/papyrus}{#f/5}又是微積分， 又是幾何學...

source: <18>{#p/papyrus}{#f/4}WHATEVER HAPPENED TO COUNTING ON YOUR FINGERBONES?
pt_br: <18>{#p/papyrus}{#f/4}O QUE ACONTECEU COM CONTAR NOS DEDOS ESQUELETICOS?
zh_cn: <18>{#p/papyrus}{#f/4}用指骨数数不好吗？
zh_tw: <18>{#p/papyrus}{#f/4}用指骨數數不好嗎？

source: <18>{#p/papyrus}{#f/7}ALL THE "ADVANCED" MATH IS TOTALLY UNNECESSARY!
pt_br: <18>{#p/papyrus}{#f/7}TODA ESSE "AVANÇO" NA MATEMÁTICA É TOTALMENTE DESNECESSÁRIA!
zh_cn: <18>{#p/papyrus}{#f/7}所有的“高等”数学 都是完全没有 必要的！
zh_tw: <18>{#p/papyrus}{#f/7}所有的「高等」數學 都是完全沒有 必要的！

source: <25>{#p/undyne}{#f/14}* You really believe that, don't you?
pt_br: <25>{#p/undyne}{#f/14}* Você realmente acredita nisso, não é?
zh_cn: <25>{#p/undyne}{#f/14}* 你咋还真这么想啊？
zh_tw: <25>{#p/undyne}{#f/14}* 你咋還真這麼想啊？

source: <25>{#p/undyne}{#f/17}* We'd still be living in the dark ages if it wasn't for that!
pt_br: <25>{#p/undyne}{#f/17}* Nós estaríamos vivendo na era das trevas se não fossem pelos matemáticos!
zh_cn: <25>{#p/undyne}{#f/17}* 要是没有高等数学， 我们现在就还会 活在黑暗时代呢！
zh_tw: <25>{#p/undyne}{#f/17}* 要是沒有高等數學， 我們現在就還會 活在黑暗時代呢！

source: <25>{#p/undyne}{#f/16}* Then again, that WOULD also mean we'd still have a home planet...
pt_br: <25>{#p/undyne}{#f/16}* E... isso TAMBÉM significaria ter um planeta natal...
zh_cn: <25>{#p/undyne}{#f/16}* 不过话说回来， 那样的话，我们说不定 还能住在故园的星球上...
zh_tw: <25>{#p/undyne}{#f/16}* 不過話說回來， 那樣的話，我們說不定 還能住在故園的星球上...

source: <18>{#p/papyrus}{#f/5}I KNOW, I KNOW...
pt_br: <18>{#p/papyrus}{#f/5}EU SEI, EU SEI...
zh_cn: <18>{#p/papyrus}{#f/5}我明白，我明白...
zh_tw: <18>{#p/papyrus}{#f/5}我明白，我明白...

source: <18>{#p/papyrus}{#f/7}I JUST DON'T LIKE SOLVING IT!
pt_br: <18>{#p/papyrus}{#f/7}EU SÓ NÃO GOSTO DE RESOLVER!
zh_cn: <18>{#p/papyrus}{#f/7}我只是 不喜欢做数学题！
zh_tw: <18>{#p/papyrus}{#f/7}我只是 不喜歡做數學題！

source: <25>{#p/undyne}{#f/14}* Oh, no, I'm totally with you on that.
pt_br: <25>{#p/undyne}{#f/14}* Oh, não, eu entendo você.
zh_cn: <25>{#p/undyne}{#f/14}* 噢别吧。 这我完全同意。
zh_tw: <25>{#p/undyne}{#f/14}* 噢別吧。 這我完全同意。

source: <18>{#p/papyrus}{#f/0}IF YOU REALLY WANT HELP WITH ADVANCED MATH...
pt_br: <18>{#p/papyrus}{#f/0}SE VOCÊ REALMENTE QUER AJUDA COM MATEMÁTICA AVANÇADA...
zh_cn: <18>{#p/papyrus}{#f/0}如果你真的需要 高等数学方面的 帮助...
zh_tw: <18>{#p/papyrus}{#f/0}如果你真的需要 高等數學方面的 幫助...

source: <18>{#p/papyrus}{#f/0}THERE'S NOBODY BETTER THAN DR. ALPHYS!!
pt_br: <18>{#p/papyrus}{#f/0}NÃO TEM NINGUÉM MELHOR QUE A DOUTORA ALPHYS!!
zh_cn: <18>{#p/papyrus}{#f/0}那就没有比 ALPHYS博士更 适合的人选了！
zh_tw: <18>{#p/papyrus}{#f/0}那就沒有比 ALPHYS博士更 適合的人選了！

source: <18>{#p/papyrus}{#f/4}THEY SAY SHE'S LIKE A LIVING CALCULATOR...
pt_br: <18>{#p/papyrus}{#f/4}ELES DIZEM QUE ELA É UMA CALCULADORA VIVA...
zh_cn: <18>{#p/papyrus}{#f/4}大家都说她像个 行走的计算器...
zh_tw: <18>{#p/papyrus}{#f/4}大家都說她像個 行走的計算器...

source: <18>{#p/papyrus}{#f/0}AND A VERY SCIENTIFIC ONE AT THAT!
pt_br: <18>{#p/papyrus}{#f/0}E UMA DAQUELAS CIENTÍFICAS, SABE?
zh_cn: <18>{#p/papyrus}{#f/0}而且是很科学的 那种！
zh_tw: <18>{#p/papyrus}{#f/0}而且是很科學的 那種！

source: <25>{#p/undyne}{#f/1}* Just ask Dr. Alphys?
pt_br: <25>{#p/undyne}{#f/1}* Só pergunta pra Dr. Alphys?
zh_cn: <25>{#p/undyne}{#f/1}* 找Alphys博士就行了？
zh_tw: <25>{#p/undyne}{#f/1}* 找Alphys博士就行了？

source: <18>{#p/papyrus}{#f/9}WOW, I WONDER WHAT GAVE YOU THAT IDEA!!
pt_br: <18>{#p/papyrus}{#f/9}WOW, EU ME PERGUNTO O QUE TE DEU ESSA IDEIA!!
zh_cn: <18>{#p/papyrus}{#f/9}哇， 我怎么就没想到呢！！
zh_tw: <18>{#p/papyrus}{#f/9}哇， 我怎麼就沒想到呢！！

source: <18>{#p/papyrus}{#f/4}... OH WAIT.
pt_br: <18>{#p/papyrus}{#f/4}... OH ESPERA.
zh_cn: <18>{#p/papyrus}{#f/4}...噢等等。
zh_tw: <18>{#p/papyrus}{#f/4}...噢等等。

source: <18>{#p/papyrus}{#f/4}IT'S BECAUSE SHE FILES ALL YOUR REPORTS FOR YOU.
pt_br: <18>{#p/papyrus}{#f/4}É PORQUE ELA ARQUIVA TODOS OS SEUS RELATÓRIOS PARA VOCÊ.
zh_cn: <18>{#p/papyrus}{#f/4}这是因为 她帮你整理了 所有的报告。
zh_tw: <18>{#p/papyrus}{#f/4}這是因為 她幫你整理了 所有的報告。

source: <25>{#p/undyne}{#f/17}* She's good at sorting out the dates, okay??
pt_br: <25>{#p/undyne}{#f/17}* Ela é boa nesse tipo de coisa, certo?
zh_cn: <25>{#p/undyne}{#f/17}* 她确实挺会排日程的， 好吗？？
zh_tw: <25>{#p/undyne}{#f/17}* 她確實挺會排日程的， 好嗎？？

source: <18>{#p/papyrus}REMEMBER THE "GAUNTLET OF DEADLY TERROR?"
pt_br: <18>{#p/papyrus}LEMBRA DO "DESAFIO DO TERROR MORTAL?"
zh_cn: <18>{#p/papyrus}还记得那个 “致命恐怖 大挑战”吗？
zh_tw: <18>{#p/papyrus}還記得那個 「致命恐怖 大挑戰」嗎？

source: <18>{#p/papyrus}{#f/4}BELIEVE IT OR NOT, IT HAS A SECRET SEVENTH WEAPON...
pt_br: <18>{#p/papyrus}{#f/4}ACREDITE OU NÃO, TEM UMA SÉTIMA ARMA SECRETA...
zh_cn: <18>{#p/papyrus}{#f/4}不知道你信不信， 其实还有个 秘密的第七武器。
zh_tw: <18>{#p/papyrus}{#f/4}不知道你信不信， 其實還有個 秘密的第七武器。

source: <18>{#p/papyrus}{#f/6}WHICH WOULD'VE TRULY TAKEN YOUR BREATH AWAY!
pt_br: <18>{#p/papyrus}{#f/6}QUE IRIA TE DEIXAR SEM FÔLEGO!
zh_cn: <18>{#p/papyrus}{#f/6}那东西真的会让你 魂飞魄散的！
zh_tw: <18>{#p/papyrus}{#f/6}那東西真的會讓你 魂飛魄散的！

source: <25>{#p/undyne}{#f/12}* What about the one that'd leave you speechless?
pt_br: <25>{#p/undyne}{#f/12}* E aquela que te deixa sem saber o que falar?
zh_cn: <25>{#p/undyne}{#f/12}* 那能让人目瞪口呆的呢？
zh_tw: <25>{#p/undyne}{#f/12}* 那能讓人目瞪口呆的呢？

source: <18>{#p/papyrus}{#f/0}THAT'S THE ULTRA- SECRET EIGHTH WEAPON, ACTUALLY.
pt_br: <18>{#p/papyrus}{#f/0}ESSA É A SUPER SECRETA OITAVA, NA VERDADE.
zh_cn: <18>{#p/papyrus}{#f/0}实际上，那是我 超秘密的第八武器。
zh_tw: <18>{#p/papyrus}{#f/0}實際上，那是我 超秘密的第八武器。

source: <25>{#p/undyne}{#f/1}* Ooh. * Sounds dangerous.
pt_br: <25>{#p/undyne}{#f/1}* Ooh. * Parece perigoso.
zh_cn: <25>{#p/undyne}{#f/1}* 哦。 * 听起来很危险啊。
zh_tw: <25>{#p/undyne}{#f/1}* 喔。 * 聽起來很危險啊。

source: <18>{#p/papyrus}{#f/6}WHY DO YOU THINK I DIDN'T USE IT!?
pt_br: <18>{#p/papyrus}{#f/6}POR QUE VOCÊ ACHA QUE EU NÃO USEI?
zh_cn: <18>{#p/papyrus}{#f/6}不然你以为我 为啥没把它用上！？
zh_tw: <18>{#p/papyrus}{#f/6}不然你以為我 為啥沒把它用上！？

source: <18>{#p/papyrus}{#f/6}... LITERALLY!!
pt_br: <18>{#p/papyrus}{#f/6}... LITERALMENTE!!
zh_cn: <18>{#p/papyrus}{#f/6}...字面意义上的！！
zh_tw: <18>{#p/papyrus}{#f/6}...字面意義上的！！

source: <18>{#p/papyrus}{#f/4}DON'T EVEN GET ME STARTED...
pt_br: <18>{#p/papyrus}{#f/4}NEM ME FAÇA COMEÇAR...
zh_cn: <18>{#p/papyrus}{#f/4}我都还没开始说...
zh_tw: <18>{#p/papyrus}{#f/4}我都還沒開始說...

source: <18>{#p/papyrus}{#f/4}ON THE HYPER- SECRET TENTH WEAPON.
pt_br: <18>{#p/papyrus}{#f/4}NA SUPER HYPER SECRETA, DECIMA ARMA.
zh_cn: <18>{#p/papyrus}{#f/4}那个超级无敌秘密的 第十武器呢。
zh_tw: <18>{#p/papyrus}{#f/4}那個超級無敵秘密的 第十武器呢。

source: <18>{#p/papyrus}{#f/6}... WAIT, I FORGOT THE MEGA-SECRET NINTH WEAPON!
pt_br: <18>{#p/papyrus}{#f/6}... ESPERA, EU ESQUECI A MEGA-SECRETA NONA ARMA!
zh_cn: <18>{#p/papyrus}{#f/6}...等等，我把 究级秘密的第九武器 给忘了！
zh_tw: <18>{#p/papyrus}{#f/6}...等等，我把 究級秘密的第九武器 給忘了！

source: <18>{#p/papyrus}{#f/0}THAT ONE WOULD TOTALLY KNOCK YOUR SOCKS OFF.
pt_br: <18>{#p/papyrus}{#f/0}AQUELA TE DEIXARIA COM OS OSSOS TREMENDO.
zh_cn: <18>{#p/papyrus}{#f/0}那玩意绝对能 吓掉你的下巴。
zh_tw: <18>{#p/papyrus}{#f/0}那玩意絕對能 嚇掉你的下巴。

source: <18>{#p/papyrus}{#f/0}GOOD THING I DIDN'T USE IT, HUH?
pt_br: <18>{#p/papyrus}{#f/0}QUE BOM QUE EU NÃO USEI, HUH?
zh_cn: <18>{#p/papyrus}{#f/0}幸好我没用上它啊， 对吧？
zh_tw: <18>{#p/papyrus}{#f/0}幸好我沒用上它啊， 對吧？

source: <18>{#p/papyrus}{#f/4}NOT TO MENTION THE TWENTY OTHER WEAPONS I HAD.
pt_br: <18>{#p/papyrus}{#f/4}SEM MENCIONAR TODAS AS OUTRAS DOZE ARMAS QUE EU TINHA.
zh_cn: <18>{#p/papyrus}{#f/4}更别提我还有 其它二十种武器呢。
zh_tw: <18>{#p/papyrus}{#f/4}更別提我還有 其它二十種武器呢。

source: <18>{#p/papyrus}{#f/4}AND YOUR SHIRT, AND YOUR SHOES...
pt_br: <18>{#p/papyrus}{#f/4}E SUA CAMISA, E SEUS SAPATOS...
zh_cn: <18>{#p/papyrus}{#f/4}吓掉你的衣服鞋子 也不在话下...
zh_tw: <18>{#p/papyrus}{#f/4}嚇掉你的衣服鞋子 也不在話下...

source: <18>{#p/papyrus}{#f/6}... BUT MOST IMPORTANTLY, YOUR SERVICE!
pt_br: <18>{#p/papyrus}{#f/6}... MAS MAIS IMPORTANTE, SEU SERVIÇO!
zh_cn: <18>{#p/papyrus}{#f/6}...最后啊， 你整个人都会被吓晕！
zh_tw: <18>{#p/papyrus}{#f/6}...最後啊， 你整個人都會被嚇暈！

source: <18>{#p/papyrus}STARTON TOWN: THE NORTH SIDE!
pt_br: <18>{#p/papyrus}CIDADE DE STARTON: LADO NORTE!
zh_cn: <18>{#p/papyrus}星港小镇： 北侧！
zh_tw: <18>{#p/papyrus}星港小鎮： 北側！

source: <18>{#p/papyrus}{#f/5}A SIDE I DON'T SPEND MUCH TIME ON.
pt_br: <18>{#p/papyrus}{#f/5}UM LADO NO QUAL EU NÃO PASSO MUITO TEMPO.
zh_cn: <18>{#p/papyrus}{#f/5}是我不会花很多 时间的一侧。
zh_tw: <18>{#p/papyrus}{#f/5}是我不會花很多 時間的一側。

source: <18>{#p/papyrus}{#f/4}SANS, ON THE OTHER HAND...
pt_br: <18>{#p/papyrus}{#f/4}SANS, POR OUTRO LADO...
zh_cn: <18>{#p/papyrus}{#f/4}然而，SANS就...
zh_tw: <18>{#p/papyrus}{#f/4}然而，SANS就...

source: <18>{#p/papyrus}{#f/4}... WELL, YOU CAN PROBABLY GUESS WHY HE DOES.
pt_br: <18>{#p/papyrus}{#f/4}... BEM, ACHO QUE VOCÊ PODE IMAGINAR PORQUE ELE PASSA.
zh_cn: <18>{#p/papyrus}{#f/4}...好吧，你可以 大概猜一下他为什么 喜欢这里。
zh_tw: <18>{#p/papyrus}{#f/4}...好吧，你可以 大概猜一下他為什麼 喜歡這裡。

source: <25>{#p/undyne}{#f/14}* ... enjoys the new and improved food they're selling at Grillby's!
pt_br: <25>{#p/undyne}{#f/14}* ... gosto da comida nova e melhorada que está vendendo no Grillby!
zh_cn: <25>{#p/undyne}{#f/14}* ...他喜欢Grillby's的 美味新品！
zh_tw: <25>{#p/undyne}{#f/14}* ...他喜歡Grillby's的 美味新品！

source: <18>{#p/papyrus}{#f/4}NEW AND IMPROVED, YOU SAY?
pt_br: <18>{#p/papyrus}{#f/4}NOVA E MELHORADA, VOCÊ DIZ?
zh_cn: <18>{#p/papyrus}{#f/4}什么？ 美味新品？
zh_tw: <18>{#p/papyrus}{#f/4}什麼？ 美味新品？

source: <18>{#p/papyrus}{#f/5}I SUPPOSE IT -IS- BETTER THAN BEFORE...
pt_br: <18>{#p/papyrus}{#f/5}EU SUPONHO QUE SEJA MELHOR DO QUE ANTES...
zh_cn: <18>{#p/papyrus}{#f/5}那【确实】是 比以前好吃点了...
zh_tw: <18>{#p/papyrus}{#f/5}那【確實】是 比以前好吃點了...

source: <18>{#p/papyrus}{#f/7}BUT STILL NOTHING COMPARED TO HOME- COOKED PASTA!
pt_br: <18>{#p/papyrus}{#f/7}MAS AINDA ASSIM, NADA COMPARADO AO ESPAGUETE FEITO EM CASA!
zh_cn: <18>{#p/papyrus}{#f/7}但还是比不上 在家做的意面啊！
zh_tw: <18>{#p/papyrus}{#f/7}但還是比不上 在家做的意面啊！

source: <18>{#p/papyrus}{#f/0}IT HAS SOMETHING TO DO WITH GRILLBY'S.
pt_br: <18>{#p/papyrus}{#f/0}TEM ALGO HAVER COM O GRILLBY.
zh_cn: <18>{#p/papyrus}{#f/0}跟GRILLBY'S是 有关系的哦。
zh_tw: <18>{#p/papyrus}{#f/0}跟GRILLBY'S是 有關係的喔。

source: <18>{#p/papyrus}{#f/5}IF ONLY HE APPRECIATED WHAT I DO FOR HIM.
pt_br: <18>{#p/papyrus}{#f/5}SE AO MENOS ELE APRECIASSE O QUE EU FAÇO POR ELE.
zh_cn: <18>{#p/papyrus}{#f/5}他要是能珍惜点 我为他做的一切 就好了。
zh_tw: <18>{#p/papyrus}{#f/5}他要是能珍惜點 我為他做的一切 就好了。

source: <18>{#p/papyrus}{#f/6}BROTHERS, AM I RIGHT?
pt_br: <18>{#p/papyrus}{#f/6}IRMÃOS, ESTAREI EU CERTO?
zh_cn: <18>{#p/papyrus}{#f/6}好兄弟嘛， 对吧。
zh_tw: <18>{#p/papyrus}{#f/6}好兄弟嘛， 對吧。

source: <18>{#p/papyrus}{#f/0}IS THE TAXI OUT YET TODAY?
pt_br: <18>{#p/papyrus}{#f/0}O TAXI AINDA NÃO ESTÁ AÍ?
zh_cn: <18>{#p/papyrus}{#f/0}今天运输船 还开吗？
zh_tw: <18>{#p/papyrus}{#f/0}今天運輸船 還開嗎？

source: <18>{#p/papyrus}{#f/5}HMM... IT TENDS TO COME OUT IN THE LATER HOURS.
pt_br: <18>{#p/papyrus}{#f/5}HMM... ELE TENDE A FICAR OCUPADO PELO FIM DO DIA.
zh_cn: <18>{#p/papyrus}{#f/5}嗯... 一般来说 晚些时候会 过来的。
zh_tw: <18>{#p/papyrus}{#f/5}嗯... 一般來說 晚些時候會 過來的。

source: <18>{#p/papyrus}{#f/0}I HEARD THE TAXI IS FINALLY OUT!
pt_br: <18>{#p/papyrus}{#f/0}OUVI DIZER QUE O TÁXI FINALMENTE SAIU!
zh_cn: <18>{#p/papyrus}{#f/0}我听说 运输船终于开了！
zh_tw: <18>{#p/papyrus}{#f/0}我聽說 運輸船終於開了！

source: <18>{#p/papyrus}{#f/5}HMM... THAT MUST MEAN WE'RE IN THE LATER HOURS.
pt_br: <18>{#p/papyrus}{#f/5}HMM... ISSO DEVE SIGNIFICAR QUE ESTAMOS NAS ÚLTIMAS HORAS.
zh_cn: <18>{#p/papyrus}{#f/5}嗯... 这说明现在是 “晚些时候”了。
zh_tw: <18>{#p/papyrus}{#f/5}嗯... 這說明現在是 「晚些時候」了。

source: <18>{#p/papyrus}{#f/6}AS FOR HOW TO TELL THE LATER HOURS FROM EARLIER ONES?
pt_br: <18>{#p/papyrus}{#f/6}COMO DIFERENCIAR O COMEÇO E O FIM DO DIA?
zh_cn: <18>{#p/papyrus}{#f/6}至于如何分辨 “早些时候”和 “晚些时候”...
zh_tw: <18>{#p/papyrus}{#f/6}至於如何分辨 「早些時候」和 「晚些時候」...

source: <18>{#p/papyrus}{#f/4}... I'LL GET BACK TO YOU ON THAT.
pt_br: <18>{#p/papyrus}{#f/4}... EU VOU TE EXPLICAR ISSO LOGO, LOGO.
zh_cn: <18>{#p/papyrus}{#f/4}...我回头再 跟你讲。
zh_tw: <18>{#p/papyrus}{#f/4}...我回頭再 跟你講。

source: <25>{#p/undyne}{#f/12}* Uh... I think you just made those up.
pt_br: <25>{#p/undyne}{#f/12}* Uh... Eu acho que você acabou de inventar.
zh_cn: <25>{#p/undyne}{#f/12}* 呃... 这是你瞎编的吧。
zh_tw: <25>{#p/undyne}{#f/12}* 呃... 這是你瞎編的吧。

source: <25>{#p/undyne}{#f/17}* There ARE no "later hours" on the outpost.
pt_br: <25>{#p/undyne}{#f/17}* Não TEM fim ou começo de dia no Outpost.
zh_cn: <25>{#p/undyne}{#f/17}* 前哨站压根就没有 “晚些时候”这种说法。
zh_tw: <25>{#p/undyne}{#f/17}* 前哨站壓根就沒有 「晚些時候」這種說法。

source: <18>{#p/papyrus}{#f/4}CORRECT...
pt_br: <18>{#p/papyrus}{#f/4}CORRETO...
zh_cn: <18>{#p/papyrus}{#f/4}没错...
zh_tw: <18>{#p/papyrus}{#f/4}沒錯...

source: <18>{#p/papyrus}{#f/9}... UNTIL NOW!
pt_br: <18>{#p/papyrus}{#f/9}... ATÉ AGORA!
zh_cn: <18>{#p/papyrus}{#f/9}...但现在有了！
zh_tw: <18>{#p/papyrus}{#f/9}...但現在有了！

source: <18>{#p/papyrus}{#f/9}IN DUE TIME, EVERYONE WILL ADOPT MY SYSTEM!
pt_br: <18>{#p/papyrus}{#f/9}EM POUCO TEMPO TODOS IRÃO ADOTAR MEU SISTEMA!
zh_cn: <18>{#p/papyrus}{#f/9}总有一天， 所有人都会采用 我的计时方法！
zh_tw: <18>{#p/papyrus}{#f/9}總有一天， 所有人都會採用 我的計時方法！

source: <18>{#p/papyrus}{#f/0}IT'LL BE A GRAND TIMEKEEPING REVOLUTION!
pt_br: <18>{#p/papyrus}{#f/0}SERÁ UMA GRANDE REVOLUÇÃO NA CONTAGEM DO TEMPO!
zh_cn: <18>{#p/papyrus}{#f/0}这将是一场 伟大的计时改革！
zh_tw: <18>{#p/papyrus}{#f/0}這將是一場 偉大的計時改革！

source: <18>{#p/papyrus}{#f/6}EVENTUALLY!!!
pt_br: <18>{#p/papyrus}{#f/6}EVENTUALMENTE!!!
zh_cn: <18>{#p/papyrus}{#f/6}会讲的！！！
zh_tw: <18>{#p/papyrus}{#f/6}會講的！！！

source: <18>{#p/papyrus}{#f/4}FOR OUR FIRST REVOLUTION MEETING...
pt_br: <18>{#p/papyrus}{#f/4}PARA NOSSA PRIMEIRA REUNIÃO DA REVOLUÇÃO...
zh_cn: <18>{#p/papyrus}{#f/4}为了召开我们的 第一次改革会议...
zh_tw: <18>{#p/papyrus}{#f/4}為了召開我們的 第一次改革會議...

source: <18>{#p/papyrus}{#f/0}WE'LL NEED TO AGREE ON A SPECIFIC TIME.
pt_br: <18>{#p/papyrus}{#f/0}NÓS VAMOS PRECISAR CONCORDAR EM UM TEMPO ESPECÍFICO.
zh_cn: <18>{#p/papyrus}{#f/0}我们需要确定 一个具体的时间点。
zh_tw: <18>{#p/papyrus}{#f/0}我們需要確定 一個具體的時間點。

source: <18>{#p/papyrus}{#f/9}BUT NO WORRIES! I'LL JUST TELL THE PARTICIPANTS...
pt_br: <18>{#p/papyrus}{#f/9}MAS NÃO SE PREOCUPE! EU VOU DIZER AOS PARTICIPANTES...
zh_cn: <18>{#p/papyrus}{#f/9}别担心！ 我会告诉参会者们...
zh_tw: <18>{#p/papyrus}{#f/9}別擔心！ 我會告訴參會者們...

source: <18>{#p/papyrus}{#f/9}... TO ARRIVE IN THE EARLY HOURS!
pt_br: <18>{#p/papyrus}{#f/9}... QUE CHEGUEM NO COMEÇO DO DIA!
zh_cn: <18>{#p/papyrus}{#f/9}...在“早些时候” 到达！
zh_tw: <18>{#p/papyrus}{#f/9}...在「早些時候」 到達！

source: <25>{#p/undyne}{#f/1}* And how will they know what those are?
pt_br: <25>{#p/undyne}{#f/1}* E como eles vão saber que hora é o começo do dia?
zh_cn: <25>{#p/undyne}{#f/1}* 那他们怎么知道 那是啥时候啊？
zh_tw: <25>{#p/undyne}{#f/1}* 那他們怎麼知道 那是啥時候啊？

source: <18>{#p/papyrus}{#f/4}RIGHT...
pt_br: <18>{#p/papyrus}{#f/4}VERDADE...
zh_cn: <18>{#p/papyrus}{#f/4}对哦...
zh_tw: <18>{#p/papyrus}{#f/4}對喔...

source: <18>{#p/papyrus}{#f/0}WE'LL HAVE TO DISCUSS THAT AT THE MEETING.
pt_br: <18>{#p/papyrus}{#f/0}VAMOS TER QUE DISCUTIR ISSO NA REUNIÃO.
zh_cn: <18>{#p/papyrus}{#f/0}看来我们得在会上 讨论这个问题。
zh_tw: <18>{#p/papyrus}{#f/0}看來我們得在會上 討論這個問題。

source: <18>{#p/papyrus}STARTON TOWN: THE SOUTH SIDE!
pt_br: <18>{#p/papyrus}CIDADE DE STARTON: O LADO SUL!
zh_cn: <18>{#p/papyrus}星港小镇： 南侧！
zh_tw: <18>{#p/papyrus}星港小鎮： 南側！

source: <18>{#p/papyrus}{#f/4}OR AS I LIKE TO CALL IT...
pt_br: <18>{#p/papyrus}{#f/4}OU COMO EU GOSTO DE CHAMAR...
zh_cn: <18>{#p/papyrus}{#f/4}或者我也喜欢 叫做...
zh_tw: <18>{#p/papyrus}{#f/4}或者我也喜歡 叫做...

source: <18>{#p/papyrus}{#f/9}THE BEST SIDE IN THE COSMOS!
pt_br: <18>{#p/papyrus}{#f/9}O MELHOR LADO DO COSMO!
zh_cn: <18>{#p/papyrus}{#f/9}宇宙中最好的 一侧！
zh_tw: <18>{#p/papyrus}{#f/9}宇宙中最好的 一側！

source: <25>{#p/undyne}{#f/14}* No doubt because YOU live there.
pt_br: <25>{#p/undyne}{#f/14}* Sem dúvida, porque você vive lá.
zh_cn: <25>{#p/undyne}{#f/14}* 这还用说， 你自己都住这。
zh_tw: <25>{#p/undyne}{#f/14}* 這還用說， 你自己都住這。

source: <18>{#p/papyrus}{#f/4}NOT ONLY THAT...
pt_br: <18>{#p/papyrus}{#f/4}NÃO APENAS ISSO.
zh_cn: <18>{#p/papyrus}{#f/4}不仅如此...
zh_tw: <18>{#p/papyrus}{#f/4}不僅如此...

source: <18>{#p/papyrus}{#f/0}IT'S ALSO THE SIDE THAT DOESN'T HAVE GRILLBY'S ON IT!!
pt_br: <18>{#p/papyrus}{#f/0}TAMBÉM É O LADO ONDE NÃO TEM O GRILLBY!
zh_cn: <18>{#p/papyrus}{#f/0}GRILLBY'S 还不在这！！
zh_tw: <18>{#p/papyrus}{#f/0}GRILLBY'S 還不在這！！

source: <18>{#p/papyrus}{#f/4}IT'S NO WONDER A FRIENDLY GHOST SET UP SHOP HERE...
pt_br: <18>{#p/papyrus}{#f/4}FICO FELIZ QUE UM FANTASMA AMIGÁVEL COLOCOU UMA LOJA AQUI.
zh_cn: <18>{#p/papyrus}{#f/4}难怪会有一个 友好的幽灵 在这里开店...
zh_tw: <18>{#p/papyrus}{#f/4}難怪會有一個 友好的幽靈 在這裡開店...

source: <18>{#p/papyrus}{#f/9}WHO WOULDN'T WANT TO BE IN PROXIMITY OF SUCH GREATNESS?
pt_br: <18>{#p/papyrus}{#f/9}QUEM NÃO GOSTARIA DE ESTAR PERTO DE TAMANHA GRANDEZA?
zh_cn: <18>{#p/papyrus}{#f/9}谁不想接近 这伟大的一边呢？
zh_tw: <18>{#p/papyrus}{#f/9}誰不想接近 這偉大的一邊呢？

source: <18>{#p/papyrus}{#f/0}I CERTAINLY COULDN'T RESIST.
pt_br: <18>{#p/papyrus}{#f/0}EU CERTAMENTE NÃO PODERIA RESISTIR.
zh_cn: <18>{#p/papyrus}{#f/0}我肯定是 没法抗拒的。
zh_tw: <18>{#p/papyrus}{#f/0}我肯定是 沒法抗拒的。

source: <18>{#p/papyrus}{#f/9}STANDING AT THE SITE OF OUR LEGENDARY BATTLE?
pt_br: <18>{#p/papyrus}{#f/9}OLHANDO O LUGAR ONDE NÓS BATALHAMOS?
zh_cn: <18>{#p/papyrus}{#f/9}你正站在 我们那场传奇大战的 场地上？
zh_tw: <18>{#p/papyrus}{#f/9}你正站在 我們那場傳奇大戰的 場地上？

source: <18>{#p/papyrus}{#f/0}NO, NO, GO AHEAD. IT'S A PLACE OF HISTORICAL VALUE.
pt_br: <18>{#p/papyrus}{#f/0}NÃO, NÃO, VAI LÁ. É UM LUGAR DE VALOR HISTÓRICO.
zh_cn: <18>{#p/papyrus}{#f/0}没事没事，你继续。 这可是个有着 历史意义的地方。
zh_tw: <18>{#p/papyrus}{#f/0}沒事沒事，你繼續。 這可是個有著 歷史意義的地方。

source: <25>{#p/undyne}{#f/1}* Don't admire the view for too long, punk!
pt_br: <25>{#p/undyne}{#f/1}* Não admire a vista por tempo demais, pirralha!
zh_cn: <25>{#p/undyne}{#f/1}* 别欣赏太久风景了， 小混蛋！
zh_tw: <25>{#p/undyne}{#f/1}* 別欣賞太久風景了， 小混蛋！

source: <25>{#p/undyne}{#f/7}* You've still gotta admire the site of OUR legendary battle!
pt_br: <25>{#p/undyne}{#f/7}* Você ainda precisa admirar o local da NOSSA lendária batalha!
zh_cn: <25>{#p/undyne}{#f/7}* 你还得去观摩一下 咱俩打那场传奇大战的 地方！
zh_tw: <25>{#p/undyne}{#f/7}* 你還得去觀摩一下 咱倆打那場傳奇大戰的 地方！

source: <18>{#p/papyrus}{#f/6}HOW MANY LEGENDARY BATTLES HAVE THEY BEEN IN?
pt_br: <18>{#p/papyrus}{#f/6}EM QUANTOS BATALHAS LENDÁRIAS ELE ESTEVE?
zh_cn: <18>{#p/papyrus}{#f/6}那人到底打过 几场传奇大战啊？
zh_tw: <18>{#p/papyrus}{#f/6}那人到底打過 幾場傳奇大戰啊？

source: <25>{#p/undyne}{#f/8}* Who knows!!
pt_br: <25>{#p/undyne}{#f/8}* Quem sabe!!
zh_cn: <25>{#p/undyne}{#f/8}* 谁知道呢！！
zh_tw: <25>{#p/undyne}{#f/8}* 誰知道呢！！

source: <18>{#p/papyrus}{#f/4}THEY'LL HAVE TO PUT IT IN A MUSEUM SOMEDAY...
pt_br: <18>{#p/papyrus}{#f/4}TERÁ QUE SER UM MUSEU ALGUM DIA...
zh_cn: <18>{#p/papyrus}{#f/4}总有一天他们会 把这件事放进 博物馆的...
zh_tw: <18>{#p/papyrus}{#f/4}總有一天他們會 把這件事放進 博物館的...

source: <25>{#p/undyne}{#f/1}* Regardless of what happens now...
pt_br: <25>{#p/undyne}{#f/1}* Independentemente do que aconteça agora...
zh_cn: <25>{#p/undyne}{#f/1}* 不管现在怎样...
zh_tw: <25>{#p/undyne}{#f/1}* 不管現在怎樣...

source: <25>{#p/undyne}{#f/7}* You better not have a battle more legendary than OURS!
pt_br: <25>{#p/undyne}{#f/7}* É melhor você não ter uma batalha mais lendária que a NOSSA!
zh_cn: <25>{#p/undyne}{#f/7}* 你最好别打出个 比我们那场 还传奇的大战！
zh_tw: <25>{#p/undyne}{#f/7}* 你最好別打出個 比我們那場 還傳奇的大戰！

source: <25>{#p/undyne}{#f/14}* Not unless I get to be a part of it! * Fuhuhu!
pt_br: <25>{#p/undyne}{#f/14}* A não ser que eu faça parte dela! * Fuhuhu!
zh_cn: <25>{#p/undyne}{#f/14}* 除非我也上场！ * 呋呼呼！
zh_tw: <25>{#p/undyne}{#f/14}* 除非我也上場！ * 呋呼呼！

source: <18>{#p/papyrus}{#f/4}CAREFUL NOW...
pt_br: <18>{#p/papyrus}{#f/4}CUIDADO AGORA...
zh_cn: <18>{#p/papyrus}{#f/4}你现在得 小心点...
zh_tw: <18>{#p/papyrus}{#f/4}你現在得 小心點...

source: <18>{#p/papyrus}{#f/0}THAT DOOR THERE IS THE ENTRANCE TO THE FOUNDRY.
pt_br: <18>{#p/papyrus}{#f/0}ESSA PORTA É A ENTRADA DA FOUNDRY.
zh_cn: <18>{#p/papyrus}{#f/0}那边那扇门是 铸厂的入口。
zh_tw: <18>{#p/papyrus}{#f/0}那邊那扇門是 鑄廠的入口。

source: <18>{#p/papyrus}{#f/5}ONLY DARKNESS AWAITS YOU IN SUCH A PLACE.
pt_br: <18>{#p/papyrus}{#f/5}APENAS A ESCURIDÃO TE ESPERA EM TAL LUGAR.
zh_cn: <18>{#p/papyrus}{#f/5}在这样的地方 等待你的只有 黑暗。
zh_tw: <18>{#p/papyrus}{#f/5}在這樣的地方 等待你的只有 黑暗。

source: <25>{#p/undyne}{#f/1}* You'll get no arguments from me.
pt_br: <25>{#p/undyne}{#f/1}* Você não terá opiniões de minha parte.
zh_cn: <25>{#p/undyne}{#f/1}* 这我不反对。
zh_tw: <25>{#p/undyne}{#f/1}* 這我不反對。

source: <25>{#p/undyne}{#f/16}* Half the time, I just use my jetpack as a flashlight...
pt_br: <25>{#p/undyne}{#f/16}* Metade do tempo, eu apenas uso meu jetpack como uma lanterna...
zh_cn: <25>{#p/undyne}{#f/16}* 我几乎一半的时间 都把喷气背包 当手电筒用...
zh_tw: <25>{#p/undyne}{#f/16}* 我幾乎一半的時間 都把噴氣背包 當手電筒用...
