Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* PAPYRUS - ATK 3 DEF 3 * Sans a brother.
pt_br: <32>{#p/story}* PAPYRUS - ATQ 3 DEF 3 * Sans ex-irmão.
zh_cn: <32>{#p/story}* PAPYRUS - 攻击3 防御3 * 亡兄之弟。
zh_tw: <32>{#p/story}* PAPYRUS - 攻擊3 防禦3 * 亡兄之弟。

source: <32>{#p/story}* PAPYRUS - ATK 3 DEF 3 * Believes in you.
pt_br: <32>{#p/story}* PAPYRUS - ATQ 3 DEF 3 * Acredita em você.
zh_cn: <32>{#p/story}* PAPYRUS - 攻击3 防御3 * 依然相信着你。
zh_tw: <32>{#p/story}* PAPYRUS - 攻擊3 防禦3 * 依然相信著你。

source: <32>{#p/story}* PAPYRUS - ATK 20 DEF 20 * Likes to say "Nyeh Heh Heh!"
pt_br: <32>{#p/story}* PAPYRUS - ATQ 20 DEF 20 * Gosta de dizer "Nyeh Heh Heh!"
zh_cn: <32>{#p/story}* PAPYRUS - 攻击20 防御20 * 喜欢说“捏嘿嘿！”
zh_tw: <32>{#p/story}* PAPYRUS - 攻擊20 防禦20 * 喜歡說「捏嘿嘿！」

source: <32>{#p/story}* PAPYRUS - ATK 20 DEF 20 * Everything is fine.
pt_br: <32>{#p/story}* PAPYRUS - ATQ 20 DEF 20 * Está tudo bem, tudo bem.
zh_cn: <32>{#p/story}* PAPYRUS - 攻击20 防御20 * 一切都很顺利。
zh_tw: <32>{#p/story}* PAPYRUS - 攻擊20 防禦20 * 一切都很順利。

source: <32>{#p/story}* PAPYRUS - ATK 20 DEF 20 * The most benevolent and merciful guardsman!
pt_br: <32>{#p/story}* PAPYRUS - ATQ 20 DEF 20 * O mais benevolente e piedoso homem de guarda!
zh_cn: <32>{#p/story}* PAPYRUS - 攻击20 防御20 * 最最最仁慈的卫兵！
zh_tw: <32>{#p/story}* PAPYRUS - 攻擊20 防禦20 * 最最最仁慈的衛兵！

source: <15>{#p/papyrus}{#f/20}LOOKS LIKE YOU'RE GOING TO THE CAPTURE ZONE!!
pt_br: <15>{#p/papyrus}{#f/20}DIRETO PARA A ZONA DE CAPTURA!!
zh_cn: <15>{#p/papyrus}{#f/20}看来你得进 关押区了！！
zh_tw: <15>{#p/papyrus}{#f/20}看來你得進 關押區了！！

source: <15>{#f/24}... ALSO KNOWN AS THE GARAGE.
pt_br: <15>{#f/24}... TAMBÉM CONHECIDO COMO A GARAGEM.
zh_cn: <15>{#f/24}...也叫车库。
zh_tw: <15>{#f/24}...也叫車庫。

source: <15>{#f/20}A HEAVILY FORTIFIED GARAGE, THAT IS!
pt_br: <15>{#f/20}UMA GARAGEM MUITO FORTIFICADA, SÓ PRA DIZER!
zh_cn: <15>{#f/20}咳咳， 一个加固的车库！
zh_tw: <15>{#f/20}咳咳， 一個加固的車庫！

source: <15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!
zh_cn: <15>{#f/20}捏嘿嘿嘿嘿 嘿嘿！！！
zh_tw: <15>{#f/20}捏嘿嘿嘿嘿 嘿嘿！！！

source: <15>{#p/papyrus}{#f/24}WELL!!! YOU MAY HAVE CLEVERLY ESCAPED BEFORE...
pt_br: <15>{#p/papyrus}{#f/24}BEM!!! VOCÊ PODE TER ESCAPADO ANTES...
zh_cn: <15>{#p/papyrus}{#f/24}好吧！！！你之 前可能很机智地 逃脱过关押区...
zh_tw: <15>{#p/papyrus}{#f/24}好吧！！！你之 前可能很機智地 逃脫過關押區...

source: <15>{#f/20}BUT THIS TIME, I'VE UPGRADED THE FACILITIES.
pt_br: <15>{#f/20}MAS DESSA VEZ EU MELHOREI O PLANEJAMENTO.
zh_cn: <15>{#f/20}但这次， 我升级了设施。
zh_tw: <15>{#f/20}但這次， 我升級了設施。

source: <15>{#f/20}NOT ONLY WILL YOU BE STUCK...
pt_br: <15>{#f/20}VOCÊ NÃO APENAS FICARA PRESO...
zh_cn: <15>{#f/20}你不仅会 被困住...
zh_tw: <15>{#f/20}你不僅會 被困住...

source: <15>{#f/15}BUT YOU WON'T EVEN WANT TO LEAVE!!!
pt_br: <15>{#f/15}MAS VOCÊ NEM MESMO DESEJARÁ SAIR!!!
zh_cn: <15>{#f/15}而且你永远 也不愿离开！！！
zh_tw: <15>{#f/15}而且你永遠 也不願離開！！！

source: <15>{#p/papyrus}{#f/20}YOU ARE... DETERMINED!
pt_br: <15>{#p/papyrus}{#f/20}VOCÊ TEM... DETERMINAÇÃO!
zh_cn: <15>{#p/papyrus}{#f/20}你也许... 充满决心！
zh_tw: <15>{#p/papyrus}{#f/20}你也許... 充滿決心！

source: <15>BUT!! IT JUST WON'T WORK ON ME!
pt_br: <15>MAS!! ISSO NÃO VAI FUNCIONAR COMIGO!
zh_cn: <15>然而这对我并 没有什么卵用！！
zh_tw: <15>然而這對我並 沒有什麼卵用！！

source: <15>I AM THE DETERMINEST!
pt_br: <15>EU SOU SUPER DETERMINADO!
zh_cn: <15>我是最有决心的！
zh_tw: <15>我是最有決心的！

source: <99>{#f/24}AND IF YOU THINK YOU ARE DETERMINESTER...
pt_br: <99>{#f/24}E SE VOCÊ ACHA QUE É SUPER HYPER DETERMINADORESCO...
zh_cn: <99>{#f/24}如果你认为 你比最有决心 还有决心的话...
zh_tw: <99>{#f/24}如果你認為 你比最有決心 還有決心的話...

source: <15>{#f/20}THAT IS WRONG! GRAMATICALLY WRONG!
pt_br: <15>{#f/20}VOCÊ ESTÁ ERRADO! GRAMATICALMENTE ERRADO!
zh_cn: <15>{#f/20}那简直是大错 特错！语法上 就是错的！
zh_tw: <15>{#f/20}那簡直是大錯 特錯！語法上 就是錯的！

source: <15>{#f/24}BECAUSE THE CORRECT FORM WOULD BE...
pt_br: <15>{#f/24}PORQUE A FORMA CORRETA SERIA...
zh_cn: <15>{#f/24}因为正确的说法 应该是...
zh_tw: <15>{#f/24}因為正確的說法 應該是...

source: <15>{#f/20}NOT AS DETERMINEST AS PAPYRUS, THE DETERMINESTEST!
pt_br: <15>{#f/20}NÃO TÃO DETERMINADORESCO QUANTO PAPYRUS, O DETERMINADORESCO!
zh_cn: <15>{#f/20}你不如PAPYRUS， 最最有决心的人 那么最有决心！
zh_tw: <15>{#f/20}你不如PAPYRUS， 最最有決心的人 那麼最有決心！

source: <15>{#f/10}I HOPE YOU ENJOYED THIS LESSON.
pt_br: <15>{#f/10}ESPERO QUE VOCÊ TENHA APRENDIDO A LIÇÃO.
zh_cn: <15>{#f/10}我希望 你喜欢这堂课。
zh_tw: <15>{#f/10}我希望 你喜歡這堂課。

source: <15>{#p/papyrus}{#f/24}ARE YOU SURE YOU CAN KEEP THIS UP?
pt_br: <15>{#p/papyrus}{#f/24}VOCÊ TEN CERTEZA QUE QUER CONTINUAR FAZENDO ISSO?
zh_cn: <15>{#p/papyrus}{#f/24}你确定 你能坚持下去吗？
zh_tw: <15>{#p/papyrus}{#f/24}你確定 你能堅持下去嗎？

source: <15>{#f/21}BEING CAPTURED AGAIN MUST BE FRUSTRATING...
pt_br: <15>{#f/21}FICAR SENDO CAPTURADO DEVE SER FRUSTRANTE...
zh_cn: <15>{#f/21}再次被抓住一定 让你感到沮丧！！！
zh_tw: <15>{#f/21}再次被抓住一定 讓你感到沮喪！！！

source: <15>{#f/21}I DON'T WANT YOU TO GET MAD ABOUT FAILING REPEATEDLY...
pt_br: <15>{#f/21}EU NÃO QUERO QUE VOCÊ FIQUE NERVOSO POR FICAR FALHANDO...
zh_cn: <15>{#f/21}我不想让你 因为一再失败 而感到生气...
zh_tw: <15>{#f/21}我不想讓你 因為一再失敗 而感到生氣...

source: <15>{#f/20}PERHAPS NEXT TIME WE CAN SKIP THE BATTLE!
pt_br: <15>{#f/20}TALVEZ DA PRÓXIMA VEZ POSSAMOS PULAR ESTA BATALHA!
zh_cn: <15>{#f/20}也许下次我们可以 跳过这场战斗！
zh_tw: <15>{#f/20}也許下次我們可以 跳過這場戰鬥！

source: <15>{#f/20}FOR NOW, THOUGH, IT'S OFF TO THE CAPTURE ZONE!!!
pt_br: <15>{#f/20}ENTRETANTO, POR AGORA, É DIRETO PARA A ZONA DE CAPTURA!!!
zh_cn: <15>{#f/20}现在，你还是要 回到关押区！！！
zh_tw: <15>{#f/20}現在，你還是要 回到關押區！！！

source: <15>{#p/papyrus}{#f/27}WOWIE... AGAIN???
pt_br: <15>{#p/papyrus}{#f/27}WOWIE... DE NOVO???
zh_cn: <15>{#p/papyrus}{#f/27}我嘞个... 还来？？？
zh_tw: <15>{#p/papyrus}{#f/27}我嘞個... 還來？？？

source: <15>{#f/15}WELL, IF YOU INSIST...!
pt_br: <15>{#f/15}BEM, SE VOCÊ INSISTE...!
zh_cn: <15>{#f/15}好吧，如果你坚持的话...！
zh_tw: <15>{#f/15}好吧，如果你堅持的話...！

source: <15>{#p/papyrus}{#f/27}N... N-NO...
pt_br: <15>{#p/papyrus}{#f/27}N... N-NÃO...
zh_cn: <15>{#p/papyrus}{#f/27}不... 不-不...
zh_tw: <15>{#p/papyrus}{#f/27}不... 不-不...

source: <15>{#p/papyrus}{#f/21}WELL, THAT'S NOT WHAT I WAS EXPECTING...
pt_br: <15>{#p/papyrus}{#f/21}BEM, ISSO NÃO ERA O QUE EU ESPERAVA...
zh_cn: <15>{#p/papyrus}{#f/21}呃，我没想到 会这样...
zh_tw: <15>{#p/papyrus}{#f/21}呃，我沒想到 會這樣...

source: <15>{#p/papyrus}{#f/21}SANS, I...
pt_br: <15>{#p/papyrus}{#f/21}SANS, EU...
zh_cn: <15>{#p/papyrus}{#f/21}SANS，我...
zh_tw: <15>{#p/papyrus}{#f/21}SANS，我...

source: <15>{#f/33}{@random=1.1/1.1}I FAILED YOU...
pt_br: <15>{#f/33}{@random=1.1/1.1}EU FALHEI CONTIGO...
zh_cn: <15>{#f/33}{@random=1.1/1.1}我让你失望了...
zh_tw: <15>{#f/33}{@random=1.1/1.1}我讓你失望了...

source: <15>{#p/papyrus}{#f/27}... B-BUT I STILL BELIEVE IN YOU!
pt_br: <15>{#p/papyrus}{#f/27}... M-MAS EU AINDA ACREDITO EM VOCÊ!
zh_cn: <15>{#p/papyrus}{#f/27}...尽-尽管如此， 我仍然相信你！
zh_tw: <15>{#p/papyrus}{#f/27}...儘-儘管如此， 我仍然相信你！ゐ

source: <15>{#p/papyrus}{#f/21}I KNOW... YOU CAN DO BETTER...
pt_br: <15>{#p/papyrus}{#f/21}EU SEI... QUE VOCÊ PODE FAZER MELHOR...
zh_cn: <15>{#p/papyrus}{#f/21}只要你努力， 肯定能变得更好...
zh_tw: <15>{#p/papyrus}{#f/21}只要你努力， 肯定能變得更好...

source: <15>{#p/papyrus}{#f/27}IF YOU JUST TRY...!
pt_br: <15>{#p/papyrus}{#f/27}SE VOCÊ APENAS TENTAR...!
zh_cn: <15>{#p/papyrus}{#f/27}我-我保证...！
zh_tw: <15>{#p/papyrus}{#f/27}我-我保證...！

source: <15>{#p/papyrus}{#f/27}... A-AT LEAST I STILL HAVE MY HEAD!
pt_br: <15>{#p/papyrus}{#f/27}... P-PELO MENOS EU AINDA TENHO MINHA CABEÇA!
zh_cn: <15>{#p/papyrus}{#f/27}...幸-幸好， 我的头还在！
zh_tw: <15>{#p/papyrus}{#f/27}...幸-幸好， 我的頭還在！

source: <32>{#p/basic}* Cute.
pt_br: <32>{#p/basic}* Fofo.
zh_cn: <32>{#p/basic}* 可爱。
zh_tw: <32>{#p/basic}* 可愛。

source: <15>{#p/papyrus}{#f/20}WHAT!? F-F-FLIRTING!?
pt_br: <15>{#p/papyrus}{#f/20}O QUE!? F-F-FLERTANDO!?
zh_cn: <15>{#p/papyrus}{#f/20}什么！？对我 调-调-调情！？
zh_tw: <15>{#p/papyrus}{#f/20}什麼！？對我 調-調-調情！？

source: <15>SO YOU FINALLY REVEAL YOUR {@fill=#f00}ULTIMATE FEELINGS{@fill=#000}!
pt_br: <15>ENTÃO VOCÊ FINALMENTE DEMONSTROU SEUS {@fill=#f00}SENTIMENTOS VERDADEIROS{@fill=#000}!
zh_cn: <15>你终于表露出 你的{@fill=#f00}真实感受{@fill=#000}了！
zh_tw: <15>你終於表露出 你的{@fill=#f00}真實感受{@fill=#000}了！

source: <15>W-WELL! I'M A SKELETON WITH VERY HIGH STANDARDS!!!
pt_br: <15>B-BEM! EU SOU UM ESQUELETO COM PADRÕES MUITO ELEVADOS!
zh_cn: <15>但-但是！ 我可是个 眼光很高的 骷髅！！！
zh_tw: <15>但-但是！ 我可是個 眼光很高的 骷髏！！！

source: <15>WHAT CAN YOU DO IN RETURN FOR MY AFFECTION???
pt_br: <15>O QUE VOCÊ PODE FAZER EM RETORNO DO MEU AFETO???
zh_cn: <15>你又能做什么 来回报我的 爱意呢？？？
zh_tw: <15>你又能做什麼 來回報我的 愛意呢？？？

source: * (Your reply?)
pt_br: * (Sua resposta?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: I have zero redeeming qualities
pt_br: Eu tenho zero qualidades apreciadoras
zh_cn: 我会做 意大利面
zh_tw: 我會做 義大利麵

source: I can make spaghetti
pt_br: Eu faço Espaguete
zh_cn: 我啥也不会
zh_tw: 我啥也不會

source: <15>{#p/papyrus}{#f/24}THAT CONFIDENCE... IT REMINDS ME OF...
pt_br: <15>{#p/papyrus}{#f/24}QUE COINCIDÊNCIA... ISSO ME LEMBRA...
zh_cn: <15>{#p/papyrus}{#f/24}这种 自信的品格... 让我想到了...
zh_tw: <15>{#p/papyrus}{#f/24}這種 自信的品格... 讓我想到了...

source: <15>{#p/papyrus}{#f/24}THAT HUMILITY... IT REMINDS ME OF...
pt_br: <15>{#p/papyrus}{#f/24}ESSA HUMILDADE... ISSO ME LEMBRA DE...
zh_cn: <15>{#p/papyrus}{#f/24}这种 谦逊的品格... 让我想到了...
zh_tw: <15>{#p/papyrus}{#f/24}這種 謙遜的品格... 讓我想到了...

source: <15>{#f/22}MYSELF!!!
pt_br: <15>{#f/22}DE MIM MESMO!!!
zh_cn: <15>{#f/22}我自己！！！
zh_tw: <15>{#f/22}我自己！！！

source: <15>{#f/10}YOU'RE MEETING ALL MY STANDARDS!!!
pt_br: <15>{#f/10}VOCÊ ESTÁ BATENDO COM TODOS OS MEUS PADRÕES!!!
zh_cn: <15>{#f/10}你完美地 贴合了我的 所有标准！！！
zh_tw: <15>{#f/10}你完美地 貼合了我的 所有標準！！！

source: <15>{#f/27}I GUESS THIS MEANS I HAVE TO GO ON A DATE WITH YOU...?
pt_br: <15>{#f/27}ACHO QUE ISSO SIGNIFIQUE QUE EU DEVA IR A UM ENCONTRO COM VOCÊ...?
zh_cn: <15>{#f/27}我想这意味着... 我必须和你来场 约会了？
zh_tw: <15>{#f/27}我想這意味著... 我必須和你來場 約會了？

source: <15>{#p/papyrus}{#f/20}LET'S DATE L-LATER!! AFTER I CAPTURE YOU!
pt_br: <15>{#p/papyrus}{#f/20}VAMOS EM UM ENCONTRO, M-MAIS TARDE!! ANTES IREI TE CAPTURAR!
zh_cn: <15>{#p/papyrus}{#f/20}约会的事 还是等到我抓住 你之后再谈吧！
zh_tw: <15>{#p/papyrus}{#f/20}約會的事 還是等到我抓住 你之後再談吧！

source: <32>{#p/human}* (No effect...) * (Seems acting won't escalate this battle any further.)
pt_br: <32>{#p/human}* (Sem efeito...) * (Parece que agir não vai escalar ainda mais essa batalha.)
zh_cn: <32>{#p/human}* （没有效果...） * （似乎行动不会让这战斗 进一步升级。）
zh_tw: <32>{#p/human}* （沒有效果...） * （似乎行動不會讓這戰鬥 進一步升級。）

source: <32>{#p/human}* (But Papyrus was too busy fighting to hear you.)
pt_br: <32>{#p/human}* (Mas Papyrus está muito ocupado lutando pra te escutar.)
zh_cn: <32>{#p/human}* （但Papyrus现在忙于战斗， 没时间听你说话。）
zh_tw: <32>{#p/human}* （但Papyrus現在忙於戰鬥， 沒時間聽你說話。）

source: <32>{#p/story}* Papyrus is thinking about what to wear for his date.
pt_br: <32>{#p/story}* Papyrus está pensando no que usar para seu encontro.
zh_cn: <32>{#p/story}* Papyrus正在为约会考虑 要穿什么。
zh_tw: <32>{#p/story}* Papyrus正在為約會考慮 要穿什麼。

source: <32>{#p/story}* Papyrus dabs some Bone Cologne behind his ear.
pt_br: <32>{#p/story}* Papyrus passa um pouco de Colônia de Osso atrás da orelha.
zh_cn: <32>{#p/story}* Papyrus往他耳后拍了些 骨龙水。
zh_tw: <32>{#p/story}* Papyrus往他耳後拍了些 骨龍水。

source: <32>{#p/story}* Papyrus is thinking about what to cook for his date.
pt_br: <32>{#p/story}* Papyrus está pensando no que cozinhar para o encontro.
zh_cn: <32>{#p/story}* Papyrus正在为约会考虑 要煮什么。
zh_tw: <32>{#p/story}* Papyrus正在為約會考慮 要煮什麼。

source: <32>{#p/story}* Papyrus dabs marinara sauce behind his ear.
pt_br: <32>{#p/story}* Papyrus joga molho de marinara atrás de sua orelha.
zh_cn: <32>{#p/story}* Papyrus往他耳后拍了些 番茄酱。
zh_tw: <32>{#p/story}* Papyrus往他耳後拍了些 番茄醬。

source: <32>{#p/story}* Papyrus is thinking about sexy rectangles.
pt_br: <32>{#p/story}* Papyrus está pensando sobre retângulos sexys.
zh_cn: <32>{#p/story}* Papyrus正在想{@fill=#ff0}方色{@fill=#fff}法 变得出名。
zh_tw: <32>{#p/story}* Papyrus正在想{@fill=#ff0}方色{@fill=#fff}法 變得出名。

source: <32>{#p/story}* Papyrus dabs MTT-brand Bishie Cream behind his ear.
pt_br: <32>{#p/story}* Papyrus passa Bishie Cream da marca MTT atrás da orelha.
zh_cn: <32>{#p/story}* Papyrus往他耳后拍了些 MTT牌面霜。
zh_tw: <32>{#p/story}* Papyrus往他耳後拍了些 MTT牌面霜。

source: <32>{#p/story}* Papyrus dabs MTT-brand Anime Powder behind his ear.
pt_br: <32>{#p/story}* Papyrus passa o Anime Powder da marca MTT atrás da orelha.
zh_cn: <32>{#p/story}* Papyrus往他耳后拍了些 MTT动漫定妆粉。
zh_tw: <32>{#p/story}* Papyrus往他耳後拍了些 MTT動漫定妝粉。

source: <32>{#p/story}* Papyrus dabs MTT-brand Cute Juice behind his ear.
pt_br: <32>{#p/story}* Papyrus passa o Cute Juice da marca MTT atrás da orelha.
zh_cn: <32>{#p/story}* Papyrus往他耳后抹了点 MTT牌可爱汁。
zh_tw: <32>{#p/story}* Papyrus往他耳後抹了點 MTT牌可愛汁。

source: <32>{#p/story}* Papyrus realizes he doesn't have ears.
pt_br: <32>{#p/story}* Papyrus percebe que não tem orelhas.
zh_cn: <32>{#p/story}* Papyrus意识到他没有耳朵。
zh_tw: <32>{#p/story}* Papyrus意識到他沒有耳朵。

source: <32>{#p/story}* Papyrus has random lumps of ointment on his head.
pt_br: <32>{#p/story}* Papyrus tem pedaços aleatórios de pomada na cabeça.
zh_cn: <32>{#p/story}* Papyrus头上随便贴了一些药膏。
zh_tw: <32>{#p/story}* Papyrus頭上隨便貼了一些藥膏。

source: <32>{#p/story}* ... he's still thinking about sexy rectangles.
pt_br: <32>{#p/story}* ... ele ainda está pensando em retângulos sexys.
zh_cn: <32>{#p/story}* ...他还在想{@fill=#ff0}方色{@fill=#fff}法 变得出名。
zh_tw: <32>{#p/story}* ...他還在想{@fill=#ff0}方色{@fill=#fff}法 變得出名。

source: <32>{#p/story}* Papyrus is at the edge of defeat.
pt_br: <32>{#p/story}* Papyrus está a beira da derrota.
zh_cn: <32>{#p/story}* Papyrus要被打败了。
zh_tw: <32>{#p/story}* Papyrus要被打敗了。

source: <15>{#p/papyrus}{#f/20}HOW SELFLESS!
pt_br: <15>{#p/papyrus}{#f/20}QUE CHEIO DE SI MESMO!!!
zh_cn: <15>{#p/papyrus}{#f/20}多么无私！
zh_tw: <15>{#p/papyrus}{#f/20}多麼無私！

source: <15>{#f/21}YOU WANT ME TO FEEL BETTER ABOUT FIGHTING YOU...
pt_br: <15>{#f/21}VOCÊ QUER QUE EU ME SINTA BEM EM RELAÇÃO A LUTAR CONTIGO...
zh_cn: <15>{#f/21}你想让我 对这场战斗 减轻心理负担...
zh_tw: <15>{#f/21}你想讓我 對這場戰鬥 減輕心理負擔...

source: <15>{#p/papyrus}{#f/15}THERE'S NO NEED TO LIE TO YOURSELF!!!
pt_br: <15>{#p/papyrus}{#f/15}NÃO TEM NECESSIDADE DE MENTIR PARA VOCÊ MESMO!!!
zh_cn: <15>{#p/papyrus}{#f/15}但你没必要 对自己撒谎！！！
zh_tw: <15>{#p/papyrus}{#f/15}但你沒必要 對自己撒謊！！！

source: <32>{#p/story}* Papyrus readies a bone attack.
pt_br: <32>{#p/story}* Papyrus prepara um ataque ossal.
zh_cn: <32>{#p/story}* Papyrus正在准备一记 骨头攻击。
zh_tw: <32>{#p/story}* Papyrus正在準備一記 骨頭攻擊。

source: <32>{#p/story}* Papyrus prepares a non-bone attack then spends a minute fixing his mistake.
pt_br: <32>{#p/story}* Papyrus prepara um ataque sem ossos e passa um minuto revertendo o erro.
zh_cn: <32>{#p/story}* Papyrus准备了一记非骨头攻击， 然后花了一分钟的时间来纠正错误。
zh_tw: <32>{#p/story}* Papyrus準備了一記非骨頭攻擊， 然後花了一分鐘的時間來糾正錯誤。

source: <32>{#p/story}* Papyrus is cooking.
pt_br: <32>{#p/story}* Papyrus está cozinhando.
zh_cn: <32>{#p/story}* Papyrus正在做饭。
zh_tw: <32>{#p/story}* Papyrus正在做飯。

source: <32>{#p/story}* Papyrus whispers "Nyeh heh heh!"
pt_br: <32>{#p/story}* Papyrus diz "Nyeh heh heh!"
zh_cn: <32>{#p/story}* Papyrus悄悄说了一句“捏嘿嘿！”
zh_tw: <32>{#p/story}* Papyrus悄悄說了一句「捏嘿嘿！」

source: <32>{#p/story}* Papyrus is rattling his bones.
pt_br: <32>{#p/story}* Papyrus está chacoalhando seus ossos.
zh_cn: <32>{#p/story}* Papyrus正在左右摇晃他的骨头。
zh_tw: <32>{#p/story}* Papyrus正在左右搖晃他的骨頭。

source: <32>{#p/story}* Papyrus is trying hard to play it cool.
pt_br: <32>{#p/story}* Papyrus está tentando manter seu pique descolado.
zh_cn: <32>{#p/story}* Papyrus正在努力扮酷。
zh_tw: <32>{#p/story}* Papyrus正在努力扮酷。

source: <32>{#p/story}* Papyrus is considering his options.
pt_br: <32>{#p/story}* Papyrus está considerando suas opções.
zh_cn: <32>{#p/story}* Papyrus正在考虑他的选择。
zh_tw: <32>{#p/story}* Papyrus正在考慮他的選擇。

source: <32>{#p/story}* Smells like bones.
pt_br: <32>{#p/story}* Cheira a ossos.
zh_cn: <32>{#p/story}* 骨头的气味。
zh_tw: <32>{#p/story}* 骨頭的氣味。

source: <32>{#p/story}* Papyrus remembered a good joke Sans told and is smiling.
pt_br: <32>{#p/story}* Papyrus lembra de uma piada que Sans o contou e começa a sorrir.
zh_cn: <32>{#p/story}* Papyrus想起了 Sans讲过的一段笑话， 忍不住笑了几下。
zh_tw: <32>{#p/story}* Papyrus想起了 Sans講過的一段笑話， 忍不住笑了幾下。

source: <15>{#p/papyrus}{#f/12}MY SPAGHETTI!
pt_br: <15>{#p/papyrus}{#f/12}MEU ESPAGUETE!
zh_cn: <15>{#p/papyrus}{#f/12}我的意大利面！
zh_tw: <15>{#p/papyrus}{#f/12}我的義大利麵！

source: <15>{#p/papyrus}{#f/13}AND YOU LOOK LIKE YOU'RE ENJOYING IT...
pt_br: <15>{#p/papyrus}{#f/13}E VOCÊ PARECE ESTAR GOSTANDO...
zh_cn: <15>{#p/papyrus}{#f/13}看起来你似乎 很喜欢吃...
zh_tw: <15>{#p/papyrus}{#f/13}看起來你似乎 很喜歡吃...

source: <15>{#p/papyrus}{#f/27}WELL, I'M GLAD I COULD MAKE YOU HAPPY!
pt_br: <15>{#p/papyrus}{#f/27}BEM, ESTOU FELIZ POR TER TE FEITO FELIZ!
zh_cn: <15>{#p/papyrus}{#f/27}我很高兴 能让你感到快乐！
zh_tw: <15>{#p/papyrus}{#f/27}我很高興 能讓你感到快樂！

source: <15>{#p/papyrus}{#f/27}WELL THEN! I LOOK FORWARD TO OUR MEAL TOGETHER!
pt_br: <15>{#p/papyrus}{#f/27}BEM ENTÃO! EU IREI PREPARAR MAIS COMIDA PARA NÓS DOIS!
zh_cn: <15>{#p/papyrus}{#f/27}而且我很期待我 们可以共进晚餐！
zh_tw: <15>{#p/papyrus}{#f/27}而且我很期待我 們可以共進晚餐！

source: <15>{#p/papyrus}{#f/27}WELL THEN! I LOOK FORWARD TO MAKING SOME MORE FOR YOU!
pt_br: <15>{#p/papyrus}{#f/27}POIS BEM! ESTOU ANSIOSO PARA FAZER MAIS ALGUNS PARA VOCÊ!
zh_cn: <15>{#p/papyrus}{#f/27}而且我很期待为 你制作更多美味！
zh_tw: <15>{#p/papyrus}{#f/27}而且我很期待為 你製作更多美味！

source: <32>{#p/basic}* If Papyrus wasn't so busy fighting, he might've noticed that.
pt_br: <32>{#p/basic}* Se Papyrus não estivesse tão ocupado lutando, ele poderia ter notado aquilo.
zh_cn: <32>{#p/basic}* 要不是Papyrus现在忙于战斗， 他大概就注意到了。
zh_tw: <32>{#p/basic}* 要不是Papyrus現在忙於戰鬥， 他大概就注意到了。

source: <32>{#p/story}* Papyrus's aura is rising.
pt_br: <32>{#p/story}* A aura de Papyrus está crescendo.
zh_cn: <32>{#p/story}* Papyrus的气场越来越强。
zh_tw: <32>{#p/story}* Papyrus的氣場越來越強。

source: <32>{#p/story}* Special attack.
pt_br: <32>{#p/story}* Ataque especial.
zh_cn: <32>{#p/story}* 特殊攻击。
zh_tw: <32>{#p/story}* 特殊攻擊。

source: <32>{#p/story}* Papyrus is going all out.
pt_br: <32>{#p/story}* Papyrus está dando tudo de si.
zh_cn: <32>{#p/story}* Papyrus正全力以赴。
zh_tw: <32>{#p/story}* Papyrus正全力以赴。

source: <32>{#p/story}* Papyrus has thrown all logic out the window.
pt_br: <32>{#p/story}* Papyrus jogou toda a lógica pela janela.
zh_cn: <32>{#p/story}* Papyrus将所有逻辑都抛之脑后。
zh_tw: <32>{#p/story}* Papyrus將所有邏輯都拋之腦後。

source: <32>{#p/story}* Papyrus notices the lack of logic and brings it back inside.
pt_br: <32>{#p/story}* Papyrus percebeu a perda da lógica e trouxe ela de volta.
zh_cn: <32>{#p/story}* Papyrus发觉自己有些缺乏逻辑， 又把它捞回来了。
zh_tw: <32>{#p/story}* Papyrus發覺自己有些缺乏邏輯， 又把它撈回來了。

source: <32>{#p/story}* Papyrus is sweating.
pt_br: <32>{#p/story}* Papyrus está suando.
zh_cn: <32>{#p/story}* Papyrus汗流浃背。
zh_tw: <32>{#p/story}* Papyrus汗流浹背。

source: <32>{#p/story}* Papyrus is at his wit's end.
pt_br: <32>{#p/story}* Papyrus está quase no fim de seus ataques.
zh_cn: <32>{#p/story}* Papyrus已经束手无策了。
zh_tw: <32>{#p/story}* Papyrus已經束手無策了。

source: <32>{#p/story}* Papyrus is sparing you.
pt_br: <32>{#p/story}* Papyrus está te poupando.
zh_cn: <32>{#p/story}* Papyrus正在饶恕你。
zh_tw: <32>{#p/story}* Papyrus正在饒恕你。

source: <32>{#p/story}* Papyrus blocks the way!
pt_br: <32>{#p/story}* Papyrus bloqueia o caminho!
zh_cn: <32>{#p/story}* Papyrus挡住了去路！
zh_tw: <32>{#p/story}* Papyrus擋住了去路！

source: <15>{#p/papyrus}{#f/24}SO, YOU'RE SERIOUS...
pt_br: <15>{#p/papyrus}{#f/24}ENTÃO, VOCÊ ESTÁ FALANDO SÉRIO...
zh_cn: <15>{#p/papyrus}{#f/24}看来， 你要来真的...
zh_tw: <15>{#p/papyrus}{#f/24}看來， 你要來真的...

source: <15>{#p/papyrus}{#f/24}SO, YOU WON'T FIGHT...
pt_br: <15>{#p/papyrus}{#f/24}ENTÃO, VOCÊ NÃO VAI LUTAR...
zh_cn: <15>{#p/papyrus}{#f/24}看来， 你不想战斗...
zh_tw: <15>{#p/papyrus}{#f/24}看來， 你不想戰鬥...

source: <15>{#p/papyrus}{#f/20}THEN LET'S SEE HOW YOU HANDLE MY FABLED 'BLUE ATTACK!'
pt_br: <15>{#p/papyrus}{#f/20}ENTÃO VAMOS VER COMO VOCÊ LIDA COM MEU "ATAQUE AZUL!"
zh_cn: <15>{#p/papyrus}{#f/20}那就让我看看 你会如何应对 我传说中的 “蓝色攻击”！
zh_tw: <15>{#p/papyrus}{#f/20}那就讓我看看 你會如何應對 我傳說中的 「藍色攻擊」！

source: <15>{#p/papyrus}{#f/10}YOU'RE BLUE NOW.
pt_br: <15>{#p/papyrus}{#f/10}VOCÊ ESTÁ AZUL AGORA!
zh_cn: <15>{#p/papyrus}{#f/10}你现在是 蓝色的了。
zh_tw: <15>{#p/papyrus}{#f/10}你現在是 藍色的了。

source: <15>{#f/10}THAT'S MY ATTACK!
pt_br: <15>{#f/10}ESTE É MEU ATAQUE!
zh_cn: <15>{#f/10}那就是 我的攻击！
zh_tw: <15>{#f/10}那就是 我的攻擊！

source: <15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH HEH HEH!!!
zh_cn: <15>{#f/20}捏嘿嘿嘿嘿嘿 嘿嘿嘿！！！
zh_tw: <15>{#f/20}捏嘿嘿嘿嘿嘿 嘿嘿嘿！！！

source: <15>{#p/papyrus}{#f/20}BEHOLD!
pt_br: <15>{#p/papyrus}{#f/20}VEJA!
zh_cn: <15>{#p/papyrus}{#f/20}看好了！
zh_tw: <15>{#p/papyrus}{#f/20}看好了！

source: <15>{#p/papyrus}{#f/20}HMMM... I WONDER WHAT I SHOULD WEAR...
pt_br: <15>{#p/papyrus}{#f/20}HMMM... ME PERGUNTO O QUE EU DEVERIA USAR...
zh_cn: <15>{#p/papyrus}{#f/20}嗯... 我在想我应该 穿什么...
zh_tw: <15>{#p/papyrus}{#f/20}嗯... 我在想我應該 穿什麼...

source: <15>{#p/papyrus}{#f/20}HOW HIGH CAN YOU JUMP?
pt_br: <15>{#p/papyrus}{#f/20}O QUÃO ALTO VOCÊ PULA?
zh_cn: <15>{#p/papyrus}{#f/20}你能跳多高呢？
zh_tw: <15>{#p/papyrus}{#f/20}你能跳多高呢？

source: <15>{#p/papyrus}{#f/22}WHAT!? I'M NOT THINKING ABOUT THE DATE!!
pt_br: <15>{#p/papyrus}{#f/22}QUÊ!? EU NÃO ESTOU PENSANDO NO ENCONTRO!!
zh_cn: <15>{#p/papyrus}{#f/22}什么！？ 我才没有想着 约会的事情呢！
zh_tw: <15>{#p/papyrus}{#f/22}什麼！？ 我才沒有想著 約會的事情呢！

source: <15>{#p/papyrus}{#f/21}... IS IT JUST ME, OR DOES THE AIR SEEM A LITTLE WEIRD?
pt_br: <15>{#p/papyrus}{#f/21}... SOU SÓ EU, OU O AR PARECE MEIO ESTRANHO?
zh_cn: <15>{#p/papyrus}{#f/21}...是不是只有我觉得 空气有点不对劲？
zh_tw: <15>{#p/papyrus}{#f/21}...是不是只有我覺得 空氣有點不對勁？

source: <15>{#p/papyrus}{#f/20}YEAH! DON'T MAKE ME USE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
pt_br: <15>{#p/papiro}{#f/20}SIM! NÃO ME OBRIGUE A USAR MEU {@fill=#f00}ATAQUE ESPECIAL{@fill=#000}!
zh_cn: <15>{#p/papyrus}{#f/20}对！ 别逼我用出我的 {@fill=#f00}特殊攻击{@fill=#000}！
zh_tw: <15>{#p/papyrus}{#f/20}對！ 別逼我用出我的 {@fill=#f00}特殊攻擊{@fill=#000}！

source: <15>{#p/papyrus}{#f/20}OH WELL. I'M SURE IT'S NOTHING.
pt_br: <15>{#p/papyrus}{#f/20}OH BEM. CERTEZA QUE NÃO É NADA!
zh_cn: <15>{#p/papyrus}{#f/20}算了。 应该没什么。
zh_tw: <15>{#p/papyrus}{#f/20}算了。 應該沒什麼。

source: <15>{#p/papyrus}{#f/20}I CAN ALMOST TASTE MY FUTURE POPULARITY!!!
pt_br: <15>{#p/papyrus}{#f/20}EU POSSO SENTIR MINHA FUTURA POPULARIDADE!
zh_cn: <15>{#p/papyrus}{#f/20}我都能嗅到 我未来的 人气了！！！
zh_tw: <15>{#p/papyrus}{#f/20}我都能嗅到 我未來的 人氣了！！！

source: <15>{#p/papyrus}{#f/20}BESIDES, I SEE MARINARA SAUCE IN MY FUTURE!
pt_br: <15>{#p/papyrus}{#f/20}ALÉM DISSO, EU VEJO BOLONHESA NO MEU FUTURO!
zh_cn: <15>{#p/papyrus}{#f/20}我还从 我的未来里 看到了番茄酱！
zh_tw: <15>{#p/papyrus}{#f/20}我還從 我的未來裡 看到了番茄醬！

source: <15>{#p/papyrus}{#f/20}PAPYRUS: UNPARALLELED SPAGHETTORE!
pt_br: <15>{#p/papyrus}{#f/20}PAPYRUS: FAZEDOR DE ESPAGUETE IMPARÁVEL!
zh_cn: <15>{#p/papyrus}{#f/20}PAPYRUS: 举世无双意面王！
zh_tw: <15>{#p/papyrus}{#f/20}PAPYRUS: 舉世無雙意面王！

source: <15>{#p/papyrus}{#f/20}AND A POSITION IN THE ELITE SQUAD!
pt_br: <15>{#p/papyrus}{#f/20}E UMA POSIÇÃO NO ESQUADRÃO DE ELITE!
zh_cn: <15>{#p/papyrus}{#f/20}以及在特战队 的一席之地！
zh_tw: <15>{#p/papyrus}{#f/20}以及在特戰隊 的一席之地！

source: <15>{#p/papyrus}{#f/20}PAPYRUS: ELITE SQUAD MEMBER!
pt_br: <15>{#p/papyrus}{#f/20}PAPYRUS: MEMBRO DO ESQUADRÃO DE ELITE!
zh_cn: <15>{#p/papyrus}{#f/20}PAPYRUS: 特战队成员！
zh_tw: <15>{#p/papyrus}{#f/20}PAPYRUS: 特戰隊成員！

source: <15>{#p/papyrus}{#f/10}UNDYNE WILL BE REALLY PROUD OF ME!!
pt_br: <15>{#p/papyrus}{#f/10}UNDYNE FICARÁ ORGULHOSA DE MIM!!
zh_cn: <15>{#p/papyrus}{#f/10}UNDYNE一定会 为我感到骄傲！！
zh_tw: <15>{#p/papyrus}{#f/10}UNDYNE一定會 為我感到驕傲！！

source: <15>{#p/papyrus}{#f/20}THE KING WILL BUILD A STATUE OF ME IN THE CITADEL!!!
pt_br: <15>{#p/papyrus}{#f/20}O REI CONSTRUIRÁ UMA ESTÁTUA MINHA NA CIDADELA!!!
zh_cn: <15>{#p/papyrus}{#f/20}国王会在首塔 为我建造一座 雕像！！！
zh_tw: <15>{#p/papyrus}{#f/20}國王會在首塔 為我建造一座 雕像！！！

source: <15>{#p/papyrus}{#f/10}... AND I'LL MAKE SURE MY BROTHER GETS ONE TOO.
pt_br: <15>{#p/papyrus}{#f/10}... E EU VOU GARANTIR QUE MEU IRMÃO GANHE UMA TAMBÉM.
zh_cn: <15>{#p/papyrus}{#f/10}...我也会 让我兄弟 拥有一座的。
zh_tw: <15>{#p/papyrus}{#f/10}...我也會 讓我兄弟 擁有一座的。

source: <15>{#p/papyrus}{#f/27}WE'LL HAVE LOTS OF ADMIRERS!! BUT...
pt_br: <15>{#p/papyrus}{#f/27}TEREMOS MUITOS ADMIRADOS!! MAS...
zh_cn: <15>{#p/papyrus}{#f/27}我们将会收获 众多崇拜者！！ 但是...
zh_tw: <15>{#p/papyrus}{#f/27}我們將會收穫 眾多崇拜者！！ 但是...
