Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* "Then, after twenty years of suffering, someone looked at the force field and said..."
pt_br: <32>* "Então, após vinte anos de sofrimento, alguém olhou para o escudo de força..."
zh_cn: <32>* “在受了整整二十年苦之后， 有人将目光转向了那道力场。 心想...”
zh_tw: <32>* 「在受了整整二十年苦之後， 有人將目光轉向了那道力場。 心想...」

source: <32>* "'Couldn't WE harvest some of that energy?'"
pt_br: <32>* "'Não poderíamos usar essa energia?'"
zh_cn: <32>* “‘这股强大的能量， 能否为己所用呢？’”
zh_tw: <32>* 「『這股強大的能量， 能否為己所用呢？』」

source: <32>* "A simple but brilliant idea!"
pt_br: <32>* "Uma simples, mas brilhante ideia."
zh_cn: <32>* “这主意简洁明了， 但又十分巧妙。”
zh_tw: <32>* 「這主意簡潔明了， 但又十分巧妙。」

source: <32>* "As a result, the CORE was built, and with it came a stable power supply."
pt_br: <32>* "Como resultado, o CORE foi construído, e com ele suprimento de energia estável."
zh_cn: <32>* “在这一想法的指引下， 核心最终建成， 我们因此有了稳定的能源。”
zh_tw: <32>* 「在這一想法的指引下， 核心最終建成， 我們因此有了穩定的能源。」

source: <32>* "We're still using it to this very day!"
pt_br: <32>* "Ainda o usamos até o dia de hoje!"
zh_cn: <32>* “时至今日，我们仍在使用它！”
zh_tw: <32>* 「時至今日，我們仍在使用它！」

source: <32>{#p/basic}* "Ah, the wonders of artificial intelligence..."
pt_br: <32>{#p/basic}* "Ah, as capacidades da inteligência artificial..."
zh_cn: <32>{#p/basic}* “啊，人工智能真是 世界一大奇迹...”
zh_tw: <32>{#p/basic}* 「啊，人工智慧真是 世界一大奇蹟...」

source: <32>* "... or not."
pt_br: <32>* "... ou não."
zh_cn: <32>* “...也可能恰恰相反。”
zh_tw: <32>* 「...也可能恰恰相反。」

source: <32>* "After the builder bot tragedy of K-541.12, we abandoned the idea of a sentient AI."
pt_br: <32>* "Após o acidente do bot em K-541.12, nós abandonamos a ideia de IA consciente."
zh_cn: <32>* “自从建筑机器人K-541.12出了事之后， 我们就彻底放弃了研发 有自我意识的AI。”
zh_tw: <32>* 「自從建築機器人K-541.12出了事之後， 我們就徹底放棄了研發 有自我意識的AI。」

source: <32>* "In fact, the queen barred anyone from creating new AI programs altogether."
pt_br: <32>* "A própria rainha proibiu que qualquer um criasse IA por conta própria."
zh_cn: <32>* “王后甚至下令， 禁止任何人开发新的AI程序。”
zh_tw: <32>* 「王后甚至下令， 禁止任何人開發新的AI程式。」

source: <32>* "These days, there's only one monster who'd have the skills and resources to do so..."
pt_br: <32>* "Hoje em dia, existe apenas um monstro com capacidade e recursos para tal feito..."
zh_cn: <32>* “现在，还有能力与资源去搞AI的， 只剩一个怪物了。”
zh_tw: <32>* 「現在，還有能力與資源去搞AI的， 只剩一個怪物了。」

source: <32>{#p/basic}* "Something people forget these days is that there's little to no gravity in space."
pt_br: <32>{#p/basic}* "Algo que as pessoas esquecem hoje em dia é que não há muita gravidade no espaço."
zh_cn: <32>{#p/basic}* “如今，很多人都已经忘了 太空中几乎没有重力。”
zh_tw: <32>{#p/basic}* 「如今，很多人都已經忘了 太空中幾乎沒有重力。」

source: <32>* "One of the earliest advancements made by monsters, even before the war..."
pt_br: <32>* "Um dos grandes avanços dos monstro, antes mesmo da guerra..."
zh_cn: <32>* “早在战前，怪物在科技方面 就有许多突破性成果。”
zh_tw: <32>* 「早在戰前，怪物在科技方面 就有許多突破性成果。」

source: <32>* "Was our state-of-the-art gravity manipulation tech."
pt_br: <32>* "Era nossa tecnologia de manipulação de gravidade de última geração."
zh_cn: <32>* “其中之一， 就是先进的重力控制系统。”
zh_tw: <32>* 「其中之一， 就是先進的重力控制系統。」

source: <32>* "Even now, it's built into all areas of the outpost, both big and small..."
pt_br: <32>* "Mesmo agora, foi construída em todas as áreas do Outpost, grandes e pequenas..."
zh_cn: <32>* “如今，前哨站的每一个角落， 不论大小，都安装了 使用这一技术的装置。”
zh_tw: <32>* 「如今，前哨站的每一個角落， 不論大小，都安裝了 使用這一技術的裝置。」

source: <32>* "You, reading this book, are probably standing on it right now."
pt_br: <32>* "Você, lendo este livro, provavelmente está em cima deste aparelho agora."
zh_cn: <32>* “现在正在看书的你， 可能就站在其中一个装置上面。”
zh_tw: <32>* 「現在正在看書的你， 可能就站在其中一個裝置上面。」

source: <32>{#p/human}* (You can't help but be confused at the contents of this sign.)
pt_br: <32>{#p/human}* (Você está confuso em relação ao conteúdo deste sinal.)
zh_cn: <32>{#p/human}* （你对牌子上的内容感到困惑。）
zh_tw: <32>{#p/human}* （你對牌子上的內容感到困惑。）

source: <32>{#p/basic}* "Warning: Dog Justice"
pt_br: <32>{#p/basic}* "Aviso: Justiça Canina"
zh_cn: <32>{#p/basic}* “警告：狗子的公道”
zh_tw: <32>{#p/basic}* 「警告：狗子的公道」

source: <32>{#p/human}* (You can't help but smile at the contents of this sign.)
pt_br: <32>{#p/human}* (Você dá risada do conteúdo neste sinal.)
zh_cn: <32>{#p/human}* （看着牌子上的内容， 你不禁扬起嘴角。）
zh_tw: <32>{#p/human}* （看著牌子上的內容， 你不禁揚起嘴角。）

source: <32>{#p/basic}* "AWARE OF DOG" * "... pleas pet dog..."
pt_br: <32>{#p/basic}* "CUIDADO COM O CACHORRO" * "... por favu acaricie cachorro..."
zh_cn: <32>{#p/basic}* “留意有狗” * “...请抚摸狗...”
zh_tw: <32>{#p/basic}* 「留意有狗」 * 「...請撫摸狗...」

source: <32>{#p/human}* (The note requests that you call a certain phone number.)
pt_br: <32>{#p/human}* (A nota pede que você ligue para um certo número.)
zh_cn: <32>{#p/human}* （这张便条要求你 拨打某个电话号码。）
zh_tw: <32>{#p/human}* （這張便條要求你 撥打某個電話號碼。）

source: <32>{#s/phone}{#p/event}* Dialing...
pt_br: <32>{#s/phone}{#p/event}* Discando...
zh_cn: <32>{#s/phone}{#p/event}* 拨号中...
zh_tw: <32>{#s/phone}{#p/event}* 撥號中...

source: <32>{#p/human}* (No connection.)
pt_br: <32>{#p/human}* (Sem conexão.)
zh_cn: <32>{#p/human}* （无信号。）
zh_tw: <32>{#p/human}* （無訊號。）

source: <32>{#p/basic}* It's a note.
pt_br: <32>{#p/basic}* É uma nota.
zh_cn: <32>{#p/basic}* 这是张便条。
zh_tw: <32>{#p/basic}* 這是張便條。

source: <32>* "Call me!" * "Here's my number!"
pt_br: <32>* "Me liga!" * "Aqui está meu número!"
zh_cn: <32>* “给我打电话！” * “这是我的电话号码！”
zh_tw: <32>* 「給我打電話！」 * 「這是我的電話號碼！」

source: <32>{#p/basic}* The call went straight to voice-mail.
pt_br: <32>{#p/basic}* A ligação foi direto para a caixa de mensagem.
zh_cn: <32>{#p/basic}* 电话直接转接到了 语音信箱。
zh_tw: <32>{#p/basic}* 電話直接轉接到了 語音信箱。

source: <32>{#p/basic}* "Hello, lonely caller!" * "Would you like to escape the outpost with me?"
pt_br: <32>{#p/basic}* "Olá, ligador solitário!" * "Você gostaria de escapar do Outpost comigo?"
zh_cn: <32>{#p/basic}* “你好，孤独的来电者！” * “你愿与我一起离开前哨站吗？”
zh_tw: <32>{#p/basic}* 「你好，孤獨的來電者！」 * 「你願與我一起離開前哨站嗎？」

source: <32>{#s/equip}{#p/event}* Click...
zh_cn: <32>{#s/equip}{#p/event}* 滴...
zh_tw: <32>{#s/equip}{#p/event}* 滴...

source: <32>{#p/basic}* "Hello, lonely caller!" * "I'm so sorry I couldn't be here to greet you~"
pt_br: <32>{#p/basic}* "Olá, ligador solitário!" * "Me desculpe por não estar aqui para te atender~"
zh_cn: <32>{#p/basic}* “你好，孤独的来电者！” * “我很抱歉没能在这里迎接你~”
zh_tw: <32>{#p/basic}* 「你好，孤獨的來電者！」 * 「我很抱歉沒能在這裡迎接你~」

source: <25>{#p/asriel2}{#f/10}* ... weird.
pt_br: <25>{#p/asriel2}{#f/10}* ... estranho.
zh_cn: <25>{#p/asriel2}{#f/10}* ...莫名其妙。
zh_tw: <25>{#p/asriel2}{#f/10}* ...莫名其妙。

source: <32>{#p/basic}* A series of cotton balls in the way of the closet.
pt_br: <32>{#p/basic}* Um monte de bolas de algodão no meio do guarda-roupa.
zh_cn: <32>{#p/basic}* 一排棉球挡住了储藏室的门。
zh_tw: <32>{#p/basic}* 一排棉球擋住了儲藏室的門。

source: <32>{#p/basic}* A series of neatly-organized cotton balls.
pt_br: <32>{#p/basic}* Uma série de bolas de algodão bem organizadas.
zh_cn: <32>{#p/basic}* 这有一排整齐划一的棉球。
zh_tw: <32>{#p/basic}* 這有一排整齊劃一的棉球。

source: <32>{#p/basic}* ... makes you wonder why they're still in the way of the closet.
pt_br: <32>{#p/basic}* ... te faz perguntar o motivo de ainda estarem no caminho do armário.
zh_cn: <32>{#p/basic}* ...不禁让人好奇 为什么它们还挡着储藏室。
zh_tw: <32>{#p/basic}* ...不禁讓人好奇 為什麼它們還擋著儲藏室。

source: <32>{#p/basic}* ... makes you wonder where the rest of Sans's junk went.
pt_br: <32>{#p/basic}* ... te faz perguntar onde está o resto das porqueiras do Sans.
zh_cn: <32>{#p/basic}* ...你想知道 Sans的其他垃圾的去向。
zh_tw: <32>{#p/basic}* ...你想知道 Sans的其他垃圾的去向。

source: <32>{#p/basic}* It's a treadmill.
pt_br: <32>{#p/basic}* É uma esteira.
zh_cn: <32>{#p/basic}* 这是一台跑步机。
zh_tw: <32>{#p/basic}* 這是一臺跑步機。

source: <32>{#p/basic}* It's at its highest setting.
pt_br: <32>{#p/basic}* Está em velocidade máxima.
zh_cn: <32>{#p/basic}* 这是它的最高设定了。
zh_tw: <32>{#p/basic}* 這是它的最高設定了。

source: <32>{#p/basic}* It's a lamp with a large note hanging inside.
pt_br: <32>{#p/basic}* É uma lâmpada com uma nota gigante dentro.
zh_cn: <32>{#p/basic}* 这是一盏台灯， 里面挂着一张大字条。
zh_tw: <32>{#p/basic}* 這是一盞檯燈， 裡面掛著一張大字條。

source: <23>{#p/papyrusnt}"SORRY, BUT I TOOK BACK THE FLASHLIGHT YOU WERE USING HERE."
pt_br: <23>{#p/papyrusnt}"DESCULPA, MAS EU PEGUEI DE VOLTA A LANTERNA QUE VOCÊ ESTAVA USANDO AQUI."
zh_cn: <23>{#p/papyrusnt}“抱歉，我把你在这里用的 手电筒拿回去了。”
zh_tw: <23>{#p/papyrusnt}「抱歉，我把你在這裡用的 手電筒拿回去了。」

source: <23>{#p/papyrusnt}"IT'S NOT THAT I MIND YOU USING MY PROPERTY..."
pt_br: <23>{#p/papyrusnt}"NÃO QUE EU ME IRRITE COM VOCÊ USANDO MINHAS COISAS..."
zh_cn: <23>{#p/papyrusnt}“不是说我介意你用 我的东西...”
zh_tw: <23>{#p/papyrusnt}「不是說我介意你用 我的東西...」

source: <23>{#p/papyrusnt}"BUT USING IT IN SUCH AN IMPROPER WAY IS ENTIRELY UNJUSTIFIED!"
pt_br: <23>{#p/papyrusnt}"MAS USÁ-LA DE FORMA TÃO IMPRÓPRIA É TOTALMENTE INJUSTIFICADO!"
zh_cn: <23>{#p/papyrusnt}“但你用这种不正常的 方式用就完全没有 道理了！”
zh_tw: <23>{#p/papyrusnt}「但你用這種不正常的 方式用就完全沒有 道理了！」

source: <23>{#p/papyrusnt}"I DON'T KNOW ABOUT YOU, BUT THE LAST TIME I CHECKED..."
pt_br: <23>{#p/papyrusnt}"EU NÃO SEI VOCÊ, MAS DA ÚLTIMA VEZ QUE OLHEI..."
zh_cn: <23>{#p/papyrusnt}“我不知道你是怎么想的， 但据我所知...”
zh_tw: <23>{#p/papyrusnt}「我不知道你是怎麼想的， 但據我所知...」

source: <23>{#p/papyrusnt}"A FLASHLIGHT DID NOT COUNT AS A LIGHTBULB!!"
pt_br: <23>{#p/papyrusnt}"UMA LANTERNA NÃO CONTAVA COMO LAMPADA!!"
zh_cn: <23>{#p/papyrusnt}“手电筒算不上灯泡！！”
zh_tw: <23>{#p/papyrusnt}「手電筒算不上燈泡！！」

source: <32>{#p/basic}* It's an old logbook from the Royal Lab.
pt_br: <32>{#p/basic}* É um antigo diário de bordo do Laboratório Real.
zh_cn: <32>{#p/basic}* 这是皇家实验室的旧日志。
zh_tw: <32>{#p/basic}* 這是皇家實驗室的舊日誌。

source: <32>{#p/human}* (You turn to the opened page...)
pt_br: <32>{#p/human}* (Você olha para a página aberta...)
zh_cn: <32>{#p/human}* （你翻到了打开的那页...）
zh_tw: <32>{#p/human}* （你翻到了打開的那頁...）

source: <32>{#p/basic}* "Activity log, K-615.07"
pt_br: <32>{#p/basic}* "Registro de atividades, K-615.07"
zh_cn: <32>{#p/basic}* “活动日志，克历615年7月”
zh_tw: <32>{#p/basic}* 「活動日誌，克歷615年7月」

source: <32>* "An ideal subject has been picked from the grove."
pt_br: <32>* "Um sujeito ideal foi encontrado."
zh_cn: <32>* “我们已经从花丛中 挑选到了理想的对象。”
zh_tw: <32>* 「我們已經從花叢中 挑選到了理想的對象。」

source: <32>* "Preparations for the test substance are due to conclude in the coming days."
pt_br: <32>* "Preparação para o teste de substâncias irão acontecer nos próximos dias."
zh_cn: <32>* “试验物质的准备工作 将在未来几天结束。”
zh_tw: <32>* 「試驗物質的準備工作 將在未來幾天結束。」

source: <32>* "Soon, the subject will be injected with it."
pt_br: <32>* "Logo, irei injetar isso no sujeito."
zh_cn: <32>* “很快，实验对象就会 进行注射。”
zh_tw: <32>* 「很快，實驗對象就會 進行注射。」

source: <32>* "With this, our freedom could be closer than ever..."
pt_br: <32>* "Assim, nossa liberdade pode estar mais próxima do que nunca..."
zh_cn: <32>* “这样一来，我们就比以往任何时候 都更接近自由...”
zh_tw: <32>* 「這樣一來，我們就比以往任何時候 都更接近自由...」

source: <32>{#p/basic}* There's a photo album inside the drawer.
pt_br: <32>{#p/basic}* Tem um álbum de fotos aqui.
zh_cn: <32>{#p/basic}* 抽屉里有一本相册。
zh_tw: <32>{#p/basic}* 抽屜裡有一本相冊。

source: <32>{#p/basic}* Inside the album, there are photos of Sans and Alphys at the Royal Lab.
pt_br: <32>{#p/basic}* Dentro do álbum, tem fotos do Sans e da Alphys no Laboratório Real.
zh_cn: <32>{#p/basic}* 相册里有Sans和Alphys 在皇家实验室的照片。
zh_tw: <32>{#p/basic}* 相冊裡有Sans和Alphys 在皇家實驗室的照片。

source: <32>{#p/basic}* Running experiments, binge-watching old sci-fi anime...
pt_br: <32>{#p/basic}* Fazendo experimentos, assistindo anime sci-fi...
zh_cn: <32>{#p/basic}* 有的照片中在做实验， 有的在沉迷看科幻动画...
zh_tw: <32>{#p/basic}* 有的照片中在做實驗， 有的在沉迷看科幻動畫...

source: <32>{#p/basic}* They look happy.
pt_br: <32>{#p/basic}* Eles parecem felizes.
zh_cn: <32>{#p/basic}* 他们看起来很开心。
zh_tw: <32>{#p/basic}* 他們看起來很開心。

source: <32>{#p/basic}* On the table, there's a blueprint for a force field power drain device.
pt_br: <32>{#p/basic}* Na mesa, a um plano para drenar a força do escudo.
zh_cn: <32>{#p/basic}* 桌子上有一份 力场削弱武器的蓝图。
zh_tw: <32>{#p/basic}* 桌子上有一份 力場削弱武器的藍圖。

source: <32>{#p/basic}* On the wall, there are diagrams of various other concepts...
pt_br: <32>{#p/basic}* Na parede, existem diagramas de vários outros conceitos...
zh_cn: <32>{#p/basic}* 墙上还有其他 各种各样的概念图...
zh_tw: <32>{#p/basic}* 牆上還有其他 各種各樣的概念圖...

source: <33>{#p/basic}* A non-linear temporal accessor, a wormhole aperture stabilizer, and a monster-bound human SOUL.
pt_br: <33>{#p/basic}* Um acessador temporal não linear, um estabilizador de abertura de buraco de minhoca e uma ALMA humana ligada a monstros.
zh_cn: <33>{#p/basic}* 一台非线性时空访问机， 一台虫洞孔径稳定仪， 还有个被怪物灵魂绑定的人类灵魂。
zh_tw: <33>{#p/basic}* 一臺非線性時空訪問機， 一臺蟲洞孔徑穩定儀， 還有個被怪物靈魂綁定的人類靈魂。

source: <32>{#p/basic}* ... is that possible? * A monster SOUL surviving within a human SOUL...?
pt_br: <32>{#p/basic}* ... seria isso possível? * Uma ALMA monstro sobreviver junto de uma ALMA humano...?
zh_cn: <32>{#p/basic}* ...这是可能的吗？ * 一个人类灵魂和一个 怪物灵魂共生？
zh_tw: <32>{#p/basic}* ...這是可能的嗎？ * 一個人類靈魂和一個 怪物靈魂共生？

source: <32>{#p/basic}* But the identity of the monster SOUL's owner would be lost...
pt_br: <32>{#p/basic}* Mas a identidade do monstro seria perdida...
zh_cn: <32>{#p/basic}* 但是怪物灵魂主人的身份 将会丢失...
zh_tw: <32>{#p/basic}* 但是怪物靈魂主人的身份 將會丟失...

source: <32>{#p/human}* (You appreciate the bed for being very awesome in general.)
pt_br: <32>{#p/human}* (Você aprecia a cama por ser muito incrível em geral.)
zh_cn: <32>{#p/human}* （总得来说， 你很欣赏这张床。）
zh_tw: <32>{#p/human}* （總得來說， 你很欣賞這張床。）

source: <32>{#p/basic}* A neatly-made hypercar bed.
pt_br: <32>{#p/basic}* Uma cama de hipercarro bem feita.
zh_cn: <32>{#p/basic}* 一张精心制作的超级跑车床。
zh_tw: <32>{#p/basic}* 一張精心製作的超級跑車床。

source: <18>{#p/papyrus}THAT'S MY BED!
pt_br: <18>{#p/papyrus}ESSA É MINHA CAMA!
zh_cn: <18>{#p/papyrus}那是我的床！
zh_tw: <18>{#p/papyrus}那是我的床！

source: <18>{#f/4}IF I EVER GET TO EXPLORE THE STARS...
pt_br: <18>{#f/4}SE ALGUM DIA EU CHEGAR A EXPLORAR AS ESTRELAS...
zh_cn: <18>{#f/4}如果我有机会 去探索星星的话...
zh_tw: <18>{#f/4}如果我有機會 去探索星星的話...

source: <18>{#f/0}I'D LIKE TO CRUISE DOWN A LONG INTER- STELLAR HIGHWAY.
pt_br: <18>{#f/0}EU GOSTARIA DE DIRIGIR POR UMA PONTE INTERESTELAR.
zh_cn: <18>{#f/0}我想沿着一条 漫长的星际公路 航行。
zh_tw: <18>{#f/0}我想沿著一條 漫長的星際公路 航行。

source: <18>STATIC IN MY HAIR, STARLIGHT ON MY SKIN...
pt_br: <18>VENTO NO MEU CABELO, LUZ NA MINHA PELE...
zh_cn: <18>感受发丝中的静电， 和皮肤上映出的 星光...
zh_tw: <18>感受髮絲中的靜電， 和皮膚上映出的 星光...

source: <18>{#f/4}OF COURSE, THAT'S JUST A DREAM.
pt_br: <18>{#f/4}É CLARO, ISSO É SÓ UM SONHO.
zh_cn: <18>{#f/4}当然，这都只是 一场梦罢了。
zh_tw: <18>{#f/4}當然，這都只是 一場夢罷了。

source: <18>{#f/0}SO INSTEAD I CRUISE WHILE I SNOOZE.
pt_br: <18>{#f/0}ENTÃO, EM VEZ DISSO, EU VIAJO ENQUANTO COCHILO.
zh_cn: <18>{#f/0}所以我就 边打盹边航行了。
zh_tw: <18>{#f/0}所以我就 邊打盹邊航行了。

source: <32>{#p/human}* (You thank the bed for being very awesome in general.)
pt_br: <32>{#p/human}* (Você agradece a cama por bem da hora de modo geral.)
zh_cn: <32>{#p/human}* （总得来说， 你很感谢这张了不起的床。）
zh_tw: <32>{#p/human}* （總得來說， 你很感謝這張了不起的床。）

source: <32>{#p/basic}* (You reach into the box, but the bones don't deal any damage.)
pt_br: <32>{#p/basic}* (Você alcança a caixa, mas os ossos não dão dano.)
zh_cn: <32>{#p/basic}* （你把手伸进箱子， 但骨头不会对你造成任何伤害。）
zh_tw: <32>{#p/basic}* （你把手伸進箱子， 但骨頭不會對你造成任何傷害。）

source: <25>{#p/asriel1}{#f/21}* Careful, Frisk! * Those bones might still be active...
pt_br: <25>{#p/asriel1}{#f/21}* Cuidado, Frisk! * Talvez ossos assim ainda estejam na ativa...
zh_cn: <25>{#p/asriel1}{#f/21}* 当心啊，Frisk！ * 这些骨头可能还在活动...
zh_tw: <25>{#p/asriel1}{#f/21}* 當心啊，Frisk！ * 這些骨頭可能還在活動...

source: <25>{#p/asriel1}{#f/16}* ... or maybe not.
pt_br: <25>{#p/asriel1}{#f/16}* ... ou talvez não.
zh_cn: <25>{#p/asriel1}{#f/16}* ...或者没有。
zh_tw: <25>{#p/asriel1}{#f/16}* ...或者沒有。

source: <25>{#p/asriel1}{#f/13}* I wonder if you're the kind of person who stands on hot coals.
pt_br: <25>{#p/asriel1}{#f/13}* Me pergunto se você é o tipo de pessoa que fica parado em carvão quente.
zh_cn: <25>{#p/asriel1}{#f/13}* 我想知道 你是不是那种会站在 烧红煤炭上的人。
zh_tw: <25>{#p/asriel1}{#f/13}* 我想知道 你是不是那種會站在 燒紅煤炭上的人。

source: <25>{#p/asriel1}{#f/8}* Boney hot coals.
pt_br: <25>{#p/asriel1}{#f/8}* Carvão quente ossudo.
zh_cn: <25>{#p/asriel1}{#f/8}* 我是说烧红的骨质煤炭。
zh_tw: <25>{#p/asriel1}{#f/8}* 我是說燒紅的骨質煤炭。

source: <32>{#p/basic}* A box of bones.
pt_br: <32>{#p/basic}* Uma caixa de ossos.
zh_cn: <32>{#p/basic}* 一箱子的骨头。
zh_tw: <32>{#p/basic}* 一箱子的骨頭。

source: <18>{#p/papyrus}HEY, THOSE ARE ALL THE ATTACKS I USED ON YOU.
pt_br: <18>{#p/papyrus}EI, ESSES SÃO TODOS OS ATAQUES QUE USEI EM VOCÊ.
zh_cn: <18>{#p/papyrus}嘿，那些就是我 用来攻击你的东西。
zh_tw: <18>{#p/papyrus}嘿，那些就是我 用來攻擊你的東西。

source: <18>GREAT MEMORIES, HUH?
pt_br: <18>BOAS MEMÓRIAS, HEIN?
zh_cn: <18>真是段美好的回忆， 是吧？
zh_tw: <18>真是段美好的回憶， 是吧？

source: <18>SEEMS LIKE IT WAS ONLY YESTERDAY...
pt_br: <18>PARECE ATÉ QUE FOI ONTEM...
zh_cn: <18>感觉仿佛 就在昨日...
zh_tw: <18>感覺仿佛 就在昨日...

source: <18>{#f/4}EVEN THOUGH IT BASICALLY JUST HAPPENED.
pt_br: <18>{#f/4}MESMO QUE TENHA ACABADO DE ACONTECER.
zh_cn: <18>{#f/4}实际上就是刚刚才 发生的事。
zh_tw: <18>{#f/4}實際上就是剛剛才 發生的事。

source: <18>{#f/4}EVEN THOUGH IT JUST HAPPENED EARLIER TODAY.
pt_br: <18>{#f/4}MESMO QUE TENHA ACONTECIDO HOJE MAIS CEDO.
zh_cn: <18>{#f/4}实际上就是今天 早些时候发生的事。
zh_tw: <18>{#f/4}實際上就是今天 早些時候發生的事。

source: <32>{#p/human}* (You look inside the closet...)
pt_br: <32>{#p/human}* (Você olha dentro do closet...)
zh_cn: <32>{#p/human}* （你往衣橱里看...）
zh_tw: <32>{#p/human}* （你往衣櫥裡看...）

source: <32>{#p/human}* (It's hard for you to see in such a dark place.)
pt_br: <32>{#p/human}* (É difícil enxergar em um lugar tá escuro.)
zh_cn: <32>{#p/human}* （太黑了，你什么都看不见。）
zh_tw: <32>{#p/human}* （太黑了，你什麼都看不見。）

source: <32>{#p/basic}* The clothes inside have been frantically shifted around.
pt_br: <32>{#p/basic}* As roupas dentro estão super trocadas.
zh_cn: <32>{#p/basic}* 里面的衣服被疯狂地 挪来挪去。
zh_tw: <32>{#p/basic}* 裡面的衣服被瘋狂地 挪來挪去。

source: <32>{#p/basic}* Clothes are hung up neatly inside.
pt_br: <32>{#p/basic}* As roupas estão jogadas lá dentro.
zh_cn: <32>{#p/basic}* 衣服整齐地挂在里面。
zh_tw: <32>{#p/basic}* 衣服整齊地掛在裡面。

source: <32>* One of the clothes has "Free Bones" written on it.
pt_br: <32>* Uma das roupas tem "Ossos livres" escrito nela.
zh_cn: <32>* 其中一件衣服上写着“骸阔天空”。
zh_tw: <32>* 其中一件衣服上寫著「骸闊天空」。

source: <32>* Many of the clothes have handwritten text drawn on them.
pt_br: <32>* Muitas das roupas tem textos escritos a mão.
zh_cn: <32>* 许多衣服上都有手写文字。
zh_tw: <32>* 許多衣服上都有手寫文字。

source: <18>{#p/papyrus}DON'T WORRY, THE CLOSET IS SKELETON-FREE.
pt_br: <18>{#p/papyrus}NÃO SE PREOCUPE, O ARMÁRIO É LIVRE DE ESQUELETOS.
zh_cn: <18>{#p/papyrus}别担心， 衣橱里没有骷髅。
zh_tw: <18>{#p/papyrus}別擔心， 衣櫥裡沒有骷髏。

source: <18>{#f/4}UNLESS I'M CHANGING, OF COURSE.
pt_br: <18>{#f/4}A NÃO SER QUE EU ESTEJA ME TROCANDO, CLARO.
zh_cn: <18>{#f/4}当然， 除非我在换衣服。
zh_tw: <18>{#f/4}當然， 除非我在換衣服。

source: <25>{#p/asriel1}{#f/17}* Ah. * That's Papyrus's special attack...
pt_br: <25>{#p/asriel1}{#f/17}* Ah. * Esse é o ataque especial do Papyrus...
zh_cn: <25>{#p/asriel1}{#f/17}* 啊。 * 那是Papyrus的特殊攻击...
zh_tw: <25>{#p/asriel1}{#f/17}* 啊。 * 那是Papyrus的特殊攻擊...

source: <25>{#f/13}* In previous timelines, this attack right here...
pt_br: <25>{#f/13}* Em linhas do tempo anteriores, este ataque...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/15}* Caused me my fair share of defeats.
pt_br: <25>{#f/15}* Me fez perder algumas batalhas.
zh_cn: <25>{#f/15}* 在之前的时间线， 就是这种攻击... 给我 带来了公平的失败。
zh_tw: <25>{#f/15}* 在之前的時間軸， 就是這種攻擊... 給我 帶來了公平的失敗。

source: <25>{#f/16}* ... don't ask how or why I was fighting Papyrus.
pt_br: <25>{#f/16}* ... não pergunte como ou porque eu estava lutando contra o Papyrus.
zh_cn: <25>{#f/16}* ...不要问我为什么 要和Papyrus战斗。
zh_tw: <25>{#f/16}* ...不要問我為什麼 要和Papyrus戰鬥。

source: <25>{#p/asriel1}{#f/10}* What? * It wasn't anything bad. * Not that time, anyway.
pt_br: <25>{#p/asriel1}{#f/10}* Que? * Não era nada ruim. * Não daquela vez, pelo menos.
zh_cn: <25>{#p/asriel1}{#f/10}* 你说啥？拜托，那当时 并没有发生什么不好的事。 * 反正不是那个时候。
zh_tw: <25>{#p/asriel1}{#f/10}* 你說啥？拜託，那當時 並沒有發生什麼不好的事。 * 反正不是那個時候。

source: <25>{#p/asriel1}{#f/16}* Okay, okay. * I might have disguised myself as a human.
pt_br: <25>{#p/asriel1}{#f/16}* Tá bom, tá bom. * Eu posso ter me fantasiado de humano.
zh_cn: <25>{#p/asriel1}{#f/16}* 好吧，告诉你了。 * 这是因为我可能把自己 伪装成了一个人类。
zh_tw: <25>{#p/asriel1}{#f/16}* 好吧，告訴你了。 * 這是因為我可能把自己 偽裝成了一個人類。

source: <25>{#f/15}* ... yeah. * It looked as bad as you think it would.
pt_br: <25>{#f/15}* ... é. * Era um disfarce bem podre.
zh_cn: <25>{#f/15}* ...是的。 * 它看起来 和你想的一样糟糕。
zh_tw: <25>{#f/15}* ...是的。 * 它看起來 和你想的一樣糟糕。

source: <25>{#f/5}* But hey, I got a chance to battle the great Papyrus!
pt_br: <25>{#f/5}* Mas ei, eu tive a chance de lutar contra o grande Papyrus!
zh_cn: <25>{#f/5}* 但是，嘿， 我是在找机会和 最伟大的Papyrus战斗！
zh_tw: <25>{#f/5}* 但是，嘿， 我是在找機會和 最偉大的Papyrus戰鬥！

source: <25>{#p/asriel1}{#f/20}* Totally worth it.
pt_br: <25>{#p/asriel1}{#f/20}* Valeu a pena.
zh_cn: <25>{#p/asriel1}{#f/20}* 这非常值得。
zh_tw: <25>{#p/asriel1}{#f/20}* 這非常值得。

source: <32>{#p/basic}* It's a flag with a menacing skull painted on it.
pt_br: <32>{#p/basic}* É uma bandeira com uma caveira pintada nela.
zh_cn: <32>{#p/basic}* 一面旗帜， 上面画着一个吓人的骷髅。
zh_tw: <32>{#p/basic}* 一面旗幟， 上面畫著一個嚇人的骷髏。

source: <18>{#p/papyrus}ISN'T THAT POSTER NEATO?
pt_br: <18>{#p/papyrus}ESSE POSTER NÃO É TOPISSIMO?
zh_cn: <18>{#p/papyrus}很漂亮的海报吧？
zh_tw: <18>{#p/papyrus}很漂亮的海報吧？

source: <18>UNDYNE FOUND IT ON A TRASH RUN.
pt_br: <18>UNDYNE ENCONTROU ENQUANTO CATAVA LIXO.
zh_cn: <18>UNDYNE在捡垃圾的 时候发现的。
zh_tw: <18>UNDYNE在撿垃圾的 時候發現的。

source: <18>{#f/4}IT HAD A SKULL AND CROSSBONES ON IT AT FIRST...
pt_br: <18>{#f/4}TINHA UMA CAVEIRA E OSSOS CRUZADOS NO INÍCIO...
zh_cn: <18>{#f/4}一开始上面是 一个头骨和 两根交叉的骨头...
zh_tw: <18>{#f/4}一開始上面是 一個頭骨和 兩根交叉的骨頭...

source: <18>{#f/9}BUT I THOUGHT OF SOMETHING BETTER!
pt_br: <18>{#f/9}MAS EU PENSEI EM ALGO MELHOR!
zh_cn: <18>{#f/9}但我想到了 更好的东西！
zh_tw: <18>{#f/9}但我想到了 更好的東西！

source: <32>{#p/human}* (You marvel at the detail of these action figures...)
pt_br: <32>{#p/human}* (Você se maravilha com os detalhes dessas figuras de ação...)
zh_cn: <32>{#p/human}* （你对这些玩偶 的精雕细琢感到惊讶。）
zh_tw: <32>{#p/human}* （你對這些玩偶 的精雕細琢感到驚訝。）

source: <32>{#p/basic}* A set of action figures with tacky, matching uniforms.
pt_br: <32>{#p/basic}* Um conjunto de bonecos de ação com uniformes cafonas e combinando.
zh_cn: <32>{#p/basic}* 一套穿着俗气制服的动作玩偶。
zh_tw: <32>{#p/basic}* 一套穿著俗氣制服的動作玩偶。

source: <18>{#p/papyrus}AH, YES, ACTION FIGURES.
pt_br: <18>{#p/papyrus}AH, SIM, FIGURAS DE AÇÃO.
zh_cn: <18>{#p/papyrus}啊，那个， 动作玩偶。
zh_tw: <18>{#p/papyrus}啊，那個， 動作玩偶。

source: <18>A GREAT REFERENCE FOR THEORETICAL BATTLE SCENARIOS.
pt_br: <18>UMA REFERÊNCIA PARA CENÁRIOS DE BATALHAS-FAKE.
zh_cn: <18>用来参考理论战斗 布置场景很合适。
zh_tw: <18>用來參考理論戰鬥 布置場景很合適。

source: <18>{#f/4}BUT HOW DO I HAVE SO MANY?
pt_br: <18>{#f/4}MAS COMO EU TENHA TANTAS?
zh_cn: <18>{#f/4}但我为什么 会有这么多呢？
zh_tw: <18>{#f/4}但我為什麼 會有這麼多呢？

source: <18>{#f/6}WELL, UMM... THE KING GAVE THEM TO ME AS A GIFT...
pt_br: <18>{#f/6}BEM, HMM... O REI ME DEU ELAS DE PRESENTE...
zh_cn: <18>{#f/6}那个，嗯... 国王把它们当做 礼物送给了我...
zh_tw: <18>{#f/6}那個，嗯... 國王把它們當做 禮物送給了我...

source: <18>{#f/5}A GIFT I TRULY WISH I COULD REPAY HIM FOR.
pt_br: <18>{#f/5}UM PRESENTE DO QUAL GOSTARIA DE PODER PAGÁ-LO.
zh_cn: <18>{#f/5}我真心希望 我也能回报他 一份礼物。
zh_tw: <18>{#f/5}我真心希望 我也能回報他 一份禮物。

source: <32>{#p/human}* (Upon reflection, you realize who created these.)
pt_br: <32>{#p/human}* (Através do reflexo, você percebe quem criou esses.)
zh_cn: <32>{#p/human}* （仔细一想， 你就知道是谁创造了这些。）
zh_tw: <32>{#p/human}* （仔細一想， 你就知道是誰創造了這些。）

source: <32>{#p/human}* (The sign describes the basics of solving the puzzle.)
pt_br: <32>{#p/human}* (O sinal descreve o básico para resolver o quebra-cabeça.)
zh_cn: <32>{#p/human}* （牌子上写着 破解谜题的基础方法。）
zh_tw: <32>{#p/human}* （牌子上寫著 破解謎題的基礎方法。）

source: <32>{#p/basic}* "Trigger each circuit in order."
pt_br: <32>{#p/basic}* "Aperte cada circuito em ordem."
zh_cn: <32>{#p/basic}* “按顺序激活每一条电路。”
zh_tw: <32>{#p/basic}* 「按順序激活每一條電路。」
