Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* $(name).{%100}
zh_cn: <25>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* $(name)。ゑ{%100}
zh_tw: <25>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* $(name)。ゑ{%100}

source: <18>{#p/papyrus}{#f/32}...!
zh_cn: <18>{#p/papyrus}{#f/32}...！ゑ
zh_tw: <18>{#p/papyrus}{#f/32}...！ゑ

source: <25>{#p/asriel2}{#f/5}* Hah! * Hahaha! * The look on your face!
pt_br: <25>{#p/asriel2}{#f/5}* Hah! * Hahaha! * O olhar em seu rosto!
zh_cn: <25>{#p/asriel2}{#f/5}* 哈！ * 哈哈哈！ * 看看你什么表情！ゑ
zh_tw: <25>{#p/asriel2}{#f/5}* 哈！ * 哈哈哈！ * 看看你什麼表情！ゑ

source: <18>{#p/papyrus}{#f/31}I...
pt_br: <18>{#p/papyrus}{#f/31}EU...
zh_cn: <18>{#p/papyrus}{#f/31}我...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}我...ゑ

source: <18>{#f/3}... NO...
pt_br: <18>{#f/3}... NÃO...
zh_cn: <18>{#f/3}...不...ゑ
zh_tw: <18>{#f/3}...不...ゑ

source: <18>{#p/papyrus}{#f/7}NO, YOU'RE WRONG.
pt_br: <18>{#p/papyrus}{#f/7}NÃO, VOCÊ ESTÁ ERRADO.
zh_cn: <18>{#p/papyrus}{#f/7}不，你错了。ゑ
zh_tw: <18>{#p/papyrus}{#f/7}不，你錯了。ゑ

source: <18>{#f/7}YOU ARE THE ONE WHO'S BEEN TRYING TO BRING ME DOWN.
pt_br: <18>{#f/7}VOCÊ É QUEM ESTÁ TENTANDO ME TRAZER PARA BAIXO.
zh_cn: <18>{#f/7}一直想方设法把我击垮的， 是你。ゑ
zh_tw: <18>{#f/7}一直想方設法把我擊垮的， 是你。ゑ

source: <18>{#f/7}YOU ARE THE ONE WHO'S FED ME LIE AFTER LIE.
pt_br: <18>{#f/7}VOCÊ É QUEM ESTÁ ME CONTANDO MENTIRA.
zh_cn: <18>{#f/7}那个满嘴谎话的，还是你。ゑ
zh_tw: <18>{#f/7}那個滿嘴謊話的，還是你。ゑ

source: <18>{#f/9}BUT I, PAPYRUS...
pt_br: <18>{#f/9}MAS EU, PAPYRUS...
zh_cn: <18>{#f/9}但是我，PAPYRUS...ゑ
zh_tw: <18>{#f/9}但是我，PAPYRUS...ゑ

source: <18>{#f/9}FINALLY UNDERSTAND THE {@fill=#f00}REAL TRUTH{@fill=#fff}.
pt_br: <18>{#f/9}FINALMENTE ENTENDI A {@fill=#f00}REALIDADE{@fill=#fff}.
zh_cn: <18>{#f/9}总算认清了{@fill=#f00}真相{@fill=#fff}。ゑ
zh_tw: <18>{#f/9}總算認清了{@fill=#f00}真相{@fill=#fff}。ゑ

source: <25>{#p/asriel2}{#f/13}* Oh? * And what's that?
pt_br: <25>{#p/asriel2}{#f/13}* Oh? * E o que seria?
zh_cn: <25>{#p/asriel2}{#f/13}* 哦？ * 真相是什么呢？ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 喔？ * 真相是什麼呢？ゑ

source: <18>{#p/papyrus}{#f/34}YOU'RE NOT {@fill=#f00}ASRIEL{@fill=#fff}.
pt_br: <18>{#p/papyrus}{#f/34}VOCÊ NÃO É {@fill=#f00}ASRIEL{@fill=#fff}.
zh_cn: <18>{#p/papyrus}{#f/34}你才不是{@fill=#f00}ASRIEL{@fill=#fff}。ゑ
zh_tw: <18>{#p/papyrus}{#f/34}你才不是{@fill=#f00}ASRIEL{@fill=#fff}。ゑ

source: <18>{#f/31}{@fill=#f00}ASRIEL{@fill=#fff} WOULD NEVER ACT LIKE THIS.
pt_br: <18>{#f/31}{@fill=#f00}ASRIEL{@fill=#fff} JAMAIS AGIRIA ASSIM.
zh_cn: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff}绝不可能 干出这种事！ゑ
zh_tw: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff}絕不可能 幹出這種事！ゑ

source: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff} WAS A KIND SOUL.
pt_br: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff} TINHA UMA ALMA CHEIA DE BONDADE.
zh_cn: <18>{#f/31}因为，{@fill=#f00}ASRIEL{@fill=#fff}心地善良，ゑ
zh_tw: <18>{#f/31}因為，{@fill=#f00}ASRIEL{@fill=#fff}心地善良，ゑ

source: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff} BELIEVED IN PEOPLE...
pt_br: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff} ACREDITAVA NAS PESSOAS...
zh_cn: <18>{#f/5}信赖同胞...ゑ
zh_tw: <18>{#f/5}信賴同胞...ゑ

source: <18>{#f/31}HE BELIEVED IN HUMANITY BEFORE ANYONE ELSE DID.
pt_br: <18>{#f/31}ELE ACREDITOU NA HUMANIDADE ANTES DE TODO MUNDO.
zh_cn: <18>{#f/31}比谁都相信人类！ゑ
zh_tw: <18>{#f/31}比誰都相信人類！ゑ

source: <18>{#f/4}YOU, ON THE OTHER HAND...
pt_br: <18>{#f/4}VOCÊ, POR OUTRO LADO...
zh_cn: <18>{#f/4}而你呢...ゑ
zh_tw: <18>{#f/4}而你呢...ゑ

source: <18>{#f/7}YOU JUST WANT TO USE THEM FOR YOUR OWN ENDS!
pt_br: <18>{#f/7}VOCÊ SÓ QUER USÁ-LO PARA SEUS PRÓPRIOS FINS!
zh_cn: <18>{#f/7}你不过是个为了 一己私欲利用人类的 卑鄙小人！ゑ
zh_tw: <18>{#f/7}你不過是個為了 一己私慾利用人類的 卑鄙小人！ゑ

source: <18>{#f/4}AND FRANKLY, I DON'T CARE WHAT YOU HAVE TO SAY.
pt_br: <18>{#f/4}E EU NÃO ME IMPORTO COM O QUE VOCÊ TEM A DIZER.
zh_cn: <18>{#f/4}我告诉你， 你爱说啥就说啥， 我不在乎。ゑ
zh_tw: <18>{#f/4}我告訴你， 你愛說啥就說啥， 我不在乎。ゑ

source: <18>{#f/9}I STILL HAVE HOPE FOR THAT HUMAN.
pt_br: <18>{#f/9}EU AINDA TENHO ESPERANÇA NESTE HUMANO.
zh_cn: <18>{#f/9}但是，我还相信着 那个人类。ゑ
zh_tw: <18>{#f/9}但是，我還相信著 那個人類。ゑ

source: <25>{#p/asriel2}{#f/8}* Well, if you've got so much faith in them...
pt_br: <25>{#p/asriel2}{#f/8}* Pois, se você tem tanta esperança nele...
zh_cn: <25>{#p/asriel2}{#f/8}* 哼，你要真这么信任人类...ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 哼，你要真這麼信任人類...ゑ

source: <25>{#f/7}* Then prove me wrong.
pt_br: <25>{#f/7}* Então me prove errado.
zh_cn: <25>{#f/7}* 那就证明给我看看。ゑ
zh_tw: <25>{#f/7}* 那就證明給我看看。ゑ

source: <25>{#f/3}* I'll let you take them on, one on one.
pt_br: <25>{#f/3}* Eu vou deixar você levá-lo para o um contra um.
zh_cn: <25>{#f/3}* 我会离开一会， 让你俩单独对峙。ゑ
zh_tw: <25>{#f/3}* 我會離開一會， 讓你倆單獨對峙。ゑ

source: <25>{#f/3}* If they spare you, then I'll admit I was wrong.
pt_br: <25>{#f/3}* Se ele te poupar, então eu irei admitir estar errado.
zh_cn: <25>{#f/3}* 要是$(name)饶恕你， 那我就认栽。ゑ
zh_tw: <25>{#f/3}* 要是$(name)饒恕你， 那我就認栽。ゑ

source: <25>{#f/4}* But if they kill you, which they inevitably will...
pt_br: <25>{#f/4}* Mas se ele te matar, o que inevitavelmente será o caso...
zh_cn: <25>{#f/4}* 否则，$(name)要是 “不小心”杀了你...ゑ
zh_tw: <25>{#f/4}* 否則，$(name)要是 「不小心」殺了你...ゑ

source: <25>{#f/1}* You'll realize that I was right, and that HE died for nothing.
pt_br: <25>{#f/1}* Você perceberá que eu estava certo e que ELE morreu pra nada.
zh_cn: <25>{#f/1}* 你就知道你大错特错了。 而那个懒骨头死得就 一文不值。ゑ
zh_tw: <25>{#f/1}* 你就知道你大錯特錯了。 而那個懶骨頭死得就 一文不值。ゑ

source: <25>{#f/1}* How does that sound?
pt_br: <25>{#f/1}* O que você acha?
zh_cn: <25>{#f/1}* 这主意如何？ゑ
zh_tw: <25>{#f/1}* 這主意如何？ゑ

source: <18>{#p/papyrus}{#f/9}... I ACCEPT.
pt_br: <18>{#p/papyrus}{#f/9}... EU ACEITO.
zh_cn: <18>{#p/papyrus}{#f/9}... 我接受。ゑ
zh_tw: <18>{#p/papyrus}{#f/9}... 我接受。ゑ

source: <25>{#p/asriel2}{#f/3}* Splendid.
pt_br: <25>{#p/asriel2}{#f/3}* Esplêndido.
zh_cn: <25>{#p/asriel2}{#f/3}* 那可太好了。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 那可太好了。ゑ

source: <25>{#f/4}* See you never.
pt_br: <25>{#f/4}* Te vejo nunca.
zh_cn: <25>{#f/4}* 永别了。ゑ
zh_tw: <25>{#f/4}* 永別了。ゑ

source: <32>{#p/human}* (You place your hands on the heavily scratched door.)
pt_br: <32>{#p/human}* <32>{#p/human}* (Você coloca as mãos na porta fortemente arranhada.)
zh_cn: <32>{#p/human}* （你把手搭在了划痕累累的门上。）
zh_tw: <32>{#p/human}* （你把手搭在了劃痕累累的門上。）

source: <32>{#p/basic}* The door is covered in cat- claw scratches.
pt_br: <32>{#p/basic}* A porta está coberta de arranhados de gato.
zh_cn: <32>{#p/basic}* 门上布满了猫的抓痕。
zh_tw: <32>{#p/basic}* 門上布滿了貓的抓痕。

source: <32>{#p/basic}* ... but everybody ran.
pt_br: <32>{#p/basic}* ... mas todo mundo correu.
zh_cn: <32>{#p/basic}* ...但是大家都逃走了。
zh_tw: <32>{#p/basic}* ...但是大家都逃走了。

source: <32>{#p/basic}* ... but nobody came.
pt_br: <32>{#p/basic}* ... mas ninguém veio.
zh_cn: <32>{#p/basic}* ...但是谁也没有来。
zh_tw: <32>{#p/basic}* ...但是誰也沒有來。

source: <32>{#p/human}* (But there was nobody around to occupy the seat.)
pt_br: <32>{#p/human}* (Mas não tem ninguém por perto para ocupar o acento.)
zh_cn: <32>{#p/human}* （但是谁也没坐在这儿。）
zh_tw: <32>{#p/human}* （但是誰也沒坐在這兒。）

source: <32>{#p/human}* (But there was nobody here.)
pt_br: <32>{#p/human}* (Mas não tem ninguém aqui.)
zh_cn: <32>{#p/human}* （但是谁也不在这儿。）
zh_tw: <32>{#p/human}* （但是誰也不在這兒。）

source: <32>{#p/basic}* Nobody's home.
pt_br: <32>{#p/basic}* Ninguém está em casa.
zh_cn: <32>{#p/basic}* 没人在家。
zh_tw: <32>{#p/basic}* 沒人在家。

source: <32>{#p/human}* (You can't seem to find a way in.)
pt_br: <32>{#p/human}* (Você não achou um caminho para dentro.)
zh_cn: <32>{#p/human}* （你好像没法进去。）
zh_tw: <32>{#p/human}* （你好像沒法進去。）

source: <32>{#p/basic}{#npc/a}* Welcome to Starred Inn! * Starton's premier hotel!
pt_br: <32>{#p/basic}{#npc/a}* Bem-vindo ao Starred Inn! * O principal hotel de Starton!
zh_cn: <32>{#p/basic}{#npc/a}* 欢迎来到星光旅馆！ * 星港的一流旅馆！
zh_tw: <32>{#p/basic}{#npc/a}* 歡迎來到星光旅館！ * 星港的一流旅館！

source: <32>* One night will cost you 60G.
pt_br: <32>* Uma noite custa 60G.
zh_cn: <32>* 每住宿一晚花费60G。
zh_tw: <32>* 每住宿一晚花費60G。

source: * (Get a room?)
pt_br: * (Aceitar um quarto?)
zh_cn: * （订一间房吗？）
zh_tw: * （訂一間房嗎？）

source: <32>{#p/basic}{#npc/a}* Changed your mind?
pt_br: <32>{#p/basic}{#npc/a}* Mudou de ideia?
zh_cn: <32>{#p/basic}{#npc/a}* 改变主意了吗？
zh_tw: <32>{#p/basic}{#npc/a}* 改變主意了嗎？

source: <32>* Remember, one night is 60G.
pt_br: <32>* Lembre-se, uma noite é 60G.
zh_cn: <32>* 记住了，一个晚上60G。
zh_tw: <32>* 記住了，一個晚上60G。

source: <32>{#p/basic}{#npc/a}* Back again? * Remember, one night is 60G.
pt_br: <32>{#p/basic}{#npc/a}* Voltou de novo? * Lembre-se, uma noite é 60G.
zh_cn: <32>{#p/basic}{#npc/a}* 又回来了吗？ * 记住，一个晚上60G。
zh_tw: <32>{#p/basic}{#npc/a}* 又回來了嗎？ * 記住，一個晚上60G。

source: * (Get a room again?)
pt_br: * (Pegar um quarto de novo?)
zh_cn: * （再订一间房吗？）
zh_tw: * （再訂一間房嗎？）

source: <33>{#p/basic}{#npc/a}* Back again? * Well, stay as long as you like!
pt_br: <33>{#p/basic}{#npc/a}* Voltou? * Fique o tanto que quiser!
zh_cn: <33>{#p/basic}{#npc/a}* 又回来了吗？ * 想待多久都可以的。
zh_tw: <33>{#p/basic}{#npc/a}* 又回來了嗎？ * 想待多久都可以的。

source: <32>{#p/basic}{#npc/a}* ... you don't even have 60G?
pt_br: <32>{#p/basic}{#npc/a}* ... você não tem 60G?
zh_cn: <32>{#p/basic}{#npc/a}* ...你连60G都没有吗？
zh_tw: <32>{#p/basic}{#npc/a}* ...你連60G都沒有嗎？

source: <32>* Oh! You poor thing. * I can only imagine what you've been through.
pt_br: <32>* Oh! Pobre coisinha. * Eu posso apenas imaginar pelo que você tem passado.
zh_cn: <32>* 噢！你真可怜。 * 我能想象到您经历了些什么。
zh_tw: <32>* 噢！你真可憐。 * 我能想像到您經歷了些什麼。

source: <32>* One of the rooms upstairs is empty, you can sleep there for free, okay?
pt_br: <32>* Um dos quartos lá em cima está vazio, você pode dormir de graça, tá bom?
zh_cn: <32>* 楼上有一间空房， 您可以免费住，好吗？
zh_tw: <32>* 樓上有一間空房， 您可以免費住，好嗎？

source: <32>{#p/basic}{#npc/a}* Here's your room key. * Remember to bundle up!
pt_br: <32>{#p/basic}{#npc/a}* Aqui está sua chave do quarto. * Lembre-se de dormir bem!
zh_cn: <32>{#p/basic}{#npc/a}* 这是您的房间钥匙。 * 小心别着凉！
zh_tw: <32>{#p/basic}{#npc/a}* 這是您的房間鑰匙。 * 小心別著涼！

source: <32>{#p/basic}{#npc/a}* Sorry, you don't have enough G...
pt_br: <32>{#p/basic}{#npc/a}* Desculpa, você não tem G...
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉，您的钱不够...
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉，您的錢不夠...

source: <32>{#p/basic}{#npc/a}* Hiya! * You look like you had a great sleep.
pt_br: <32>{#p/basic}{#npc/a}* Uau! * Você parece ter dormido tão bem.
zh_cn: <32>{#p/basic}{#npc/a}* 您好呀！ * 您看起来睡得很舒服。
zh_tw: <32>{#p/basic}{#npc/a}* 您好呀！ * 您看起來睡得很舒服。

source: <32>* Which is incredible... * ... considering you were only up there for a few minutes.
pt_br: <32>* O que é incrível... * ... considerando que você só ficou lá em cima por alguns minutos.
zh_cn: <32>* 挺不可思议的... * ...因为您在上面 只待了几分钟。
zh_tw: <32>* 挺不可思議的... * ...因為您在上面 只待了幾分鐘。

source: <32>* Feel free to come back if you get tired.
pt_br: <32>* Sinta-se livre para voltar quando estiver cansado.
zh_cn: <32>* 要是累了请随时回来休息。
zh_tw: <32>* 要是累了請隨時回來休息。

source: <32>* Here's your money back. * You can pay me if you're going to stay overnight.
pt_br: <32>* Pega seu dinheiro de volta. * Você pode me pagar quando for ficar a noite toda.
zh_cn: <32>* 我把钱退给您。 * 想过夜的话，可以再付给我哦。
zh_tw: <32>* 我把錢退給您。 * 想過夜的話，可以再付給我喔。

source: <32>{#p/basic}{#npc/a}* Not in a sleepy mood? * Well, I'll always be here if you need me!
pt_br: <32>{#p/basic}{#npc/a}* Não muito afim de dormir? * Bem, eu sempre estarei aqui se você precisar!
zh_cn: <32>{#p/basic}{#npc/a}* 现在还不困？ * 没关系，只要您需要， 我随时为您服务！
zh_tw: <32>{#p/basic}{#npc/a}* 現在還不困？ * 沒關係，只要您需要， 我隨時為您服務！

source: <32>{#p/basic}{#npc/a}* Hello! * Sorry, no time for a nap...
pt_br: <32>{#p/basic}{#npc/a}* Olá! * Desculpa, sem tempo pra dormir...
zh_cn: <32>{#p/basic}{#npc/a}* 您好！ * 抱歉， 现在没有时间可供小睡了...
zh_tw: <32>{#p/basic}{#npc/a}* 您好！ * 抱歉， 現在沒有時間可供小睡了...

source: <32>* Starred Inn is shutting down so we can leave to find a new homeworld.
pt_br: <32>* Starred Inn está fechando para sempre, já que assim podemos ir embora para o novo mundo.
zh_cn: <32>* 星光旅馆已经停业了， 我们要离开这里， 去寻找新家园了。
zh_tw: <32>* 星光旅館已經停業了， 我們要離開這裡， 去尋找新家園了。

source: <32>{#p/basic}{#npc/a}* Oh, there you are. * I've been worrying about you!
pt_br: <32>{#p/basic}{#npc/a}* Oh, você está aí. * Eu estive preocupada com você!
zh_cn: <32>{#p/basic}{#npc/a}* 噢，是你啊。 * 我一直在担心你呢！
zh_tw: <32>{#p/basic}{#npc/a}* 噢，是你啊。 * 我一直在擔心你呢！

source: <32>* Things are going to be OK, you hear?
pt_br: <32>* Tudo vai ficar bem, ouviu?
zh_cn: <32>* 你听说了吗？ 一切都在变得更加顺利。
zh_tw: <32>* 你聽說了嗎？ 一切都在變得更加順利。

source: <32>* We're all going to settle on a new homeworld soon...
pt_br: <32>* Nós todos iremos para um novo mundo, agora...
zh_cn: <32>* 我们很快就会在新家园安顿下来...
zh_tw: <32>* 我們很快就會在新家園安頓下來...

source: <32>* There's bound to be a place you can stay there!
pt_br: <32>* Com certeza haverá um lugar onde você pode ficar lá!
zh_cn: <32>* 那里肯定会有 属于你的容身之处的！
zh_tw: <32>* 那裡肯定會有 屬於你的容身之處的！

source: <25>{#p/kidd}{#f/1}* What's up?
pt_br: <25>{#p/kidd}{#f/1}* Como tá?
zh_cn: <25>{#p/kidd}{#f/1}* 怎么了吗？
zh_tw: <25>{#p/kidd}{#f/1}* 怎麼了嗎？

source: <25>{#p/kidd}{#f/1}* Yo, howzzitgoin?
pt_br: <25>{#p/kidd}{#f/1}* Yo, como tá ino?
zh_cn: <25>{#p/kidd}{#f/1}* 哟，近来可好？
zh_tw: <25>{#p/kidd}{#f/1}* 喲，近來可好？

source: <25>{#p/kidd}{#f/1}* Hey, hey!
pt_br: <25>{#p/kidd}{#f/1}* Ei, ei!
zh_cn: <25>{#p/kidd}{#f/1}* 嘿，嘿！
zh_tw: <25>{#p/kidd}{#f/1}* 嘿，嘿！

source: <25>{#p/kidd}{#f/1}* Nice to see you, haha.
pt_br: <25>{#p/kidd}{#f/1}* Muito legal te ver, haha.
zh_cn: <25>{#p/kidd}{#f/1}* 很高兴见到你，哈哈。
zh_tw: <25>{#p/kidd}{#f/1}* 很高興見到你，哈哈。

source: <25>{#p/kidd}{#f/1}* Woah, dude, what's up?
pt_br: <25>{#p/kidd}{#f/1}* Woah, cara, o que você tá fazendo?
zh_cn: <25>{#p/kidd}{#f/1}* 哇，老兄，怎么了吗？
zh_tw: <25>{#p/kidd}{#f/1}* 哇，老兄，怎麼了嗎？

source: <25>{#p/kidd}{#f/1}* Yo, you're a kid too, right?
pt_br: <25>{#p/kidd}{#f/1}* Yo, você é uma criança também, correto?
zh_cn: <25>{#p/kidd}{#f/1}* 哟，你也是个孩子， 对吧？
zh_tw: <25>{#p/kidd}{#f/1}* 喲，你也是個孩子， 對吧？

source: <25>{#p/kidd}{#f/1}* I can tell 'cause you're wearing a striped shirt.
pt_br: <25>{#p/kidd}{#f/1}* Eu posso dizer porque você tá usando uma camisa listrada.
zh_cn: <25>{#p/kidd}{#f/1}* 我看得出来， 因为你穿着条纹衫。
zh_tw: <25>{#p/kidd}{#f/1}* 我看得出來， 因為你穿著條紋衫。

source: <25>{#p/kidd}{#f/7}* Wait, you read books too!?
pt_br: <25>{#p/kidd}{#f/7}* Pera, você lê livros também!?
zh_cn: <25>{#p/kidd}{#f/7}* 等下，你也读书的吗！？
zh_tw: <25>{#p/kidd}{#f/7}* 等下，你也讀書的嗎！？

source: <25>{#p/kidd}{#f/1}* That librarby taught me everything I know about monster history!
pt_br: <25>{#p/kidd}{#f/1}* Aquela livrarvia me ensinou tudo que eu sei sobre os monstros!
zh_cn: <25>{#p/kidd}{#f/1}* 那个图书倌教会了我所有 关于怪物历史的知识！
zh_tw: <25>{#p/kidd}{#f/1}* 那個圖書倌教會了我所有 關於怪物歷史的知識！

source: <25>{#p/kidd}{#f/3}* I can't even imagine what living on a planet is like...
pt_br: <25>{#p/kidd}{#f/3}* Eu nem consigo imaginar como deve ser viver em um planeta...
zh_cn: <25>{#p/kidd}{#f/3}* 星球生活到底是怎样的呢？ 想象不出来啊...
zh_tw: <25>{#p/kidd}{#f/3}* 星球生活到底是怎樣的呢？ 想像不出來啊...

source: <25>{#p/kidd}{#f/1}* I wonder if that short skeleton is an adult or a kid.
pt_br: <25>{#p/kidd}{#f/1}* Eu me pergunto se aquele esqueleto pequeno é uma criança ou um adulto.
zh_cn: <25>{#p/kidd}{#f/1}* 我寻思着那个矮个子骷髅 有没有成年。
zh_tw: <25>{#p/kidd}{#f/1}* 我尋思著那個矮個子骷髏 有沒有成年。

source: <25>{#p/kidd}{#f/3}* Have you ever lived on a planet?
pt_br: <25>{#p/kidd}{#f/3}* Você já viveu em um planeta?
zh_cn: <25>{#p/kidd}{#f/3}* 你有在星球上生活过吗？
zh_tw: <25>{#p/kidd}{#f/3}* 你有在星球上生活過嗎？

source: <32>{#p/basic}* What's that smell? * (Where's that smell?)
pt_br: <32>{#p/basic}* O que é esse cheiro? * (Onde está esse cheiro?)
zh_cn: <32>{#p/basic}* 什么气味？ * （哪里来的气味？）
zh_tw: <32>{#p/basic}* 什麼氣味？ * （哪裡來的氣味？）

source: <32>* If you're a smell... * (... identify yoursmellf!)
pt_br: <32>* Se você é o cheiro... * (... identifique seu cheiro!)
zh_cn: <32>* 如果你是这个气味... * （...证明你的气味！）
zh_tw: <32>* 如果你是這個氣味... * （...證明你的氣味！）

source: <32>{#p/basic}* Hmmm... * Here's that weird smell.
pt_br: <32>{#p/basic}* Hmmm... * Aqui está aquele cheiro estranho.
zh_cn: <32>{#p/basic}* 嗯... * 这就是那个怪气味。
zh_tw: <32>{#p/basic}* 嗯... * 這就是那個怪氣味。

source: <32>* It makes me want to eliminate...
pt_br: <32>* Ele me faz querer eliminar...
zh_cn: <32>* 这气味让我想把它消灭掉...
zh_tw: <32>* 這氣味讓我想把它消滅掉...

source: <32>* (... eliminate YOU!)
pt_br: <32>* (... eliminar VOCÊ!)
zh_cn: <32>* （...把你消灭掉！）
zh_tw: <32>* （...把你消滅掉！）

source: <32>{#p/basic}* Dogs can pet other dogs??? * (A new world has opened up for us...)
pt_br: <32>{#p/basic}* Cachorros podem acariciar cachorros??? * (Um novo mundo se abriu.)
zh_cn: <32>{#p/basic}* 狗狗可以摸其它狗狗？？？ * （一扇新世界的大门 向我们敞开了...）
zh_tw: <32>{#p/basic}* 狗狗可以摸其它狗狗？？？ * （一扇新世界的大門 向我們敞開了...）

source: <32>* Thanks, weird puppy!
pt_br: <32>* Obrigado, cachorrinho estranho!
zh_cn: <32>* 谢谢你，怪狗狗！
zh_tw: <32>* 謝謝你，怪狗狗！

source: <32>{#p/basic}* Weird smells can bring good things... * (Friendly fun fetch!)
pt_br: <32>{#p/basic}* Cheiros estranhos podem trazer boas coisas... * (Amizade divertida!)
zh_cn: <32>{#p/basic}* 怪气味也能带来好东西嘛... * （抛接游戏真有趣！）
zh_tw: <32>{#p/basic}* 怪氣味也能帶來好東西嘛... * （拋接遊戲真有趣！）

source: <32>* Thanks, weird smell! * (It sure was fun to catch a "wrench" in the works!)
pt_br: <32>* Obrigado, cheiro estranho! * (Com certeza foi divertido pegar uma "chave inglesa" nas obras!)
zh_cn: <32>* 谢谢你，怪气味！ * （太意外了！ 真是非同一“扳”得好玩！）
zh_tw: <32>* 謝謝你，怪氣味！ * （太意外了！ 真是非同一「扳」得好玩！）

source: <32>{#p/basic}* It's getting harder and harder to sniff things... * (Getting harder to see...)
pt_br: <32>{#p/basic}* Está difícil de respirar... * (Cada vez mais difícil de enxergar...)
zh_cn: <32>{#p/basic}* 闻东西越来越费劲了... * （感觉自己快瞎了...）
zh_tw: <32>{#p/basic}* 聞東西越來越費勁了... * （感覺自己快瞎了...）

source: <32>* Let's get out of here!
pt_br: <32>* Vamos meter o pé daqui!
zh_cn: <32>* 咱们快逃吧！
zh_tw: <32>* 咱們快逃吧！

source: <32>{#p/basic}* That weird puppy came out of nowhere... * (Almost killed us...)
pt_br: <32>{#p/basic}* Aquele cachorro estranho aparou do nada... * (Quase nos matou...)
zh_cn: <32>{#p/basic}* 那只怪狗狗突然窜出来... * （差点弄死了我们...）
zh_tw: <32>{#p/basic}* 那隻怪狗狗突然竄出來... * （差點弄死了我們...）

source: <32>{#p/basic}* Dogs can pet AND play fetch with other dogs??? * (It's almost criminal...)
pt_br: <32>{#p/basic}* Os cães podem acariciar E brincar de buscar com outros cães??? * (É quase criminoso...)
zh_cn: <32>{#p/basic}* 狗狗之间竟然可以相互抚摸 并一起玩抛接游戏？？？ * （这简直太犯规了...）
zh_tw: <32>{#p/basic}* 狗狗之間竟然可以相互撫摸 並一起玩拋接遊戲？？？ * （這簡直太犯規了...）

source: <32>* Thanks, weird puppy! * (After this, our lives will never be the same!)
pt_br: <32>* Obrigado, cachorrinho estranho! * (Depois disso, nossas vidas jamais serão as mesmas!)
zh_cn: <32>* 谢谢你，怪狗狗！ * （以后， 我们的生活将彻底改变！）
zh_tw: <32>* 謝謝你，怪狗狗！ * （以後， 我們的生活將徹底改變！）

source: <32>{#p/basic}* Where's the prince? * (Did we come the right way?)
pt_br: <32>{#p/basic}* Onde está o príncipe? * (Nós viemos no caminho certo?)
zh_cn: <32>{#p/basic}* 王子在哪？ * （没走错路吧？）
zh_tw: <32>{#p/basic}* 王子在哪？ * （沒走錯路吧？）

source: <32>* We must stop that menace... * (... and his human companion!)
pt_br: <32>* Nós devemos parar aquela ameaça... * (... e sua companhia humana!)
zh_cn: <32>* 必须阻止那个恶魔... * （...还有他的人类帮凶！）
zh_tw: <32>* 必須阻止那個惡魔... * （...還有他的人類幫兇！）

source: <32>{#p/basic}* Hmmm... * Here they are...
pt_br: <32>{#p/basic}* Hmmm... * Aqui estão eles...
zh_cn: <32>{#p/basic}* 呃... * 他们在这...
zh_tw: <32>{#p/basic}* 呃... * 他們在這...

source: <32>* (Let's capture them!)
pt_br: <32>* (Vamos captura-los!)
zh_cn: <32>* （抓住他们！）
zh_tw: <32>* （抓住他們！）

source: <25>{#p/sans}{#f/3}* it's a shame papyrus can't be here, because...
pt_br: <25>{#p/sans}{#f/3}* É bem triste que o Papyrus não possa estar aqui, por que...
zh_cn: <25>{#p/sans}{#f/3}* 真是太遗憾了...
zh_tw: <25>{#p/sans}{#f/3}* 真是太遺憾了...

source: <25>{#p/sans}{#f/2}* he's been working very hard on this puzzle for a long time.
pt_br: <25>{#p/sans}{#f/2}* Ele tem trabalho bem duro e por um bom tempo nestes quebra-cabeças.
zh_cn: <25>{#p/sans}{#f/2}* 这个谜题 papyrus精心准备了好久... * 但现在他有事，来不了了。
zh_tw: <25>{#p/sans}{#f/2}* 這個謎題 papyrus精心準備了好久... * 但現在他有事，來不了了。

source: <25>{#p/sans}{#f/0}* but that's alright.
pt_br: <25>{#p/sans}{#f/0}* mas tudo bem.
zh_cn: <25>{#p/sans}{#f/0}* 不过，没关系。
zh_tw: <25>{#p/sans}{#f/0}* 不過，沒關係。

source: <25>{#p/sans}{#f/0}* i promised him earlier that i'd show it to you, so here goes.
pt_br: <25>{#p/sans}{#f/0}* eu prometi pra ele que eu te mostraria, então aí vai.
zh_cn: <25>{#p/sans}{#f/0}* 我答应过他，会让你解谜的。 * 那么，开始吧。
zh_tw: <25>{#p/sans}{#f/0}* 我答應過他，會讓你解謎的。 * 那麼，開始吧。

source: <18>{#p/papyrus}OHO, THE HUMAN ARRIVES!
pt_br: <18>{#p/papyrus}OHO, O HUMANO APARECE!
zh_cn: <18>{#p/papyrus}哦吼， 那个人类来了！
zh_tw: <18>{#p/papyrus}喔吼， 那個人類來了！

source: <18>MY BROTHER AND I HAVE CREATED MANY PUZZLES.
pt_br: <18>MEU IRMÃO E EU CRIAMOS QUEBRAS-CABEÇAS
zh_cn: <18>我和我的兄弟 整了些谜题。
zh_tw: <18>我和我的兄弟 整了些謎題。

source: <18>{#f/9}ARE YOU UP FOR THE CHALLENGE, HUMAN!?
pt_br: <18>{#f/9}VOCÊ ESTÁ PRONTO PARA UM DESAFIO, HUMANO!?
zh_cn: <18>{#f/9}你准备好接受 挑战了吗，人类！？
zh_tw: <18>{#f/9}你準備好接受 挑戰了嗎，人類！？

source: <18>{#p/papyrus}CORRECT ANSWER! FOR YOU SEE...
pt_br: <18>{#p/papyrus}RESPOSTA CORRETA! PARA VOCÊ ENTENDER...
zh_cn: <18>{#p/papyrus}回答正确！ 因为你也看到了...
zh_tw: <18>{#p/papyrus}回答正確！ 因為你也看到了...

source: <18>{#x4}{#f/9}NO CRAFTSMAN HAS EVER MADE TRAPS AS FINE AS ME!
pt_br: <18>{#x4}{#f/9}NENHUM ARTESÃO JAMAIS FEZ ARMADILHAS ASSIM!
zh_cn: <18>{#x4}{#f/9}从来没有一个工匠 做的陷阱可以跟我的 相提并论！
zh_tw: <18>{#x4}{#f/9}從來沒有一個工匠 做的陷阱可以跟我的 相提並論！

source: <18>{#f/0}THEY'RE PRACTICALLY IRRESISTIBLE!
pt_br: <18>{#f/0}ELAS SÃO PRATICAMENTE IRRESISTÍVEIS!
zh_cn: <18>{#f/0}可以让人无法抗拒！
zh_tw: <18>{#f/0}可以讓人無法抗拒！

source: <25>{#x1}{#p/sans}{#f/2}* maybe you're the one who's irresistible.
pt_br: <25>{#x1}{#p/sans}{#f/2}* talvez você é quem é irresistível.
zh_cn: <25>{#x1}{#p/sans}{#f/2}* 也许你才是那个让人 无法抗拒的人。
zh_tw: <25>{#x1}{#p/sans}{#f/2}* 也許你才是那個讓人 無法抗拒的人。

source: <18>{#p/papyrus}{#f/1}REALLY!?
pt_br: <18>{#p/papyrus}{#f/1}SÉRIO!?
zh_cn: <18>{#p/papyrus}{#f/1}真的吗！？
zh_tw: <18>{#p/papyrus}{#f/1}真的嗎！？

source: <18>{#x4}{#f/9}NO HUMAN HAS EVER BESTED A PUZZLE BY THE GREAT PAPYRUS!
pt_br: <18>{#x4}{#f/9}NENHUM HUMANO JAMAIS PASSOU DAS ARMADILHAS DO GRANDE PAPYRUS!
zh_cn: <18>{#x4}{#f/9}没有人类能解开由 伟大的PAPYRUS 所制作的谜题！
zh_tw: <18>{#x4}{#f/9}沒有人類能解開由 偉大的PAPYRUS 所製作的謎題！

source: <25>{#x1}{#p/sans}{#f/4}* no human has even had the chance to, bro.
pt_br: <25>{#x1}{#p/sans}{#f/4}* nenhum humano teve a chance, mano.
zh_cn: <25>{#x1}{#p/sans}{#f/4}* 也没人有机会去解，兄弟。
zh_tw: <25>{#x1}{#p/sans}{#f/4}* 也沒人有機會去解，兄弟。

source: <18>{#p/papyrus}{#x3}{#f/7}UGH, THAT'S BESIDES THE POINT!!
pt_br: <18>{#p/papyrus}{#x3}{#f/7}UGH, ISSO É ALÉM DO PONTO!!
zh_cn: <18>{#p/papyrus}{#x3}{#f/7}呃啊，这不是重点！！
zh_tw: <18>{#p/papyrus}{#x3}{#f/7}呃啊，這不是重點！！

source: <18>{#x1}{#f/0}ANYWAY, THIS HERE IS WHAT I LIKE TO CALL...
pt_br: <18>{#x1}{#f/0}DE TODA FORMA, ESTE É O QUE EU GOSTO DE CHAMAR...
zh_cn: <18>{#x1}{#f/0}不论如何， 我把这个谜题叫做...
zh_tw: <18>{#x1}{#f/0}不論如何， 我把這個謎題叫做...

source: <18>"THE WALL OF FIRE!!"
pt_br: <18>"O PODEROSO MURO DE FOGO!!"
zh_cn: <18>“躲避烈火之墙”！！
zh_tw: <18>「躲避烈火之牆」！！

source: <25>{#p/sans}* couldn't you just call it "the firewall?" * it'd save time.
pt_br: <25>{#p/sans}* não dava só pra chamar de "parede de fogo"? * pra salvar tempo?
zh_cn: <25>{#p/sans}* 你直接叫它“防火墙” 不就行了吗？ * 这样多省事。
zh_tw: <25>{#p/sans}* 你直接叫它「防火牆」 不就行了嗎？ * 這樣多省事。

source: <18>{#p/papyrus}{#f/4}DR. ALPHYS WOULD THINK I'M MIS- USING THE TERM.
pt_br: <18>{#p/papyrus}{#f/4}DR. ALPHYS DIRIA QUE EU ESTOU SENDO PREGUIÇOSO.
zh_cn: <18>{#p/papyrus}{#f/4}ALPHYS博士肯定要 吐槽你瞎用术语了。
zh_tw: <18>{#p/papyrus}{#f/4}ALPHYS博士肯定要 吐槽你瞎用術語了。

source: <25>{#p/sans}* i dunno bro, she's really into that kinda stuff. in fact...
pt_br: <25>{#p/sans}* sei não, mano, ela parece gostar de fazer isso as vezes...
zh_cn: <25>{#p/sans}* 这我不清楚，兄弟。 不过，博士真的超级喜欢 这个谜题。
zh_tw: <25>{#p/sans}* 這我不清楚，兄弟。 不過，博士真的超級喜歡 這個謎題。

source: <30>{#f/2}* i bet she'd find it {@fill=#ff0}hot{@fill=#fff}.
pt_br: <30>{#f/2}* aposto que ela acharia isso bem {@fill=#ff0}hot{@fill=#fff}.
zh_cn: <30>{#f/2}* 毕竟... 这东西多让人 {@fill=#ff0}热{@fill=#fff}血沸腾啊。
zh_tw: <30>{#f/2}* 畢竟... 這東西多讓人 {@fill=#ff0}熱{@fill=#fff}血沸騰啊。

source: <18>{#p/papyrus}{#x3}{#f/7}NOT NOW, SANS!!
pt_br: <18>{#p/papyrus}{#x3}{#f/7}AGORA NÃO, SANS!!
zh_cn: <18>{#p/papyrus}{#x3}{#f/7}别说了，SANS！！
zh_tw: <18>{#p/papyrus}{#x3}{#f/7}別說了，SANS！！
