Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <33>* He must still be afraid of you.
pt_br: <33>* Ele ainda deve estar com medo você.
zh_cn: <33>* 他肯定还在怕你呢。
zh_tw: <33>* 他肯定還在怕你呢。

source: <32>{#npc/a}* Grillbz says he'll think about it.
pt_br: <32>{#npc/a}* Grillby disse que vai pensar nisso.
zh_cn: <32>{#npc/a}* Grillbz说他会考虑的。
zh_tw: <32>{#npc/a}* Grillbz說他會考慮的。

source: <32>{#p/basic}{#npc/a}* Grillby is getting nervous.
pt_br: <32>{#p/basic}{#npc/a}* Grillby está ficando nervoso.
zh_cn: <32>{#p/basic}{#npc/a}* Grillby越来越紧张了。
zh_tw: <32>{#p/basic}{#npc/a}* Grillby越來越緊張了。

source: <32>* Sans is his best customer, and he hasn't shown up at all today...
pt_br: <32>* Sans é seu melhor cliente e ele não apareceu hoje o dia inteiro...
zh_cn: <32>* Sans是他的头号常客， 今天却一直没出现...
zh_tw: <32>* Sans是他的頭號常客， 今天卻一直沒出現...

source: <32>{#p/basic}{#npc/a}* Those dogs are part of the ROYAL GUARD, the...
pt_br: <32>{#p/basic}{#npc/a}* Aqueles cachorros fazem parte da GUARDA REAL, a...
zh_cn: <32>{#p/basic}{#npc/a}* 那些狗是皇家卫队的成员， 是由...
zh_tw: <32>{#p/basic}{#npc/a}* 那些狗是皇家衛隊的成員， 是由...

source: <32>* Huh? * Where are they? * Weird...
pt_br: <32>* Huh? * Cadê eles? * Estranho...
zh_cn: <32>* 欸？ * 他们去哪了？ * 奇怪...
zh_tw: <32>* 欸？ * 他們去哪了？ * 奇怪...

source: <32>{#p/basic}{#npc/a}* Word around town is there's a bully going and beating people up.
pt_br: <32>{#p/basic}{#npc/a}* Tem um rumor rodando a cidade sobre um bully espancando pessoas por aí.
zh_cn: <32>{#p/basic}{#npc/a}* 听传言说，有个瞎晃悠的恶霸， 路上的人全都被他揍了。
zh_tw: <32>{#p/basic}{#npc/a}* 聽傳言說，有個瞎晃悠的惡霸， 路上的人全都被他揍了。

source: <32>* But Grillbz and I decided to keep the bar open.
pt_br: <32>* Mas eu e o Grillby decidimos deixar o bar aberto.
zh_cn: <32>* 不过我和Grillbz可不打算关店跑路。
zh_tw: <32>* 不過我和Grillbz可不打算關店跑路。

source: <32>* No bully's gonna keep us from running THIS establishment!
pt_br: <32>* Nenhum Bully vai nos impedir de administrar este estabelecimento!
zh_cn: <32>* 区区恶霸，怎能逼得走咱们！
zh_tw: <32>* 區區惡霸，怎能逼得走咱們！

source: <32>{#p/basic}{#npc/a}* Those dogs are part of the ROYAL GUARD, the military group led by UNDYNE.
pt_br: <32>{#p/basic}{#npc/a}* Estes cachorros fazem parte da GUARDA REAL, o grupo militar liderado pela UNDYNE.
zh_cn: <32>{#p/basic}{#npc/a}* 那些狗是皇家卫队的成员， 是由UNDYNE领导的 军事集团。
zh_tw: <32>{#p/basic}{#npc/a}* 那些狗是皇家衛隊的成員， 是由UNDYNE領導的 軍事集團。

source: <32>* She's rude, loud, and beats up everybody hoo disrespects her...
pt_br: <32>* Ela é rude, grita demais, e da uma surra em todo mundo que a desrespeita...
zh_cn: <32>* 她粗鲁，吵闹， 谁不尊重她，她就揍谁...
zh_tw: <32>* 她粗魯，吵鬧， 誰不尊重她，她就揍誰...

source: <32>* It's no wonder all the kids want to be like her when they grow up!
pt_br: <32>* Tá explicado o motivo de todas as crianças quererem ser como ela quando crescerem!
zh_cn: <32>* 难怪所有小孩子都希望 长大要像她那样呢！
zh_tw: <32>* 難怪所有小孩子都希望 長大要像她那樣呢！

source: <32>{#p/basic}{#npc/a}* You never know with those rudely rowdy TV hosts.
pt_br: <32>{#p/basic}{#npc/a}* Nunca da pra saber com esses apresentadores de TV rudes.
zh_cn: <32>{#p/basic}{#npc/a}* 鬼知道那些 又粗鲁又吵闹的电视主持人 葫芦里卖的什么药。
zh_tw: <32>{#p/basic}{#npc/a}* 鬼知道那些 又粗魯又吵鬧的電視主持人 葫蘆裡賣的什麼藥。

source: <32>{#p/basic}{#npc/a}* Don't ask me why he does it.
pt_br: <32>{#p/basic}{#npc/a}* Não me pergunte o porque ele faz isso.
zh_cn: <32>{#p/basic}{#npc/a}* 别问我他为什么 那么做。
zh_tw: <32>{#p/basic}{#npc/a}* 別問我他為什麼 那麼做。

source: <32>* If I had to guess, though, I'd say it's got something to do with Papyrus.
pt_br: <32>* Mas se eu tivesse que adivinhar, eu diria que tem algo haver com o Papyrus.
zh_cn: <32>* 不过如果一定要我猜的话， 我觉得这和Papyrus有关。
zh_tw: <32>* 不過如果一定要我猜的話， 我覺得這和Papyrus有關。

source: <32>{#p/basic}{#npc/a}* If he DOES open a Grillby's on the new homeworld...
pt_br: <32>{#p/basic}{#npc/a}* Se ele abrir um Grillby no novo mundo...
zh_cn: <32>{#p/basic}{#npc/a}* 如果他真的在新家园 开了一家Grillby's...
zh_tw: <32>{#p/basic}{#npc/a}* 如果他真的在新家園 開了一家Grillby's...

source: <32>* We can only hope the travelers there are nicer.
pt_br: <32>* Só podemos esperar que os viajantes sejam mais simpáticos.
zh_cn: <32>* 我们只能祈祷 那里的旅客会更友善一些。
zh_tw: <32>* 我們只能祈禱 那裡的旅客會更友善一些。

source: <32>* ... you're debatable.
pt_br: <32>* ... você é discutível.
zh_cn: <32>* ...我不好说你。
zh_tw: <32>* ...我不好說你。

source: <32>* We can only hope there isn't too much water around.
pt_br: <32>* Podemos apenas esperar que não tenha muita água por perto.
zh_cn: <32>* 我们只能祈祷那里的水不多。
zh_tw: <32>* 我們只能祈禱那裡的水不多。

source: <32>* ... that'd be dangerous.
pt_br: <32>* ... seria perigoso.
zh_cn: <32>* ...水多了会很危险。
zh_tw: <32>* ...水多了會很危險。

source: <32>{#p/basic}{#npc/a}* Something feels off.
pt_br: <32>{#p/basic}{#npc/a}* Alguma coisa parece errada.
zh_cn: <32>{#p/basic}{#npc/a}* 感觉有点不对劲。
zh_tw: <32>{#p/basic}{#npc/a}* 感覺有點不對勁。

source: <32>{#p/basic}{#npc/a}* At least they're not out there killing everybody.
pt_br: <32>{#p/basic}{#npc/a}* Pelo menos ele não tá lá fora matando ninguém.
zh_cn: <32>{#p/basic}{#npc/a}* 至少那人没在外头搞屠杀。
zh_tw: <32>{#p/basic}{#npc/a}* 至少那人沒在外頭搞屠殺。

source: <32>{#p/basic}{#npc/a}* I want to be like UNDYNE when I grow up, too! * Hoo hoo hoo!
pt_br: <32>{#p/basic}{#npc/a}* Eu quero ser como a UNDYNE quando eu crescer, também! * Hoo Hoo Hoo!
zh_cn: <32>{#p/basic}{#npc/a}* 我长大了也要像UNDYNE那样！ * 吼吼吼！
zh_tw: <32>{#p/basic}{#npc/a}* 我長大了也要像UNDYNE那樣！ * 吼吼吼！

source: <32>{#p/basic}{#npc/a}* Maybe now that we're free, that sweet lady will finally leave.
pt_br: <32>{#p/basic}{#npc/a}* Talvez agora que estamos livres, aquela doce senhora finalmente vá embora.
zh_cn: <32>{#p/basic}{#npc/a}* 既然我们现在自由了， 那位可爱的女士 也总该离开了吧。
zh_tw: <32>{#p/basic}{#npc/a}* 既然我們現在自由了， 那位可愛的女士 也總該離開了吧。

source: <32>* Then, I shall come to know the contents of that {@fill=#f00}odd book{@fill=#fff} for myself...
pt_br: <32>* Então, conhecerei o conteúdo desse {@fill=#f00}livro ímpar {@fill=#fff} por mim mesmo.
zh_cn: <32>* 然后，我就能亲自了解 那本{@fill=#f00}奇怪的书{@fill=#fff}里的内容了...
zh_tw: <32>* 然後，我就能親自了解 那本{@fill=#f00}奇怪的書{@fill=#fff}裡的內容了...

source: <32>{#p/basic}{#npc/a}* There's an {@fill=#f00}odd book{@fill=#fff} that appears and disappears here at random...
pt_br: <32>{#p/basic}{#npc/a}* Há um {@fill=#f00}livro ímpar{@fill=#fff} que aparece e desaparece aqui ao acaso...
zh_cn: <32>{#p/basic}{#npc/a}* 这里有一本{@fill=#f00}奇怪的书{@fill=#fff}， 它会随机出现和消失...
zh_tw: <32>{#p/basic}{#npc/a}* 這裡有一本{@fill=#f00}奇怪的書{@fill=#fff}， 它會隨機出現和消失...

source: <32>* But that sweet lady always seems to be in the way of it!
pt_br: <32>* Mas aquela doce senhora parece sempre estar no meio dele!
zh_cn: <32>* 但那位可爱的女士 似乎总是妨碍我去拿！
zh_tw: <32>* 但那位可愛的女士 似乎總是妨礙我去拿！

source: <32>* Do you know anything that could scare her off?
pt_br: <32>* Você sabe alguma coisa que pode assustar ela?
zh_cn: <32>* 你知道该怎么样 才能把她吓跑吗？
zh_tw: <32>* 你知道該怎麼樣 才能把她嚇跑嗎？

source: <32>{#p/basic}{#npc/a}* Soon, I tell you.
pt_br: <32>{#p/basic}{#npc/a}* Logo, eu te conto.
zh_cn: <32>{#p/basic}{#npc/a}* 跟你讲， 我很快就能拿到那本书了。
zh_tw: <32>{#p/basic}{#npc/a}* 跟你講， 我很快就能拿到那本書了。

source: <32>* Soon.
pt_br: <32>* Logo.
zh_cn: <32>* 很快就能了。
zh_tw: <32>* 很快就能了。

source: <32>{#p/basic}{#npc/a}* I know what you're thinking.
pt_br: <32>{#p/basic}{#npc/a}* Eu sei o que você está pensando.
zh_cn: <32>{#p/basic}{#npc/a}* 我知道你在想什么。
zh_tw: <32>{#p/basic}{#npc/a}* 我知道你在想什麼。

source: <32>* Don't try it.
pt_br: <32>* Nem tenta.
zh_cn: <32>* 你别试。
zh_tw: <32>* 你別試。

source: <32>{#p/basic}{#npc/a}* (Cough, cough.)
zh_cn: <32>{#p/basic}{#npc/a}* （咳，咳。）
zh_tw: <32>{#p/basic}{#npc/a}* （咳，咳。）

source: <32>* This will be our news feed's last issue...
pt_br: <32>* Esta será a última edição do nosso feed de notícias...
zh_cn: <32>* 这将是我们的最后一期新闻了...
zh_tw: <32>* 這將是我們的最後一期新聞了...

source: <32>* Why don't we just put a big "THE END" on the front and call it a day?
pt_br: <32>* Por que a gente não simplesmente coloca um "THE END" na capa e pronto?
zh_cn: <32>* 不如我们直接在封面上 写个大大的“剧终”， 然后收工算了？
zh_tw: <32>* 不如我們直接在封面上 寫個大大的「劇終」， 然後收工算了？

source: <33>* Back in school, teachers gave us spot-the-difference puzzles when we ran out of work.
pt_br: <33>* Nos tempos de escola, os professores nos davam jogos de encontre a diferença as vezes.
zh_cn: <33>* 我上学的时候，如果我们没有作业， 老师会给我们布置一些 “找不同”的谜题。
zh_tw: <33>* 我上學的時候，如果我們沒有作業， 老師會給我們布置一些 「找不同」的謎題。

source: <32>* I thought they were a waste of time. * But look at me now...
pt_br: <32>* Eu jurava que era perda de tempo. * Mas olha pra mim agora...
zh_cn: <32>* 我那时候觉得那是在浪费时间。 * 但看看现在的我...
zh_tw: <32>* 我那時候覺得那是在浪費時間。 * 但看看現在的我...

source: <33>* I'm the number-one spot-the- difference artist on the outpost!
pt_br: <33>* Eu sou a artista número um do jogo encontre a diferença no Outpost.
zh_cn: <33>* 我现在是前哨站第一的 “找不同”谜题设计师了！
zh_tw: <33>* 我現在是前哨站第一的 「找不同」謎題設計師了！

source: <32>* Heck, why don't we just quit right here and now?
pt_br: <32>* Pô, por que a gente só não para aqui e agora?
zh_cn: <32>* 哎呀，干脆我们现在 就辞职不干了吧？
zh_tw: <32>* 哎呀，乾脆我們現在 就辭職不幹了吧？

source: <33>* Trust me, kid. * You don't really want this job.
pt_br: <33>* Confia em mim, criança. * Você não quer esse trabalho.
zh_cn: <33>* 相信我，孩子。 * 你不会想来干这行的。
zh_tw: <33>* 相信我，孩子。 * 你不會想來幹這行的。

source: <32>{#p/basic}{#npc/a}* Welcome to the librarby.
pt_br: <32>{#p/basic}{#npc/a}* Bem-vindo a Libraria.
zh_cn: <32>{#p/basic}{#npc/a}* 欢迎来到图书倌。
zh_tw: <32>{#p/basic}{#npc/a}* 歡迎來到圖書倌。

source: <32>* If you beat up anyone else, you'll be really sorry.
pt_br: <32>* Se você bater em mais alguém, você vai se lamentar.
zh_cn: <32>* 如果你再敢打人， 你会后悔的。
zh_tw: <32>* 如果你再敢打人， 你會後悔的。

source: <32>* This is the last day we'll be open, so make as much noise as you want.
pt_br: <32>* Este é o último dia em que estaremos abertos, então faça quanto barulho quiser.
zh_cn: <32>* 今天是我们最后一天营业， 所以你想怎么吵就怎么吵吧。
zh_tw: <32>* 今天是我們最後一天營業， 所以你想怎麼吵就怎麼吵吧。

source: <32>{#p/basic}{#npc/a}* Welcome to the librarby. * The only place in town that doesn't run on electricity.
pt_br: <32>{#p/basic}{#npc/a}* Bem-vindo a libraria. * O único lugar da cidade que não funciona a base de eletricidade.
zh_cn: <32>{#p/basic}{#npc/a}* 欢迎来到图书倌。 * 这里是镇上唯一用不着电的地方。
zh_tw: <32>{#p/basic}{#npc/a}* 歡迎來到圖書倌。 * 這裡是鎮上唯一用不著電的地方。

source: <32>* Which, is important, what with all the breakdowns happening lately.
pt_br: <32>* O que é importante, com todas as quedas que tem acontecido ultimamente.
zh_cn: <32>* 考虑到最近停电了， 这还是蛮重要的。
zh_tw: <32>* 考慮到最近停電了， 這還是蠻重要的。

source: <32>{#p/basic}{#npc/a}* Welcome to the librarby. * Actually, that name started as a spelling mistake.
pt_br: <32>{#p/basic}{#npc/a}* Bem-vindo a libraria. * No começo isso era considerado um erro de escrita.
zh_cn: <32>{#p/basic}{#npc/a}* 欢迎来到图书倌。 * 老实说，这名字 来源于一次拼写错误。
zh_tw: <32>{#p/basic}{#npc/a}* 歡迎來到圖書倌。 * 老實說，這名字 來源於一次拼寫錯誤。

source: <32>* Now everybody calls it that...
pt_br: <32>* Agora todo mundo chama assim.
zh_cn: <32>* 久而久之， 所有人都这么叫了...
zh_tw: <32>* 久而久之， 所有人都這麼叫了...

source: <32>{#p/basic}{#npc/a}* You have feelings, don't you?
pt_br: <32>{#p/basic}{#npc/a}* Você tem sentimentos, não é mesmo?
zh_cn: <32>{#p/basic}{#npc/a}* 你也是有感情的吧？
zh_tw: <32>{#p/basic}{#npc/a}* 你也是有感情的吧？

source: <32>{#p/basic}{#npc/a}* Not that anyone would've stopped you before...
pt_br: <32>{#p/basic}{#npc/a}* Não que alguém teria te parado antes...
zh_cn: <32>{#p/basic}{#npc/a}* 也不是说以前有人不让你吵...
zh_tw: <32>{#p/basic}{#npc/a}* 也不是說以前有人不讓你吵...

source: <32>{#p/basic}{#npc/a}* This is what happens when you're too lazy to fix simple problems.
pt_br: <32>{#p/basic}{#npc/a}* Isso é o que acontece quando você tem preguiça de resolver problemas simples.
zh_cn: <32>{#p/basic}{#npc/a}* 如果你懒得去修正一些细小的问题， 就会发展成现在这样的状况。
zh_tw: <32>{#p/basic}{#npc/a}* 如果你懶得去修正一些細小的問題， 就會發展成現在這樣的狀況。

source: <32>{#p/basic}{#npc/a}* Oh my, there's so much news to report, I don't know where to begin!
pt_br: <32>{#p/basic}{#npc/a}* Ah meu, tem muitas notícias para divulgar, eu nem sei por onde começar!
zh_cn: <32>{#p/basic}{#npc/a}* 噢我的天哪， 有好多新闻要报道， 我都不知道该从何说起了！
zh_tw: <32>{#p/basic}{#npc/a}* 噢我的天哪， 有好多新聞要報導， 我都不知道該從何說起了！

source: <32>* How about this headline... * "Monsters Finally Escape From the Outpost."
pt_br: <32>* Que tal essa frase de efeito... * "Monstros Finalmente Escapam do Outpost."
zh_cn: <32>* 标题要不就写... * “怪物终于逃离了前哨站”。
zh_tw: <32>* 標題要不就寫... * 「怪物終於逃離了前哨站」。

source: <32>* Nah, that doesn't have enough pizazz...
pt_br: <32>* não, isso não tem entusiasmo suficiente...
zh_cn: <32>* 嗯， 感觉这个标题还是不够吸引人...
zh_tw: <32>* 嗯， 感覺這個標題還是不夠吸引人...

source: <32>* How about "You Won't Believe Who Helped Us Escape From the Outpost!"
pt_br: <32>* Que tal "Você Não Vai Acreditar Em Quem Nos Ajudou A Fugir do Outpost!"
zh_cn: <32>* “你绝对想不到 是谁帮我们逃离了前哨站”， 这个怎么样！
zh_tw: <32>* 「你絕對想不到 是誰幫我們逃離了前哨站」， 這個怎麼樣！

source: <32>{#p/basic}{#npc/a}* Working the news feed has gotten tricky as of late.
pt_br: <32>{#p/basic}{#npc/a}* Trabalhar no feed de notícias ficou complicado do nada.
zh_cn: <32>{#p/basic}{#npc/a}* 最近， 新闻推送的工作 变得越来越麻烦了。
zh_tw: <32>{#p/basic}{#npc/a}* 最近， 新聞推送的工作 變得越來越麻煩了。

source: <32>{#p/basic}{#npc/a}* Half of the time, I can't even log into my own account!
pt_br: <32>{#p/basic}{#npc/a}* Na metade do tempo eu nem consigo entrar na minha conta!
zh_cn: <32>{#p/basic}{#npc/a}* 很多时候， 我甚至无法登录 我自己的账户！
zh_tw: <32>{#p/basic}{#npc/a}* 很多時候， 我甚至無法登入 我自己的帳戶！

source: <32>{#p/basic}{#npc/a}* To fix it, I may just have to access the rec center servers in person...
pt_br: <32>{#p/basic}{#npc/a}* Pra resolver isso, eu talvez deva ir aos servidores do rec center em pessoa.
zh_cn: <32>{#p/basic}{#npc/a}* 为了解决这个问题， 我可能得亲自去 休闲回廊的服务器那边看看了...
zh_tw: <32>{#p/basic}{#npc/a}* 為了解決這個問題， 我可能得親自去 休閒迴廊的伺服器那邊看看了...

source: <32>{#p/basic}{#npc/a}* Working the news feed is losing its appeal.
pt_br: <32>{#p/basic}{#npc/a}* Trabalhar nas notícias está perdendo sentido.
zh_cn: <32>{#p/basic}{#npc/a}* 新闻推送的工作 变得越来越没意思了。
zh_tw: <32>{#p/basic}{#npc/a}* 新聞推送的工作 變得越來越沒意思了。

source: <32>* First, that terrible news from before, and now, what happened to that celebrity...
pt_br: <32>* Primeiro, aquela horrível notícia de antes, e agora, o que aconteceu com aquela celebridade.
zh_cn: <32>* 先是之前的可怕新闻， 现在又是那个名流的事...
zh_tw: <32>* 先是之前的可怕新聞， 現在又是那個名流的事...

source: <32>* I'm thinking about quitting.
pt_br: <32>* Eu acho que vou me demitir.
zh_cn: <32>* 我在考虑要不要辞职了。
zh_tw: <32>* 我在考慮要不要辭職了。

source: <32>{#p/basic}{#npc/a}* I love working the news feed.
pt_br: <32>{#p/basic}{#npc/a}* Eu amo trabalhar no feed de notícias.
zh_cn: <32>{#p/basic}{#npc/a}* 我喜欢做新闻推送的工作。
zh_tw: <32>{#p/basic}{#npc/a}* 我喜歡做新聞推送的工作。

source: <32>* Lately, though, I've had to report on something terrible...
pt_br: <32>* Mas, eu tive que reportar algo terrível hoje mais tarde...
zh_cn: <32>* 不过，我最近不得不 报道一些可怕的事...
zh_tw: <32>* 不過，我最近不得不 報導一些可怕的事...

source: <32>* I'm starting to second-guess my life choices.
pt_br: <32>* Estou começando a questionar minha escolha de vida.
zh_cn: <32>* 我开始怀疑我的人生选择了。
zh_tw: <32>* 我開始懷疑我的人生選擇了。

source: <32>* Only problem is, if a celebrity dies...
pt_br: <32>* O único é que, se uma celebridade morrer...
zh_cn: <32>* 唯一的问题是， 如果有什么名流去世了...
zh_tw: <32>* 唯一的問題是， 如果有什麼名流去世了...

source: <32>* That's all anyone ever wants me to report on for a while.
pt_br: <32>* Isso vai ser tudo sobre o que as pessoas vão querer me ver publicar por um tempo.
zh_cn: <32>* 接下来一段时间里， 大家就只会想让我 报道这相关的事了。
zh_tw: <32>* 接下來一段時間裡， 大家就只會想讓我 報導這相關的事了。

source: <32>* There's so little to report that we just fill it with comics and games.
pt_br: <32>* Tem tão pouco pra publicar que a gente só preenche as manchetes com tirinhas.
zh_cn: <32>* 因为没有什么可报道的， 所以我们就用漫画和游戏 来填充版面。
zh_tw: <32>* 因為沒有什麼可報導的， 所以我們就用漫畫和遊戲 來填充版面。

source: <32>* I sure hope nobody gets bored of those.
pt_br: <32>* Eu espero que ninguém fique entediado.
zh_cn: <32>* 真希望大家不会看腻。
zh_tw: <32>* 真希望大家不會看膩。

source: <32>{#p/basic}{#npc/a}* Have you ever felt like your life is just running in circles?
pt_br: <32>{#p/basic}{#npc/a}* Você já sentiu que sua vida estava andando em círculos?
zh_cn: <32>{#p/basic}{#npc/a}* 你有没有觉得 你的人生就像是在原地打转？
zh_tw: <32>{#p/basic}{#npc/a}* 你有沒有覺得 你的人生就像是在原地打轉？

source: <32>{#p/basic}{#npc/a}* Have you ever felt like you're just missing something?
pt_br: <32>{#p/basic}{#npc/a}* Você já sentiu que está perdendo alguma coisa?
zh_cn: <32>{#p/basic}{#npc/a}* 你有没有觉得 好像缺了点什么？
zh_tw: <32>{#p/basic}{#npc/a}* 你有沒有覺得 好像缺了點什麼？

source: <32>{#p/basic}{#npc/a}* We're all free?
pt_br: <32>{#p/basic}{#npc/a}* Nós estamos livres?
zh_cn: <32>{#p/basic}{#npc/a}* 我们都自由了？
zh_tw: <32>{#p/basic}{#npc/a}* 我們都自由了？

source: <32>* OK, OK... * And here I thought we'd all be covered in bruises.
pt_br: <32>* OK, OK... * E eu aqui pensei que estaríamos todos cobertos de hematomas.
zh_cn: <32>* 好好好... * 我还以为我们会遍体鳞伤呢。
zh_tw: <32>* 好好好... * 我還以為我們會遍體鱗傷呢。

source: <33>* What a surprise. * I'm sure that dog won't care.
pt_br: <33>* Que surpresa. * Tenho certeza que aquele cachorro não vai se importar.
zh_cn: <33>* 真是没想到啊。 * 相信那只狗狗不会介意 你以前干了什么了。
zh_tw: <33>* 真是沒想到啊。 * 相信那隻狗狗不會介意 你以前幹了什麼了。

source: <32>* OK, OK... * I'll stop lounging around. * Does that dog know?
pt_br: <32>* OK, OK... * Eu vou parar de perder tempo. * Aquele cachorro sabe?
zh_cn: <32>* 好好好... * 我就不再闲逛了。 * 那只狗狗知道吗？
zh_tw: <32>* 好好好... * 我就不再閒逛了。 * 那隻狗狗知道嗎？

source: <33>* Hm, I'll be sure to go tell it.
pt_br: <33>* Hm, eu vou me garantir de ir contar.
zh_cn: <33>* 嗯，我会去告诉它的。
zh_tw: <33>* 嗯，我會去告訴它的。

source: <32>{#p/basic}{#npc/a}* Sorry, champ. * Now's not a good time.
pt_br: <32>{#p/basic}{#npc/a}* Foi mal, campeão. * Agora não é uma boa hora.
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉，孩子。 * 现在可不是聊天的时候。
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉，孩子。 * 現在可不是聊天的時候。

source: <32>{#p/basic}{#npc/a}* I heard that dog is a 4-D poker player...
pt_br: <32>{#p/basic}{#npc/a}* Ouvi dizer que o cachorro é um jogador de pôquer 4-D...
zh_cn: <32>{#p/basic}{#npc/a}* 听说那只狗狗 玩4D扑克牌...
zh_tw: <32>{#p/basic}{#npc/a}* 聽說那隻狗狗 玩4D撲克牌...

source: <32>* Has it ever won a game? * I wonder.
pt_br: <32>* Será se já ganhou ao menos jogo? * Eu me pergunto.
zh_cn: <32>* 不知道它赢过没？ * 我挺想知道的。
zh_tw: <32>* 不知道它贏過沒？ * 我挺想知道的。

source: <32>{#p/basic}{#npc/a}* A dog just rushed in here, filled with inspiration.
pt_br: <32>{#p/basic}{#npc/a}* Um cachorro veio correndo até aqui cheio de inspiração.
zh_cn: <32>{#p/basic}{#npc/a}* 就在刚刚， 一只灵感爆发的狗冲了进来。
zh_tw: <32>{#p/basic}{#npc/a}* 就在剛剛， 一隻靈感爆發的狗衝了進來。

source: <32>* It kept trying to create a hologram that expressed its own emotions...
pt_br: <32>* Ficou tentando criar um holograma que expressasse suas próprias emoções...
zh_cn: <32>* 它一直试图创作一幅全息影像 来表达自己的情感...
zh_tw: <32>* 它一直試圖創作一幅全息影像 來表達自己的情感...

source: <32>* But, as it did, it kept getting more excited about the creation...
pt_br: <32>* Mas, conforme ele fez, continuou ficando mais e mais animado com sua criação...
zh_cn: <32>* 但是，他越是创作， 就越是兴奋...
zh_tw: <32>* 但是，他越是創作， 就越是興奮...

source: <32>* Its neck got longer and longer, and it added more and more light, until...
pt_br: <32>* Seu pescoço foi ficando cada vez mais longo, e teve mais luz, até...
zh_cn: <32>* 它的脖子变得越来越长， 作品也越来越亮， 直到...
zh_tw: <32>* 它的脖子變得越來越長， 作品也越來越亮， 直到...

source: <32>* It was rather sad to watch, but I couldn't turn away.
pt_br: <32>* Foi muito triste assistir, mas não pude me afastar.
zh_cn: <32>* 看得我很伤心， 但我无法移开视线。
zh_tw: <32>* 看得我很傷心， 但我無法移開視線。

source: <32>{#p/basic}{#npc/a}* That dog from earlier...? * It's at Grillby's. * I think.
pt_br: <32>{#p/basic}{#npc/a}* Aquele cachorro de mais cedo...? * Ele tá no Grillby. * Eu acho.
zh_cn: <32>{#p/basic}{#npc/a}* 你说之前那只狗狗...？ * 它大概在Grillby's。 * 我觉得。
zh_tw: <32>{#p/basic}{#npc/a}* 你說之前那隻狗狗...？ * 它大概在Grillby's。 * 我覺得。

source: <32>* After work, all of the dogs go there to play cards together.
pt_br: <32>* Depois do trabalho, todos os cachorros vão pra lá jogar cartas juntos.
zh_cn: <32>* 下班后， 那帮狗狗都会去那一起打牌。
zh_tw: <32>* 下班後， 那幫狗狗都會去那一起打牌。

source: <32>* But that dog doesn't really know how to express itself.
pt_br: <32>* Mas aquele cachorro não sabe muito bem se expressar.
zh_cn: <32>* 但那只狗狗 不太懂得表达自己。
zh_tw: <32>* 但那隻狗狗 不太懂得表達自己。

source: <32>* So, it ends up playing alone, instead of introducing itself to the others...
pt_br: <32>* Então, ele meio que brinca sozinho invez de ter que socializar com os outros...
zh_cn: <32>* 所以，它最后只能一个人玩， 没有去融入其他的狗狗...
zh_tw: <32>* 所以，它最後只能一個人玩， 沒有去融入其他的狗狗...

source: <32>{#p/basic}{#npc/a}* Where's that dog?
pt_br: <32>{#p/basic}{#npc/a}* Onde está o cachorro?
zh_cn: <32>{#p/basic}{#npc/a}* 那只狗狗去哪了？
zh_tw: <32>{#p/basic}{#npc/a}* 那隻狗狗去哪了？

source: <32>* It usually comes through here every day after work...
pt_br: <32>* Normalmente ele vem pra cá todo dia depois do trabalho...
zh_cn: <32>* 它每天下班后 通常都会从这里经过的...
zh_tw: <32>* 它每天下班後 通常都會從這裡經過的...

source: <32>{#p/basic}{#npc/a}* A badly wounded dog just walked through here...
pt_br: <32>{#p/basic}{#npc/a}* Um cachorro bem mau humorado passou por aqui...
zh_cn: <32>{#p/basic}{#npc/a}* 刚有只狗狗经过这儿， 身上全是伤...
zh_tw: <32>{#p/basic}{#npc/a}* 剛有隻狗狗經過這兒， 身上全是傷...

source: <32>* What kind of person would beat up a cute little dog?
pt_br: <32>* Que tipo de pessoa bateria em um cachorrinho fofo?
zh_cn: <32>* 到底是有多没良心， 才能对小可爱下毒手啊？
zh_tw: <32>* 到底是有多沒良心， 才能對小可愛下毒手啊？

source: <32>{#p/basic}{#npc/a}* Don't worry, champ. * Most of them have probably forgiven ya by now.
pt_br: <32>{#p/basic}{#npc/a}* Não se preocupa, campeão. * Maior parte deles nem lembra quem é você a essa altura.
zh_cn: <32>{#p/basic}{#npc/a}* 别担心，孩子。 * 现在大部分狗狗 估计已经原谅你了。
zh_tw: <32>{#p/basic}{#npc/a}* 別擔心，孩子。 * 現在大部分狗狗 估計已經原諒你了。

source: <32>{#p/basic}{#npc/a}* Don't worry, champ. * I've got this covered for ya.
pt_br: <32>{#p/basic}{#npc/a}* Não se preocupa, campeão. * Eu vou cobrir isso pra você.
zh_cn: <32>{#p/basic}{#npc/a}* 别担心，孩子。 * 我会帮你搞定的。
zh_tw: <32>{#p/basic}{#npc/a}* 別擔心，孩子。 * 我會幫你搞定的。

source: <32>{#p/basic}{#npc/a}* The day that dog wins a game of 4-D poker, we're ALL doomed.
pt_br: <32>{#p/basic}{#npc/a}* O dia em que aquele cachorro ganhou um poker 4-D, todo muito ficou abismado.
zh_cn: <32>{#p/basic}{#npc/a}* 等那只狗狗 赢下一把4D扑克牌， 估计我们都早归西了。
zh_tw: <32>{#p/basic}{#npc/a}* 等那隻狗狗 贏下一把4D撲克牌， 估計我們都早歸西了。

source: <32>{#p/basic}{#npc/a}* Too bad for the dog, huh?
pt_br: <32>{#p/basic}{#npc/a}* Bem paia para o cachorro, né?
zh_cn: <32>{#p/basic}{#npc/a}* 对那狗狗来说挺糟糕吧，嗯？
zh_tw: <32>{#p/basic}{#npc/a}* 對那狗狗來說挺糟糕吧，嗯？

source: <32>{#p/basic}{#npc/a}* So sad for the dog, huh?
pt_br: <32>{#p/basic}{#npc/a}* Tão triste para o cachorro, né?
zh_cn: <32>{#p/basic}{#npc/a}* 对那狗狗来说很糟糕吧，嗯？
zh_tw: <32>{#p/basic}{#npc/a}* 對那狗狗來說很糟糕吧，嗯？

source: <32>{#p/basic}{#npc/a}* Have you seen it?
pt_br: <32>{#p/basic}{#npc/a}* Você viu isso?
zh_cn: <32>{#p/basic}{#npc/a}* 你见过它吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你見過它嗎？

source: <32>{#p/basic}{#npc/a}* Despicable.
pt_br: <32>{#p/basic}{#npc/a}* Desprezível.
zh_cn: <32>{#p/basic}{#npc/a}* 恶劣，真恶劣。
zh_tw: <32>{#p/basic}{#npc/a}* 惡劣，真惡劣。

source: <32>{#p/basic}{#npc/a}* Hah- * Incredible-
pt_br: <32>{#p/basic}{#npc/a}* Hah- * Incrível-
zh_cn: <32>{#p/basic}{#npc/a}* 哈- * 不可思议-
zh_tw: <32>{#p/basic}{#npc/a}* 哈- * 不可思議-

source: <32>* I knew my moon rocks were the real deal all along-
pt_br: <32>* Eu sabia que minhas pedras da lua eram a parada desde o começo-
zh_cn: <32>* 我确实知道 我的月岩是真货-
zh_tw: <32>* 我確實知道 我的月巖是真貨-

source: <32>* Even I'm surprised what your mean ways have led to for me-
pt_br: <32>* Até eu estou surpreso com o que seus modos mesquinhos levaram a mim-
zh_cn: <32>* 但就连我自己都没想到， 居然是你的残忍行径 导致我获得了承认-
zh_tw: <32>* 但就連我自己都沒想到， 居然是你的殘忍行徑 導致我獲得了承認-

source: <32>{#p/basic}{#npc/a}* Tch- * Unbelievable-
pt_br: <32>{#p/basic}{#npc/a}* Tch- * Inacreditável-
zh_cn: <32>{#p/basic}{#npc/a}* 切- * 难以置信-
zh_tw: <32>{#p/basic}{#npc/a}* 切- * 難以置信-

source: <32>* I can't believe I'm gonna be working with that guy-
pt_br: <32>* Eu nem acredito que vou começar a trabalhar com aquele cara-
zh_cn: <32>* 我居然要和那家伙共事-
zh_tw: <32>* 我居然要和那傢伙共事-

source: <32>* At least our sales figures should finally go up-
pt_br: <32>* Pelo menos nossas vendas vão começar a subir-
zh_cn: <32>* 至少我们的销售业绩 应该能大幅增长-
zh_tw: <32>* 至少我們的銷售業績 應該能大幅增長-
