Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#npc/a}* Tch- * Sorry, I don't sell to people like you-
pt_br: <32>{#p/basic}{#npc/a}* Tch- * Desculpa, eu não vendo pra gente igual a você-
zh_cn: <32>{#p/basic}{#npc/a}* 切- * 对不起，我不跟你这种人做生意-
zh_tw: <32>{#p/basic}{#npc/a}* 切- * 對不起，我不跟你這種人做生意-

source: <32>{#p/basic}{#npc/a}* Man- * Sucks what happened to Mettaton, y'know-
pt_br: <32>{#p/basic}{#npc/a}* Mano- * Que merda aquilo que aconteceu com o Mettaton, sabe-
zh_cn: <32>{#p/basic}{#npc/a}* 伙计- * Mettaton发生了那样的事， 真是太糟糕了-
zh_tw: <32>{#p/basic}{#npc/a}* 夥計- * Mettaton發生了那樣的事， 真是太糟糕了-

source: <32>* But I'm willing to sell off my special edition moon rocks for the occasion-
pt_br: <32>* Mas eu vou vender minhas pedras da lua edição especial para tal ocasião-
zh_cn: <32>* 但我愿意为了这件事 出售我的特别版月岩-
zh_tw: <32>* 但我願意為了這件事 出售我的特別版月巖-

source: <32>* Unlike that guy, who just lowers the prices on his basic rocks instead-
pt_br: <32>* Diferente daquele cara, que só abaixou os preços das suas pedras normais-
zh_cn: <32>* 不像那家伙， 只会给他的普通月岩降价-
zh_tw: <32>* 不像那傢伙， 只會給他的普通月巖降價-

source: <32>* I got authentic moon rocks straight from a moon, unlike his phoned in crap-
pt_br: <32>* Eu tenho rochas lunares autênticas direto de uma lua, ao contrário daquele porcaria-
zh_cn: <32>* 我从月亮上弄到了真正的月岩， 长得可比那家伙在电话里说的垃圾 强多了-
zh_tw: <32>* 我從月亮上弄到了真正的月巖， 長得可比那傢伙在電話裡說的垃圾 強多了-

source: <32>* That guy's rocks don't look anything like a moon-
pt_br: <32>* As pedras daquele cara não tem nada haver com a lua-
zh_cn: <32>* 那家伙的石头， 一点都不像月亮-
zh_tw: <32>* 那傢伙的石頭， 一點都不像月亮-

source: <32>{#p/basic}{#npc/a}* Yeah, I have you to thank-
pt_br: <32>{#p/basic}{#npc/a}* É, eu preciso te agradecer-
zh_cn: <32>{#p/basic}{#npc/a}* 是啊，我还得谢谢你呢-
zh_tw: <32>{#p/basic}{#npc/a}* 是啊，我還得謝謝你呢-

source: <32>{#p/basic}{#npc/a}* It's just good for business-
pt_br: <32>{#p/basic}{#npc/a}* É bom para os negócios-
zh_cn: <32>{#p/basic}{#npc/a}* 这对生意有所好处-
zh_tw: <32>{#p/basic}{#npc/a}* 這對生意有所好處-

source: <32>{#p/basic}{#npc/a}* The nerve of that guy-
pt_br: <32>{#p/basic}{#npc/a}* A coragem daquele cara-
zh_cn: <32>{#p/basic}{#npc/a}* 那家伙真挺有种啊-
zh_tw: <32>{#p/basic}{#npc/a}* 那傢伙真挺有種啊-

source: <32>{#p/basic}{#npc/a}* Ehhh~ * I just couldn't deal with it anymore, man~
pt_br: <32>{#p/basic}{#npc/a}* Ehhh~ * Eu não podia aguentar mais aquilo, cara~
zh_cn: <32>{#p/basic}{#npc/a}* 呃啊啊~ * 伙计，我实在受不了了~
zh_tw: <32>{#p/basic}{#npc/a}* 呃啊啊~ * 夥計，我實在受不了了~

source: <32>* Between his badgering and your bullying, I've just about had enough~
pt_br: <32>* Entre a barganha dele e a sua valentia, eu já tava cansado de tudo~
zh_cn: <32>* 又被他纠缠， 又被你欺负， 我真是受够了~
zh_tw: <32>* 又被他糾纏， 又被你欺負， 我真是受夠了~

source: <32>* His moon rocks may be fake, but if it gets me peace and quiet, I'll deal~
pt_br: <32>* Os rochas da lua dele podem ser falsas, mas se me deixar em paz, eu tô de acordo~
zh_cn: <32>* 也许他的月岩并不真， 但认了他能让我清静点~
zh_tw: <32>* 也許他的月巖並不真， 但認了他能讓我清靜點~

source: <32>{#p/basic}{#npc/a}* Pfft~ * Shaw man~
pt_br: <32>{#p/basic}{#npc/a}* Pfft~ * Pobre homem~
zh_cn: <32>{#p/basic}{#npc/a}* 噗~ * 啊对对~
zh_tw: <32>{#p/basic}{#npc/a}* 噗~ * 啊對對~

source: <32>* It's good to finally be working together on this thing~
pt_br: <32>* É bom finalmente estar trabalhando junto em alguma coisa~
zh_cn: <32>* 我们终于可以一同工作啦~
zh_tw: <32>* 我們終於可以一同工作啦~

source: <32>* Now we'll both be sellin' my authentic moon rocks~
pt_br: <32>* Agora estaremos juntos vendendo meus pedaços autênticos da lua~
zh_cn: <32>* 现在我们都卖的是 我的正品月岩了呢~
zh_tw: <32>* 現在我們都賣的是 我的正品月巖了呢~

source: <32>{#p/basic}{#npc/a}* Pfft~ * No moon rocks for you~
pt_br: <32>{#p/basic}{#npc/a}* Pfft~ * Sem pedaços da lua para você~
zh_cn: <32>{#p/basic}{#npc/a}* 噗~ * 别想从我这买月岩~
zh_tw: <32>{#p/basic}{#npc/a}* 噗~ * 別想從我這買月巖~

source: <32>{#p/basic}{#npc/a}* Real shame what happened to the star of the outpost~
pt_br: <32>{#p/basic}{#npc/a}* Uma desgraça o que aconteceu com a estrela do Outpost~
zh_cn: <32>{#p/basic}{#npc/a}* 那个前哨站明星 也真是够惨的~
zh_tw: <32>{#p/basic}{#npc/a}* 那個前哨站明星 也真是夠慘的~

source: <32>* Don't worry though~ * Unlike that dude to my left, I won't raise my prices~
pt_br: <32>* Mas não se preocupa~ * Diferente daquele cara ali, eu não vou aumentar meus preços~
zh_cn: <32>* 不过别担心~ * 我不像左边的那哥们， 我可不会涨价~
zh_tw: <32>* 不過別擔心~ * 我不像左邊的那哥們， 我可不會漲價~

source: <32>* In fact, my moon rocks are going on sale~
pt_br: <32>* Na verdade, minhas pedras da lua estão a venda~
zh_cn: <32>* 我的月岩反而在搞促销呢~
zh_tw: <32>* 我的月巖反而在搞促銷呢~

source: <32>* That dude to my left be sellin' phoney baloney moon rocks, bruh~
pt_br: <32>* Aquele cara à minha esquerda está vendendo falsas pedras lunares, bruh~
zh_cn: <32>* 我左边的那哥们 在卖假到不行的月岩呢， 笑死~
zh_tw: <32>* 我左邊的那哥們 在賣假到不行的月巖呢， 笑死~

source: <32>* Don't believe a word he says~
pt_br: <32>* Não acredite em nada que ele diz~
zh_cn: <32>* 他说的话你一句也别信~
zh_tw: <32>* 他說的話你一句也別信~

source: <32>{#p/basic}{#npc/a}* Shaw man~ * Sorry it had to come to this~
pt_br: <32>{#p/basic}{#npc/a}* Que cara triste~ * Uma pena que teve que chegar a isso~
zh_cn: <32>{#p/basic}{#npc/a}* 啊对对~ * 事情发展到了这个地步， 真是抱歉啦~
zh_tw: <32>{#p/basic}{#npc/a}* 啊對對~ * 事情發展到了這個地步， 真是抱歉啦~

source: <32>{#p/basic}{#npc/a}* Yeah, his were the real fake moon rocks all along~
pt_br: <32>{#p/basic}{#npc/a}* É, foi com ele que toda a parada de pedras lunares falsas começou~
zh_cn: <32>{#p/basic}{#npc/a}* 是啊，他的才是假月岩~
zh_tw: <32>{#p/basic}{#npc/a}* 是啊，他的才是假月巖~

source: <32>{#p/basic}{#npc/a}* The gall o' that dude~
pt_br: <32>{#p/basic}{#npc/a}* A ousadia daquele cara~
zh_cn: <32>{#p/basic}{#npc/a}* 那哥们真挺有胆啊~
zh_tw: <32>{#p/basic}{#npc/a}* 那哥們真挺有膽啊~

source: <32>{#p/basic}{#npc/a}* My little Cinnamon's going to grow up one day...
pt_br: <32>{#p/basic}{#npc/a}* Meu pequeno Canela vai crescer um dia...
zh_cn: <32>{#p/basic}{#npc/a}* 我的小肉桂总有一天会长大的...
zh_tw: <32>{#p/basic}{#npc/a}* 我的小肉桂總有一天會長大的...

source: <32>* Since he's my brother, I only want the best for him.
pt_br: <32>* Ele é meu irmão, então eu só desejo o melhor pra ele.
zh_cn: <32>* 因为他是我弟弟， 我只能希望他一切都好。
zh_tw: <32>* 因為他是我弟弟， 我只能希望他一切都好。

source: <32>* I sure hope our new world can accommodate for that.
pt_br: <32>* Eu espero que o novo mundo tenha espaço pra isso.
zh_cn: <32>* 我真希望他 能在我们的新家园快乐成长。
zh_tw: <32>* 我真希望他 能在我們的新家園快樂成長。

source: <32>{#p/basic}{#npc/a}* Ah, it's so peaceful and quiet...
pt_br: <32>{#p/basic}{#npc/a}* Ah, é tão calmo e pacífico...
zh_cn: <32>{#p/basic}{#npc/a}* 啊，这日子真是安静祥和呀...
zh_tw: <32>{#p/basic}{#npc/a}* 啊，這日子真是安靜祥和呀...

source: <32>* The people who usually bother me are too busy crying about something on TV!
pt_br: <32>* As pessoas que normalmente me incomodam estão muito ocupadas chorando sobre algo na TV!
zh_cn: <32>* 那些平时烦我的人 现在都忙着在电视机前 哭哭啼啼呢！
zh_tw: <32>* 那些平時煩我的人 現在都忙著在電視機前 哭哭啼啼呢！

source: <32>* Usually one of those skeletons chases my little Cinnamon around.
pt_br: <32>* As vezes um daqueles esqueletos segue o Canela por aí.
zh_cn: <32>* 平时本都有一个骷髅 追着我的小肉桂跑来跑去的。
zh_tw: <32>* 平時本都有一個骷髏 追著我的小肉桂跑來跑去的。

source: <32>* Usually one of those dogs chases my little Cinnamon around.
pt_br: <32>* As vezes um daqueles cachorros persegue o Canela por aí.
zh_cn: <32>* 平时本都有一只狗狗 追着我的小肉桂跑来跑去的。
zh_tw: <32>* 平時本都有一隻狗狗 追著我的小肉桂跑來跑去的。

source: <32>{#p/basic}{#npc/a}* Isn't my little Cinnamon just the cutest?
pt_br: <32>{#p/basic}{#npc/a}* O meu Canela não é o mais lindinho?
zh_cn: <32>{#p/basic}{#npc/a}* 我的小肉桂是最可爱的！
zh_tw: <32>{#p/basic}{#npc/a}* 我的小肉桂是最可愛的！

source: <32>* Bun-buns are so adorable... * Tee hee!
pt_br: <32>* Os pãezinhos são tão adoráveis... * Tee hee
zh_cn: <32>* 小兔兔真的太可爱了... * 嘻嘻！
zh_tw: <32>* 小兔兔真的太可愛了... * 嘻嘻！

source: <32>{#p/basic}{#npc/a}* It's not long now, bun-bun...
pt_br: <32>{#p/basic}{#npc/a}* Não faz muito agora, bun-bun...
zh_cn: <32>{#p/basic}{#npc/a}* 时间过得真快啊，小兔兔...
zh_tw: <32>{#p/basic}{#npc/a}* 時間過得真快啊，小兔兔...

source: <32>{#p/basic}{#npc/a}* I wonder what could have happened...
pt_br: <32>{#p/basic}{#npc/a}* Me pergunto o que pode ter acontecido...
zh_cn: <32>{#p/basic}{#npc/a}* 我想知道发生了什么事...
zh_tw: <32>{#p/basic}{#npc/a}* 我想知道發生了什麼事...

source: <32>{#p/basic}{#npc/a}* I wonder where they are...
pt_br: <32>{#p/basic}{#npc/a}* Me pergunto onde eles estão...
zh_cn: <32>{#p/basic}{#npc/a}* 我想知道他们去哪了...
zh_tw: <32>{#p/basic}{#npc/a}* 我想知道他們去哪了...

source: <32>{#p/basic}{#npc/a}* Bun-bun-bun-bun-bun...
zh_cn: <32>{#p/basic}{#npc/a}* 兔-兔-兔-兔-兔...
zh_tw: <32>{#p/basic}{#npc/a}* 兔-兔-兔-兔-兔...

source: <32>{#p/basic}{#npc/a}* Ice Wolf is happy today. * Sweet Doggo has finally been held in Ice Wolf's arms.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf está feliz hoje. Querido Doggo está nos braços de Ice Wolf.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼今天很开心。 * 可爱的Doggo终于 被冰狼抱在怀里了。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼今天很開心。 * 可愛的Doggo終於 被冰狼抱在懷裡了。

source: <32>* Ice Wolf is now his Nice Wolf.
pt_br: <32>* Ice Wolf é agora seu Nice Wolf.
zh_cn: <32>* 冰狼如今是他的新狼了。
zh_tw: <32>* 冰狼如今是他的新狼了。

source: <32>{#p/basic}{#npc/a}* Ice Wolf notices the morale of the town slipping.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf percebe a moral da cidade decrescendo.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼注意到小镇的士气正在下降。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼注意到小鎮的士氣正在下降。

source: <32>* Ice Wolf just wants everyone to be happy.
pt_br: <32>* Ice Wolf do quer todo mundo estando feliz.
zh_cn: <32>* 冰狼只希望大家都能开心。
zh_tw: <32>* 冰狼只希望大家都能開心。

source: <32>{#p/basic}{#npc/a}* Ice Wolf has not seen any of Ice Wolf's dog-friends today.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf não viu nenhum dos amigos cachorros hoje.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼今天没有见到 冰狼的狗狗朋友们。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼今天沒有見到 冰狼的狗狗朋友們。

source: <32>* Ice Wolf is sad.
pt_br: <32>* Ice Wolf está triste.
zh_cn: <32>* 冰狼很伤心。
zh_tw: <32>* 冰狼很傷心。

source: <32>{#p/basic}{#npc/a}* Ice Wolf has not seen sweet Doggo at all today.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf não viu o querido Doggo o dia inteiro.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼今天没有见到 可爱的Doggo。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼今天沒有見到 可愛的Doggo。

source: <32>* Ice Wolf is lonely.
pt_br: <32>* Ice Wolf está sozinho.
zh_cn: <32>* 冰狼很孤单。
zh_tw: <32>* 冰狼很孤單。

source: <32>{#p/basic}{#npc/a}* Ice Wolf has not seen any skeletons today.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf não viu nenhum esqueleto hoje.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼今天 一个骷髅也没有见到。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼今天 一個骷髏也沒有見到。

source: <32>* Ice Wolf is concerned.
pt_br: <32>* Ice Wolf está preocupado.
zh_cn: <32>* 冰狼很担忧。
zh_tw: <32>* 冰狼很擔憂。

source: <32>{#p/basic}{#npc/a}* Ice Wolf is going to play fetch with Ice Wolf's dog-friends.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf vai brincar de pega com os amigos de Ice Wolf.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼要和冰狼的狗狗朋友们 玩抛接游戏了。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼要和冰狼的狗狗朋友們 玩拋接遊戲了。

source: <32>* Ice Wolf is excited.
pt_br: <32>* Ice Wolf está animado.
zh_cn: <32>* 冰狼很激动。
zh_tw: <32>* 冰狼很激動。

source: <32>{#p/basic}{#npc/a}* Ice Wolf is wondering why so many monsters are hurt.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf se pergunta o porque de tantos monstros estarem surrados.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼想知道 为什么这么多怪物受伤了。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼想知道 為什麼這麼多怪物受傷了。

source: <32>{#p/basic}{#npc/a}* Ice Wolf is wondering why so many monsters are gone.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf está se perguntando porque tantos monstros sumiram.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼想知道 为什么这么多怪物不见了。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼想知道 為什麼這麼多怪物不見了。

source: <32>{#p/basic}{#npc/a}* Ice Wolf is wondering why Ice Wolf is Ice Wolf when there is no ice to throw around.
pt_br: <32>{#p/basic}{#npc/a}* Ice Wolf está se perguntando porque seu nome é Ice Wolf sem não tem Ice pra ser jogado.
zh_cn: <32>{#p/basic}{#npc/a}* 冰狼在思考为什么 自己没有冰可扔的时候， 冰狼还叫冰狼。
zh_tw: <32>{#p/basic}{#npc/a}* 冰狼在思考為什麼 自己沒有冰可扔的時候， 冰狼還叫冰狼。

source: <32>* Ice Wolf is confused.
pt_br: <32>* Ice Wolf está confuso.
zh_cn: <32>* 冰狼很疑惑。
zh_tw: <32>* 冰狼很疑惑。

source: <32>{#p/basic}{#npc/a}* I asked Papyrus about his floss collection, and he said he'd help me start one, too.
pt_br: <32>{#p/basic}{#npc/a}* Perguntei a Papyrus sobre sua coleção de fio dental e ele disse que me ajudaria.
zh_cn: <32>{#p/basic}{#npc/a}* 我去找了找Papyrus， 想问问他的棉丝收藏是哪来的， 结果他说他会帮我也弄一些！
zh_tw: <32>{#p/basic}{#npc/a}* 我去找了找Papyrus， 想問問他的棉絲收藏是哪來的， 結果他說他會幫我也弄一些！

source: <32>* Isn't he the best?
pt_br: <32>* Ele não é o melhor?
zh_cn: <32>* 他真是棒极了不是吗？
zh_tw: <32>* 他真是棒極了不是嗎？

source: <32>{#p/basic}{#npc/a}* My MTT-brand toothbrush broke again, and I don't know how I'll fix it this time.
pt_br: <32>{#p/basic}{#npc/a}* Minha escova de dente da MTT quebrou de novo, e eu não sei como vou arrumar dessa vez.
zh_cn: <32>{#p/basic}{#npc/a}* 我的MTT牌牙刷又坏了， 这次我还修不好一点。
zh_tw: <32>{#p/basic}{#npc/a}* 我的MTT牌牙刷又壞了， 這次我還修不好一點。

source: <32>* ... it's not like they're going to make any more of them, now.
pt_br: <32>* ... não é como se eles fossem fazer mais delas por agora.
zh_cn: <32>* ...结果他们现在还不再生产了。
zh_tw: <32>* ...結果他們現在還不再生產了。

source: <32>{#p/basic}{#npc/a}* I went to ask Papyrus about his floss collection, but he wasn't available.
pt_br: <32>{#p/basic}{#npc/a}* Eu fui perguntar para o Papyrus sobre sua coleção de fio dental, mas ele não tava em casa.
zh_cn: <32>{#p/basic}{#npc/a}* 我去找了找Papyrus， 想问问他的棉丝收藏是哪来的， 结果他压根不在。
zh_tw: <32>{#p/basic}{#npc/a}* 我去找了找Papyrus， 想問問他的棉絲收藏是哪來的， 結果他壓根不在。

source: <32>* Would you happen to know anything about that?
pt_br: <32>* Você sabe o que aconteceu com ele?
zh_cn: <32>* 你知道是怎么回事吗？
zh_tw: <32>* 你知道是怎麼回事嗎？

source: <32>{#p/basic}{#npc/a}* I'd lend you my MTT-brand toothbrush...
pt_br: <32>{#p/basic}{#npc/a}* Eu te emprestaria minha escova de dentes da marca MTT...
zh_cn: <32>{#p/basic}{#npc/a}* 我可以借你我的MTT牌牙刷...
zh_tw: <32>{#p/basic}{#npc/a}* 我可以借你我的MTT牌牙刷...

source: <32>* ... but I get the feeling you'd smash it a whole bunch.
pt_br: <32>* ... mas eu tenho a sensação de que você explodiria ela em pedaços.
zh_cn: <32>* ...不过我感觉 你会把它弄得粉碎。
zh_tw: <32>* ...不過我感覺 你會把它弄得粉碎。

source: <32>{#p/basic}{#npc/a}* Those MTT-brand toothbrushes are so freakin' brittle.
pt_br: <32>{#p/basic}{#npc/a}* Aquelas escovas de dente da MTT são tão frágeis.
zh_cn: <32>{#p/basic}{#npc/a}* MTT牌牙刷的质量 也太他娘的差了。
zh_tw: <32>{#p/basic}{#npc/a}* 那些MTT牌的牙刷 質量真的爛透了。ゐ

source: <32>* Thing got crushed in my hands before I could even start!
pt_br: <32>* Ela quebrou nas minhas mãos antes que eu pudesse escovar.
zh_cn: <32>* 我还没拿它刷牙呢， 只是轻轻一咬，就碎了！
zh_tw: <32>* 我還沒拿它刷牙呢， 只是輕輕一咬，就碎了！

source: <32>{#p/basic}{#npc/a}* Guess I'll have to use an actually decent toothbrush from now on.
pt_br: <32>{#p/basic}{#npc/a}* Acho que eu vou ter que usar uma escova de dente de verdade agora.
zh_cn: <32>{#p/basic}{#npc/a}* 看来我以后只能 用质量好点的牙刷了。
zh_tw: <32>{#p/basic}{#npc/a}* 看來我以後只能 用質量好點的牙刷了。

source: <32>{#p/basic}{#npc/a}* Hmm... * I wonder how skeletons brush their teeth.
pt_br: <32>{#p/basic}{#npc/a}* Hmm... * Me pergunto como os esqueletos escovam os dentes.
zh_cn: <32>{#p/basic}{#npc/a}* 嗯... * 我想知道骷髅是怎么刷牙的。
zh_tw: <32>{#p/basic}{#npc/a}* 嗯... * 我想知道骷髏是怎麼刷牙的。

source: <32>{#p/basic}{#npc/a}* Hanging out by the bar tells you a lot about this place... * For better or worse.
pt_br: <32>{#p/basic}{#npc/a}* Dar uma volta no bar diz muito sobre você por aqui... * Seja isso bom ou ruim.
zh_cn: <32>{#p/basic}{#npc/a}* 在酒吧附近晃悠晃悠， 你就能摸清这地方的底细了... * 好坏两方面都能了解清楚。
zh_tw: <32>{#p/basic}{#npc/a}* 在酒吧附近晃悠晃悠， 你就能摸清這地方的底細了... * 好壞兩方面都能了解清楚。

source: <32>{#p/basic}{#npc/a}* Then again, it was the cheapest option...
pt_br: <32>{#p/basic}{#npc/a}* E de novo, era a opção mais barata...
zh_cn: <32>{#p/basic}{#npc/a}* 不过话说回来， 这是最便宜的选择了...
zh_tw: <32>{#p/basic}{#npc/a}* 不過話說回來， 這是最便宜的選擇了...

source: <32>{#p/basic}{#npc/a}* HEY!
pt_br: <32>{#p/basic}{#npc/a}* Ei!
zh_cn: <32>{#p/basic}{#npc/a}* 嘿！
zh_tw: <32>{#p/basic}{#npc/a}* 嘿！

source: <32>* ... you're pretty weird.
pt_br: <32>* ... você é bem esquisito.
zh_cn: <32>* ...你真怪。
zh_tw: <32>* ...你真怪。

source: <32>* You put us through hell, then went through hell to save us all.
pt_br: <32>* Você nos colocou no maior dos infernos, mas depois foi e nos salvou.
zh_cn: <32>* 你让我们受罪， 然后自己又为了 拯救我们大家而受罪。
zh_tw: <32>* 你讓我們受罪， 然後自己又為了 拯救我們大家而受罪。

source: <32>* I don't really know why.
pt_br: <32>* Qual é sua motivação?
zh_cn: <32>* 我不明白。
zh_tw: <32>* 我不明白。

source: <32>* I DON'T KNOW HOW TO HANDLE TO THIS SITUATION! * YEAH!
pt_br: <32>* EU NÃO SEI COMO LIDAR COM ESSA SITUAÇÃO! * TOP!
zh_cn: <32>* 哎呀我压根不知道 该怎么处理这种情况！ * 耶！
zh_tw: <32>* 哎呀我壓根不知道 該怎麼處理這種情況！ * 耶！

source: <32>* ... you're pretty cool.
pt_br: <32>* ... você é bem legal.
zh_cn: <32>* ...你真酷。
zh_tw: <32>* ...你真酷。

source: <32>* Thanks for going through hell to save us all back there.
pt_br: <32>* Obrigado por passar por todo esse inferno pra nos salvar.
zh_cn: <32>* 你为了拯救我们大家而受罪了， 感谢你。
zh_tw: <32>* 你為了拯救我們大家而受罪了， 感謝你。

source: <32>* That was a real stand-up move.
pt_br: <32>* Foi um movimento de guerreiro.
zh_cn: <32>* 你真是太牛了。
zh_tw: <32>* 你真是太牛了。

source: <32>* ALL HAIL THE NEW AUTHORITY! * YEAH!
pt_br: <32>* TODOS SAÚDAM A NOVA AUTORIDADE! * SIM!
zh_cn: <32>* 新领袖万岁！ * 耶！
zh_tw: <32>* 新領袖萬歲！ * 耶！

source: <32>* What you been up to, huh KID?
pt_br: <32>* O que você tem feito, CRIANÇA?
zh_cn: <32>* 欸孩子，你最近都在干啥？
zh_tw: <32>* 欸孩子，你最近都在幹啥？

source: <32>* You've got an awfully criminal look on your FACE...
pt_br: <32>* Você tem um olhar criminoso na sua CARA...
zh_cn: <32>* 你咋这副凶相...
zh_tw: <32>* 你咋這副兇相...

source: <32>* Respect my AUTHORITY! * YEAH!
pt_br: <32>* Respeita minha AUTORIDADE!
zh_cn: <32>* 尊重我的权威！ * 耶！
zh_tw: <32>* 尊重我的權威！ * 耶！

source: <32>* You think you can just stand there and stare at ME?
pt_br: <32>* Você acha que pode ficar aí parado olhando pra MIM?
zh_cn: <32>* 你以为你能站在那 盯着我看吗？
zh_tw: <32>* 你以為你能站在那 盯著我看嗎？

source: <32>* Well, I've got some bad news for you, PAL.
pt_br: <32>* Bem, eu tenho más notícias pra você, CARA.
zh_cn: <32>* 行吧，我告诉你个坏消息， 伙计。
zh_tw: <32>* 行吧，我告訴你個壞訊息， 夥計。ゐ

source: <32>* I'm an officer of the LAW.
pt_br: <32>* Eu sou um oficial da LEI.
zh_cn: <32>* 我是个执法人员。
zh_tw: <32>* 我是個執法人員。

source: <32>* So, UH...
pt_br: <32>* Então, UH...
zh_cn: <32>* 所以，呃...
zh_tw: <32>* 所以，呃...

source: <32>{#p/basic}{#npc/a}* HAIL it, PAL.
pt_br: <32>{#p/basic}{#npc/a}* RESPEITA ela, CARA.
zh_cn: <32>{#p/basic}{#npc/a}* 为新领袖欢呼吧，伙计。
zh_tw: <32>{#p/basic}{#npc/a}* 為新領袖歡呼吧，夥計。

source: <32>{#p/basic}{#npc/a}* Respect it, PAL.
pt_br: <32>{#p/basic}{#npc/a}* Respeite, CARA.
zh_cn: <32>{#p/basic}{#npc/a}* 尊重下吧，伙计。
zh_tw: <32>{#p/basic}{#npc/a}* 尊重下吧，夥計。

source: <32>{#p/basic}{#npc/a}* Hey hey...
zh_cn: <32>{#p/basic}{#npc/a}* 嘿嘿...
zh_tw: <32>{#p/basic}{#npc/a}* 嘿嘿...

source: <32>* ... despite what you've done, you still chose to...
pt_br: <32>* ... apesar do que você fez, você ainda escolheu...
zh_cn: <32>* ...尽管你做了那些事， 你仍然选择了...
zh_tw: <32>* ...儘管你做了那些事， 你仍然選擇了...

source: <32>* Oh... oh gee... * You can't see it, but I think I'm gonna cry...
pt_br: <32>* Oh... oh caramba... * Você não pode ver, mas acho que vou chorar...
zh_cn: <32>* 噢... 噢天呀... * 我感觉我快要哭了， 但我不想让你看到...
zh_tw: <32>* 噢... 噢天呀... * 我感覺我快要哭了， 但我不想讓你看到...

source: <32>* ... wait, don't hurt me!
pt_br: <32>* ... espera, não me machuca!
zh_cn: <32>* ...等等，别伤害我！
zh_tw: <32>* ...等等，別傷害我！

source: <32>* ... thanks to you, we're...
pt_br: <32>* ... gracas a você, nós estamos...
zh_cn: <32>* ...多亏了你，我们都...
zh_tw: <32>* ...多虧了你，我們都...

source: <32>* ... uh, can I cry?
pt_br: <32>* ... uh, posso chorar?
zh_cn: <32>* ...呃，我可以哭吗？
zh_tw: <32>* ...呃，我可以哭嗎？

source: <32>{#p/basic}{#npc/a}* Hey hey, why's everyone so sad around this town?
pt_br: <32>{#p/basic}{#npc/a}* Ei ei, por que todo mundo nessa cidade tá tão triste?
zh_cn: <32>{#p/basic}{#npc/a}* 嘿嘿， 为什么镇上的人都这么难过？
zh_tw: <32>{#p/basic}{#npc/a}* 嘿嘿， 為什麼鎮上的人都這麼難過？

source: <32>* Did something happen?
pt_br: <32>* Alguma coisa aconteceu?
zh_cn: <32>* 发生了什么事吗？
zh_tw: <32>* 發生了什麼事嗎？

source: <32>{#p/basic}{#npc/a}* Hey hey, nothing's ever going to change in my life!
pt_br: <32>{#p/basic}{#npc/a}* Ei ei, nada nunca vai mudar na minha vida!
zh_cn: <32>{#p/basic}{#npc/a}* 嘿嘿，什么东西都无法改变 我的生活！
zh_tw: <32>{#p/basic}{#npc/a}* 嘿嘿，什麼東西都無法改變 我的生活！

source: <32>* Ha... ha...
zh_cn: <32>* 哈... 哈...
zh_tw: <32>* 哈... 哈...

source: <32>{#p/basic}{#npc/a}* I still think you're cool...! * Please don't hurt me.
pt_br: <32>{#p/basic}{#npc/a}* Eu ainda te acho bem da hora...! * Por favor não me bate.
zh_cn: <32>{#p/basic}{#npc/a}* 我仍然觉得你很酷...！ * 求求你别伤害我。
zh_tw: <32>{#p/basic}{#npc/a}* 我仍然覺得你很酷...！ * 求求你別傷害我。

source: <32>{#p/basic}{#npc/a}* I love you...!
pt_br: <32>{#p/basic}{#npc/a}* Eu te amo...!
zh_cn: <32>{#p/basic}{#npc/a}* 我爱你...！
zh_tw: <32>{#p/basic}{#npc/a}* 我愛你...！

source: <32>{#p/basic}{#npc/a}* Maybe it's just my imagination.
pt_br: <32>{#p/basic}{#npc/a}* Talvez seja só minha imaginação.
zh_cn: <32>{#p/basic}{#npc/a}* 也许只是我的错觉吧。
zh_tw: <32>{#p/basic}{#npc/a}* 也許只是我的錯覺吧。

source: <32>{#p/basic}{#npc/a}* Or maybe I'm just crazy.
pt_br: <32>{#p/basic}{#npc/a}* Ou talvez eu seja louco.
zh_cn: <32>{#p/basic}{#npc/a}* 也许我是疯了吧。
zh_tw: <32>{#p/basic}{#npc/a}* 也許我是瘋了吧。

source: <32>{#p/basic}{#npc/a}* I heard the king revealed the truth about the humans he supposedly killed.
pt_br: <32>{#p/basic}{#npc/a}* Eu ouvi que o rei revelou a verdade sobre os monstros que ele supostamente matou.
zh_cn: <32>{#p/basic}{#npc/a}* 我听说国王揭露了 他“杀害”人类们的真相。
zh_tw: <32>{#p/basic}{#npc/a}* 我聽說國王揭露了 他「殺害」人類們的真相。

source: <32>* Everyone felt so bad that they didn't know. * They all gave him a big hug.
pt_br: <32>* Todo mundo ficou tão triste por não saber. Eles todos o deram um grande abraço.
zh_cn: <32>* 大家都为自己以前不清楚 而感到难过。 * 他们都给了国王一个大大的拥抱。
zh_tw: <32>* 大家都為自己以前不清楚 而感到難過。 * 他們都給了國王一個大大的擁抱。

source: <32>* Then they took the humans and adopted them for themselves.
pt_br: <32>* Então alguns adotaram os humanos para si.
zh_cn: <32>* 然后他们就把人类带走了， 并亲自收养了他们。
zh_tw: <32>* 然後他們就把人類帶走了， 並親自收養了他們。

source: <32>* Now the humans will get to live their lives with us.
pt_br: <32>* Agora estes humanos vão viver suas vidas com a gente.
zh_cn: <32>* 现在，那些人类将会 和我们一起生活。
zh_tw: <32>* 現在，那些人類將會 和我們一起生活。

source: <32>* Thaaaaaat's politics!
pt_br: <32>* Iiiiiiisssssoooo é política!
zh_cn: <32>* 这-就-是-政治啊！
zh_tw: <32>* 這-就-是-政治啊！

source: <32>{#p/basic}{#npc/a}* Hmmm, it's weird how everybody's been talking about TV lately.
pt_br: <32>{#p/basic}{#npc/a}* Hmmm, estranho como todo mundo tem falado de TV ultimamente.
zh_cn: <32>{#p/basic}{#npc/a}* 嗯， 最近大家都在谈论电视， 真是奇怪。
zh_tw: <32>{#p/basic}{#npc/a}* 嗯， 最近大家都在談論電視， 真是奇怪。

source: <32>* What happened...? * I hope this doesn't affect our political system...
pt_br: <32>* O que aconteceu...? * Espero que isso não afete nosso sistema político...
zh_cn: <32>* 发生什么事了...？ * 我希望这不会影响到 我们的政治体系...
zh_tw: <32>* 發生什麼事了...？ * 我希望這不會影響到 我們的政治體系...

source: <32>{#p/basic}{#npc/a}* Hmmm, usually Papyrus goes to meet with Undyne about now.
pt_br: <32>{#p/basic}{#npc/a}* Hmmm, normalmente Papyrus sai para uma reunião com Undyne a esse horário.
zh_cn: <32>{#p/basic}{#npc/a}* 嗯， Papyrus通常会在这个时候 去见Undyne的。
zh_tw: <32>{#p/basic}{#npc/a}* 嗯， Papyrus通常會在這個時候 去見Undyne的。

source: <32>* Where is he...? * I can feel our political system crumbling apart...
pt_br: <32>* Mas cadê ele...? * Eu posso sentir nosso sistema político desmoronando...
zh_cn: <32>* 他去哪了...？ * 我能感觉到 我们的政治体系正在崩溃...
zh_tw: <32>* 他去哪了...？ * 我能感覺到 我們的政治體系正在崩潰...

source: <32>{#p/basic}{#npc/a}* This town has no real police. * But maybe the fake police will scare off the bullies.
pt_br: <32>{#p/basic}{#npc/a}* Essa cidade não tem polícia. * Mas talvez aqueles policiais de mentira espantem os valentões.
zh_cn: <32>{#p/basic}{#npc/a}* 这个镇上没有真正的警察。 * 但也许那些假警察能吓跑恶霸们。
zh_tw: <32>{#p/basic}{#npc/a}* 這個鎮上沒有真正的警察。 * 但也許那些假警察能嚇跑惡霸們。

source: <32>* The politics carry on...
pt_br: <32>* A política continua...
zh_cn: <32>* 政治还在继续...
zh_tw: <32>* 政治還在繼續...

source: <32>{#p/basic}{#npc/a}* This town has no mayor.
pt_br: <32>{#p/basic}{#npc/a}* Essa cidade não tem prefeito.
zh_cn: <32>{#p/basic}{#npc/a}* 这个镇上没有镇长。
zh_tw: <32>{#p/basic}{#npc/a}* 這個鎮上沒有鎮長。
