Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/6}I DON'T KNOW!!
pt_br: <18>{#p/papyrus}{#f/6}EU NÃO SEI!!
zh_cn: <18>{#p/papyrus}{#f/6}我不到啊！！
zh_tw: <18>{#p/papyrus}{#f/6}我不到啊！！

source: <25>{#p/undyne}{#f/14}* Don't worry, I'm not LITERALLY going to kill her.
pt_br: <25>{#p/undyne}{#f/14}* Não se preocupa, eu não vou matar ela literalmente.
zh_cn: <25>{#p/undyne}{#f/14}* 你不会当真了吧， 我可不会去杀她。
zh_tw: <25>{#p/undyne}{#f/14}* 你不會當真了吧， 我可不會去殺她。

source: <25>{#p/undyne}{#f/17}* Just metaphorically.
pt_br: <25>{#p/undyne}{#f/17}* Só metaforicamente.
zh_cn: <25>{#p/undyne}{#f/17}* 开个玩笑而已。
zh_tw: <25>{#p/undyne}{#f/17}* 開個玩笑而已。

source: <18>{#p/papyrus}{#f/4}... WELL THAT'S ALRIGHT, THEN.
pt_br: <18>{#p/papyrus}{#f/4}... TUDO BEM ENTÃO, ASSIM PODE.
zh_cn: <18>{#p/papyrus}{#f/4}...好好好。
zh_tw: <18>{#p/papyrus}{#f/4}...好好好。

source: <18>{#p/papyrus}{#f/5}THOSE RECYCLE BINS ARE NEVER ACTUALLY USED TO RECYCLE.
pt_br: <18>{#p/papyrus}{#f/5}ESSAS LIXEIRAS DE RECICLAGEM NUNCA SÃO USADAS PARA ISSO.
zh_cn: <18>{#p/papyrus}{#f/5}这些回收站 的真正用途实际上 并非回收。
zh_tw: <18>{#p/papyrus}{#f/5}這些資源回收桶 的真正用途實際上 並非回收。

source: <18>{#p/papyrus}{#f/4}IF THEY WERE, ALPHYS WOULN'T HAVE PLANS...
pt_br: <18>{#p/papyrus}{#f/4}SE ELAS FOSSEM, ALPHYS NÃO TERIA PLANOS...
zh_cn: <18>{#p/papyrus}{#f/4}如果是的话， ALPHYS就不会计划...
zh_tw: <18>{#p/papyrus}{#f/4}如果是的話， ALPHYS就不會計畫...

source: <18>{#p/papyrus}{#f/5}FOR A MACHINE THAT SEPARATES ALL THE TRASH INSIDE.
pt_br: <18>{#p/papyrus}{#f/5}PARA UMA MAQUINA QUE SEPARA TODO O LIXO DENTRO.
zh_cn: <18>{#p/papyrus}{#f/5}制作一台用于分离 里面所有垃圾的 机器了。
zh_tw: <18>{#p/papyrus}{#f/5}製作一臺用於分離 裡面所有垃圾的 機器了。

source: <18>{#p/papyrus}{#f/6}FOR EXAMPLE, ELECTRO-DAMPENING FLUID!
pt_br: <18>{p/papyrus}{f/6}POR EXEMPLO, FLUIDO ELETRO-AMORTECEDOR!
zh_cn: <18>{#p/papyrus}{#f/6}比如， 电尼阻液！
zh_tw: <18>{#p/papyrus}{#f/6}比如， 電尼阻液！

source: <25>{#p/undyne}{#f/17}* Are they seriously still holding a cup?
pt_br: <25>{#p/undyne}{#f/17}* É sério que ela ainda tá segurando o copo?
zh_cn: <25>{#p/undyne}{#f/17}* 人类居然还拿着杯子吗？
zh_tw: <25>{#p/undyne}{#f/17}* 人類居然還拿著杯子嗎？

source: <25>{#p/undyne}{#f/8}* You've gotta be KIDDING me!!
pt_br: <25>{#p/undyne}{#f/8}* Você só pode estar de brincadeira!!
zh_cn: <25>{#p/undyne}{#f/8}* 你不会认真的吧！！
zh_tw: <25>{#p/undyne}{#f/8}* 你不會認真的吧！！

source: <18>{#p/papyrus}{#f/4}JUST BE GLAD THEY'RE NOT DRINKING IT.
pt_br: <18>{#p/papyrus}{#f/4}PELO MENOS ELE AINDA NÃO BEBEU.
zh_cn: <18>{#p/papyrus}{#f/4}还好人类没有 喝里面的液体。
zh_tw: <18>{#p/papyrus}{#f/4}還好人類沒有 喝裡面的液體。

source: <25>{#p/undyne}{#f/16}* Yeah, that might be kinda bad for them.
pt_br: <25>{#p/undyne}{#f/16}* É, isso seria bem paia.
zh_cn: <25>{#p/undyne}{#f/16}* 对，那液体 对人类有些害处。
zh_tw: <25>{#p/undyne}{#f/16}* 對，那液體 對人類有些害處。

source: <25>{#p/undyne}{#f/14}* It's harmless for monsters, though!
pt_br: <25>{#p/undyne}{#f/14}* Por outro lado, não faz nada com monstros!
zh_cn: <25>{#p/undyne}{#f/14}* 不过对怪物完全无害！
zh_tw: <25>{#p/undyne}{#f/14}* 不過對怪物完全無害！

source: <18>{#p/papyrus}{#f/0}THERE'S THIS ODD MACHINE IN THE LAB...
pt_br: <18>{#p/papyrus}{#f/0}HÁ UMA MÁQUINA ESTRANHA NO LABORATÓRIO...
zh_cn: <18>{#p/papyrus}{#f/0}实验室里 有一台奇怪的机器...
zh_tw: <18>{#p/papyrus}{#f/0}實驗室裡 有一臺奇怪的機器...

source: <18>{#p/papyrus}{#f/0}I HEARD ALPHYS USES IT TO MAKE ICE CREAM.
pt_br: <18>{#p/papyrus}{#f/0}EU ACHO QUE A ALPHYS USA PRA FAZER SORVETE.
zh_cn: <18>{#p/papyrus}{#f/0}我听说ALPHYS 用它做冰激淋。
zh_tw: <18>{#p/papyrus}{#f/0}我聽說ALPHYS 用它做冰激淋。

source: <18>{#p/papyrus}{#f/4}... WHICH SHE NO DOUBT EATS BINGING SCI-FI ANIME.
pt_br: <18>{#p/papyrus}{#f/4}... QUE ELA SEM DÚVIDAS COME ASSISTINDO ANIME.
zh_cn: <18>{#p/papyrus}{#f/4}...毫无疑问， 她会在看 科幻动漫时吃。
zh_tw: <18>{#p/papyrus}{#f/4}...毫無疑問， 她會在看 科幻動漫時吃。

source: <25>{#p/undyne}{#f/17}* What?? * She hasn't invited ME to any TV marathons...
pt_br: <25>{#p/undyne}{#f/17}* Ela nunca me chamou pra fazer nenhuma maratona de TV...
zh_cn: <25>{#p/undyne}{#f/17}* 啥？？ * 她从来没带过我追剧...
zh_tw: <25>{#p/undyne}{#f/17}* 啥？？ * 她從來沒帶過我追劇...

source: <18>{#p/papyrus}{#f/0}OH, I KNOW!
pt_br: <18>{#p/papyrus}{#f/0}OH, TUDO BEM!
zh_cn: <18>{#p/papyrus}{#f/0}哦，我知道的！
zh_tw: <18>{#p/papyrus}{#f/0}喔，我知道的！

source: <18>{#p/papyrus}{#f/9}YOU JUST HAVE TO "BREAK THE ICE CREAM!" WITH HER!
pt_br: <18>{#p/papyrus}{#f/9}VOCÊ SÓ PRECISA "QUEBRAR O GELO" COM ELA!
zh_cn: <18>{#p/papyrus}{#f/9}你只需要和她 “打破冰激淋”！
zh_tw: <18>{#p/papyrus}{#f/9}你只需要和她 「打破冰激淋」！

source: <25>{#p/undyne}{#f/13}* ... what?
pt_br: <25>{#p/undyne}{#f/13}* ... que?
zh_cn: <25>{#p/undyne}{#f/13}* ...啥玩意？
zh_tw: <25>{#p/undyne}{#f/13}* ...啥玩意？

source: <18>{#p/papyrus}{#f/0}BREAK THE ICE CREAM!
pt_br: <18>{#p/papyrus}{#f/0}QUEBRAR O GELO!
zh_cn: <18>{#p/papyrus}{#f/0}打“破冰”激淋！
zh_tw: <18>{#p/papyrus}{#f/0}打「破冰」激淋！

source: <25>{#p/undyne}{#f/14}* That's so bad, I kind of love it.
pt_br: <25>{#p/undyne}{#f/14}* Essa foi ruim demais, eu amei.
zh_cn: <25>{#p/undyne}{#f/14}* 那太荒谬了， 不过我喜欢。
zh_tw: <25>{#p/undyne}{#f/14}* 那太荒謬了， 不過我喜歡。

source: <18>{#p/papyrus}{#f/0}SPEAKING OF FOOD AND DRINK...
pt_br: <18>{#p/papyrus}{#f/0}FALANDO EM COMIDA E BEBIDA...
zh_cn: <18>{#p/papyrus}{#f/0}说到食物和饮料...
zh_tw: <18>{#p/papyrus}{#f/0}說到食物和飲料...

source: <18>{#p/papyrus}{#f/0}I HEARD METTATON ONCE WANTED TO OPEN A FOOD SHOP.
pt_br: <18>{#p/papyrus}{#f/0}OUVI DIZER QUE METTATON QUIS ABRIR UM FASTFOOD CHIQUE.
zh_cn: <18>{#p/papyrus}{#f/0}我听说METTATON 曾想开一家食品店。
zh_tw: <18>{#p/papyrus}{#f/0}我聽說METTATON 曾想開一家食品店。

source: <18>{#p/papyrus}{#f/4}THE FEATURED ITEM WAS CALLED "NEO ENERGY."
pt_br: <18>{#p/papyrus}{#f/4}E SERIA CHAMADO DE "ENERGIA NEO."
zh_cn: <18>{#p/papyrus}{#f/4}特色食品叫做 “NEO之力”。
zh_tw: <18>{#p/papyrus}{#f/4}特色食品叫做 「NEO之力」。

source: <18>{#p/papyrus}{#f/5}I DON'T KNOW WHAT IT MEANS.
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO SEI O QUE SIGNIFICA.
zh_cn: <18>{#p/papyrus}{#f/5}我不知道 那是啥意思。
zh_tw: <18>{#p/papyrus}{#f/5}我不知道 那是啥意思。

source: <25>{#p/undyne}{#f/12}* Sounds like some cheap knockoff brand.
pt_br: <25>{#p/undyne}{#f/12}* Parece besteira pra vender marca.
zh_cn: <25>{#p/undyne}{#f/12}* 听起来像是 廉价的山寨品牌。
zh_tw: <25>{#p/undyne}{#f/12}* 聽起來像是 廉價的山寨品牌。

source: <18>{#p/papyrus}{#f/7}WHAT?? METTATON WOULDN'T DO THAT!
pt_br: <18>{#p/papyrus}{#f/7}QUE?? METTATON NÃO FARIA ISSO!
zh_cn: <18>{#p/papyrus}{#f/7}啥？？ METTATON才不会 是那意思！
zh_tw: <18>{#p/papyrus}{#f/7}啥？？ METTATON才不會 是那意思！

source: <18>{#p/papyrus}{#f/0}THOSE FANCY DRINKS IN THE VENDING MACHINE...
pt_br: <18>{#p/papyrus}{#f/0}AQUELAS BEBIDAS FANTÁSTICAS NA MAQUINA...
zh_cn: <18>{#p/papyrus}{#f/0}自动售货机里的 那些花哨的饮料...
zh_tw: <18>{#p/papyrus}{#f/0}自動售貨機裡的 那些花哨的飲料...

source: <18>{#p/papyrus}{#f/0}I KEEP MEANING TO TRY THEM, BUT...
pt_br: <18>{#p/papyrus}{#f/0}EU DESEJO TENTA-LAS, MAS...
zh_cn: <18>{#p/papyrus}{#f/0}我一直都想尝一口...
zh_tw: <18>{#p/papyrus}{#f/0}我一直都想嘗一口...

source: <18>{#p/papyrus}{#f/4}THE MACHINE SEEMS TO BE MISSING A DISPENSE FUNCTION.
pt_br: <18>{#p/papyrus}{#f/4}A MAQUINA PARECE NÃO TER UMA FUNÇÃO DE DISPENSAR.
zh_cn: <18>{#p/papyrus}{#f/4}但每次我明明买了， 可饮料就是出不来。
zh_tw: <18>{#p/papyrus}{#f/4}但每次我明明買了， 可飲料就是出不來。

source: <25>{#p/undyne}{#f/8}* If they're not coming out, just shake the entire box!
pt_br: <25>{#p/undyne}{#f/8}* Se o produto não estiver saindo, só balança!
zh_cn: <25>{#p/undyne}{#f/8}* 要是吐不出来， 那就使劲晃机器， 啥时候出来啥时候停。
zh_tw: <25>{#p/undyne}{#f/8}* 要是吐不出來， 那就使勁晃機器， 啥時候出來啥時候停。

source: <18>{#p/papyrus}{#f/0}I'D RATHER FIX THE MACHINE PROPERLY, THANK YOU.
pt_br: <18>{#p/papyrus}{#f/0}EU PREFIRO ARRUMAR A MAQUINA PROPRIAMENTE.
zh_cn: <18>{#p/papyrus}{#f/0}建议不错， 但我更想把机器 修好。
zh_tw: <18>{#p/papyrus}{#f/0}建議不錯， 但我更想把機器 修好。

source: <25>{#p/undyne}{#f/1}* Shaking usually works just fine. * It's my go-to fix.
pt_br: <25>{#p/undyne}{#f/1}* Balançar normalmente funciona. É minha forma de arrumar.
zh_cn: <25>{#p/undyne}{#f/1}* 一般摇摇就好了。 * 我都是这么修的。
zh_tw: <25>{#p/undyne}{#f/1}* 一般搖搖就好了。 * 我都是這麼修的。

source: <18>{#p/papyrus}{#f/4}MAYBE YOU COULD TRY SHAKING UP MY CAREER, THEN.
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ VOCÊ DEVESSE ARRUMAR MINHA CARREIRA.
zh_cn: <18>{#p/papyrus}{#f/4}那你可能可以动“摇” 我的想法。
zh_tw: <18>{#p/papyrus}{#f/4}那你可能可以動「搖」 我的想法。

source: <25>{#p/undyne}{#f/14}* Nah, that's fine just the way it is.
pt_br: <25>{#p/undyne}{#f/14}* Nah, ela é ótima do jeito que ela é.
zh_cn: <25>{#p/undyne}{#f/14}* 得了吧，这样就挺好。
zh_tw: <25>{#p/undyne}{#f/14}* 得了吧，這樣就挺好。

source: <18>{#p/papyrus}{#f/0}MAYBE I'LL SETTLE FOR THE RED SODA ON THE TABLE.
pt_br: <18>{#p/papyrus}{#f/0}EU IREI SEDER AO REFRIGERANTE VERMELHO NA MESA.
zh_cn: <18>{#p/papyrus}{#f/0}我还是喝桌子上的 红色汽水吧。
zh_tw: <18>{#p/papyrus}{#f/0}我還是喝桌子上的 紅色汽水吧。

source: <25>{#p/undyne}{#f/1}* In addition to shaking...
pt_br: <25>{#p/undyne}{#f/1}* Em adição a balançar...
zh_cn: <25>{#p/undyne}{#f/1}* 除了摇晃...
zh_tw: <25>{#p/undyne}{#f/1}* 除了搖晃...

source: <25>{#p/undyne}{#f/14}* That super-strong heat tape is my OTHER go-to fix.
pt_br: <25>{#p/undyne}{#f/14}* Essa fita térmica superforte é minha OUTRA solução.
zh_cn: <25>{#p/undyne}{#f/14}* 超强电热带是我的 另一个修理方式。
zh_tw: <25>{#p/undyne}{#f/14}* 超強電熱帶是我的 另一個修理方式。

source: <18>{#p/papyrus}{#f/0}OH YEAH, THAT STUFF CAN FIX ANYTHING.
pt_br: <18>{#p/papyrus}{#f/0}VERDADE, ELA PODE ARRUMAR QUALQUER COISA.
zh_cn: <18>{#p/papyrus}{#f/0}哦对， 那东西可以修 任何东西。
zh_tw: <18>{#p/papyrus}{#f/0}喔對， 那東西可以修 任何東西。

source: <18>{#p/papyrus}{#f/4}... WELL, ALMOST ANYTHING.
pt_br: <18>{#p/papyrus}{#f/4}... BEM, QUASE TUDO.
zh_cn: <18>{#p/papyrus}{#f/4}...嗯， 大部分东西。
zh_tw: <18>{#p/papyrus}{#f/4}...嗯， 大部分東西。

source: <25>{#p/undyne}{#f/7}* It's FINE just the WAY IT IS!!
pt_br: <25>{#p/undyne}{#f/7}* Ela está ótima do jeito que é!!
zh_cn: <25>{#p/undyne}{#f/7}* 这样就够了！！
zh_tw: <25>{#p/undyne}{#f/7}* 這樣就夠了！！

source: <18>{#p/papyrus}{#f/4}IT'S A SHAME THE VIRTUALASIUM ISN'T OPEN ALL THE TIME.
pt_br: <18>{#p/papyrus}{#f/4}É UMA PENA QUE O VIRTUALISMO NÃO ESTEJA ABERTO.
zh_cn: <18>{#p/papyrus}{#f/4}真遗憾， 虚拟空间并不是 一直开着的。
zh_tw: <18>{#p/papyrus}{#f/4}真遺憾， 虛擬空間並不是 一直開著的。

source: <18>{#p/papyrus}{#f/7}THINK OF ALL THE FUN I'M LOSING OUT ON RIGHT NOW!
pt_br: <18>{#p/papyrus}{#f/7}PENSE EM TODA A DIVERSÃO QUE ESTOU PERDENDO AGORA!
zh_cn: <18>{#p/papyrus}{#f/7}因此我失去了 多少乐趣！
zh_tw: <18>{#p/papyrus}{#f/7}因此我失去了 多少樂趣！

source: <18>{#p/papyrus}{#f/5}... SUCH A PITY.
pt_br: <18>{#p/papiro}{#f/5}... QUE PENA.
zh_cn: <18>{#p/papyrus}{#f/5}...太可惜了。
zh_tw: <18>{#p/papyrus}{#f/5}...太可惜了。

source: <18>{#p/papyrus}{#f/6}I CAN'T EVEN RUN MY WORLD-FAMOUS RESTAURANT!!
pt_br: <18>{#p/papyrus}{#f/6}EU NEM POSSO ADMINISTRAR MEU RESTAURANTE FAMOSO!!
zh_cn: <18>{#p/papyrus}{#f/6}为此我不能 经营我那举世闻名 的餐厅！！
zh_tw: <18>{#p/papyrus}{#f/6}為此我不能 經營我那舉世聞名 的餐廳！！

source: <25>{#p/undyne}{#f/7}* "Fun" isn't exactly the word I'd use.
pt_br: <25>{#p/undyne}{#f/7}* "Diversão" não é a palavra que eu usaria.
zh_cn: <25>{#p/undyne}{#f/7}* 我可不会用 “乐趣”这个词。
zh_tw: <25>{#p/undyne}{#f/7}* 我可不會用 「樂趣」這個詞。

source: <18>{#p/papyrus}{#f/5}CAN YOU REALLY BLAME A SKELETON SUCH AS MYSELF...
pt_br: <18>{#p/papyrus}{#f/5}DA PRA CULPAR UM ESQUELETO COMO EU...
zh_cn: <18>{#p/papyrus}{#f/5}你真的忍心批评 像我这样的骷髅...
zh_tw: <18>{#p/papyrus}{#f/5}你真的忍心批評 像我這樣的骷髏...

source: <18>{#p/papyrus}{#f/6}FOR WANTING TO RUN A WORLD-FAMOUS RESTAURANT??
pt_br: <18>{#p/papyrus}{#f/6}POR QUERER SER DONO DE UM RESTAURANTE??
zh_cn: <18>{#p/papyrus}{#f/6}想拥有一家 举世闻名的餐厅的 愿望吗？
zh_tw: <18>{#p/papyrus}{#f/6}想擁有一家 舉世聞名的餐廳的 願望嗎？

source: <25>{#p/undyne}{#f/17}* That kind of thing can be stressful, Papyrus.
pt_br: <25>{#p/undyne}{#f/17}* Esse tipo de coisa deve ser estressante, Papyrus.
zh_cn: <25>{#p/undyne}{#f/17}* 你这让我压力山大啊， Papyrus。
zh_tw: <25>{#p/undyne}{#f/17}* 你這讓我壓力山大啊， Papyrus。

source: <18>{#p/papyrus}{#f/4}SAYS THE CAPTAIN OF THE ROYAL GUARD.
pt_br: <18>{#p/papyrus}{#f/4}DISSE A CAPITÃ DA GUARDA REAL.
zh_cn: <18>{#p/papyrus}{#f/4}皇家卫队的队长 居然会说这话。
zh_tw: <18>{#p/papyrus}{#f/4}皇家衛隊的隊長 居然會說這話。

source: <25>{#p/undyne}{#f/14}* Captaining the Royal Guard is one thing.
pt_br: <25>{#p/undyne}{#f/14}* Ser a capitã da Guarda Real é uma coisa.
zh_cn: <25>{#p/undyne}{#f/14}* 统领皇家卫队是一回事。
zh_tw: <25>{#p/undyne}{#f/14}* 統領皇家衛隊是一回事。

source: <25>{#p/undyne}{#f/7}* Running a restaurant is something else ENTIRELY!
pt_br: <25>{#p/undyne}{#f/7}* Cuidar de um restaurante é DIFERENTE!
zh_cn: <25>{#p/undyne}{#f/7}* 但经营餐厅又是 另一回事！
zh_tw: <25>{#p/undyne}{#f/7}* 但經營餐廳又是 另一回事！

source: <18>{#p/papyrus}{#f/0}OH YEAH, ABOUT THE RESTAURANT...
pt_br: <18>{#p/papyrus}{#f/0}É, SOBRE O RESTAURANTE...
zh_cn: <18>{#p/papyrus}{#f/0}哦对了， 关于那家餐厅...
zh_tw: <18>{#p/papyrus}{#f/0}喔對了， 關於那家餐廳...

source: <18>{#p/papyrus}{#f/9}IT HAPPENS TO BE A GIANT SPACESHIP!
pt_br: <18>{#p/papyrus}{#f/9}ELE É UMA NAVE ESPACIAL GIGANTE!
zh_cn: <18>{#p/papyrus}{#f/9}它碰巧是一艘 巨大的宇宙飞船！
zh_tw: <18>{#p/papyrus}{#f/9}它碰巧是一艘 巨大的宇宙飛船！

source: <18>{#p/papyrus}{#f/4}POWERED BY MARINARA SAUCE.
pt_br: <18>{#p/papyrus}{#f/4}COM ENERGIA ATRÁVES DE MOLHO MARINARA.
zh_cn: <18>{#p/papyrus}{#f/4}由番茄酱驱动。
zh_tw: <18>{#p/papyrus}{#f/4}由番茄醬驅動。

source: <25>{#p/undyne}{#f/14}* ... that checks out.
pt_br: <25>{#p/undyne}{#f/14}* ... entendo.
zh_cn: <25>{#p/undyne}{#f/14}* ...还真是。
zh_tw: <25>{#p/undyne}{#f/14}* ...還真是。

source: <18>{#p/papyrus}{#f/0}I HEARD AERIALIS USED TO BE A STAGING AREA.
pt_br: <18>{#p/papyrus}{#f/0}EU SEI QUE AERIALIS ERA UMA ÁREA EM CONSTRUÇÃO.
zh_cn: <18>{#p/papyrus}{#f/0}我听说空境 曾经是一个待命区。
zh_tw: <18>{#p/papyrus}{#f/0}我聽說空境 曾經是一個待命區。

source: <18>{#p/papyrus}{#f/5}THEY WERE GOING TO BUILD SO MANY COOL THINGS, BUT...
pt_br: <18>{#p/papyrus}{#f/5}ELES IRIAM CONSTRUIR TANTAS COISAS, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}他们打算建造特别多 的酷玩意，但是...
zh_tw: <18>{#p/papyrus}{#f/5}他們打算建造特別多 的酷玩意，但是...

source: <18>{#p/papyrus}{#f/4}AFTER THE LAB WAS DONE, THEY RAN OUT OF PURPLE.
pt_br: <18>{#p/papyrus}{#f/4}ASSIM QUE O LAB CONCLUIU, ACABOU O ROXO.
zh_cn: <18>{#p/papyrus}{#f/4}在实验室完成后， 他们的紫色油漆 用完了。
zh_tw: <18>{#p/papyrus}{#f/4}在實驗室完成後， 他們的紫色油漆 用完了。

source: <18>{#p/papyrus}{#f/4}TRULY, A GIANT LEAP BACKWARDS FOR PAINT-KIND.
pt_br: <18>{#p/papyrus}{#f/4}VERDADEIRAMENTE, UM SALTO PARA TRÁS.
zh_cn: <18>{#p/papyrus}{#f/4}对于油漆业来说， 这真是一个巨大的 退跃。
zh_tw: <18>{#p/papyrus}{#f/4}對於油漆業來說， 這真是一個巨大的 退躍。

source: <25>{#p/undyne}{#f/17}* You know they could've just made more of it, right?
pt_br: <25>{#p/undyne}{#f/17}* Você sabe que eles poderiam ter feito mais, certo?
zh_cn: <25>{#p/undyne}{#f/17}* 你知道他们可以制作 更多油漆，对吧？
zh_tw: <25>{#p/undyne}{#f/17}* 你知道他們可以製作 更多油漆，對吧？

source: <25>{#p/undyne}{#f/7}* The REAL reason they quit is because Mettaton took over!!
pt_br: <25>{#p/undyne}{#f/7}* A razão de terem parado é porque Mettaton tomou controle!!
zh_cn: <25>{#p/undyne}{#f/7}* 他们放弃的真正原因 是因为Mettaton 接管了这地盘！！
zh_tw: <25>{#p/undyne}{#f/7}* 他們放棄的真正原因 是因為Mettaton 接管了這地盤！！

source: <18>{#p/papyrus}{#f/0}YOU SAY THAT LIKE IT'S A BAD THING.
pt_br: <18>{#p/papyrus}{#f/0}VOCÊ FALA COMO SE FOSSE ALGO RUIM.
zh_cn: <18>{#p/papyrus}{#f/0}你说的跟 这是件坏事似的。
zh_tw: <18>{#p/papyrus}{#f/0}你說的跟 這是件壞事似的。

source: <25>{#p/undyne}{#f/17}* He CAN be a bit overbearing at times.
pt_br: <25>{#p/undyne}{#f/17}* Ele PODE ser um pouco ditador as vezes.
zh_cn: <25>{#p/undyne}{#f/17}* 他就想要 在这地盘称霸。
zh_tw: <25>{#p/undyne}{#f/17}* 他就想要 在這地盤稱霸。

source: <18>{#p/papyrus}{#f/0}OH, I KNOW. THAT'S WHY I DON'T BLAME THEM.
pt_br: <18>{#p/papyrus}{#f/0}AH, EU SEI. É POR ISSO QUE NÃO OS CULPO.
zh_cn: <18>{#p/papyrus}{#f/0}哦，我知道了。 这下我可以 理解他们了。
zh_tw: <18>{#p/papyrus}{#f/0}喔，我知道了。 這下我可以 理解他們了。

source: <18>{#p/papyrus}{#f/4}FEW CAN WITHSTAND HIS OVERPOWERING BEAUTY.
pt_br: <18>{#p/papyrus}{#f/4}POUCOS PODEM AGUENTAR SUA BELEZA.
zh_cn: <18>{#p/papyrus}{#f/4}他的颜值确实可以 称霸，没有人不会 因此爱他。
zh_tw: <18>{#p/papyrus}{#f/4}他的顏值確實可以 稱霸，沒有人不會 因此愛他。

source: <25>{#p/undyne}{#f/12}* ... not what I meant, but okay.
pt_br: <25>{#p/undyne}{#f/12}* ... não o que eu quis dizer, mas beleza.
zh_cn: <25>{#p/undyne}{#f/12}* ...我不是这意思， 但算了。
zh_tw: <25>{#p/undyne}{#f/12}* ...我不是這意思， 但算了。

source: <19>{#p/papyrus}{#f/0}IT'S TOO BAD WE'LL NEVER GET TO SEE ITS FULL POTENTIAL.
pt_br: <19>{#p/papyrus}{#f/0}É TRISTE QUE JAMAIS VEREMOS TODO SEU POTENCIAL.
zh_cn: <19>{#p/papyrus}{#f/0}可惜我们永远都不能 看到它们的全部 潜力了。
zh_tw: <19>{#p/papyrus}{#f/0}可惜我們永遠都不能 看到它們的全部 潛力了。

source: <18>{#p/papyrus}{#f/5}ALL THOSE FANCY STRUCTURES AND MACHINES...
pt_br: <18>{#p/papyrus}{#f/5}TODAS AS LINDAS ESTRUTURAS E MAQUINAS...
zh_cn: <18>{#p/papyrus}{#f/5}包括那些 奇怪的建筑 和机器...
zh_tw: <18>{#p/papyrus}{#f/5}包括那些 奇怪的建築 和機器...

source: <18>{#p/papyrus}{#f/8}THINK OF THE NEAT GIZMOS I COULD'VE GOTTEN TO USE!
pt_br: <18>{#p/papyrus}{#f/8}PENSE NOS APARELHOS LEGAIS QUE EU PODERIA TER USADO!
zh_cn: <18>{#p/papyrus}{#f/8}还有那些我本可以 使用的小发明！
zh_tw: <18>{#p/papyrus}{#f/8}還有那些我本可以 使用的小發明！

source: <18>{#p/papyrus}{#f/4}IF ONLY METTATON WASN'T SO BEAUTIFUL.
pt_br: <18>{#p/papyrus}{#f/4}SE PELO MENOS O METTATON NÃO FOSSE TÃO BELO.
zh_cn: <18>{#p/papyrus}{#f/4}如果METTATON 没那么美就好了。
zh_tw: <18>{#p/papyrus}{#f/4}如果METTATON 沒那麼美就好了。

source: <18>{#p/papyrus}{#f/6}WAIT, THAT'D BE BAD!!
pt_br: <18>{#p/papyrus}{#f/6}ESPERA, ISSO SERIA RUIM!!
zh_cn: <18>{#p/papyrus}{#f/6}等等， 那样就太糟了！
zh_tw: <18>{#p/papyrus}{#f/6}等等， 那樣就太糟了！

source: <18>{#p/papyrus}{#f/5}BUT SO IS THE ABANDONMENT OF THE STAGING AREA...
pt_br: <18>{#p/papyrus}{#f/5}MAS TAMBÉM É O ABANDONO DA ÁREA DE PREPARAÇÃO...
zh_cn: <18>{#p/papyrus}{#f/5}但放弃 待命区也是...
zh_tw: <18>{#p/papyrus}{#f/5}但放棄 待命區也是...

source: <25>{#p/undyne}{#f/1}* I wonder if there's some gizmo that could fix this.
pt_br: <25>{#p/undyne}{#f/1}* Me pergunto se alguém poderia arrumar isso.
zh_cn: <25>{#p/undyne}{#f/1}* 也许有一件小发明 可以解决这问题。
zh_tw: <25>{#p/undyne}{#f/1}* 也許有一件小發明 可以解決這問題。

source: <18>{#p/papyrus}{#f/0}LIKE... A BEAUTY COMPENSATION FILTER!?
pt_br: <18>{#p/papyrus}{#f/0}COMO... UM BELO FILTRO DE COMPENSAÇÃO!?
zh_cn: <18>{#p/papyrus}{#f/0}就像是... 颜值补偿滤光镜！？
zh_tw: <18>{#p/papyrus}{#f/0}就像是... 顏值補償濾光鏡！？

source: <25>{#p/undyne}{#f/18}* I was thinking more along the lines of his EGO.
pt_br: <25>{#p/undyne}{#f/18}* Eu estava pensando mais nas linhas do EGO dele.
zh_cn: <25>{#p/undyne}{#f/18}* 我更倾向于 改变他的自我意识。
zh_tw: <25>{#p/undyne}{#f/18}* 我更傾向於 改變他的自我意識。

source: <25>{#p/undyne}{#f/17}* An "ego compensation filter" if you will.
pt_br: <25>{#p/undyne}{#f/17}* Um "filtro de compensação ao ego" você diz.
zh_cn: <25>{#p/undyne}{#f/17}* 你可以制作一个 “意识补偿滤波器”。
zh_tw: <25>{#p/undyne}{#f/17}* 你可以製作一個 「意識補償濾波器」。

source: <18>{#p/papyrus}{#f/7}NEVER MIND!
pt_br: <18>{#p/papyrus}{#f/7}ESQUECE!
zh_cn: <18>{#p/papyrus}{#f/7}别想！
zh_tw: <18>{#p/papyrus}{#f/7}別想！

source: <18>{#p/papyrus}{#f/0}THESE LIFTGATES ARE PRETTY FUN.
pt_br: <18>{#p/papyrus}{#f/0}ESSES LEVITADORES SÃO BEM DIVERTIDOS.
zh_cn: <18>{#p/papyrus}{#f/0}这些升降机 特别好玩。
zh_tw: <18>{#p/papyrus}{#f/0}這些升降機 特別好玩。

source: <18>{#p/papyrus}{#f/0}SOMETIMES, WHEN NOBODY'S WATCHING...
pt_br: <18>{#p/papyrus}{#f/0}AS VEZES, QUANDO NINGUÉM ESTÁ VENDO...
zh_cn: <18>{#p/papyrus}{#f/0}有时候， 在周围没人时...
zh_tw: <18>{#p/papyrus}{#f/0}有時候， 在周圍沒人時...

source: <18>{#p/papyrus}{#f/0}I'LL COME OUT THERE AND GO BACK AND FORTH ON THEM.
pt_br: <18>{#p/papyrus}{#f/0}EU VOU E VOLTO NELES O TEMPO TODO.
zh_cn: <18>{#p/papyrus}{#f/0}我就会 来回搭乘它们。
zh_tw: <18>{#p/papyrus}{#f/0}我就會 來回搭乘它們。

source: <18>{#p/papyrus}{#f/4}IT DOES REQUIRE A SPECIAL PASS, THOUGH.
pt_br: <18>{#p/papyrus}{#f/4}MAS ISSO REQUER UM PASSE ESPECIAL.
zh_cn: <18>{#p/papyrus}{#f/4}不过它 需要一种 特殊通行证。
zh_tw: <18>{#p/papyrus}{#f/4}不過它 需要一種 特殊通行證。

source: <25>{#p/undyne}{#f/4}* Hey, Alphys never gives ME liftgate passes!
pt_br: <25>{#p/undyne}{#f/4}* Ei, a Alphys nunca me deu um passe desses!
zh_cn: <25>{#p/undyne}{#f/4}* 嘿，Alphys从来 都没给过我通行证！
zh_tw: <25>{#p/undyne}{#f/4}* 嘿，Alphys從來 都沒給過我通行證！

source: <18>{#p/papyrus}{#f/0}MAYBE NEXT TIME YOU SHOULD ASK HER FOR ONE!
pt_br: <18>{#p/papyrus}{#f/0}PEDE PRA ELA DA PRÓXIMA VEZ QUE A VER!
zh_cn: <18>{#p/papyrus}{#f/0}也许你该 向她要一个！
zh_tw: <18>{#p/papyrus}{#f/0}也許你該 向她要一個！

source: <25>{#p/undyne}{#f/8}* Like hell I will!
pt_br: <25>{#p/undyne}{#f/8}* É claro que eu vou, caralho!
zh_cn: <25>{#p/undyne}{#f/8}* 门都没有！
zh_tw: <25>{#p/undyne}{#f/8}* 門都沒有！

source: <18>{#p/papyrus}{#f/6}LANGUAGE!!
pt_br: <18>{#p/papyrus}{#f/6}OLHA A LINGUA!!
zh_cn: <18>{#p/papyrus}{#f/6}好好说话！！
zh_tw: <18>{#p/papyrus}{#f/6}好好說話！！

source: <18>{#p/papyrus}{#f/0}GO ON, GIVE IT A TRY!
pt_br: <18>{#p/papyrus}{#f/0}VAI LÁ, TENTE UM POUCO!
zh_cn: <18>{#p/papyrus}{#f/0}去吧，试试看！
zh_tw: <18>{#p/papyrus}{#f/0}去吧，試試看！

source: <18>{#p/papyrus}{#f/5}THEY'RE NOT DANGEROUS...
pt_br: <18>{#p/papyrus}{#f/5}ELES NÃO SÃO PERIGOSOS...
zh_cn: <18>{#p/papyrus}{#f/5}不危险的...
zh_tw: <18>{#p/papyrus}{#f/5}不危險的...

source: <18>{#p/papyrus}{#f/6}... USUALLY.
pt_br: <18>{#p/papyrus}{#f/6}... NORMALMENTE.
zh_cn: <18>{#p/papyrus}{#f/6}...一般来说。
zh_tw: <18>{#p/papyrus}{#f/6}...一般來說。

source: <18>{|}{#p/papyrus}{#f/4}I CAN'T BE THE ONLY ONE THAT THINKS YOU'RE- {%}
pt_br: <18>{|}{#p/papyrus}{#f/4}EU NÃO POSSO SER O ÚNICO QUE PENSA QUE VOCÊ- {%}
zh_cn: <18>{|}{#p/papyrus}{#f/4}我不是唯一 一个认为你- {%}
zh_tw: <18>{|}{#p/papyrus}{#f/4}我不是唯一 一個認為你- {%}

source: <25>{#p/undyne}{#f/8}* OH MY GOD PLEASE!!
pt_br: <25>{#p/undyne}{#f/8}* OH MEU SENHOR, POR FAVOR!!
zh_cn: <25>{#p/undyne}{#f/8}* 天啊别！！
zh_tw: <25>{#p/undyne}{#f/8}* 天啊別！！

source: <18>{#p/papyrus}{#f/6}OKAY, OKAY!
zh_cn: <18>{#p/papyrus}{#f/6}好，好！
zh_tw: <18>{#p/papyrus}{#f/6}好，好！

source: <18>{#p/papyrus}{#f/5}I HEARD TUITION IS HARD TO COME BY IN AERIALIS.
pt_br: <18>{#p/papyrus}{#f/5}OUVI DIZER QUE É DIFÍCIL CONSEGUIR AULAS EM AERIALIS.
zh_cn: <18>{#p/papyrus}{#f/5}我听说空境的 教学模式很艰苦。
zh_tw: <18>{#p/papyrus}{#f/5}我聽說空境的 教學模式很艱苦。

source: <18>{#p/papyrus}{#f/6}IS IT TRUE?? DO STUDENTS REALLY SUFFER THAT MUCH?
pt_br: <18>{#p/papyrus}{#f/6}SERIA VERDADE?? OS ESTUDANTES SOFREM ASSIM?
zh_cn: <18>{#p/papyrus}{#f/6}是真的吗？ 学生真的要遭 那么多罪吗？
zh_tw: <18>{#p/papyrus}{#f/6}是真的嗎？ 學生真的要遭 那麼多罪嗎？

source: <18>{#p/papyrus}{#f/8}I DON'T KNOW WHAT I'D BE WITHOUT MY EDUCATION...!
pt_br: <18>{#p/papyrus}{#f/8}EU NÃO SEI O QUE SERIA SEM MINHA EDUCAÇÃO...!
zh_cn: <18>{#p/papyrus}{#f/8}不敢想象如果我没提前 受到教育会怎么样...！
zh_tw: <18>{#p/papyrus}{#f/8}不敢想像如果我沒提前 受到教育會怎麼樣...！

source: <25>{#p/undyne}{#f/8}* I quit school when I was only ten years old!!
pt_br: <25>{#p/undyne}{#f/8}* Eu saí da escola quando tinha dez anos!!
zh_cn: <25>{#p/undyne}{#f/8}* 我十岁就退学了！！
zh_tw: <25>{#p/undyne}{#f/8}* 我十歲就退學了！！

source: <18>{#p/papyrus}{#f/1}WHAT!?!?
pt_br: <18>{#p/papyrus}{#f/1}O QUE!?!?
zh_cn: <18>{#p/papyrus}{#f/1}啥！？！？
zh_tw: <18>{#p/papyrus}{#f/1}啥！？！？

source: <18>{#p/papyrus}{#f/6}HOW COULD YOU BETRAY THE SYSTEM SO COMPLETELY!
pt_br: <18>{#p/papyrus}{#f/6}COMO VOCÊ PÔDE TRAIR O SISTEMA DESSA FORMA!
zh_cn: <18>{#p/papyrus}{#f/6}你怎么能这么彻底 地违反体制！
zh_tw: <18>{#p/papyrus}{#f/6}你怎麼能這麼徹底 地違反體制！

source: <25>{#p/undyne}{#f/1}* Not everyone walks the same path in life, Papyrus.
pt_br: <25>{#p/undyne}{#f/1}* Nem todo mundo tem os mesmos caminhos na vida, Papyrus.
zh_cn: <25>{#p/undyne}{#f/1}* 人的生命各不相同， 所以不是每个人都要走 相同的路，Papyrus。
zh_tw: <25>{#p/undyne}{#f/1}* 人的生命各不相同， 所以不是每個人都要走 相同的路，Papyrus。

source: <25>{#p/undyne}{#f/1}* After I quit school, ASGORE became my teacher.
pt_br: <25>{#p/undyne}{#f/1}* Depois que eu saí da escola, ASGORE virou meu mestre.
zh_cn: <25>{#p/undyne}{#f/1}* 我退学后， ASGORE就成为了 我的老师。
zh_tw: <25>{#p/undyne}{#f/1}* 我退學後， ASGORE就成為了 我的老師。

source: <25>{#p/undyne}{#f/14}* He was the best one I ever had.
pt_br: <25>{#p/undyne}{#f/14}* Ele foi o melhor que eu já tive.
zh_cn: <25>{#p/undyne}{#f/14}* 同时他也是最棒的老师。
zh_tw: <25>{#p/undyne}{#f/14}* 同時他也是最棒的老師。

source: <18>{#p/papyrus}{#f/5}... IT WOULD APPEAR I HAVE MUCH TO LEARN...
pt_br: <18>{#p/papiro}{#f/5}... PARECE QUE TENHO MUITO A APRENDER...
zh_cn: <18>{#p/papyrus}{#f/5}...看来我还有 许多东西要学...
zh_tw: <18>{#p/papyrus}{#f/5}...看來我還有 許多東西要學...

source: <18>{#p/papyrus}{#f/8}I WOULDN'T EVEN HAVE MY SPECIAL ATTACK!
pt_br: <18>{#p/papyrus}{#f/8}EU NEM TERIA MEU ATAQUE ESPECIAL!
zh_cn: <18>{#p/papyrus}{#f/8}甚至可能不会得到 我的特殊攻击！
zh_tw: <18>{#p/papyrus}{#f/8}甚至可能不會得到 我的特殊攻擊！

source: <18>{#p/papyrus}{#f/6}DON'T WORRY, I'LL START LEARNING RIGHT AWAY!
pt_br: <18>{#p/papyrus}{#f/6}NÃO SE PREOCUPE, EU COMEÇAREI A APRENDER AGORA!
zh_cn: <18>{#p/papyrus}{#f/6}别担心， 我这就学！
zh_tw: <18>{#p/papyrus}{#f/6}別擔心， 我這就學！
