Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/4}OH, TRUST ME. I KNOW IT ALL TOO WELL.
pt_br: <18>{#p/papyrus}{#f/4}OH, CONFIA EM MIM. EU SEI MUITO BEM.
zh_cn: <18>{#p/papyrus}{#f/4}他要是没作弊， 那就有鬼了。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}他要是沒作弊， 那就有鬼了。ゑ

source: <18>{#p/papyrus}{#f/7}I REALLY WISH HE WOULDN'T CHEAT ON THINGS LIKE THAT!
pt_br: <18>{#p/papyrus}{#f/7}EU REALMENTE QUERIA QUE ELE NÃO ROUBASSE EM COISAS ASSIM!
zh_cn: <18>{#p/papyrus}{#f/7}真希望 他能收敛一点！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}真希望 他能收斂一點！ゑ

source: <18>{#p/papyrus}{#f/7}IT RUINS THE GAME FOR EVERYONE ELSE.
pt_br: <18>{#p/papyrus}{#f/7}ACABA COM O JOGO PRA TODO MUNDO.
zh_cn: <18>{#p/papyrus}{#f/7}他那么整，别人还咋玩？ゑ
zh_tw: <18>{#p/papyrus}{#f/7}他那麼整，別人還咋玩？ゑ

source: <25>{#p/undyne}{#f/1}* Or maybe...
pt_br: <25>{#p/undyne}{#f/1}* Ou talvez...
zh_cn: <25>{#p/undyne}{#f/1}* 也不一定...ゑ
zh_tw: <25>{#p/undyne}{#f/1}* 也不一定...ゑ

source: <25>{#p/undyne}{#f/8}* It just provides a more interesting challenge!!
pt_br: <25>{#p/undyne}{#f/8}* Ele provê um desafio mais interessante!!
zh_cn: <25>{#p/undyne}{#f/8}* 说不定，“冲榜”本身 也是个新奇的挑战呢！ゑ
zh_tw: <25>{#p/undyne}{#f/8}* 說不定，「衝榜」本身 也是個新奇的挑戰呢！ゑ

source: <18>{#p/papyrus}{#f/4}... NO.
pt_br: <18>{#p/papyrus}{#f/4}... NÃO.
zh_cn: <18>{#p/papyrus}{#f/4}...才怪。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}...才怪。ゑ

source: <18>{#p/papyrus}{#f/5}SANS HAS... ALWAYS BEEN ONE TO TAKE SHORTCUTS.
pt_br: <18>{#p/papyrus}{#f/5}SANS... SEMPRE FOI DE PEGAR ATALHOS
zh_cn: <18>{#p/papyrus}{#f/5}SANS他... 总是喜欢走捷径。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}SANS他... 總是喜歡走捷徑。ゑ

source: <18>{#p/papyrus}{#f/4}I SUSPECT THAT PLAYED A PART IN HIS VICTORIES.
pt_br: <18>{#p/papyrus}{#f/4}EU SUSPEITO QUE ELE TENHA TRAPACEADO CERTAS VITÓRIAS.
zh_cn: <18>{#p/papyrus}{#f/4}我怀疑他用 那玩意作弊了。 不然咋能把把都赢呢？ゑ
zh_tw: <18>{#p/papyrus}{#f/4}我懷疑他用 那玩意作弊了。 不然咋能把把都贏呢？ゑ

source: <18>{#p/papyrus}{#f/4}IT'S PRACTICALLY A LAW OF NATURE AT THIS POINT.
pt_br: <18>{#p/papyrus}{#f/4}É PRATICAMENTE UMA LEI DA NATUREZA A ESTE PONTO.
zh_cn: <18>{#p/papyrus}{#f/4}大概这就是 所谓的“优胜劣汰”吧。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}大概這就是 所謂的「優勝劣汰」吧。ゑ

source: <18>{#p/papyrus}{#f/0}AND THIS HERE IS SANS'S SENTRY STATION.
pt_br: <18>{#p/papyrus}{#f/0}E ESSA AÍ É A ESTAÇÃO DE SENTINELA DO SANS.
zh_cn: <18>{#p/papyrus}{#f/0}这里是SANS的哨站， 然后...ゑ
zh_tw: <18>{#p/papyrus}{#f/0}這裡是SANS的哨站， 然後...ゑ

source: <18>{#p/papyrus}{#f/5}I HEARD HIM TALKING THE OTHER DAY...
pt_br: <18>{#p/papyrus}{#f/5}EU ESCUTEI ELE FALANDO OUTRO DIA...
zh_cn: <18>{#p/papyrus}{#f/5}对了， 我前几天听到他说...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}對了， 我前幾天聽到他說...ゑ

source: <18>{#p/papyrus}{#f/6}... ABOUT HELPING SOMEONE AVOID THE OTHER GUARDS.
pt_br: <18>{#p/papyrus}{#f/6}... SOBRE AJUDAR A EVITAR OUTROS GUARDAS.
zh_cn: <18>{#p/papyrus}{#f/6}...要帮哪个人去 避开其他守卫。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}...要幫哪個人去 避開其他守衛。ゑ

source: <18>{#p/papyrus}{#f/5}I CAN'T BE SURE, BUT FROM HOW IT SOUNDS...
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO TENHO CERTEZA, MAS PELO QUE PARECE...
zh_cn: <18>{#p/papyrus}{#f/5}我虽然不太能确定， 但我感觉...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我雖然不太能確定， 但我感覺...ゑ

source: <18>{#p/papyrus}{#f/5}THERE'S... A CHANCE MY BROTHER MIGHT BE A MOLE.
pt_br: <18>{#p/papyrus}{#f/5}HÁ... UMA CHANCE DE MEU IRMÃO SER UMA TOUPEIRA.
zh_cn: <18>{#p/papyrus}{#f/5}我兄弟... 该不会是什么 特务吧？ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我兄弟... 該不會是什麼 特務吧？ゑ

source: <18>{#p/papyrus}{#f/4}...
zh_cn: <18>{#p/papyrus}{#f/4}...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}...ゑ

source: <18>{#p/papyrus}{#f/4}... OR WOULD THAT BE CALLED A RAT?
pt_br: <18>{#p/papyrus}{#f/4}... OU UM RATO?
zh_cn: <18>{#p/papyrus}{#f/4}...或者应该叫 叛贼？ゑ
zh_tw: <18>{#p/papyrus}{#f/4}...或者應該叫 叛賊？ゑ

source: <18>{#p/papyrus}{#f/5}... WHAT MORE CAN I SAY?
pt_br: <18>{#p/papyrus}{#f/5}... O QUE MAIS EU POSSO DIZER?
zh_cn: <18>{#p/papyrus}{#f/5}没啥可聊的了...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}沒啥可聊的了...ゑ

source: <25>{#p/undyne}{#f/17}* Papyrus, don't you ever look... well, up?
pt_br: <25>{#p/undyne}{#f/17}* Papyrus, você nunca olha... bem, pra cima?
zh_cn: <25>{#p/undyne}{#f/17}* Papyrus，你有没有... 呃... 往上看过？ゑ
zh_tw: <25>{#p/undyne}{#f/17}* Papyrus，你有沒有... 呃... 往上看過？ゑ

source: <18>{#p/papyrus}{#f/6}WHAT!?
pt_br: <18>{#p/papyrus}{#f/6}QUE!?
zh_cn: <18>{#p/papyrus}{#f/6}什么！？ゑ
zh_tw: <18>{#p/papyrus}{#f/6}什麼！？ゑ

source: <18>{#p/papyrus}{#f/7}YOU KNOW I DON'T HAVE TIME FOR THAT!
pt_br: <18>{#p/papyrus}{#f/7}VOCÊ SABE QUE EU NÃO TENHO TEMPO PRA ISSO!
zh_cn: <18>{#p/papyrus}{#f/7}我可没这闲工夫！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}我可沒這閒工夫！ゑ

source: <25>{#p/undyne}{#f/1}* But you're not even trying to capture anybody.
pt_br: <25>{#p/undyne}{#f/1}* Mas você nem precisa capturar ninguém por agora.
zh_cn: <25>{#p/undyne}{#f/1}* 现在你也没在抓谁啊。ゑ
zh_tw: <25>{#p/undyne}{#f/1}* 現在你也沒在抓誰啊。ゑ

source: <18>{#p/papyrus}{#f/6}S-SURE I AM! JUST... NOT WHO YOU THINK!!
pt_br: <18>{#p/papyrus}{#f/6}V-VERDADE! SÓ... NÃO PENSE MUITO SOBRE!!
zh_cn: <18>{#p/papyrus}{#f/6}瞎-瞎说！ 我-我当然在抓人！ 在抓另一个“人”！！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}瞎-瞎說！ 我-我當然在抓人！ 在抓另一個「人」！！ゑ

source: <18>{#p/papyrus}{#f/4}WAIT...
pt_br: <18>{#p/papyrus}{#f/4}ESPERA...
zh_cn: <18>{#p/papyrus}{#f/4}“特务”和“叛贼”...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}「特務」和「叛賊」...ゑ

source: <18>{#p/papyrus}{#f/1}... HAS MY BROTHER BEEN A MOLE-RAT THIS WHOLE TIME!?
pt_br: <18>{#p/papyrus}{#f/1}... MINHA IRMÃO TEM SIDO UM RATO-TOPEIRA ESSE TEMPO TODO!?
zh_cn: <18>{#p/papyrus}{#f/1}...难不成我兄弟 其实是只乌贼！？ゑ
zh_tw: <18>{#p/papyrus}{#f/1}...難不成我兄弟 其實是只烏賊！？ゑ

source: <18>{#p/papyrus}{#f/4}IT'S SOMEONE... RECTANGULAR.
pt_br: <18>{#p/papyrus}{#f/4}É ALGO... RETANGULAR.
zh_cn: <18>{#p/papyrus}{#f/4}我刚才指的是... 一个长方形的伙计。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}我剛才指的是... 一個長方形的夥計。ゑ

source: <18>{#p/papyrus}RECENTLY, PEOPLE HAVE BEEN LEAVING NOTES OUTSIDE.
pt_br: <18>{#p/papyrus}RECENTEMENTE, PESSOAS TEM DEIXADO NOTAS POR FORA.
zh_cn: <18>{#p/papyrus}最近，前哨站上 掀起了一股留言热潮。ゑ
zh_tw: <18>{#p/papyrus}最近，前哨站上 掀起了一股留言熱潮。ゑ

source: <18>DREAMS, WISHES, OFFERS OF ROMANCE...
pt_br: <18>SONHOS, PEDIDOS, OFERTAS DE ROMANCE...
zh_cn: <18>人们用便条 记载梦想，送出祝福， 也有向爱人表白的...[ADD]<18>能写的东西可多了。ゑ
zh_tw: <18>人們用便條 記載夢想，送出祝福， 也有向愛人表白的...[ADD]<18>能寫的東西可多了。ゑ

source: <18>{#p/papyrus}{#f/9}PERSONALLY, I THINK IT'S EXCELLENT!
pt_br: <18>{#p/papyrus}{#f/9}PESSOALMENTE, EU ACHO EXCELENTE!
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/0}IT'S GREAT TO SEE PEOPLE MAKING AN EFFORT.
pt_br: <18>{#p/papyrus}{#f/0}É ÓTIMO VER O ESFORÇO DAS PESSOAS.
zh_cn: <18>{#p/papyrus}{#f/9}看到大伙敞开心扉， 我真的很高兴。ゑ
zh_tw: <18>{#p/papyrus}{#f/9}看到大夥敞開心扉， 我真的很高興。ゑ

source: <18>{#p/papyrus}{#f/4}AS FOR MY BROTHER, WELL...
pt_br: <18>{#p/papyrus}{#f/4}JÁ MEU IRMÃO, BEM...
zh_cn: <18>{#p/papyrus}{#f/4}不过我兄弟，就...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}不過我兄弟，就...ゑ

source: <18>{#p/papyrus}{#f/4}HE THINKS THEY'RE ALL JUST BEING LUNAR-TICKS.
pt_br: <18>{#p/papyrus}{#f/4}ELE PENSA QUE AS PESSOAS ESTÃO SENDO LUNÁTICAS.
zh_cn: <18>{#p/papyrus}{#f/4}他{@fill=#ff0}月{@fill=#fff}想{@fill=#ff0}月{@fill=#fff}觉得 那帮家伙 都是在做梦。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}他{@fill=#ff0}月{@fill=#fff}想{@fill=#ff0}月{@fill=#fff}覺得 那幫傢伙 都是在做夢。ゑ

source: <18>WHAT'S -THAT- LOOK FOR, UNDYNE?
pt_br: <18>QUE -OLHAR- É ESSE UNDYNE?
zh_cn: <18>UNDYNE， 干嘛露出这幅表情？ゑ
zh_tw: <18>UNDYNE， 幹嘛露出這幅表情？ゑ

source: <25>{#p/undyne}{#f/3}* ... did you see any, uh...
pt_br: <25>{#p/undyne}{#f/3}* ... você não viu nenhuma, uh...
zh_cn: <25>{#p/undyne}{#f/3}* ...你有没有见过，呃...ゑ
zh_tw: <25>{#p/undyne}{#f/3}* ...你有沒有見過，呃...ゑ

source: <18>{#p/papyrus}{#f/0}... SEE ANY WHAT?
pt_br: <18>{#p/papyrus}{#f/0}... NENHUMA O QUE?
zh_cn: <18>{#p/papyrus}{#f/0}...见过啥？ゑ
zh_tw: <18>{#p/papyrus}{#f/0}...見過啥？ゑ

source: <25>{#p/undyne}{#f/15}* ... scientific notes?
pt_br: <25>{#p/undyne}{#f/15}* ... nota científica?
zh_cn: <25>{#p/undyne}{#f/15}* ...跟科学有关的便条？
zh_tw: <25>{#p/undyne}{#f/15}* ...跟科學有關的便條？

source: <18>{#p/papyrus}{#f/0}OH.
zh_cn: <18>{#p/papyrus}{#f/0}噢。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}噢。ゑ

source: <18>{#p/papyrus}{#f/0}... NO.
pt_br: <18>{#p/papyrus}{#f/0}... NÃO.
zh_cn: <18>{#p/papyrus}{#f/0}...没。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}...沒。ゑ

source: <25>{#p/undyne}{#f/1}* Darn it!
pt_br: <25>{#p/undyne}{#f/1}* Droga!
zh_cn: <25>{#p/undyne}{#f/1}* 真见鬼！ゑ
zh_tw: <25>{#p/undyne}{#f/1}* 真見鬼！ゑ

source: <18>{#p/papyrus}I WONDER WHAT LIFE WOULD BE LIKE WITH A MOON IN ORBIT.
pt_br: <18>{#p/papyrus}ME PERGUNTO COMO É A VIDA COM UMA LUTA EM ORBITA.
zh_cn: <18>{#p/papyrus}话说，要是有个月亮 绕着咱们转， 生活会变成啥样。ゑ
zh_tw: <18>{#p/papyrus}話說，要是有個月亮 繞著咱們轉， 生活會變成啥樣。ゑ

source: <18>{#p/papyrus}DON'T YOU HAVE ANY HOPES AND DREAMS TO SHARE?
pt_br: <18>{#p/papyrus}VOCÊ NÃO TEM NENHUM SONHO OU ESPERANÇA PARA COMPARTILHAR?
zh_cn: <18>{#p/papyrus}你没啥想要分享的 希望与梦想吗？ゑ
zh_tw: <18>{#p/papyrus}你沒啥想要分享的 希望與夢想嗎？ゑ

source: <18>{#p/papyrus}{#f/0}ABOUT THAT GRAND SPEECH OF MINE...
pt_br: <18>{#p/papyrus}{#f/0}SOBRE AQUELE GRANDE DISCURSO MEU...
zh_cn: <18>{#p/papyrus}{#f/0}我说说那段 出色的演讲吧！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我說說那段 出色的演講吧！ゑ

source: <18>{#p/papyrus}{#f/0}COINCIDENTALLY, I FIRST PRACTICED IT IN THIS VERY ROOM.
pt_br: <18>{#p/papyrus}{#f/0}COINCIDENTEMENTE, EU PRATIQUEI ELE PELA PRIMEIRA VEZ NESTA SALA.
zh_cn: <18>{#p/papyrus}{#f/0}说来挺巧的， 我第一次排练 就是在这儿。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}說來挺巧的， 我第一次排練 就是在這兒。ゑ

source: <18>{#p/papyrus}{#f/9}AND WITH SANS, NO LESS!
pt_br: <18>{#p/papyrus}{#f/9}E COM NINGUÉM MAIS, NINGUÉM MENOS QUE O SANS!
zh_cn: <18>{#p/papyrus}{#f/9}当然，SANS也在！ゑ
zh_tw: <18>{#p/papyrus}{#f/9}當然，SANS也在！ゑ

source: <18>{#p/papyrus}{#f/5}BUT WE ARGUED ABOUT WHICH WAY WE SHOULD STAND.
pt_br: <18>{#p/papyrus}{#f/5}MAS DISCUTIMOS SOBRE QUAL CAMINHO DEVERÍAMOS FICAR.
zh_cn: <18>{#p/papyrus}{#f/5}不过我们一直在争 站哪边比较好。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}不過我們一直在爭 站哪邊比較好。ゑ

source: <25>{#p/undyne}{#f/14}* I'm sure you had no arguments whatsoever.
pt_br: <25>{#p/undyne}{#f/14}* Tenho certeza de que você não teve nenhum argumento.
zh_cn: <25>{#p/undyne}{#f/14}* 你们肯定没争起来吧。ゑ
zh_tw: <25>{#p/undyne}{#f/14}* 你們肯定沒爭起來吧。ゑ

source: <18>{#p/papyrus}{#f/0}OH, ON THE CONTRARY.
pt_br: <18>{#p/papyrus}{#f/0}OH, DO CONTRÁRIO.
zh_cn: <18>{#p/papyrus}{#f/0}啊，正好相反。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}啊，正好相反。ゑ

source: <18>{#p/papyrus}{#f/0}WE ARGUED CONSTANTLY WITH EACH OTHER!
pt_br: <18>{#p/papyrus}{#f/0}NÓS ARGUMENTAMOS BASTANTE UM COM O OUTRO.
zh_cn: <18>{#p/papyrus}{#f/0}我们经常争起来！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我們經常爭起來！ゑ

source: <18>{#p/papyrus}{#f/4}I'D ROTATE ONE WAY, AND SAY THAT WAS BETTER...
pt_br: <18>{#p/papyrus}{#f/4}EU GIRARIA PARA UM LADO E DIRIA QUE ERA MELHOR...
zh_cn: <18>{#p/papyrus}{#f/4}我转向这个方向 说站这边比较好...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}我轉向這個方向 說站這邊比較好...ゑ

source: <18>{#p/papyrus}{#f/4}THEN HE'D TURN, AND SAY HIS WAY WAS BEST.
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO ELE GIRARIA E DIRIA QUE AQUELE ERA MELHOR.
zh_cn: <18>{#p/papyrus}{#f/4}他又转向那个方向， 说站那边更好。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}他又轉向那個方向， 說站那邊更好。ゑ

source: <18>{#p/papyrus}{#f/6}AS WE ARGUED, WE EACH ROTATED FASTER AND FASTER.
pt_br: <18>{#p/papyrus}{#f/6}CONFORME ARGUMENTAMOS, GIRAMOS MAIS E MAIS.
zh_cn: <18>{#p/papyrus}{#f/6}我们争啊争， 最后我们俩都转得 越来越快。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}我們爭啊爭， 最後我們倆都轉得 越來越快。ゑ

source: <18>{#p/papyrus}{#f/0}IT'S SINCE BECOME A RITUAL FOR US.
pt_br: <18>{#p/papyrus}{#f/0}MEIO QUE SE TORNOU UM RITUAL PRA GENTE.
zh_cn: <18>{#p/papyrus}{#f/0}于是，“二人转”就成了 我们兄弟俩的招牌动作。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}於是，「二人轉」就成了 我們兄弟倆的招牌動作。ゑ

source: <25>{#p/undyne}{#f/1}* ... that explains what I saw outside my house earlier.
pt_br: <25>{#p/undyne}{#f/1}* ... isso explica o que eu vi fora da minha casa mais cedo.
zh_cn: <25>{#p/undyne}{#f/1}* ...难怪我看到你俩 之前在我家门口-ゑ {%}
zh_tw: <25>{#p/undyne}{#f/1}* ...難怪我看到你倆 之前在我家門口-ゑ {%}

source: <18>{#p/papyrus}{#f/1}YOU SAW THAT!?
pt_br: <18>{#p/papyrus}{#f/1}O QUE VOCÊ VIU!?
zh_cn: <18>{#p/papyrus}{#f/1}你看到啥了！？ゑ
zh_tw: <18>{#p/papyrus}{#f/1}你看到啥了！？ゑ

source: <18>{#p/papyrus}{#f/6}UH, WAIT, I CAN EXPLAIN...
pt_br: <18>{#p/papyrus}{#f/6}UH, ESPERA, EU POSSO EXPLICAR...
zh_cn: <18>{#p/papyrus}{#f/6}等下， 你听我解释...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}等下， 你聽我解釋...ゑ

source: <18>{#p/papyrus}{#f/5}I MEAN, SANS WAS JUST WORRIED ABOUT... UH...
pt_br: <18>{#p/papyrus}{#f/5}QUER DIZER, SANS SÓ ESTAVA PREOCUPADO... UH...
zh_cn: <18>{#p/papyrus}{#f/5}咳咳， SANS只是担心... 呃...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}咳咳， SANS只是擔心... 呃...ゑ

source: <18>{#p/papyrus}{#f/6}... WORRIED THAT I'M SPENDING TOO MUCH TIME THERE!
pt_br: <18>{#p/papyrus}{#f/6}... PREOCUPADO POR EU ESTAR PASSANDO MUITO TEMPO POR LÁ!
zh_cn: <18>{#p/papyrus}{#f/6}...担心我赖在你家 说啥都不走。ゑ
zh_tw: <18>{#p/papyrus}{#f/6}...擔心我賴在你家 說啥都不走。ゑ

source: <18>{#p/papyrus}{#f/6}YEAH!!
pt_br: <18>{#p/papyrus}{#f/6}ISSO!!
zh_cn: <18>{#p/papyrus}{#f/6}对对对，就是这样！！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}對對對，就是這樣！！ゑ

source: <25>{#p/undyne}{#f/16}* ... he's your brother, isn't he?
pt_br: <25>{#p/undyne}{#f/16}* ... ele é seu irmão, não é?
zh_cn: <25>{#p/undyne}{#f/16}* 毕竟你俩是亲兄弟...ゑ
zh_tw: <25>{#p/undyne}{#f/16}* 畢竟你倆是親兄弟...ゑ

source: <25>{#p/undyne}{#f/1}* He might've just wanted you to spend more time with him.
pt_br: <25>{#p/undyne}{#f/1}* Ele talvez só estivesse com vontade de passar mais tempo com você.
zh_cn: <25>{#p/undyne}{#f/1}* 也许他只是 想让你多陪陪他。ゑ
zh_tw: <25>{#p/undyne}{#f/1}* 也許他只是 想讓你多陪陪他。ゑ

source: <18>{#p/papyrus}{#f/0}FUN FACT.
pt_br: <18>{#p/papyrus}{#f/0}FATO INTERESSANTE.
zh_cn: <18>{#p/papyrus}{#f/0}说个有意思的事。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}說個有意思的事。ゑ

source: <18>{#p/papyrus}{#f/0}IF YOU TOTAL UP OUR ROTATION SPEED...
pt_br: <18>{#p/papyrus}{#f/0}SE VOCÊ ACABAR RODANDO DEMAIS EM ALTA VELOCIDADE...
zh_cn: <18>{#p/papyrus}{#f/0}我们的转速加起来... 结果是零。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我們的轉速加起來... 結果是零。ゑ

source: <18>{#p/papyrus}{#f/0}IT'D ACTUALLY COME OUT TO ZERO.
pt_br: <18>{#p/papyrus}{#f/0}VAI ACABAR NÃO RODANDO DE JEITO ALGUM.
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/4}... WE ALWAYS SPIN IN THE OPPOSITE DIRECTION.
pt_br: <18>{#p/papyrus}{#f/4}... NÓS SEMPRE GIRAMOS NA DIREÇÃO OPOSTA.
zh_cn: <18>{#p/papyrus}{#f/4}...因为我们总是 朝相反的方向转。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}...因為我們總是 朝相反的方向轉。ゑ

source: <18>{#p/papyrus}{#f/0}FAMILY TIME IS IMPORTANT, AFTER ALL.
pt_br: <18>{#p/papyrus}{#f/0}TEMPO EM FAMÍLIA É IMPORTANTE.
zh_cn: <18>{#p/papyrus}{#f/0}毕竟， 与家人共度时光 很重要。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}畢竟， 與家人共度時光 很重要。ゑ

source: <18>{#p/papyrus}{#f/9}SOMETIMES, IT EVEN NECESSITATES USING FLIGHT MAGIC!
pt_br: <18>{#p/papyrus}{#f/9}AS VEZES É NECESSÁRIO USAR MAGIA DE VÔO.
zh_cn: <18>{#p/papyrus}{#f/9}有的时候 甚至需要用 飞行魔法！
zh_tw: <18>{#p/papyrus}{#f/9}有的時候 甚至需要用 飛行魔法！

source: <18>{#p/papyrus}{#f/9}NYEH HEH HEH!! IMPRESSED!?!
pt_br: <18>{#p/papyrus}{#f/9}NYEH HEH HEH!! IMPRESSIONADO!?!
zh_cn: <18>{#p/papyrus}{#f/0}捏嘿嘿！！ 我不光是个谜题大师...ゑ
zh_tw: <18>{#p/papyrus}{#f/0}捏嘿嘿！！ 我不光是個謎題大師...ゑ

source: <18>{#p/papyrus}{#f/0}NOT ONLY AM I GREAT AT PUZZLES...
pt_br: <18>{#p/papyrus}{#f/0}EU NÃO APENAS SOU O MELHOR EM ARMADILHAS...
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/9}I'M ALSO AN ESTEEMED ARCHITECT!!!
pt_br: <18>{#p/papyrus}{#f/9}COMO TAMBÉM SOU UM GRANDE ARQUITETO DA FÍSICA!!!
zh_cn: <18>{#p/papyrus}{#f/9}还是一名 德高望重的建筑师！[ADD]<18>{#p/papyrus}{#f/9}佩服吧？ゑ
zh_tw: <18>{#p/papyrus}{#f/9}還是一名 德高望重的建築師！[ADD]<18>{#p/papyrus}{#f/9}佩服吧？ゑ

source: <18>{#p/papyrus}{#f/0}I PLAN TO BUILD MORE WHEN I JOIN THE ROYAL GUARD.
pt_br: <18>{#p/papyrus}{#f/0}EU PLANEJO CONSTRUIR MAIS COISAS QUANDO ME JUNTAR A GUARDA REAL.
zh_cn: <18>{#p/papyrus}{#f/0}等我加入皇家卫队， 肯定要多建几个哨站。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}等我加入皇家衛隊， 肯定要多建幾個哨站。ゑ

source: <25>{#p/undyne}{#f/1}* Y'know, I WAS thinking of renovating your "sentry station..."
pt_br: <25>{#p/undyne}{#f/1}* Sabe, eu estava pensando em renovar sua "estação de sentinela..."
zh_cn: <25>{#p/undyne}{#f/1}* 话说，我之前 想把你的“哨站”翻新一下...ゑ
zh_tw: <25>{#p/undyne}{#f/1}* 話說，我之前 想把你的「哨站」翻新一下...ゑ

source: <25>{#p/undyne}{#f/14}* Like... a surprise gift!
pt_br: <25>{#p/undyne}{#f/14}* Como... um presente surpresa!
zh_cn: <25>{#p/undyne}{#f/14}* 为啥呢？ 估计是想... 给你个惊喜！ゑ
zh_tw: <25>{#p/undyne}{#f/14}* 為啥呢？ 估計是想... 給你個驚喜！ゑ

source: <18>{#p/papyrus}{#f/4}YOU WHAT?
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ O QUE?
zh_cn: <18>{#p/papyrus}{#f/4}你说啥？ゑ
zh_tw: <18>{#p/papyrus}{#f/4}你說啥？ゑ

source: <25>{#p/undyne}{#f/12}* But, uh, that'd be messing with perfection.
pt_br: <25>{#p/undyne}{#f/12}* Mas, uh, isso seria mexer na perfeição.
zh_cn: <25>{#p/undyne}{#f/12}* 不过，呃，那个哨站 已经很完美了。[ADD]<25>{#p/undyne}{#f/12}* 所以这么搞可能会弄巧成拙。ゑ
zh_tw: <25>{#p/undyne}{#f/12}* 不過，呃，那個哨站 已經很完美了。[ADD]<25>{#p/undyne}{#f/12}* 所以這麼搞可能會弄巧成拙。ゑ

source: <18>{#p/papyrus}{#f/5}PERFECTION, YOU SAY?
pt_br: <18>{#p/papyrus}{#f/5}PERFEIÇÃO, VOCÊ DIZ?
zh_cn: <18>{#p/papyrus}{#f/5}那玩意 已经“完美”了？ゑ
zh_tw: <18>{#p/papyrus}{#f/5}那玩意 已經「完美」了？ゑ

source: <18>{#p/papyrus}{#f/6}BUT YOU ONCE SAID THINGS CAN ALWAYS BE IMPROVED!
pt_br: <18>{#p/papyrus}{#f/6}MAS UMA VEZ VOCÊ DISSE QUE TUDO PODE SER MELHORADO!
zh_cn: <18>{#p/papyrus}{#f/6}可你之前不是说过 没有最好，只有更好吗！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}可你之前不是說過 沒有最好，只有更好嗎！ゑ

source: <25>{|}{#p/undyne}{#f/17}* Well... yes! * I just meant that- {%}
pt_br: <25>{|}{#p/undyne}{#f/17}* Bem... Sim! * Eu só quis dizer que- {%}
zh_cn: <25>{|}{#p/undyne}{#f/17}* 呃... 是这样没错啦！ * 我其实想说-ゑ {%}
zh_tw: <25>{|}{#p/undyne}{#f/17}* 呃... 是這樣沒錯啦！ * 我其實想說-ゑ {%}

source: <18>{#p/papyrus}ALMOST-PERFECTION. HOW ABOUT WE JUST CALL IT THAT.
pt_br: <18>{#p/papyrus}A SEMI-PERFEIÇÃO. QUE TAL CHAMARMOS ASSIM.
zh_cn: <18>{#p/papyrus}几乎完美。 这样说可以吧。ゑ
zh_tw: <18>{#p/papyrus}幾乎完美。 這樣說可以吧。ゑ

source: <25>{#p/undyne}{#f/12}* That works.
pt_br: <25>{#p/undyne}{#f/12}* É, isso funciona.
zh_cn: <25>{#p/undyne}{#f/12}* 对对对，就是这个。ゑ
zh_tw: <25>{#p/undyne}{#f/12}* 對對對，就是這個。ゑ

source: <18>{#p/papyrus}{#f/4}I'M HOPING SANS CAN HELP ME FIND BETTER MATERIALS.
pt_br: <18>{#p/papyrus}{#f/4}EU ESPERO QUE SANS POSSA ME AJUDAR A ENCONTRAR MATERIAIS MELHORES.
zh_cn: <18>{#p/papyrus}{#f/4}要是SANS能找到点 好建材，就好了。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}要是SANS能找到點 好建材，就好了。ゑ

source: <18>{#p/papyrus}{#f/6}BOXES CAN ONLY TAKE YOU SO FAR!!
pt_br: <18>{#p/papyrus}{#f/6}CAIXAS NÃO TE LEVAM MUITO LONGE!!
zh_cn: <18>{#p/papyrus}{#f/6}纸箱子顶多 就这样了！！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}紙箱子頂多 就這樣了！！ゑ

source: <18>{#p/papyrus}THANK YOU, HUMAN...
pt_br: <18>{#p/papyrus}OBRIGADO, HUMANO...
zh_cn: <18>{#p/papyrus}人类，谢谢你...ゑ
zh_tw: <18>{#p/papyrus}人類，謝謝你...ゑ

source: <18>FOR BEING MY ALMOST-PERFECT FRIEND.
pt_br: <18>POR SER MEU SEMI-PERFEITO, AMIGO.
zh_cn: <18>可以当我 几乎完美的 朋友。ゑ
zh_tw: <18>可以當我 幾乎完美的 朋友。ゑ

source: <18>{#p/papyrus}THE SENTRY STATION OF DOGGO...
pt_br: <18>{#p/papyrus}A ESTAÇÃO DE SENTINELA DO DOGGO...
zh_cn: <18>{#p/papyrus}这不是DOGGO的哨站嘛...ゑ
zh_tw: <18>{#p/papyrus}這不是DOGGO的哨站嘛...ゑ

source: <18>{#p/papyrus}{#f/5}ONE DAY, AFTER AN INCIDENT WITH THE OTHER DOGS...
pt_br: <18>{#p/papyrus}{#f/5}UM DIA, APÓS UM ACIDENTE COM OUTROS CACHORROS...
zh_cn: <18>{#p/papyrus}{#f/5}那天，DOGGO跟其他狗狗 发生了点事...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}那天，DOGGO跟其他狗狗 發生了點事...ゑ

source: <18>{#p/papyrus}{#f/5}HE TOLD ME HE DIDN'T FEEL AT HOME ANYMORE.
pt_br: <18>{#p/papyrus}{#f/5}ELE DISSE QUE NÃO SE SENTIA MAIS EM CASA.
zh_cn: <18>{#p/papyrus}{#f/5}在那之后，他告诉我， 自己再也没有 家的感觉了。
zh_tw: <18>{#p/papyrus}{#f/5}在那之後，他告訴我， 自己再也沒有 家的感覺了。

source: <18>{#p/papyrus}{#f/0}SO I GAVE HIM A HUG, AND TOLD HIM TO TALK IT OUT.
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO EU LHE-DEI UM ABRAÇO E PEDI PARA QUE CONTASSE TUDO.
zh_cn: <18>{#p/papyrus}{#f/0}我抱了抱他，告诉他， 心里有啥不快， 就说出来吧。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我抱了抱他，告訴他， 心裡有啥不快， 就說出來吧。ゑ

source: <18>{#p/papyrus}{#f/4}OF COURSE, THE CANINE UNIT ARE A REASONABLE BUNCH.
pt_br: <18>{#p/papyrus}{#f/4}É CLARO, A UNIDADE CANINA É FORTE E ÚNICA.
zh_cn: <18>{#p/papyrus}{#f/4}当然，犬卫队 都很通情达理。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}當然，犬衛隊 都很通情達理。ゑ

source: <18>{#p/papyrus}{#f/0}IT'S NO SURPRISE THINGS TURNED OUT JUST FINE!
pt_br: <18>{#p/papyrus}{#f/0}NÃO É SURPRESA QUE TUDO ACABOU BEM!
zh_cn: <18>{#p/papyrus}{#f/0}事情一点点好起来 也一点都不奇怪！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}事情一點點好起來 也一點都不奇怪！ゑ

source: <25>{#p/undyne}{#f/16}* Oh yeah, I remember that incident...
pt_br: <25>{#p/undyne}{#f/16}*Ah é, eu lembro daquele incidente.
zh_cn: <25>{#p/undyne}{#f/16}* 是啊，我还记得这件事呢...ゑ
zh_tw: <25>{#p/undyne}{#f/16}* 是啊，我還記得這件事呢...ゑ

source: <25>{#p/undyne}{#f/22}* He, uh... * He was thinking of...
pt_br: <25>{#p/undyne}{#f/22}* Ele, uh... * Ele estava pensando em...
zh_cn: <25>{#p/undyne}{#f/22}* 他... * 他当时还在想...ゑ
zh_tw: <25>{#p/undyne}{#f/22}* 他... * 他當時還在想...ゑ

source: <18>{#p/papyrus}{#f/5}THINKING OF...?
pt_br: <18>{#p/papyrus}{#f/5}PENSANDO EM...?
zh_cn: <18>{#p/papyrus}{#f/5}...嗯？ゑ
zh_tw: <18>{#p/papyrus}{#f/5}...嗯？ゑ

source: <25>{#p/undyne}{#f/9}* ... thanks for being there when you were.
pt_br: <25>{#p/undyne}{#f/9}* ... obrigado por estar lá quando você esteve.
zh_cn: <25>{#p/undyne}{#f/9}* ...幸好有你在。ゑ
zh_tw: <25>{#p/undyne}{#f/9}* ...幸好有你在。ゑ

source: <25>{#p/undyne}{#f/16}* Without you, he might've actually...
pt_br: <25>{#p/undyne}{#f/16}* Sem você, ele talvez teria...
zh_cn: <25>{#p/undyne}{#f/16}* 不然他说不定就...ゑ
zh_tw: <25>{#p/undyne}{#f/16}* 不然他說不定就...ゑ

source: <18>{#p/papyrus}{#f/6}WHAT? WHAT IS IT??
pt_br: <18>{#p/papyrus}{#f/6}O QUE? TERIA O QUE??
zh_cn: <18>{#p/papyrus}{#f/6}啥？ 说不定就怎样？？ゑ
zh_tw: <18>{#p/papyrus}{#f/6}啥？ 說不定就怎樣？？ゑ

source: <25>{#p/undyne}{#f/12}* ... uh, he would have quit the guard for a really long time.
pt_br: <25>{#p/undyne}{#f/12}* ... uh, ele teria saído da guarda por um longo tempo.
zh_cn: <25>{#p/undyne}{#f/12}* ...呃，他说不定就马上离队了。ゑ
zh_tw: <25>{#p/undyne}{#f/12}* ...呃，他說不定就馬上離隊了。ゑ

source: <18>{#p/papyrus}{#f/0}OH, OKAY.
pt_br: <18>{#p/papyrus}{#f/0}OH, TUDO BEM.
zh_cn: <18>{#p/papyrus}{#f/0}哦，这样啊。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}喔，這樣啊。ゑ

source: <18>{#p/papyrus}{#f/5}I GUESS THAT WOULD BE PRETTY BAD...
pt_br: <18>{#p/papyrus}{#f/5}EU ACHO QUE ISSO SERIA BEM RUIM.
zh_cn: <18>{#p/papyrus}{#f/5}那可就太可惜了...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}那可就太可惜了...ゑ

source: <18>{#p/papyrus}{#f/0}KINDNESS REALLY -IS- A VIRTUE!
pt_br: <18>{#p/papyrus}{#f/0}BONDADE É UMA -VERDADEIRA- VIRTUDE!
zh_cn: <18>{#p/papyrus}{#f/0}善良的确是种美德啊！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}善良的確是種美德啊！ゑ

source: <18>{#p/papyrus}{#f/9}NO DOG LEAVES THE ROYAL GUARD UNDER MY WATCH!
pt_br: <18>{#p/papyrus}{#f/9}NENHUM CACHORRO SAIRÁ DA GUARDA REAL EM MEU COMANDO!
zh_cn: <18>{#p/papyrus}{#f/9}没有一条狗 能在我眼皮底下 从皇家守卫辞职！ゑ
zh_tw: <18>{#p/papyrus}{#f/9}沒有一條狗 能在我眼皮底下 從皇家守衛辭職！ゑ

source: <18>{#p/papyrus}{#f/5}LIFE AS A BUILDER BOT MUST BE TOUGH.
pt_br: <18>{#p/papyrus}{#f/5}A VIDA COMO UM BOT CONSTRUTOR DEVE SER DIFÍCIL.
zh_cn: <18>{#p/papyrus}{#f/5}作为一个建筑机器人， 生活一定很艰难吧。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}作為一個建築機器人， 生活一定很艱難吧。ゑ

source: <18>{#p/papyrus}{#f/5}BE NICE TO THOSE WHOSE INTELLIGENCE IS ARTIFICIAL.
pt_br: <18>{#p/papyrus}{#f/5}SEJA LEGAL COM AQUELES QUE A INTELIGÊNCIA É ARTIFICIAL.
zh_cn: <18>{#p/papyrus}{#f/5}对那些智能 比较人工的伙计 好一点。
zh_tw: <18>{#p/papyrus}{#f/5}對那些智能 比較人工的夥計 好一點。

source: <25>{#p/undyne}{#f/16}* Yeah... especially as a robot living on the outpost these days.
pt_br: <25>{#p/undyne}{#f/16}* Isso... especialmente como um robô vivendo no Outpost atualmente.
zh_cn: <25>{#p/undyne}{#f/16}* 是啊... 尤其是一个 住在前哨站的机器人。ゑ
zh_tw: <25>{#p/undyne}{#f/16}* 是啊... 尤其是一個 住在前哨站的機器人。ゑ

source: <25>{#p/undyne}{#f/9}* I think we both know why that is.
pt_br: <25>{#p/undyne}{#f/9}* Eu acho que ambos sabemos o motivo disso.
zh_cn: <25>{#p/undyne}{#f/9}* 为什么呢？ * 我俩都清楚。ゑ
zh_tw: <25>{#p/undyne}{#f/9}* 為什麼呢？ * 我倆都清楚。ゑ

source: <18>{#p/papyrus}{#f/5}UNFORTUNATELY.
pt_br: <18>{#p/papyrus}{#f/5}INFELIZMENTE.
zh_cn: <18>{#p/papyrus}{#f/5}真是悲剧啊...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}真是悲劇啊...ゑ

source: <25>{#p/undyne}{#f/17}* But hey! * It's not all bad!!
pt_br: <25>{#p/undyne}{#f/17}* Mas ei! * Não é de todo mau!
zh_cn: <25>{#p/undyne}{#f/17}* 但是，嘿！ * 也没那么糟！！ゑ
zh_tw: <25>{#p/undyne}{#f/17}* 但是，嘿！ * 也沒那麼糟！！ゑ

source: <25>{#p/undyne}{#f/14}* After all, their chip could just be moved to a new computer.
pt_br: <25>{#p/undyne}{#f/14}* Até porque, o chip deles pode ser movido para outro computador.
zh_cn: <25>{#p/undyne}{#f/14}* 毕竟，你可以把它们的芯片 转移到一台新电脑上。ゑ
zh_tw: <25>{#p/undyne}{#f/14}* 畢竟，你可以把它們的晶片 轉移到一臺新電腦上。ゑ

source: <18>{#p/papyrus}{#f/0}OH! OH! I THINK I GET IT!
pt_br: <18>{#p/papyrus}{#f/0}OH! OH! EU ACHO QUE ENTENDI!
zh_cn: <18>{#p/papyrus}{#f/0}哦！哦！ 我大概懂了！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}喔！喔！ 我大概懂了！ゑ
