Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/4}TELLING EACH OTHER BEDTIME STORIES WILL HAVE TO DO.
pt_br: <18>{#p/papyrus}{#f/4}CONTAR HISTÓRIAS DE DORMIR UM PARA O OUTRO SERÁ O SUFICIENTE.
zh_cn: <18>{#p/papyrus}{#f/4}只能互相 讲讲睡前故事了。
zh_tw: <18>{#p/papyrus}{#f/4}只能互相 講講睡前故事了。

source: <25>{#p/undyne}{#f/1}* Oh yeah, doesn't Sans read you those?
pt_br: <25>{#p/undyne}{#f/1}* Ah, é, o Sans não meio que lê elas?
zh_cn: <25>{#p/undyne}{#f/1}* 对哦， Sans不是经常跟你讲吗？
zh_tw: <25>{#p/undyne}{#f/1}* 對喔， Sans不是經常跟你講嗎？

source: <18>{#p/papyrus}{#f/0}OF COURSE! THEY'RE LIKE RAW IMAGINATION FUEL!
pt_br: <18>{#p/papyrus}{#f/0}CLARO! ELAS SÃO COMO COMBUSTÍVEL BRUTO DA IMAGINAÇÃO!
zh_cn: <18>{#p/papyrus}{#f/0}当然了！ 那些故事简直就是 想象力的源泉！
zh_tw: <18>{#p/papyrus}{#f/0}當然了！ 那些故事簡直就是 想像力的源泉！

source: <25>{#p/undyne}{#f/1}* Imagine if you got a homeworld survivor to tell you stories...
pt_br: <25>{#p/undyne}{#f/1}* Imagine se tivéssemos um sobrevivente do planeta natal para contar histórias...
zh_cn: <25>{#p/undyne}{#f/1}* 想象一下， 你要是能找个来自故园的人 给你讲故事...
zh_tw: <25>{#p/undyne}{#f/1}* 想像一下， 你要是能找個來自故園的人 給你講故事...

source: <25>{#p/undyne}{#f/14}* Someone like THAT could provide you with a HUNDRED great bedtimes!
pt_br: <25>{#p/undyne}{#f/14}* Alguém assim poderia fornecer CENTENAS de histórias para dormir!
zh_cn: <25>{#p/undyne}{#f/14}* 那样的人绝对能给你讲上 几百个超棒的睡前故事！
zh_tw: <25>{#p/undyne}{#f/14}* 那樣的人絕對能給你講上 幾百個超棒的睡前故事！

source: <18>{#p/papyrus}WITHOUT DOUBT!
pt_br: <18>{#p/papyrus}SEM DÚVIDAS!
zh_cn: <18>{#p/papyrus}那还用说！
zh_tw: <18>{#p/papyrus}那還用說！

source: <18>{#p/papyrus}ONCE IN A WHILE, SANS WILL READ ME A BEDTIME STORY.
pt_br: <18>{#p/papyrus}DE VEZ EM QUANDO, SANS ME CONTA UMA HISTÓRIA DE DORMIR.
zh_cn: <18>{#p/papyrus}有的时候， SANS会给我读一个 睡前故事。
zh_tw: <18>{#p/papyrus}有的時候， SANS會給我讀一個 睡前故事。

source: <18>{#p/papyrus}{#f/5}HAVE YOU EVER HEARD OF "GENEROUS MONSTER?"
pt_br: <18>{#p/papyrus}{#f/5} JÁ OUVIU SOBRE A HISTÓRIA DO "MONSTRO GENEROSO?"
zh_cn: <18>{#p/papyrus}{#f/5}你听说过 《伟大的怪物》吗？
zh_tw: <18>{#p/papyrus}{#f/5}你聽說過 《偉大的怪物》嗎？

source: <18>{#p/papyrus}{#f/6}SANS READ IT TO ME LAST NIGHT, AND...
pt_br: <18>{#p/papyrus}{#f/6}SANS LEU ELA PRA MIM NA NOITE PASSADA, E...
zh_cn: <18>{#p/papyrus}{#f/6}SANS昨晚给我讲了 这个故事，然后...
zh_tw: <18>{#p/papyrus}{#f/6}SANS昨晚給我講了 這個故事，然後...

source: <18>{#p/papyrus}{#f/8}... AUGH! I JUST COULDN'T STOP CRYING!
pt_br: <18>{#p/papyrus}{#f/8}... AUGH! EU NÃO PUDE PARA DE CHORAR!
zh_cn: <18>{#p/papyrus}{#f/8}...呃啊！ 我就哭得 停不下来了！
zh_tw: <18>{#p/papyrus}{#f/8}...呃啊！ 我就哭得 停不下來了！

source: <25>{#p/undyne}{#f/10}* Ouch... * That's a rough one.
pt_br: <25>{#p/undyne}{#f/10}* Ai... * Essa aí dói.
zh_cn: <25>{#p/undyne}{#f/10}* 哎哟... * 那确实是个悲剧。
zh_tw: <25>{#p/undyne}{#f/10}* 哎喲... * 那確實是個悲劇。

source: <25>{#p/undyne}{#f/16}* Especially for something written by a human.
pt_br: <25>{#p/undyne}{#f/16}* Especialmente porque foi escrito por um humano.
zh_cn: <25>{#p/undyne}{#f/16}* 尤其是它还是个人类写的。
zh_tw: <25>{#p/undyne}{#f/16}* 尤其是它還是個人類寫的。

source: <18>{#p/papyrus}{#f/6}... DO HUMANS ALWAYS WRITE BOOKS THIS TRAGIC!?
pt_br: <18>{#p/papyrus}{#f/6}... HUMANOS SEMPRE ESCREVEM LIVROS TRÁGICOS ASSIM!?
zh_cn: <18>{#p/papyrus}{#f/6}...难道人类写的书里 故事都这么悲惨吗？
zh_tw: <18>{#p/papyrus}{#f/6}...難道人類寫的書裡 故事都這麼悲慘嗎？

source: <25>{#p/undyne}{#f/14}* I wouldn't know. * It's the only one I've ever read.
pt_br: <25>{#p/undyne}{#f/14}* Eu não sei. * Esse foi o único que eu li.
zh_cn: <25>{#p/undyne}{#f/14}* 这我就不知道了。 * 我就读过这一本。
zh_tw: <25>{#p/undyne}{#f/14}* 這我就不知道了。 * 我就讀過這一本。

source: <25>{#p/undyne}{#f/15}* Well, unless you count those "books" Alphys posted the other day...
pt_br: <25>{#p/undyne}{#f/15}* Bem, a não ser que você conte os "livros" que a Alphys postou outro dia...
zh_cn: <25>{#p/undyne}{#f/15}* 呃，除非你把 Alphys前几天发的 那些“书”也算上...
zh_tw: <25>{#p/undyne}{#f/15}* 呃，除非你把 Alphys前幾天發的 那些「書」也算上...

source: <18>{#p/papyrus}{#f/4}... I DON'T EVEN WANT TO KNOW.
pt_br: <18>{#p/papyrus}{#f/4}... EU NÃO QUERO SABER.
zh_cn: <18>{#p/papyrus}{#f/4}...那些 我一点也不想听。
zh_tw: <18>{#p/papyrus}{#f/4}...那些 我一點也不想聽。

source: <18>{#p/papyrus}{#f/4}NEXT TIME, I'M HAVING SANS READ A HAPPY STORY.
pt_br: <18>{#p/papyrus}{#f/4}DA PRÓXIMA VEZ, VOU PEDIR PRO SANS CONTAR UMA HISTÓRIA FELIZ.
zh_cn: <18>{#p/papyrus}{#f/4}下一次，我就让 SANS讲一个 开心的故事了。
zh_tw: <18>{#p/papyrus}{#f/4}下一次，我就讓 SANS講一個 開心的故事了。

source: <18>{#p/papyrus}{#f/6}WITH AN -ACTUAL- HAPPY ENDING!
pt_br: <18>{#p/papyrus}{#f/6}COM UM -VERDADEIRA- FINAL FELIZ!
zh_cn: <18>{#p/papyrus}{#f/6}要有一个 【真正】意义上的 幸福结局！
zh_tw: <18>{#p/papyrus}{#f/6}要有一個 【真正】意義上的 幸福結局！

source: <18>{#p/papyrus}{#f/5}WHERE EVERYBODY COMES AWAY SATISFIED!!
pt_br: <18>{#p/papyrus}{#f/5}EM QUE TODO MUNDO SAI FELIZ!!
zh_cn: <18>{#p/papyrus}{#f/5}每个人都该 适得其所！！
zh_tw: <18>{#p/papyrus}{#f/5}每個人都該 適得其所！！

source: <18>{#p/papyrus}{#f/7}AND WHERE NOBODY HAS TO DIE OR SAY GOODBYE!!!
pt_br: <18>{#p/papyrus}{#f/7}E QUE NINGUÉM PRECISA MORRER OU DIZER ADEUS!!!
zh_cn: <18>{#p/papyrus}{#f/7}每个人都不用 失去性命， 不用道别！！！
zh_tw: <18>{#p/papyrus}{#f/7}每個人都不用 失去性命， 不用道別！！！

source: <18>{#p/papyrus}{#f/6}SHH... (NO PHONE CALLS IN THE LIBRARBY!)
pt_br: <18>{#p/papyrus}{#f/6}SHH... (NADA DE LIGAÇÕES NA LIBRARIA!)
zh_cn: <18>{#p/papyrus}{#f/6}嘘... （图书倌里是不能 打电话的！）
zh_tw: <18>{#p/papyrus}{#f/6}噓... （圖書倌裡是不能 打電話的！）

source: <18>{#p/papyrus}{#f/0}(YOU CAN CALL ME BACK WHEN YOU'RE OUT, THOUGH!)
pt_br: <18>{#p/papyrus}{#f/0}(PODE ME LIGAR QUANDO SAIR!)
zh_cn: <18>{#p/papyrus}{#f/0}（不过可以等你出来 之后再给我打 电话！）
zh_tw: <18>{#p/papyrus}{#f/0}（不過可以等你出來 之後再給我打 電話！）

source: <25>{|}{#p/undyne}{#f/8}* YEAHHHH MAKE SOME NOI- {%}
pt_br: <25>{|}{#p/undyne}{#f/8}* AEEEEEEE FAZ BARULH- {%}
zh_cn: <25>{|}{#p/undyne}{#f/8}* 呀哈哈让我们嗨起-{%}
zh_tw: <25>{|}{#p/undyne}{#f/8}* 呀哈哈讓我們嗨起-{%}

source: <18>{#p/papyrus}{#f/4}(REALLY...)
pt_br: <18>{#p/papyrus}{#f/4}(SÉRIO...)
zh_cn: <18>{#p/papyrus}{#f/4}（你认真的吗...）
zh_tw: <18>{#p/papyrus}{#f/4}（你認真的嗎...）

source: <18>{#p/papyrus}{#f/4}(YES, I HUNG UP TO STOP UNDYNE FROM DISTURBING YOU.)
pt_br: <18>{#p/papyrus}{#f/4}(SIM, EU DESLIGUEI PRA UNDYNE NÃO TE ATRAPALHAR.)
zh_cn: <18>{#p/papyrus}{#f/4}（对了， 我得挂掉电话， 免得Undyne吵到你。）
zh_tw: <18>{#p/papyrus}{#f/4}（對了， 我得掛掉電話， 免得Undyne吵到你。）

source: <25>{|}{#p/undyne}{#f/8}* YEA- {%}
pt_br: <25>{|}{#p/undyne}{#f/8}* SI- {%}
zh_cn: <25>{|}{#p/undyne}{#f/8}* 呀- {%}
zh_tw: <25>{|}{#p/undyne}{#f/8}* 呀- {%}

source: <18>{#p/papyrus}BEHOLD THE OMINOUS ATMOSPHERE OF THE FACTORY.
pt_br: <18>{#p/papiro}CONTEMPLE A ATMOSFERA SINISTRA DA FÁBRICA.
zh_cn: <18>{#p/papyrus}看看铸厂里 这不祥的气氛。
zh_tw: <18>{#p/papyrus}看看鑄廠裡 這不祥的氣氛。

source: <18>{#p/papyrus}{#f/4}THEY SAY THERE ARE MONSTERS LIVING IN THE PIPES...
pt_br: <18>{#p/papyrus}{#f/4}DIZEM QUE HÁ MONSTROS VIVENDO NOS CANOS...
zh_cn: <18>{#p/papyrus}{#f/4}他们说管道里 住着怪物...
zh_tw: <18>{#p/papyrus}{#f/4}他們說管道裡 住著怪物...

source: <18>{#p/papyrus}{#f/0}AND THEY'D BE ABSOLUTELY RIGHT!
pt_br: <18>{#p/papyrus}{#f/0}E ELES ESTÃO COMPLETAMENTE CORRETOS!
zh_cn: <18>{#p/papyrus}{#f/0}说得绝对没错！
zh_tw: <18>{#p/papyrus}{#f/0}說得絕對沒錯！

source: <18>{#p/papyrus}{#f/5}SOME MONSTERS DO PREFER A DANK AND DIRTY ENVIRONMENT.
pt_br: <18>{#p/papyrus}{#f/5}ALGUNS MONSTROS PREFEREM UM AMBIENTE ÚMIDO E SUJO.
zh_cn: <18>{#p/papyrus}{#f/5}有些怪物确实喜欢 潮湿肮脏的环境。
zh_tw: <18>{#p/papyrus}{#f/5}有些怪物確實喜歡 潮溼骯髒的環境。

source: <18>{#p/papyrus}{#f/6}UNLIKE ME!!
pt_br: <18>{#p/papyrus}{#f/6}MUITO NÃO EU!
zh_cn: <18>{#p/papyrus}{#f/6}我就不一样！！
zh_tw: <18>{#p/papyrus}{#f/6}我就不一樣！！

source: <25>{#p/undyne}{#f/1}* I hope they don't mind me using the pipes as a jungle gym.
pt_br: <25>{#p/undyne}{#f/1}* Espero que eles não se importem que eu use os canos como um trepa-trepa.
zh_cn: <25>{#p/undyne}{#f/1}* 我把这些管子当成攀爬架爬 希望他们不要介意。
zh_tw: <25>{#p/undyne}{#f/1}* 我把這些管子當成攀爬架爬 希望他們不要介意。

source: <25>{#p/undyne}{#f/8}* I used to swing on them all the time!
pt_br: <25>{#p/undyne}{#f/8}* Eu costumava balançar neles toda hora!
zh_cn: <25>{#p/undyne}{#f/8}* 我一直都把这东西 当攀爬架用的！
zh_tw: <25>{#p/undyne}{#f/8}* 我一直都把這東西 當攀爬架用的！

source: <18>{#p/papyrus}{#f/6}UNDYNE, NO! THOSE POOR, POOR PIPE DWELLERS!
pt_br: <18>{#p/papyrus}{#f/6}UNDYNE, NÃO! AQUELES POBRES, POBRES MORADORES DE CANOS!
zh_cn: <18>{#p/papyrus}{#f/6}UNDYNE，哦不！ 好可怜的管道居民啊！
zh_tw: <18>{#p/papyrus}{#f/6}UNDYNE，喔不！ 好可憐的管道居民啊！

source: <18>{#p/papyrus}{#f/0}I PREFER THE SANITARY SIDE OF LIVING.
pt_br: <18>{#p/papyrus}{#f/0}EU PREFIRO VIVER NO LADO SANITÁRIO DA VIDA.
zh_cn: <18>{#p/papyrus}{#f/0}我更喜欢在生活中 卫生一点。
zh_tw: <18>{#p/papyrus}{#f/0}我更喜歡在生活中 衛生一點。

source: <18>{#p/papyrus}{#f/6}BE CAREFUL WHERE YOU JUNGLE GYM.
pt_br: <18>{#p/papyrus}{#f/6}CUIDADO ONDE VOCÊ SE BALANÇA.
zh_cn: <18>{#p/papyrus}{#f/6}以后请轻攀慢爬。
zh_tw: <18>{#p/papyrus}{#f/6}以後請輕攀慢爬。

source: <18>{#p/papyrus}{#f/0}MY BROTHER HAS A STATION HERE.
pt_br: <18>{#p/papyrus}{#f/0}MEU IRMÃO TEM UMA ESTAÇÃO AÍ.
zh_cn: <18>{#p/papyrus}{#f/0}我兄弟在这 有一个工作站。
zh_tw: <18>{#p/papyrus}{#f/0}我兄弟在這 有一個工作站。

source: <18>{#p/papyrus}{#f/4}INDEED, HE MANS TWO STATIONS AT THE SAME TIME.
pt_br: <18>{#p/papyrus}{#f/4}DE FATO, ELE OCUPA DUAS ESTAÇÕES AO MESMO TEMPO.
zh_cn: <18>{#p/papyrus}{#f/4}事实上， 他同时管理两个站点。
zh_tw: <18>{#p/papyrus}{#f/4}事實上， 他同時管理兩個站點。

source: <18>{#p/papyrus}{#f/0}AMAZING, ISN'T HE?
pt_br: <18>{#p/papyrus}{#f/0}INCRÍVEL, NÃO É?
zh_cn: <18>{#p/papyrus}{#f/0}很惊人，是吧？
zh_tw: <18>{#p/papyrus}{#f/0}很驚人，是吧？

source: <18>{#p/papyrus}{#f/0}HE SLACKS OFF TWICE AS MUCH AS NORMAL!!
pt_br: <18>{#p/papyrus}{#f/0}ELE DORME DUAS VEZES A MAIS POR CAUSA DISSO!!
zh_cn: <18>{#p/papyrus}{#f/0}他偷懒的次数 是平时的两倍！！
zh_tw: <18>{#p/papyrus}{#f/0}他偷懶的次數 是平時的兩倍！！

source: <25>{#p/undyne}{#f/14}* Sounds to me like he's always watching.
pt_br: <25>{#p/undyne}{#f/14}* Pra mim parece que ele sempre está observando.
zh_cn: <25>{#p/undyne}{#f/14}* 听起来他没少看啊。
zh_tw: <25>{#p/undyne}{#f/14}* 聽起來他沒少看啊。

source: <18>{#p/papyrus}{#f/0}AH, YES... ALWAYS WATCHING.
pt_br: <18>{#p/papyrus}{#f/0}AH, CERTO... SEMPRE OBSERVANDO.
zh_cn: <18>{#p/papyrus}{#f/0}啊，对...没少看。
zh_tw: <18>{#p/papyrus}{#f/0}啊，對...沒少看。

source: <18>{#p/papyrus}{#f/4}ALWAYS WATCHING A VARIETY OF ONLINE VIDEO CONTENT.
pt_br: <18>{#p/papyrus}{#f/4}SÓ SE FOR OBSERVANDO CONTEÚDOS ONLINE.
zh_cn: <18>{#p/papyrus}{#f/4}确实没少看网上的视频 啥的。
zh_tw: <18>{#p/papyrus}{#f/4}確實沒少看網上的影片 啥的。

source: <25>{#p/undyne}{#f/3}* ... I wonder if he's a fan of Mew Mew Space Adventure.
pt_br: <25>{#p/undyne}{#f/3}* ... me pergunto se ele é fã da Mew Mew Aventura No Espaço.
zh_cn: <25>{#p/undyne}{#f/3}* ...我想知道他是不是 《喵喵航天行》的粉丝。
zh_tw: <25>{#p/undyne}{#f/3}* ...我想知道他是不是 《喵喵航天行》的粉絲。

source: <18>{#p/papyrus}{#f/7}YOU'RE MISSING THE POINT!
pt_br: <18>{#p/papyrus}{#f/7}VOCÊ TÁ PERDENDO O PONTO!
zh_cn: <18>{#p/papyrus}{#f/7}那不是重点！
zh_tw: <18>{#p/papyrus}{#f/7}那不是重點！

source: <18>{#p/papyrus}{#f/5}WE WAKEFUL FOLK COULD ONLY DREAM OF SUCH SLOTH...
pt_br: <18>{#p/papyrus}{#f/5}NÓS, PESSOAS DESPERTAS, SÓ PODEMOS SONHAR COM TAL PREGUIÇA...
zh_cn: <18>{#p/papyrus}{#f/5}我们醒着的人只能 梦想拥有这样的 懒惰...
zh_tw: <18>{#p/papyrus}{#f/5}我們醒著的人只能 夢想擁有這樣的 懶惰...

source: <18>{#p/papyrus}{#f/5}EVEN UNDYNE'S BEEN CAUGHT IN SANS'S BAD HABITS...
pt_br: <18>{#p/papyrus}{#f/5}ATÉ MESMO A UNDYNE JÁ FOI PEGA EM HÁBITOS COMO OS DO SANS.
zh_cn: <18>{#p/papyrus}{#f/5}就连UNDYNE都被SANS的 坏习惯影响了...
zh_tw: <18>{#p/papyrus}{#f/5}就連UNDYNE都被SANS的 壞習慣影響了...

source: <25>{#p/undyne}{#f/17}* I have NOT!!
pt_br: <25>{#p/undyne}{#f/17}* Que MENTIRA!!
zh_cn: <25>{#p/undyne}{#f/17}* 我没有！！
zh_tw: <25>{#p/undyne}{#f/17}* 我沒有！！

source: <18>{#p/papyrus}{#f/4}... JUST DON'T WATCH IT ON THE JOB, OKAY?
pt_br: <18>{#p/papyrus}{#f/4}... SÓ NÃO FIQUE ASSISTINDO NO TRABALHO, TÁ BOM?
zh_cn: <18>{#p/papyrus}{#f/4}...上班的时候别看，行吗？
zh_tw: <18>{#p/papyrus}{#f/4}...上班的時候別看，行嗎？

source: <25>{#p/undyne}{#f/17}* Okay!!
zh_cn: <25>{#p/undyne}{#f/17}* 好啦！！
zh_tw: <25>{#p/undyne}{#f/17}* 好啦！！

source: <18>{#p/papyrus}WHAT'S IN YOUR DIMENSIONAL BOX?
pt_br: <18>{#p/papyrus}O QUE ESTÁ NA SUA CAIXA DIMENSIONAL?
zh_cn: <18>{#p/papyrus}你的次元箱里 有什么？
zh_tw: <18>{#p/papyrus}你的次元箱裡 有什麼？

source: <18>{#p/papyrus}{#f/4}ACTUALLY, DON'T TELL ME.
pt_br: <18>{#p/papyrus}{#f/4}NA VERDADE, NÃO ME FALA.
zh_cn: <18>{#p/papyrus}{#f/4}实际上， 不用告诉我。
zh_tw: <18>{#p/papyrus}{#f/4}實際上， 不用告訴我。

source: <18>{#p/papyrus}{#f/7}THAT'D BE A BLATANT VIOLATION OF YOUR PRIVACY!
pt_br: <18>{#p/papyrus}{#f/7}ISSO SERIA UMA VIOLAÇÃO DE SUA PRIVACIDADE!
zh_cn: <18>{#p/papyrus}{#f/7}不然就是公然 侵犯你的隐私了！
zh_tw: <18>{#p/papyrus}{#f/7}不然就是公然 侵犯你的隱私了！

source: <25>{#p/undyne}{#f/14}* ... yeah, you're right.
pt_br: <25>{#p/undyne}{#f/14}* ... é, você tá certo.
zh_cn: <25>{#p/undyne}{#f/14}* ...啊，还真是。
zh_tw: <25>{#p/undyne}{#f/14}* ...啊，還真是。

source: <25>{#p/undyne}{#f/8}* Wait, no! * I want to know!
pt_br: <25>{#p/undyne}{#f/8}* Espera, não! * Eu quero saber!
zh_cn: <25>{#p/undyne}{#f/8}* 等等，我撤回！ * 我想知道！
zh_tw: <25>{#p/undyne}{#f/8}* 等等，我撤回！ * 我想知道！

source: <25>{#p/undyne}{#f/7}* You! * What've you been hiding, punk!?
pt_br: <25>{#p/undyne}{#f/7}* Você! * O que você tá escondendo, pirralha!?
zh_cn: <25>{#p/undyne}{#f/7}* 你！ * 你都私藏了什么啊，小混蛋！？
zh_tw: <25>{#p/undyne}{#f/7}* 你！ * 你都私藏了什麼啊，小混蛋！？

source: <18>{#p/papyrus}{#f/6}NOTHING! THAT'S WHAT!!
pt_br: <18>{#p/papyrus}{#f/6}NADA! É ISSO!!
zh_cn: <18>{#p/papyrus}{#f/6}啥也没有！ 就这样！！
zh_tw: <18>{#p/papyrus}{#f/6}啥也沒有！ 就這樣！！

source: <25>{#p/undyne}{#f/17}* I wasn't asking you.
pt_br: <25>{#p/undyne}{#f/17}* Eu não tava perguntando pra você.
zh_cn: <25>{#p/undyne}{#f/17}* 谁问你了。
zh_tw: <25>{#p/undyne}{#f/17}* 誰問你了。

source: <25>{#p/undyne}{#f/14}* ... eh, I'll just search the dimensional storage array later.
pt_br: <25>{#p/undyne}{#f/14}* ... huh, eu só vou procurar no histórico da caixa dimensional depois.
zh_cn: <25>{#p/undyne}{#f/14}* ...呃，你要是不告诉我， 我待会自己去查 维度储存组。
zh_tw: <25>{#p/undyne}{#f/14}* ...呃，你要是不告訴我， 我待會自己去查 維度儲存組。

source: <18>{#p/papyrus}{#f/6}WHAT!? THAT'S A THING?
pt_br: <18>{#p/papyrus}{#f/6}O QUE!? ISSO EXISTE?
zh_cn: <18>{#p/papyrus}{#f/6}啥！？ 那玩意真存在啊？
zh_tw: <18>{#p/papyrus}{#f/6}啥！？ 那玩意真存在啊？

source: <18>{#p/papyrus}{#f/5}I GUESS THE ITEMS DO HAVE TO GO SOMEWHERE...
pt_br: <18>{#p/papyrus}{#f/5}EU ACHO QUE OS ÍTENS PRECISAM IR PRA ALGUM LUGAR.
zh_cn: <18>{#p/papyrus}{#f/5}我就说物品肯定不能 放进去就凭空消失了...
zh_tw: <18>{#p/papyrus}{#f/5}我就說物品肯定不能 放進去就憑空消失了...

source: <18>{#p/papyrus}{#f/4}... AT LEAST TELL ME IT'S NOT "DOG RESIDUE."
pt_br: <18>{#p/papiro}{#f/4}... PELO MENOS ME DIGA QUE NÃO É "RESÍDUO DE CACHORRO."
zh_cn: <18>{#p/papyrus}{#f/4}...至少告诉我 不是“狗剩”就行。
zh_tw: <18>{#p/papyrus}{#f/4}...至少告訴我 不是「狗剩」就行。

source: <18>{#p/papyrus}{#f/4}JUST BETWEEN YOU AND I...
pt_br: <18>{#p/papyrus}{#f/4}SÓ ENTRE EU E VOCÊ...
zh_cn: <18>{#p/papyrus}{#f/4}别跟别人说啊...
zh_tw: <18>{#p/papyrus}{#f/4}別跟別人說啊...

source: <18>{#p/papyrus}{#f/0}UNDYNE DOESN'T ACTUALLY WANT TO STEAL YOUR STUFF.
pt_br: <18>{#p/papyrus}{#f/0}UNDYNE NÃO QUER ROUBAR SUAS COISAS.
zh_cn: <18>{#p/papyrus}{#f/0}UNDYNE其实不是真的想 偷你的东西的。
zh_tw: <18>{#p/papyrus}{#f/0}UNDYNE其實不是真的想 偷你的東西的。

source: <25>{#p/undyne}{#f/12}* Me? Stealing? * Pfft, I dunno what you're talking about!
pt_br: <25>{#p/undyne}{#f/12}* Eu? Roubando? * Pfft, não sei do que você tá falando!
zh_cn: <25>{#p/undyne}{#f/12}* 我？偷他东西？ * 噗，你说啥呢！
zh_tw: <25>{#p/undyne}{#f/12}* 我？偷他東西？ * 噗，你說啥呢！

source: <18>{|}{#p/papyrus}SEE? SHE'S NOT- {%}
pt_br: <18>{|}{#p/papyrus}VIU? ELA NÃO- {%}
zh_cn: <18>{|}{#p/papyrus}看见了吧？ 他没有-{%}
zh_tw: <18>{|}{#p/papyrus}看見了吧？ 他沒有-{%}

source: <25>{#p/undyne}{#f/14}* I'd only steal from someone who ISN'T the bravest punk around!
pt_br: <25>{#p/undyne}{#f/14}* Eu só roubo das pessoas que não são mais fortes que EU!
zh_cn: <25>{#p/undyne}{#f/14}* 我只会偷那种怂包的 东西啦！
zh_tw: <25>{#p/undyne}{#f/14}* 我只會偷那種慫包的 東西啦！

source: <25>{#p/undyne}{#f/14}* I'd only steal from someone who ISN'T the nicest punk around!
pt_br: <25>{#p/undyne}{#f/14}* Eu só roubaria de alguém que NÃO É o cara mais legal do mundo!
zh_cn: <25>{#p/undyne}{#f/14}* 我只会偷那种不友好的 小混蛋的东西的啦！
zh_tw: <25>{#p/undyne}{#f/14}* 我只會偷那種不友好的 小混蛋的東西的啦！

source: <18>{#p/papyrus}{#f/4}... SO YOU'D STEAL FROM ME, THEN.
pt_br: <18>{#p/papiro}{#f/4}... VOCÊ ROUBARIA DE MIM, ENTÃO.
zh_cn: <18>{#p/papyrus}{#f/4}...那你为什么偷我东西？
zh_tw: <18>{#p/papyrus}{#f/4}...那你為什麼偷我東西？

source: <25>{#p/undyne}{#f/17}* Don't overthink it!
pt_br: <25>{#p/undyne}{#f/17}* Não pense demais nisso!
zh_cn: <25>{#p/undyne}{#f/17}* 别想太多啦！
zh_tw: <25>{#p/undyne}{#f/17}* 別想太多啦！

source: <18>{#p/papyrus}{#f/4}THEY SAY IT'S BEST TO LET SLEEPING DOGS LIE...
pt_br: <18>{#p/papyrus}{#f/4}ELES DIZEM QUE É MELHOR DEIXAR CACHORROS SONOLENTOS MENTIREM...
zh_cn: <18>{#p/papyrus}{#f/4}我总听别人说， “生活就如白云苍狗， 飘忽不定。”
zh_tw: <18>{#p/papyrus}{#f/4}我總聽別人說， 「生活就如白雲蒼狗， 飄忽不定。」

source: <18>{#p/papyrus}{#f/7}BUT, TRUTHFULLY, I DISAGREE!
pt_br: <18>{#p/papyrus}{#f/7}MAS, SINCERAMENTE, EU DISCORDO!
zh_cn: <18>{#p/papyrus}{#f/7}我就纳闷了， 白云那么轻，怎么能 藏住一只狗呢...
zh_tw: <18>{#p/papyrus}{#f/7}我就納悶了， 白雲那麼輕，怎麼能 藏住一隻狗呢...

source: <18>{#p/papyrus}{#f/5}AFTER ALL...
pt_br: <18>{#p/papyrus}{#f/5}ATÉ PORQUE...
zh_cn: <18>{#p/papyrus}{#f/5}不过， 我倒知道这里 藏着一只狗...
zh_tw: <18>{#p/papyrus}{#f/5}不過， 我倒知道這裡 藏著一隻狗...

source: <18>{#p/papyrus}{#f/6}A GOOD DOG SHOULD VALUE HONESTY ABOVE ALL ELSE!
pt_br: <18>{#p/papyrus}{#f/6}UM BOM CACHORRO DEVE TER O VALOR DA HONESTIDADE ACIMA DE TUDO!
zh_cn: <18>{#p/papyrus}{#f/6}她应该就在 你的附近！
zh_tw: <18>{#p/papyrus}{#f/6}她應該就在 你的附近！

source: <25>{#p/undyne}{#f/16}* That reminds me...
pt_br: <25>{#p/undyne}{#f/16}* Isso me lembra de...
zh_cn: <25>{#p/undyne}{#f/16}* 说起来...
zh_tw: <25>{#p/undyne}{#f/16}* 說起來...

source: <25>{#p/undyne}{#f/9}* ... one of my top guards, Doge, quit her job today.
pt_br: <25>{#p/undyne}{#f/9}* ... uma dos minhas guardas mais fortes, Doge, se demitiu hoje.
zh_cn: <25>{#p/undyne}{#f/9}* ...我的一位高级部下Doge 今天辞职了。
zh_tw: <25>{#p/undyne}{#f/9}* ...我的一位高級部下Doge 今天辭職了。

source: <18>{#p/papyrus}{#f/6}WHY? WAS SHE DISHONEST!?
pt_br: <18>{#p/papyrus}{#f/6}PORQUÊ? ELA FOI DESONESTA!?
zh_cn: <18>{#p/papyrus}{#f/6}哦！ 他们说的“白云藏狗” 指的是她吗？
zh_tw: <18>{#p/papyrus}{#f/6}喔！ 他們說的「白雲藏狗」 指的是她嗎？

source: <25>{#p/undyne}{#f/1}* Actually, she's one of the most honest dogs I know.
pt_br: <25>{#p/undyne}{#f/1}* Ela é um dos cachorros mais honestos que conheci.
zh_cn: <25>{#p/undyne}{#f/1}* 呃，白云里藏没藏狗我不知道， 但她确实是一位宝藏队员。
zh_tw: <25>{#p/undyne}{#f/1}* 呃，白雲裡藏沒藏狗我不知道， 但她確實是一位寶藏隊員。

source: <25>{#p/undyne}{#f/16}* I think I just went a little hard on her.
pt_br: <25>{#p/undyne}{#f/16}* Eu acho que tava pegando pesado demais com ela.
zh_cn: <25>{#p/undyne}{#f/16}* 她对我一直忠心耿耿... 是我待她不周了。
zh_tw: <25>{#p/undyne}{#f/16}* 她對我一直忠心耿耿... 是我待她不周了。

source: <18>{#p/papyrus}{#f/5}AH... WELL...
pt_br: <18>{#p/papyrus}{#f/5}AH... BEM...
zh_cn: <18>{#p/papyrus}{#f/5}啊...
zh_tw: <18>{#p/papyrus}{#f/5}啊...

source: <18>{#p/papyrus}{#f/6}YOU CAN JUST APOLOGIZE TO HER LATER, RIGHT?
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ PODE SE DESCULPAR PRA ELA MAIS TARDE, CERTO?
zh_cn: <18>{#p/papyrus}{#f/6}那就... 找个机会和她道个歉， 咋样？
zh_tw: <18>{#p/papyrus}{#f/6}那就... 找個機會和她道個歉， 咋樣？

source: <25>{#p/undyne}{#f/12}* ... yeah, I guess that's a good place to start.
pt_br: <25>{#p/undyne}{#f/12}* ... é, acho que eu vou sim.
zh_cn: <25>{#p/undyne}{#f/12}* ...好， 确实是个不错的起点。
zh_tw: <25>{#p/undyne}{#f/12}* ...好， 確實是個不錯的起點。

source: <18>{#p/papyrus}{#f/4}IF ONLY THE DOG UNDER MY SINK HAD SUCH PRIORITIES...
pt_br: <18>{#p/papyrus}{#f/4}SE AO MENOS O CACHORRO DEBAIXO DA MINHA PIA TIVESSE TAIS PRIORIDADES...
zh_cn: <18>{#p/papyrus}{#f/4}要是我水槽下面的 那条狗有这样的 优先权就好了...
zh_tw: <18>{#p/papyrus}{#f/4}要是我水槽下面的 那條狗有這樣的 優先權就好了...

source: <18>{#p/papyrus}{#f/0}WHEN IN DOUBT, JUST TALK IT OUT.
pt_br: <18>{#p/papyrus}{#f/0}EM CASO DE DÚVIDA, APENAS CONVERSE.
zh_cn: <18>{#p/papyrus}{#f/0}有顾虑就直接问。
zh_tw: <18>{#p/papyrus}{#f/0}有顧慮就直接問。

source: <18>{#p/papyrus}{#f/9}WORKS EVERY TIME!
pt_br: <18>{#p/papyrus}{#f/9}FUNCIONA TODA VEZ!
zh_cn: <18>{#p/papyrus}{#f/9}这招总是很有效！
zh_tw: <18>{#p/papyrus}{#f/9}這招總是很有效！

source: <18>{#p/papyrus}{#f/0}WATCH OUT FOR THE ANCIENT HUMAN PYLON PUZZLES!
pt_br: <18>{#p/papyrus}{#f/0}CUIDADO COM OS ANTIGOS QUEBRA-CABEÇAS DE PILARES DOS HUMANOS!
zh_cn: <18>{#p/papyrus}{#f/0}小心古人的 塔架谜题！
zh_tw: <18>{#p/papyrus}{#f/0}小心古人的 塔架謎題！

source: <18>{#p/papyrus}{#f/4}THOUGH RUDIMENTARY IN THEIR METHOD OF CONSTRUCTION...
pt_br: <18>{#p/papyrus}{#f/4}EMBORA RUDIMENTARES EM SEU MÉTODO DE CONSTRUÇÃO...
zh_cn: <18>{#p/papyrus}{#f/4}虽然他们的建造方法 很简陋...
zh_tw: <18>{#p/papyrus}{#f/4}雖然他們的建造方法 很簡陋...

source: <18>{#p/papyrus}{#f/6}THEIR DESIGN IS NOTHING SHORT OF PERPLEXING!
pt_br: <18>{#p/papyrus}{#f/6}SEUS DESIGNS NÃO SÃO NADA PERPLEXOS!
zh_cn: <18>{#p/papyrus}{#f/6}但是设计却很复杂！
zh_tw: <18>{#p/papyrus}{#f/6}但是設計卻很複雜！

source: <18>{#p/papyrus}{#f/5}IT'S A WONDER WE MONSTERS CAN SOLVE THEM AT ALL.
pt_br: <18>{#p/papyrus}{#f/5}É UMA MARAVILHA QUE NÓS MONSTROS CONSEGUIMOS RESOLVÊ-LOS.
zh_cn: <18>{#p/papyrus}{#f/5}我们这些怪物 能解决这些谜题 可真是个奇迹。
zh_tw: <18>{#p/papyrus}{#f/5}我們這些怪物 能解決這些謎題 可真是個奇蹟。

source: <25>{#p/undyne}{#f/1}* That makes sense. * Humans themselves are the same way...
pt_br: <25>{#p/undyne}{#f/1}* Isso faz sentido. * Os próprios humanos são da mesma maneira...
zh_cn: <25>{#p/undyne}{#f/1}* 这是怪物的智慧。 * 换做人类就不行了...
zh_tw: <25>{#p/undyne}{#f/1}* 這是怪物的智慧。 * 換做人類就不行了...

source: <25>{#p/undyne}{#f/16}* Waging that perplexing war over something so stupidly simple.
pt_br: <25>{#p/undyne}{#f/16}* Travando aquela guerra desconcertante por algo tão estupidamente simples.
zh_cn: <25>{#p/undyne}{#f/16}* 他们为了这点小破事就 跟我们发动了战争， 真是够蠢的。
zh_tw: <25>{#p/undyne}{#f/16}* 他們為了這點小破事就 跟我們發動了戰爭， 真是夠蠢的。

source: <18>{#p/papyrus}{#f/6}... WELL THAT GOT DARK FAST!
pt_br: <18>{#p/papyrus}{#f/6}... BEM ISSO FICOU PESADO RÁPIDO!
zh_cn: <18>{#p/papyrus}{#f/6}...塔们也架不住 这样折腾啊！
zh_tw: <18>{#p/papyrus}{#f/6}...塔們也架不住 這樣折騰啊！

source: <25>{#p/undyne}{#f/12}* ... thankfully, we've got this really nice human to offset it!
pt_br: <25>{#p/undyne}{#f/12}* ... felizmente, nós temos está humana muito fera conosco!
zh_cn: <25>{#p/undyne}{#f/12}* ...幸好，咱 有个超棒的人类 来挪这些塔架！
zh_tw: <25>{#p/undyne}{#f/12}* ...幸好，咱 有個超棒的人類 來挪這些塔架！

source: <18>{#p/papyrus}{#f/0}NOW -THAT- I CAN GET BEHIND.
pt_br: <18>{#p/papyrus}{#f/0}AGORA -QUE- POSSO FICAR PARA TRÁS.
zh_cn: <18>{#p/papyrus}{#f/0}这回我【总算】 不用亲自出马了。
zh_tw: <18>{#p/papyrus}{#f/0}這回我【總算】 不用親自出馬了。

source: <18>{#p/papyrus}{#f/0}I WONDER IF HUMANS STRUGGLE WITH MONSTER PUZZLES.
pt_br: <18>{#p/papyrus}{#f/0}ME PERGUNTO SE HUMANOS TEM PROBLEMA PARA RESOLVER ENIGMAS MONSTROS.
zh_cn: <18>{#p/papyrus}{#f/0}我好奇人类会不会 被怪物的谜题难住。
zh_tw: <18>{#p/papyrus}{#f/0}我好奇人類會不會 被怪物的謎題難住。

source: <18>{#p/papyrus}{#f/0}HEH! NOT ALL HUMANS ARE BAD!
pt_br: <18>{#p/papyrus}{#f/0}HEH! NEM TODOS OS HUMANOS SÃO MAUS!
zh_cn: <18>{#p/papyrus}{#f/0}哈！人类也不全是坏的！
zh_tw: <18>{#p/papyrus}{#f/0}哈！人類也不全是壞的！

source: <18>{#p/papyrus}{#f/5}MY BROTHER CAME BY HERE THE OTHER DAY...
pt_br: <18>{#p/papyrus}{#f/5}MEU IRMÃO PASSOU POR AQUILO OUTRO DIA...
zh_cn: <18>{#p/papyrus}{#f/5}我兄弟前几天 来过这里...
zh_tw: <18>{#p/papyrus}{#f/5}我兄弟前幾天 來過這裡...

source: <18>{#p/papyrus}{#f/5}SAYING HE HAD TO DROP SOMETHING OFF.
pt_br: <18>{#p/papyrus}{#f/5}DIZENDO QUE ELE TINHA QUE DEIXAR ALGO.
zh_cn: <18>{#p/papyrus}{#f/5}说他得送点 东西过来。
zh_tw: <18>{#p/papyrus}{#f/5}說他得送點 東西過來。

source: <18>{#p/papyrus}{#f/5}I ASKED HIM ABOUT IT, AND HE ISSUED ME A CHALLENGE...
pt_br: <18>{#p/papyrus}{#f/5}PERGUNTEI A ELE SOBRE ISSO, E ELE ME LANÇOU UM DESAFIO...
zh_cn: <18>{#p/papyrus}{#f/5}我问他要送什么， 他给了我一个挑战...
zh_tw: <18>{#p/papyrus}{#f/5}我問他要送什麼， 他給了我一個挑戰...

source: <18>{#p/papyrus}{#f/4}A RIDDLE ABOUT A VERY "CHEESY" JOKE.
pt_br: <18>{#p/papyrus}{#f/4}UM ENIGMA SOBRE UMA PIADA MUITO "BREGA."
zh_cn: <18>{#p/papyrus}{#f/4}说要让我想 一{@fill=#ff0}支世{@fill=#fff}俗的笑话。
zh_tw: <18>{#p/papyrus}{#f/4}說要讓我想 一{@fill=#ff0}支世{@fill=#fff}俗的笑話。

source: <25>{#p/undyne}{#f/14}* I think I know what he meant, Papyrus.
pt_br: <25>{#p/undyne}{#f/14}* Eu acho que entendi o que ele quis dizer, Papyrus.
zh_cn: <25>{#p/undyne}{#f/14}* 我应该知道它是什么意思， Papyrus。
zh_tw: <25>{#p/undyne}{#f/14}* 我應該知道它是什麼意思， Papyrus。

source: <18>{#p/papyrus}{#f/6}WHAT!? WHAT WAS IT?
pt_br: <18>{#p/papyrus}{#f/6}O QUE!? O QUE FOI ISSO?
zh_cn: <18>{#p/papyrus}{#f/6}啥！？ 说来听听？
zh_tw: <18>{#p/papyrus}{#f/6}啥！？ 說來聽聽？
