Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/1}* And here I thought my "hot fridge" was a big subversion.
pt_br: <25>{#p/undyne}{#f/1}* E aqui eu pensei que minha "geladeira quente" era uma grande subversão.
zh_cn: <25>{#p/undyne}{#f/1}* 我还以为我的“热冰箱” 已经够颠覆常识的了。
zh_tw: <25>{#p/undyne}{#f/1}* 我還以為我的「熱冰箱」 已經夠顛覆常識的了。

source: <25>{#p/undyne}{#f/8}* But this "gravitational wave" takes the cake!
pt_br: <25>{#p/undyne}{#f/8}* Mas essa "onda gravitacional" ganha o título!
zh_cn: <25>{#p/undyne}{#f/8}* 没想到这个“引力微波炉” 才是真的逆天啊！
zh_tw: <25>{#p/undyne}{#f/8}* 沒想到這個「引力微波爐」 才是真的逆天啊！

source: <25>{#p/undyne}{#f/11}* ... or would that be spaghetti?
pt_br: <25>{#p/undyne}{#f/11}* ... ou seria espaguete?
zh_cn: <25>{#p/undyne}{#f/11}* ...或者说， 其实那盘意大利面 要更逆天点？
zh_tw: <25>{#p/undyne}{#f/11}* ...或者說， 其實那盤義大利麵 要更逆天點？

source: <18>{#p/papyrus}ONLY IF IT WAS USED TO LIFT SUCH A DELIGHTFUL DISH.
pt_br: <18>{#p/papiro}SOMENTE SE FOSSE USADO PARA LEVANTAR UM PRATO TÃO DELICIOSO.
zh_cn: <18>{#p/papyrus}只有在被用来举起 这样美味的佳肴时， 才能体现这玩意的好。
zh_tw: <18>{#p/papyrus}只有在被用來舉起 這樣美味的佳餚時， 才能體現這玩意的好。

source: <18>{#p/papyrus}{#f/6}BUT, WAIT!! IF THE GRAVITY WAS TOO STRONG...
pt_br: <18>{#p/papyrus}{#f/6}MAS, ESPERA!! SE A GRAVIDADE ERA TÃO FORTE...
zh_cn: <18>{#p/papyrus}{#f/6}呃，慢着！！ 别把引力波调太强...
zh_tw: <18>{#p/papyrus}{#f/6}但是等等！！ 如果引力波太大...

source: <18>{#p/papyrus}{#f/6}IT'D TURN INTO A FLYING SPAGHETTI MONSTER!
pt_br: <18>{#p/papyrus}{#f/6}ELA SE TRANSFORMARIA EM UM MONSTRO ESPAGUETE VOADOR!
zh_cn: <18>{#p/papyrus}{#f/6}它就会变成 一个飞天意面怪的！
zh_tw: <18>{#p/papyrus}{#f/6}它就會變成 一個飛天意面怪的！

source: <25>{#p/undyne}{#f/14}* ... now there's a religion I could believe in.
pt_br: <25>{#p/undyne}{#f/14}* ... agora há uma religião em que eu poderia acreditar.
zh_cn: <25>{#p/undyne}{#f/14}* ...我可以考虑 信一下这个教。
zh_tw: <25>{#p/undyne}{#f/14}* ...我可以考慮 信一下這個教。

source: <18>{#p/papyrus}{#f/0}IF ONLY THERE WAS A WAY TO TURN IT OFF.
pt_br: <18>{#p/papyrus}{#f/0}SE PELO MENOS HOUVESSE UMA FORMA DE DESLIGAR.
zh_cn: <18>{#p/papyrus}{#f/0}要是有办法 关掉它就好了。
zh_tw: <18>{#p/papyrus}{#f/0}要是有辦法把它 關掉就好了。

source: <18>{#p/papyrus}{#f/5}WHEN IT COMES TO SPAGHETTI MONSTERS...
pt_br: <18>{#p/papyrus}{#f/5}QUANDO SE FALA DE MONSTRO DO ESPAGUETE...
zh_cn: <18>{#p/papyrus}{#f/5}说到飞天意面怪啊...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}說到飛天意面怪啊...ゑ

source: <18>{#p/papyrus}{#f/0}I PREFER MINE TO STAY PERFECTLY STILL.
pt_br: <18>{#p/papyrus}{#f/0}EU PREFIRO QUE O MEU FIQUE PARADO E SEM VIDA.
zh_cn: <18>{#p/papyrus}{#f/0}我还是想让 我的意大利面 老老实实地待着。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我還是想讓 我的義大利麵 老老實實地待著。ゑ

source: <18>{#p/papyrus}{#f/0}SITTING PRETTY, AS A TESTAMENT TO GREAT COOKING...
pt_br: <18>{#p/papyrus}{#f/0}BEM BONITINHO, COMO O TESTAMENTO DE UMA BOA COMIDA...
zh_cn: <18>{#p/papyrus}{#f/0}被漂漂亮亮地放在盘子里， 向世人证明我高超的厨艺...
zh_tw: <18>{#p/papyrus}{#f/0}被漂漂亮亮地 放在盤子裡， 作為我高超廚藝的證明...

source: <18>{#p/papyrus}{#f/4}ON THE PLATE FROM WHICH THEY ARE TO BE DEVOURED.
pt_br: <18>{#p/papyrus}{#f/4}NO PRATO AO QUAL ELE SERÁ DEVORADO.
zh_cn: <18>{#p/papyrus}{#f/4}并等着被吃掉。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}並等著被吃掉。ゑ

source: <18>{#p/papyrus}HMMM... THE SOLUTION TO THIS ONE...?
pt_br: <18>{#p/papyrus}HMMM... A SOLUÇÃO PRA ESSE AÍ...?
zh_cn: <18>{#p/papyrus}嗯... 这个 谜题的解法...？
zh_tw: <18>{#p/papyrus}嗯... 這個 謎題的解法...？

source: <18>{#p/papyrus}{#f/5}WELL, SOMETIMES I JUST STEP OVER THE LASERS.
pt_br: <18>{#p/papyrus}{#f/5}BEM, AS VEZES EU SÓ PULO PELOS LASERS.
zh_cn: <18>{#p/papyrus}{#f/5}呃，有的时候 我就直接从激光上 跨过去了。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}呃，有的時候 我就直接從雷射上 跨過去了。ゑ

source: <18>{#p/papyrus}{#f/0}SO, ONE SOLUTION IS TO BE TALL AND HANDSOME!
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO, UMA SOLUÇÃO É SER ALTO E FORTÃO!
zh_cn: <18>{#p/papyrus}{#f/0}所以，其中一个解法 就是要又高又帅！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}所以，其中一個解法 就是要又高又帥！ゑ

source: <18>{#p/papyrus}{#f/4}... DEFINITELY DON'T DO THIS IF YOU'RE TOO SMALL.
pt_br: <18>{#p/papyrus}{#f/4}... NÃO FAÇA ISSO SE VOCÊ FOR PEQUENO.
zh_cn: <18>{#p/papyrus}{#f/4}...如果你个子太小 绝对不要这样做。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}...如果你個子太小 絕對不要這樣做。ゑ

source: <25>{#p/undyne}{#f/8}* And another one is to fly over it with your jetpack!!
pt_br: <25>{#p/undyne}{#f/8}* Outra solução é voar com uma mochila a jato!!
zh_cn: <25>{#p/undyne}{#f/8}* 另一个解法就是用 你的喷气背包飞过去！！ゑ
zh_tw: <25>{#p/undyne}{#f/8}* 另一個解法就是用 你的噴氣背包飛過去！！ゑ

source: <18>{#p/papyrus}{#f/4}JETPACKS AREN'T THE SOLUTION TO EVERYTHING.
pt_br: <18>{#p/papyrus}{#f/4}JETPACKS NÃO SÃO A SOLUÇÃO PARA TUDO.
zh_cn: <18>{#p/papyrus}{#f/4}但喷气背包 不一定是万能的。
zh_tw: <18>{#p/papyrus}{#f/4}但噴氣背包 不一定是萬能的。

source: <18>{#p/papyrus}{#f/7}WHATEVER HAPPENED TO APPRECIATING THE SCENERY?
pt_br: <18>{#p/papyrus}{#f/7}O QUE ACONTECEU COM APRECIAR O CENÁRIO?
zh_cn: <18>{#p/papyrus}{#f/7}要是你突然想 欣赏风景怎么办？
zh_tw: <18>{#p/papyrus}{#f/7}要是你突然想 欣賞風景怎麼辦？

source: <25>{#p/undyne}{#f/16}* ...
zh_cn: <25>{#p/undyne}{#f/16}* ...ゑ
zh_tw: <25>{#p/undyne}{#f/16}* ...ゑ

source: <25>{#p/undyne}{#f/16}* I've been "appreciating the scenery" all my life, Papyrus.
pt_br: <25>{#p/undyne}{#f/16}* Eu tenho "apreciado o cenário" toda a minha vida, Papyrus.
zh_cn: <25>{#p/undyne}{#f/16}* 活了这么久我哪天没有 “欣赏风景”啊， Papyrus。
zh_tw: <25>{#p/undyne}{#f/16}* 活了這麼久我哪天沒有 「欣賞風景」啊， Papyrus。

source: <25>{#p/undyne}{#f/17}* Don't you ever get tired of that!?
pt_br: <25>{#p/undyne}{#f/17}* Você nunca se cansou disso!?
zh_cn: <25>{#p/undyne}{#f/17}* 你就不会觉得腻吗！？ゑ
zh_tw: <25>{#p/undyne}{#f/17}* 你就不會覺得膩嗎！？ゑ

source: <18>{#p/papyrus}{#f/6}NOT REALLY!!
pt_br: <18>{#p/papyrus}{#f/6}NÃO!!
zh_cn: <18>{#p/papyrus}{#f/6}才不会呢！！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}才不會呢！！ゑ

source: <18>{#p/papyrus}{#f/4}I'M SOLVING IT AS WE SPEAK...
pt_br: <18>{#p/papyrus}{#f/4}ESTOU RESOLVENDO ISSO ENQUANTO FALAMOS...
zh_cn: <18>{#p/papyrus}{#f/4}我在做这个迷题了...
zh_tw: <18>{#p/papyrus}{#f/4}我在做這個迷題了...

source: <18>{#p/papyrus}{#f/5}HMM...
zh_cn: <18>{#p/papyrus}{#f/5}嗯...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}嗯...ゑ

source: <18>{#p/papyrus}{#f/0}UNDYNE SHOULD PROBABLY INVEST IN A TELESCOPE.
pt_br: <18>{#p/papyrus}{#f/0}UNDYNE PROVAVELMENTE DEVERIA INVESTIR EM UM TELESCÓPIO.
zh_cn: <18>{#p/papyrus}{#f/0}UNDYNE真该 买台望远镜。
zh_tw: <18>{#p/papyrus}{#f/0}UNDYNE真該 買臺望遠鏡。

source: <18>{#p/papyrus}{#f/4}I HEARD MY BROTHER WAS OFFERING MEMBERSHIPS...
pt_br: <18>{#p/papyrus}{#f/4}EU OUVI DIZER QUE MEU IRMÃO ESTAVA OFERECENDO ASSINATURAS...
zh_cn: <18>{#p/papyrus}{#f/4}听说我的兄弟 正好在发放着 会员资格呢...
zh_tw: <18>{#p/papyrus}{#f/4}聽說我的兄弟 正好在發放著 會員資格呢...

source: <18>{#p/papyrus}{#f/4}I'VE BEEN TOLD THERE'S A TRICK TO THESE PUZZLES...
pt_br: <18>{#p/papyrus}{#f/4}OUVI DIZER QUE TEM UM TRUQUE PARA ESSES QUEBRA-CABEÇAS...
zh_cn: <18>{#p/papyrus}{#f/4}有人告诉我说 这些谜题有一个 诀窍...
zh_tw: <18>{#p/papyrus}{#f/4}有人告訴我說 這些謎題有一個 訣竅...

source: <18>{#p/papyrus}{#f/5}INVOLVING WHAT'S DISPLAYED ON THE TILES.
pt_br: <18>{#p/papyrus}{#f/5}ENVOLVENDO O QUE É EXIBIDO NAS PEÇAS.
zh_cn: <18>{#p/papyrus}{#f/5}涉及到在瓷砖上 显示的内容。
zh_tw: <18>{#p/papyrus}{#f/5}涉及到在瓷磚上 顯示的內容。

source: <18>{#p/papyrus}{#f/6}... AND HERE I THOUGHT IT WAS A GUESSING GAME!
pt_br: <18>{#p/papiro}{#f/6}... E AQUI EU PENSEI QUE ERA UM JOGO DE ADIVINHAÇÃO!
zh_cn: <18>{#p/papyrus}{#f/6}...我还以为这是个 猜谜游戏呢！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}...我還以為這是個 猜謎遊戲呢！ゑ

source: <18>{#p/papyrus}{#f/0}I GUESS YOU LEARN SOMETHING NEW EVERY DAY.
pt_br: <18>{#p/papyrus}{#f/0}ACHO QUE DA PRA APRENDER ALGO NOVO TODO DIA!
zh_cn: <18>{#p/papyrus}{#f/0}你看，今天又学到 新东西了。[ADD]<18>{#p/papyrus}{#f/0}再接再厉！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}你看，今天又學到 新東西了。[ADD]<18>{#p/papyrus}{#f/0}再接再厲！ゑ

source: <25>{#p/undyne}{#f/16}* Did you hear about the mandate Asgore put out recently?
pt_br: <25>{#p/undyne}{#f/16}* Você ouviu sobre o mandado do Asgore?
zh_cn: <25>{#p/undyne}{#f/16}* 你有没有听说Asgore 最近发布的那个命令？
zh_tw: <25>{#p/undyne}{#f/16}* 你有沒有聽說Asgore 最近發布的那個命令？

source: <25>{#p/undyne}{#f/16}* Apparently, lasers are "dangerous" and "hazardous" to kids.
pt_br: <25>{#p/undyne}{#f/16}* Aparentemente, lasers são "perigosos" e "machucam" as crianças.
zh_cn: <25>{#p/undyne}{#f/16}* 说什么激光 对于小孩来说 “危险”、“有害”。
zh_tw: <25>{#p/undyne}{#f/16}* 說什麼雷射 對於小孩來說 「危險」、「有害」。

source: <18>{#p/papyrus}{#f/6}WELL, HE DOES HAVE A POINT...
pt_br: <18>{#p/papyrus}{#f/6}BEM, ELE TEM UM PONTO...
zh_cn: <18>{#p/papyrus}{#f/6}嗯， 他说的确实有道理...
zh_tw: <18>{#p/papyrus}{#f/6}嗯， 他說的確實有道理...

source: <25>{#p/undyne}{#f/4}* Man! * Way to take the fun out of everything!
pt_br: <25>{#p/undyne}{#f/4}* Cara! * Eles tiram a diversão de tudo hoje em dia!
zh_cn: <25>{#p/undyne}{#f/4}* 别吧！ * 这真是把乐趣 都给剥夺光了。
zh_tw: <25>{#p/undyne}{#f/4}* 別吧！ * 這真是把樂趣 都給剝奪光了。

source: <25>{#p/undyne}{#f/12}* I, uh, used to play with those things all the time as a kid.
pt_br: <25>{#p/undyne}{#f/12}* Eu brincava o tempo todo com eles quando criança.
zh_cn: <25>{#p/undyne}{#f/12}* 我，呃， 小时候还经常玩 那些东西呢。
zh_tw: <25>{#p/undyne}{#f/12}* 我，呃， 小時候還經常玩 那些東西呢。

source: <18>{#p/papyrus}{#f/0}... AH.
zh_cn: <18>{#p/papyrus}{#f/0}...啊。
zh_tw: <18>{#p/papyrus}{#f/0}...啊。

source: <18>{#p/papyrus}{#f/4}OF COURSE YOU'D FIND RISKING YOUR LIFE "FUN."
pt_br: <18>{#p/papyrus}{#f/4}É CLARO QUE VOCÊ ACHARIA ARRISCAR SUA VIDA "DIVERTIDO."
zh_cn: <18>{#p/papyrus}{#f/4}也难怪你会觉得 拿命去冒险 会很“好玩”了。
zh_tw: <18>{#p/papyrus}{#f/4}也難怪你會覺得 拿命去冒險 會很「好玩」了。

source: <25>{#p/undyne}{#f/14}* Who wouldn't!?!?
pt_br: <25>{#p/undyne}{#f/14}* E quem não acha!?!?
zh_cn: <25>{#p/undyne}{#f/14}* 谁不觉得呢！？！？
zh_tw: <25>{#p/undyne}{#f/14}* 誰不覺得呢！？！？

source: <18>{#p/papyrus}{#f/6}UM... ME???
pt_br: <18>{#p/papyrus}{#f/6}UM... EU???
zh_cn: <18>{#p/papyrus}{#f/6}呃... 我？？？
zh_tw: <18>{#p/papyrus}{#f/6}呃... 我？？？

source: <18>{#p/papyrus}{#f/4}WAIT, THAT'S MY BROTHER'S LINE...
pt_br: <18>{#p/papyrus}{#f/4}ESPERA, ISSO AÍ É O QUE MEU IRMÃO FALA...
zh_cn: <18>{#p/papyrus}{#f/4}等下，这是我 兄弟的台词...
zh_tw: <18>{#p/papyrus}{#f/4}等下，這是我 兄弟的臺詞...

source: <18>{#p/papyrus}{#f/4}IT'S ONE THING TO RISK YOUR LIFE...
pt_br: <18>{#p/papyrus}{#f/4}UMA COISA É ARRISCAR SUA VIDA...
zh_cn: <18>{#p/papyrus}{#f/4}拿命去冒险 是一回事...
zh_tw: <18>{#p/papyrus}{#f/4}拿命去冒險 是一回事...

source: <18>{#p/papyrus}{#f/7}AND ANOTHER TO NEEDLESSLY THROW IT AWAY!
pt_br: <18>{#p/papyrus}{#f/7}E OUTRA É SÓ TENTAR JOGAR ELA FORA!
zh_cn: <18>{#p/papyrus}{#f/7}白白浪费生命 就是另一回事了！
zh_tw: <18>{#p/papyrus}{#f/7}白白浪費生命 就是另一回事了！

source: <18>{#p/papyrus}{#f/5}THIS PUZZLE, EH?
pt_br: <18>{#p/papyrus}{#f/5}ESSE QUEBRA-CABEÇA, HEIN?
zh_cn: <18>{#p/papyrus}{#f/5}哦？ 这个迷题啊。
zh_tw: <18>{#p/papyrus}{#f/5}喔？ 這個迷題啊。

source: <18>{#p/papyrus}{#f/5}A PUZZLE WHOSE OUTCOME WE MAY NEVER KNOW NOW.
pt_br: <18>{#p/papyrus}{#f/5}É UM DAQUELES QUE A SOLUÇÃO TALVEZ NUNCA SABEREMOS.
zh_cn: <18>{#p/papyrus}{#f/5}我们永远也不会知道 它会给出什么结果。
zh_tw: <18>{#p/papyrus}{#f/5}我們永遠也不會知道 它會給出什麼結果。

source: <18>{#p/papyrus}{#f/4}IN FACT, THE ONLY THING I DO NOW KNOW...
pt_br: <18>{#p/papyrus}{#f/4}NA VERDADE A ÚNICA COISA QUE SEI...
zh_cn: <18>{#p/papyrus}{#f/4}事实上，我现在 唯一知道的事是...
zh_tw: <18>{#p/papyrus}{#f/4}事實上，我現在 唯一知道的事是...

source: <18>{#p/papyrus}{#f/5}IS THAT, BY NOW, WE BOTH NO LONGER KNOW HOW!
pt_br: <18>{#p/papyrus}{#f/5}É QUE POR AGORA, NENHUM DE NÓS DOIS SABE A SOLUÇÃO!
zh_cn: <18>{#p/papyrus}{#f/5}实事求是的话， 这下我们什么事 都不知道了！
zh_tw: <18>{#p/papyrus}{#f/5}實事求是的話， 這下我們什麼事 都不知道了！

source: <18>{#p/papyrus}{#f/6}WOW!!!
zh_cn: <18>{#p/papyrus}{#f/6}哇！！！
zh_tw: <18>{#p/papyrus}{#f/6}哇！！！

source: <25>{#p/undyne}{#f/1}* Talk about a tongue-twister.
pt_br: <25>{#p/undyne}{#f/1}* Fale sobre um trava-língua.
zh_cn: <25>{#p/undyne}{#f/1}* 这有点像个绕口令。
zh_tw: <25>{#p/undyne}{#f/1}* 這有點像個繞口令。

source: <18>{#p/papyrus}{#f/7}WHAT!? SKELETONS DON'T EVEN HAVE TONGUES!
pt_br: <18>{#p/papyrus}{#f/7}O QUE!? ESQUELETOS NEM TEM LINGUAS!
zh_cn: <18>{#p/papyrus}{#f/7}啥啊！？ 骷髅明明 连舌头都没有！
zh_tw: <18>{#p/papyrus}{#f/7}啥啊！？ 骷髏明明 連舌頭都沒有！

source: <25>{#p/undyne}{#f/17}* Well, OBVIOUSLY.
pt_br: <25>{#p/undyne}{#f/17}* Tá, OBVIAMENTE.
zh_cn: <25>{#p/undyne}{#f/17}* 呃，这还用说吗。
zh_tw: <25>{#p/undyne}{#f/17}* 呃，這還用說嗎。

source: <25>{#p/undyne}{#f/16}* It's... just a figure of speech.
pt_br: <25>{#p/undyne}{#f/16}* É... só uma figura de linguagem.
zh_cn: <25>{#p/undyne}{#f/16}* 这... 只是一种比喻。
zh_tw: <25>{#p/undyne}{#f/16}* 這... 只是一種比喻。

source: <18>{#p/papyrus}{#f/4}HMM... TO THINK A SKELETON CAN'T HAVE A TONGUE...
pt_br: <18>{#p/papyrus}{#f/4}HMM... PENSAR QUE UM ESQUELETO NÃO PODE TER LÍNGUA...
zh_cn: <18>{#p/papyrus}{#f/4}嗯... 想想看， 骷髅不会有舌头...
zh_tw: <18>{#p/papyrus}{#f/4}嗯... 想想看， 骷髏不會有舌頭...

source: <18>{#p/papyrus}{#f/5}WHILE A LITTLE YELLOW STAR CAN.
pt_br: <18>{#p/papyrus}{#f/5}ENQUANTO UMA PEQUENA ESTRELA AMARELA PODE.
zh_cn: <18>{#p/papyrus}{#f/5}而黄色小星星 却可以有。
zh_tw: <18>{#p/papyrus}{#f/5}而黃色小星星 卻可以有。

source: <25>{#p/undyne}{#f/12}* What are you even talking about?
pt_br: <25>{#p/undyne}{#f/12}* Do que você tá falando?
zh_cn: <25>{#p/undyne}{#f/12}* 你到底在说啥啊？
zh_tw: <25>{#p/undyne}{#f/12}* 你到底在說啥啊？

source: <18>{#p/papyrus}{#f/6}... NEVER MIND!!!
pt_br: <18>{#p/papyrus}{#f/6}... NADA!!!
zh_cn: <18>{#p/papyrus}{#f/6}...没什么！！！
zh_tw: <18>{#p/papyrus}{#f/6}...沒什麼！！！

source: <18>{#p/papyrus}{#f/5}AT FIRST, THIS PUZZLE'S OUTCOME DISAPPOINTED ME...
pt_br: <18>{#p/papyrus}{#f/5}DE PRIMEIRA, A SOLUÇÃO DESTE QUEBRA-CABEÇA ME DECEPCIONOU...
zh_cn: <18>{#p/papyrus}{#f/5}起初，这个谜题 结果让我 大失所望...
zh_tw: <18>{#p/papyrus}{#f/5}起初，這個謎題 結果讓我 大失所望...

source: <18>{#p/papyrus}{#f/4}BUT THEN, I REALIZED...
pt_br: <18>{#p/papyrus}{#f/4}MAS ENTÃO, EU ENTENDI...
zh_cn: <18>{#p/papyrus}{#f/4}但后来，我就 意识到了...
zh_tw: <18>{#p/papyrus}{#f/4}但後來，我就 意識到了...

source: <18>{#p/papyrus}{#f/0}THE CHANCES OF WHAT HAPPENED WERE SO LOW...
pt_br: <18>{#p/papyrus}{#f/0}AS CHANCES DO QUE ACONTECEU ERAM TÃO BAIXAS...
zh_cn: <18>{#p/papyrus}{#f/0}发生这种事情的 概率很低...
zh_tw: <18>{#p/papyrus}{#f/0}發生這種事情的 概率很低...

source: <18>{#p/papyrus}{#f/9}... THAT WE MAY BE THE ONLY ONES TO EVER SEE IT!!
pt_br: <18>{#p/papyrus}{#f/9}... QUE TALVEZ NÓS SEJAMOS OS ÚNICOS QUE VIMOS ISSO!!
zh_cn: <18>{#p/papyrus}{#f/9}...所以我们可能是 仅有的见证了 这一幕的人！！
zh_tw: <18>{#p/papyrus}{#f/9}...所以我們可能是 僅有的見證了 這一幕的人！！

source: <18>{#p/papyrus}{#f/0}HOW LUCKY YOU MUST FEEL RIGHT NOW.
pt_br: <18>{#p/papyrus}{#f/0}VOCÊ DEVE SE SENTIR MUITO SORTUDO AGORA.
zh_cn: <18>{#p/papyrus}{#f/0}你现在觉得 很幸运了吧。
zh_tw: <18>{#p/papyrus}{#f/0}你現在覺得 很幸運了吧。

source: <25>{#p/undyne}{#f/12}* Don't you get it?
pt_br: <25>{#p/undyne}{#f/12}* Você não pegou?
zh_cn: <25>{#p/undyne}{#f/12}* 你还不明白吗？
zh_tw: <25>{#p/undyne}{#f/12}* 你還不明白嗎？

source: <18>{#p/papyrus}{#f/0}GET WHAT?
pt_br: <18>{#p/papyrus}{#f/0}PEGUEI O QUE?
zh_cn: <18>{#p/papyrus}{#f/0}明白啥？
zh_tw: <18>{#p/papyrus}{#f/0}明白啥？

source: <25>{#p/undyne}{#f/1}* I've been told there's a term for this sort of thing.
pt_br: <25>{#p/undyne}{#f/1}* Eu sei que tem um termo pra esse tipo de coisa.
zh_cn: <25>{#p/undyne}{#f/1}* 这种情况是 专门有个说法的。
zh_tw: <25>{#p/undyne}{#f/1}* 這種情況是 專門有個說法的。

source: <25>{#p/undyne}{#f/1}* The "jenga joke."
pt_br: <25>{#p/undyne}{#f/1}* A "piada jenga."
zh_cn: <25>{#p/undyne}{#f/1}* 叫“挥汗如雨，颗粒无收”。
zh_tw: <25>{#p/undyne}{#f/1}* 叫「揮汗如雨，顆粒無收」。

source: <25>{#p/undyne}{#f/14}* All those complicated rules, not to mention the wind-up...
pt_br: <25>{#p/undyne}{#f/14}* Todas aquelas regras complicadas, sem mencionar...
zh_cn: <25>{#p/undyne}{#f/14}* 搞那些复杂的规则， 还铺垫大半天...
zh_tw: <25>{#p/undyne}{#f/14}* 搞那些複雜的規則， 還鋪墊大半天...

source: <25>{#p/undyne}{#f/12}* Only to result in a big fat zero.
pt_br: <25>{#p/undyne}{#f/12}* Bom, tudo isso resultando em um zero.
zh_cn: <25>{#p/undyne}{#f/12}* 结果毛用没有， 最后就只出来了 一个巨大的臃肿的零。
zh_tw: <25>{#p/undyne}{#f/12}* 結果毛用沒有， 最後就只出來了 一個巨大的臃腫的零。

source: <18>{#p/papyrus}{#f/0}I DON'T KNOW WHAT YOU'RE TALKING ABOUT, BUT...
pt_br: <18>{#p/papyrus}{#f/0}EU NÃO SEI DO QUE VOCÊ TÁ FALANDO, MAS...
zh_cn: <18>{#p/papyrus}{#f/0}我不明白 你在说什么， 但是...
zh_tw: <18>{#p/papyrus}{#f/0}我不明白 你在說什麼， 但是...

source: <18>{#p/papyrus}{#f/7}... HEY, HOW DO -YOU- KNOW WHAT HAPPENED HERE?
pt_br: <18>{#p/papyrus}{#f/7}... EI, COMO -VOCÊ- SABE O QUE ACONTECEU ALI?
zh_cn: <18>{#p/papyrus}{#f/7}...等等， 【你】怎么知道 这里发生了啥的？
zh_tw: <18>{#p/papyrus}{#f/7}...等等， 【你】怎麼知道 這裡發生了啥的？

source: <25>{#p/undyne}{#f/15}* Well... I might've swung by the lab earlier, and...
pt_br: <25>{#p/undyne}{#f/15}* Olha... eu posso ter andando pela laboratório mais cedo, e...
zh_cn: <25>{#p/undyne}{#f/15}* 呃... 我可能之前 去实验室那边转了转， 然后...
zh_tw: <25>{#p/undyne}{#f/15}* 呃... 我可能之前 去實驗室那邊轉了轉， 然後...

source: <18>{#p/papyrus}{#f/7}YOU WERE SPYING ON ME!?
pt_br: <18>{#p/papyrus}{#f/7}VOCÊ ESTAVA ME ESPIANDO!?
zh_cn: <18>{#p/papyrus}{#f/7}你在监视我！？
zh_tw: <18>{#p/papyrus}{#f/7}你在監視我！？

source: <25>{#p/undyne}{#f/8}* Not you, Papyrus!!
pt_br: <25>{#p/undyne}{#f/8}* Não você, Papyrus!!
zh_cn: <25>{#p/undyne}{#f/8}* 没说是你， Papyrus！！
zh_tw: <25>{#p/undyne}{#f/8}* 沒說是你， Papyrus！！

source: <18>{#p/papyrus}{#f/7}... SO YOU WERE SPYING ON THE HUMAN!?!?
pt_br: <18>{#p/papyrus}{#f/7}... ENTÃO VOCÊ ESTAVA ESPIANDO O HUMANO!?!?
zh_cn: <18>{#p/papyrus}{#f/7}...所以你在 监视人类！？！？
zh_tw: <18>{#p/papyrus}{#f/7}...所以你在 監視人類！？！？

source: <25>{#p/undyne}{#f/17}* I'm the captain of the Royal Guard!! * What do you think!
pt_br: <25>{#p/undyne}{#f/17}* Eu sou a capitã da Guarda Real!! * O que você acha?
zh_cn: <25>{#p/undyne}{#f/17}* 我可是皇家卫队的队长！！ * 你以为呢！
zh_tw: <25>{#p/undyne}{#f/17}* 我可是皇家衛隊的隊長！！ * 你以為呢！

source: <18>{#p/papyrus}{#f/5}OH, HOW MUCH WE DO NOT YET OR NO LONGER KNOW...
pt_br: <18>{#p/papyrus}{#f/5}OH, QUANTO AINDA NÃO SABEMOS OU NÃO SABEMOS MAIS...
zh_cn: <18>{#p/papyrus}{#f/5}噢天啊， 我们真是还有很多 未知或忘却的事啊...
zh_tw: <18>{#p/papyrus}{#f/5}噢天啊， 我們真是還有很多 未知或忘卻的事啊...

source: <18>{#p/papyrus}LUCK IS ON OUR SIDE TODAY, HUMAN!
pt_br: <18>{#p/papyrus}A SORTE ESTÁ DO NOSSO LADO, HUMANO!
zh_cn: <18>{#p/papyrus}幸运女神站在我们 这边，人类！
zh_tw: <18>{#p/papyrus}幸運女神站在我們 這邊，人類！

source: <18>{#p/papyrus}{#f/5}MONSTER BIOLOGY IS WEIRD.
pt_br: <18>{#p/papyrus}{#f/5}A BIOLOGIA DOS MONSTROS É ESTRANHA.
zh_cn: <18>{#p/papyrus}{#f/5}怪物的生理构造 真奇怪。
zh_tw: <18>{#p/papyrus}{#f/5}怪物的生理構造 真奇怪。

source: <18>{#p/papyrus}JOKE OR NOT, IT WAS STILL PRETTY LUCKY, HUH?
pt_br: <18>{#p/papyrus}PIADA OU NÃO, E AINDA ASSIM É BASICAMENTE SORTE, HUH?
zh_cn: <18>{#p/papyrus}就算母星“克里” 没能收获“颗粒”， 但咱也挺幸运，是吧？
zh_tw: <18>{#p/papyrus}就算母星「克伊」 沒能收穫「顆粒」， 但咱也挺幸運，是吧？

source: <18>{#p/papyrus}THE SENTRY STATION OF CANIS MINOR.
pt_br: <18>{#p/papyrus}A ESTAÇÃO CANINA DO CANIS MINOR.
zh_cn: <18>{#p/papyrus}CANIS MINOR的 哨站。
zh_tw: <18>{#p/papyrus}CANIS MINOR的 哨站。

source: <18>{#p/papyrus}{#f/4}ALSO THE FAVORED SPOT OF THOSE MOON ROCK SALESFOLK.
pt_br: <18>{#p/papyrus}{#f/4}E TAMBÉM O LOCAL FAVORITO DOS VENDEDORES DE PEDAÇO DA LUA.
zh_cn: <18>{#p/papyrus}{#f/4}也是那些月岩商人 喜欢的地方。
zh_tw: <18>{#p/papyrus}{#f/4}也是那些月巖商人 喜歡的地方。

source: <18>{#p/papyrus}{#f/5}HMM... I WONDER WHAT THESE ROCKS ARE MADE OF.
pt_br: <18>{#p/papyrus}{#f/5}HMM... ME PERGUNTO DO QUE ESSAS PEDRAS REALMENTE SÃO FEITAS.
zh_cn: <18>{#p/papyrus}{#f/5}嗯... 我想知道 那些岩石都是用 什么做成的。
zh_tw: <18>{#p/papyrus}{#f/5}嗯... 我想知道 那些巖石都是用 什麼做成的。

source: <18>{#p/papyrus}{#f/4}THEY CAN'T BE MADE OF MOONS, BECAUSE...
pt_br: <18>{#p/papyrus}{#f/4}ELAS NÃO PODEM SER FEITAS DA LUA, PORQUE...
zh_cn: <18>{#p/papyrus}{#f/4}肯定不是用 月亮做的， 因为...
zh_tw: <18>{#p/papyrus}{#f/4}肯定不是用 月亮做的， 因為...

source: <18>{#p/papyrus}{#f/7}MOONS ARE JUST BIG ROCKS ANYWAY!
pt_br: <18>{#p/papyrus}{#f/7}A LUA É UMA PEDRA GRANDONA!
zh_cn: <18>{#p/papyrus}{#f/7}月亮本身就是个 巨大的岩石啊！
zh_tw: <18>{#p/papyrus}{#f/7}月亮本身就是個 巨大的巖石啊！

source: <18>{#p/papyrus}{#f/5}DOES THAT MEAN MOONS ARE MOON ROCKS THEMSELVES?
pt_br: <18>{#p/papyrus}{#f/5}SIGNIFICA QUE A LUA SERIA UMA PEDRA DA LUA POR SI SÓ?
zh_cn: <18>{#p/papyrus}{#f/5}这是不是就意味着 月亮本身就是 月岩呢？
zh_tw: <18>{#p/papyrus}{#f/5}這是不是就意味著 月亮本身就是 月巖呢？

source: <18>{#p/papyrus}{#f/5}WHERE DOES "MOON" END AND "MOON ROCK" BEGIN?
pt_br: <18>{#p/papyrus}{#f/5}ONDE A "LUA" ACABA E COMEÇA A "PEDRA DA LUA?"
zh_cn: <18>{#p/papyrus}{#f/5}那“月亮”和“月岩” 区别在哪？
zh_tw: <18>{#p/papyrus}{#f/5}那「月亮」和「月巖」 區別在哪？

source: <25>{#p/undyne}{#f/14}* I don't think there's any right answer to that, Papyrus.
pt_br: <25>{#p/undyne}{#f/14}* Eu não acho que tem uma resposta clara pra isso, Papyrus.
zh_cn: <25>{#p/undyne}{#f/14}* Papyrus， 我觉得这种问题 是没有标准答案的。
zh_tw: <25>{#p/undyne}{#f/14}* Papyrus， 我覺得這種問題 是沒有標準答案的。

source: <25>{#p/undyne}{#f/7}* ... not that you shouldn't think about it!!
pt_br: <25>{#p/undyne}{#f/7}* ... não que você não deva pensar sobre isso!!
zh_cn: <25>{#p/undyne}{#f/7}* ...不过这并不代表 你不该思考这个问题！！
zh_tw: <25>{#p/undyne}{#f/7}* ...不過這並不代表 你不該思考這個問題！！

source: <25>{#p/undyne}{#f/1}* Questions like that are great for exercising the brain!
pt_br: <25>{#p/undyne}{#f/1}* Perguntas assim são ótimas para exercitar o cérebro!
zh_cn: <25>{#p/undyne}{#f/1}* 这种问题特别能 锻炼脑子！
zh_tw: <25>{#p/undyne}{#f/1}* 這種問題特別能 鍛鍊腦子！

source: <25>{#p/undyne}{#f/14}* Also known as the most important muscle in the body.
pt_br: <25>{#p/undyne}{#f/14}* Também conhecido como o músculo mais importante do corpo.
zh_cn: <25>{#p/undyne}{#f/14}* 脑子可是你体内 最重要的那块肌肉。
zh_tw: <25>{#p/undyne}{#f/14}* 腦子可是你體內 最重要的那塊肌肉。

source: <18>{#p/papyrus}{#f/4}FOR A HUMAN, PERHAPS...
pt_br: <18>{#p/papyrus}{#f/4}PARA UM HUMANO, PELO MENOS...
zh_cn: <18>{#p/papyrus}{#f/4}对人类来说 或许是这样...
zh_tw: <18>{#p/papyrus}{#f/4}對人類來說 或許是這樣...

source: <18>{#p/papyrus}{#f/7}BUT FOR A MONSTER, IT'S ENTIRELY DIFFERENT!
pt_br: <18>{#p/papyrus}{#f/7}MAS PARA UM MONSTRO, É INTEIRAMENTE DIFERENTE!
zh_cn: <18>{#p/papyrus}{#f/7}但对怪物来说， 可就不一样了！
zh_tw: <18>{#p/papyrus}{#f/7}但對怪物來說， 可就不一樣了！

source: <25>{|}{#p/undyne}{#f/12}* I know, I was just trying to make it easy for them to- {%}
pt_br: <25>{|}{#p/undyne}{#f/12}* Eu sei, eu só estava tentando facilitar para a humana- {%}
zh_cn: <25>{|}{#p/undyne}{#f/12}* 我知道， 我只是想让那人 更容易理解-{%}
zh_tw: <25>{|}{#p/undyne}{#f/12}* 我知道， 我只是想讓那人 更容易理解-{%}

source: <18>{#p/papyrus}{#f/0}YOU SEE, MONSTERS DON'T REALLY USE BRAINS TO THINK.
pt_br: <18>{#p/papyrus}{#f/0}MONSTROS NÃO USAM EXATAMENTE O CÉREBRO PRA PENSAR.
zh_cn: <18>{#p/papyrus}{#f/0}你看， 怪物其实不是用 脑子来思考的。
zh_tw: <18>{#p/papyrus}{#f/0}你看， 怪物其實不是用 腦子來思考的。

source: <18>{#p/papyrus}{#f/4}IT'S MORE LIKE... A SOUL THING.
pt_br: <18>{#p/papyrus}{#f/4}É MAIS TIPO... UMA COISA DA ALMA.
zh_cn: <18>{#p/papyrus}{#f/4}更像是... 用个灵魂那样的东西。
zh_tw: <18>{#p/papyrus}{#f/4}更像是... 用個靈魂那樣的東西。

source: <25>{#p/undyne}{#f/1}* As opposed to a SKULL thing.
pt_br: <25>{#p/undyne}{#f/1}* Em oposição a uma coisa de crânio.
zh_cn: <25>{#p/undyne}{#f/1}* 怪物把灵魂用走了， 正好给人类 剩了个零“头”。
zh_tw: <25>{#p/undyne}{#f/1}* 怪物把靈魂用走了， 正好給人類 剩了個零「頭」。

source: <18>{#p/papyrus}{#f/7}OH MY GOD!!!
pt_br: <18>{#p/papyrus}{#f/7}OH MEU PAI!!!
zh_cn: <18>{#p/papyrus}{#f/7}老天啊！！！
zh_tw: <18>{#p/papyrus}{#f/7}老天啊！！！

source: <18>{#p/papyrus}{#f/4}PERHAPS US MORTALS ARE NOT WORTHY OF SUCH KNOWLEDGE.
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ MORTAIS COMO NÓS NÃO TENHAMOS CAPACIDADE DE TAL CONHECIMENTO.
zh_cn: <18>{#p/papyrus}{#f/4}也许我们凡人 不值得了解这些 知识。
zh_tw: <18>{#p/papyrus}{#f/4}也許我們凡人 不值得了解這些 知識。

source: <25>{#p/undyne}{#f/12}* Just call me "pundyne."
pt_br: <25>{#p/undyne}{#f/12}* Só me chama de "piaundyne."
zh_cn: <25>{#p/undyne}{#f/12}* 以后就叫我“喻姐”吧。
zh_tw: <25>{#p/undyne}{#f/12}* 以後就叫我「喻姐」吧。

source: <18>{#p/papyrus}{#f/0}PLEASE DON'T.
pt_br: <18>{#p/papyrus}{#f/0}POR FAVOR, NÃO.
zh_cn: <18>{#p/papyrus}{#f/0}别吧。
zh_tw: <18>{#p/papyrus}{#f/0}別吧。

source: <18>{#p/papyrus}{#f/5}SO... WHAT HAPPENED HERE, IS...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO... O QUE ACONTECEU AQUI É...
zh_cn: <18>{#p/papyrus}{#f/5}所以... 这里发生的事...
zh_tw: <18>{#p/papyrus}{#f/5}所以... 這裡發生的事...

source: <18>{#p/papyrus}{#f/4}LET'S NOT TALK ABOUT THIS PUZZLE.
pt_br: <18>{#p/papyrus}{#f/4}MELHOR NÃO FALARMOS SOBRE ESSA ARMADILHA.
zh_cn: <18>{#p/papyrus}{#f/4}咱还是别提 这个谜题了吧。
zh_tw: <18>{#p/papyrus}{#f/4}咱還是別提 這個謎題了吧。

source: <25>{#p/undyne}{#f/12}* ... it can't be that bad, right?
pt_br: <25>{#p/undyne}{#f/12}* ... não é de todo mal, certo?
zh_cn: <25>{#p/undyne}{#f/12}* ...没那么糟吧？
zh_tw: <25>{#p/undyne}{#f/12}* ...沒那麼糟吧？

source: <18>{#p/papyrus}{#f/5}TRUST ME.
pt_br: <18>{#p/papyrus}{#f/5}CONFIA EM MIM.
zh_cn: <18>{#p/papyrus}{#f/5}真的。
zh_tw: <18>{#p/papyrus}{#f/5}真的。

source: <18>{#p/papyrus}{#f/4}IT WAS PRETTY BAD.
pt_br: <18>{#p/papyrus}{#f/4}FOI BEM RUIM.
zh_cn: <18>{#p/papyrus}{#f/4}真的糟透了。
zh_tw: <18>{#p/papyrus}{#f/4}真的糟透了。
