Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/14}* What about sleeping?
pt_br: <25>{#p/undyne}{#f/14}* Que tal cochilando?
zh_cn: <25>{#p/undyne}{#f/14}* 那睡觉呢？
zh_tw: <25>{#p/undyne}{#f/14}* 那睡覺呢？

source: <18>{#p/papyrus}{#f/6}SLEEPING???
pt_br: <18>{#p/papyrus}{#f/6}COCHILANDO???
zh_cn: <18>{#p/papyrus}{#f/6}睡觉？？？
zh_tw: <18>{#p/papyrus}{#f/6}睡覺？？？

source: <18>{#p/papyrus}{#f/4}... THAT'S JUST AN EXCUSE MY BROTHER USES TO TAKE NAPS.
pt_br: <18>{#p/papyrus}{#f/4}... ESSA É UMA DESCULPA DO MEU IRMÃO PRA TIRAR SONECAS.
zh_cn: <18>{#p/papyrus}{#f/4}...那只是我兄弟 用来打盹的借口。
zh_tw: <18>{#p/papyrus}{#f/4}...那只是我兄弟 用來打盹的藉口。

source: <25>{#p/undyne}{#f/17}* Obviously!!
pt_br: <25>{#p/undyne}{#f/17}* Óbvio!!
zh_cn: <25>{#p/undyne}{#f/17}* 显而易见！！
zh_tw: <25>{#p/undyne}{#f/17}* 顯而易見！！

source: <18>{#p/papyrus}{#f/0}OH, ME? I DON'T TAKE NAPS.
pt_br: <18>{#p/papyrus}{#f/0}OH, EU? EU NÃO TIRO COCHILOS.
zh_cn: <18>{#p/papyrus}{#f/0}哦，我？ 我才不打盹。
zh_tw: <18>{#p/papyrus}{#f/0}喔，我？ 我才不打盹。

source: <18>{#p/papyrus}{#f/4}I JUST HAPPEN TO CLOSE MY EYES FOR A WHILE.
pt_br: <18>{#p/papyrus}{#f/4}EU SÓ FECHO MEUS OLHOS POR UM TEMPO.
zh_cn: <18>{#p/papyrus}{#f/4}我只是碰巧 闭了下眼睛。
zh_tw: <18>{#p/papyrus}{#f/4}我只是碰巧 閉了下眼睛。

source: <18>{#p/papyrus}{#f/4}IT'S A MIRACLE HE MAKES IT OUT OF BED ANYMORE.
pt_br: <18>{#p/papyrus}{#f/4}É UM MILAGRE QUE ELE SAIA DA CAMA, SINCERAMENTE.
zh_cn: <18>{#p/papyrus}{#f/4}他能从床上爬起来 真是个奇迹。
zh_tw: <18>{#p/papyrus}{#f/4}他能從床上爬起來 真是個奇蹟。

source: <18>{#p/papyrus}{#f/6}IF YOU'RE LEAVING THE REC CENTER, I...
pt_br: <18>{#p/papyrus}{#f/6}SE VOCÊ ESTÁ INDO PARA O CORE, EU...
zh_cn: <18>{#p/papyrus}{#f/6}如果你是要离开 休闲回廊然后继续 前进，那我...
zh_tw: <18>{#p/papyrus}{#f/6}如果你是要離開 休閒迴廊然後繼續 前進，那我...

source: <18>{#p/papyrus}{#f/5}WON'T BE ABLE TO REACH YOU.
pt_br: <18>{#p/papyrus}{#f/5}NÃO SEREI CAPAZ DE TE LIGAR.
zh_cn: <18>{#p/papyrus}{#f/5}那我就 跟你 打不了电话了。
zh_tw: <18>{#p/papyrus}{#f/5}那我就 跟你 打不了電話了。

source: <18>{#p/papyrus}{#f/4}IF YOU'RE ON THE RETURN TRIP, THOUGH...
pt_br: <18>{#p/papyrus}{#f/4}ENTRETANTO, SE VOCÊ RETORNAR...
zh_cn: <18>{#p/papyrus}{#f/4}但你如果 是要回去...
zh_tw: <18>{#p/papyrus}{#f/4}但你如果 是要回去...

source: <18>{#p/papyrus}{#f/0}... THEN THERE'S NO NEED TO WORRY!!
pt_br: <18>{#p/papyrus}{#f/0}... NÃO A MOTIVOS PARA SE PREOCUPAR!!
zh_cn: <18>{#p/papyrus}{#f/0}...那就没问题了！！
zh_tw: <18>{#p/papyrus}{#f/0}...那就沒問題了！！

source: <25>{#p/undyne}{#f/14}* It's not like we're going anywhere.
pt_br: <25>{#p/undyne}{#f/14}* Não é como se fossemos a algum lugar.
zh_cn: <25>{#p/undyne}{#f/14}* 我们哪都不去。
zh_tw: <25>{#p/undyne}{#f/14}* 我們哪都不去。

source: <18>{#p/papyrus}{#f/6}NOT AT ALL!!
pt_br: <18>{#p/papyrus}{#f/6}NÃO MESMO!!
zh_cn: <18>{#p/papyrus}{#f/6}绝对不走！！！
zh_tw: <18>{#p/papyrus}{#f/6}絕對不走！！！

source: <18>{#p/papyrus}{#f/5}THOUGH, AT SOME POINT, WE WILL INEVITABLY LEAVE.
pt_br: <18>{#p/papyrus}{#f/5}MESMO ASSIM, EM ALGUM MOMENTOS IREMOS SAIR.
zh_cn: <18>{#p/papyrus}{#f/5}虽然，在有些时候， 我们免不了要离开。
zh_tw: <18>{#p/papyrus}{#f/5}雖然，在有些時候， 我們免不了要離開。

source: <25>{#p/undyne}{#f/16}* I mean, that's true, but...
pt_br: <25>{#p/undyne}{#f/16}* Quer dizer, é verdade, mas...
zh_cn: <25>{#p/undyne}{#f/16}* 确实如此，但是...
zh_tw: <25>{#p/undyne}{#f/16}* 確實如此，但是...

source: <25>{#p/undyne}{#f/17}* This is no time to be worrying about that!
pt_br: <25>{#p/undyne}{#f/17}* Agora não é hora de se preocupar com isso!
zh_cn: <25>{#p/undyne}{#f/17}* 但是没必要担心这个！
zh_tw: <25>{#p/undyne}{#f/17}* 但是沒必要擔心這個！

source: <18>{#p/papyrus}{#f/0}QUITE RIGHT.
pt_br: <18>{#p/papyrus}{#f/0}EXATAMENTE.
zh_cn: <18>{#p/papyrus}{#f/0}完全正确。
zh_tw: <18>{#p/papyrus}{#f/0}完全正確。

source: <18>{#p/papyrus}{#f/6}SO ARE YOU COMING, OR GOING?
pt_br: <18>{#p/papyrus}{#f/6}ENTÃO VOCÊ VEM OU VAI?
zh_cn: <18>{#p/papyrus}{#f/6}所以你 是去是回？
zh_tw: <18>{#p/papyrus}{#f/6}所以你 是去是回？

source: <18>{#p/papyrus}{#f/5}IT'S HARD TO TELL WHICH WAY IS WHICH AROUND HERE.
pt_br: <18>{#p/papyrus}{#f/5}É MEIO DIFÍCIL SABER AS DIREÇÕES POR AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}这是个 艰难的抉择。
zh_tw: <18>{#p/papyrus}{#f/5}這是個 艱難的抉擇。

source: <18>{#p/papyrus}{#f/6}STOP WORRYING!!
pt_br: <18>{#p/papyrus}{#f/6}PARE DE SE PREOCUPAR!!
zh_cn: <18>{#p/papyrus}{#f/6}不过不需要担心！！
zh_tw: <18>{#p/papyrus}{#f/6}不過不需要擔心！！

source: Starton - Landing Zone
pt_br: Starton - Zona de aterrissagem
zh_cn: 星港 - 停靠港ゑ
zh_tw: 星港 - 停靠港ゑ

source: <32>{#p/human}* (Missing skeletons fill you with determination.)
pt_br: <32>{#p/human}* (Esqueletos faltando te enchem de determinação.)
zh_cn: <32>{#p/human}* （有个骷髅没有出现， 这使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （有個骷髏沒有出現， 這使你充滿了決心。）ゑ

source: <32>{#p/human}* (The skeleton brothers' antics fill you with determination.)
pt_br: <32>{#p/human}* (Os esquemas dos irmãos esqueleto te enchem de determinação.)
zh_cn: <32>{#p/human}* （看那对骷髅兄弟唱双簧， 使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （看那對骷髏兄弟唱雙簧， 使你充滿了決心。）ゑ

source: <32>{#p/human}* (The box is so lonely, it fills you with determination anyway.)
pt_br: <32>{#p/human}* (A caixa é tão solitária, isso enche de determinação de qualquer maneira.)
zh_cn: <32>{#p/human}* （孤零零的箱子使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （孤零零的箱子使你充滿了決心。）ゑ

source: <32>{#p/human}* (The box can rest easy now.) * (This, of course, fills you with determination.)
pt_br: <32>{#p/human}* (A caixa pode ficar tranquila agora. Isso, te enche de determinação.)
zh_cn: <32>{#p/human}* （箱子现在能放心了。） * （这当然使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （箱子現在能放心了。） * （這當然使你充滿了決心。）ゑ

source: Starton - Moon Rock Road
pt_br: Starton - Rua Da Pedra Da Lua
zh_cn: 星港 - 月岩小路ゑ
zh_tw: 星港 - 月巖小路ゑ

source: <32>{#p/human}* (The starlight dims.) * (Somehow, this fills you with determination.)
pt_br: <32>{#p/human}* (A luz das estrelas diminui.) * (De alguma forma, isso te enche de determinação.)
zh_cn: <32>{#p/human}* （星光变得黯淡。） * （不知怎地，这使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （星光變得黯淡。） * （不知怎地，這使你充滿了決心。）ゑ

source: <32>{#p/human}* (The starlight has faded.) * (Indeed, this fills you with determination.)
pt_br: <32>{#p/human}* (A luz das estrelas se apagou.) * (De fato, isso te enche de determinação.)
zh_cn: <32>{#p/human}* （群星不再闪耀。） * （当然，这使你充满了决心。）
zh_tw: <32>{#p/human}* （群星不再閃耀。） * （當然，這使你充滿了決心。）

source: <32>{#p/human}* (The frivolous arguments once had in this room have ceased.)
pt_br: <32>{#p/human}* (Os argumentos frívolos que antes existiam nesta sala cessaram.)
zh_cn: <32>{#p/human}* （无谓的争论总算平息了。）ゑ
zh_tw: <32>{#p/human}* （無謂的爭論總算平息了。）ゑ

source: <32>* (This fills you with determination.)
pt_br: <32>* (Isto te enche de determinação.)
zh_cn: <32>* （这使你充满了决心。）ゑ
zh_tw: <32>* （這使你充滿了決心。）ゑ

source: <32>{#p/human}* (Moon rock merchants argue frivolously in the foreground.)
pt_br: <32>{#p/human}* (Os comerciantes de rochas lunares brigam fervorosamente.)
zh_cn: <32>{#p/human}* （月岩商人在你面前 轻浮地争论着。）ゑ
zh_tw: <32>{#p/human}* （月巖商人在你面前 輕浮地爭論著。）ゑ

source: Starton - Spaghetti Junction
pt_br: Starton - Junção do espaguete
zh_cn: 星港 - 意面枢纽ゑ
zh_tw: 星港 - 意面樞紐ゑ

source: <32>{#p/human}* (A plate of spaghetti defying the laws of physics fills you with determination.)
pt_br: <32>{#p/human}* (Um prato de espaguete desafiando as leis da física o enche de determinação.)
zh_cn: <32>{#p/human}* （这盘意大利面 牛顿看了都得破防， 这使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （這盤義大利麵 牛頓看了都得破防， 這使你充滿了決心。）ゑ

source: <32>{#p/human}* (The spaghetti no longer defies the laws of physics.)
pt_br: <32>{#p/human}* (O espaguete não desafia mais as leis da física.)
zh_cn: <32>{#p/human}* （现在，这盘意大利面 也被牛顿驯服了。）ゑ
zh_tw: <32>{#p/human}* （現在，這盤義大利麵 也被牛頓馴服了。）ゑ

source: <32>{#p/human}* (This fills you with determination.)
pt_br: <32>{#p/human}* (Isso te enche de determinação.)
zh_cn: <32>{#p/human}* （这使你充满了决心。）
zh_tw: <32>{#p/human}* （這使你充滿了決心。）

source: <32>{#p/human}* (The spaghetti is no more.)
pt_br: <32>{#p/human}* (O espaguete não está mais.)
zh_cn: <32>{#p/human}* （意大利面没了。）ゑ
zh_tw: <32>{#p/human}* （義大利麵沒了。）ゑ

source: Starton - Town
pt_br: Starton - Cidade
zh_cn: 星港 - 小镇ゑ
zh_tw: 星港 - 小鎮ゑ

source: <32>{#p/human}* (The town may be abandoned, but its cuteness remains.)
pt_br: <32>{#p/human}* (A cidade pode estar abandonada, mas sua fofura continua.)
zh_cn: <32>{#p/human}* （虽然已经没了人， 但小镇还是那么可爱。）ゑ
zh_tw: <32>{#p/human}* （雖然已經沒了人， 但小鎮還是那麼可愛。）ゑ

source: <32>{#p/human}* (A shadow looms over town, filling you with determination.)
pt_br: <32>{#p/human}* (Uma sombra paira sobre a cidade, enchendo-o de determinação.)
zh_cn: <32>{#p/human}* （小镇笼罩在阴影中， 这使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （小鎮籠罩在陰影中， 這使你充滿了決心。）ゑ

source: <32>{#p/human}* (This cute little town fills you with determination.)
pt_br: <32>{#p/human}* (Está pequena e linda cidade te enche de determinação.)
zh_cn: <32>{#p/human}* （这个可爱的小镇 使你充满了决心。）ゑ
zh_tw: <32>{#p/human}* （這個可愛的小鎮 使你充滿了決心。）ゑ

source: * Canis Major
pt_br: * Major Canis
