Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}{#npc/b}* For real, though~ * How did THAT happen?
pt_br: <32>{#p/basic}{#npc/b}* Mas, sério... * Como AQUILO aconteceu?
zh_cn: <32>{#p/basic}{#npc/b}* 不是~ * 到底怎么回事？
zh_tw: <32>{#p/basic}{#npc/b}* 不是~ * 到底怎麼回事？

source: <32>{#p/basic}{#npc/a}* Hey. * You're pretty cool.
pt_br: <32>{#p/basic}{#npc/a}* Ei. * Você é bem legal.
zh_cn: <32>{#p/basic}{#npc/a}* 嘿。 * 你真的很酷。
zh_tw: <32>{#p/basic}{#npc/a}* 嘿。 * 你真的很酷。

source: <32>* Just remember, if you get in a fight with someone, god or otherwise...
pt_br: <32>* Só lembre-se, se você acabar lutando com alguém, seja uma entidade divina ou sei lá...
zh_cn: <32>* 总之，不管你是要和神 还是其他什么人干架...
zh_tw: <32>* 總之，不管你是要和神 還是其他什麼人幹架...

source: <32>* Remember to hold [X] to move twice as slowly. * That's very important.
pt_br: <32>* Segure [X] para se mover com metade da velocidade. * É bem importante.
zh_cn: <32>* 都要记得按住[X] 可以让移动的速度慢一倍。 * 这很重要。
zh_tw: <32>* 都要記得按住[X] 可以讓移動的速度慢一倍。 * 這很重要。

source: <32>{#p/basic}{#npc/a}* Get away from me, man! * I don't like you.
pt_br: <32>{#p/basic}{#npc/a}* Sai de perto de mim, cara! * Eu não gosto de você.
zh_cn: <32>{#p/basic}{#npc/a}* 你离我远点！ * 我不喜欢你。
zh_tw: <32>{#p/basic}{#npc/a}* 你離我遠點！ * 我不喜歡你。

source: <32>{#p/basic}{#npc/a}* I heard if you hold [X] in battle, you'll move twice as slow as normal!
pt_br: <32>{#p/basic}{#npc/a}* Ouvi dizer que se você segurar [X] em batalha, você moverá com metade da velocidade!
zh_cn: <32>{#p/basic}{#npc/a}* 我听说，如果你在战斗中按住[X]， 移动的速度会比正常慢一倍！
zh_tw: <32>{#p/basic}{#npc/a}* 我聽說，如果你在戰鬥中按住[X]， 移動的速度會比正常慢一倍！

source: <32>* I know... lame, right?
pt_br: <32>* Eu sei... preguiçoso, certo?
zh_cn: <32>* 我懂... 你觉得没用，是吗？
zh_tw: <32>* 我懂... 你覺得沒用，是嗎？

source: <32>* But I'll tell you a secret. * That dog over there... won't expect you to move slowly.
pt_br: <32>* Aí vai um segredo. Aquele cachorro bem alí, não espera que você lute devagar.
zh_cn: <32>* 但我告诉你一个秘密。 * 那边那条狗... 他巴不得你 移动速度快呢。
zh_tw: <32>* 但我告訴你一個秘密。 * 那邊那條狗... 他巴不得你 移動速度快呢。

source: <32>* If you sneak up on him while holding [X], you might just get by undetected!
pt_br: <32>* Se você se aproximar dele enquanto segura [X], poderá passar despercebido!
zh_cn: <32>* 如果你边按住[X]边靠近他， 你就不会被他发现！
zh_tw: <32>* 如果你邊按住[X]邊靠近他， 你就不會被他發現！

source: <32>* Guh huh huh... good luck.
pt_br: <32>* Guh huh huh... boa sorte.
zh_cn: <32>* 咯呵呵... 祝你好运。
zh_tw: <32>* 嚕呵呵... 祝你好運。

source: <32>{#p/basic}{#npc/a}* So you came back to talk, huh?
pt_br: <32>{#p/basic}{#npc/a}* Então você voltou pra conversar, huh?
zh_cn: <32>{#p/basic}{#npc/a}* 所以你回来找我聊天了，嗯？
zh_tw: <32>{#p/basic}{#npc/a}* 所以你回來找我聊天了，嗯？

source: <32>* That's cool.
pt_br: <32>* Isso é legal.
zh_cn: <32>* 还挺酷。
zh_tw: <32>* 還挺酷。

source: <32>* Not as cool as me, but still pretty cool anyway.
pt_br: <32>* Não tão legal quanto eu, mas ainda é bem legal de toda forma.
zh_cn: <32>* 虽然没我酷，但也算很酷了。
zh_tw: <32>* 雖然沒我酷，但也算很酷了。

source: <32>{#p/basic}{#npc/a}* Very important.
pt_br: <32>{#p/basic}{#npc/a}* Bem importante.
zh_cn: <32>{#p/basic}{#npc/a}* 很重要。
zh_tw: <32>{#p/basic}{#npc/a}* 很重要。

source: <32>{#p/basic}{#npc/a}* Didn't you hear me? * Get away!
pt_br: <32>{#p/basic}{#npc/a}* Você me ouviu? * Mete o pé!
zh_cn: <32>{#p/basic}{#npc/a}* 你聋吗？ * 给我滚！
zh_tw: <32>{#p/basic}{#npc/a}* 你聾嗎？ * 給我滾！

source: <32>{#p/basic}* You're gonna need it.
pt_br: <32>{#p/basic}* Você vai precisar.
zh_cn: <32>{#p/basic}* 你肯定用得到的。
zh_tw: <32>{#p/basic}* 你肯定用得到的。

source: <32>{#p/basic}* I'm ice cold.
pt_br: <32>{#p/basic}* Eu sou gelo gelado.
zh_cn: <32>{#p/basic}* 我很高冷的。
zh_tw: <32>{#p/basic}* 我很高冷的。

source: <25>{#p/kidd}{#f/3}{#npc/a}* Yo, this kid came up to me and stuck something in my head.
pt_br: <25>{#p/kidd}{#f/3}{#npc/a}* Yo, essa criança veio até mim e colocou algo na minha cabeça.
zh_cn: <25>{#p/kidd}{#f/3}{#npc/a}* 刚才，有个小孩走过来 往我脑袋里插了什么东西。
zh_tw: <25>{#p/kidd}{#f/3}{#npc/a}* 剛才，有個小孩走過來 往我腦袋裡插了什麼東西。

source: <25>{#f/3}* Then, he went off to the Foundry so he could "boost the signal..."
pt_br: <25>{#f/3}* Então, ele foi até a Foundry para poder "aumentar o sinal..."
zh_cn: <25>{#f/3}* 之后，他就去铸厂了， 说要去“增强信号”。
zh_tw: <25>{#f/3}* 之後，他就去鑄廠了， 說要去「增強訊號」。

source: <25>{#f/4}* ... kids can be so weird sometimes.
pt_br: <25>{#f/4}* ... crianças podem ser tão estranhas as vezes.
zh_cn: <25>{#f/4}* ...有些小孩真是奇怪。
zh_tw: <25>{#f/4}* ...有些小孩真是奇怪。

source: <25>{#p/kidd}{#f/3}{#npc/a}* Yo, everyone ran away and hid somewhere.
pt_br: <25>{#p/kidd}{#f/3}{#npc/a}* Yo, todo mundo correu e se escondeu em algum lugar.
zh_cn: <25>{#p/kidd}{#f/3}{#npc/a}* 哟，大家都去逃难了。
zh_tw: <25>{#p/kidd}{#f/3}{#npc/a}* 喲，大家都去逃難了。

source: <25>{#f/3}* Man, adults can be so dumb sometimes, haha...
pt_br: <25>{#f/3}* Cara, adultos podem ser tão burros as vezes, haha...
zh_cn: <25>{#f/3}* 我说，成年人有时候 就是这么蠢，哈哈...
zh_tw: <25>{#f/3}* 我說，成年人有時候 就是這麼蠢，哈哈...

source: <25>{#f/1}* Don't they know we've got Undyne to protect us!?
pt_br: <25>{#f/1}* Eles não sabem que temos a Undyne para nos proteger!?
zh_cn: <25>{#f/1}* 他们难道不知道 Undyne会保护我们吗！？
zh_tw: <25>{#f/1}* 他們難道不知道 Undyne會保護我們嗎！？

source: <25>{#p/kidd}{#f/7}{#npc/a}* You're cool, though!
pt_br: <25>{#p/kidd}{#f/7}{#npc/a}* Mas você é bem legal!
zh_cn: <25>{#p/kidd}{#f/7}{#npc/a}* 不过，你可不奇怪， 而且长得超酷的！
zh_tw: <25>{#p/kidd}{#f/7}{#npc/a}* 不過，你可不奇怪， 而且長得超酷的！

source: <25>{#p/kidd}{#f/1}{#npc/a}* Undyne's got our backs!
pt_br: <25>{#p/kidd}{#f/1}{#npc/a}* Undyne vai nos proteger!
zh_cn: <25>{#p/kidd}{#f/1}{#npc/a}* Undyne就是我们的坚实后盾！
zh_tw: <25>{#p/kidd}{#f/1}{#npc/a}* Undyne就是我們的堅實後盾！

source: <32>{#p/basic}{#npc/a}* You've got gumption walking in here after that, kid.
pt_br: <32>{#p/basic}{#npc/a}* Você tem muito coragem de voltar aqui depois daquilo, criança.
zh_cn: <32>{#p/basic}{#npc/a}* 孩子，你居然还敢来这儿。 胆子还真是不小啊。
zh_tw: <32>{#p/basic}{#npc/a}* 孩子，你居然還敢來這兒。 膽子還真是不小啊。

source: <32>* We all saw what happened on that TV screen up there.
pt_br: <32>* Todos nós vimos o que aconteceu na TV agora pouco.
zh_cn: <32>* 我们都看到电视上发生的事了。
zh_tw: <32>* 我們都看到電視上發生的事了。

source: <32>{#p/basic}{#npc/a}* It's surprising to see Sans back here after what happened last time.
pt_br: <32>{#p/basic}{#npc/a}* É surpreendente ver o Sans aqui de novo após o que aconteceu da última vez.
zh_cn: <32>{#p/basic}{#npc/a}* 真没想到发生上次那事后， Sans还会回到这里来。
zh_tw: <32>{#p/basic}{#npc/a}* 上次發生那樣的事之後， Sans又回來了， 真讓人驚訝。

source: <32>* ... actually, perhaps that's not too surprising.
pt_br: <32>* ... na verdade, não é muito surpreendente não.
zh_cn: <32>* ...也许还挺正常的。
zh_tw: <32>* ...也許還挺正常的。

source: <32>{#p/basic}{#npc/a}* In the end, I never caught any "girls" on my voice-mail.
pt_br: <32>{#p/basic}{#npc/a}* No final, eu nunca consegui "garotas" no meu email de voz.
zh_cn: <32>{#p/basic}{#npc/a}* 到最后， 我的语音信箱里也没有收到 任何“女孩”的留言。
zh_tw: <32>{#p/basic}{#npc/a}* 到最後， 我的語音信箱裡也沒有收到 任何「女孩」的留言。

source: <32>* So kid, take it from me...
pt_br: <32>* Então criança, leva de mim para a vida...
zh_cn: <32>* 所以啊，孩子， 听我一句劝...
zh_tw: <32>* 所以啊，孩子， 聽我一句勸...

source: <32>* Don't try to catch fantastic space creatures with just your voice-mail.
pt_br: <32>* Não tente pegar criaturas espaciais fantásticas apenas com o email de voz.
zh_cn: <32>* 不要妄想能用语音信箱 来钓到神奇的太空生物。
zh_tw: <32>* 不要妄想能用語音信箱 來釣到神奇的太空生物。

source: <32>{#p/basic}{#npc/a}* Where the heck is Sans?
pt_br: <32>{#p/basic}{#npc/a}* Onde é que está o Sans?
zh_cn: <32>{#p/basic}{#npc/a}* Sans到底上哪儿去了？
zh_tw: <32>{#p/basic}{#npc/a}* Sans到底上哪兒去了？

source: <32>* He told me he had a star chart I could use to find girls...
pt_br: <32>* Ele me disse que tinha um mapa estelar que eu poderia usar para encontrar garotas...
zh_cn: <32>* 他告诉我他有一张星象图， 可以给我用来找女孩...
zh_tw: <32>* 他告訴我他有一張星象圖， 可以給我用來找女孩...

source: <32>* I mean, it was probably some kind of prank, but I wanted to know what the prank was!
pt_br: <32>* Quer dizer, provavelmente era algum tipo de pegadinha, mas eu queria saber qual era!
zh_cn: <32>* 我是觉得这多半是个恶作剧， 但我想知道这到底 是个什么恶作剧！
zh_tw: <32>* 我是覺得這多半是個惡作劇， 但我想知道這到底 是個什麼惡作劇！

source: <32>{#p/basic}{#npc/a}* I put out a call for some "girls" today.
pt_br: <32>{#p/basic}{#npc/a}* Eu tentei dar uma ligada para algumas "garotas" hoje.
zh_cn: <32>{#p/basic}{#npc/a}* 我今天发了条帖子， 看看能不能钓到点“女孩”。
zh_tw: <32>{#p/basic}{#npc/a}* 我今天發了條帖子， 看看能不能釣到點「女孩」。

source: <32>* Someone told me there are infinite possibilities among the stars...
pt_br: <32>* Alguém me disse que existem infinitas possibilidades nas estrelas...
zh_cn: <32>* 有人告诉我说 漫天群星蕴含着无限可能性...
zh_tw: <32>* 有人告訴我說 漫天群星蘊含著無限可能性...

source: <32>* Well, I'm taking that seriously.
pt_br: <32>* Bem, eu estou levando isso a sério.
zh_cn: <32>* 所以，我很认真地 听取了那个建议...
zh_tw: <32>* 所以，我很認真地 聽取了那個建議...

source: <32>* I'm literally going to make out with a space creature.
pt_br: <32>* Eu vou atrás de um encontro com uma criatura do espaço.
zh_cn: <32>* 我真的要和一个太空生物 卿卿我我了。
zh_tw: <32>* 我真的要和一個太空生物 卿卿我我了。

source: <32>{#p/basic}{#npc/a}* Wanna know what I think?
pt_br: <32>{#p/basic}{#npc/a}* Quer saber o que eu penso?
zh_cn: <32>{#p/basic}{#npc/a}* 要听听我的感想吗？
zh_tw: <32>{#p/basic}{#npc/a}* 要聽聽我的感想嗎？

source: <32>* ... that robot was the one guy who made me wanna call for boys instead of girls.
pt_br: <32>* ... aquele robô na TV foi quem me fez ter vontade de ir atrás de garotos ao invés de garotas.
zh_cn: <32>* ...只有那个机器人会让我产生 想找男朋友而不是女朋友的想法。
zh_tw: <32>* ...只有那個機器人會讓我產生 想找男朋友而不是女朋友的想法。

source: <32>* It's sad to see him go.
pt_br: <32>* É triste vê-lo desaparecer.
zh_cn: <32>* 看到他走了，我很难过。
zh_tw: <32>* 看到他走了，我很難過。

source: <32>{#p/basic}{#npc/a}* You're talking to me like you want the inside scoop.
pt_br: <32>{#p/basic}{#npc/a}* Você está falando comigo como se quisesse informações privilegiadas.
zh_cn: <32>{#p/basic}{#npc/a}* 你跟我说话的口气 好像你想知道 内幕消息似的。
zh_tw: <32>{#p/basic}{#npc/a}* 你跟我說話的口氣 好像你想知道 內幕訊息似的。

source: <32>{#p/basic}{#npc/a}* Sorry kid. * Guess you'll just have to wait for the next news update.
pt_br: <32>{#p/basic}{#npc/a}* Foi mal criança. * Acho que você vai ter que esperar até às novas notícias.
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉孩子。 * 看来你只能等下一条新闻了。
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉孩子。 * 看來你只能等下一條新聞了。

source: <32>{#p/basic}{#npc/a}* Mind you, there was a single missed call...
pt_br: <32>{#p/basic}{#npc/a}* Se voce se importa, tem uma ligação perdida...
zh_cn: <32>{#p/basic}{#npc/a}* 不过啊，我有一个未接来电...
zh_tw: <32>{#p/basic}{#npc/a}* 不過啊，我有一個未接來電...

source: <32>* ... from a certain "ONIONSAN."
pt_br: <32>* ... de uma certa "ONIONSAN."
zh_cn: <32>* ...是个叫“ONIONSAN”的打来的。
zh_tw: <32>* ...是個叫「ONIONSAN」的打來的。

source: <32>* They didn't leave me any voice-mail though.
pt_br: <32>* Ela não deixou nenhum email de voz, entretanto.
zh_cn: <32>* 不过这人没有给我留言。
zh_tw: <32>* 不過這人沒有給我留言。

source: <32>{#p/basic}{#npc/a}* Do you know where Sans is?
pt_br: <32>{#p/basic}{#npc/a}* Você sabe onde o Sans está?
zh_cn: <32>{#p/basic}{#npc/a}* 你知道Sans在哪儿吗？
zh_tw: <32>{#p/basic}{#npc/a}* 你知道Sans在哪兒嗎？

source: <32>{#p/basic}{#npc/a}* I guess I could ask Undyne. * But I think she likes someone else already.
pt_br: <32>{#p/basic}{#npc/a}* Acho que eu poderia chamar Undyne pra sair. * Mas ela já deve gostar de alguém.
zh_cn: <32>{#p/basic}{#npc/a}* 我觉得我可以问问Undyne。 * 但她好像已经喜欢别人了。
zh_tw: <32>{#p/basic}{#npc/a}* 我覺得我可以問問Undyne。 * 但她好像已經喜歡別人了。

source: <32>{#p/basic}{#npc/a}* Here's hoping another cutie like him comes along...
pt_br: <32>{#p/basic}{#npc/a}* Aqui na esperança que outra fofura apareça...
zh_cn: <32>{#p/basic}{#npc/a}* 希望以后还能出现 像他一样可爱的帅哥...
zh_tw: <32>{#p/basic}{#npc/a}* 希望以後還能出現 像他一樣可愛的帥哥...

source: <32>{#p/basic}{#npc/a}* Don't tell me you don't have an OuterNet account...
pt_br: <32>{#p/basic}{#npc/a}* Não me diga que você não tem uma conta na Outernet...
zh_cn: <32>{#p/basic}{#npc/a}* 你该不会没有 域外网账号吧...
zh_tw: <32>{#p/basic}{#npc/a}* 你該不會沒有 域外網帳戶吧...

source: <32>{#p/basic}{#npc/a}* What's an onionsan, anyway?
pt_br: <32>{#p/basic}{#npc/a}* O que é uma onionsan mesmo?
zh_cn: <32>{#p/basic}{#npc/a}* 到底啥是onionsan啊？
zh_tw: <32>{#p/basic}{#npc/a}* 到底啥是onionsan啊？

source: <32>{#p/basic}{#npc/a}* Let me know if you see him...
pt_br: <32>{#p/basic}{#npc/a}* Me conta se você ver ele...
zh_cn: <32>{#p/basic}{#npc/a}* 你看到他的话，告诉我一声...
zh_tw: <32>{#p/basic}{#npc/a}* 你看到他的話，告訴我一聲...

source: <32>{#p/basic}{#npc/a}* Can I ever find love out here?
pt_br: <32>{#p/basic}{#npc/a}* Eu posso algum dia achar amor por aqui?
zh_cn: <32>{#p/basic}{#npc/a}* 我还能找到真爱吗？
zh_tw: <32>{#p/basic}{#npc/a}* 我還能找到真愛嗎？

source: <32>{#p/basic}{#npc/a}* Hmm...
zh_cn: <32>{#p/basic}{#npc/a}* 嗯...
zh_tw: <32>{#p/basic}{#npc/a}* 嗯...

source: <32>* I wonder what kind of food robots like.
pt_br: <32>* Me pergunto que tipo de comida os robôs gostam.
zh_cn: <32>* 我在想机器人 会喜欢吃怎样的食物。
zh_tw: <32>* 我在想機器人 會喜歡吃怎樣的食物。

source: <32>* Do they even eat food at all?
pt_br: <32>* Eles pelo menos comem comida?
zh_cn: <32>* 他们会吃东西吗？
zh_tw: <32>* 他們會吃東西嗎？

source: <32>* ... we'll never know, now.
pt_br: <32>* ... agora, nós nunca saberemos.
zh_cn: <32>* ...如今我们永远也无法知道了。
zh_tw: <32>* ...如今我們永遠也無法知道了。

source: <32>{#p/basic}{#npc/a}* Sans has been a regular here since day one.
pt_br: <32>{#p/basic}{#npc/a}* Sans tem vindo aqui regularmente desde o primeiro dia.
zh_cn: <32>{#p/basic}{#npc/a}* Sans从第一天起 就是这里的常客了。
zh_tw: <32>{#p/basic}{#npc/a}* Sans從第一天起 就是這裡的常客了。

source: <32>* He usually orders the worst item off the menu...
pt_br: <32>* Ele normalmente pede o pior item no menu...
zh_cn: <32>* 他通常会点菜单上最难吃的菜...
zh_tw: <32>* 他通常會點選單上最難吃的菜...

source: <32>* Except for earlier today...
pt_br: <32>* Exceto por hoje mais cedo...
zh_cn: <32>* 不过今天早些时候...
zh_tw: <32>* 不過今天早些時候...

source: <32>* ... when he ordered the SECOND worst item off the menu instead.
pt_br: <32>* ... ele pediu o SEGUNDO pior ítem do menu ao invés disso.
zh_cn: <32>* ...他点了菜单上第二难吃的菜。
zh_tw: <32>* ...他點了選單上第二難吃的菜。

source: <32>* That's something, right?
pt_br: <32>* Já é alguma coisa, certo?
zh_cn: <32>* 挺稀奇的，对吧？
zh_tw: <32>* 挺稀奇的，對吧？

source: <32>* He always orders the worst item off the menu, and he never pays his tab.
pt_br: <32>* Ele sempre pede o pior ítem do menu, e nunca paga a conta.
zh_cn: <32>* 他总是点菜单上最难吃的菜， 而且从不付账。
zh_tw: <32>* 他總是點選單上最難吃的菜， 而且從不付帳。

source: <32>* But because he attracts so many other customers...
pt_br: <32>* Pelo fato de que ele atrai tantos clientes...
zh_cn: <32>* 不过看在他吸引了 这么多其他顾客的份上...
zh_tw: <32>* 不過看在他吸引了 這麼多其他顧客的份上...

source: <32>* Grillby even gave him special arrangements.
pt_br: <32>* Grillby sempre o dá tratamento especial.
zh_cn: <32>* Grillby甚至给他特别 安排了点东西。
zh_tw: <32>* Grillby甚至給他特別 安排了點東西。

source: <32>* ... what's a "yamok" anyway?
pt_br: <32>* ... o que seria "yamok"?
zh_cn: <32>* ...所以“雅莫万用酱” 到底是什么东西？
zh_tw: <32>* ...所以「雅莫萬用醬」 到底是什麼東西？

source: <32>{#p/basic}{#npc/a}* I wonder what a human bully would taste like...
pt_br: <32>{#p/basic}{#npc/a}* Eu me pergunto qual o gosto de um humano bully...
zh_cn: <32>{#p/basic}{#npc/a}* 我在想人类恶霸的味道 会是怎样的...
zh_tw: <32>{#p/basic}{#npc/a}* 我在想人類惡霸的味道 會是怎樣的...

source: <32>* Are they tastier when they're meaner? * Or vice-versa?
pt_br: <32>* Eles são mais gostosos quando maus? * Ou vice-versa?
zh_cn: <32>* 那人是越坏越好吃吗？ * 还是反过来？
zh_tw: <32>* 那人是越壞越好吃嗎？ * 還是反過來？

source: <32>{#p/basic}{#npc/a}* As much as I would've liked to try human food...
pt_br: <32>{#p/basic}{#npc/a}* Por mais que eu amaria testar comida humana...
zh_cn: <32>{#p/basic}{#npc/a}* 虽然我很想尝尝人类的食物...
zh_tw: <32>{#p/basic}{#npc/a}* 雖然我很想嘗嘗人類的食物...

source: <32>* Food from a whole new world... now that's even better.
pt_br: <32>* Comida de um mundo inteiramente novo... é bem melhor.
zh_cn: <32>* 但新世界的食物... 肯定要更好吃点。
zh_tw: <32>* 但新世界的食物... 肯定要更好吃點。

source: <32>{#p/basic}{#npc/a}* Hmmm, this is around the time that Sans comes in.
pt_br: <32>{#p/basic}{#npc/a}* Hmmm, este é o momento que o Sans normalmente aparece aqui.
zh_cn: <32>{#p/basic}{#npc/a}* 嗯，Sans差不多该来了。
zh_tw: <32>{#p/basic}{#npc/a}* 嗯，Sans差不多該來了。

source: <32>* Then, a little bit later, his brother comes in.
pt_br: <32>* Então, um pouco depois, seu irmão também aparece.
zh_cn: <32>* 然后，再过一会儿， 他的兄弟也会来。
zh_tw: <32>* 然後，再過一會兒， 他的兄弟也會來。

source: <32>* Yes, his brother. * Papyrus.
pt_br: <32>* Sim, seu irmão. * Papyrus.
zh_cn: <32>* 对，他的兄弟。 * Papyrus。
zh_tw: <32>* 對，他的兄弟。 * Papyrus。

source: <32>* He always used to order milk, but nowadays, he picks a new item every time...
pt_br: <32>* Ele normalmente pedia leite, mas hoje em dia, pede um ítem novo todo dia...
zh_cn: <32>* 他以前总是点牛奶， 但现在， 他每次都点不同的东西...
zh_tw: <32>* 他以前總是點牛奶， 但現在， 他每次都點不同的東西...

source: <32>* That replicator sure is a wonderous thing, isn't it?
pt_br: <32>* Aquele replicador com certeza é uma coisa maravilhosa, não é?
zh_cn: <32>* 那个复制器真是个神奇的东西， 不是吗？
zh_tw: <32>* 那個複製器真是個神奇的東西， 不是嗎？

source: <32>* It's too bad it only produces monster food.
pt_br: <32>* É triste que ele só consiga produzir comida monstro.
zh_cn: <32>* 可惜它只能制造怪物的食物。
zh_tw: <32>* 可惜它只能製造怪物的食物。

source: <32>{#p/basic}{#npc/a}* Hmmm... * Isn't human food different from monster food?
pt_br: <32>{#p/basic}{#npc/a}* Hmmm... * Comida humana não é diferente de comida monstro?
zh_cn: <32>{#p/basic}{#npc/a}* 嗯... * 人类的食物和怪物的 应该是不一样的吧？
zh_tw: <32>{#p/basic}{#npc/a}* 嗯... * 人類的食物和怪物的 應該是不一樣的吧？

source: <32>* It does things like "spoil."
pt_br: <32>* Faz coisas como "estragar".
zh_cn: <32>* 听说会“变质”什么的。
zh_tw: <32>* 聽說會「變質」什麼的。

source: <32>* And while monster food converts to energy instantly...
pt_br: <32>* E enquanto comida monstro recupera sua energia instantâneamente...
zh_cn: <32>* 而且不像怪物的食物一样 可以直接转化为能量...
zh_tw: <32>* 而且不像怪物的食物一樣 可以直接轉化為能量...

source: <32>* Human food has to pass all the way through their bodies first.
pt_br: <32>* Comida humana tem que passar por todo o corpo primeiro.
zh_cn: <32>* 人类的食物必须 要先通过他们的身体。
zh_tw: <32>* 人類的食物必須 要先通過他們的身體。

source: <32>* Which it somehow does, even on low gravity.
pt_br: <32>* O que de alguma forma acontece até na gravidade baixa.
zh_cn: <32>* 就算在低重力的环境 也是这样。
zh_tw: <32>* 就算在低重力的環境 也是這樣。

source: <32>* How strange. * I'd love to try it sometime.
pt_br: <32>* Que nojo. * Eu amaria experimentar.
zh_cn: <32>* 真诡异。 * 我找时间也想试试。
zh_tw: <32>* 真詭異。 * 我找時間也想試試。

source: <32>{#p/basic}{#npc/a}* How unfortunate.
pt_br: <32>{#p/basic}{#npc/a}* Que desgraça.
zh_cn: <32>{#p/basic}{#npc/a}* 真不幸。
zh_tw: <32>{#p/basic}{#npc/a}* 真不幸。

source: <32>{#p/basic}{#npc/a}* Come to think of it, that's not the only off-putting thing to have happened today...
pt_br: <32>{#p/basic}{#npc/a}* Levando para pensar sobre, essa não foi a única coisa fora da linda que aconteceu hoje...
zh_cn: <32>{#p/basic}{#npc/a}* 仔细想想， 今天发生的令人不快的事 还不止这一件...
zh_tw: <32>{#p/basic}{#npc/a}* 仔細想想， 今天發生的令人不快的事 還不止這一件...

source: <32>{#p/basic}{#npc/a}* How strange.
pt_br: <32>{#p/basic}{#npc/a}* Que estranho.
zh_cn: <32>{#p/basic}{#npc/a}* 真奇怪。
zh_tw: <32>{#p/basic}{#npc/a}* 真奇怪。

source: <32>{#p/basic}{#npc/a}* We're blessed to have such a character in our midst.
pt_br: <32>{#p/basic}{#npc/a}* Nós estamos felizes em ter tal pessoa no nosso meio.
zh_cn: <32>{#p/basic}{#npc/a}* 我们身边有这样的人， 真是太幸运了。
zh_tw: <32>{#p/basic}{#npc/a}* 我們身邊有這樣的人， 真是太幸運了。

source: <32>{#p/basic}{#npc/a}* For all we know, a last-minute redemption could make them the tastiest of all.
pt_br: <32>{#p/basic}{#npc/a}* Por tudo que nós sabemos, redenção no último minuto pode torná-lo o mais saboroso de todos.
zh_cn: <32>{#p/basic}{#npc/a}* 说不定， 要是那人在最后一刻良心发现， 会变得究极好吃。
zh_tw: <32>{#p/basic}{#npc/a}* 說不定， 要是那人在最後一刻良心發現， 會變得究極好吃。

source: <32>{#p/basic}{#npc/a}* For all we know, new world food spoils even faster than food made by humans.
pt_br: <32>{#p/basic}{#npc/a}* Pelo visto, a comida do novo mundo estraga mais rápido do que a feita por humanos.
zh_cn: <32>{#p/basic}{#npc/a}* 说不定，新世界的食物 比人类的食物坏得更快呢。
zh_tw: <32>{#p/basic}{#npc/a}* 說不定，新世界的食物 比人類的食物壞得更快呢。

source: <32>{#p/basic}{#npc/a}* I hope he shows up today. * Him and his brother are great at making us laugh.
pt_br: <32>{#p/basic}{#npc/a}* Espero que ele apareça hoje. * Ele e seu irmão são ótimos em nos fazer rir.
zh_cn: <32>{#p/basic}{#npc/a}* 我希望他今天能来。 * 他和他的兄弟 都很擅长逗我们笑。
zh_tw: <32>{#p/basic}{#npc/a}* 我希望他今天能來。 * 他和他的兄弟 都很擅長逗我們笑。

source: <32>{#p/basic}{#npc/a}* I've also heard they have things called "bathrooms."
pt_br: <32>{#p/basic}{#npc/a}* Também ouvi dizer que eles tem uma coisa chamada "banheiro."
zh_cn: <32>{#p/basic}{#npc/a}* 我还听说他们有 叫做“厕所”的东西。
zh_tw: <32>{#p/basic}{#npc/a}* 我還聽說他們有 叫做「廁所」的東西。

source: <32>{#p/basic}{#npc/a}* How delightful.
pt_br: <32>{#p/basic}{#npc/a}* Que interessante.
zh_cn: <32>{#p/basic}{#npc/a}* 真开心。
zh_tw: <32>{#p/basic}{#npc/a}* 真開心。

source: <32>{#p/basic}{#npc/a}* How... unexpected.
pt_br: <32>{#p/basic}{#npc/a}* Que... inesperado.
zh_cn: <32>{#p/basic}{#npc/a}* 真... 出乎意料。
zh_tw: <32>{#p/basic}{#npc/a}* 真... 出乎意料。

source: <32>{#p/basic}{#npc/a}* How... delicious.
pt_br: <32>{#p/basic}{#npc/a}* Que... delicioso.
zh_cn: <32>{#p/basic}{#npc/a}* 真... 美味。
zh_tw: <32>{#p/basic}{#npc/a}* 真... 美味。

source: <32>{#p/basic}{#npc/a}* Skeletons are cool.
pt_br: <32>{#p/basic}{#npc/a}* Esqueletos são legais.
zh_cn: <32>{#p/basic}{#npc/a}* 骷髅真酷。
zh_tw: <32>{#p/basic}{#npc/a}* 骷髏真酷。

source: <32>{#p/basic}{#npc/a}* Humans are weird.
pt_br: <32>{#p/basic}{#npc/a}* Humanos são estranhos.
zh_cn: <32>{#p/basic}{#npc/a}* 人类真奇怪。
zh_tw: <32>{#p/basic}{#npc/a}* 人類真奇怪。

source: <32>{#p/basic}{#npc/a}* M-mettaton was the h-hottest guy around...
pt_br: <32>{#p/basic}{#npc/a}* M-mettaton era o cara mais q-quente por aqui...
zh_cn: <32>{#p/basic}{#npc/a}* M-mettaton是这里 最-最烧的帅哥了...
zh_tw: <32>{#p/basic}{#npc/a}* M-mettaton是這裡 最-最燒的帥哥了...

source: <32>* Without him, the outpost is s-s-so much colder!
pt_br: <32>* Sem ele, o Outpost se t-torna tão mais frio!
zh_cn: <32>* 没有他， 前哨站冷清了好多好多！
zh_tw: <32>* 沒有他， 前哨站冷清了好多好多！

source: <32>{#p/basic}{#npc/a}* Sansyyyy... * Come back and sit with me...!
pt_br: <32>{#p/basic}{#npc/a}* Sansyyyy... * Volta aqui e senta comigo...!
zh_cn: <32>{#p/basic}{#npc/a}* Sansyyyy... * 快回来坐我旁边...！
zh_tw: <32>{#p/basic}{#npc/a}* Sansyyyy... * 快回來坐我旁邊...！

source: <32>* Everything's so f-f-fun when you're around...
pt_br: <32>* Tudo é tão l-l-legal quando você está por perto...
zh_cn: <32>* 有你在的时候， 一切都那么有-有-有趣...
zh_tw: <32>* 有你在的時候， 一切都那麼有-有-有趣...

source: <32>{#p/basic}{#npc/a}* I w-wonder if the n-new world h-has h-hot guys...
pt_br: <32>{#p/basic}{#npc/a}* Me p-pergunto se no n-novo mundo t-tem caras b-bonitos...
zh_cn: <32>{#p/basic}{#npc/a}* 我-我在想， 新-新世界那有没有烧男...
zh_tw: <32>{#p/basic}{#npc/a}* 我-我在想， 新-新世界那有沒有燒男...

source: <32>* A-and neat d-drinks...
pt_br: <32>* E d-drinks a-apetitosos...
zh_cn: <32>* 以-以及好喝的东-东...
zh_tw: <32>* 以-以及好喝的東-東...

source: <32>* Ooooooo, I'm ready!
pt_br: <32>* Ooooooo, eu estou pronto!
zh_cn: <32>* 噢噢噢噢噢，我已经迫不及待了！
zh_tw: <32>* 噢噢噢噢噢，我已經迫不及待了！

source: <32>{#p/basic}{#npc/a}* H-hey, isn't Sansy s'posed to come swinging in right about now??
pt_br: <32>{#p/basic}{#npc/a}* E-ei, não era pro Sansy estar dando uma volta por aqui agora?
zh_cn: <32>{#p/basic}{#npc/a}* 嘿-嘿， Sansy现在是不是该来晃悠了？
zh_tw: <32>{#p/basic}{#npc/a}* 嘿-嘿， Sansy現在是不是該來晃悠了？

source: <32>* C'mon Sansy! * You're the life of the party...
pt_br: <32>* Vamu Sansy! * Você é a vida da festa!
zh_cn: <32>* 快来嘛，Sansy！ * 你可是我们这儿的灵魂人物啊...
zh_tw: <32>* 快來嘛，Sansy！ * 你可是派對的靈魂人物啊...

source: <32>{#p/basic}{#npc/a}* It's s-s-so quiet in here.
pt_br: <32>{#p/basic}{#npc/a}* Tá tão q-q-quieto até.
zh_cn: <32>{#p/basic}{#npc/a}* 这里也太-太-太安静了。
zh_tw: <32>{#p/basic}{#npc/a}* 這裡也太-太-太安靜了。

source: <32>* Lighten up everybody! * ...
pt_br: <32>* Escutem, todo mundo! * ...
zh_cn: <32>* 大家开心点嘛！ * ...
zh_tw: <32>* 大家開心點嘛！ * ...

source: <32>* I'm really starting to loathe this place.
pt_br: <32>* Eu estou realmente começando a odiar esse lugar.
zh_cn: <32>* 我有点开始讨厌这个地方了。
zh_tw: <32>* 我有點開始討厭這個地方了。

source: <32>{#p/basic}{#npc/a}* No matter where I go, it's the same menu, the same people...
pt_br: <32>{#p/basic}{#npc/a}* Não importa onde eu vá, é o mesmo cardápio, as mesmas pessoas...
zh_cn: <32>{#p/basic}{#npc/a}* 不论我去到哪里， 看到的都是一样的菜单， 遇到的都是一样的人...
zh_tw: <32>{#p/basic}{#npc/a}* 不論我去到哪裡， 看到的都是一樣的選單， 遇到的都是一樣的人...ゐ
