Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/6}... WEREN'T ABLE TO THINK OF THOSE THINGS.
pt_br: <18>{#p/papyrus}{#f/6}... NÓS NÃO FOMOS CAPAZES DE PENSAR NESSAS COISAS.
zh_cn: <18>{#p/papyrus}{#f/6}...不思考那些事而已。
zh_tw: <18>{#p/papyrus}{#f/6}...不思考那些事而已。

source: <25>{#p/undyne}{#f/12}* Well... * Maybe you're right.
pt_br: <25>{#p/undyne}{#f/12}* Bem... * Talvez você esteja certo.
zh_cn: <25>{#p/undyne}{#f/12}* 呃... * 或许你是对的。
zh_tw: <25>{#p/undyne}{#f/12}* 呃... * 或許你是對的。

source: <25>{#p/undyne}{#f/12}* Still doesn't make us any less trapped, though.
pt_br: <25>{#p/undyne}{#f/12}* Ainda não nos torna menos presos, no entanto.
zh_cn: <25>{#p/undyne}{#f/12}* 不管怎样， 到底咱还是被困在这。
zh_tw: <25>{#p/undyne}{#f/12}* 不管怎樣， 到底咱還是被困在這。

source: <18>{#p/papyrus}{#f/0}AT LEAST -I- WAS ABLE TO THINK OF THOSE THINGS!!
pt_br: <18>{#p/papyrus}{#f/0}PELO MENOS -EU- FUI CAPAZ DE PENSAR NESSAS COISAS!!
zh_cn: <18>{#p/papyrus}{#f/0}至少【我】是 想过这些的！！
zh_tw: <18>{#p/papyrus}{#f/0}至少【我】是 想過這些的！！

source: <18>{#p/papyrus}{#f/6}I CALL MYSELF A MASTER OF PUZZLES GALORE, BUT...
pt_br: <18>{#p/papyrus}{#f/6}EU ME CONSIDERO UM MESTRE DOS ENIGMAS, MAS...
zh_cn: <18>{#p/papyrus}{#f/6}我自称是谜题大师， 但是...
zh_tw: <18>{#p/papyrus}{#f/6}我自稱是謎題大師， 但是...

source: <18>{#p/papyrus}{#f/5}I NEED TO COME CLEAN ABOUT THIS ONE.
pt_br: <18>{#p/papyrus}{#f/5}EU PRECISO SER SINCERO EM RELAÇÃO A ESTE.
zh_cn: <18>{#p/papyrus}{#f/5}这件事我得坦白。
zh_tw: <18>{#p/papyrus}{#f/5}這件事我得坦白。

source: <18>{#p/papyrus}{#f/4}... I'VE NEVER SOLVED THIS PUZZLE FOR REALSIES.
pt_br: <18>{#p/papyrus}{#f/4}... EU NUNCA RESOLVI ESTE QUEBRA-CABEÇA.
zh_cn: <18>{#p/papyrus}{#f/4}...我从来没真正 解决过这个难题。
zh_tw: <18>{#p/papyrus}{#f/4}...我從來沒真正 解決過這個難題。

source: <18>{#p/papyrus}{#f/6}WAIT!! DON'T JUDGE ME TOO HARSHLY!!
pt_br: <18>{#p/papyrus}{#f/6}ESPERA!! NÃO ME JULGUE AINDA!!
zh_cn: <18>{#p/papyrus}{#f/6}等等！！ 别对我太苛刻！！
zh_tw: <18>{#p/papyrus}{#f/6}等等！！ 別對我太苛刻！！

source: <18>{#p/papyrus}{#f/4}... THEY SHUT IT OFF BEFORE I COULD EVEN TRY.
pt_br: <18>{#p/papyrus}{#f/4}... DESLIGARAM ANTES QUE EU PUDESSE TENTAR.
zh_cn: <18>{#p/papyrus}{#f/4}...我还没来得及试， 他们就把它关掉了。
zh_tw: <18>{#p/papyrus}{#f/4}...我還沒來得及試， 他們就把它關掉了。

source: <25>{#p/undyne}{#f/17}* Even if it WASN'T shut off, do you think you'd be able to solve it??
pt_br: <25>{#p/undyne}{#f/17}* Mesmo se não fosse desligado, você acha que conseguiria?
zh_cn: <25>{#p/undyne}{#f/17}* 要是没关掉，你就能解开？？
zh_tw: <25>{#p/undyne}{#f/17}* 要是沒關掉，你就能解開？？

source: <25>{#p/undyne}{#f/14}* Many have tried in the past, but very few have succeeded.
pt_br: <25>{#p/undyne}{#f/14}* Muitos já tentaram, mas poucos conseguiram.
zh_cn: <25>{#p/undyne}{#f/14}* 很多人都试过解决这个谜题， 但是真正能解决的没有 几个。
zh_tw: <25>{#p/undyne}{#f/14}* 很多人都試過解決這個謎題， 但是真正能解決的沒有 幾個。

source: <18>{#p/papyrus}{#f/0}OH, I'M SURE IT WOULDN'T BE A PROBLEM.
pt_br: <18>{#p/papyrus}{#f/0}TENHO CERTEZA QUE ISSO NÃO SERIA UM PROBLEMA.
zh_cn: <18>{#p/papyrus}{#f/0}啊，那不算什么难题。
zh_tw: <18>{#p/papyrus}{#f/0}啊，那不算什麼難題。

source: <18>{#p/papyrus}{#f/0}I SOLVED THE OTHER PUZZLES OF THIS KIND VERY QUICKLY!
pt_br: <18>{#p/papyrus}{#f/0}EU JÁ RESOLVI OUTROS DESSE TIPO BEM RAPIDAMENTE!
zh_cn: <18>{#p/papyrus}{#f/0}这个类型的谜题我都 解决多少个了！ 而且解决的极其迅速！
zh_tw: <18>{#p/papyrus}{#f/0}這個類別的謎題我都 解決多少個了！ 而且解決的極其迅速！

source: <25>{#p/undyne}{#f/14}* If by "quickly," you mean several HOURS, then yes.
pt_br: <25>{#p/undyne}{#f/14}* Se "rapidamente" você quer dizer HORAS, beleza.
zh_cn: <25>{#p/undyne}{#f/14}* 如果你说的“极其迅速”是指 几个小时的话，我信了。
zh_tw: <25>{#p/undyne}{#f/14}* 如果你說的「極其迅速」是指 幾個小時的話，我信了。

source: <18>{#p/papyrus}{#f/6}WHAT?? HOURS?
pt_br: <18>{#p/papyrus}{#f/6} O QUE?? HORAS?
zh_cn: <18>{#p/papyrus}{#f/6}怎么？？几个小时？？
zh_tw: <18>{#p/papyrus}{#f/6}怎麼？？幾個小時？？

source: <18>{#p/papyrus}{#f/5}I SOLVED THOSE PUZZLES IN NO MORE THAN TEN SECONDS!
pt_br: <18>{#p/papyrus}{#f/5}EU RESOLVI ESTE QUEBRA-CABEÇA EM DEZ SEGUNDOS!
zh_cn: <18>{#p/papyrus}{#f/5}不出十秒钟， 我就能解决那些谜题！
zh_tw: <18>{#p/papyrus}{#f/5}不出十秒鐘， 我就能解決那些謎題！

source: <25>{#p/undyne}{#f/17}* And the time you spent staring at them...?
pt_br: <25>{#p/undyne}{#f/17}* E o tempo que você passou encarando eles?
zh_cn: <25>{#p/undyne}{#f/17}* 加上你盯着看的时间呢...？
zh_tw: <25>{#p/undyne}{#f/17}* 加上你盯著看的時間呢...？

source: <18>{#p/papyrus}{#f/7}... WAS JUST THE TIME SPENT WORKING OUT THE SOLUTION!!
pt_br: <18>{#p/papyrus}{#f/7}... FOI O TEMPO QUE EU PASSEI PENSANDO!!
zh_cn: <18>{#p/papyrus}{#f/7}...那个不算！
zh_tw: <18>{#p/papyrus}{#f/7}...那個不算！

source: <18>{#p/papyrus}{#f/6}I KNOW, RIGHT!? SO UNFAIR!!
pt_br: <18>{#p/papyrus}{#f/6}EU SEI, CERTO!? TÃO INJUSTO!!
zh_cn: <18>{#p/papyrus}{#f/6}我知道的啊！ 所以它不公平啊！！
zh_tw: <18>{#p/papyrus}{#f/6}我知道的啊！ 所以它不公平啊！！

source: <18>{#p/papyrus}{#f/0}THE LONGER YOU THINK, THE LESS YOU HAVE TO SOLVE.
pt_br: <18>{#p/papyrus}{#f/0}QUANTO MAIS VOCÊ PENSA, MENOS VOCÊ TEM QUE RESOLVER.
zh_cn: <18>{#p/papyrus}{#f/0}思考的时间花的越多， 解决的时间花的越少。
zh_tw: <18>{#p/papyrus}{#f/0}思考的時間花的越多， 解決的時間花的越少。

source: <18>{#p/papyrus}{#f/9}A USEFUL TIP FOR ANY PUZZLE YOU MAY ENCOUNTER!
pt_br: <18>{#p/papyrus}{#f/9}UMA DICA PRA QUALQUER QUEBRA-CABEÇA QUE VOCÊ ACHAR!
zh_cn: <18>{#p/papyrus}{#f/9}我送给各位一个 谜题小贴士！
zh_tw: <18>{#p/papyrus}{#f/9}我送給各位一個 謎題小貼士！

source: <18>{#p/papyrus}{#f/6}USE THE TERMINAL!!
pt_br: <18>{#p/papyrus}{#f/6}LEIA O TERMINAL!!
zh_cn: <18>{#p/papyrus}{#f/6}“使用终端”！！
zh_tw: <18>{#p/papyrus}{#f/6}「使用終端」！！

source: <18>{#p/papyrus}{#f/6}NEAR THE RIGHT!!!
pt_br: <18>{#p/papyrus}{#f/6}PRÓXIMO A DIREITA!!!
zh_cn: <18>{#p/papyrus}{#f/6}“就在右边”！！！
zh_tw: <18>{#p/papyrus}{#f/6}「就在右邊」！！！

source: <18>{#p/papyrus}{#f/6}GOOD LUCK!!
pt_br: <18>{#p/papyrus}{#f/6}BOA SORTE!!
zh_cn: <18>{#p/papyrus}{#f/6}“祝你好运”！！
zh_tw: <18>{#p/papyrus}{#f/6}「祝你好運」！！

source: <18>{#p/papyrus}{#f/4}OH... IT'S -THIS- PUZZLE, EH?
pt_br: <18>{#p/papyrus}{#f/4}OH... É -ESTE- QUEBRA-CABEÇA, EH?
zh_cn: <18>{#p/papyrus}{#f/4}啊...是【这个】谜题？
zh_tw: <18>{#p/papyrus}{#f/4}啊...是【這個】謎題？

source: <18>{#p/papyrus}{#f/5}... YEAH. IT'S NOT EXACTLY THE EASIEST ONE.
pt_br: <18>{#p/papyrus}{#f/5}... OLHA. ELE NÃO O MAIS FÁCIL QUE SE TEM.
zh_cn: <18>{#p/papyrus}{#f/5}...啊。 这可不是最简单的那个。
zh_tw: <18>{#p/papyrus}{#f/5}...啊。 這可不是最簡單的那個。

source: <18>{#p/papyrus}{#f/9}THANKFULLY, I HAVE A SOLUTION!
pt_br: <18>{#p/papyrus}{#f/9}FELIZMENTE, EU TENHO UMA SOLUCÃO!
zh_cn: <18>{#p/papyrus}{#f/9}幸好， 我有一个解决方案！
zh_tw: <18>{#p/papyrus}{#f/9}幸好， 我有一個解決方案！

source: <18>{#p/papyrus}{#f/0}READY?
pt_br: <18>{#p/papyrus}{#f/0}PRONTO?
zh_cn: <18>{#p/papyrus}{#f/0}听好了！
zh_tw: <18>{#p/papyrus}{#f/0}聽好了！

source: <18>{#p/papyrus}{#f/0}YOU CAN USE IT AT THE TERMINAL NEAR THE RIGHT.
pt_br: <18>{p/papyrus}{f/0}VOCÊ PODE USÁ-LO NO TERMINAL PERTO DA DIREITA.
zh_cn: <18>{#p/papyrus}{#f/0}使用就在右边的终端。
zh_tw: <18>{#p/papyrus}{#f/0}使用就在右邊的終端。

source: <32>{#p/human}* (Papyrus whispered something in your ear.)
pt_br: <32>{#p/human}* (Papyrus cochicha algo no seu ouvido.)
zh_cn: <32>{#p/human}* （Papyrus在你耳旁说了些 悄悄话。）
zh_tw: <32>{#p/human}* （Papyrus在你耳旁說了些 悄悄話。）

source: <18>{#p/papyrus}{#f/6}HOPE THAT HELPS!
pt_br: <18>{#p/papyrus}{#f/6}ESPERO QUE ISSO AJUDE!
zh_cn: <18>{#p/papyrus}{#f/6}希望对你有帮助！
zh_tw: <18>{#p/papyrus}{#f/6}希望對你有幫助！

source: <18>{#p/papyrus}{#f/4}IF I WERE YOU, I WOULD BE WARY OF THIS ROOM...
pt_br: <18>{#p/papyrus}{#f/4}SE EU FOSSE VOCÊ, DESCONFIARIA DESTA SALA...
zh_cn: <18>{#p/papyrus}{#f/4}如果我是你， 我会小心这个房间...
zh_tw: <18>{#p/papyrus}{#f/4}如果我是你， 我會小心這個房間...

source: <18>{#p/papyrus}{#f/5}UNDYNE OFTEN COMES HERE TO STAND MENACINGLY NEARBY.
pt_br: <18>{#p/papyrus}{#f/5}UNDYNE NORMALMENTE APARECE AÍ PARA ENCARAR O OUTPOST.
zh_cn: <18>{#p/papyrus}{#f/5}UNDYNE经常来这里， 威严地站在附近。
zh_tw: <18>{#p/papyrus}{#f/5}UNDYNE經常來這裡， 威嚴地站在附近。

source: <18>{#p/papyrus}{#f/6}SHE'S STARTLED ME ON MORE THAN A FEW OCCASIONS!
pt_br: <18>{#p/papyrus}{#f/6}E ELA ENCARA SEJA LÁ QUEM ESTIVER PASSANDO!
zh_cn: <18>{#p/papyrus}{#f/6}她不止一次吓到过我！
zh_tw: <18>{#p/papyrus}{#f/6}她不止一次嚇到過我！

source: <18>{#p/papyrus}{#f/5}EVEN IF I DID MAKE MYSELF AN EASY TARGET.
pt_br: <18>{#p/papyrus}{#f/5}ATÉ EU JÁ FUI ALVO DELA.
zh_cn: <18>{#p/papyrus}{#f/5}即使我让自己 很容易被当成靶子。
zh_tw: <18>{#p/papyrus}{#f/5}即使我讓自己 很容易被當成靶子。

source: <25>{#p/undyne}{#f/14}* Correction. * I come here to PATROL and watch for humans.
pt_br: <25>{#p/undyne}{#f/14}* Eu fico aí para PATRULHAR e caçar humanos.
zh_cn: <25>{#p/undyne}{#f/14}* 对。 * 我来这里巡逻，为了寻找人类。
zh_tw: <25>{#p/undyne}{#f/14}* 對。 * 我來這裡巡邏，為了尋找人類。

source: <25>{#p/undyne}{#f/7}* That's my JOB.
pt_br: <25>{#p/undyne}{#f/7}* Esse é meu TRABALHO.
zh_cn: <25>{#p/undyne}{#f/7}* 我就是干这个的。
zh_tw: <25>{#p/undyne}{#f/7}* 我就是幹這個的。

source: <18>{#p/papyrus}{#f/6}WELL!! DO IT LESS MENACINGLY THEN!!
pt_br: <18>{#p/papyrus}{#f/6}BEM!! ISSO SÓ TE TORNA AINDA MAIS FEROZ!!
zh_cn: <18>{#p/papyrus}{#f/6}啊！！ 别那么咄咄逼人嘛！！
zh_tw: <18>{#p/papyrus}{#f/6}啊！！ 別那麼咄咄逼人嘛！！

source: <25>{#p/undyne}{#f/14}* I am who I am, and there's nothing I can do to change that.
pt_br: <25>{#p/undyne}{#f/14}* Eu sou quem eu sou e não posso fazer nada para mudar isso.
zh_cn: <25>{#p/undyne}{#f/14}* 我就是我，这一点永不变。
zh_tw: <25>{#p/undyne}{#f/14}* 我就是我，這一點永不變。

source: <18>{#p/papyrus}{#f/6}BUT I SAY ANYONE CAN CHANGE IF THEY JUST TRY!!
pt_br: <18>{#p/papyrus}{#f/6}QUALQUER UM PODE MUDAR, BASTA TENTAR!!
zh_cn: <18>{#p/papyrus}{#f/6}但是只要他们 努力尝试，每个人都有 机会改变自己！
zh_tw: <18>{#p/papyrus}{#f/6}但是只要他們 努力嘗試，每個人都有 機會改變自己！

source: <25>{#p/undyne}{#f/17}* There's exceptions to EVERY rule!
pt_br: <25>{#p/undyne}{#f/17}* Existem exceções para todas as regras!
zh_cn: <25>{#p/undyne}{#f/17}* 每条定理都有例外嘛！
zh_tw: <25>{#p/undyne}{#f/17}* 每條定理都有例外嘛！

source: <18>{#p/papyrus}{#f/7}THEN MY RULE IS AN EXCEPTION TO YOUR RULE!
pt_br: <18>{#p/papyrus}{#f/7}ENTÃO MINHA REGRA É UMA EXCESSÃO A SUA REGRA!
zh_cn: <18>{#p/papyrus}{#f/7}那我的定理就是 “每条定理都有例外” 这条定理的例外！
zh_tw: <18>{#p/papyrus}{#f/7}那我的定理就是 「每條定理都有例外」 這條定理的例外！

source: <25>{#p/undyne}{#f/12}* ... okay, didn't see that one coming.
pt_br: <25>{#p/undyne}{#f/12}* ... okay, eu não vi isso chegando.
zh_cn: <25>{#p/undyne}{#f/12}* ...行吧，我没想到这点。
zh_tw: <25>{#p/undyne}{#f/12}* ...行吧，我沒想到這點。

source: <18>{#p/papyrus}{#f/4}OH, AND THE SPEAR TRAPS THAT COME OUT OF NOWHERE.
pt_br: <18>{#p/papyrus}{#f/4}OH, E AS LANÇAS QUE VEM POR TODOS OS LADOS.
zh_cn: <18>{#p/papyrus}{#f/4}哦，还有不知道从哪里 冒出来的长矛陷阱。
zh_tw: <18>{#p/papyrus}{#f/4}喔，還有不知道從哪裡 冒出來的長矛陷阱。

source: <18>{#p/papyrus}{#f/5}WATCH OUT FOR THOSE TOO.
pt_br: <18>{#p/papyrus}{#f/5}TOME CUIDADO COM ISSO TAMBÉM.
zh_cn: <18>{#p/papyrus}{#f/5}也小心点那些。
zh_tw: <18>{#p/papyrus}{#f/5}也小心點那些。

source: <18>{#p/papyrus}{#f/4}WHY DO WE EVEN BOTHER ARGUING SOMETIMES...
pt_br: <18>{#p/papyrus}{#f/4}PORQUE SEQUER ARGUMENTAR AS VEZES...
zh_cn: <18>{#p/papyrus}{#f/4}为什么我们时不时要 吵架呢...
zh_tw: <18>{#p/papyrus}{#f/4}為什麼我們時不時要 吵架呢...

source: <18>{#p/papyrus}{#f/0}THE TIME IT TAKES TO TRAVEL ACROSS THIS ROOM...
pt_br: <18>{#p/papyrus}{#f/0}O TEMPO QUE VELA PARA ATRAVESSAR TODA ESSA SALA...
zh_cn: <18>{#p/papyrus}{#f/0}穿过这个房间 所花的时间...
zh_tw: <18>{#p/papyrus}{#f/0}穿過這個房間 所花的時間...

source: <18>{#p/papyrus}{#f/5}... NEVER SEEMS TO BE THE SAME.
pt_br: <18>{#p/papyrus}{#f/5}... NUNCA PARECE SER O MESMO.
zh_cn: <18>{#p/papyrus}{#f/5}...好像哪次都不一样。
zh_tw: <18>{#p/papyrus}{#f/5}...好像哪次都不一樣。

source: <18>{#p/papyrus}{#f/4}SOMETIMES IT'S LONG, SOMETIMES IT'S NOT...
pt_br: <18>{#p/papyrus}{#f/4}AS VEZES DEMORA, AS VEZES É RÁPIDO...
zh_cn: <18>{#p/papyrus}{#f/4}有的时候很长， 有的时候就不一样...
zh_tw: <18>{#p/papyrus}{#f/4}有的時候很長， 有的時候就不一樣...

source: <18>{#p/papyrus}{#f/4}AND SOMETIMES I WEAR POLKA-DOTS.
pt_br: <18>{#p/papyrus}{#f/4}E ÀS VEZES EU USO BOLINHAS.
zh_cn: <18>{#p/papyrus}{#f/4}有的时候我穿 圆点图案的衣服。
zh_tw: <18>{#p/papyrus}{#f/4}有的時候我穿 圓點圖案的衣服。

source: <18>{#p/papyrus}{#f/0}EITHER WAY, IT DOESN'T REALLY MAKE SENSE.
pt_br: <18>{#p/papyrus}{#f/0}DE TODA FORMA, NÃO FAZ MUITO SENTIDO.
zh_cn: <18>{#p/papyrus}{#f/0}不管怎么解释好像 都说不通。
zh_tw: <18>{#p/papyrus}{#f/0}不管怎麼解釋好像 都說不通。

source: <18>{#p/papyrus}{#f/0}MUCH LIKE WHAT I JUST SAID.
pt_br: <18>{#p/papyrus}{#f/0}BASICAMENTE O QUE EU ACABEI DE DIZER.
zh_cn: <18>{#p/papyrus}{#f/0}说的是我刚才那句。
zh_tw: <18>{#p/papyrus}{#f/0}說的是我剛才那句。

source: <25>{#p/undyne}{#f/12}* It's probably just a spatial disturbance.
pt_br: <25>{#p/undyne}{#f/12}* Provavelmente é só um distúrbio espacial.
zh_cn: <25>{#p/undyne}{#f/12}* 可能只是一种空间扭曲吧。
zh_tw: <25>{#p/undyne}{#f/12}* 可能只是一種空間扭曲吧。

source: <25>{#p/undyne}{#f/17}* I felt it earlier today, when I was chasing down the human.
pt_br: <25>{#p/undyne}{#f/17}* Eu senti isso mais cedo, quando eu estava atrás do humano.
zh_cn: <25>{#p/undyne}{#f/17}* 我今天早些时候追人类时 感觉到了。
zh_tw: <25>{#p/undyne}{#f/17}* 我今天早些時候追人類時 感覺到了。

source: <18>{#p/papyrus}{#f/4}PESKY DISTORTIONS, ALWAYS MEDDLING WITH SPACETIME...
pt_br: <18>{#p/papyrus}{#f/4}DISTORÇÕES ESPACIAIS, SEMPRE MEXENDO COM O TEMPO...
zh_cn: <18>{#p/papyrus}{#f/4}真是讨厌...
zh_tw: <18>{#p/papyrus}{#f/4}真是討厭...

source: <18>{#p/papyrus}{#f/7}WHEN WILL THEY EVER LEARN TO STOP!?
pt_br: <18>{#p/papyrus}{#f/7}QUANDO VÃO APRENDER A PARAR!?
zh_cn: <18>{#p/papyrus}{#f/7}什么时候扭曲 才会停下来啊！？
zh_tw: <18>{#p/papyrus}{#f/7}什麼時候扭曲 才會停下來啊！？

source: <25>{#p/undyne}{#f/1}* Well, it's not THEIR fault things get weird.
pt_br: <25>{#p/undyne}{#f/1}* Bem, não é culpa DELAS que as coisas ficaram estranhas.
zh_cn: <25>{#p/undyne}{#f/1}* 呃，扭曲没有错。
zh_tw: <25>{#p/undyne}{#f/1}* 呃，扭曲沒有錯。

source: <25>{#p/undyne}{#f/14}* Spatial distortions are just a part of... well, space.
pt_br: <25>{#p/undyne}{#f/14}* Distorções espaciais só são parte do... bem, espaço.
zh_cn: <25>{#p/undyne}{#f/14}* 空间扭曲就只是，呃... 宇宙的一部分。
zh_tw: <25>{#p/undyne}{#f/14}* 空間扭曲就只是，呃... 宇宙的一部分。

source: <18>{#p/papyrus}{#f/5}MY GOD... EVEN SPACE ITSELF IS IN ON IT!!
pt_br: <18>{#p/papyrus}{#f/5}MEU DEUS... ATÉ O PRÓPRIO ESPAÇO ESTÁ NELE!!
zh_cn: <18>{#p/papyrus}{#f/5}天哪... 怎么宇宙也这样啊！！
zh_tw: <18>{#p/papyrus}{#f/5}天哪... 怎麼宇宙也這樣啊！！

source: <18>{#p/papyrus}{#f/4}DID I NOT MENTION THE POLKA-DOTS?
pt_br: <18>{#p/papiro}{#f/4}EU NÃO MENCIONEI AS BOLINHAS?
zh_cn: <18>{#p/papyrus}{#f/4}我刚才没提过 圆点图案的衣服吗？
zh_tw: <18>{#p/papyrus}{#f/4}我剛才沒提過 圓點圖案的衣服嗎？

source: <18>{#p/papyrus}{#f/4}IT'S A CONSPIRACY SPANNING THE WHOLE OF THE COSMOS...
pt_br: <18>{#p/papyrus}{#f/4}É UMA CONSPIRAÇÃO ATINGINDO TODO O COSMO...
zh_cn: <18>{#p/papyrus}{#f/4}这就是我横跨整个星系 的大阴谋...
zh_tw: <18>{#p/papyrus}{#f/4}這就是我橫跨整個星系 的大陰謀...

source: <18>{#p/papyrus}{#f/0}THERE ARE PLENTY OF PLACES IN THE FACTORY...
pt_br: <18>{#p/papyrus}{#f/0}A MUITOS LUGARES NA FÁBRICA...
zh_cn: <18>{#p/papyrus}{#f/0}这个工厂里的 很多地方...
zh_tw: <18>{#p/papyrus}{#f/0}這個工廠裡的 很多地方...

source: <18>{#p/papyrus}{#f/0}... WHICH ARE ONLY ACCESSIBLE VIA JUMPING.
pt_br: <18>{#p/papyrus}{#f/0}... QUE SÓ SÃO ACESSIVEIS QUANDO VOCÊ PULA.
zh_cn: <18>{#p/papyrus}{#f/0}...只有跳过去 才能到达。
zh_tw: <18>{#p/papyrus}{#f/0}...只有跳過去 才能到達。

source: <18>{#p/papyrus}{#f/9}FOR EXAMPLE, THE TWO SIDE PATHS IN THIS VERY ROOM!
pt_br: <18>{#p/papyrus}{#f/9}TIPO, OS DOIS CAMINHOS LATERAIS NESTA SALA!
zh_cn: <18>{#p/papyrus}{#f/9}就比如，这个房间 左右的两条道！
zh_tw: <18>{#p/papyrus}{#f/9}就比如，這個房間 左右的兩條道！

source: <18>{#p/papyrus}{#f/4}I'VE BEEN TOLD HUMANS CAN JUMP QUITE HIGH, SO...
pt_br: <18>{#p/papyrus}{#f/4}OUVI DIZER QUE HUMANOS PULAM ATÉ QUE ALTO, ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/4}我听说人类可以 跳得很高，所以...
zh_tw: <18>{#p/papyrus}{#f/4}我聽說人類可以 跳得很高，所以...

source: <18>{#p/papyrus}{#f/0}YOU SHOULDN'T HAVE ANY ISSUE REACHING THEM.
pt_br: <18>{#p/papyrus}{#f/0}NÃO DEVE SER PROBLEMA NENHUM ALCANÇA-LOS PARA VOCÊ.
zh_cn: <18>{#p/papyrus}{#f/0}你应该不会有 什么问题的。
zh_tw: <18>{#p/papyrus}{#f/0}你應該不會有 什麼問題的。

source: <25>{#p/undyne}{#f/7}* And some places are only accessible via the air!
pt_br: <25>{#p/undyne}{#f/7}* E alguns lugares só são acessíveis através do ar!
zh_cn: <25>{#p/undyne}{#f/7}* 有的地方， 你还得飞过去呢！
zh_tw: <25>{#p/undyne}{#f/7}* 有的地方， 你還得飛過去呢！

source: <18>{#p/papyrus}{#f/6}FOR EXAMPLE??
pt_br: <18>{#p/papyrus}{#f/6}POR EXEMPLO??
zh_cn: <18>{#p/papyrus}{#f/6}比如呢？？
zh_tw: <18>{#p/papyrus}{#f/6}比如呢？？

source: <25>{#p/undyne}{#f/8}* For example, the HOLE in the middle of that platform!
pt_br: <25>{#p/undyne}{#f/8}* Por exemplo, o BURACO no meio daquela plataforma!
zh_cn: <25>{#p/undyne}{#f/8}* 比如，那个平台中间的洞！
zh_tw: <25>{#p/undyne}{#f/8}* 比如，那個平臺中間的洞！

source: <18>{#p/papyrus}{#f/0}AH.
zh_cn: <18>{#p/papyrus}{#f/0}啊。
zh_tw: <18>{#p/papyrus}{#f/0}啊。

source: <25>{#p/undyne}{#f/16}* But there was this kid who stumbled through it earlier...
pt_br: <25>{#p/undyne}{#f/16}* Mas teve uma criança que conseguiu passar mais cedo...
zh_cn: <25>{#p/undyne}{#f/16}* 但之前有个孩子 在这摔了...
zh_tw: <25>{#p/undyne}{#f/16}* 但之前有個孩子 在這摔了...

source: <25>{#p/undyne}{#f/9}* And would've lost control if it wasn't for me.
pt_br: <25>{#p/undyne}{#f/9}* E teria perdido o controle se não fosse por mim.
zh_cn: <25>{#p/undyne}{#f/9}* 我当时要是不在那儿可就 坏了。
zh_tw: <25>{#p/undyne}{#f/9}* 我當時要是不在那兒可就 壞了。

source: <18>{#p/papyrus}{#f/9}... WELL!! IT'S A GOOD THING YOU WERE THERE!
pt_br: <18>{#p/papyrus}{#f/9}... BEM!! QUE BOM QUE VOCÊ ESTAVA LÁ!
zh_cn: <18>{#p/papyrus}{#f/9}...好！！ 你在那真是太好了！
zh_tw: <18>{#p/papyrus}{#f/9}...好！！ 你在那真是太好了！

source: <25>{#p/undyne}{#f/16}* Yeah, 'cause there definitely wasn't anyone else there.
pt_br: <25>{#p/undyne}{#f/16}* É, até porque não tinha mais ninguém por lá.
zh_cn: <25>{#p/undyne}{#f/16}* 是啊，那儿除了我肯定 没别人了。
zh_tw: <25>{#p/undyne}{#f/16}* 是啊，那兒除了我肯定 沒別人了。

source: <25>{#p/undyne}{#f/11}* Isn't that right, punk?
pt_br: <25>{#p/undyne}{#f/11}* Não é verdade, pírralha?
zh_cn: <25>{#p/undyne}{#f/11}* 对吧，小混蛋？
zh_tw: <25>{#p/undyne}{#f/11}* 對吧，小混蛋？

source: <18>{#p/papyrus}{#f/6}... HUH???
zh_cn: <18>{#p/papyrus}{#f/6}...啥？？？
zh_tw: <18>{#p/papyrus}{#f/6}...啥？？？

source: <25>{#p/undyne}{#f/1}* There was this kid who stumbled through it earlier, but...
pt_br: <25>{#p/undyne}{#f/1}* Teve essa criança que passou por ele mais cedo, mas...
zh_cn: <25>{#p/undyne}{#f/1}* 之前有个孩子在这摔了， 但...
zh_tw: <25>{#p/undyne}{#f/1}* 之前有個孩子在這摔了， 但...

source: <25>{#p/undyne}{#f/1}* The human rescued them before they lost control.
pt_br: <25>{#p/undyne}{#f/1}* O humano a salvou antes que ela perdesse o controle.
zh_cn: <25>{#p/undyne}{#f/1}* 人类在坏事之前救起了他。
zh_tw: <25>{#p/undyne}{#f/1}* 人類在壞事之前救起了他。

source: <18>{#p/papyrus}{#f/9}... WELL!! IT'S A GOOD THING THEY WERE THERE!
pt_br: <18>{#p/papyrus}{#f/9}... BEM!! BOA COISA QUE ELA ESTAVA LÁ!
zh_cn: <18>{#p/papyrus}{#f/9}...好！！ 人类在那儿真是太好了！
zh_tw: <18>{#p/papyrus}{#f/9}...好！！ 人類在那兒真是太好了！

source: <18>{#p/papyrus}{#f/4}... WAIT A SECOND...
pt_br: <18>{#p/papyrus}{#f/4}... ESPERA UM POUCO...
zh_cn: <18>{#p/papyrus}{#f/4}... 慢着...
zh_tw: <18>{#p/papyrus}{#f/4}... 慢著...

source: <18>{#p/papyrus}{#f/7}WHAT WERE -YOU- DOING THERE!? STANDING AROUND!?
pt_br: <18>{#p/papyrus}{#f/7}O QUE -VOCÊ- TAVA FAZENDO LÁ!?
zh_cn: <18>{#p/papyrus}{#f/7}那【你】就在那儿站着 干看着！？
zh_tw: <18>{#p/papyrus}{#f/7}那【你】就在那兒站著 幹看著！？

source: <25>{#p/undyne}{#f/7}* The human rescued them very quickly!!
pt_br: <25>{#p/undyne}{#f/7}* O humano os salvou rápido demais!!
zh_cn: <25>{#p/undyne}{#f/7}* 人类立马就上去了， 根本没给我机会！！
zh_tw: <25>{#p/undyne}{#f/7}* 人類立馬就上去了， 根本沒給我機會！！

source: <18>{#p/papyrus}{#f/9}YOU CAN DO IT!! I BELIEVE IN YOU!
pt_br: <18>{#p/papyrus}{#f/9}VOCÊ CONSEGUE!! EU ACREDITO EM VOCÊ!
zh_cn: <18>{#p/papyrus}{#f/9}你能做到的！！ 我相信你！
zh_tw: <18>{#p/papyrus}{#f/9}你能做到的！！ 我相信你！

source: <18>{#p/papyrus}{#f/6}PERHAPS YOU SHOULD CALL BACK SOMEWHERE ELSE.
pt_br: <18>{#p/papyrus}{#f/6}TALVEZ VOCÊ DEVA LIGAR DE VOLTA EM OUTRO LUGAR.
zh_cn: <18>{#p/papyrus}{#f/6}你要不换个地方 再打回来呢？
zh_tw: <18>{#p/papyrus}{#f/6}你要不換個地方 再打回來呢？

source: <18>{#p/papyrus}{#f/0}I APPRECATE YOU BEING SUCH A SWIFT RESCUER OF KIDS.
pt_br: <18>{#p/papyrus}{#f/0}EU APRECIO QUE VOCÊ TENHA SALVO A CRIANÇA.
zh_cn: <18>{#p/papyrus}{#f/0}我真佩服你能 那么迅速的救起 那个孩子。
zh_tw: <18>{#p/papyrus}{#f/0}我真佩服你能 那麼迅速的救起 那個孩子。

source: <18>{#p/papyrus}{#f/4}UNTIL THEN...
pt_br: <18>{#p/papyrus}{#f/4}ATÉ LOGO...
zh_cn: <18>{#p/papyrus}{#f/4}在重置之前...
zh_tw: <18>{#p/papyrus}{#f/4}在重置之前...

source: <18>{#p/papyrus}{#f/6}WAIT, ISN'T THERE A ROOM LIKE THIS SOMEWHERE ELSE!?
pt_br: <18>{#p/papyrus}{#f/6}EÍ, NÃO TINHA UMA SALA ASSIM EM OUTRO LUGAR!?
zh_cn: <18>{#p/papyrus}{#f/6}等下，别的地方 是不是也有一个 类似的房间！？
zh_tw: <18>{#p/papyrus}{#f/6}等下，別的地方 是不是也有一個 類似的房間！？

source: <25>{#p/undyne}{#f/1}* It's easier to get lost in here than you think.
pt_br: <25>{#p/undyne}{#f/1}* É mais fácil de se perder aqui do que você pensa.
zh_cn: <25>{#p/undyne}{#f/1}* 这儿可比你想象的容易迷路 多了。
zh_tw: <25>{#p/undyne}{#f/1}* 這兒可比你想像的容易迷路 多了。

source: <25>{#p/undyne}{#f/4}* This one time, there was a search for a missing monster...
pt_br: <25>{#p/undyne}{#f/4}* Teve uma vez, estávamos procurando por um monstro perdido...
zh_cn: <25>{#p/undyne}{#f/4}* 最近一次，我在里面找一个 失踪的怪物的时候...
zh_tw: <25>{#p/undyne}{#f/4}* 最近一次，我在裡面找一個 失蹤的怪物的時候...

source: <25>{#p/undyne}{#f/7}* And I could have sworn the room I was in repeated!
pt_br: <25>{#p/undyne}{#f/7}* Eu poderia jurar que repeti a mesma sala varias vezes!
zh_cn: <25>{#p/undyne}{#f/7}* 就遇上了鬼打墙！
zh_tw: <25>{#p/undyne}{#f/7}* 就遇上了鬼打牆！

source: <18>{#p/papyrus}{#f/0}LIKE HOW A SIGNAL STAR REPEATS ITS SIGNAL!
pt_br: <18>{#p/papyrus}{#f/0}TIPO UMA ESTRELA SINAL REPETINDO O SINAL!
zh_cn: <18>{#p/papyrus}{#f/0}就好像讯星一直重复 一个信息一样！
zh_tw: <18>{#p/papyrus}{#f/0}就好像訊星一直重複 一個資訊一樣！

source: <25>{#p/undyne}{#f/10}* Not really...
pt_br: <25>{#p/undyne}{#f/10}* Não exatamente...
zh_cn: <25>{#p/undyne}{#f/10}* 比喻的其实不是很恰当...
zh_tw: <25>{#p/undyne}{#f/10}* 比喻的其實不是很恰當...

source: <25>{#p/undyne}{#f/12}* It's more like the room got... longer, somehow.
pt_br: <25>{#p/undyne}{#f/12}* É mais como se a sala... ficasse maior e maior.
zh_cn: <25>{#p/undyne}{#f/12}* 其实更像房间变得越来越... 长，不知道为什么。
zh_tw: <25>{#p/undyne}{#f/12}* 其實更像房間變得越來越... 長，不知道為什麼。

source: <25>{#p/undyne}{#f/11}* ... huh.
zh_cn: <25>{#p/undyne}{#f/11}* ...哈。
zh_tw: <25>{#p/undyne}{#f/11}* ...哈。

source: <18>{#p/papyrus}{#f/5}... DID THE MONSTERS EVER GET FOUND?
pt_br: <18>{#p/papyrus}{#f/5}... O MONSTRO PELO MENOS FOI ENCONTRADO?
zh_cn: <18>{#p/papyrus}{#f/5}...那你找到那个怪物 没有？
zh_tw: <18>{#p/papyrus}{#f/5}...那你找到那個怪物 沒有？

source: <25>{#p/undyne}{#f/12}* Yeah, it just turned out to be some random kid.
pt_br: <25>{#p/undyne}{#f/12}* Sim, era só uma criança aleatória.
zh_cn: <25>{#p/undyne}{#f/12}* 找到了，就是个小孩。
zh_tw: <25>{#p/undyne}{#f/12}* 找到了，就是個小孩。

source: <25>{#p/undyne}{#f/10}* I asked them where their home was, but... they...
pt_br: <25>{#p/undyne}{#f/10}* Eu perguntei onde era sua casa, mas... ela...
zh_cn: <25>{#p/undyne}{#f/10}* 我问他他家住哪，可... 他说...
zh_tw: <25>{#p/undyne}{#f/10}* 我問他他家住哪，可... 他說...

source: <25>{#p/undyne}{#f/12}* ... uh, didn't have one.
pt_br: <25>{#p/undyne}{#f/12}* ... uh, não tinha uma.
zh_cn: <25>{#p/undyne}{#f/12}* ...呃，他说他没有家。
zh_tw: <25>{#p/undyne}{#f/12}* ...呃，他說他沒有家。

source: <18>{#p/papyrus}{#f/6}THAT SEEMS... RATHER CONCERNING.
pt_br: <18>{#p/papyrus}{#f/6}ISSO É BEM... PREOCUPANTE.
zh_cn: <18>{#p/papyrus}{#f/6}听起来... 挺令人担忧的。
zh_tw: <18>{#p/papyrus}{#f/6}聽起來... 挺令人擔憂的。

source: <25>{#p/undyne}{#f/17}* Tell me about it!!!
pt_br: <25>{#p/undyne}{#f/17}* Nem me fala!!!
zh_cn: <25>{#p/undyne}{#f/17}* 还用你说！！！
zh_tw: <25>{#p/undyne}{#f/17}* 還用你說！！！

source: <18>{#p/papyrus}{#f/5}I SWEAR I'M JUST REPEATING MYSELF SOMETIMES.
pt_br: <18>{#p/papyrus}{#f/5}EU JURO QUE AS VEZES SÓ REPITO O QUE DIGO.
zh_cn: <18>{#p/papyrus}{#f/5}我感觉有时候 我只是把自己的话给 重复了一遍。
zh_tw: <18>{#p/papyrus}{#f/5}我感覺有時候 我只是把自己的話給 重複了一遍。

source: <18>{#p/papyrus}{#f/5}SOMETIMES I WONDER IF WE'RE ALL JUST GOING IN CIRCLES.
pt_br: <18>{#p/papyrus}{#f/5}AS VEZES ME PERGUNTO SE ESTAMOS ANDANDO EM CÍRCULOS.
zh_cn: <18>{#p/papyrus}{#f/5}我很好奇我们是不是 都在原地踏步啊。
zh_tw: <18>{#p/papyrus}{#f/5}我很好奇我們是不是 都在原地踏步啊。

source: <18>{#p/papyrus}{#f/0}THERE'S GENUINELY NOTHING TO SAY ABOUT THIS ROOM.
pt_br: <18>{#p/papyrus}{#f/0}NÃO TEM NADA PRA DIZER SOBRE ESSA SALA.
zh_cn: <18>{#p/papyrus}{#f/0}这个房间真的 没什么可说的。
zh_tw: <18>{#p/papyrus}{#f/0}這個房間真的 沒什麼可說的。

source: <18>{#p/papyrus}{#f/4}ITS EXISTENCE ONLY SERVES TO MAKE YOU WALK FURTHER.
pt_br: <18>{#p/papyrus}{#f/4}ELA TEM O ÚNICO PROPOSITO DE TE FAZER ANDAR MAIS.
zh_cn: <18>{#p/papyrus}{#f/4}它的存在只会让你 走得越来越远，
zh_tw: <18>{#p/papyrus}{#f/4}它的存在只會讓你 走得越來越遠，
