Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/4}OH, GREAT. I CAN GET EVEN -MORE- LOST, NOW.
pt_br: <18>{#p/papyrus}{#f/4}AH, PERFEITO. FICO AINDA MAIS PERDIDO, AGORA.
zh_cn: <18>{#p/papyrus}{#f/4}哦，棒欸。 现在我可以 更容易迷路了。
zh_tw: <18>{#p/papyrus}{#f/4}喔，棒欸。 現在我可以 更容易迷路了。

source: <25>{#p/undyne}{#f/17}* At least the second floor has more cool stuff to look at!!
pt_br: <25>{#p/undyne}{#f/17}* Pelo menos o segundo piso tem coisas mais legais pra ver!!
zh_cn: <25>{#p/undyne}{#f/17}* 至少二层有更多 酷东西可以看！！
zh_tw: <25>{#p/undyne}{#f/17}* 至少二層有更多 酷東西可以看！！

source: <18>{#p/papyrus}{#f/6}WON'T DO ME MUCH GOOD IF I'M LOST!!
pt_br: <18>{#p/papyrus}{#f/6}NÃO VAI ME AJUDAR MUITO QUANDO EU ME PERDER!!
zh_cn: <18>{#p/papyrus}{#f/6}但这些对迷路 可没有帮助！
zh_tw: <18>{#p/papyrus}{#f/6}但這些對迷路 可沒有幫助！

source: <18>{#p/papyrus}{#f/5}WHOEVER MADE THIS AREA MUST BE A FAN OF BEING LAZY.
pt_br: <18>{#p/papyrus}{#f/5}SEJA LÁ QUEM FEZ ESSA ÁREA DEVE SER FÃ DA PREGUIÇA.
zh_cn: <18>{#p/papyrus}{#f/5}创造这个区域的 一定是条懒狗。
zh_tw: <18>{#p/papyrus}{#f/5}創造這個區域的 一定是條懶狗。

source: <18>{#p/papyrus}{#f/4}IT'D CERTAINLY EXPLAIN THAT SENTRY STATION...
pt_br: <18>{#p/papyrus}{#f/4}ISSO CERTAMENTE EXPLICA ESSA ESTAÇÃO DE SENTINELA...
zh_cn: <18>{#p/papyrus}{#f/4}这样那些哨站就 说得通了...
zh_tw: <18>{#p/papyrus}{#f/4}這樣那些哨站就 說得通了...

source: <19>{#p/papyrus}{#f/0}YES, MY BROTHER SELLS CORN DOGS AT HIS SENTRY STATION.
pt_br: <19>{#p/papyrus}{#f/0}SIM, MEU IRMÃO VENDE HOT-DOG NA ESTAÇÃO.
zh_cn: <19>{#p/papyrus}{#f/0}是，我兄弟就用哨站 卖玉米热狗。
zh_tw: <19>{#p/papyrus}{#f/0}是，我兄弟就用哨站 賣玉米熱狗。

source: <18>{#p/papyrus}{#f/4}IT'S NOT EXACTLY WHAT I'D CALL "PALATABLE."
pt_br: <18>{#p/papyrus}{#f/4}NÃO É EXAMENTE O QUE EU CHAMARIA DE "GOSTOSO."
zh_cn: <18>{#p/papyrus}{#f/4}但是我觉得那并不 “可口”。
zh_tw: <18>{#p/papyrus}{#f/4}但是我覺得那並不 「可口」。

source: <18>{#p/papyrus}{#f/5}I'D OPEN A FOOD STAND OF MY OWN TO OFFSET IT...
pt_br: <18>{#p/papyrus}{#f/5}EU DEVERIA ABRIR UM ESTANDE DE COMIDA...
zh_cn: <18>{#p/papyrus}{#f/5}我也要开一个小吃摊， 这样他就没生意做了...
zh_tw: <18>{#p/papyrus}{#f/5}我也要開一個小吃攤， 這樣他就沒生意做了...

source: <18>{#p/papyrus}{#f/5}BUT THE LAST TIME I TRIED...
pt_br: <18>{#p/papyrus}{#f/5}MAS DA ÚLTIMA VEZ QUE TENTEI...
zh_cn: <18>{#p/papyrus}{#f/5}可是我试过了...
zh_tw: <18>{#p/papyrus}{#f/5}可是我試過了...

source: <18>{#p/papyrus}{#f/6}THE SPACE MAFIA WANTED A CUT OF THE PROFIT.
pt_br: <18>{#p/papyrus}{#f/6}A MÁFIA ESPACIAL QUERIA PARTE DOS LUCROS.
zh_cn: <18>{#p/papyrus}{#f/6}星际黑帮总想分一杯羹。
zh_tw: <18>{#p/papyrus}{#f/6}星際黑幫總想分一杯羹。

source: <18>{#p/papyrus}{#f/7}SERIOUSLY!? I'D NEVER SELL OUT TO THE MAFIA!!
pt_br: <18>{#p/papyrus}{#f/7}SÉRIO!? EU NUNCA ME VENDERIA PARA A MÁFIA!!
zh_cn: <18>{#p/papyrus}{#f/7}想都别想！！ 我绝不会向黑恶势力 低头！
zh_tw: <18>{#p/papyrus}{#f/7}想都別想！！ 我絕不會向黑惡勢力 低頭！

source: <25>{#p/undyne}{#f/17}* The WHAT?
pt_br: <25>{#p/undyne}{#f/17}* A O QUE?
zh_cn: <25>{#p/undyne}{#f/17}* 你说什么玩意？
zh_tw: <25>{#p/undyne}{#f/17}* 你說什麼玩意？

source: <18>{#p/papyrus}{#f/0}THE SPACE MAFIA.
pt_br: <18>{#p/papyrus}{#f/0}A MÁFIA ESPACIAL.
zh_cn: <18>{#p/papyrus}{#f/0}星际黑帮啊。
zh_tw: <18>{#p/papyrus}{#f/0}星際黑幫啊。

source: <18>{#p/papyrus}{#f/4}YOU KNOW, THE ONES IN THE VIRTUALASIUM.
pt_br: <18>{#p/papyrus}{#f/4}SABE, AQUELA NO VIRTUALISMO.
zh_cn: <18>{#p/papyrus}{#f/4}你知道的，虚拟世界 里的那些。
zh_tw: <18>{#p/papyrus}{#f/4}你知道的，虛擬世界 裡的那些。

source: <25>{#p/undyne}{#f/12}* Oh, THAT space mafia.
pt_br: <25>{#p/undyne}{#f/12}* Ah, ESSA máfia especial.
zh_cn: <25>{#p/undyne}{#f/12}* 啊，那个星际黑帮啊。
zh_tw: <25>{#p/undyne}{#f/12}* 啊，那個星際黑幫啊。

source: <18>{#p/papyrus}{#f/0}CREDIT WHERE IT'S DUE, THEY DO DRESS SPIFFINGLY.
pt_br: <18>{#p/papyrus}{#f/0}CRÉDITO ONDE É DEVIDO, ELES SE VESTEM ELEGANTEMENTE.
zh_cn: <18>{#p/papyrus}{#f/0}但是他们穿的还蛮 整洁的，这一点值得 表扬。
zh_tw: <18>{#p/papyrus}{#f/0}但是他們穿的還蠻 整潔的，這一點值得 表揚。

source: <18>{#p/papyrus}{#f/7}NOT THAT IT'LL CHANGE MY MIND ABOUT THEM!
pt_br: <18>{#p/papyrus}{#f/7}NÃO QUE ISSO MUDE MINHA IDEIA EM RELAÇÃO A ELES!
zh_cn: <18>{#p/papyrus}{#f/7}可是那不会影响 我对他们的看法！
zh_tw: <18>{#p/papyrus}{#f/7}可是那不會影響 我對他們的看法！

source: <18>{#p/papyrus}{#f/4}A GOOD DRESS SENSE CAN ONLY TAKE YOU SO FAR.
pt_br: <18>{#p/papyrus}{#f/4}UMA BELA VESTIMENTA SÓ TE LEVA ATÉ CERTO NÍVEL.
zh_cn: <18>{#p/papyrus}{#f/4}你们的得体打扮就 只能帮你到这了。
zh_tw: <18>{#p/papyrus}{#f/4}你們的得體打扮就 只能幫你到這了。

source: <25>{#p/undyne}{#f/1}* You think this "space mafia" takes a cut of Sans's corn dog sales?
pt_br: <25>{#p/undyne}{#f/1}* Você acha que essa "máfia espacial" pega dos lucros do Sans?
zh_cn: <25>{#p/undyne}{#f/1}* 你觉得“星际黑帮”会插手 Sans的玉米热狗生意吗？
zh_tw: <25>{#p/undyne}{#f/1}* 你覺得「星際黑幫」會插手 Sans的玉米熱狗生意嗎？

source: <18>{#p/papyrus}{#f/0}WOW! THAT'S A GREAT QUESTION!
pt_br: <18>{#p/papyrus}{#f/0}WOW! ESSA É UMA ÓTIMA PERGUNTA!
zh_cn: <18>{#p/papyrus}{#f/0}哇！好问题！
zh_tw: <18>{#p/papyrus}{#f/0}哇！好問題！

source: <25>{#p/undyne}{#f/14}* Really?
pt_br: <25>{#p/undyne}{#f/14}* Sério?
zh_cn: <25>{#p/undyne}{#f/14}* 真的吗？
zh_tw: <25>{#p/undyne}{#f/14}* 真的嗎？

source: <18>{#p/papyrus}{#f/0}A GREAT QUESTION I DON'T WANT AN ANSWER TO!
pt_br: <18>{#p/papyrus}{#f/0}UMA BOA PERGUNTA DA QUAL EU NÃO QUERO A RESPOSTA!
zh_cn: <18>{#p/papyrus}{#f/0}但是我不想回答！
zh_tw: <18>{#p/papyrus}{#f/0}但是我不想回答！

source: <18>{#p/papyrus}{#f/5}I GOT A STRANGE MESSAGE ON THE OUTERNET TODAY...
pt_br: <18>{#p/papyrus}{#f/5}EU RECEBI UMA MENSAGEM ESTRANHA NA OUTERNET...
zh_cn: <18>{#p/papyrus}{#f/5}今天我在域外网上 收到了一条奇怪的 消息。
zh_tw: <18>{#p/papyrus}{#f/5}今天我在域外網上 收到了一條奇怪的 訊息。

source: <18>{#p/papyrus}{#f/4}ABOUT A COLONY OF MOLE-RATS, TRAPPED IN A FORCE FIELD.
pt_br: <18>{#p/papyrus}{#f/4}SOBRE RATOS- TOUPEIRA, PRESOS EM UM CAMPO DE FORÇA.
zh_cn: <18>{#p/papyrus}{#f/4}是关于一群被困在 力场里的乌贼的。
zh_tw: <18>{#p/papyrus}{#f/4}是關於一群被困在 力場裡的烏賊的。

source: <18>{#p/papyrus}{#f/5}LIVING MOLE-RAT LIVES, EATING MOLE-RAT FOOD...
pt_br: <18>{#p/papyrus}{#f/5}VIVENDO VIDAS DE RATO-TOUPEIRA, COMENDO COMIDA...
zh_cn: <18>{#p/papyrus}{#f/5}过着乌贼的生活， 吃着乌贼的食物...
zh_tw: <18>{#p/papyrus}{#f/5}過著烏賊的生活， 吃著烏賊的食物...

source: <18>{#p/papyrus}{#f/4}YEARNING TO ONE DAY REACH THE MOLE-RAT STARS.
pt_br: <18>{#p/papyrus}{#f/4}DESEJANDO UM DIA ALCANÇAR AS ESTRELAS.
zh_cn: <18>{#p/papyrus}{#f/4}那些乌贼渴望着有 一天，他们能够触碰 到星星。
zh_tw: <18>{#p/papyrus}{#f/4}那些烏賊渴望著有 一天，他們能夠觸碰 到星星。

source: <18>{#p/papyrus}{#f/6}... WHAT COULD THIS MEAN!?
pt_br: <18>{#p/papyrus}{#f/6}... O QUE ISSO SIGNIFICA!?
zh_cn: <18>{#p/papyrus}{#f/6}...到底是什么意思！？
zh_tw: <18>{#p/papyrus}{#f/6}...到底是什麼意思！？

source: <25>{#p/undyne}{#f/8}* You think that's strange? * Ha!
pt_br: <25>{#p/undyne}{#f/8}* Você pensa que isso é estranho? * Ha!
zh_cn: <25>{#p/undyne}{#f/8}* 有很奇怪吗？ * 哈！
zh_tw: <25>{#p/undyne}{#f/8}* 有很奇怪嗎？ * 哈！

source: <25>{#p/undyne}{#f/7}* Just wait until you hear about the message I GOT the other day!
pt_br: <25>{#p/undyne}{#f/7}* Só espera até você ver as mensagens que EU recebi!
zh_cn: <25>{#p/undyne}{#f/7}* 你听听我这个！
zh_tw: <25>{#p/undyne}{#f/7}* 你聽聽我這個！

source: <18>{#p/papyrus}{#f/4}WAS IT ABOUT MOLE-RATS?
pt_br: <18>{#p/papyrus}{#f/4}ERA SOBRE RATO-TOUPEIRAS?
zh_cn: <18>{#p/papyrus}{#f/4}怎么，更多乌贼？
zh_tw: <18>{#p/papyrus}{#f/4}怎麼，更多烏賊？

source: <25>{#p/undyne}{#f/14}* No.
pt_br: <25>{#p/undyne}{#f/14}* Não.
zh_cn: <25>{#p/undyne}{#f/14}* 怎么可能。
zh_tw: <25>{#p/undyne}{#f/14}* 怎麼可能。

source: <18>{#p/papyrus}{#f/4}DID IT INVOLVE A "MONEY-MAKING OPPORTUNITY?"
pt_br: <18>{#p/papyrus}{#f/4}ENVOLVE "OPORTUNIDADE DE FAZER DINHEIRO?"
zh_cn: <18>{#p/papyrus}{#f/4}那是什么 “稳赚不赔的投资”吗？
zh_tw: <18>{#p/papyrus}{#f/4}那是什麼 「穩賺不賠的投資」嗎？

source: <18>{#p/papyrus}{#f/6}DID IT PROMISE A WAY OFF THE OUTPOST??
pt_br: <18>{#p/papyrus}{#f/6}PROMETIA UMA FORMA DE FUGIR DO OUTPOST??
zh_cn: <18>{#p/papyrus}{#f/6}还是什么 “离开前哨站”的 独家捷径？
zh_tw: <18>{#p/papyrus}{#f/6}還是什麼 「離開前哨站」的 獨家捷徑？

source: <25>{#p/undyne}{#f/14}* ... actually, yes. * And that's when I blocked them.
pt_br: <25>{#p/undyne}{#f/14}* ... sim. * E foi aí que eu bloqueei quem mandava.
zh_cn: <25>{#p/undyne}{#f/14}* ...还真是。 * 然后我就给他们 屏蔽了。
zh_tw: <25>{#p/undyne}{#f/14}* ...還真是。 * 然後我就給他們 屏蔽了。

source: <25>{#p/undyne}{#f/7}* NOBODY makes false promises of freedom and gets away with it!
pt_br: <25>{#p/undyne}{#f/7}* NINGUÉM faz falsas promessas de liberdade e se dá bem com isso!
zh_cn: <25>{#p/undyne}{#f/7}* 敢拿假消息糊弄我， 还想让我饶了你？
zh_tw: <25>{#p/undyne}{#f/7}* 敢拿假訊息糊弄我， 還想讓我饒了你？

source: <18>{#p/papyrus}{#f/0}YEAH!!
pt_br: <18>{#p/papyrus}{#f/0}ISSO!!
zh_cn: <18>{#p/papyrus}{#f/0}就是啊！！
zh_tw: <18>{#p/papyrus}{#f/0}就是啊！！

source: <18>{#p/papyrus}{#f/5}ESPECIALLY WHEN A -REAL- PROMISE OF FREEDOM...
pt_br: <18>{#p/papyrus}{#f/5}ESPECIALMENTE QUANDO UMA -REAL- PROMESSA...
zh_cn: <18>{#p/papyrus}{#f/5}而且，咱可有 【货真价实】的 自由法宝呢...
zh_tw: <18>{#p/papyrus}{#f/5}而且，咱可有 【貨真價實】的 自由法寶呢...

source: <18>{#p/papyrus}{#f/6}IS ON THE PHONE WITH US RIGHT NOW!!
pt_br: <18>{#p/papyrus}{#f/6}ESTÁ NO TELEFONE COM A GENTE AGORA MESMO!!
zh_cn: <18>{#p/papyrus}{#f/6}而且，还正跟咱 打电话呢！！
zh_tw: <18>{#p/papyrus}{#f/6}而且，還正跟咱 打電話呢！！

source: <18>{#p/papyrus}{#f/5}I WONDER IF SUCH A COLONY ACTUALLY EXISTS.
pt_br: <18>{#p/papyrus}{#f/5}ME PERGUNTO SE TAL COLONIA EXISTE.
zh_cn: <18>{#p/papyrus}{#f/5}我其实挺好奇， 那些乌贼会不会 真的存在呢？
zh_tw: <18>{#p/papyrus}{#f/5}我其實挺好奇， 那些烏賊會不會 真的存在呢？

source: <18>{#p/papyrus}{#f/4}THE UNIVERSE IS MADE OF INFINITES, AFTER ALL...
pt_br: <18>{#p/papyrus}{#f/4}O UNIVERSO É FEITO DE INFINIDADES, ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/4}毕竟宇宙是没有尽头的...
zh_tw: <18>{#p/papyrus}{#f/4}畢竟宇宙是沒有盡頭的...

source: <18>{#p/papyrus}{#f/9}INFINITE DIVERSITY IN INFINITE COMBINATIONS!!
pt_br: <18>{#p/papyrus}{#f/9}INFINIDADE DE DIVERSIDADES E COMBINAÇÕES!!
zh_cn: <18>{#p/papyrus}{#f/9}那就意味着无尽的 可能性，无尽的组合！！
zh_tw: <18>{#p/papyrus}{#f/9}那就意味著無盡的 可能性，無盡的組合！！

source: <18>{#p/papyrus}{#f/0}HERE'S TO THE PROMISE OF YOUR EVENTUAL FREEDOM.
pt_br: <18>{#p/papyrus}{#f/0}AQUI ESTÁ A PROMESSA DE SUA LIBERDADE.
zh_cn: <18>{#p/papyrus}{#f/0}祝你终能重获自由。
zh_tw: <18>{#p/papyrus}{#f/0}祝你終能重獲自由。

source: <18>{#p/papyrus}{#f/6}AND MAYBE OURS TOO SOMEDAY!!
pt_br: <18>{#p/papyrus}{#f/6}E TALVEZ A NOSSA TAMBÉM ALGUM DIA!!
zh_cn: <18>{#p/papyrus}{#f/6}也祝我们未来 能重获自由！！
zh_tw: <18>{#p/papyrus}{#f/6}也祝我們未來 能重獲自由！！

source: <18>{#p/papyrus}{#f/5}THOSE FLOWERS SCATTERED AROUND THE AREA...?
pt_br: <18>{#p/papyrus}{#f/5}AQUELAS FLORES ESPALHADAS PELA ÁREA...?
zh_cn: <18>{#p/papyrus}{#f/5}散落在这附近的 那些花...？
zh_tw: <18>{#p/papyrus}{#f/5}散落在這附近的 那些花...？

source: <18>{#p/papyrus}{#f/0}OH, THOSE WERE ASGORE'S IDEA, ACTUALLY.
pt_br: <18>{#p/papyrus}{#f/0}OH, ELAS FORAM IDEIA DO ASGORE, NA VERDADE.
zh_cn: <18>{#p/papyrus}{#f/0}啊，那其实是ASGORE 的主意。
zh_tw: <18>{#p/papyrus}{#f/0}啊，那其實是ASGORE 的主意。

source: <18>{#p/papyrus}{#f/4}IF THAT GUY WASN'T THE "CEO" OF THE OUTPOST...
pt_br: <18>{#p/papyrus}{#f/4}SE AQUELE CARA NÃO FOSSE O "CEO" DO OUTPOST...
zh_cn: <18>{#p/papyrus}{#f/4}他就算不是前哨站的 “大领导”...
zh_tw: <18>{#p/papyrus}{#f/4}他就算不是前哨站的 「大領導」...

source: <18>{#p/papyrus}{#f/5}HE'D BE THE "CGO" INSTEAD.
pt_br: <18>{#p/papyrus}{#f/5}ELE SERIA O "CJO" INVÉS.
zh_cn: <18>{#p/papyrus}{#f/5}也能算个“大龄捣”。
zh_tw: <18>{#p/papyrus}{#f/5}也能算個「大齡搗」。

source: <18>{#p/papyrus}{#f/5}AN ACRONYM FOR "CHIEF GARDENING OFFICER."
pt_br: <18>{#p/papyrus}{#f/5}UM ACRÔNIMO PARA "CHEFE DE JARDINAGEM OFICIAL."
zh_cn: <18>{#p/papyrus}{#f/5}年龄大了，但还喜欢 捣鼓花花草草的 “大龄捣”。
zh_tw: <18>{#p/papyrus}{#f/5}年齡大了，但還喜歡 搗鼓花花草草的 「大齡搗」。

source: <25>{#p/undyne}{#f/17}* Oh yeah?? * And who would I be?
pt_br: <25>{#p/undyne}{#f/17}* Ah é? * E quem eu seria?
zh_cn: <25>{#p/undyne}{#f/17}* 那我是什么？
zh_tw: <25>{#p/undyne}{#f/17}* 那我是什麼？

source: <18>{#p/papyrus}{#f/0}RIGHT, I ALREADY CAME UP WITH ONE FOR YOU.
pt_br: <18>{#p/papyrus}{#f/0}CLARO, EU JÁ CHEGUEI COM UMA PRA VOCÊ.
zh_cn: <18>{#p/papyrus}{#f/0}我早就给你想好了。
zh_tw: <18>{#p/papyrus}{#f/0}我早就給你想好了。

source: <18>{#p/papyrus}{#f/4}YOU'D BE THE "CSETPO."
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ SERIA A "CSETPO."
zh_cn: <18>{#p/papyrus}{#f/4}他是“大领导”， 你是“打凌刀”。
zh_tw: <18>{#p/papyrus}{#f/4}他是「大領導」， 你是「打凌刀」。

source: <25>{#p/undyne}{#f/14}* ... and what does that ludicrous acronym stand for?
pt_br: <25>{#p/undyne}{#f/14}* ... e o que significa esse gigante acrônimo?
zh_cn: <25>{#p/undyne}{#f/14}* ...“打凌刀”是个啥？
zh_tw: <25>{#p/undyne}{#f/14}* ...「打凌刀」是個啥？

source: <18>{#p/papyrus}{#f/9}THE "CHIEF SMASH- EVERYTHING-TO- PIECES OFFICER!"
pt_br: <18>{#p/papyrus}{#f/9}A "CHEFE SOCA E ESMAGA TUDO EM PEDAÇOS OFICIAL!"
zh_cn: <18>{#p/papyrus}{#f/9}路见不平，穷追猛{@fill=#ff0}打{@fill=#fff}。 盛气{@fill=#ff0}凌{@fill=#fff}人，武功高强。 朋友有难，两肋插{@fill=#ff0}刀{@fill=#fff}。
zh_tw: <18>{#p/papyrus}{#f/9}路見不平，窮追猛{@fill=#ff0}打{@fill=#fff}。 盛氣{@fill=#ff0}凌{@fill=#fff}人，武功高強。 朋友有難，兩肋插{@fill=#ff0}刀{@fill=#fff}。

source: <25>{#p/undyne}{#f/8}* I LOVE IT!!!
pt_br: <25>{#p/undyne}{#f/8}* EU AMEI!!!
zh_cn: <25>{#p/undyne}{#f/8}* 妙，太妙了！！！
zh_tw: <25>{#p/undyne}{#f/8}* 妙，太妙了！！！

source: <18>{#p/papyrus}{#f/4}I MIGHT AS WELL BE THE "CAO" AROUND HERE...
pt_br: <18>{#p/papyrus}{#f/4}EU TALVEZ SERIA O "CAO" POR AQUI...
zh_cn: <18>{#p/papyrus}{#f/4}国王是“大领导”， 你是“打凌刀”， 那我就是“大刀”。
zh_tw: <18>{#p/papyrus}{#f/4}國王是「大領導」， 你是「打凌刀」， 那我就是「大刀」。

source: <18>{#p/papyrus}{#f/6}NO MATTER WHERE I GO, I END UP IN THE SAME PLACE!
pt_br: <18>{#p/papyrus}{#f/6}NÃO IMPORTA ONDE VÁ, EU ACABO NO MESMO LUGAR!
zh_cn: <18>{#p/papyrus}{#f/4}之前解这个谜题的时候...
zh_tw: <18>{#p/papyrus}{#f/4}之前解這個謎題的時候...

source: <18>{#p/papyrus}{#f/5}AT LEAST, THAT'S WHAT HAPPENS...
pt_br: <18>{#p/papyrus}{#f/5}PELO MENOS, É ISSO QUE ACONTECE...
zh_cn: <18>{#p/papyrus}{#f/6}不管我往哪儿跑， 最后总是回到起点！
zh_tw: <18>{#p/papyrus}{#f/6}不管我往哪兒跑， 最後總是回到起點！

source: <18>{#p/papyrus}{#f/4}WHENEVER I ATTEMPT TO SOLVE THIS PUZZLE.
pt_br: <18>{#p/papyrus}{#f/4}TODA VEZ QUE TENTO RESOLVER ESSE QUEBRA-CABEÇA.
zh_cn: <18>{#p/papyrus}{#f/5}...至少那个时候 确实是这样。
zh_tw: <18>{#p/papyrus}{#f/5}...至少那個時候 確實是這樣。

source: <25>{#p/undyne}{#f/17}* Jeez. * Why even BOTHER.
pt_br: <25>{#p/undyne}{#f/17}* Senhor. * Pra quê se importar.
zh_cn: <25>{#p/undyne}{#f/17}* 哎呀真是的。 * 白费这力气干嘛？
zh_tw: <25>{#p/undyne}{#f/17}* 哎呀真是的。 * 白費這力氣幹嘛？

source: <18>{#p/papyrus}{#f/6}BECAUSE!!
pt_br: <18>{#p/papyrus}{#f/6}PORQUÊ!!
zh_cn: <18>{#p/papyrus}{#f/6}因为啊！！
zh_tw: <18>{#p/papyrus}{#f/6}因為啊！！

source: <18>{#p/papyrus}{#f/6}SOLVING PUZZLES IS SUPPOSED TO BE FUN!!
pt_br: <18>{#p/papyrus}{#f/6}RESOLVER ENIGMAS TEM QUE SER DIVERTIDO!!
zh_cn: <18>{#p/papyrus}{#f/6}解谜本应是一种乐趣的！！
zh_tw: <18>{#p/papyrus}{#f/6}解謎本應是一種樂趣的！！

source: <25>{#p/undyne}{#f/12}* Couldn't you just use flight magic to get around it?
pt_br: <25>{#p/undyne}{#f/12}* Não da só pra usar magia de voo pra passar por cima?
zh_cn: <25>{#p/undyne}{#f/12}* 你就不能用飞行魔法 绕过去吗？
zh_tw: <25>{#p/undyne}{#f/12}* 你就不能用飛行魔法 繞過去嗎？

source: <18>{#p/papyrus}{#f/4}FLIGHT MAGIC IS RESERVED FOR EMERGENCIES.
pt_br: <18>{#p/papyrus}{#f/4}MAGIA DE VOAR É SÓ PRA EMERGÊNCIAS.
zh_cn: <18>{#p/papyrus}{#f/4}飞行魔法非紧急情况 我是不会用的。
zh_tw: <18>{#p/papyrus}{#f/4}飛行魔法非緊急情況 我是不會用的。

source: <25>{#p/undyne}{#f/1}* That depends on your definition of an "emergency."
pt_br: <25>{#p/undyne}{#f/1}* Depende da sua definição de "emergência."
zh_cn: <25>{#p/undyne}{#f/1}* 那什么才算是“紧急情况”。
zh_tw: <25>{#p/undyne}{#f/1}* 那什麼才算是「緊急情況」。

source: <18>{#p/papyrus}{#f/7}AND PUZZLES FALL WELL OUTSIDE OF THAT DEFINITION!
pt_br: <18>{#p/papyrus}{#f/7}E QUEBRAS-CABEÇAS ESTÃO FORA DESSA DEFINIÇÃO!
zh_cn: <18>{#p/papyrus}{#f/7}反正就解个谜肯定 算不上紧急情况！
zh_tw: <18>{#p/papyrus}{#f/7}反正就解個謎肯定 算不上緊急情況！

source: <25>{#p/undyne}{#f/14}* Guess you'll have to suffer, then.
pt_br: <25>{#p/undyne}{#f/14}* Acho que você vai ter que sofrer, então.
zh_cn: <25>{#p/undyne}{#f/14}* 那你就慢慢解吧， 有你好受的。
zh_tw: <25>{#p/undyne}{#f/14}* 那你就慢慢解吧， 有你好受的。

source: <18>{#p/papyrus}{#f/7}I GUESS I WILL!!!
pt_br: <18>{#p/papyrus}{#f/7}EU ACHO QUE VOU!!!
zh_cn: <18>{#p/papyrus}{#f/7}我偏要解！！！
zh_tw: <18>{#p/papyrus}{#f/7}我偏要解！！！

source: <18>{#p/papyrus}{#f/6}NUMBERS, NUMBERS EVERYWHERE!!
pt_br: <18>{#p/papyrus}{#f/6}NÚMEROS, NÚMEROS PRA TODO LADO!!
zh_cn: <18>{#p/papyrus}{#f/6}数字，到处都是数字！！
zh_tw: <18>{#p/papyrus}{#f/6}數字，到處都是數字！！

source: <18>{#p/papyrus}{#f/6}WHAT DOES IT ALL MEAN!?!?
pt_br: <18>{#p/papyrus}{#f/6}O QUE ISSO SIGNIFICA!?!?
zh_cn: <18>{#p/papyrus}{#f/6}到底是什么意思！？！？
zh_tw: <18>{#p/papyrus}{#f/6}到底是什麼意思！？！？

source: <18>{#p/papyrus}{#f/5}FLYING AROUND EVERYWHERE JUST WOULDN'T BE FAIR.
pt_br: <18>{#p/papyrus}{#f/5}VOAR POR CIMA SÓ NÃO SERIA JUSTO.
zh_cn: <18>{#p/papyrus}{#f/5}到处飞来飞去可不公平。
zh_tw: <18>{#p/papyrus}{#f/5}到處飛來飛去可不公平。

source: <25>{#p/undyne}{#f/11}* And you like to make life hard on yourself because...?
pt_br: <25>{#p/undyne}{#f/11}* E por que você gosta de dificultar sua vida...?
zh_cn: <25>{#p/undyne}{#f/11}* 那你就甘愿自己受苦...？
zh_tw: <25>{#p/undyne}{#f/11}* 那你就甘願自己受苦...？

source: <18>{#p/papyrus}{#f/9}BECAUSE NOTHING IS AS REWARDING AS HARD WORK!
pt_br: <18>{#p/papyrus}{#f/9}PORQUE NÃO EXISTE PREMIAÇÃO SEM TRABALHO DURO!
zh_cn: <18>{#p/papyrus}{#f/9}一份付出，一份回报！
zh_tw: <18>{#p/papyrus}{#f/9}一份付出，一份回報！

source: <25>{#p/undyne}{#f/17}* ... that depends on your definition of "work."
pt_br: <25>{#p/undyne}{#f/17}* ... Isso depende da sua definição de "trabalho."
zh_cn: <25>{#p/undyne}{#f/17}* ...那什么才算是“付出”。
zh_tw: <25>{#p/undyne}{#f/17}* ...那什麼才算是「付出」。

source: <18>{#p/papyrus}{#f/5}AH... THE TIME VERSUS MONEY TV SET.
pt_br: <18>{#p/papyrus}{#f/5}AH... TEMPO VERSUS DINHERO.
zh_cn: <18>{#p/papyrus}{#f/5}啊...时过金迁。
zh_tw: <18>{#p/papyrus}{#f/5}啊...時過金遷。

source: <18>{#p/papyrus}{#f/4}JUST SO YOU KNOW...
pt_br: <18>{#p/papyrus}{#f/4}SÓ PRA VOCÊ SABER...
zh_cn: <18>{#p/papyrus}{#f/4}正如你所知...
zh_tw: <18>{#p/papyrus}{#f/4}正如你所知...

source: <18>{#p/papyrus}{#f/5}I WON'T BE IN THE UPCOMING EPISODE.
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO ESTAREI NO PRÓXIMO EPISODIO.
zh_cn: <18>{#p/papyrus}{#f/5}下一集里就没有我了。
zh_tw: <18>{#p/papyrus}{#f/5}下一集裡就沒有我了。

source: <18>{#p/papyrus}{#f/6}... I'D BE TOO NERVOUS SITTING RIGHT NEXT TO HIM.
pt_br: <18>{#p/papyrus}{#f/6}... EU FICARIA NERVOSO DEMAIS PERTO DELE.
zh_cn: <18>{#p/papyrus}{#f/6}...我坐在他旁边 会很紧张的。
zh_tw: <18>{#p/papyrus}{#f/6}...我坐在他旁邊 會很緊張的。

source: <18>{#p/papyrus}{#f/4}METTATON WANTED ME TO BE IN THE EPISODE, BUT...
pt_br: <18>{#p/papyrus}{#f/4}METTATON QUERIA QUE EU ESTIVESSE NO EP, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}METTATON想让我上，可...
zh_tw: <18>{#p/papyrus}{#f/4}METTATON想讓我上，可...

source: <18>{#p/papyrus}{#f/5}AFTER SOME THOUGHT, I CAME TO REALIZE...
pt_br: <18>{#p/papyrus}{#f/5}APÓS PENSAR UM POUCO, EU CHEGUEI A CONCLUSÃO...
zh_cn: <18>{#p/papyrus}{#f/5}经过一番思考， 我意识到...
zh_tw: <18>{#p/papyrus}{#f/5}經過一番思考， 我意識到...

source: <18>{#p/papyrus}{#f/6}... HOW NERVOUS I'D BE SITTING RIGHT NEXT TO HIM.
pt_br: <18>{#p/papyrus}{#f/6}... EU ESTARIA NERVOSO SENTANDO PERTO DELE.
zh_cn: <18>{#p/papyrus}{#f/6}...我不能坐在他旁边， 我会紧张死的。
zh_tw: <18>{#p/papyrus}{#f/6}...我不能坐在他旁邊， 我會緊張死的。

source: <25>{#p/undyne}{#f/12}* ... you really like him, don't you?
pt_br: <25>{#p/undyne}{#f/12}* ... Você gosta muito dele, não gosta?
zh_cn: <25>{#p/undyne}{#f/12}* ...你真的很喜欢他啊。
zh_tw: <25>{#p/undyne}{#f/12}* ...你真的很喜歡他啊。

source: <18>{#p/papyrus}{#f/4}WELL, HE -IS- QUITE ATTRACTIVE...
pt_br: <18>{#p/papyrus}{#f/4}BEM, ELE É MUITO LEGAL...
zh_cn: <18>{#p/papyrus}{#f/4}呃，他【真的】很有魅力...
zh_tw: <18>{#p/papyrus}{#f/4}呃，他【真的】很有魅力...

source: <18>{#p/papyrus}{#f/6}... BUT I HAVEN'T COMMITTED TO ANYTHING YET!
pt_br: <18>{#p/papyrus}{#f/6}... MAS EU NÃO CHEGUEI A NENHUMA CONCLUSÃO AINDA!
zh_cn: <18>{#p/papyrus}{#f/6}...但我还没 下定决心！
zh_tw: <18>{#p/papyrus}{#f/6}...但我還沒 下定決心！

source: <25>{#p/undyne}{#f/3}* That won't last long.
pt_br: <25>{#p/undyne}{#f/3}* Isso não vai durar muito.
zh_cn: <25>{#p/undyne}{#f/3}* 才几分钟而已。
zh_tw: <25>{#p/undyne}{#f/3}* 才幾分鐘而已。

source: <18>{#p/papyrus}{#f/4}HUH? DID YOU JUST ASSUME...
pt_br: <18>{#p/papyrus}{#f/4}HUH? VOCÊ ACABOU DE ASSUMIR...
zh_cn: <18>{#p/papyrus}{#f/4}哈？ 你是不是以为...
zh_tw: <18>{#p/papyrus}{#f/4}哈？ 你是不是以為...

source: <18>{#p/papyrus}{#f/7}... OUR RELATIONSHIP STATUS!?!?
pt_br: <18>{#p/papyrus}{#f/7}... NOSSO STATUS DE RELACIONAMENTO!?!?
zh_cn: <18>{#p/papyrus}{#f/7}...我们俩之间有啥 特殊关系吧！？！？
zh_tw: <18>{#p/papyrus}{#f/7}...我們倆之間有啥 特殊關係吧！？！？

source: <25>{#p/undyne}{#f/14}* Oh, no, of course not.
pt_br: <25>{#p/undyne}{#f/14}* Não, obvio que não.
zh_cn: <25>{#p/undyne}{#f/14}* 才怪， 怎么可能。
zh_tw: <25>{#p/undyne}{#f/14}* 才怪， 怎麼可能。

source: <25>{#p/undyne}{#f/17}* It's just so obvious that I couldn't help but state the facts.
pt_br: <25>{#p/undyne}{#f/17}* Eu só acabei de cuspir fatos na sua cara.
zh_cn: <25>{#p/undyne}{#f/17}* 不过这也太明显了， 我都忍不住把真相 说出来了。
zh_tw: <25>{#p/undyne}{#f/17}* 不過這也太明顯了， 我都忍不住把真相 說出來了。

source: <18>{#p/papyrus}{#f/0}FORTUNATELY, I HAVE A REPLACEMENT ARRANGED.
pt_br: <18>{#p/papyrus}{#f/0}FELIZMENTE, TENHO UM SUBSTITUTO ARRANJADO.
zh_cn: <18>{#p/papyrus}{#f/0}幸好我找了个替身。
zh_tw: <18>{#p/papyrus}{#f/0}幸好我找了個替身。

source: <18>{#p/papyrus}{#f/0}THANKFULLY, UNDYNE WAS THERE TO TAKE MY PLACE.
pt_br: <18>{#p/papyrus}{#f/0}FELIZMENTE, UNDYNE ESTAVA LÁ POR MIM.
zh_cn: <18>{#p/papyrus}{#f/0}谢天谢地， UNDYNE帮我 参加了节目。
zh_tw: <18>{#p/papyrus}{#f/0}謝天謝地， UNDYNE幫我 參加了節目。

source: <18>{#p/papyrus}{#f/0}THANKFULLY, MY BROTHER WAS THERE TO TAKE MY PLACE.
pt_br: <18>{#p/papyrus}{#f/0}FELIZMENTE, MEU IRMÃO ESTAVA LÁ POR MIM.
zh_cn: <18>{#p/papyrus}{#f/0}谢天谢地， 我兄弟帮我 参加了节目。
zh_tw: <18>{#p/papyrus}{#f/0}謝天謝地， 我兄弟幫我 參加了節目。

source: <25>{#p/undyne}{#f/12}* Papyrus is too busy daydreaming to pick up the phone right now.
pt_br: <25>{#p/undyne}{#f/12}* Papyrus está muito ocupado sonhando acordado pra atender.
zh_cn: <25>{#p/undyne}{#f/12}* Papyrus正白日做梦， 没空接电话。
zh_tw: <25>{#p/undyne}{#f/12}* Papyrus正白日做夢， 沒空接電話。

source: <18>{#p/papyrus}{#f/6}BE CAREFUL OUT THERE, HUMAN!
pt_br: <18>{#p/papyrus}{#f/6}TOME CUIDADO POR AÍ HUMANO!
zh_cn: <18>{#p/papyrus}{#f/6}小心点，人类！
zh_tw: <18>{#p/papyrus}{#f/6}小心點，人類！

source: <18>{#p/papyrus}{#f/5}THE GUARDS IN THAT AREA ARE FRESH OUT OF TRAINING.
pt_br: <18>{#p/papyrus}{#f/5}OS GUARDAS NESSA ÁREA SAÍRAM DO TREINO A POUCO.
zh_cn: <18>{#p/papyrus}{#f/5}这区域的守卫 刚刚结束了训练。
zh_tw: <18>{#p/papyrus}{#f/5}這區域的守衛 剛剛結束了訓練。

source: <18>{#p/papyrus}{#f/6}WHO KNOWS WHICH ROYAL MEMOS THEY'LL IGNORE!
pt_br: <18>{#p/papyrus}{#f/6}VAI SABER SE ELES NÃO IGNORARAM COMANDOS REAIS!
zh_cn: <18>{#p/papyrus}{#f/6}她们也许会忽略 一些皇家备忘录！
zh_tw: <18>{#p/papyrus}{#f/6}她們也許會忽略 一些皇家備忘錄！

source: <18>{#p/papyrus}{#f/0}BY THE WAY, WHAT'S A ROYAL MEMO?
pt_br: <18>{#p/papyrus}{#f/0}ÁLIAS, O QUE SERIA UM MEMO REAL?
zh_cn: <18>{#p/papyrus}{#f/0}顺便问下， 啥是皇家备忘录？
zh_tw: <18>{#p/papyrus}{#f/0}順便問下， 啥是皇家備忘錄？

source: <25>{#p/undyne}{#f/16}* Tell me about it...
pt_br: <25>{#p/undyne}{#f/16}* Nem me fala...
zh_cn: <25>{#p/undyne}{#f/16}* 对这事我深有体会...
zh_tw: <25>{#p/undyne}{#f/16}* 對這事我深有體會...

source: <18>{#p/papyrus}{#f/5}HUH? DO THEY IGNORE YOUR MEMOS OFTEN?
pt_br: <18>{#p/papyrus}{#f/5}ELES IGNORARAM SEUS COMANDOS ULTIMAMENTE?
zh_cn: <18>{#p/papyrus}{#f/5}哈？ 她们经常忽略你的 备忘录吗？
zh_tw: <18>{#p/papyrus}{#f/5}哈？ 她們經常忽略你的 備忘錄嗎？

source: <25>{#p/undyne}{#f/14}* Oh, they follow mine just fine.
pt_br: <25>{#p/undyne}{#f/14}* Oh, eles seguem os meus tranquilamente.
zh_cn: <25>{#p/undyne}{#f/14}* 哦， 那倒不会。
zh_tw: <25>{#p/undyne}{#f/14}* 喔， 那倒不會。

source: <25>{#p/undyne}{#f/10}* It's Alphys's memos they tend to ignore.
pt_br: <25>{#p/undyne}{#f/10}* São os memos da Alphys que eles ignoram.
zh_cn: <25>{#p/undyne}{#f/10}* 不过她们倒是经常会忽略 Alphys的备忘录。
zh_tw: <25>{#p/undyne}{#f/10}* 不過她們倒是經常會忽略 Alphys的備忘錄。

source: <18>{#p/papyrus}{#f/6}BUT SHE'S THE ROYAL SCIENTIST!
pt_br: <18>{#p/papyrus}{#f/6}MAS ELA É A CIENTISTA REAL!
zh_cn: <18>{#p/papyrus}{#f/6}但她可是 皇家科学员啊！
zh_tw: <18>{#p/papyrus}{#f/6}但她可是 皇家科學員啊！

source: <18>{#p/papyrus}{#f/6}THE KING'S MOST TRUSTED ASSOCIATE!
pt_br: <18>{#p/papyrus}{#f/6}A PESSOA DE MAIOR CONFIANÇA ASSOCIADA AO REI!
zh_cn: <18>{#p/papyrus}{#f/6}还是 皇室的亲信！
zh_tw: <18>{#p/papyrus}{#f/6}還是 皇室的親信！

source: <25>{#p/undyne}{#f/12}* Yeah... that's how things are supposed to work.
pt_br: <25>{#p/undyne}{#f/12}* É... era assim que era pra funcionar.
zh_cn: <25>{#p/undyne}{#f/12}* 是啊... 按理说就是这样。
zh_tw: <25>{#p/undyne}{#f/12}* 是啊... 按理說就是這樣。
