Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/1}* Oh, come on. * You know your brother better than anyone.
pt_br: <25>{#p/undyne}{#f/1}* Ah, qual foi. * Você conhece seu irmão melhor do que qualquer um.
zh_cn: <25>{#p/undyne}{#f/1}* 啊，得了吧。 * 我还能有你了解你兄弟啊？ 你不想解就直说嘛！
zh_tw: <25>{#p/undyne}{#f/1}* 啊，得了吧。 * 我還能有你了解你兄弟啊？ 你不想解就直說嘛！

source: <25>{#p/undyne}{#f/12}* Solving this one should be a piece of cake!
pt_br: <25>{#p/undyne}{#f/12}* Resolver esse deve ser fichinha pra você!
zh_cn: <25>{#p/undyne}{#f/12}* {@fill=#ff0}但高{@fill=#fff}手可不能临阵脱逃啊！ Papyrus！
zh_tw: <25>{#p/undyne}{#f/12}* {@fill=#ff0}但高{@fill=#fff}手可不能臨陣脫逃啊！ Papyrus！

source: <18>{#p/papyrus}{#f/5}HMM... A CHEESY RIDDLE...
pt_br: <18>{#p/papyrus}{#f/5}HMM... UM ENIGMA BREGA...
zh_cn: <18>{#p/papyrus}{#f/5}呃... 芝士谜语...
zh_tw: <18>{#p/papyrus}{#f/5}呃... 芝士謎語...

source: <18>{#p/papyrus}{#f/4}A PIECE OF CAKE...
pt_br: <18>{#p/papyrus}{#f/4}FICHINHA...
zh_cn: <18>{#p/papyrus}{#f/4}搭配上蛋糕...
zh_tw: <18>{#p/papyrus}{#f/4}搭配上蛋糕...

source: <18>{#p/papyrus}{#f/6}I'LL GET BACK TO YOU WITH THE ANSWER SOON!
pt_br: <18>{#p/papyrus}{#f/6}EU VOLTO MAIS TARDE COM A RESPOSTA!
zh_cn: <18>{#p/papyrus}{#f/6}等我想到答案了 很快就来找你！
zh_tw: <18>{#p/papyrus}{#f/6}等我想到答案了 很快就來找你！

source: <18>{#p/papyrus}{#f/0}MORE OFTEN THAN NOT, A PUZZLE MAY BE UNSOLVABLE...
pt_br: <18>{#p/papyrus}{#f/0}NA MAIORIA DAS VEZES, UM QUEBRA-CABEÇA PODE SER INSOLÚVEL...
zh_cn: <18>{#p/papyrus}{#f/0}通常情况下， 如果你没花时间 好好读牌子的话...
zh_tw: <18>{#p/papyrus}{#f/0}通常情況下， 如果你沒花時間 好好讀牌子的話...

source: <18>{#p/papyrus}{#f/5}IF YOU DON'T TAKE THE TIME TO READ THE SIGNS.
pt_br: <18>{#p/papyrus}{#f/5}SE VOCÊ NÃO PARAR PARA LER OS SINAIS.
zh_cn: <18>{#p/papyrus}{#f/5}你可能是解不开 谜题的。
zh_tw: <18>{#p/papyrus}{#f/5}你可能是解不開 謎題的。

source: <18>{#p/papyrus}{#f/6}YOU'D THINK INTUITION WOULD BE ENOUGH, BUT... NO!
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ PENSA QUE INTUIÇÃO SERÁ O SUFICIENTE, MAS... NÃO!
zh_cn: <18>{#p/papyrus}{#f/6}你以为仅凭直觉就 可以了，但是... 完全不够！
zh_tw: <18>{#p/papyrus}{#f/6}你以為僅憑直覺就 可以了，但是... 完全不夠！

source: <18>{#p/papyrus}{#f/5}... I'VE BEEN EMBARRASSED THIS WAY MANY TIMES...
pt_br: <18>{#p/papyrus}{#f/5}... EU FUI ENVERGONHADO POR ISSO MUITAS VEZES...
zh_cn: <18>{#p/papyrus}{#f/5}...我已经没少 因为这个尴尬了...
zh_tw: <18>{#p/papyrus}{#f/5}...我已經沒少 因為這個尷尬了...

source: <25>{#p/undyne}{#f/14}* Yeah, having to read signs kinda stinks.
pt_br: <25>{#p/undyne}{#f/14}* É, ter que ler essas placas é uma chatice.
zh_cn: <25>{#p/undyne}{#f/14}* 是啊，逼人读牌子，有够烦。
zh_tw: <25>{#p/undyne}{#f/14}* 是啊，逼人讀牌子，有夠煩。

source: <25>{#p/undyne}{#f/8}* I just throw spears at the receiver and call it a day!
pt_br: <25>{#p/undyne}{#f/8}* As vezes eu só jogo lanças nos quebra-cabeças e funciona!
zh_cn: <25>{#p/undyne}{#f/8}* 换做我就直接把矛往 接收器上丢，收工！
zh_tw: <25>{#p/undyne}{#f/8}* 換做我就直接把矛往 接收器上丟，收工！

source: <18>{#p/papyrus}{#f/6}WON'T THAT BREAK THE PUZZLE FOR EVERYONE ELSE!?
pt_br: <18>{#p/papyrus}{#f/6}ISSO NÃO MEIO QUE QUEBRARIA O QUEBRA-CABEÇA PRA TODO MUNDO!?
zh_cn: <18>{#p/papyrus}{#f/6}那谜题不就坏了吗！？
zh_tw: <18>{#p/papyrus}{#f/6}那謎題不就壞了嗎！？

source: <25>{#p/undyne}{#f/14}* Surprisingly, no.
pt_br: <25>{#p/undyne}{#f/14}* Surpreendentemente, não.
zh_cn: <25>{#p/undyne}{#f/14}* 没坏，我也很惊讶。
zh_tw: <25>{#p/undyne}{#f/14}* 沒壞，我也很驚訝。

source: <25>{#p/undyne}{#f/14}* Human-made puzzles are even more resillient than THEY are.
pt_br: <25>{#p/undyne}{#f/14}* Quebra-cabeça humanos caseiros são mais resilientes do que ELES são.
zh_cn: <25>{#p/undyne}{#f/14}* 人造谜题比人类还要耐磨。
zh_tw: <25>{#p/undyne}{#f/14}* 人造謎題比人類還要耐磨。

source: <25>{#p/undyne}{#f/7}* Trust me. * I've TRIED to break them on purpose.
pt_br: <25>{#p/undyne}{#f/7}* Confia em mim. * Eu TENTEI quebra-los de propósito.
zh_cn: <25>{#p/undyne}{#f/7}* 信我。 * 我也不是没试过故意破坏。
zh_tw: <25>{#p/undyne}{#f/7}* 信我。 * 我也不是沒試過故意破壞。

source: <18>{#p/papyrus}{#f/0}I'VE SAID IT BEFORE, AND I'LL SAY IT AGAIN.
pt_br: <18>{#p/papyrus}{#f/0}EU JÁ DISSE ISSO ANTES, E VOU DIZER DE NOVO.
zh_cn: <18>{#p/papyrus}{#f/0}我以前说过， 我还要再说一遍。
zh_tw: <18>{#p/papyrus}{#f/0}我以前說過， 我還要再說一遍。

source: <18>{#p/papyrus}{#f/9}READ! THOSE!! SIGNS!!!
pt_br: <18>{#p/papyrus}{#f/9}LEIA! OS!! SINAIS!!!
zh_cn: <18>{#p/papyrus}{#f/9}读！ 标！！ 牌！！！
zh_tw: <18>{#p/papyrus}{#f/9}讀！ 標！！ 牌！！！

source: <18>{#p/papyrus}{#f/4}AND DO NOTE THE RISING EXCLAMATION POINT COUNT.
pt_br: <18>{#p/papyrus}{#f/4}E PERCEBA OS PONTOS DE EXCLAMAÇÃO AUMENTANDO.
zh_cn: <18>{#p/papyrus}{#f/4}注意我的感叹号 用得越来越多。
zh_tw: <18>{#p/papyrus}{#f/4}注意我的感嘆號 用得越來越多。

source: <18>{#p/papyrus}{#f/7}IT MEANS IT'S VERY IMPORTANT!!!!
pt_br: <18>{#p/papyrus}{#f/7}ISSO SIGNIFICA QUE É BEM IMPORTANTE!!!!
zh_cn: <18>{#p/papyrus}{#f/7}意思就是说这 非常重要！！！！
zh_tw: <18>{#p/papyrus}{#f/7}意思就是說這 非常重要！！！！

source: <18>{#p/papyrus}{#f/4}WELL, YOU KNOW WHAT THEY SAY...
pt_br: <18>{#p/papyrus}{#f/4}BEM, VOCÊ SABE O QUE ELES DIZEM...
zh_cn: <18>{#p/papyrus}{#f/4}呃，一句老话说得好...
zh_tw: <18>{#p/papyrus}{#f/4}呃，一句老話說得好...

source: <18>{#p/papyrus}{#f/0}IF YOU CAN'T BREAK THEM, SOLVE THEM!
pt_br: <18>{#p/papyrus}{#f/0}SE VOCÊ NÃO PODE QUEBRA-LOS, DEVE RESOLVÊ-LOS!
zh_cn: <18>{#p/papyrus}{#f/0}砸不坏，就解开！
zh_tw: <18>{#p/papyrus}{#f/0}砸不壞，就解開！

source: <18>{#p/papyrus}{#f/5}THOUGH, THAT DOES PUT US BACK AT SQUARE ONE.
pt_br: <18>{#p/papyrus}{#f/5}MAS, ISSO SÓ NOS PÕE DE VOLTA NA LINHA ORIGINAL.
zh_cn: <18>{#p/papyrus}{#f/5}真是绕了好大一圈。
zh_tw: <18>{#p/papyrus}{#f/5}真是繞了好大一圈。

source: <18>{#p/papyrus}{#f/0}SIGNAL STARS ARE PRETTY NEAT, HUH?
pt_br: <18>{#p/papyrus}{#f/0}ESTRELAS DE SINAL SÃO BEM LEGAIS, HEIN?
zh_cn: <18>{#p/papyrus}{#f/0}讯星真的很厉害， 对吧？
zh_tw: <18>{#p/papyrus}{#f/0}訊星真的很厲害， 對吧？

source: <18>{#p/papyrus}{#f/5}THOUGH, THEY ONLY RESET PERIODICALLY.
pt_br: <18>{#p/papyrus}{#f/5}E ELAS RE-ESCREVEM DE TEMPOS EM TEMPOS.
zh_cn: <18>{#p/papyrus}{#f/5}不过，它们会 周期性地重置。
zh_tw: <18>{#p/papyrus}{#f/5}不過，它們會 周期性地重置。

source: <18>{#p/papyrus}{#f/4}UNTIL THEN, ONLY A SINGLE MESSAGE IS SAVED...
pt_br: <18>{#p/papyrus}{#f/4}ATÉ AGORA, APENAS UMA ÚNICA MENSAGEM É SALVA...
zh_cn: <18>{#p/papyrus}{#f/4}在重置之前， 只能保留一条消息...
zh_tw: <18>{#p/papyrus}{#f/4}在重置之前， 只能保留一條訊息...

source: <25>{#p/undyne}{#f/12}* So that's why my messages to Alphys aren't getting through.
pt_br: <25>{#p/undyne}{#f/12}* É por isso que minhas mensagens para Alphys não estão sendo enviadas.
zh_cn: <25>{#p/undyne}{#f/12}* 所以我想传给Alphys信息的 计划才失败了的。
zh_tw: <25>{#p/undyne}{#f/12}* 所以我想傳給Alphys資訊的 計畫才失敗了的。

source: <18>{#p/papyrus}{#f/6}YOU USED A SIGNAL STAR FOR THAT!?
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ USOU UMA ESTRELA SINAL PRA ISSO!?
zh_cn: <18>{#p/papyrus}{#f/6}你用讯星给ALPHYS传过 信！？
zh_tw: <18>{#p/papyrus}{#f/6}你用訊星給ALPHYS傳過 信！？

source: <18>{#p/papyrus}{#f/5}OH... UNDYNE...
zh_cn: <18>{#p/papyrus}{#f/5}噢... UNDYNE...
zh_tw: <18>{#p/papyrus}{#f/5}噢... UNDYNE...

source: <25>{#p/undyne}{#f/17}* What? * I thought it'd send the message on demand!
pt_br: <25>{#p/undyne}{#f/17}* O que? * Eu pensava que mandaria a mensagem em demanda!
zh_cn: <25>{#p/undyne}{#f/17}* 怎么？ * 我就还以为它知道要给谁 说呢！
zh_tw: <25>{#p/undyne}{#f/17}* 怎麼？ * 我就還以為它知道要給誰 說呢！

source: <25>{#p/undyne}{#f/11}* That's how they used to work, right??
pt_br: <25>{#p/undyne}{#f/11}* É assim que elas funcionavam, certo??
zh_cn: <25>{#p/undyne}{#f/11}* 讯星以前不就是这样的吗？？
zh_tw: <25>{#p/undyne}{#f/11}* 訊星以前不就是這樣的嗎？？

source: <18>{#p/papyrus}{#f/0}AH, NOT EXACTLY.
pt_br: <18>{#p/papyrus}{#f/0}AH, NÃO EXATAMENTE.
zh_cn: <18>{#p/papyrus}{#f/0}啊，其实不是。
zh_tw: <18>{#p/papyrus}{#f/0}啊，其實不是。

source: <18>{#p/papyrus}{#f/4}WHEN WE FIRST DISCOVERED THEM GROWING HERE...
pt_br: <18>{#p/papyrus}{#f/4}QUANDO DESCOBRIMOS ELAS CRESCENDO AQUI...
zh_cn: <18>{#p/papyrus}{#f/4}他们刚发芽的时候...
zh_tw: <18>{#p/papyrus}{#f/4}他們剛發芽的時候...

source: <18>{#p/papyrus}{#f/9}THEY WERE A LOT MORE RECEPTIVE TO NEW SIGNALS!
pt_br: <18>{#p/papyrus}{#f/9}ELAS ERAM BEM MAIS RECEPTIVAS A SINAIS NOVOS!
zh_cn: <18>{#p/papyrus}{#f/9}他们就很容易受到外界 影响！
zh_tw: <18>{#p/papyrus}{#f/9}他們就很容易受到外界 影響！

source: <18>{#p/papyrus}{#f/5}THEN, AS THEY GREW OLDER, THEY BECAME SLOWER.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, ELAS FORAM CRESCENDO, FICANDO VELHAS E MAIS FRACAS.
zh_cn: <18>{#p/papyrus}{#f/5}然后，他们一点点生长， 接收信息的速度也越来 越慢。
zh_tw: <18>{#p/papyrus}{#f/5}然後，他們一點點生長， 接收資訊的速度也越來 越慢。

source: <25>{#p/undyne}{#f/1}* Huh. * Fascinating!
pt_br: <25>{#p/undyne}{#f/1}* Huh. * Fascinante!
zh_cn: <25>{#p/undyne}{#f/1}* 哈。 * 真迷人！
zh_tw: <25>{#p/undyne}{#f/1}* 哈。 * 真迷人！

source: <25>{#p/undyne}{#f/12}* I guess I'll have to come up with something else, then.
pt_br: <25>{#p/undyne}{#f/12}* Eu acho que vou ter que encontrar outra solução, então!
zh_cn: <25>{#p/undyne}{#f/12}* 那我得换个法子了。
zh_tw: <25>{#p/undyne}{#f/12}* 那我得換個法子了。

source: <18>{#p/papyrus}{#f/4}THIS PHONE CALL -PROBABLY- WON'T BE RECORDED.
pt_br: <18>{#p/papyrus}{#f/4}ESTA CHAMADA TELEFÔNICA -PROVAVELMENTE- NÃO SERÁ GRAVADA.
zh_cn: <18>{#p/papyrus}{#f/4}这通电话 【应该】不会被录下来吧。
zh_tw: <18>{#p/papyrus}{#f/4}這通電話 【應該】不會被錄下來吧。

source: <18>{#p/papyrus}THERE USED TO BE A BRIDGE HERE, BUT IT COLLAPSED.
pt_br: <18>{#p/papyrus}TINHA UMA PONTE AQUI, MAS ELA COLAPSOU.
zh_cn: <18>{#p/papyrus}这里以前有一座桥的， 但是桥塌了。
zh_tw: <18>{#p/papyrus}這裡以前有一座橋的， 但是橋塌了。

source: <18>{#p/papyrus}{#f/5}HOPEFULLY THEY'LL BUILD A NEW ONE SOON...
pt_br: <18>{#p/papyrus}{#f/5}COM ESPERANÇA, ELES VÃO CONSTRUIR UMA NOVA LOGO...
zh_cn: <18>{#p/papyrus}{#f/5}希望他们很快能 建一座新桥...
zh_tw: <18>{#p/papyrus}{#f/5}希望他們很快能 建一座新橋...

source: <18>{#p/papyrus}{#f/6}RIDING ON A FLIMSY FLOATING PLATFORM IS FEAR-INDUCING!
pt_br: <18>{#p/papyrus}{#f/6}TER QUE ME POR DE PÉ EM UMA PLATAFORMA TÃO PEQUENA É AMEDRONTADOR!
zh_cn: <18>{#p/papyrus}{#f/6}站在一个脆弱的 浮动平台上 太吓人了！
zh_tw: <18>{#p/papyrus}{#f/6}站在一個脆弱的 浮動平臺上 太嚇人了！

source: <18>{#p/papyrus}I HEARD THE WORKERS HERE BUILT A BRIDGE.
pt_br: <18>{#p/papyrus}EU OUVI QUE OS CONSTRUTORES FINALMENTE SUBIRAM UMA PONTE!
zh_cn: <18>{#p/papyrus}我听说这里的工人建了座桥。
zh_tw: <18>{#p/papyrus}我聽說這裡的工人建了座橋。

source: <18>{#p/papyrus}{#f/5}THANK THE COSMOS...
pt_br: <18>{#p/papyrus}{#f/5}GRAÇAS AOS COSMOS...
zh_cn: <18>{#p/papyrus}{#f/5}谢宇谢宙...
zh_tw: <18>{#p/papyrus}{#f/5}謝宇謝宙...

source: <18>{#p/papyrus}{#f/6}I'VE HAD MY FILL OF FLIMSY FLOATING PLATFORMS!!
pt_br: <18>{#p/papyrus}{#f/6}JÁ ME CANSEI DE PLATAFORMAS FLUTUANTES FRÁGEIS!!
zh_cn: <18>{#p/papyrus}{#f/6}我已经受够 浮动平台了！！
zh_tw: <18>{#p/papyrus}{#f/6}我已經受夠 浮動平臺了！！

source: <25>{#p/undyne}{#f/7}* You just don't know how to have fun.
pt_br: <25>{#p/undyne}{#f/7}* Você só não sabe como se divertir.
zh_cn: <25>{#p/undyne}{#f/7}* 那是你不懂享受。
zh_tw: <25>{#p/undyne}{#f/7}* 那是你不懂享受。

source: <18>{#p/papyrus}{#f/4}YOU HAVE A JETPACK, SO YOU CAN'T FALL OFF.
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ TEM UMA MOCHILA A JATO, ENTÃO VOCÊ NÃO CAI.
zh_cn: <18>{#p/papyrus}{#f/4}那可不么， 我可没有火箭背包。
zh_tw: <18>{#p/papyrus}{#f/4}那可不麼， 我可沒有火箭背包。

source: <18>{#p/papyrus}{#f/6}I HAVE NO SUCH GUARANTEES!
pt_br: <18>{#p/papyrus}{#f/6}EU NÃO TENHO TAIS GARANTIAS!
zh_cn: <18>{#p/papyrus}{#f/6}我掉下去可咋办！
zh_tw: <18>{#p/papyrus}{#f/6}我掉下去可咋辦！

source: <25>{#p/undyne}{#f/14}* Would it be so much to get you to live a little?
pt_br: <25>{#p/undyne}{#f/14}* Seria pedir muito falar pra você viver um pouco?
zh_cn: <25>{#p/undyne}{#f/14}* 人生只有这点乐趣， 你甘心吗？
zh_tw: <25>{#p/undyne}{#f/14}* 人生只有這點樂趣， 你甘心嗎？

source: <25>{#p/undyne}{#f/4}* Even if you DID fall off, it's not like you'd get hurt.
pt_br: <25>{#p/undyne}{#f/4}* Mesmo se você CAIR, não é como se você fosse se ferir.
zh_cn: <25>{#p/undyne}{#f/4}* 你就算掉下去了， 也摔不死。
zh_tw: <25>{#p/undyne}{#f/4}* 你就算掉下去了， 也摔不死。

source: <25>{#p/undyne}{#f/1}* You'd just... float around for a while.
pt_br: <25>{#p/undyne}{#f/1}* Você só iria... voar por aí um pouco.
zh_cn: <25>{#p/undyne}{#f/1}* 撑死也就...四处飘几天。
zh_tw: <25>{#p/undyne}{#f/1}* 撐死也就...四處飄幾天。

source: <25>{#p/undyne}{#f/14}* And then I'd come and rescue you with my jetpack!
pt_br: <25>{#p/undyne}{#f/14}* E então eu iria te salvar com minha mochila a jato!
zh_cn: <25>{#p/undyne}{#f/14}* 我会用喷气背包 捞你上来的！
zh_tw: <25>{#p/undyne}{#f/14}* 我會用噴氣背包 撈你上來的！

source: <18>{#p/papyrus}{#f/6}I'LL TAKE MY CHANCES WITH THE BRIDGE, THANK YOU!
pt_br: <18>{#p/papyrus}{#f/6}EU VOU ME GARANTIR COM A PONTE, MUITO OBRIGADO!
zh_cn: <18>{#p/papyrus}{#f/6}我会用桥试试运气的， 谢谢你！
zh_tw: <18>{#p/papyrus}{#f/6}我會用橋試試運氣的， 謝謝你！

source: <18>{#p/papyrus}{#f/0}NOTHING QUITE LIKE THE SAFETY AND SECURITY...
pt_br: <18>{#p/papyrus}{#f/0}NADA COMO A SEGURANÇA E GARANTIA...
zh_cn: <18>{#p/papyrus}{#f/0}没有什么比一座...
zh_tw: <18>{#p/papyrus}{#f/0}沒有什麼比一座...

source: <18>{#p/papyrus}{#f/0}OF A SOLID, STABLE, SOUNDLY- DESIGNED BRIDGE.
pt_br: <18>{#p/papyrus}{#f/0}DE UMA SÓLIDA, ESTÁVEL E COM BELO DESING, PONTE!
zh_cn: <18>{#p/papyrus}{#f/0}既坚固，又稳定， 设计又合理的桥 更安全的了。
zh_tw: <18>{#p/papyrus}{#f/0}既堅固，又穩定， 設計又合理的橋 更安全的了。

source: <18>{#p/papyrus}{#f/9}A TRUE TESTAMENT TO SUPERB ENGINEERING!!
pt_br: <18>{#p/papyrus}{#f/9}O VERDADEIRO TESTAMENTO DA ENGENHARIA!!
zh_cn: <18>{#p/papyrus}{#f/9}这是对一流工程 技术的真正证明！！
zh_tw: <18>{#p/papyrus}{#f/9}這是對一流工程 技術的真正證明！！

source: <18>{#p/papyrus}{#f/0}THE FIRST TIME I SAW THIS ROOM, I WAS TRULY AMAZED.
pt_br: <18>{#p/papyrus}{#f/0}A PRIMEIRA VEZ QUE EU VI ESSA SALA, EU ESTAVA MUITO ABISMADO.
zh_cn: <18>{#p/papyrus}{#f/0}当我第一次看到 这个房间时， 我真的很惊讶。
zh_tw: <18>{#p/papyrus}{#f/0}當我第一次看到 這個房間時， 我真的很驚訝。

source: <18>{#p/papyrus}{#f/4}SO MUCH SO, THAT I COULDN'T FIND MY WAY OUT.
pt_br: <18>{#p/papyrus}{#f/4}ERA TANTA EMOÇÃO QUE EU NEM CONSEGUI ACHAR A SAÍDA.
zh_cn: <18>{#p/papyrus}{#f/4}惊讶到，我找不到 出去的路了。
zh_tw: <18>{#p/papyrus}{#f/4}驚訝到，我找不到 出去的路了。

source: <18>{#p/papyrus}{#f/6}... NOT TO MENTION THE TRAPS!
pt_br: <18>{#p/papyrus}{#f/6}... SEM MENCIONAR AS ARMADILHAS!
zh_cn: <18>{#p/papyrus}{#f/6}...就更别说这里的 陷阱了！
zh_tw: <18>{#p/papyrus}{#f/6}...就更別說這裡的 陷阱了！

source: <25>{#p/undyne}{#f/1}* Oh yeah, I forgot about those things...
pt_br: <25>{#p/undyne}{#f/1}* Ah é, eu esqueci daquelas coisas...
zh_cn: <25>{#p/undyne}{#f/1}* 啊对，我都给那些玩意忘了...
zh_tw: <25>{#p/undyne}{#f/1}* 啊對，我都給那些玩意忘了...

source: <25>{#p/undyne}{#f/14}* Eh, most people know the way through. * It'll be fine.
pt_br: <25>{#p/undyne}{#f/14}* Meh, maior parte das pessoas sabe como sair. Vai ficar tudo bem.
zh_cn: <25>{#p/undyne}{#f/14}* 呃，反正人们基本都知道 怎么走。 * 不会有事的。
zh_tw: <25>{#p/undyne}{#f/14}* 呃，反正人們基本都知道 怎麼走。 * 不會有事的。

source: <18>{#p/papyrus}{#f/6}THIS SEEMS LIKE A RECIPE FOR DISASTER.
pt_br: <18>{#p/papyrus}{#f/6}ESSA PARECE A RECEITA PARA O DESASTRE.
zh_cn: <18>{#p/papyrus}{#f/6}听着八成会出事。
zh_tw: <18>{#p/papyrus}{#f/6}聽著八成會出事。

source: <25>{#p/undyne}{#f/12}* Don't worry about it. * In fact, it's been kinda handy!
pt_br: <25>{#p/undyne}{#f/12}* Não se preocupe com isso. * Na verdade, tem sido meio útil!
zh_cn: <25>{#p/undyne}{#f/12}* 别担心啦。 * 其实，还挺方便的！
zh_tw: <25>{#p/undyne}{#f/12}* 別擔心啦。 * 其實，還挺方便的！

source: <25>{#p/undyne}{#f/1}* I think the canine unit even started using it as a training ground.
pt_br: <25>{#p/undyne}{#f/1}* Eu até acho que a unidade canina está usando como formato de treino.
zh_cn: <25>{#p/undyne}{#f/1}* 我觉得犬卫队都开始 把那当训练场了。
zh_tw: <25>{#p/undyne}{#f/1}* 我覺得犬衛隊都開始 把那當訓練場了。

source: <18>{#p/papyrus}{#f/4}AND HOW DOES THAT WORK, EXACTLY?
pt_br: <18>{#p/papyrus}{#f/4}E COMO ISSO FUNCIONA, EXATAMENTE?
zh_cn: <18>{#p/papyrus}{#f/4}到底是怎么训练的？
zh_tw: <18>{#p/papyrus}{#f/4}到底是怎麼訓練的？

source: <25>{#p/undyne}{#f/17}* It's something about "tactical temptation avoidance?"
pt_br: <25>{#p/undyne}{#f/17}* É algo sobre "evitar a tentação tática?"
zh_cn: <25>{#p/undyne}{#f/17}* 好像是什么“战术性诱惑回避”？
zh_tw: <25>{#p/undyne}{#f/17}* 好像是什麼「戰術性誘惑迴避」？

source: <25>{#p/undyne}{#f/12}* They put treats behind the trap paths, and the dogs try to avoid them.
pt_br: <25>{#p/undyne}{#f/12}* Eles colocam guloseimas atrás dos caminhos das armadilhas e os cães tentam evitá-las.
zh_cn: <25>{#p/undyne}{#f/12}* 他们在有陷阱的路后面 放了点零食，然后让狗狗们试着 避开那些零食。
zh_tw: <25>{#p/undyne}{#f/12}* 他們在有陷阱的路後面 放了點零食，然後讓狗狗們試著 避開那些零食。

source: <18>{#p/papyrus}{#f/5}I TAKE IT BACK. IT'S NOT A RECIPE FOR DISASTER.
pt_br: <18>{#p/papyrus}{#f/5}EU RETIRO O QUE DISSE. NÃO É UMA RECEITA PARA O DESASTRE.
zh_cn: <18>{#p/papyrus}{#f/5}我收回之前“八成会出事” 的观点。
zh_tw: <18>{#p/papyrus}{#f/5}我收回之前「八成會出事」 的觀點。

source: <18>{#p/papyrus}{#f/6}IT'S A PRE-COOKED DISASTER SERVED ON A SILVER PLATTER!
pt_br: <18>{#p/papyrus}{#f/6}É UM DESASTRE PRÉ-COZIDO SERVIDO EM UM PRATO DE PRATA.
zh_cn: <18>{#p/papyrus}{#f/6}现在是十成会出事了！
zh_tw: <18>{#p/papyrus}{#f/6}現在是十成會出事了！

source: <18>{#p/papyrus}{#f/5}I FIND IT BEST TO STEER CLEAR OF SCARY MAZE GAMES.
pt_br: <18>{#p/papyrus}{#f/5}EU ACHO MELHOR EVITAR LABIRINTOS ESCUROS.
zh_cn: <18>{#p/papyrus}{#f/5}我觉得还是避开 恐怖的迷宫游戏 比较好。
zh_tw: <18>{#p/papyrus}{#f/5}我覺得還是避開 恐怖的迷宮遊戲 比較好。

source: <25>{#p/undyne}{#f/1}* There used to be a lot more, actually. * It's not what it was.
pt_br: <25>{#p/undyne}{#f/1}* Costumavam haver muito mais, na verdade. * Não é o que era.
zh_cn: <25>{#p/undyne}{#f/1}* 其实陷阱已经少很多了。 * 之前可不止这些。
zh_tw: <25>{#p/undyne}{#f/1}* 其實陷阱已經少很多了。 * 之前可不止這些。

source: <18>{#p/papyrus}{#f/6}HOW MUCH MORE?
pt_br: <18>{#p/papyrus}{#f/6}QUANTOS MAIS?
zh_cn: <18>{#p/papyrus}{#f/6}之前多少？
zh_tw: <18>{#p/papyrus}{#f/6}之前多少？

source: <25>{#p/undyne}{#f/12}* ... * Many more.
pt_br: <25>{#p/undyne}{#f/12}* ... * Muito mais.
zh_cn: <25>{#p/undyne}{#f/12}* ... * 绝对不少。
zh_tw: <25>{#p/undyne}{#f/12}* ... * 絕對不少。

source: <18>{#p/papyrus}{#f/5}HOW MANY?
pt_br: <18>{#p/papyrus}{#f/5}QUANTOS?
zh_cn: <18>{#p/papyrus}{#f/5}多少啊？
zh_tw: <18>{#p/papyrus}{#f/5}多少啊？

source: <25>{#p/undyne}{#f/17}* Very many.
pt_br: <25>{#p/undyne}{#f/17}* Bem mais.
zh_cn: <25>{#p/undyne}{#f/17}* 很多。
zh_tw: <25>{#p/undyne}{#f/17}* 很多。

source: <18>{#p/papyrus}{#f/6}HOW VERY??
pt_br: <18>{#p/papyrus}{#f/6}QUANTO MAIS??
zh_cn: <18>{#p/papyrus}{#f/6}有多多？？
zh_tw: <18>{#p/papyrus}{#f/6}有多多？？

source: <25>{#p/undyne}{#f/7}* Knock it off!
pt_br: <25>{#p/undyne}{#f/7}* Ah, para!
zh_cn: <25>{#p/undyne}{#f/7}* 够了！
zh_tw: <25>{#p/undyne}{#f/7}* 夠了！

source: <18>{#p/papyrus}{#f/0}YOU'RE AT THE ENTRANCE TO WHAT'S KNOWN AS...
pt_br: <18>{#p/papyrus}{#f/0}VOCÊ ESTÁ NA ENTRADA DO QUE É CONHECIDO COMO...
zh_cn: <18>{#p/papyrus}{#f/0}你现在在一个叫做...
zh_tw: <18>{#p/papyrus}{#f/0}你現在在一個叫做...

source: <18>{#p/papyrus}{#f/9}THE "DARK ZONE."
pt_br: <18>{#p/papyrus}{#f/9}A "ZONA ESCURA."
zh_cn: <18>{#p/papyrus}{#f/9}“暗区”的地方。
zh_tw: <18>{#p/papyrus}{#f/9}「暗區」的地方。

source: <18>{#p/papyrus}{#f/4}YOU WOULDN'T BELIEVE HOW IT GOT ITS NAME...
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ NÃO ACREDITARIA EM COMO ELA CONSEGUIU ESSE NOME.
zh_cn: <18>{#p/papyrus}{#f/4}你肯定想不到 它名字的来历的...
zh_tw: <18>{#p/papyrus}{#f/4}你肯定想不到 它名字的來歷的...

source: <25>{#p/undyne}{#f/14}* You can thank Asgore for THAT brilliancy in naming.
pt_br: <25>{#p/undyne}{#f/14}* Você pode agradecer o Asgore por esse nome brilhante.
zh_cn: <25>{#p/undyne}{#f/14}* 你真该谢谢我们怪物界的 起名天才——Asgore。 * 这名是他起的。
zh_tw: <25>{#p/undyne}{#f/14}* 你真該謝謝我們怪物界的 起名天才——Asgore。 * 這名是他起的。

source: <25>{#p/undyne}{#f/8}* He always has the BEST names for things!
pt_br: <25>{#p/undyne}{#f/8}* Ele sempre é o MELHOR nomeando coisas!
zh_cn: <25>{#p/undyne}{#f/8}* 起名这块他称第二， 没人敢称第一。
zh_tw: <25>{#p/undyne}{#f/8}* 起名這塊他稱第二， 沒人敢稱第一。

source: <18>{#p/papyrus}{#f/0}I KNOW, RIGHT? EVERYTHING IS SO EASY TO GRASP!
pt_br: <18>{#p/papyrus}{#f/0}EU SEI, CERTO? É TUDO TÃO FÁCIL DE IDENTIFICAR!
zh_cn: <18>{#p/papyrus}{#f/0}我完全同意！ 所有东西的名字都 超级容易理解！
zh_tw: <18>{#p/papyrus}{#f/0}我完全同意！ 所有東西的名字都 超級容易理解！

source: <25>{#p/undyne}{#f/3}* ... you mean that seriously, don't you.
pt_br: <25>{#p/undyne}{#f/3}* ... você disse isso sem ironia, não foi?
zh_cn: <25>{#p/undyne}{#f/3}* ...你没开玩笑，对吧？
zh_tw: <25>{#p/undyne}{#f/3}* ...你沒開玩笑，對吧？

source: <18>{#p/papyrus}{#f/0}OF COURSE! IT'S A QUALITY OF HIS I APPRECIATE.
pt_br: <18>{#p/papyrus}{#f/0}É CLARO! É UMA QUALIDADE DELE QUE EU APRECIO.
zh_cn: <18>{#p/papyrus}{#f/0}那是必然！ 我可很欣赏他的这个 优点！
zh_tw: <18>{#p/papyrus}{#f/0}那是必然！ 我可很欣賞他的這個 優點！

source: <25>{#p/undyne}{#f/1}* I see...
pt_br: <25>{#p/undyne}{#f/1}* entendo...
zh_cn: <25>{#p/undyne}{#f/1}* 好哦...
zh_tw: <25>{#p/undyne}{#f/1}* 好喔...

source: <18>{#p/papyrus}{#f/0}MORE IMPORTANTLY, YOU KNOW.
pt_br: <18>{#p/papyrus}{#f/0}MAIS IMPORTANTE, SABE.
zh_cn: <18>{#p/papyrus}{#f/0}还有一点， 你一定深有体会！
zh_tw: <18>{#p/papyrus}{#f/0}還有一點， 你一定深有體會！

source: <18>{#p/papyrus}{#f/9}WITH HIM, YOU CAN'T -NOT- KNOW WHAT SOMETHING IS!
pt_br: <18>{#p/papyrus}{#f/9}COM ELE, VOCÊ NÃO VAI -NÃO- CONHECER ALGUMA COISA!
zh_cn: <18>{#p/papyrus}{#f/9}有了他起的名字， 你就不可能【不】知道 这东西是干啥的！
zh_tw: <18>{#p/papyrus}{#f/9}有了他起的名字， 你就不可能【不】知道 這東西是幹啥的！

source: <18>{#p/papyrus}{#f/4}SPOILER ALERT...
pt_br: <18>{#p/papyrus}{#f/4}ALERTA DE SPOILER...
zh_cn: <18>{#p/papyrus}{#f/4}剧透警告...
zh_tw: <18>{#p/papyrus}{#f/4}劇透警告...

source: <18>{#p/papyrus}{#f/4}... IT'S VERY DARK INSIDE.
pt_br: <18>{#p/papyrus}{#f/4}... É BEM ESCURO DENTRO.
zh_cn: <18>{#p/papyrus}{#f/4}...因为里面非常暗。
zh_tw: <18>{#p/papyrus}{#f/4}...因為裡面非常暗。

source: <18>{#p/papyrus}{#f/0}AREN'T THINGS BETTER WHEN YOU UNDERSTAND THEM?
pt_br: <18>{#p/papyrus}{#f/0}ESSAS COISAS NÃO SÃO MELHORES QUANDO VOCÊ AS ENTENDE?
zh_cn: <18>{#p/papyrus}{#f/0}这不是很有助于理解吗？
zh_tw: <18>{#p/papyrus}{#f/0}這不是很有助於理解嗎？

source: <18>{#p/papyrus}{#f/6}I TOTALLY... CAN'T REACH YOU... AT THE MOMENT!
pt_br: <18>{#p/papyrus}{#f/6}EU TOTALMENTE... NÃO CONSIGO CHEGAR ATÉ VOCÊ... NO MOMENTO!
zh_cn: <18>{#p/papyrus}{#f/6}我现在... 完全... 联系不上你！
zh_tw: <18>{#p/papyrus}{#f/6}我現在... 完全... 聯繫不上你！

source: <18>{#p/papyrus}{#f/6}THE CALL... IT'S DEFINITELY... GLITCHING OUT!
pt_br: <18>{#p/papyrus}{#f/6}O CHAMADO... ESTÁ DEFINITIVAMENTE... BUGANDO!
zh_cn: <18>{#p/papyrus}{#f/6}手机... 绝对... 出故障了！
zh_tw: <18>{#p/papyrus}{#f/6}手機... 絕對... 出故障了！

source: <18>{#p/papyrus}{#f/4}OKAY, I ADMIT IT'S NOT REALLY DOING THAT.
pt_br: <18>{#p/papyrus}{#f/4}OKAY, EU ADMITO, NÃO TEM NADA ACONTECENDO DE VERDADE.
zh_cn: <18>{#p/papyrus}{#f/4}好吧，我承认其实 并没有故障。
zh_tw: <18>{#p/papyrus}{#f/4}好吧，我承認其實 並沒有故障。

source: <18>{#p/papyrus}{#f/0}... BUT THAT TABLE CERTAINLY IS!
pt_br: <18>{#p/papyrus}{#f/0}... MAS ESSA MESA ESTÁ BUGANDO!
zh_cn: <18>{#p/papyrus}{#f/0}...但那台桌子肯定 故障了！
zh_tw: <18>{#p/papyrus}{#f/0}...但那臺桌子肯定 故障了！

source: <25>{#p/undyne}{#f/1}* So would you say the call's getting "sliced" or "shredded?"
pt_br: <25>{#p/undyne}{#f/1}* Então você diria que a chamada está sendo "fatiada" ou "triturada?"
zh_cn: <25>{#p/undyne}{#f/1}* 我觉得，这手机{@fill=#ff0}芝士{@fill=#fff}太累了。 * 咱俩也得像它一样 吃苦{@fill=#ff0}奶酪{@fill=#fff}才行。
zh_tw: <25>{#p/undyne}{#f/1}* 我覺得，這手機{@fill=#ff0}芝士{@fill=#fff}太累了。 * 咱倆也得像它一樣 吃苦{@fill=#ff0}奶酪{@fill=#fff}才行。

source: <18>{#p/papyrus}{#f/5}UNFORTUNATELY, IT'S SOMETHING FAR MORE DREADED.
pt_br: <18>{#p/papyrus}{#f/5}INFELIZMENTE, TEM ALGO BEM PIOR ACONTECENDO.
zh_cn: <18>{#p/papyrus}{#f/5}我感觉不是。 再吃苦奶酪， 也不至于{@fill=#ff0}坏了{@fill=#fff}啊。
zh_tw: <18>{#p/papyrus}{#f/5}我感覺不是。 再吃苦奶酪， 也不至於{@fill=#ff0}壞了{@fill=#fff}啊。

source: <18>{#p/papyrus}{#f/5}REALLY, THOUGH. WHAT'S WITH THAT THING, ANYWAY?
pt_br: <18>{#p/papyrus}{#f/5}SÉRIO. O QUE TÁ ACONTECENDO, MESMO?
zh_cn: <18>{#p/papyrus}{#f/5}不过，讲真的， 那东西到底是 什么情况啊？
zh_tw: <18>{#p/papyrus}{#f/5}不過，講真的， 那東西到底是 什麼情況啊？

source: <18>{#p/papyrus}{#f/4}IT'S ENCOURAGING UNDYNE TO MAKE CHEESE PUNS.
pt_br: <18>{#p/papyrus}{#f/4}ESTÁ ENCORAJANDO A UNDYNE A FAZER PIADAS.
zh_cn: <18>{#p/papyrus}{#f/4}真高兴， UNDYNE也会玩 奶酪双关了。
zh_tw: <18>{#p/papyrus}{#f/4}真高興， UNDYNE也會玩 奶酪雙關了。

source: <18>{#p/papyrus}{#f/0}ON A DIRECT ROUTE FROM THE BEGINNING OF STARTON...
pt_br: <18>{#p/papyrus}{#f/0}EM UMA ROTA DIRETA DESDE O INÍCIO DO INÍCIO DE STARTON...
zh_cn: <18>{#p/papyrus}{#f/0}这件房间标志着 你的旅程已经走了一半...
zh_tw: <18>{#p/papyrus}{#f/0}這件房間標誌著 你的旅程已經走了一半...

source: <18>{#p/papyrus}{#f/0}TO THE END OF THE FIRST FLOOR IN AERIALIS...
pt_br: <18>{#p/papyrus}{#f/0}ATÉ O ÚLTIMO ANDAR DE AERIALIS...
zh_cn: <18>{#p/papyrus}{#f/0}也就是从星港出发开始...
zh_tw: <18>{#p/papyrus}{#f/0}也就是從星港出發開始...

source: <18>{#p/papyrus}{#f/0}THAT ROOM MARKS THE HALFWAY POINT OF YOUR JOURNEY.
pt_br: <18>{#p/papyrus}{#f/0}ESSA SALA MARCA A METADE DA SUA JORNADA.
zh_cn: <18>{#p/papyrus}{#f/0}到空境第一层的尽头。
zh_tw: <18>{#p/papyrus}{#f/0}到空境第一層的盡頭。
