Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/0}IT'S INCREDIBLE HOW THE GUARDS AND TRAINEES HERE...
pt_br: <18>{#p/papyrus}{#f/0}É LEGAL COMO OS GUARDAS E SENTINELAS AQUI...
zh_cn: <18>{#p/papyrus}{#f/0}这里的实习守卫 真的难以置信。
zh_tw: <18>{#p/papyrus}{#f/0}這裡的實習守衛 真的難以置信。

source: <18>{#p/papyrus}{#f/4}NEVER SEEM TO GET LOST.
pt_br: <18>{#p/papyrus}{#f/4}NUNCA PARECEM SE PERDER.
zh_cn: <18>{#p/papyrus}{#f/4}他们似乎 永远不会迷路。
zh_tw: <18>{#p/papyrus}{#f/4}他們似乎 永遠不會迷路。

source: <18>{#p/papyrus}{#f/5}ESPECIALLY WITH THE LACK OF...
pt_br: <18>{#p/papyrus}{#f/5}ESPECIALMENTE COM A FALTA DE...
zh_cn: <18>{#p/papyrus}{#f/5}问题是...
zh_tw: <18>{#p/papyrus}{#f/5}問題是...

source: <18>{#p/papyrus}{#f/6}... WELL, ANYTHING!!
pt_br: <18>{#p/papyrus}{#f/6}... BEM, DE NADA!!
zh_cn: <18>{#p/papyrus}{#f/6}这地方看着... 啥也没有啊！！
zh_tw: <18>{#p/papyrus}{#f/6}這地方看著... 啥也沒有啊！！

source: <18>{#p/papyrus}{#f/7}ALL THE ROOMS LOOK EXACTLY THE SAME!
pt_br: <18>{#p/papyrus}{#f/7}TODAS AS SALAS PARECEM A MESMA COISA!
zh_cn: <18>{#p/papyrus}{#f/7}所有的房间 都看起来一模一样！
zh_tw: <18>{#p/papyrus}{#f/7}所有的房間 都看起來一模一樣！

source: <25>{#p/undyne}{#f/12}* Actually, you're not too far off...
pt_br: <25>{#p/undyne}{#f/12}* Na verdade, você não está muito errado...
zh_cn: <25>{#p/undyne}{#f/12}* 实际上， 你说的并不过分...
zh_tw: <25>{#p/undyne}{#f/12}* 實際上， 你說的並不過分...

source: <25>{#p/undyne}{#f/1}* They struggled for AGES trying to memorize the area's layout.
pt_br: <25>{#p/undyne}{#f/1}* Eles levaram ANOS tentando memorizar a área completa.
zh_cn: <25>{#p/undyne}{#f/1}* 他们花了很长时间 来记住这地方的布局。
zh_tw: <25>{#p/undyne}{#f/1}* 他們花了很長時間 來記住這地方的布局。

source: <18>{#p/papyrus}{#f/0}BUT THEY DID IT EVENTUALLY, RIGHT?
pt_br: <18>{#p/papyrus}{#f/0}NO FINAL ELES CONSEGUIRAM, CERTO?
zh_cn: <18>{#p/papyrus}{#f/0}但最后他们都 成功记住了， 对吧？
zh_tw: <18>{#p/papyrus}{#f/0}但最後他們都 成功記住了， 對吧？

source: <25>{#p/undyne}{#f/16}* Well... after the hundredth failed memorization attempt...
pt_br: <25>{#p/undyne}{#f/16}* Olha... após a centésima falha de memorização...
zh_cn: <25>{#p/undyne}{#f/16}* 嗯... 失败了亿百次后...
zh_tw: <25>{#p/undyne}{#f/16}* 嗯... 失敗了億百次後...

source: <25>{#p/undyne}{#f/17}* I gave up and added a navigation module to their helmets.
pt_br: <25>{#p/undyne}{#f/17}* Eu dei pra elas um modulo de navegação nos capacetes.
zh_cn: <25>{#p/undyne}{#f/17}* 我放弃了， 给他们头盔上 装了个导航模块。
zh_tw: <25>{#p/undyne}{#f/17}* 我放棄了， 給他們頭盔上 裝了個導航模塊。

source: <18>{#p/papyrus}{#f/7}THIS IS TECHNOLOGICAL TREACHERY!!
pt_br: <18>{#p/papyrus}{#f/7}ESSA É A TECNOLOGIA EM AÇÃO!!
zh_cn: <18>{#p/papyrus}{#f/7}这是用科技作弊！！
zh_tw: <18>{#p/papyrus}{#f/7}這是用科技作弊！！

source: <18>{#p/papyrus}{#f/4}I WONDER HOW -YOU- NEVER SEEM TO GET LOST...
pt_br: <18>{#p/papyrus}{#f/4}ME PERGUNTO COMO -VOCÊ- NUNCA SE PERDE...
zh_cn: <18>{#p/papyrus}{#f/4}想知道【你】为啥 从来都没迷路过...
zh_tw: <18>{#p/papyrus}{#f/4}想知道【你】為啥 從來都沒迷路過...

source: <18>{#p/papyrus}{#f/4}I, THE GREAT AND NATURALLY-TALENTED PAPYRUS...
pt_br: <18>{#p/papyrus}{#f/4}O GRANDE E NATURALMENTE-TALENTOSO PAPYRUS...
zh_cn: <18>{#p/papyrus}{#f/4}我，伟大且 天赋异禀的 PAPYRUS...
zh_tw: <18>{#p/papyrus}{#f/4}我，偉大且 天賦異稟的 PAPYRUS...

source: <18>{#p/papyrus}{#f/7}WOULD NEVER RELY ON TECHNOLOGY TO DO MY JOB FOR ME!
pt_br: <18>{#p/papyrus}{#f/7}JAMAIS IRIA ENTREGAR Á TECNOLOGIA MEU TRABALHO!
zh_cn: <18>{#p/papyrus}{#f/7}永远不会依赖科技 来完成工作！
zh_tw: <18>{#p/papyrus}{#f/7}永遠不會依賴科技 來完成工作！

source: <18>{#p/papyrus}{#f/0}... I'D ONLY USE IT WHEN IT'S AVAILABLE.
pt_br: <18>{#p/papyrus}{#f/0}... EU SÓ USARIA SE ESTIVESSE DISPONIVEL.
zh_cn: <18>{#p/papyrus}{#f/0}...除了真正需要时。
zh_tw: <18>{#p/papyrus}{#f/0}...除了真正需要時。

source: <18>{#p/papyrus}{#f/0}TALES SPEAK OF A PLACE WHERE TRASH TURNS TO TREASURE.
pt_br: <18>{#p/papyrus}{#f/0}LENDAS CONTAM DE UM LUGAR ONDE LIXO SE TORNA TESOURO.
zh_cn: <18>{#p/papyrus}{#f/0}传说有一个地方 可以将无用的垃圾 变成珍贵的宝藏。
zh_tw: <18>{#p/papyrus}{#f/0}傳說有一個地方 可以將無用的垃圾 變成珍貴的寶藏。

source: <18>{#p/papyrus}{#f/9}A PLACE WHERE GARBAGE TURNS TO GOLD!
pt_br: <18>{#p/papyrus}{#f/9}UM LUGAR ONDE O ÍNUTIL SE TORNA OURO!
zh_cn: <18>{#p/papyrus}{#f/9}一个可以将垃圾 变成黄金的地方！
zh_tw: <18>{#p/papyrus}{#f/9}一個可以將垃圾 變成黃金的地方！

source: <18>{#p/papyrus}{#f/4}AND A PLACE WHERE SPACE TUNA...
pt_br: <18>{#p/papyrus}{#f/4}E UM LUGAR ONDE O ATUM ESPACIAL...
zh_cn: <18>{#p/papyrus}{#f/4}一个 吃太空金枪鱼 的地方.....
zh_tw: <18>{#p/papyrus}{#f/4}一個 吃太空鮪魚 的地方.....

source: <18>{#p/papyrus}{#f/5}WELL, THAT STUFF JUST STRAIGHT UP DISAPPEARS.
pt_br: <18>{#p/papyrus}{#f/5}BEM, ELE SÓ DESAPARECE.
zh_cn: <18>{#p/papyrus}{#f/5}嗯，放那的东西 就那么直接消失了。
zh_tw: <18>{#p/papyrus}{#f/5}嗯，放那的東西 就那麼直接消失了。

source: <18>{#p/papyrus}{#f/6}DO YOU KNOW OF SUCH A PLACE??
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ CONHECE TAL LUGAR?
zh_cn: <18>{#p/papyrus}{#f/6}你知道这样 的地方吗？
zh_tw: <18>{#p/papyrus}{#f/6}你知道這樣 的地方嗎？

source: <25>{#p/undyne}{#f/1}* Sounds like Bratty and Catty's place.
pt_br: <25>{#p/undyne}{#f/1}* Tá parecendo a loja da Bratty e Catty.
zh_cn: <25>{#p/undyne}{#f/1}* 听起来像是 Bratty和Catty的地盘。
zh_tw: <25>{#p/undyne}{#f/1}* 聽起來像是 Bratty和Catty的地盤。

source: <25>{#p/undyne}{#f/14}* They love space tuna even more than they love selling junk!
pt_br: <25>{#p/undyne}{#f/14}* Elas amam atum espacial mais do que amam vender lixo!
zh_cn: <25>{#p/undyne}{#f/14}* 她们爱太空金枪鱼 甚至超过爱卖垃圾！
zh_tw: <25>{#p/undyne}{#f/14}* 她們愛太空鮪魚 甚至超過愛賣垃圾！

source: <25>{#p/undyne}{#f/17}* And they REALLY love selling junk!!
pt_br: <25>{#p/undyne}{#f/17}* E elas A-M-A-M vender porqueira!!
zh_cn: <25>{#p/undyne}{#f/17}* 而且她们 真的超爱卖垃圾！！
zh_tw: <25>{#p/undyne}{#f/17}* 而且她們 真的超愛賣垃圾！！

source: <18>{#p/papyrus}{#f/0}WOWIE!
zh_cn: <18>{#p/papyrus}{#f/0}哇哦！
zh_tw: <18>{#p/papyrus}{#f/0}哇喔！

source: <18>{#p/papyrus}{#f/5}DO THEY SELL ANY NON-JUNK, BY CHANCE...?
pt_br: <18>{#p/papyrus}{#f/5}ELAS VENDEM NÃO-LIXO, POR ALGUMA CHANCE?
zh_cn: <18>{#p/papyrus}{#f/5}她们有时也会卖 非垃圾的东西吗？
zh_tw: <18>{#p/papyrus}{#f/5}她們有時也會賣 非垃圾的東西嗎？

source: <25>{#p/undyne}{#f/8}* Why WOULD they!?
pt_br: <25>{#p/undyne}{#f/8}* Pra quê elas fariam isso!?
zh_cn: <25>{#p/undyne}{#f/8}* 她们为啥要卖！？
zh_tw: <25>{#p/undyne}{#f/8}* 她們為啥要賣！？

source: <18>{#p/papyrus}{#f/4}I'LL TAKE THAT AS A RESOUNDING "MAYBE."
pt_br: <18>{#p/papyrus}{#f/4}EU LEVAREI ISSO COMO UM BELO "TALVEZ."
zh_cn: <18>{#p/papyrus}{#f/4}我就当这是一种 响亮的“可能”吧。
zh_tw: <18>{#p/papyrus}{#f/4}我就當這是一種 響亮的「可能」吧。

source: <18>{#p/papyrus}{#f/0}SO BRATTY AND CATTY ARE JUNK DEALERS, HUH?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO BRATTY E CATTY SÃO VENDEDORAS DE LIXO?
zh_cn: <18>{#p/papyrus}{#f/0}所以BRATTY和CATTY 是垃圾贩子对吧？
zh_tw: <18>{#p/papyrus}{#f/0}所以BRATTY和CATTY 是垃圾販子對吧？

source: <18>{#p/papyrus}{#f/4}I'D BE SURPRISED IF THEY DIDN'T KNOW MY BROTHER.
pt_br: <18>{#p/papyrus}{#f/4}EU FICARIA SURPRESO SE ELAS NÃO CONHECESSEM MEU IRMÃO.
zh_cn: <18>{#p/papyrus}{#f/4}她们肯定 也认识我兄弟。
zh_tw: <18>{#p/papyrus}{#f/4}她們肯定 也認識我兄弟。

source: <18>{#p/papyrus}{#f/0}THIS ROOM MAY OR MAY NOT CONTAIN BARRICADES.
pt_br: <18>{#p/papyrus}{#f/0}ESSA SALA PODE OU NÃO CONTER BARRICADAS.
zh_cn: <18>{#p/papyrus}{#f/0}这个房间可能有也 可能没有路障。
zh_tw: <18>{#p/papyrus}{#f/0}這個房間可能有也 可能沒有路障。

source: <18>{#p/papyrus}{#f/4}THEY SAY YOU MUST ANSWER QUESTIONS TO UNLOCK THEM...
pt_br: <18>{#p/papyrus}{#f/4}É PASSAR POR PERGUNTAS PRA AVANÇAR...
zh_cn: <18>{#p/papyrus}{#f/4}他们说你必须回答 问题才能解开它们。
zh_tw: <18>{#p/papyrus}{#f/4}他們說你必須回答 問題才能解開它們。

source: <18>{#p/papyrus}{#f/1}COULD IT BE!? A SECRET AUDITION FOR A QUIZ SHOW!?
pt_br: <18>{#p/papyrus}{#f/1}SERIA ISSO UMA ADIÇÃO SECRETA PARA UM SHOW DE QUIZ?
zh_cn: <18>{#p/papyrus}{#f/1}这不会是！？ 机智问答节目的 秘密试镜吧！？
zh_tw: <18>{#p/papyrus}{#f/1}這不會是！？ 機智問答節目的 秘密試鏡吧！？

source: <25>{#p/undyne}{#f/14}* A quiz show, huh?
pt_br: <25>{#p/undyne}{#f/14}* Um quiz show, huh?
zh_cn: <25>{#p/undyne}{#f/14}* 哈，问答节目？
zh_tw: <25>{#p/undyne}{#f/14}* 哈，問答節目？

source: <18>{#p/papyrus}{#f/9}... REPLETE WITH TRIVIA QUESTIONS GALORE!!
pt_br: <18>{#p/papyrus}{#f/9}... CHEIO DE QUESTÕES IMPOSSÍVEIS!
zh_cn: <18>{#p/papyrus}{#f/9}...几乎全是 冷知识类型的问题！！
zh_tw: <18>{#p/papyrus}{#f/9}...幾乎全是 冷知識類別的問題！！

source: <25>{#p/undyne}{#f/1}* Okay, here's a question for you.
pt_br: <25>{#p/undyne}{#f/1}* Okay, aqui vai uma pergunta pra você.
zh_cn: <25>{#p/undyne}{#f/1}* 好，问你一个问题。
zh_tw: <25>{#p/undyne}{#f/1}* 好，問你一個問題。

source: <25>{#p/undyne}{#f/12}* Precisely how many boots would it take...
pt_br: <25>{#p/undyne}{#f/12}* Precisamente quantas botas seriam necessárias...
zh_cn: <25>{#p/undyne}{#f/12}* 需要多少鞋子...
zh_tw: <25>{#p/undyne}{#f/12}* 需要多少鞋子...

source: <25>{#p/undyne}{#f/7}* To kick that robot's BUTT into space!!
pt_br: <25>{#p/undyne}{#f/7}* Pra chutar a bunda de um robô pro espaço!!
zh_cn: <25>{#p/undyne}{#f/7}* 才能把那个机器人 的屁股踹飞到太空！！
zh_tw: <25>{#p/undyne}{#f/7}* 才能把那個機器人 的屁股踹飛到太空！！

source: <18>{#p/papyrus}{#f/6}UH...
zh_cn: <18>{#p/papyrus}{#f/6}呃...
zh_tw: <18>{#p/papyrus}{#f/6}呃...

source: <18>{#p/papyrus}{#f/5}... WELL, UM...
pt_br: <18>{#p/papyrus}{#f/5}... OLHA, HMMMM...
zh_cn: <18>{#p/papyrus}{#f/5}... 嗯，呃...
zh_tw: <18>{#p/papyrus}{#f/5}... 嗯，呃...

source: <18>{#p/papyrus}{#f/4}ACTUALLY, THAT DEPENDS ON THE GRAVITY.
pt_br: <18>{#p/papyrus}{#f/4}DEPENDE DA FORÇA DA GRAVIDADE.
zh_cn: <18>{#p/papyrus}{#f/4}实际上， 这跟重力有关。
zh_tw: <18>{#p/papyrus}{#f/4}實際上， 這跟重力有關。

source: <18>{#p/papyrus}{#f/4}IT -HAS- BEEN A WHILE SINCE HE'S DONE ONE.
pt_br: <18>{#p/papyrus}{#f/4}JÁ FAZ UM TEMPO DESDE QUE ELE FEZ UM.
zh_cn: <18>{#p/papyrus}{#f/4}他【已经】有 一段时间没播过了。
zh_tw: <18>{#p/papyrus}{#f/4}他【已經】有 一段時間沒播過了。

source: <25>{#p/undyne}{#f/1}* I've got another trivia question if you'd like to hear it.
pt_br: <25>{#p/undyne}{#f/1}* Eu tenho outra questão vital que você amará ouvir.
zh_cn: <25>{#p/undyne}{#f/1}* 如果你还想答， 我这还有一个问题。
zh_tw: <25>{#p/undyne}{#f/1}* 如果你還想答， 我這還有一個問題。

source: <18>{#p/papyrus}{#f/5}... MAYBE LATER.
pt_br: <18>{#p/papyrus}{#f/5}... TALVEZ MAIS TARDE.
zh_cn: <18>{#p/papyrus}{#f/5}...过几天吧。
zh_tw: <18>{#p/papyrus}{#f/5}...過幾天吧。

source: <18>{#p/papyrus}{#f/4}BESIDES, WE ALREADY KNOW WHERE IT'S GOING...
pt_br: <18>{#p/papyrus}{#f/4}ATÉ PORQUE, JÁ SABEMOS ONDE ISSO ESTÁ INDO...
zh_cn: <18>{#p/papyrus}{#f/4}而且，我们都知道 他飞到哪了...
zh_tw: <18>{#p/papyrus}{#f/4}而且，我們都知道 他飛到哪了...

source: <25>{#p/undyne}{#f/7}* YEAH!! * Into SPACE!!
pt_br: <25>{#p/undyne}{#f/7}* É!! * Pro espaço!!
zh_cn: <25>{#p/undyne}{#f/7}* 对！！ * 太空！！
zh_tw: <25>{#p/undyne}{#f/7}* 對！！ * 太空！！

source: <18>{#p/papyrus}{#f/5}YOU KNOW, IT MIGHT JUST BE ME, BUT...
pt_br: <18>{#p/papyrus}{#f/5}SABE DE ALGO, PODE SER SÓ EU, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}你知道，可能只有 我这么觉得， 但是...
zh_tw: <18>{#p/papyrus}{#f/5}你知道，可能只有 我這麼覺得， 但是...

source: <18>{#p/papyrus}{#f/4}THESE PUZZLES ARE REALLY WEIRD.
pt_br: <18>{#p/papyrus}{#f/4}ESSES QUEBRA-CABEÇAS SÃO BEM ESQUISITOS.
zh_cn: <18>{#p/papyrus}{#f/4}这谜题超怪的。
zh_tw: <18>{#p/papyrus}{#f/4}這謎題超怪的。

source: <18>{#p/papyrus}{#f/4}... I ALWAYS END UP WALKING BY THE CORRECT TERMINAL.
pt_br: <18>{#p/papyrus}{#f/4}... EU SEMPRE PASSO DIRETO PELO TERMINAL CORRETO.
zh_cn: <18>{#p/papyrus}{#f/4}...我总是容易 找到正确的终端。
zh_tw: <18>{#p/papyrus}{#f/4}...我總是容易 找到正確的終端。

source: <18>{#p/papyrus}{#f/5}... OVER, AND OVER...
pt_br: <18>{#p/papyrus}{#f/5}... E DE NOVO, E DE NOVO...
zh_cn: <18>{#p/papyrus}{#f/5}...一遍又一遍...
zh_tw: <18>{#p/papyrus}{#f/5}...一遍又一遍...

source: <25>{#p/undyne}{#f/1}* Yeah? * Well whenever I try solving these things...
pt_br: <25>{#p/undyne}{#f/1}* Sério? * Toda vez que eu tento resolver essas coisa...
zh_cn: <25>{#p/undyne}{#f/1}* 是吗？ * 每当我尝试解决 这谜题时...
zh_tw: <25>{#p/undyne}{#f/1}* 是嗎？ * 每當我嘗試解決 這謎題時...

source: <25>{#p/undyne}{#f/17}* The whole thing just goes crazy!!
pt_br: <25>{#p/undyne}{#f/17}* Tudo fica bem malucão!!
zh_cn: <25>{#p/undyne}{#f/17}* 周围的的一切 都开始变得疯狂！！
zh_tw: <25>{#p/undyne}{#f/17}* 周圍的的一切 都開始變得瘋狂！！

source: <18>{#p/papyrus}{#f/6}DIDN'T ALPHYS EVER PULL YOU BACK TO SAFETY??
pt_br: <18>{#p/papyrus}{#f/6}A ALPHYS NÃO TE TROUXE DE VOLTA A SEGURANÇA?
zh_cn: <18>{#p/papyrus}{#f/6}ALPHYS从来都没 把你拉回安全点 过吗？
zh_tw: <18>{#p/papyrus}{#f/6}ALPHYS從來都沒 把你拉回安全點 過嗎？

source: <25>{#p/undyne}{#f/12}* Well... I...
pt_br: <25>{#p/undyne}{#f/12}* Bem.. Eu...
zh_cn: <25>{#p/undyne}{#f/12}* 嗯... 我...
zh_tw: <25>{#p/undyne}{#f/12}* 嗯... 我...

source: <18>{#p/papyrus}{#f/6}UNDYNE, WHAT DID YOU DO!?!?
pt_br: <18>{#p/papyrus}{#f/6}UNDYNE, O QUE VOCÊ FEZ!?!?
zh_cn: <18>{#p/papyrus}{#f/6}UNDYNE， 你干啥了！？！？
zh_tw: <18>{#p/papyrus}{#f/6}UNDYNE， 你幹啥了！？！？

source: <25>{#p/undyne}{#f/12}* Nothin.'
pt_br: <25>{#p/undyne}{#f/12}* Nadica.
zh_cn: <25>{#p/undyne}{#f/12}* 没啥。
zh_tw: <25>{#p/undyne}{#f/12}* 沒啥。

source: <25>{#p/undyne}{#f/12}* Apart from almost erasing myself from existence, that is.
pt_br: <25>{#p/undyne}{#f/12}* Tirando quase me deletar da existência, nada.
zh_cn: <25>{#p/undyne}{#f/12}* 除了差点让我当场消逝。
zh_tw: <25>{#p/undyne}{#f/12}* 除了差點讓我當場消逝。

source: <18>{#p/papyrus}{#f/8}NO...! PLEASE BE MORE CAREFUL NEXT TIME!
pt_br: <18>{#p/papyrus}{#f/8}SÓ TOMA MAIS CUIDADO DA PROXIMA VEZ, PODE SER?
zh_cn: <18>{#p/papyrus}{#f/8}不...！ 下次注意点！
zh_tw: <18>{#p/papyrus}{#f/8}不...！ 下次注意點！

source: <18>{#p/papyrus}{#f/4}I HAVE -ZERO- INTENTION OF EVER DOING ONE AGAIN.
pt_br: <18>{#p/papyrus}{#f/4}EU TENHO ZERO INTENÇÕES EM FAZER ISSO DE NOVO.
zh_cn: <18>{#p/papyrus}{#f/4}要是你喜欢做这个 谜题，我将对你 【另】眼相看。
zh_tw: <18>{#p/papyrus}{#f/4}要是你喜歡做這個 謎題，我將對你 【另】眼相看。

source: <18>{#p/papyrus}{#f/4}THESE DIMENSIONAL TECHNOLOGIES ARE A REAL PROBLEM.
pt_br: <18>{#p/papyrus}{#f/4}ESSAS TECNOLOGIAS DIMENSIONAIS SÃO UM PROBLEMA REAL.
zh_cn: <18>{#p/papyrus}{#f/4}这样的维度技术 问题可大了。
zh_tw: <18>{#p/papyrus}{#f/4}這樣的維度技術 問題可大了。

source: <18>{#p/papyrus}{#f/0}HERE'S A SMALL BIT OF ADVICE.
pt_br: <18>{#p/papyrus}{#f/0}AQUI VAI UM POUQUINHO DE CONSELHO.
zh_cn: <18>{#p/papyrus}{#f/0}一个小建议。
zh_tw: <18>{#p/papyrus}{#f/0}一個小建議。

source: <18>{#p/papyrus}{#f/4}WHEN METTATON SAYS TO DO SOMETHING ON HIS SHOW...
pt_br: <18>{#p/papyrus}{#f/4}QUANDO METTATON PEDI PRA FAZER ALGO NO SHOW...
zh_cn: <18>{#p/papyrus}{#f/4}当METTATON说要在 节目中做什么时...
zh_tw: <18>{#p/papyrus}{#f/4}當METTATON說要在 節目中做什麼時...

source: <18>{#p/papyrus}{#f/4}YOU DO IT.
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ FAZ.
zh_cn: <18>{#p/papyrus}{#f/4}听他指挥就行。
zh_tw: <18>{#p/papyrus}{#f/4}聽他指揮就行。

source: <18>{#p/papyrus}{#f/0}NO IFS, ANDS, OR BUTS ABOUT IT!
pt_br: <18>{#p/papyrus}{#f/0}NENHUM MAS E SE, E, MAS NÃO SEI O QUE!
zh_cn: <18>{#p/papyrus}{#f/0}没有什么“如果” “而且”“但是”！
zh_tw: <18>{#p/papyrus}{#f/0}沒有什麼「如果」 「而且」「但是」！

source: <25>{#p/undyne}{#f/14}* What about "howevers?"
pt_br: <25>{#p/undyne}{#f/14}* E que tal "entretanto?"
zh_cn: <25>{#p/undyne}{#f/14}* “然而”呢？
zh_tw: <25>{#p/undyne}{#f/14}* 「然而」呢？

source: <18>{#p/papyrus}{#f/4}THAT'S JUST ANOTHER WAY OF SAYING "BUT."
pt_br: <18>{#p/papyrus}{#f/4}ESSA É SÓ OUTRA FORMA DE DIZER "MAS."
zh_cn: <18>{#p/papyrus}{#f/4}这只是“但是” 的另一种说法。
zh_tw: <18>{#p/papyrus}{#f/4}這只是「但是」 的另一種說法。

source: <25>{#p/undyne}{#f/17}* ... right.
pt_br: <25>{#p/undyne}{#f/17}* ... claro.
zh_cn: <25>{#p/undyne}{#f/17}* ...确实。
zh_tw: <25>{#p/undyne}{#f/17}* ...確實。

source: <25>{#p/undyne}{#f/14}* And what about "unlesses?"
pt_br: <25>{#p/undyne}{#f/14}* E que tal "ah não ser que?"
zh_cn: <25>{#p/undyne}{#f/14}* 那“除非”呢？
zh_tw: <25>{#p/undyne}{#f/14}* 那「除非」呢？

source: <18>{#p/papyrus}{#f/4}WE ALREADY RULED OUT ANDS.
pt_br: <18>{#p/papyrus}{#f/4}AS REGRAS JÁ FORAM IMPOSTAS.
zh_cn: <18>{#p/papyrus}{#f/4}我们都快禁止完了。
zh_tw: <18>{#p/papyrus}{#f/4}我們都快禁止完了。

source: <25>{|}{#p/undyne}{#f/8}* But I wasn't talking about the- {%}
pt_br: <25>{|}{#p/undyne}{#f/8}* Mas eu não estava falando sobre- {%}
zh_cn: <25>{|}{#p/undyne}{#f/8}* 但是我还没说-{%}
zh_tw: <25>{|}{#p/undyne}{#f/8}* 但是我還沒說-{%}

source: <18>{#p/papyrus}{#f/6}NO BUTS!!!
pt_br: <18>{#p/papyrus}{#f/6}SEM MAS!!!
zh_cn: <18>{#p/papyrus}{#f/6}没有但是！！！
zh_tw: <18>{#p/papyrus}{#f/6}沒有但是！！！

source: <25>{|}{#p/undyne}{#f/7}* If you would just let me- {%}
pt_br: <25>{|}{#p/undyne}{#f/7}* Se você pelo menos me deixar fa- {%}
zh_cn: <25>{|}{#p/undyne}{#f/7}* 如果你只会让我-{%}
zh_tw: <25>{|}{#p/undyne}{#f/7}* 如果你只會讓我-{%}

source: <18>{#p/papyrus}{#f/7}NO IFS!!
pt_br: <18>{#p/papyrus}{#f/7}SEM SE!!
zh_cn: <18>{#p/papyrus}{#f/7}没有如果！！
zh_tw: <18>{#p/papyrus}{#f/7}沒有如果！！

source: <18>{#p/papyrus}{#f/4}AND NO HOWEVERS, EITHER.
pt_br: <18>{#p/papyrus}{#f/4}E SEM ENTRETANTO, TAMBÉM.
zh_cn: <18>{#p/papyrus}{#f/4}并且没有然而。
zh_tw: <18>{#p/papyrus}{#f/4}並且沒有然而。

source: <18>{#p/papyrus}{#f/4}DON'T EVEN GET ME STARTED ON "PERHAPSES."
pt_br: <18>{#p/papyrus}{#f/4}E NEM TENTE COMEÇAR COM "TALVEZ."
zh_cn: <18>{#p/papyrus}{#f/4}别让我 把“也许”也禁了。
zh_tw: <18>{#p/papyrus}{#f/4}別讓我 把「也許」也禁了。

source: <18>{#p/papyrus}{#f/5}SO MANY ELEVATORS, SO LITTLE TIME...
pt_br: <18>{#p/papyrus}{#f/5}TANTOS ELEVADORES, TÃO POUCO TEMPO...
zh_cn: <18>{#p/papyrus}{#f/5}电梯多，耗时少...
zh_tw: <18>{#p/papyrus}{#f/5}電梯多，耗時少...

source: <18>{#p/papyrus}{#f/4}EXCEPT FOR WHEN THEY'RE NOT WORKING.
pt_br: <18>{#p/papyrus}{#f/4}EXCETO QUANDO NÃO ESTÃO FUNCIONANDO.
zh_cn: <18>{#p/papyrus}{#f/4}除非它们不工作。
zh_tw: <18>{#p/papyrus}{#f/4}除非它們不工作。

source: <18>{#p/papyrus}{#f/6}I HAD TO WALK AROUND ON FOOT YESTERDAY!!
pt_br: <18>{#p/papyrus}{#f/6}EU TIVE QUE ANDAR A PÉ ONTEM!!
zh_cn: <18>{#p/papyrus}{#f/6}昨天我出来逛时 不得不步行！！
zh_tw: <18>{#p/papyrus}{#f/6}昨天我出來逛時 不得不步行！！

source: <18>{#p/papyrus}{#f/5}IF ONLY I KNEW WHY SOMEONE WOULD WANT THEM OFF...
pt_br: <18>{#p/papyrus}{#f/5}SE EU SOUBESSE PORQUE ALGUÉM OS DESLIGARIA...
zh_cn: <18>{#p/papyrus}{#f/5}要是我知道为啥 会有人关掉它 就好了...
zh_tw: <18>{#p/papyrus}{#f/5}要是我知道為啥 會有人關掉它 就好了...

source: <25>{#p/undyne}{#f/12}* I heard Mettaton shuts them off to run his shows.
pt_br: <25>{#p/undyne}{#f/12}* Ouvi dizer que o Mettaton os desliga para os shows.
zh_cn: <25>{#p/undyne}{#f/12}* 我听说是Mettaton 为了演节目 而把电梯关了的。
zh_tw: <25>{#p/undyne}{#f/12}* 我聽說是Mettaton 為了演節目 而把電梯關了的。

source: <18>{#p/papyrus}{#f/4}HE... HE DOES?
pt_br: <18>{#p/papyrus}{#f/4}ELE... ELE FAZ ISSO?
zh_cn: <18>{#p/papyrus}{#f/4}真... 真的吗？
zh_tw: <18>{#p/papyrus}{#f/4}真... 真的嗎？

source: <25>{#p/undyne}{#f/17}* As far as I know!
pt_br: <25>{#p/undyne}{#f/17}* Pelo que eu sei!
zh_cn: <25>{#p/undyne}{#f/17}* 据我所知！
zh_tw: <25>{#p/undyne}{#f/17}* 據我所知！

source: <18>{#p/papyrus}{#f/7}... THE -NERVE- OF THAT ROBOTICAL RECTANGLE!
pt_br: <18>{#p/papyrus}{#f/7}... A -OUSADIA- DAQUELE ROBÔ RETANGULAR!
zh_cn: <18>{#p/papyrus}{#f/7}...他只是这次 冒失了点而已！
zh_tw: <18>{#p/papyrus}{#f/7}...他只是這次 冒失了點而已！

source: <18>{#p/papyrus}{#f/7}I INTEND TO HAVE A WORD WITH HIM NOW!
pt_br: <18>{#p/papyrus}{#f/7}EU TEREI QUE FALAR COM ELE MAIS TARDE!
zh_cn: <18>{#p/papyrus}{#f/7}我现在就 找他说句话！
zh_tw: <18>{#p/papyrus}{#f/7}我現在就 找他說句話！

source: <25>{#p/undyne}{#f/7}* And tell him to cancel those STUPID shows while you're at it!
pt_br: <25>{#p/undyne}{#f/7}* E dizer pra cancelar os shows ESTÚPIDOS enquanto você tá lá!
zh_cn: <25>{#p/undyne}{#f/7}* 告诉他在你忙的时候 取消那些愚蠢的节目！
zh_tw: <25>{#p/undyne}{#f/7}* 告訴他在你忙的時候 取消那些愚蠢的節目！

source: <18>{#p/papyrus}{#f/5}IT'S A CONSPIRACY ON SO MANY LEVELS.
pt_br: <18>{#p/papyrus}{#f/5}É UMA CONSPIRAÇÃO EM TANTOS NÍVEIS DIFERENTES.
zh_cn: <18>{#p/papyrus}{#f/5}这怎么看 都是一场阴谋。
zh_tw: <18>{#p/papyrus}{#f/5}這怎麼看 都是一場陰謀。

source: <18>{#p/papyrus}{#f/4}MAYBE... THIS COULD BE MY CHANCE...
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ... ESSA SEJA MINHA CHANCE...
zh_cn: <18>{#p/papyrus}{#f/4}也许... 这是我的一次 机会...
zh_tw: <18>{#p/papyrus}{#f/4}也許... 這是我的一次 機會...

source: <18>{#p/papyrus}{#f/9}... TO SUGGEST THE CONSTRUCTION OF MORE LIFTGATES!
pt_br: <18>{#p/papyrus}{#f/9}... PARA SUGERIR A CONSTRUÇÃO DE MAIS DESSES!
zh_cn: <18>{#p/papyrus}{#f/9}...来提议建造 更多的升降机！
zh_tw: <18>{#p/papyrus}{#f/9}...來提議建造 更多的升降機！

source: <18>{#p/papyrus}{#f/0}THIS ELEVATOR SHOULD RELEASE A MUSIC ALBUM!
pt_br: <18>{#p/papyrus}{#f/0}ESSE ELEVADOR DEVERIA LANÇAR UM ALBUM DE MÚSICA!
zh_cn: <18>{#p/papyrus}{#f/0}这个电梯应该播放 一套音乐专辑！
zh_tw: <18>{#p/papyrus}{#f/0}這個電梯應該播放 一套音樂專輯！

source: <18>{#p/papyrus}{#f/5}SO MANY PLEASANTLY BLUESY TUNES...
pt_br: <18>{#p/papyrus}{#f/5}TANTOS TONS MARAVILHOSOS...
zh_cn: <18>{#p/papyrus}{#f/5}最好是愉快的 布鲁斯蓝调...
zh_tw: <18>{#p/papyrus}{#f/5}最好是愉快的 布魯斯藍調...

source: <18>{#p/papyrus}{#f/6}IT'S A SHAME THE SOUND SYSTEM IS BROKEN RIGHT NOW.
pt_br: <18>{#p/papyrus}{#f/6}É UMA PENA QUE O SISTEMA DE SOM ESTEJA QUEBRADO.
zh_cn: <18>{#p/papyrus}{#f/6}可惜音响坏了。
zh_tw: <18>{#p/papyrus}{#f/6}可惜音響壞了。

source: <25>{#p/undyne}{#f/13}* Blues? * Seriously?
pt_br: <25>{#p/undyne}{#f/13}* Blues? * Sério?
zh_cn: <25>{#p/undyne}{#f/13}* 布鲁斯蓝调？ * 认真的？
zh_tw: <25>{#p/undyne}{#f/13}* 布魯斯藍調？ * 認真的？

source: <25>{#p/undyne}{#f/14}* Everyone knows rock 'n' roll is the BEST.
pt_br: <25>{#p/undyne}{#f/14}* Todo mundo sabe que rock and roll é o melhor.
zh_cn: <25>{#p/undyne}{#f/14}* 大伙都知道 摇滚乐才是主流！
zh_tw: <25>{#p/undyne}{#f/14}* 大夥都知道 搖滾樂才是主流！

source: <18>{#p/papyrus}{#f/4}WHAT!? ROCK AND ROLL IS WEIRD...
pt_br: <18>{#p/papyrus}{#f/4}QUE!? ROCK AND ROLL É ESTRANHO...
zh_cn: <18>{#p/papyrus}{#f/4}啥玩意！？ 摇滚乐超怪的好吧...
zh_tw: <18>{#p/papyrus}{#f/4}啥玩意！？ 搖滾樂超怪的好吧...

source: <18>{#p/papyrus}{#f/9}IF YOU NEED HEAVY GUITARS, METAL IS WHERE IT'S AT!!
pt_br: <18>{#p/papyrus}{#f/9}SE VOCÊ PRECISA DE GUITARRAS PESADAS, QUE TAL UM METAL?
zh_cn: <18>{#p/papyrus}{#f/9}你要是想听重吉他， 重金属乐更好！！
zh_tw: <18>{#p/papyrus}{#f/9}你要是想聽重吉他， 重金屬樂更好！！

source: <25>{#p/undyne}{#f/8}* You listen to METAL!?
pt_br: <25>{#p/undyne}{#f/8}* Você escuta METAL!?
zh_cn: <25>{#p/undyne}{#f/8}* 什么，重金属！？
zh_tw: <25>{#p/undyne}{#f/8}* 什麼，重金屬！？

source: <25>{#p/undyne}{#f/4}* No, no, you need to listen to DUBSTEP.
pt_br: <25>{#p/undyne}{#f/4}* Não, não, você precisa escutar DUBSTEP.
zh_cn: <25>{#p/undyne}{#f/4}* 不不不， 你应该听回响贝斯。
zh_tw: <25>{#p/undyne}{#f/4}* 不不不， 你應該聽迴響貝斯。

source: <18>{#p/papyrus}{#f/6}DUBSTEP!?!?
zh_cn: <18>{#p/papyrus}{#f/6}回响贝斯！？！？
zh_tw: <18>{#p/papyrus}{#f/6}迴響貝斯！？！？

source: <18>{#p/papyrus}{#f/4}I MAY OR MAY NOT HAVE USED IT ONE TOO MANY TIMES.
pt_br: <18>{#p/papyrus}{#f/4}EU POSSO OU NÃO TER ESCUTADO ISSO ALGUMAS VEZES.
zh_cn: <18>{#p/papyrus}{#f/4}我可能听过， 但也没听过几次。
zh_tw: <18>{#p/papyrus}{#f/4}我可能聽過， 但也沒聽過幾次。

source: <18>{#p/papyrus}{#f/0}BLUES IS NICE, BUT SKA IS MY FAVORITE OF ALL.
pt_br: <18>{#p/papyrus}{#f/0}BLUES É ÓTIMO, MAS SKA É MEU FAVORITO.
zh_cn: <18>{#p/papyrus}{#f/0}布鲁斯蓝调是很好， 但我最喜欢的是 斯卡音乐。
zh_tw: <18>{#p/papyrus}{#f/0}布魯斯藍調是很好， 但我最喜歡的是 斯卡音樂。

source: <18>{#p/papyrus}{#f/9}YOU CAN NEVER GET ENOUGH OF THOSE RIVETING TRUMPETS!
pt_br: <18>{p/papyrus}{f/9}VOCÊ NUNCA TERÁ DEMAIS DAQUELAS TRUMPETAS CATIVELES!
zh_cn: <18>{#p/papyrus}{#f/9}你永远都听不够 那些扣人心弦的 小号！
zh_tw: <18>{#p/papyrus}{#f/9}你永遠都聽不夠 那些扣人心弦的 小號！

source: <18>{#p/papyrus}{#f/0}WELCOME TO THE SECOND FLOOR OF AERIALIS.
pt_br: <18>{#p/papyrus}{#f/0}SEJA BEM-VINDO AO SEGUNDO PISO DE AERIALIS.
zh_cn: <18>{#p/papyrus}{#f/0}欢迎来到 空境二层。
zh_tw: <18>{#p/papyrus}{#f/0}歡迎來到 空境二層。

source: <18>{#p/papyrus}{#f/4}HERE, YOU WILL FIND MANY AMAZING THINGS...
pt_br: <18>{#p/papyrus}{#f/4}AQUI, VOCÊ ENCONTRARÁ COISAS LEGAIS...
zh_cn: <18>{#p/papyrus}{#f/4}在这里， 你可以找到 许多神奇的东西...
zh_tw: <18>{#p/papyrus}{#f/4}在這裡， 你可以找到 許多神奇的東西...

source: <18>{#p/papyrus}{#f/9}PUZZLES! BARRICADES! EVEN A TV SET!
pt_br: <18>{#p/papyrus}{#f/9}QUEBRA-CABEÇAS! BARRICADAS! ATÉ UM SET DE TV!
zh_cn: <18>{#p/papyrus}{#f/9}例如谜题！ 路障！ 甚至电视机！
zh_tw: <18>{#p/papyrus}{#f/9}例如謎題！ 路障！ 甚至電視機！

source: <18>{#p/papyrus}{#f/5}... WAIT, ISN'T THAT WHAT'S ON THE FIRST FLOOR?
pt_br: <18>{#p/papyrus}{#f/5}... ESPERA, NÃO É ISSO QUE TINHA NO PRIMEIRO PISO?
zh_cn: <18>{#p/papyrus}{#f/5}...不对，那些不是 一层的东西吗？
zh_tw: <18>{#p/papyrus}{#f/5}...不對，那些不是 一層的東西嗎？

source: <25>{#p/undyne}{#f/14}* So... exactly the same as what's on the first floor, then.
pt_br: <25>{#p/undyne}{#f/14}* Então... o primeiro é a mesma coisa do segundo.
zh_cn: <25>{#p/undyne}{#f/14}* 所以... 这里和一层 一模一样吧。
zh_tw: <25>{#p/undyne}{#f/14}* 所以... 這裡和一層 一模一樣吧。

source: <18>{#p/papyrus}{#f/6}I GUESS SO???
pt_br: <18>{#p/papyrus}{#f/6}EU ACHO QUE SIM???
zh_cn: <18>{#p/papyrus}{#f/6}我想确实？？？
zh_tw: <18>{#p/papyrus}{#f/6}我想確實？？？

source: <25>{#p/undyne}{#f/1}* I mean, hey. * At least the second floor is bigger.
pt_br: <25>{#p/undyne}{#f/1}* Quer dizer, ei. * Pelo menos o segundo piso é maior.
zh_cn: <25>{#p/undyne}{#f/1}* 嘿。 * 至少二层更大。
zh_tw: <25>{#p/undyne}{#f/1}* 嘿。 * 至少二層更大。
