Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>WITH NAUGHT BUT A SINGLE PIANO AT ITS CENTER...
pt_br: <18>COM NADA ALÉM DE UM PIANO NO CENTRO...
zh_cn: <18>中间唯有一架钢琴...
zh_tw: <18>中間唯有一架鋼琴...

source: <18>{#p/papyrus}{#f/0}... OH WAIT! THAT'S THIS ROOM!
pt_br: <18>{#p/papyrus}{#f/0}... EI ESPERA! É ESSA SALA AÍ!
zh_cn: <18>{#p/papyrus}{#f/0}...哦等下！ 不就是这个房间吗！
zh_tw: <18>{#p/papyrus}{#f/0}...喔等下！ 不就是這個房間嗎！

source: <25>{#p/undyne}{#f/10}* And maybe that piano would be used to solve puzzles...
pt_br: <25>{#p/undyne}{#f/10}* E talvez esse piano seja útil para resolver enigmas...
zh_cn: <25>{#p/undyne}{#f/10}* 也许那架钢琴可以 用来解谜...
zh_tw: <25>{#p/undyne}{#f/10}* 也許那架鋼琴可以 用來解謎...

source: <25>{#p/undyne}{#f/10}* Or practice combat by fighting the ivories...
pt_br: <25>{#p/undyne}{#f/10}* Ou praticar o combate lutando contra os marfins...
zh_cn: <25>{#p/undyne}{#f/10}* 或是用那个雕像 练习战斗...
zh_tw: <25>{#p/undyne}{#f/10}* 或是用那個雕像 練習戰鬥...

source: <25>{#p/undyne}{#f/10}* Or play a certain melody that reminds you of someone special...
pt_br: <25>{#p/undyne}{#f/10}* Ou tocar uma certa melodia que te lembre de alguém especial...
zh_cn: <25>{#p/undyne}{#f/10}* 又或是演奏一段充满了你 美好回忆的旋律...
zh_tw: <25>{#p/undyne}{#f/10}* 又或是演奏一段充滿了你 美好回憶的旋律...

source: <25>{#p/undyne}{#f/7}* ... if only you were in that room RIGHT NOW!!
pt_br: <25>{#p/undyne}{#f/7}* ... se pelo menos você estivesse nessa sala AGORA MESMO!!
zh_cn: <25>{#p/undyne}{#f/7}* ...要是你现在就在那个 房间就好了！！
zh_tw: <25>{#p/undyne}{#f/7}* ...要是你現在就在那個 房間就好了！！

source: <18>{#p/papyrus}{#f/6}I WAS GOING TO MENTION THAT!!
pt_br: <18>{#p/papyrus}{#f/6}EU IRIA FALAR ISSO AGORA MESMO!!
zh_cn: <18>{#p/papyrus}{#f/6}别抢我台词！！
zh_tw: <18>{#p/papyrus}{#f/6}別搶我臺詞！！

source: <18>{#p/papyrus}NEXT TIME I COME HERE, I SHOULD WRITE A MUSICAL.
pt_br: <18>{#p/papyrus}DA PRÓXIMA VEZ QUE EU VIR AQUI, EU DEVERIA FAZER UM MUSICAL.
zh_cn: <18>{#p/papyrus}下次我来这里， 我要写一首曲子。
zh_tw: <18>{#p/papyrus}下次我來這裡， 我要寫一首曲子。

source: <18>IT'D BE CALLED "STORY OF PAPYRUS."
pt_br: <18>SERÁ CHAMADO, "HISTORIAS DO PAPYRUS."
zh_cn: <18>名字就叫 《PAPYRUS的故事》。
zh_tw: <18>名字就叫 《PAPYRUS的故事》。

source: <18>{#p/papyrus}I DON'T THINK I'VE EVER BEEN IN THIS ROOM BEFORE.
pt_br: <18>{#p/papyrus}EU NÃO ACHO QUE ESTIVE NESSA SALA ANTES.
zh_cn: <18>{#p/papyrus}我觉得我之前从来 没进过这个房间。
zh_tw: <18>{#p/papyrus}我覺得我之前從來 沒進過這個房間。

source: <18>{#p/papyrus}{#f/6}WHAT'S IT LIKE? ARE THERE UNTOLD TREASURES ABOUND?
pt_br: <18>{#p/papyrus}{#f/6}COMO É AÍ? TEM TESOUROS NÃO DESCOBERTOS AÍ?
zh_cn: <18>{#p/papyrus}{#f/6}这个房间什么样？ 里面有没有 数不清的宝藏？
zh_tw: <18>{#p/papyrus}{#f/6}這個房間什麼樣？ 裡面有沒有 數不清的寶藏？

source: <18>{#p/papyrus}{#f/4}FOR THE RECORD, THAT QUESTION WAS RHETORICAL.
pt_br: <18>{#p/papyrus}{#f/4}SÓ PRA DEIXAR CLARO, ESSA PERGUNTA É RETÓRICA.
zh_cn: <18>{#p/papyrus}{#f/4}声明一下， 这个问题是反问句。
zh_tw: <18>{#p/papyrus}{#f/4}聲明一下， 這個問題是反問句。

source: <18>{#p/papyrus}{#f/7}I'D RATHER FIND OUT FOR MYSELF!
pt_br: <18>{#p/papyrus}{#f/7}EU PREFIRO IR DESCOBRIR POR CONTA PRÓPRIA!
zh_cn: <18>{#p/papyrus}{#f/7}我宁愿自己去 寻找答案！
zh_tw: <18>{#p/papyrus}{#f/7}我寧願自己去 尋找答案！

source: <25>{#p/undyne}{#f/14}* Great to see you've still got a sense of adventure in you.
pt_br: <25>{#p/undyne}{#f/14}* É bom ver que você ainda tem o senso de aventura em si.
zh_cn: <25>{#p/undyne}{#f/14}* 看到你仍然有冒险精神， 我很高兴。
zh_tw: <25>{#p/undyne}{#f/14}* 看到你仍然有冒險精神， 我很高興。

source: <18>{#p/papyrus}{#f/9}OF COURSE!! I, THE GREAT PAPYRUS...
pt_br: <18>{#p/papyrus}{#f/9}É CLARO!! EU, O GRANDE PAPYRUS...
zh_cn: <18>{#p/papyrus}{#f/9}那当然！！ 我，伟大的PAPYRUS...
zh_tw: <18>{#p/papyrus}{#f/9}那當然！！ 我，偉大的PAPYRUS...

source: <18>{#p/papyrus}{#f/9}HAVE A SENSE OF ADVENTURE BEYOND COMPARE!
pt_br: <18>{#p/papyrus}{#f/9}TENHO UM SENSO DE AVENTURA ACIMA DO COMUM!
zh_cn: <18>{#p/papyrus}{#f/9}拥有着无人能比的 冒险精神！
zh_tw: <18>{#p/papyrus}{#f/9}擁有著無人能比的 冒險精神！

source: <18>{#p/papyrus}{#f/4}WELL, THAT'S NOT -ENTIRELY- TRUE.
pt_br: <18>{#p/papyrus}{#f/4}BEM, ISSO NÃO É -TOTALMENTE- VERDADE!
zh_cn: <18>{#p/papyrus}{#f/4}好吧，其实有人能比。
zh_tw: <18>{#p/papyrus}{#f/4}好吧，其實有人能比。

source: <18>{#p/papyrus}{#f/6}SANS FINDS A NEW WAY TO EXPLORE THE COUCH EVERY DAY.
pt_br: <18>{#p/papyrus}{#f/6}SANS ENCONTRA UMA NOVA FORMA DE EXPLORAR O SOFÁ TODO DIA.
zh_cn: <18>{#p/papyrus}{#f/6}SANS每天都会以一种 新方式探索沙发。
zh_tw: <18>{#p/papyrus}{#f/6}SANS每天都會以一種 新方式探索沙發。

source: <25>{#p/undyne}{#f/17}* ... ah.
zh_cn: <25>{#p/undyne}{#f/17}* ...啊。
zh_tw: <25>{#p/undyne}{#f/17}* ...啊。

source: <25>{#p/undyne}{#f/17}* So that's why that couch is so messy.
pt_br: <25>{#p/undyne}{#f/17}* Então é por isso que o sofá é tão bagunçado.
zh_cn: <25>{#p/undyne}{#f/17}* 怪不得那沙发那么乱。
zh_tw: <25>{#p/undyne}{#f/17}* 怪不得那沙發那麼亂。

source: <18>{#p/papyrus}{#f/6}NO SPOILERS!!!
pt_br: <18>{#p/papyrus}{#f/6}SEM SPOILERS!!!
zh_cn: <18>{#p/papyrus}{#f/6}不要剧透！！！
zh_tw: <18>{#p/papyrus}{#f/6}不要劇透！！！

source: <18>{#p/papyrus}{#f/4}AND THAT'S NOT EVEN HIS MOST IMPRESSIVE FEAT.
pt_br: <18>{#p/papyrus}{#f/4}E ESSE NEM É O SEU FEITO MAIS IMPRESSIONANTE.
zh_cn: <18>{#p/papyrus}{#f/4}这还不是他最令人 印象深刻的壮举。
zh_tw: <18>{#p/papyrus}{#f/4}這還不是他最令人 印象深刻的壯舉。

source: <18>{#p/papyrus}{#f/0}KEEP GOING, AND YOU'LL WITNESS THE CITADEL.
pt_br: <18>{#p/papyrus}{#f/0}CONTINUE INDO, LOGO VOCÊ ALCANÇARÁ A CIDADELA.
zh_cn: <18>{#p/papyrus}{#f/0}继续走， 你就能看到首塔了。
zh_tw: <18>{#p/papyrus}{#f/0}繼續走， 你就能看到首塔了。

source: <18>{#p/papyrus}{#f/4}YOU CAN'T NORMALLY SEE IT FROM SO FAR AWAY, BUT...
pt_br: <18>{#p/papyrus}{#f/4}NÃO DA PRA VER ELA DE TÃO LONGE ASSIM, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}通常你从这么远的地方 看不到，但是...
zh_tw: <18>{#p/papyrus}{#f/4}通常你從這麼遠的地方 看不到，但是...

source: <18>{#p/papyrus}{#f/5}SOMETHING ABOUT THAT ONE ROOM...
pt_br: <18>{#p/papyrus}{#f/5}TEM ALGO EM RELAÇÃO A ESSA SALA...
zh_cn: <18>{#p/papyrus}{#f/5}通过这个房间里的 某个东西...
zh_tw: <18>{#p/papyrus}{#f/5}通過這個房間裡的 某個東西...

source: <18>... MAKES IT POSSIBLE TO VIEW...
pt_br: <18>... TORNA POSSÍVEL DE ENXERGÁ-LA...
zh_cn: <18>...就能看到了...
zh_tw: <18>...就能看到了...

source: <25>{#p/undyne}{#f/12}* Maybe it's one of those "spatial distortions" Alphys talks about.
pt_br: <25>{#p/undyne}{#f/12}* Talvez seja uma dessas "distorções espaciais" que a Alphys fala.
zh_cn: <25>{#p/undyne}{#f/12}* 可能这就是Alphys总说的 “空间扭曲”现象吧。
zh_tw: <25>{#p/undyne}{#f/12}* 可能這就是Alphys總說的 「空間扭曲」現象吧。

source: <25>{#p/undyne}{#f/1}* The ones that can slow down time if you get too close.
pt_br: <25>{#p/undyne}{#f/1}* Aquelas que diminuem a velocidade do tempo quando você se aproxima.
zh_cn: <25>{#p/undyne}{#f/1}* 你离得太近的话， 时间的流逝会变慢的。
zh_tw: <25>{#p/undyne}{#f/1}* 你離得太近的話， 時間的流逝會變慢的。

source: <18>{#p/papyrus}{#f/5}THE HUMAN SHOULD BE CAREFUL, THEN!
pt_br: <18>{#p/papyrus}{#f/5}O HUMANO DEVE TER CUIDADO, ENTÃO!
zh_cn: <18>{#p/papyrus}{#f/5}所以要小心点！
zh_tw: <18>{#p/papyrus}{#f/5}所以要小心點！

source: <18>{#p/papyrus}{#f/6}IF TIME WERE TO SLOW DOWN FULLY, COULD YOU ESCAPE??
pt_br: <18>{#p/papyrus}{#f/6}SE O TEMPO DIMINUISSE DEMAIS, VOCÊ CONSEGUIRIA ESCAPAR??
zh_cn: <18>{#p/papyrus}{#f/6}要是时间完全 慢下来了，你还能 跑掉吗？
zh_tw: <18>{#p/papyrus}{#f/6}要是時間完全 慢下來了，你還能 跑掉嗎？

source: <25>{#p/undyne}{#f/17}* ... there's nothing a little brute force can't solve!
pt_br: <25>{#p/undyne}{#f/17}* ... nada que um pouco de força bruta não resolva!
zh_cn: <25>{#p/undyne}{#f/17}* ...在绝对的力量面前， 一切都是空谈！
zh_tw: <25>{#p/undyne}{#f/17}* ...在絕對的力量面前， 一切都是空談！

source: <18>{#p/papyrus}{#f/6}ENJOY THE VIEW WHILE YOU STILL CAN!
pt_br: <18>{#p/papyrus}{#f/6}APRECIE A VISTA ENQUANTO VOCÊ PODE!
zh_cn: <18>{#p/papyrus}{#f/6}趁着还有机会， 好好欣赏风景吧！
zh_tw: <18>{#p/papyrus}{#f/6}趁著還有機會， 好好欣賞風景吧！

source: <18>{#p/papyrus}{#f/6}JUST BE CAREFUL!
pt_br: <18>{#p/papyrus}{#f/6}SÓ TOMA CUIDADO!
zh_cn: <18>{#p/papyrus}{#f/6}小心点！
zh_tw: <18>{#p/papyrus}{#f/6}小心點！

source: <18>{#p/papyrus}{#f/0}YOU MUST BE A VERY GREAT MULTITASKER!
pt_br: <18>{#p/papyrus}{#f/0}VOCÊ DEVE SER ÓTIMO EM FAZER MUITAS TAREFAS JUNTAS!
zh_cn: <18>{#p/papyrus}{#f/0}你肯定是一个 很会一心多用的人！
zh_tw: <18>{#p/papyrus}{#f/0}你肯定是一個 很會一心多用的人！

source: <18>{#p/papyrus}{#f/4}IT'D TAKE ONE TO WANT TO CALL SOMEONE...
pt_br: <18>{#p/papyrus}{#f/4}JÁ É UMA PARA LIGAR PARA ALGUÉM...
zh_cn: <18>{#p/papyrus}{#f/4}因为只有像你 这样的人...
zh_tw: <18>{#p/papyrus}{#f/4}因為只有像你 這樣的人...

source: <18>{#p/papyrus}{#f/5}WITH A VIEW LIKE -THAT- NEARBY.
pt_br: <18>{#p/papyrus}{#f/5}COM UMA VISTA COMO -ESSA- NAS PROXIMIDADES.
zh_cn: <18>{#p/papyrus}{#f/5}才会在【那种】美景 附近还想着打电话 给别人。
zh_tw: <18>{#p/papyrus}{#f/5}才會在【那種】美景 附近還想著打電話 給別人。

source: <25>{#p/undyne}{#f/1}* During human-chasing practice with the ELITE squad...
pt_br: <25>{#p/undyne}{#f/1}* Durante a prática de caça a humanos com a ELITE...
zh_cn: <25>{#p/undyne}{#f/1}* 在和特战队进行 人类追逐练习时...
zh_tw: <25>{#p/undyne}{#f/1}* 在和特戰隊進行 人類追逐練習時...

source: <25>{#p/undyne}{#f/17}* At least one guard ALWAYS gets distracted by it.
pt_br: <25>{#p/undyne}{#f/17}* Pelo menos um dos guardas SEMPRE se distrai com isso.
zh_cn: <25>{#p/undyne}{#f/17}* 每次都肯定有个警卫被它 分心。
zh_tw: <25>{#p/undyne}{#f/17}* 每次都肯定有個警衛被它 分心。

source: <25>{#p/undyne}{#f/10}* Whether it's Cozmo, debating the nature of aesthetics...
pt_br: <25>{#p/undyne}{#f/10}* Seja o Cozmo, debatendo a natureza da estética...
zh_cn: <25>{#p/undyne}{#f/10}* 无论是Cozmo对美学本质 的争执...
zh_tw: <25>{#p/undyne}{#f/10}* 無論是Cozmo對美學本質 的爭執...

source: <25>{#p/undyne}{#f/10}* Or Terrestria obsessing over the "beauty of the universe..."
pt_br: <25>{#p/undyne}{#f/10}* Ou Terrestria obcecada com a "beleza do universo..."
zh_cn: <25>{#p/undyne}{#f/10}* 又或是Terrestria对 “宇宙之美”的痴迷...
zh_tw: <25>{#p/undyne}{#f/10}* 又或是Terrestria對 「宇宙之美」的痴迷...

source: <25>{#p/undyne}{#f/9}* ... well, actually, it's just those two.
pt_br: <25>{#p/undyne}{#f/9}* ... bem, na verdade, são só esses dois.
zh_cn: <25>{#p/undyne}{#f/9}* ...好吧其实也就这俩。
zh_tw: <25>{#p/undyne}{#f/9}* ...好吧其實也就這倆。

source: <18>{#p/papyrus}{#f/5}BUT... AS THE OLDEST MONSTERS ALIVE...
pt_br: <18>{#p/papyrus}{#f/5}MAS... COMO OS MONSTROS MAIS ANTIGOS VIVOS...
zh_cn: <18>{#p/papyrus}{#f/5}但是...作为还活着的最老 的怪物...
zh_tw: <18>{#p/papyrus}{#f/5}但是...作為還活著的最老 的怪物...

source: <18>{#p/papyrus}{#f/6}THEY SHOULD BE GREAT AT DOING THEIR JOB!!
pt_br: <18>{#p/papyrus}{#f/6}ELES DEVEM SER ÓTIMOS NO TRABALHO DELES!!
zh_cn: <18>{#p/papyrus}{#f/6}他们干活都不应该 马虎！！
zh_tw: <18>{#p/papyrus}{#f/6}他們幹活都不應該 馬虎！！

source: <26>{#p/undyne}{#f/16}* They ARE good at their job, but... they don't take training seriously.
pt_br: <26>{#p/undyne}{#f/16}* Eles SÃO ótimos no trabalho deles, mas... não levam o treino a sério.
zh_cn: <26>{#p/undyne}{#f/16}* 他们干活确实没马虎， 但是...他们训练 还是很马虎的。
zh_tw: <26>{#p/undyne}{#f/16}* 他們幹活確實沒馬虎， 但是...他們訓練 還是很馬虎的。

source: <18>{#p/papyrus}{#f/5}OH. WELL, THAT'S KIND OF UNFORTUNATE.
pt_br: <18>{#p/papyrus}{#f/5}OH. BEM, ISSO É UMA PENA.
zh_cn: <18>{#p/papyrus}{#f/5}好吧。 呃，还真是不幸。
zh_tw: <18>{#p/papyrus}{#f/5}好吧。 呃，還真是不幸。

source: <25>{#p/undyne}{#f/1}* Lucky enough, no fancy view can catch THIS captain's eye!!
pt_br: <25>{#p/undyne}{#f/1}* Porém ninguém distrai a visão desta capitã!!
zh_cn: <25>{#p/undyne}{#f/1}* 幸好，景色再漂亮， 某个大队长也照样能 不为所动！！
zh_tw: <25>{#p/undyne}{#f/1}* 幸好，景色再漂亮， 某個大隊長也照樣能 不為所動！！

source: <25>{#p/undyne}{#f/12}* Which is why it usually falls to me to keep them in check.
pt_br: <25>{#p/undyne}{#f/12}* E é por isso que eu sempre falho em mantê-los atentos.
zh_cn: <25>{#p/undyne}{#f/12}* ...要不然，为啥都让我 监督他们好好干活呢。
zh_tw: <25>{#p/undyne}{#f/12}* ...要不然，為啥都讓我 監督他們好好幹活呢。

source: <18>{#p/papyrus}{#f/6}WHILE THAT DOES SOUND HARD...
pt_br: <18>{#p/papyrus}{#f/6}ENQUANTO ISSO SOA DIFÍCIL...
zh_cn: <18>{#p/papyrus}{#f/6}听起来好辛苦...
zh_tw: <18>{#p/papyrus}{#f/6}聽起來好辛苦...

source: <18>{#p/papyrus}{#f/9}... I KNOW YOU'RE MORE THAN CAPABLE OF DOING IT!
pt_br: <18>{#p/papyrus}{#f/9}... EU SEI QUE VOCÊ MAIS DO QUE CAPAZ DE FAZER ISSO!
zh_cn: <18>{#p/papyrus}{#f/9}但我知道... 这点事肯定难不倒你！
zh_tw: <18>{#p/papyrus}{#f/9}但我知道... 這點事肯定難不倒你！

source: <25>{#p/undyne}{#f/14}* Thanks, Papyrus.
pt_br: <25>{#p/undyne}{#f/14}* Obrigado, Papyrus.
zh_cn: <25>{#p/undyne}{#f/14}* 谢咯，Papyrus。
zh_tw: <25>{#p/undyne}{#f/14}* 謝嚕，Papyrus。

source: <18>{#p/papyrus}{#f/7}WHAT ARE YOU DOING TRYING TO CALL ME?
pt_br: <18>{#p/papyrus}{#f/7}O QUE VOCÊ TÁ FAZENDO TENTANDO ME LIGAR?
zh_cn: <18>{#p/papyrus}{#f/7}眼前有那么美的景色...
zh_tw: <18>{#p/papyrus}{#f/7}眼前有那麼美的景色...

source: <18>{#p/papyrus}{#f/7}YOU'VE GOT FANCY THINGS TO ADMIRE!
pt_br: <18>{#p/papyrus}{#f/7}VOCÊ TEM COISAS LINDAS PARA ADMIRAR!
zh_cn: <18>{#p/papyrus}{#f/7}为啥不去看风景， 还跑来给我打电话！
zh_tw: <18>{#p/papyrus}{#f/7}為啥不去看風景， 還跑來給我打電話！

source: <25>{#p/undyne}{#f/1}* Fortunately for you, you're not IN the Royal Guard, punk!
pt_br: <25>{#p/undyne}{#f/1}* Para sua sorte, você não está na Guarda Real, pirralha!
zh_cn: <25>{#p/undyne}{#f/1}* 你没被招进皇家卫队， 就偷着乐吧！
zh_tw: <25>{#p/undyne}{#f/1}* 你沒被招進皇家衛隊， 就偷著樂吧！

source: <25>{#p/undyne}{#f/12}* So... * Feel free to get as distracted as you like.
pt_br: <25>{#p/undyne}{#f/12}* Então... * Sinta-se livre para ficar distraída o tanto que quiser!
zh_cn: <25>{#p/undyne}{#f/12}* 要不然... 被我逮到你在摸鱼， 有你好受的。
zh_tw: <25>{#p/undyne}{#f/12}* 要不然... 被我逮到你在摸魚， 有你好受的。

source: <18>{#p/papyrus}{#f/5}UNFORTUNATELY, THERE'S NOT A LOT TO SAY HERE.
pt_br: <18>{#p/papyrus}{#f/5}NÃO TEM MUITO MAIS O QUE DIZER AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}很不幸，这里没有什么 特别好说的。
zh_tw: <18>{#p/papyrus}{#f/5}很不幸，這裡沒有什麼 特別好說的。

source: <18>{#p/papyrus}{#f/4}APART FROM THE BRIDGE TO NOWHERE I HEARD ABOUT...
pt_br: <18>{#p/papyrus}{#f/4}ALÉM DA PONTE PARA LUGAR NENHUM DE QUE OUVI FALAR...
zh_cn: <18>{#p/papyrus}{#f/4}除了我听说的那座 不知道通往哪里的桥...
zh_tw: <18>{#p/papyrus}{#f/4}除了我聽說的那座 不知道通往哪裡的橋...

source: <18>{#p/papyrus}{#f/5}IT REALLY IS JUST A DEAD END.
pt_br: <18>{#p/papyrus}{#f/5}É SÓ UM CAMINHO MORTO.
zh_cn: <18>{#p/papyrus}{#f/5}真的就只是条 死胡同。
zh_tw: <18>{#p/papyrus}{#f/5}真的就只是條 死胡同。

source: <25>{#p/undyne}{#f/17}* What bridge? * The one I cut down earlier??
pt_br: <25>{#p/undyne}{#f/17}* Que ponte? * Aquela que eu destruí mais cedo?
zh_cn: <25>{#p/undyne}{#f/17}* 什么桥？ * 我刚砍掉那座吗？？
zh_tw: <25>{#p/undyne}{#f/17}* 什麼橋？ * 我剛砍掉那座嗎？？

source: <25>{#p/undyne}{#f/8}* THAT was just a piece of the old bridge in the factory!
pt_br: <25>{#p/undyne}{#f/8}* Era só um pedaço de ponte velha da fábrica!
zh_cn: <25>{#p/undyne}{#f/8}* 那只是工厂里面很多旧桥 的一小部分而已！
zh_tw: <25>{#p/undyne}{#f/8}* 那只是工廠裡面很多舊橋 的一小部分而已！

source: <18>{#p/papyrus}{#f/6}THE ONE THEY FINALLY REPLACED JUST TODAY??
pt_br: <18>{#p/papyrus}{#f/6}AQUELA QUE ELES FINALMENTE SUBSTITUÍRAM HOJE?
zh_cn: <18>{#p/papyrus}{#f/6}那座桥可算换掉了？？
zh_tw: <18>{#p/papyrus}{#f/6}那座橋可算換掉了？？

source: <18>{#p/papyrus}{#f/5}WOWIE... I THOUGHT THAT WAS GONE FOREVER...
pt_br: <18>{#p/papyrus}{#f/5}WOWIE... EU PENSAVA QUE ELA TINHA SIDO DESTRUÍDA PARA SEMPRE.
zh_cn: <18>{#p/papyrus}{#f/5}哇吚... 我还以为要用这旧桥 用一辈子呢...
zh_tw: <18>{#p/papyrus}{#f/5}哇吚... 我還以為要用這舊橋 用一輩子呢...

source: <25>{#p/undyne}{#f/14}* Nope. * I kept it safe!
pt_br: <25>{#p/undyne}{#f/14}* Não. * Eu mantenho a segurança.
zh_cn: <25>{#p/undyne}{#f/14}* 那玩意还想用一辈子？ * 早点砍了，才安全！
zh_tw: <25>{#p/undyne}{#f/14}* 那玩意還想用一輩子？ * 早點砍了，才安全！

source: <18>{#p/papyrus}{#f/5}PERHAPS YOU COULD CALL BACK SOMEWHERE ELSE?
pt_br: <18>{#p/papyrus}{#f/5}TALVEZ VOCÊ POSSA LIGAR DE VOLTA PARA OUTRO LUGAR?
zh_cn: <18>{#p/papyrus}{#f/5}也许你可以 先到别的地方， 再绕回来？
zh_tw: <18>{#p/papyrus}{#f/5}也許你可以 先到別的地方， 再繞回來？

source: <18>{#p/papyrus}{#f/4}SO THERE -WAS- SOMETHING TO SAY HERE...
pt_br: <18>{#p/papyrus}{#f/4}ENTÃO -TINHA- ALGO PRA DIZER AQUI...
zh_cn: <18>{#p/papyrus}{#f/4}所以说，以前这里 还有别的东西...
zh_tw: <18>{#p/papyrus}{#f/4}所以說，以前這裡 還有別的東西...

source: <18>{#p/papyrus}{#f/0}AH... THE TRASH DEPOSITORY.
pt_br: <18>{#p/papyrus}{#f/0}AH... O DEPOSITO DE LIXO.
zh_cn: <18>{#p/papyrus}{#f/0}啊... 你在垃圾场啊。
zh_tw: <18>{#p/papyrus}{#f/0}啊... 你在垃圾場啊。

source: <18>{#p/papyrus}{#f/0}A GREAT PLACE TO DISPOSE OF UNDESIRABLE ITEMS.
pt_br: <18>{#p/papyrus}{#f/0}UM ÓTIMO LUGAR PRA JOGAR FORA ÍTENS DESNECESSARIOS.
zh_cn: <18>{#p/papyrus}{#f/0}人们有东西不想要了 就丢那，可方便了。
zh_tw: <18>{#p/papyrus}{#f/0}人們有東西不想要了 就丟那，可方便了。

source: <18>{#p/papyrus}{#f/4}OR, ALTERNATIVELY...
pt_br: <18>{#p/papyrus}{#f/4}OU, ALTERNATIVAMENTE...
zh_cn: <18>{#p/papyrus}{#f/4}其实...
zh_tw: <18>{#p/papyrus}{#f/4}其實...

source: <18>{#p/papyrus}{#f/9}A GREAT PLACE TO FIND TREASURE AT NO PERSONAL COST!
pt_br: <18>{#p/papyrus}{#f/9}UM BOM LUGAR PARA ACHAR TESOUROS DE CUSTO PESSOAL!
zh_cn: <18>{#p/papyrus}{#f/9}你要是想免费寻宝就去那， 也挺方便！
zh_tw: <18>{#p/papyrus}{#f/9}你要是想免費尋寶就去那， 也挺方便！

source: <18>{#p/papyrus}{#f/0}I COME HERE WITH SANS SOMETIMES TO DO THAT.
pt_br: <18>{#p/papyrus}{#f/0}AS VEZES EU VENHO AÍ COM O SANS PRA FAZER ISSO.
zh_cn: <18>{#p/papyrus}{#f/0}我有的时候跟SANS 过来翻东西。
zh_tw: <18>{#p/papyrus}{#f/0}我有的時候跟SANS 過來翻東西。

source: <25>{#p/undyne}{#f/12}* Are you sure that's... uh, safe?
pt_br: <25>{#p/undyne}{#f/12}* Você tem certeza que isso é... uh, seguro?
zh_cn: <25>{#p/undyne}{#f/12}* 你确定那...呃，安全吗？
zh_tw: <25>{#p/undyne}{#f/12}* 你確定那...呃，安全嗎？

source: <25>{#p/undyne}{#f/10}* I get that one's trash is another's treasure, but-
pt_br: <25>{#p/undyne}{#f/10}* Eu sei que o lixo de um é o tesouro de outro, mas-
zh_cn: <25>{#p/undyne}{#f/10}* 我知道“甲之蜜糖，乙之砒霜” 这理啦，可-
zh_tw: <25>{#p/undyne}{#f/10}* 我知道「甲之蜜糖，乙之砒霜」 這理啦，可-

source: <18>{#p/papyrus}{#f/0}IF BRATTY AND CATTY CAN DO IT OUT IN SPACE...
pt_br: <18>{#p/papyrus}{#f/0}SE A BRATTY E A CATTY FAZEM ISSO NO ESPAÇO...
zh_cn: <18>{#p/papyrus}{#f/0}BRATTY和CATTY 捡垃圾还得去室外...
zh_tw: <18>{#p/papyrus}{#f/0}BRATTY和CATTY 撿垃圾還得去室外...

source: <18>{#p/papyrus}{#f/0}SANS AND I CAN DO IT IN ONE SINGLE ROOM.
pt_br: <18>{#p/papyrus}{#f/0}SANS E EU FAZEMOS ISSO EM UMA ÚNICA SALA.
zh_cn: <18>{#p/papyrus}{#f/0}真不方便！ 而我和Sans足不出户， 一个房间就能捡到天黑！
zh_tw: <18>{#p/papyrus}{#f/0}真不方便！ 而我和Sans足不出戶， 一個房間就能撿到天黑！

source: <25>{#p/undyne}{#f/1}* When you put it like that, it doesn't seem so bad.
pt_br: <25>{#p/undyne}{#f/1}* Quando você põe dessa forma, não parece tão mal.
zh_cn: <25>{#p/undyne}{#f/1}* 你说话这语气， 感觉不像坏事啊。
zh_tw: <25>{#p/undyne}{#f/1}* 你說話這語氣， 感覺不像壞事啊。

source: <25>{#p/undyne}{#f/17}* Just be sure to get out before the disposal box activates!
pt_br: <25>{#p/undyne}{#f/17}* Só tenha certeza de sair antes da caixa de descarte ativar!
zh_cn: <25>{#p/undyne}{#f/17}* 就是别等垃圾处理器启动了， 才知道要逃！
zh_tw: <25>{#p/undyne}{#f/17}* 就是別等垃圾處理器啟動了， 才知道要逃！

source: <18>{#p/papyrus}{#f/6}OF COURSE!! WE WOULDN'T WANT TO BE VAPORIZED!!
pt_br: <18>{#p/papyrus}{#f/6}É CLARO! NÓS NÃO GOSTARIAMOS DE VIRAR PÓ!!
zh_cn: <18>{#p/papyrus}{#f/6}当然！！ 我们可不想人间蒸发！！
zh_tw: <18>{#p/papyrus}{#f/6}當然！！ 我們可不想人間蒸發！！

source: <18>{#p/papyrus}{#f/4}LAST TIME, WE EVEN MANAGED TO FIND A BONE PAINTING...
pt_br: <18>{#p/papyrus}{#f/4}DÁ UTLIMA VEZ, NÓS ATÉ ACHAMOS UMA PINTURA DE OSSO...
zh_cn: <18>{#p/papyrus}{#f/4}上次我们甚至找到了 一幅骨头画...
zh_tw: <18>{#p/papyrus}{#f/4}上次我們甚至找到了 一幅骨頭畫...

source: <18>{#p/papyrus}{#f/5}THAT WAS ONLY SLIGHTLY DIRTY!!
pt_br: <18>{#p/papyrus}{#f/5}E ELA SÓ ESTAVA UM POUCO SUJA!!
zh_cn: <18>{#p/papyrus}{#f/5}就是稍微有点 脏而已！！
zh_tw: <18>{#p/papyrus}{#f/5}就是稍微有點 髒而已！！

source: <18>{#p/papyrus}{#f/6}PERHAPS IT'D BE BEST FOR YOU TO LEAVE THIS ROOM.
pt_br: <18>{#p/papyrus}{#f/6}TALVEZ SEJA MELHOR PRA VOCÊ SAIR DESSA SALA.
zh_cn: <18>{#p/papyrus}{#f/6}我觉得你还是离开 这个房间比较好。
zh_tw: <18>{#p/papyrus}{#f/6}我覺得你還是離開 這個房間比較好。

source: <18>{#p/papyrus}{#f/0}ON THE FLOOR HERE LAY THREE TABLETS.
pt_br: <18>{#p/papyrus}{#f/0}NESSE CHÃO TEM TRÊS TABLETS.
zh_cn: <18>{#p/papyrus}{#f/0}地板上有三台 平板电脑。
zh_tw: <18>{#p/papyrus}{#f/0}地板上有三臺 平板電腦。

source: <18>{#p/papyrus}{#f/0}ONE ABOUT STARLING FLOWERS, ONE ABOUT WORMHOLES...
pt_br: <18>{#p/papyrus}{#f/0}UM SOBRE ESTRELAS, OUTRO SOBRE BURACO DE MINHOCAS...
zh_cn: <18>{#p/papyrus}{#f/0}一台是关于星花的， 一台是关于虫洞的。
zh_tw: <18>{#p/papyrus}{#f/0}一臺是關於星花的， 一臺是關於蟲洞的。

source: <18>{#p/papyrus}{#f/4}AND ONE CONTAINING SCI-FI ANIME.
pt_br: <18>{#p/papyrus}{#f/4}E UM SOBRE ANIME SCI-FI.
zh_cn: <18>{#p/papyrus}{#f/4}还有一台里是 科幻动漫。
zh_tw: <18>{#p/papyrus}{#f/4}還有一臺裡是 科幻動漫。

source: <18>{#p/papyrus}{#f/0}PERSONALLY, -I- THINK THEY'RE ALL CONNECTED.
pt_br: <18>{#p/papyrus}{#f/0}PESSOALMENTE. -EU- ACHO QUE É TUDO CONECTADO.
zh_cn: <18>{#p/papyrus}{#f/0}我【个人】觉得， 这些东西都是有关联的。
zh_tw: <18>{#p/papyrus}{#f/0}我【個人】覺得， 這些東西都是有關聯的。

source: <18>{#p/papyrus}{#f/5}AS IN, THE FLOWERS GOT HERE VIA THE WORMHOLES...
pt_br: <18>{#p/papyrus}{#f/5}JÁ QUE, AS FLORES CHEGARAM AQUI ATRÁVES DE...
zh_cn: <18>{#p/papyrus}{#f/5}也就是说，星花 是通过虫洞来的...
zh_tw: <18>{#p/papyrus}{#f/5}也就是說，星花 是通過蟲洞來的...

source: <18>{#p/papyrus}{#f/5}AS FORETOLD BY THAT SCI-FI ANIME SERIES.
pt_br: <18>{#p/papyrus}{#f/5}UM BURACO DE MINHOCA DESSE TAL ANIME SCI-FI.
zh_cn: <18>{#p/papyrus}{#f/5}就像那部科幻动漫 预言的那样。
zh_tw: <18>{#p/papyrus}{#f/5}就像那部科幻動漫 預言的那樣。

source: <18>{#p/papyrus}{#f/6}IT'S THE ONLY WAY TO EXPLAIN IT ALL AT ONCE!
pt_br: <18>{#p/papyrus}{#f/6}É A ÚNICA FORMA DE EXPLICAR TUDO DE UMA VEZ!
zh_cn: <18>{#p/papyrus}{#f/6}这是能一次性解释清 这三个东西的 唯一办法！
zh_tw: <18>{#p/papyrus}{#f/6}這是能一次性解釋清 這三個東西的 唯一辦法！

source: <25>{#p/undyne}{#f/14}* So that's your theory.
pt_br: <25>{#p/undyne}{#f/14}* Então essa é sua teoria.
zh_cn: <25>{#p/undyne}{#f/14}* 这就是你的理论？
zh_tw: <25>{#p/undyne}{#f/14}* 這就是你的理論？

source: <25>{#p/undyne}{#f/14}* That all of those tablets are connected in this way.
pt_br: <25>{#p/undyne}{#f/14}* Que todos esses tablets estão conectados dessa forma.
zh_cn: <25>{#p/undyne}{#f/14}* 这样所有平板电脑上的信息 就都连起来了？
zh_tw: <25>{#p/undyne}{#f/14}* 這樣所有平板電腦上的資訊 就都連起來了？

source: <18>{#p/papyrus}{#f/0}YES.
pt_br: <18>{#p/papyrus}{#f/0}SIM.
zh_cn: <18>{#p/papyrus}{#f/0}对。
zh_tw: <18>{#p/papyrus}{#f/0}對。

source: <25>{#p/undyne}{#f/1}* Okay. * Just one question...
pt_br: <25>{#p/undyne}{#f/1}* Okay. * Só uma pergunta.
zh_cn: <25>{#p/undyne}{#f/1}* 好。 * 我就一个问题...
zh_tw: <25>{#p/undyne}{#f/1}* 好。 * 我就一個問題...

source: <25>{#p/undyne}{#f/7}* WHERE's the PROOF!?
pt_br: <25>{#p/undyne}{#f/7}* ONDE ESTÃO AS PROVAS?
zh_cn: <25>{#p/undyne}{#f/7}* 空口无凭，证据呢！？
zh_tw: <25>{#p/undyne}{#f/7}* 空口無憑，證據呢！？

source: <18>{#p/papyrus}{#f/6}IN THE ANIME!!
pt_br: <18>{#p/papyrus}{#f/6}DO ANIME!!
zh_cn: <18>{#p/papyrus}{#f/6}动漫里呢！！
zh_tw: <18>{#p/papyrus}{#f/6}動漫裡呢！！

source: <18>{#p/papyrus}{#f/4}THE SCI-FI ANIME.
pt_br: <18>{#p/papyrus}{#f/4}SCI-FI ANIME.
zh_cn: <18>{#p/papyrus}{#f/4}科幻动漫。
zh_tw: <18>{#p/papyrus}{#f/4}科幻動漫。

source: <18>{#p/papyrus}{#f/4}WHICH I HAVE YET TO WATCH, BECAUSE I'M TOO BUSY.
pt_br: <18>{#p/papyrus}{#f/4}QUE EU AINDA PRECISO ASSISTIR, SOU OCUPADO.
zh_cn: <18>{#p/papyrus}{#f/4}证据都在动漫里。 虽然我太忙没空看。
zh_tw: <18>{#p/papyrus}{#f/4}證據都在動漫裡。 雖然我太忙沒空看。

source: <25>{#p/undyne}{#f/17}* Too busy for sci-fi!?
pt_br: <25>{#p/undyne}{#f/17}* Muito ocupado pra anime!?
zh_cn: <25>{#p/undyne}{#f/17}* 科幻动漫？没空看！？
zh_tw: <25>{#p/undyne}{#f/17}* 科幻動漫？沒空看！？

source: <25>{#p/undyne}{#f/8}* You're kidding!!
pt_br: <25>{#p/undyne}{#f/8}* Tá de brincadeira!!
zh_cn: <25>{#p/undyne}{#f/8}* 开玩笑呢！！
zh_tw: <25>{#p/undyne}{#f/8}* 開玩笑呢！！

source: <18>{#p/papyrus}{#f/5}ONE DAY, HUMAN...
pt_br: <18>{#p/papyrus}{#f/5}UM DIA, HUMANO...
zh_cn: <18>{#p/papyrus}{#f/5}总有一天，人类...
zh_tw: <18>{#p/papyrus}{#f/5}總有一天，人類...

source: <18>{#p/papyrus}{#f/5}ONE DAY, I SHALL PROVE MY THEORIES RIGHT.
pt_br: <18>{#p/papyrus}{#f/5}UM DIA, PROVAREI QUE MINHAS TEORIAS ESTÃO CERTAS.
zh_cn: <18>{#p/papyrus}{#f/5}总有一天，我会证明 我的理论给你看的。
zh_tw: <18>{#p/papyrus}{#f/5}總有一天，我會證明 我的理論給你看的。

source: <18>{#p/papyrus}{#f/0}DON'T LOOK PAST THE HIDDEN PATH...
pt_br: <18>{#p/papyrus}{#f/0}NÃO OLHE ALÉM DO CAMINHO OCULTO...
zh_cn: <18>{#p/papyrus}{#f/0}不要忽略隐藏的 路径...
zh_tw: <18>{#p/papyrus}{#f/0}不要忽略隱藏的 路徑...

source: <18>{#p/papyrus}{#f/5}CLOSE YOUR EYES, WALK STRAIGHT...
pt_br: <18>{#p/papyrus}{#f/5}FECHE OS OLHOS E ANDE...
zh_cn: <18>{#p/papyrus}{#f/5}闭上眼睛， 径直地走...
zh_tw: <18>{#p/papyrus}{#f/5}閉上眼睛， 徑直地走...

source: <18>{#p/papyrus}{#f/5}AND FACE THE TEMMIES' WRATH.
pt_br: <18>{#p/papyrus}{#f/5}E ENFRENTE A IRA DAS TEMMIES.
zh_cn: <18>{#p/papyrus}{#f/5}迎接TEMMIE狂热的心情。
zh_tw: <18>{#p/papyrus}{#f/5}迎接TEMMIE狂熱的心情。

source: <18>{#p/papyrus}{#f/4}... IT'S A RIDDLE I'VE HEARD ABOUT THIS PLACE.
pt_br: <18>{#p/papiro}{#f/4}... É UM ENIGMA QUE OUVI SOBRE ESTE LUGAR.
zh_cn: <18>{#p/papyrus}{#f/4}...这是我听说的 关于这个地方的谜语。
zh_tw: <18>{#p/papyrus}{#f/4}...這是我聽說的 關於這個地方的謎語。
