Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#f/9}YOU HAVE SEEN MY PUZZLES.
pt_br: <18>{#f/9}VOCÊ VIU MEUS QUEBRA-CABEÇAS.
zh_cn: <18>{#f/9}你已经看过 我的谜题了。
zh_tw: <18>{#f/9}你已經看過 我的謎題了。

source: <18>{#f/4}BUT WHAT YOU ARE ABOUT TO SEE IS...
pt_br: <18>{#f/4}MAS O QUE VOCÊ ESTÁ PRESTES A VER...
zh_cn: <18>{#f/4}但你接下来 将要看到的是...
zh_tw: <18>{#f/4}但你接下來 將要看到的是...

source: <26>{#p/sans}* no, really. * walk up and take a look.
pt_br: <26>{#p/sans}* não, realmente. * vem aí e dá uma olhada.
zh_cn: <26>{#p/sans}* 其实也不需要了。 * 走过来瞧瞧吧。
zh_tw: <26>{#p/sans}* 其實也不需要了。 * 走過來瞧瞧吧。

source: <25>{#p/sans}* it's right there on the ground.
pt_br: <25>{#p/sans}* está bem alí no chão.
zh_cn: <25>{#p/sans}* 喏，它就在地上呢。
zh_tw: <25>{#p/sans}* 喏，它就在地上呢。

source: <18>{#p/papyrus}{#f/7}SANS!! WHERE'S THE PUZZLE!?
pt_br: <18>{#p/papyrus}{#f/7}SANS!! CADÊ O QUEBRA-CABEÇA!?
zh_cn: <18>{#p/papyrus}{#f/7}SANS！！ 谜题在哪！？
zh_tw: <18>{#p/papyrus}{#f/7}SANS！！ 謎題在哪！？

source: <25>{#p/sans}* you're lookin' at it.
pt_br: <25>{#p/sans}* você tá olhando pra ele.
zh_cn: <25>{#p/sans}* 就在你眼皮底下呢。
zh_tw: <25>{#p/sans}* 就在你眼皮底下呢。

source: <18>{#p/papyrus}{#f/1}WHAT? THAT TABLET LYING ON THE GROUND?
pt_br: <18>{#p/papyrus}{#f/1}O QUÊ? AQUELA COISA NO CHÃO?
zh_cn: <18>{#p/papyrus}{#f/1}啥？ 就地上躺的那块板子？
zh_tw: <18>{#p/papyrus}{#f/1}啥？ 就地上躺的那塊板子？

source: <18>{#f/4}OKAY...
zh_cn: <18>{#f/4}行吧...
zh_tw: <18>{#f/4}行吧...

source: <25>{#p/sans}* well, how was it? * ... too hot to handle?
pt_br: <25>{#p/sans}* E aí, como é que foi? * ... muito difícil pra aguentar?
zh_cn: <25>{#p/sans}* 咋了？ 谜题让你{@fill=#ff0}郁{@fill=#fff}罢不能吗？
zh_tw: <25>{#p/sans}* 咋了？ 謎題讓你{@fill=#ff0}鬱{@fill=#fff}罷不能嗎？

source: <25>{#p/sans}* can't even bring yourself to look at it, huh?
pt_br: <25>{#p/sans}* não se dá nem o esforço de olhar, huh?
zh_cn: <25>{#p/sans}* 看都不愿意看一眼，是吧？
zh_tw: <25>{#p/sans}* 看都不願意看一眼，是吧？

source: <25>* i guess i shouldn't have expected much.
pt_br: <25>* Acho que eu não deveria ter esperado muito.
zh_cn: <25>* 真不该对你期望太高。
zh_tw: <25>* 真不該對你期望太高。

source: <26>{#f/3}* oh well. * maybe a kakuro puzzle would be easier for you.
pt_br: <26>{#f/3}* oh pois bem. * talvez um kakuro seja mais fácil para você.
zh_cn: <26>{#f/3}* 好吧。 * 说不定，数谜更适合你。
zh_tw: <26>{#f/3}* 好吧。 * 說不定，數謎更適合你。

source: <26>{#f/0}* but i digress.
pt_br: <26>{#f/0}* mas eu dúvido.
zh_cn: <26>{#f/0}* 跑题了。
zh_tw: <26>{#f/0}* 跑題了。

source: <18>{#p/papyrus}{#f/7}SANS!!! THAT DIDN'T DO ANYTHING!
pt_br: <18>{#p/papyrus}{#f/7}SANS!!! AQUILO NÃO FEZ NADA!
zh_cn: <18>{#p/papyrus}{#f/7}SANS！！！ 那根本没有用啊！
zh_tw: <18>{#p/papyrus}{#f/7}SANS！！！ 那根本沒有用啊！

source: <18>{#p/papyrus}{#f/7}SANS!!! THEY DIDN'T EVEN LOOK AT IT!
pt_br: <18>{#p/papyrus}{#f/7}SANS!!! ELE NEM OLHOU!
zh_cn: <18>{#p/papyrus}{#f/7}SANS！！！ 那个人类连 看都没看一眼！
zh_tw: <18>{#p/papyrus}{#f/7}SANS！！！ 那個人類連 看都沒看一眼！

source: <25>{#p/sans}* whoops.
pt_br: <25>{#p/sans}* ops.
zh_cn: <25>{#p/sans}* 啊呀。
zh_tw: <25>{#p/sans}* 啊呀。

source: <25>{#f/3}* i knew i should have used today's kakuro puzzle instead.
pt_br: <25>{#f/3}* eu sabia que deveria ter usado o kakuro de hoje mais cedo.
zh_cn: <25>{#f/3}* 我就知道我应该用 今天的数和谜题代替的。
zh_tw: <25>{#f/3}* 我就知道我應該用 今天的數和謎題代替的。

source: <18>{#p/papyrus}{#f/1}WHAT!? KAKURO!?
pt_br: <18>{#p/papyrus}{#f/1}O QUÊ!? KAKURO!?
zh_cn: <18>{#p/papyrus}{#f/1}啥！？数和！？
zh_tw: <18>{#p/papyrus}{#f/1}啥！？數和！？

source: <18>{#f/9}I CAN'T BELIEVE YOU SAID THAT!!
pt_br: <18>{#f/9}EU NÃO ACREDITO QUE VOCÊ DISSE ISSO!!
zh_cn: <18>{#f/9}我真不敢相信 你居然会提到它！！
zh_tw: <18>{#f/9}我真不敢相信 你居然會提到它！！

source: <18>{#f/4}IN MY OPINION...
pt_br: <18>{#f/4}EM MINHA OPINIÃO...
zh_cn: <18>{#f/4}在我看来...
zh_tw: <18>{#f/4}在我看來...

source: <18>{#f/0}SUDOKU IS EASILY THE HARDEST.
pt_br: <18>{#f/0}SUDOKU É BEM MAIS DIFÍCIL.
zh_cn: <18>{#f/0}数独无疑才是最难的。
zh_tw: <18>{#f/0}數獨無疑才是最難的。

source: <25>{#p/sans}* what? really, dude? * that easy-peasy number shuffle?
pt_br: <25>{#p/sans}* o quê? sério, mano? * aquele embaralhamento de números fácil?
zh_cn: <25>{#p/sans}* 什么？你认真吗，兄弟？ * 那个简单到爆的 数字排列组合？
zh_tw: <25>{#p/sans}* 什麼？你認真嗎，兄弟？ * 那個簡單到爆的 數字排列組合？

source: <25>{#f/4}* that's for baby bones.
pt_br: <25>{#f/4}* aquilo é pra esqueletinhos.
zh_cn: <25>{#f/4}* 那是给骷髅宝宝玩的。
zh_tw: <25>{#f/4}* 那是給骷髏寶寶玩的。

source: <18>{#p/papyrus}{#f/4}UN. BELIEVABLE.
pt_br: <18>{#p/papyrus}{#f/4}IN. NACREDITAVEL.
zh_cn: <18>{#p/papyrus}{#f/4}真。难以置信。
zh_tw: <18>{#p/papyrus}{#f/4}真。難以置信。

source: <18>{#f/9}HUMAN!!! SOLVE THIS DISPUTE!
pt_br: <18>{#f/9}HUMANO!!! RESOLVA ESSA DISPUTA!
zh_cn: <18>{#f/9}人类！！！ 你来评评理！
zh_tw: <18>{#f/9}人類！！！ 你來評評理！

source: * (Which is harder?)
pt_br: * (Qual é mais difícil?)
zh_cn: * （哪边更难？）
zh_tw: * （哪邊更難？）

source: Sudoku
zh_cn: 数独
zh_tw: 數獨

source: Kakuro
zh_cn: 数和
zh_tw: 數和

source: <18>{#p/papyrus}HA! HA! YES!
pt_br: <18>{#p/papyrus}HA! HA! SIM!
zh_cn: <18>{#p/papyrus}哈！哈！好！
zh_tw: <18>{#p/papyrus}哈！哈！好！

source: <18>HUMANS MUST BE VERY INTELLIGENT!
pt_br: <18>HUMANOS DEVEM SER MUITO INTELIGENTES!
zh_cn: <18>要是人类也觉得 数独更难的话！
zh_tw: <18>要是人類也覺得 數獨更難的話！

source: <18>IF THEY ALSO FIND SUDOKU SO DIFFICULT!
pt_br: <18>SE ELES TAMBÉM ACHAM SUDOKU DIFÍCIL!
zh_cn: <18>那他们一定 非常聪明！
zh_tw: <18>那他們一定 非常聰明！

source: <18>{#f/9}NYEH! HEH! HEH HEH!
zh_cn: <18>{#f/9}捏！嘿！嘿！嘿！
zh_tw: <18>{#f/9}捏！嘿！嘿！嘿！

source: <18>{#p/papyrus}{#f/9}YOU TWO ARE WEIRD!
pt_br: <18>{#p/papyrus}{#f/9}VOCÊS DOIS SÃO ESQUISITOS!
zh_cn: <18>{#p/papyrus}{#f/9}你们两个真怪！
zh_tw: <18>{#p/papyrus}{#f/9}你們兩個真怪！

source: <18>{#f/0}KAKURO PUZZLES ARE SO EASY.
pt_br: <18>{#f/0}KAKURO É TÃO FÁCIL.
zh_cn: <18>{#f/0}数和谜题 真的太简单了。
zh_tw: <18>{#f/0}數和謎題 真的太簡單了。

source: <18>IT'S THE SAME SOLUTION EVERY TIME.
pt_br: <18>É A MESMA SOLUÇÃO TODA VEZ.
zh_cn: <18>每次的解法 都是一样的。
zh_tw: <18>每次的解法 都是一樣的。

source: <18>{#f/4}I JUST FILL ALL THE BOXES IN WITH THE LETTER "Z"...
pt_br: <18>{#f/4}EU SÓ PREENCHO AS CAIXAS COM A LETRA "Z"...
zh_cn: <18>{#f/4}我只要把每个空格 都填上字母“Z” 就好了...
zh_tw: <18>{#f/4}我只要把每個空白鍵 都填上字母「Z」 就好了...

source: <18>{#f/4}BECAUSE EVERY TIME I LOOK AT A KAKURO...
pt_br: <18>{#f/4}PORQUE TODA VEZ QUE EU OLHO PARA UM KAKURO...
zh_cn: <18>{#f/4}因为我 每做一道数和...
zh_tw: <18>{#f/4}因為我 每做一道數和...

source: <18>{#f/9}ALL I CAN DO IS SNORE!!!
pt_br: <18>{#f/9}TUDO QUE EU CONSIGO FAZER É DORMIR!!!
zh_cn: <18>{#f/9}除了打瞌睡 我什么都做不了！！！
zh_tw: <18>{#f/9}除了打瞌睡 我什麼都做不了！！！

source: <25>{#p/sans}{#f/3}* by the way, i think i saw a pair of dogs running around...
pt_br: <25>{#p/sans}{#f/3}* aliás, tem um par de cachorros vasculhando por aí...
zh_cn: <25>{#p/sans}{#f/3}* 顺便提一嘴， 我之前看到有两只狗 在这边跑来跑去...
zh_tw: <25>{#p/sans}{#f/3}* 順便提一嘴， 我之前看到有兩隻狗 在這邊跑來跑去...

source: <25>{#f/0}* i'd tread carefully if i were you.
pt_br: <25>{#f/0}* eu tomaria bastante cuidado se fosse você.
zh_cn: <25>{#f/0}* 如果我是你的话， 我会小心点的。
zh_tw: <25>{#f/0}* 如果我是你的話， 我會小心點的。

source: <25>{#p/sans}* hey, where ya goin there, bucko?
pt_br: <25>{#p/sans}* ei, onde você está indo, bacana?
zh_cn: <25>{#p/sans}* 嘿，你要去哪，小子？
zh_tw: <25>{#p/sans}* 嘿，你要去哪，小子？

source: <25>{#p/sans}* wrong way.
pt_br: <25>{#p/sans}* caminho errado.
zh_cn: <25>{#p/sans}* 回来。
zh_tw: <25>{#p/sans}* 回來。

source: <25>{#p/sans}* really? * it's not THAT bad.
pt_br: <25>{#p/sans}* sério? * não é tão ruim.
zh_cn: <25>{#p/sans}* 你认真？ * 也没那么难吧。
zh_tw: <25>{#p/sans}* 你認真？ * 也沒那麼難吧。

source: <25>{#p/sans}* really?
pt_br: <25>{#p/sans}* sério?
zh_cn: <25>{#p/sans}* 你认真？
zh_tw: <25>{#p/sans}* 你認真？

source: <25>{#p/sans}* thanks for saying "sudoku" just to appease my brother.
pt_br: <25>{#p/sans}* valeu por dizer "sudoku" pra deixar meu irmão mais feliz.
zh_cn: <25>{#p/sans}* 感谢你为了安抚我兄弟 回答说“数独更难”。
zh_tw: <25>{#p/sans}* 感謝你為了安撫我兄弟 回答說「數獨更難」。

source: <25>{#f/4}* yesterday he got stumped trying to "solve" a star chart.
pt_br: <25>{#f/4}* Ontem ele ficou tentando "resolver" um mapa estelar.
zh_cn: <25>{#f/4}* 昨天他还试图“破解” 星象图，结果被难住了呢。
zh_tw: <25>{#f/4}* 昨天他還試圖「破解」 星象圖，結果被難住了呢。

source: <25>{#p/sans}* papyrus... * ... finds difficulty in interesting places.
pt_br: <25>{#p/sans}* papyrus... acha dificuldades em lugares interessantes.
zh_cn: <25>{#p/sans}* papyrus... * ...他总会在令人 意想不到的地方碰壁。
zh_tw: <25>{#p/sans}* papyrus... * ...他總會在令人 意想不到的地方碰壁。

source: <25>{#p/sans}{#f/3}* i kinda figured you'd skip over it.
pt_br: <25>{#p/sans}{#f/3}* eu meio que imaginei que você evitaria isso.
zh_cn: <25>{#p/sans}{#f/3}* 我早就料到 你会直接跳过的。
zh_tw: <25>{#p/sans}{#f/3}* 我早就料到 你會直接跳過的。

source: <25>{#f/0}* that just seems like the sort of thing you'd do, doesn't it?
pt_br: <25>{#f/0}* isso só parece o tipo de coisa que você faz, não é mesmo?
zh_cn: <25>{#f/0}* 这不就是你碰到谜题时 常用的伎俩么？
zh_tw: <25>{#f/0}* 這不就是你碰到謎題時 常用的伎倆麼？

source: <25>{#p/sans}{#f/3}* i'm surprised. * i thought you'd walk right past it.
pt_br: <25>{#p/sans}{#f/3}* estou surpreso. * eu pensei que você iria só passar sem olhar.
zh_cn: <25>{#p/sans}{#f/3}* 挺惊讶的。 * 我以为你会看都不看一眼 直接跳过。
zh_tw: <25>{#p/sans}{#f/3}* 挺驚訝的。 * 我以為你會看都不看一眼 直接跳過。

source: <25>{#f/2}* perhaps you're not so terrible after all.
pt_br: <25>{#f/2}* talvez você não seja tão terrível depois de tudo.
zh_cn: <25>{#f/2}* 也许，你还没有烂到骨子里。
zh_tw: <25>{#f/2}* 也許，你還沒有爛到骨子裡。

source: <25>{#p/sans}{#f/2}* heheh, made you look.
pt_br: <25>{#p/sans}{#f/2}* heheh, te fiz olhar.
zh_cn: <25>{#p/sans}{#f/2}* 嘿嘿， 你还是去看了一眼。
zh_tw: <25>{#p/sans}{#f/2}* 嘿嘿， 你還是去看了一眼。

source: <25>{#p/sans}{#f/3}* i'm surprised. * i thought you weren't even interested.
pt_br: <25>{#p/sans}{#f/3}* estou surpreso. * eu acho que você nem estaria interessado.
zh_cn: <25>{#p/sans}{#f/3}* 挺惊讶的。 * 我以为你压根不感兴趣。
zh_tw: <25>{#p/sans}{#f/3}* 挺驚訝的。 * 我以為你壓根不感興趣。

source: <32>{#p/basic}* Did something move? * Was it just my imagination?
pt_br: <32>{#p/basic}* Alguma coisa se mexeu? * Foi minha imaginação?
zh_cn: <32>{#p/basic}* 好像有啥动了下？ * 是我的错觉吗？
zh_tw: <32>{#p/basic}* 好像有啥動了下？ * 是我的錯覺嗎？

source: <32>* If something WAS moving... * For example, a human...
pt_br: <32>* Se algo estava se mexendo... * Por exemplo um humano...
zh_cn: <32>* 如果确实有什么在动... * 比如说，一个人类...
zh_tw: <32>* 如果確實有什麼在動... * 比如說，一個人類...

source: <32>* I'll make sure it never leaves my sight again!
pt_br: <32>* Eu vou ter certeza que nunca mais saia daqui!
zh_cn: <32>* 我绝不会让他 再从我眼皮子底下溜走！
zh_tw: <32>* 我絕不會讓他 再從我眼皮子底下溜走！

source: <32>{#p/basic}* S-S-S-Something pet me... * Something that isn't even m-m-moving...!
pt_br: <32>{#p/basic}* A-a-a-algo me acariciou... * Algo que nem estava se m-m-mexendo...!
zh_cn: <32>{#p/basic}* 有什么没-没-没在动的东西... * 摸-摸-摸了我...！
zh_tw: <32>{#p/basic}* 有什麼沒-沒-沒在動的東西... * 摸-摸-摸了我...！

source: <32>* I'm gonna need some dog treats for this.
pt_br: <32>* Eu vou precisar de uns biscoitos caninos depois disso.
zh_cn: <32>* 我得吃点狗粮压压惊。
zh_tw: <32>* 我得吃點狗糧壓壓驚。

source: <32>{#p/basic}* A w-w-wrench appeared out of nowhere, h-huh!?!?
pt_br: <32>{#p/basic}* Uma chave inglesa apareceu do nada, h-huh!?!?
zh_cn: <32>{#p/basic}* 啊？不-不-不知道从哪 突然冒出来了个扳手！？！？
zh_tw: <32>{#p/basic}* 啊？不-不-不知道從哪 突然冒出來了個扳手！？！？

source: <32>{#p/basic}* ... what a day!
pt_br: <32>{#p/basic}* ... que dia!
zh_cn: <32>{#p/basic}* ...真是奇妙的一天！
zh_tw: <32>{#p/basic}* ...真是奇妙的一天！

source: <32>{#p/basic}* A h-h-human came up and attacked me... * Out of n-n-nowhere...!
pt_br: <32>{#p/basic}* Um h-h-humano apareceu e me atacou... * Do n-n-nada...!
zh_cn: <32>{#p/basic}* 有-有个人类突-突然过来... 揍了我一顿...！
zh_tw: <32>{#p/basic}* 有-有個人類突-突然過來... 揍了我一頓...！

source: <32>{#p/basic}* I'm... * I'm gonna go to bed.
pt_br: <32>{#p/basic}* Eu vou... * Eu vou pra cama.
zh_cn: <32>{#p/basic}* 我... * 我去休息了。
zh_tw: <32>{#p/basic}* 我... * 我去休息了。

source: <32>{#p/basic}* Hello? * Is anybody there...?
pt_br: <32>{#p/basic}* Olá? * Tem alguém aí?
zh_cn: <32>{#p/basic}* 你好？ * 有人在吗...？
zh_tw: <32>{#p/basic}* 你好？ * 有人在嗎...？

source: <32>{#p/basic}* Are you two playing a trick on me? * Real funny, guys.
pt_br: <32>{#p/basic}* Vocês dois estão estão planejando me enganar? * Bem engraçado, caras.
zh_cn: <32>{#p/basic}* 你俩是在整我吗？ * 真好笑啊，伙计。
zh_tw: <32>{#p/basic}* 你倆是在整我嗎？ * 真好笑啊，夥計。

source: <32>{#p/basic}* Big lug? * Is that you? * Come on...
pt_br: <32>{#p/basic}* Big lug? * É você? * Vamos lá...
zh_cn: <32>{#p/basic}* 大块头？ * 是你吗？ * 拜托...
zh_tw: <32>{#p/basic}* 大塊頭？ * 是你嗎？ * 拜託...

source: <32>{#p/basic}* Well, it's not the tall skeleton... * He's too loud.
pt_br: <32>{#p/basic}* Bem, não é aquele esqueleto alto... * Ele é bem barulhento.
zh_cn: <32>{#p/basic}* 嗯，看来并不是那个 高个子骷髅... * 他太吵了。
zh_tw: <32>{#p/basic}* 嗯，看來並不是那個 高個子骷髏... * 他太吵了。

source: <32>{#p/basic}* Whoever you are, knock it off!!!
pt_br: <32>{#p/basic}* Seja lá quem você for, para com isso!!!
zh_cn: <32>{#p/basic}* 我不管你是谁，赶紧停下！！！
zh_tw: <32>{#p/basic}* 我不管你是誰，趕緊停下！！！

source: <32>{#p/basic}* (Snore... snore...)
pt_br: <32>{#p/basic}* (Ronco... ronco...)
zh_cn: <32>{#p/basic}* （呼噜... 呼噜...）
zh_tw: <32>{#p/basic}* （呼嚕... 呼嚕...）

source: <32>{#p/basic}* Did you just... * Drop the part of me I had given you?
pt_br: <32>{#p/basic}* Você acabou de... * Jogar fora a parte minha que eu te dei?
zh_cn: <32>{#p/basic}* 你刚刚是不是... 把我给你的芯片给扔了？
zh_tw: <32>{#p/basic}* 你剛剛是不是... 把我給你的晶片給扔了？

source: <32>* I have no words for you... * Begone!
pt_br: <32>* Eu não tenho palavras para você... * Desapareça!
zh_cn: <32>* 我真无语了... * 给我滚！
zh_tw: <32>* 我真無語了... * 給我滾！

source: <32>{#p/basic}* You know, you're lucky I'm busy advertising.
pt_br: <32>{#p/basic}* Você sabe, você tem sorte que eu sou ocupado.
zh_cn: <32>{#p/basic}* 你真该庆幸我在忙着做宣传。
zh_tw: <32>{#p/basic}* 你真該慶幸我在忙著做宣傳。

source: <32>{#p/basic}* Did you just... * Consume the part of me I had given you?
pt_br: <32>{#p/basic}* Você acabou de... * Consumir a parte de mim que eu te dei?
zh_cn: <32>{#p/basic}* 你刚刚是不是... 把我给你的芯片给吃了？
zh_tw: <32>{#p/basic}* 你剛剛是不是... 把我給你的晶片給吃了？

source: <32>{#p/basic}* Nice to see you enjoying your Ice Dream! * Very nice!
pt_br: <32>{#p/basic}* Legal te ver aproveitar um Sorvete Sonho! * Bem legal!
zh_cn: <32>{#p/basic}* 很开心你可以畅享冰意灵！ * 非常开心！
zh_tw: <32>{#p/basic}* 很開心你可以暢享冰意靈！ * 非常開心！

source: <25>{#p/asriel2}{#f/9}* Just follow my lead...
pt_br: <25>{#p/asriel2}{#f/9}* Só me segue...
zh_cn: <25>{#p/asriel2}{#f/9}* 跟我走就行。ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* 跟我走就行。ゑ

source: <25>{#p/asriel2}{#f/16}* This way.
pt_br: <25>{#p/asriel2}{#f/16}* Por aqui.
zh_cn: <25>{#p/asriel2}{#f/16}* 走吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 走吧。ゑ

source: <25>{#p/asriel2}{#f/2}* Well, well... if it isn't the great Papyrus standing just ahead.
pt_br: <25>{#p/asriel2}{#f/2}* Hora, hora... se não é o grande Papyrus logo a frente.
zh_cn: <25>{#p/asriel2}{#f/2}* 哎，前面站着的， 不是伟大的Papyrus吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 哎，前面站著的， 不是偉大的Papyrus嗎？ゑ

source: <25>{#p/asriel2}{#f/3}* Well, well... here we go again.
pt_br: <25>{#p/asriel2}{#f/3}* Hora, hora... lá vamos nós de novo.
zh_cn: <25>{#p/asriel2}{#f/3}* 嗯... 再来一次吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 嗯... 再來一次吧。ゑ

source: <25>{#p/asriel2}{#f/1}* Let's go introduce ourselves, shall we?
pt_br: <25>{#p/asriel2}{#f/1}* Vamos nos apresentar, que tal?
zh_cn: <25>{#p/asriel2}{#f/1}* 咱们去做个“自我介绍”， 怎么样？ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 咱們去做個「自我介紹」， 怎麼樣？ゑ

source: <25>{#p/asriel2}{#f/4}* You know the drill by now.
pt_br: <25>{#p/asriel2}{#f/4}* Você sabe o roteiro daqui.
zh_cn: <25>{#p/asriel2}{#f/4}* 你知道该干什么。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 你知道該幹什麼。ゑ

source: <25>{*}{#p/asriel2}{#f/5}* Howdy!{^5}{%}
pt_br: <25>{*}{#p/asriel2}{#f/5}* Olá!{^5}{%}
zh_cn: <25>{*}{#p/asriel2}{#f/5}* 哈喽！ゑ{^5}{%}
zh_tw: <25>{*}{#p/asriel2}{#f/5}* 哈囉！ゑ{^5}{%}

source: <18>{*}{#p/papyrus}{#f/1}WHAT THE- {%}
pt_br: <18>{*}{#p/papyrus}{#f/1}MAS QUE- {%}
zh_cn: <18>{*}{#p/papyrus}{#f/1}干啥- ゑ{%}
zh_tw: <18>{*}{#p/papyrus}{#f/1}幹啥- ゑ{%}

source: <25>{#p/asriel2}{#f/13}* ... $(name), do you...
pt_br: <25>{#p/asriel2}{#f/13}* ... $(name), você...
zh_cn: <25>{#p/asriel2}{#f/13}* 嘿... $(name)...ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 嘿... $(name)...ゑ

source: <25>{#f/17}* Do you think you could take over from here?
pt_br: <25>{#f/17}* Você acha que pode tomar frente daqui?
zh_cn: <25>{#f/17}* 要不，从现在开始 你来动手吧？ゑ
zh_tw: <25>{#f/17}* 要不，從現在開始 你來動手吧？ゑ

source: <25>{#f/15}* Not that anything's wrong with me, but...
pt_br: <25>{#f/15}* Não que tenha algo de errado comigo, mas...
zh_cn: <25>{#f/15}* 我... 我没事，真没事。ゑ
zh_tw: <25>{#f/15}* 我... 我沒事，真沒事。ゑ

source: <25>{#f/16}* I just think you'd be better at this than I am.
pt_br: <25>{#f/16}* Eu só acho que você é melhor do que eu nisso.
zh_cn: <25>{#f/16}* 我只是觉得， 干这活，你比我更擅长...ゑ
zh_tw: <25>{#f/16}* 我只是覺得， 幹這活，你比我更擅長...ゑ

source: <25>{#f/17}* Yeah, that's it. * You're better at this sort of thing.
pt_br: <25>{#f/17}* É, é isso. * Você é melhor nesse tipo de coisa.
zh_cn: <25>{#f/17}* 对，就是这个原因！ * 这种事，肯定你来做更合适。ゑ
zh_tw: <25>{#f/17}* 對，就是這個原因！ * 這種事，肯定你來做更合適。ゑ

source: <25>{#p/asriel2}{#f/16}* Okay, yeah. * I'll, uh... let you take over now.
pt_br: <25>{#p/asriel2}{#f/16}* Okay, é. * Eu vou, uh... te deixar tomar conta partir daqui.
zh_cn: <25>{#p/asriel2}{#f/16}* 呃，好吧。 * ...之后你来动手。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 呃，好吧。 * ...之後你來動手。ゑ

source: <25>{#p/asriel2}{#f/15}* So, uh... onwards?
pt_br: <25>{#p/asriel2}{#f/15}* Então, uh... avante?
zh_cn: <25>{#p/asriel2}{#f/15}* 那么... 前进吧？ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 那麼... 前進吧？ゑ

source: <25>{#p/asriel2}{#f/15}* ...
zh_cn: <25>{#p/asriel2}{#f/15}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* ...ゑ

source: <25>{#p/asriel2}{#f/8}* Psst, let's wait and see what he does.
pt_br: <25>{#p/asriel2}{#f/8}* Psst, vamos esperar e ver o que ele faz.
zh_cn: <25>{#p/asriel2}{#f/8}* 嘘，等一下， 看看他会做些什么。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 噓，等一下， 看看他會做些什麼。ゑ

source: <25>{#p/asriel2}{#f/15}* Wow. * To see Papyrus in such a state...
pt_br: <25>{#p/asriel2}{#f/15}* Uau. * Ver Papyrus neste estado...
zh_cn: <25>{#p/asriel2}{#f/15}* 哇， Papyrus这么颓废的样子...ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 哇， Papyrus這麼頹廢的樣子...ゑ

source: <25>{#f/16}* ... it's certainly unexpected, isn't it?
pt_br: <25>{#f/16}* ... é certamente inesperado, não é?
zh_cn: <25>{#f/16}* 我真是头一次见到。ゑ
zh_tw: <25>{#f/16}* 我真是頭一次見到。ゑ

source: <25>{#f/13}* Oh, $(name)...
zh_cn: <25>{#f/13}* 嘿，$(name)...ゑ
zh_tw: <25>{#f/13}* 嘿，$(name)...ゑ

source: <25>{#f/1}* I think we're going to have a lot of fun.
pt_br: <25>{#f/1}* Nós vamos nos divertir bastante.
zh_cn: <25>{#f/1}* 我感觉接下来有好戏看了。ゑ
zh_tw: <25>{#f/1}* 我感覺接下來有好戲看了。ゑ

source: <25>{#p/asriel2}{#f/16}* Poor, poor Papyrus.
pt_br: <25>{#p/asriel2}{#f/16}* Pobre, pobre Papyrus.
zh_cn: <25>{#p/asriel2}{#f/16}* 真是可怜。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 真是可憐。ゑ

source: <25>{#p/asriel2}{#f/16}* Golly... some people just don't get it.
pt_br: <25>{#p/asriel2}{#f/16}* Senhor... algumas pessoas só não entendem.
zh_cn: <25>{#p/asriel2}{#f/16}* 天呐，$(name)... 有些怪物就是听不懂话。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 天吶，$(name)... 有些怪物就是聽不懂話。ゑ

source: <25>{#p/asriel2}{#f/4}* Tch.
zh_cn: <25>{#p/asriel2}{#f/4}* 切。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 切。ゑ

source: <25>{#p/asriel2}{#f/4}* What a waste of time.
pt_br: <25>{#p/asriel2}{#f/4}* Que perda de tempo.
zh_cn: <25>{#p/asriel2}{#f/4}* 真是浪费时间。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 真是浪費時間。ゑ

source: <25>{#p/asriel2}{#f/3}* Huh.
zh_cn: <25>{#p/asriel2}{#f/3}* 呵呵。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 呵呵。ゑ

source: <26>{#p/asriel2}{#f/3}* Well, that's the canine unit gone.
pt_br: <26>{#p/asriel2}{#f/3}* Aqui acaba a unidade canina.
zh_cn: <26>{#p/asriel2}{#f/3}* 好了，那群蠢狗 已经全军覆没了。ゑ
zh_tw: <26>{#p/asriel2}{#f/3}* 好了，那群蠢狗 已經全軍覆沒了。ゑ

source: <26>{#p/asriel2}{#f/4}* Only one bridge left between us and town.
pt_br: <26>{#p/asriel2}{#f/4}* Só mais uma ponte entre nós e a cidade.
zh_cn: <26>{#p/asriel2}{#f/4}* 再过一座桥，就到小镇了。ゑ
zh_tw: <26>{#p/asriel2}{#f/4}* 再過一座橋，就到小鎮了。ゑ

source: <25>{#f/1}* ... stay behind me.
pt_br: <25>{#f/1}* ... fique atrás de mim.
zh_cn: <25>{#f/1}* ...跟我来。ゑ
zh_tw: <25>{#f/1}* ...跟我來。ゑ

source: <25>{#p/asriel2}{#f/3}* Into town we go...
pt_br: <25>{#p/asriel2}{#f/3}* Para a cidade nós vamos...
zh_cn: <25>{#p/asriel2}{#f/3}* 我们去镇上。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 我們去鎮上。ゑ

source: <25>{#p/asriel2}{#f/6}* Okay, $(name). * The town's all yours.
pt_br: <25>{#p/asriel2}{#f/6}* Okay, $(name). * A cidade é toda sua.
zh_cn: <25>{#p/asriel2}{#f/6}* 好，$(name)， 现在整个镇子都是你的了。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 好，$(name)， 現在整個鎮子都是你的了。ゑ

source: <25>{#f/7}* In the meantime, I have to do something that'll be important later.
pt_br: <25>{#f/7}* No meio tempo, eu vou precisar fazer algo importante mais tarde.
zh_cn: <25>{#f/7}* 而我要去忙点别的事， 之后会派上用场。ゑ
zh_tw: <25>{#f/7}* 而我要去忙點別的事， 之後會派上用場。ゑ

source: <25>{#f/1}* I'll be back before you know it.
pt_br: <25>{#f/1}* Eu estarei de volta antes que você saiba.
zh_cn: <25>{#f/1}* 别担心，我去去就回。ゑ
zh_tw: <25>{#f/1}* 別擔心，我去去就回。ゑ

source: <25>{#p/asriel2}{#f/1}* See you around the back of town.
pt_br: <25>{#p/asriel2}{#f/1}* Te vejo de novo depois da cidade.
zh_cn: <25>{#p/asriel2}{#f/1}* 镇子出口见。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 鎮子出口見。ゑ

source: <25>{#p/asriel2}{#f/2}* Hee. * Hee. * Hee....
zh_cn: <25>{#p/asriel2}{#f/2}* 嘻。 * 嘻。 * 嘻....ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* 嘻。 * 嘻。 * 嘻....ゑ

source: <25>{#f/10}* ... wait, where's Papyrus?
pt_br: <25>{#f/10}* ... pera, cadê o Papyrus?
zh_cn: <25>{#f/10}* ...等等，Papyrus在哪？ゑ
zh_tw: <25>{#f/10}* ...等等，Papyrus在哪？ゑ

source: <25>{#f/10}* ...
zh_cn: <25>{#f/10}* ...ゑ
zh_tw: <25>{#f/10}* ...ゑ

source: <25>{#f/4}* Golly, $(name), I didn't think you'd kill him THAT quickly.
pt_br: <25>{#f/4}* Senhor, $(name), eu não pensei que você o mataria dessa forma.
zh_cn: <25>{#f/4}* 天呐，$(name)， 没想到你下手这么快。ゑ
zh_tw: <25>{#f/4}* 天吶，$(name)， 沒想到你下手這麼快。ゑ

source: <25>{#f/1}* It's about time that bonehead paid the price for his mercy.
pt_br: <25>{#f/1}* Já era hora daquele cabeça de osso pagar o preço por sua piedade.
zh_cn: <25>{#f/1}* 天呐，那个蠢骨头 那么想原谅你...ゑ
zh_tw: <25>{#f/1}* 天吶，那個蠢骨頭 那麼想原諒你...ゑ

source: <25>{#f/13}* Golly. * He wanted SO badly to forgive you.
pt_br: <25>{#f/13}* Hee hee hee. * Ele queria tanto te perdoar.
zh_cn: <25>{#f/13}* 最后还是尝到了仁慈的后果。ゑ
zh_tw: <25>{#f/13}* 最後還是嘗到了仁慈的後果。ゑ

source: <25>{#f/16}* But, let's be honest with ourselves here...
pt_br: <25>{#f/16}* Mas, vamos ser honestos com nós mesmos...
zh_cn: <25>{#f/16}* 不过，先别管他了。ゑ
zh_tw: <25>{#f/16}* 不過，先別管他了。ゑ

source: <25>{#f/1}* We've got bigger fish to fry.
pt_br: <25>{#f/1}* Nós temos peixe maior para pescar.
zh_cn: <25>{#f/1}* 一会，咱们还要拉长线， 钓大鱼呢。ゑ
zh_tw: <25>{#f/1}* 一會，咱們還要拉長線， 釣大魚呢。ゑ

source: <25>{#p/asriel2}{#f/13}* Oh well. * The skeleton died for nothing again.
pt_br: <25>{#p/asriel2}{#f/13}* Pois bem. * O esqueleto morreu de novo para nada.
zh_cn: <25>{#p/asriel2}{#f/13}* 哎呀，这蠢骷髅 又白白送死了。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 哎呀，這蠢骷髏 又白白送死了。ゑ

source: <25>{#p/asriel2}{#f/13}* You know, they say the third time's the charm...
pt_br: <25>{#p/asriel2}{#f/13}* Você sabe, eles dizem que a terceira vez trás um charme.
zh_cn: <25>{#p/asriel2}{#f/13}* 俗话说，好铁要经三回炉。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 俗話說，好鐵要經三回爐。ゑ

source: <25>{#f/16}* Too bad he only ever gets one.
pt_br: <25>{#f/16}* Que triste que ele sempre morre só com uma porrada.
zh_cn: <25>{#f/16}* 但很遗憾，他一回就不行了。ゑ
zh_tw: <25>{#f/16}* 但很遺憾，他一回就不行了。ゑ

source: <25>{#p/asriel2}{#f/6}* That's four times you've killed him now.
pt_br: <25>{#p/asriel2}{#f/6}* Já é a quarta vez que você o matou.
zh_cn: <25>{#p/asriel2}{#f/6}* 你已经杀了他四次了。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 你已經殺了他四次了。ゑ

source: <25>{#f/8}* I'm starting to think you enjoy this...
pt_br: <25>{#f/8}* Estou começando a pensar que você ama fazer isso...
zh_cn: <25>{#f/8}* 看来你很享受这种快感啊...ゑ
zh_tw: <25>{#f/8}* 看來你很享受這種快感啊...ゑ

source: <25>{#p/asriel2}{#f/15}* Again...?
pt_br: <25>{#p/asriel2}{#f/15}* De novo...?
zh_cn: <25>{#p/asriel2}{#f/15}* 又来...？ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 又來...？ゑ

source: <25>{#p/asgore}{#f/1}* ...
zh_cn: <25>{#p/asgore}{#f/1}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/1}* ...ゑ

source: <25>{#f/1}* Howdy, Asriel.
pt_br: <25>{#f/1}* Olá, Asriel.
zh_cn: <25>{#f/1}* 哈喽，Asriel。ゑ
zh_tw: <25>{#f/1}* 哈囉，Asriel。ゑ

source: <25>{#f/2}* ...
zh_cn: <25>{#f/2}* ...ゑ
zh_tw: <25>{#f/2}* ...ゑ

source: <25>{#f/3}* We need to talk.
pt_br: <25>{#f/3}* Precisamos conversar.
zh_cn: <25>{#f/3}* 我们谈一下吧。ゑ
zh_tw: <25>{#f/3}* 我們談一下吧。ゑ
