Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <15>{#p/papyrus}{#e/papyrus/33}N-NO...{^40}{%}
pt_br: <15>{#p/papyrus}{#e/papyrus/33} N-NÃO...{^40}{%}
zh_cn: <15>{#p/papyrus}{#e/papyrus/33}不-不...ゑ{^40}{%}
zh_tw: <15>{#p/papyrus}{#e/papyrus/33}不-不...ゑ{^40}{%}

source: <32>{#p/human}{#npc}* (You got the Flamin' Grillby.)
pt_br: <32>{#p/human}{#npc}* (Você pegou o Flamin Grillby.)
zh_cn: <32>{#p/human}{#npc}* （你拿走了烈焰Grillby。）
zh_tw: <32>{#p/human}{#npc}* （你拿走了烈焰Grillby。）

source: <32>{#p/human}{#npc}* (You got the Sliders.)
pt_br: <32>{#p/human}{#npc}* (Você pegou os Sliders.)
zh_cn: <32>{#p/human}{#npc}* （你拿走了三个小汉堡。）
zh_tw: <32>{#p/human}{#npc}* （你拿走了三個小漢堡。）

source: <32>{#p/human}{#npc}* (You're carrying too much.)
pt_br: <32>{#p/human}{#npc}* (Você está carregando muito.)
zh_cn: <32>{#p/human}{#npc}* （你带的东西太多了。）
zh_tw: <32>{#p/human}{#npc}* （你帶的東西太多了。）

source: <25>{#p/sans}{#f/0}* finally.
pt_br: <25>{#p/sans}{#f/0}* finalmente.
zh_cn: <25>{#p/sans}{#f/0}* 终于。
zh_tw: <25>{#p/sans}{#f/0}* 終於。

source: <25>{#f/3}* i've been wondering when you'd show up.
pt_br: <25>{#f/3}* eu vim me perguntando quando você iria aparecer.
zh_cn: <25>{#f/3}* 我一直在想你 什么时候会出现呢。
zh_tw: <25>{#f/3}* 我一直在想你 什麼時候會出現呢。

source: <25>{#f/0}* i dunno if you recall, but back when we first met...
pt_br: <25>{#f/0}* eu não sei se você lembra, quando nos vimos de primeira...
zh_cn: <25>{#f/0}* 不知道你还记不记得， 当我们第一次 见面的时候...
zh_tw: <25>{#f/0}* 不知道你還記不記得， 當我們第一次 見面的時候...

source: <25>{#f/0}* i told papyrus to focus more on the "gravity" of the situation.
pt_br: <25>{#f/0}* eu falei para o papyrus focar na "gravidade" da situação.
zh_cn: <25>{#f/0}* 我告诉papyrus遇到困难 负“重力”争才能致远。
zh_tw: <25>{#f/0}* 我告訴papyrus遇到困難 負「重力」爭才能致遠。

source: <25>{#f/0}* what did i mean by that, you ask?
pt_br: <25>{#f/0}* O que eu quis dizer por aquilo, você pergunta?
zh_cn: <25>{#f/0}* 你问我是什么意思？
zh_tw: <25>{#f/0}* 你問我是什麼意思？

source: <25>{#f/3}* well.
pt_br: <25>{#f/3}* bom.
zh_cn: <25>{#f/3}* 嗯。
zh_tw: <25>{#f/3}* 嗯。

source: <25>{#f/2}* you're about to {@fill=#003cff}find out{@fill=#fff}.
pt_br: <25>{#f/2}* você está prestes a {@fill=#003cff}descobrir{@fill=#fff}.
zh_cn: <25>{#f/2}* 你马上就{@fill=#003cff}知道{@fill=#fff}了。
zh_tw: <25>{#f/2}* 你馬上就{@fill=#003cff}知道{@fill=#fff}了。

source: <25>{#p/sans}{#f/0}* welcome back.
pt_br: <25>{#p/sans}{#f/0}* bem vindo de volta.
zh_cn: <25>{#p/sans}{#f/0}* 欢迎回来。
zh_tw: <25>{#p/sans}{#f/0}* 歡迎回來。

source: <25>{#f/2}* ready to find out what awaits you?
pt_br: <25>{#f/2}* pronto para descobrir o que te espera?
zh_cn: <25>{#f/2}* 准备好知道等待你的 是什么了吗？
zh_tw: <25>{#f/2}* 準備好知道等待你的 是什麼了嗎？

source: <25>{#p/sans}{#f/0}* go on, take a look.
pt_br: <25>{#p/sans}{#f/0}* vamos lá, dê uma olhada.
zh_cn: <25>{#p/sans}{#f/0}* 来嘛，过来看看。
zh_tw: <25>{#p/sans}{#f/0}* 來嘛，過來看看。

source: <25>{#f/2}* it's right up there, bucko.
pt_br: <25>{#f/2}* está bem aqui, bacana.
zh_cn: <25>{#f/2}* 就在上面呢，小鬼头。
zh_tw: <25>{#f/2}* 就在上面呢，小鬼頭。

source: <25>{#p/sans}{#f/2}* it's right up there, bucko.
pt_br: <25>{#p/sans}{#f/2}* está bem aqui, bacana.
zh_cn: <25>{#p/sans}{#f/2}* 就在上面呢，小鬼头。
zh_tw: <25>{#p/sans}{#f/2}* 就在上面呢，小鬼頭。

source: <25>{#p/sans}{#f/2}* don't worry, it's not dangerous... even if it tries to be.
pt_br: <25>{#p/sans}{#f/2}* não se preocupe, não é perigoso... mesmo que tente ser.
zh_cn: <25>{#p/sans}{#f/2}* 别担心，那东西 一点也不危险... 虽然 看起来让人感觉很危险。
zh_tw: <25>{#p/sans}{#f/2}* 別擔心，那東西 一點也不危險... 雖然 看起來讓人感覺很危險。

source: <25>{#p/sans}{#f/2}* thanks for the help.
pt_br: <25>{#p/sans}{#f/2}* obrigado pela ajuda.
zh_cn: <25>{#p/sans}{#f/2}* 多谢你的帮助。
zh_tw: <25>{#p/sans}{#f/2}* 多謝你的幫助。

source: <25>{#p/sans}{#f/0}* sooo... whaddya think?
pt_br: <25>{#p/sans}{#f/0}* entããão... o que cê acha?
zh_cn: <25>{#p/sans}{#f/0}* 所-以... 你现在是怎么想的？
zh_tw: <25>{#p/sans}{#f/0}* 所-以... 你現在是怎麼想的？

source: <25>{#f/3}* i call it the "trash planet."
pt_br: <25>{#f/3}* Eu chamo de o "Planeta de Lixo."
zh_cn: <25>{#f/3}* 我管这个叫“垃圾星球”。
zh_tw: <25>{#f/3}* 我管這個叫「垃圾星球」。

source: <25>{#f/0}* ... actually, this thing's been growing in size for quite a while.
pt_br: <25>{#f/0}* ... na verdade, essa coisa tem crescido bastante ultimamente.
zh_cn: <25>{#f/0}* ...事实上，这东西的体积 已经有段时间在一直 变大了。
zh_tw: <25>{#f/0}* ...事實上，這東西的體積 已經有段時間在一直 變大了。

source: <25>{#f/0}* if it gets any larger, well...
pt_br: <25>{#f/0}* se crescer um pouco mais, bem...
zh_cn: <25>{#f/0}* 要是再继续大下去， 那...
zh_tw: <25>{#f/0}* 要是再繼續大下去， 那...

source: <25>{#f/2}* let's just say we'd be in a {@fill=#ff0}world{@fill=#fff} of trouble.
pt_br: <25>{#f/2}* vamos só dizer que estaríamos em um {@fill=#ff0}mundo{@fill=#fff} de problemas.
zh_cn: <25>{#f/2}* 我只能说要有 {@fill=#ff0}倒悬{@fill=#fff}之急了。
zh_tw: <25>{#f/2}* 我只能說要有 {@fill=#ff0}倒懸{@fill=#fff}之急了。

source: <25>{#f/0}* don't worry, though. * with your help, it'll be gone in no time.
pt_br: <25>{#f/0}* mas não se preocupa. * com sua ajuda, vai sumir em tempo.
zh_cn: <25>{#f/0}* 但别担心。 * 有了你的帮助， 它很快就会消失的。
zh_tw: <25>{#f/0}* 但別擔心。 * 有了你的幫助， 它很快就會消失的。

source: <25>{#f/2}* i even found you some music to keep you motivated.
pt_br: <25>{#f/2}* eu achei algumas músicas pra te manter motivado.
zh_cn: <25>{#f/2}* 我还给你找了首音乐， 能让你更有动力。
zh_tw: <25>{#f/2}* 我還給你找了首音樂， 能讓你更有動力。

source: * Press [Z] repeatedly to shake out all the trash!
pt_br: * Pressione [Z] repetidamente para balançar o lixo para fora!
zh_cn: * 反复按[Z]， 清走所有垃圾！
zh_tw: * 反覆按[Z]， 清走所有垃圾！

source: <25>{#p/sans}{#f/3}* wow. * all in one go, huh?
pt_br: <25>{#p/sans}{#f/3}* wow. * tudo de uma vez, huh?
zh_cn: <25>{#p/sans}{#f/3}* 哇。 * 一气呵成，是吧？
zh_tw: <25>{#p/sans}{#f/3}* 哇。 * 一氣呵成，是吧？

source: <25>{#f/2}* ... well i'll be turned upside down.
pt_br: <25>{#f/2}* ... eu estou de cabeça pra baixo.
zh_cn: <25>{#f/2}* ...我真是佩服到绝倒了。
zh_tw: <25>{#f/2}* ...我真是佩服到絕倒了。

source: <25>{#f/0}* guess i gotta give you some kinda reward.
pt_br: <25>{#f/0}* acho que eu devo te dar algum tipo de prêmio.
zh_cn: <25>{#f/0}* 感觉我得给你点什么 作为回报。
zh_tw: <25>{#f/0}* 感覺我得給你點什麼 作為回報。

source: <25>{#f/0}* ... * here. * have this on me.
pt_br: <25>{#f/0}* ... * aqui. * pega esse aqui.
zh_cn: <25>{#f/0}* ... * 给。 * 把这个拿上。
zh_tw: <25>{#f/0}* ... * 給。 * 把這個拿上。

source: <32>{#p/human}* (Sans tossed you something.)
pt_br: <32>{#p/human}* (Sans te jogou alguma coisa.)
zh_cn: <32>{#p/human}* （Sans丢给你了一样东西。）
zh_tw: <32>{#p/human}* （Sans丟給你了一樣東西。）

source: <32>{#s/equip}{#p/human}* (You got the Corn Dog Sword.)
pt_br: <32>{#s/equip}{#p/human}* (Você ganhou a Espada Cachorro Quente.)
zh_cn: <32>{#s/equip}{#p/human}* （你获得了玉狗圣剑。）
zh_tw: <32>{#s/equip}{#p/human}* （你獲得了玉狗聖劍。）

source: <25>{#p/sans}{#f/2}* use it wisely.
pt_br: <25>{#p/sans}{#f/2}* Use com cuidado.
zh_cn: <25>{#p/sans}{#f/2}* 好好用它。
zh_tw: <25>{#p/sans}{#f/2}* 好好用它。

source: <32>{#p/human}* (You're carrying too much.)
pt_br: <32>{#p/human}* (Você está carregando muito.)
zh_cn: <32>{#p/human}* （你带的东西太多了。）
zh_tw: <32>{#p/human}* （你帶的東西太多了。）

source: <25>{#p/sans}{#f/3}* no room, huh?
pt_br: <25>{#p/sans}{#f/3}* sem espaço, huh?
zh_cn: <25>{#p/sans}{#f/3}* 没空间了，嗯？
zh_tw: <25>{#p/sans}{#f/3}* 沒空間了，嗯？

source: <25>{#p/sans}{#f/2}* don't worry. * i'll leave it in my room for you.
pt_br: <25>{#p/sans}{#f/2}* não se preocupa. * eu vou deixar no meu quarto pra você.
zh_cn: <25>{#p/sans}{#f/2}* 没关系。 * 等你有空间了， 就来我房间拿。
zh_tw: <25>{#p/sans}{#f/2}* 沒關係。 * 等你有空間了， 就來我房間拿。

source: <32>{#p/human}* (You look curiously at the seemingly useless device.)
pt_br: <32>{#p/human}* (Você olha com curiosidade para o dispositivo aparentemente inútil.)
zh_cn: <32>{#p/human}* （你好奇地打量 这个不知道干什么用的装置。）
zh_tw: <32>{#p/human}* （你好奇地打量 這個不知道幹什麼用的裝置。）

source: <25>{#p/asriel1}{#f/17}* Too bad we don't have the remote for this thing, huh?
pt_br: <25>{#p/asriel1}{#f/17}* Que triste que nós não temos o controle pra isso, huh?
zh_cn: <25>{#p/asriel1}{#f/17}* 真可惜啊，我们没有 这东西的遥控器。
zh_tw: <25>{#p/asriel1}{#f/17}* 真可惜啊，我們沒有 這東西的遙控器。

source: <32>{#p/basic}* It's a "gravometric inverter."
pt_br: <32>{#p/basic}* É um "inversor de gravidade."
zh_cn: <32>{#p/basic}* 这是个“重力转换器”。
zh_tw: <32>{#p/basic}* 這是個「重力轉換器」。

source: <32>* Whatever that means.
pt_br: <32>* Seja lá o que isso significa.
zh_cn: <32>* 管它什么意思。
zh_tw: <32>* 管它什麼意思。

source: <32>{#p/human}* (You use the Gravometric Inverter Remote.) * (Nothing happens.)
pt_br: <32>{#p/human}* (Você usa o Controle do Inversor de Gravidade.) * (Nada acontece.)
zh_cn: <32>{#p/human}* （你尝试用遥控器 激活重力转换器。） * （什么都没发生。）
zh_tw: <32>{#p/human}* （你嘗試用遙控器 激活重力轉換器。） * （什麼都沒發生。）

source: <25>{#p/asriel1}{#f/21}* They're probably shutting off power for non-essential devices.
pt_br: <25>{#p/asriel1}{#f/21}* Eles provavelmente estão desligando a energia de aparelhos não essenciais.
zh_cn: <25>{#p/asriel1}{#f/21}* 他们可能正在关掉 那些非必要设备。
zh_tw: <25>{#p/asriel1}{#f/21}* 他們可能正在關掉 那些非必要裝置。

source: <32>{#p/basic}* It must be offline...
pt_br: <32>{#p/basic}* Deve estar desligado...
zh_cn: <32>{#p/basic}* 它肯定离线了...
zh_tw: <32>{#p/basic}* 它肯定離線了...

source: <32>{#p/human}* (You use the Gravometric Inverter Remote.)
pt_br: <32>{#p/human}* (Você usa o Controle do Inversor de Gravidade.)
zh_cn: <32>{#p/human}* （你用遥控器激活了重力转换器。）
zh_tw: <32>{#p/human}* （你用遙控器激活了重力轉換器。）

source: <32>{#p/human}* (It looks to have been closed with a deadlock seal.)
pt_br: <32>{#p/human}* (Parece ter sido fechado com um selo de bloqueio.)
zh_cn: <32>{#p/human}* （被封死了。）
zh_tw: <32>{#p/human}* （被封死了。）

source: <32>{#p/basic}* It's locked.
pt_br: <32>{#p/basic}* Está trancado.
zh_cn: <32>{#p/basic}* 锁住了。
zh_tw: <32>{#p/basic}* 鎖住了。

source: <32>{#p/human}* (You use the Skeleton Key.)
pt_br: <32>{#p/human}* (Você usa a Chave Esqueleto.)
zh_cn: <32>{#p/human}* （你用骨钥打开了房门。）
zh_tw: <32>{#p/human}* （你用骨鑰打開了房門。）

source: <32>{#p/basic}* There's an odd remote inside of this envelope.
pt_br: <32>{#p/basic}* Tem um controle remoto estranho dentro do envelope.
zh_cn: <32>{#p/basic}* 信封里有个奇怪的遥控器。
zh_tw: <32>{#p/basic}* 信封裡有個奇怪的遙控器。

source: <32>{#s/equip}{#p/human}* (The Gravometric Inverter Remote was added to your keyring.)
pt_br: <32>{#s/equip}{#p/human}* (O Controle do Inversor de Gravidade foi adicionado ao seu chaveiro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把重力转换器的遥控器 挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把重力轉換器的遙控器 掛到了鑰匙串上。）

source: <32>{#p/human}* (But you already emptied the envelope of its contents.)
pt_br: <32>{#p/human}* (Mas você já esvaziou o envelope de seus conteúdos.)
zh_cn: <32>{#p/human}* （可是，信封里的东西 已经被你全拿走了。）
zh_tw: <32>{#p/human}* （可是，信封裡的東西 已經被你全拿走了。）

source: <32>{#p/basic}* It's just an empty envelope.
pt_br: <32>{#p/basic}* É só um envelope vazio.
zh_cn: <32>{#p/basic}* 只是个空信封。
zh_tw: <32>{#p/basic}* 只是個空信封。

source: <32>{#p/basic}* There's an odd... item, inside of this envelope.
pt_br: <32>{#p/basic}* Tem um controle... item, dentro do envelope.
zh_cn: <32>{#p/basic}* 信封里有个奇怪的... 东西。
zh_tw: <32>{#p/basic}* 信封裡有個奇怪的... 東西。

source: <32>{#p/human}* (You got the Ice Dream.)
pt_br: <32>{#p/human}* (Você pegou o Sorvete Sonho.)
zh_cn: <32>{#p/human}* （你得到了冰意灵。）
zh_tw: <32>{#p/human}* （你得到了冰意靈。）

source: <32>{#p/basic}* Nothing left.
pt_br: <32>{#p/basic}* Nada restando.
zh_cn: <32>{#p/basic}* 什么都没有。
zh_tw: <32>{#p/basic}* 什麼都沒有。

source: <32>{#p/human}* (You reach into the cart.)
pt_br: <32>{#p/human}* (Você alcançou o carrinho.)
zh_cn: <32>{#p/human}* （你把手伸进了冰淇淋车。）
zh_tw: <32>{#p/human}* （你把手伸進了冰淇淋車。）

source: <32>{#p/human}{#s/equip}* (You got the Ice Dream.)
pt_br: <32>{#p/human}{#s/equip}* (Você pegou o Sorvete Sonho.)
zh_cn: <32>{#p/human}{#s/equip}* （你得到了冰意灵。）
zh_tw: <32>{#p/human}{#s/equip}* （你得到了冰意靈。）

source: <32>{#p/human}* (You're carrying too much to reach inside.)
pt_br: <32>{#p/human}* (Você está carregando muito para alcançar lá dentro.)
zh_cn: <32>{#p/human}* （你带的东西太多， 不方便把手伸进去。）
zh_tw: <32>{#p/human}* （你帶的東西太多， 不方便把手伸進去。）

source: <32>{#p/basic}* Mom says that we're going to a new homeworld soon.
pt_br: <32>{#p/basic}* Mãe disse que iremos a um novo planeta logo, logo.
zh_cn: <32>{#p/basic}* 妈妈说我们很快就要去新家园了。
zh_tw: <32>{#p/basic}* 媽媽說我們很快就要去新家園了。

source: <32>* ... what's a homeworld?
pt_br: <32>* ... o que é um planeta?
zh_cn: <32>* ...新家园是什么啊？
zh_tw: <32>* ...新家園是什麼啊？

source: <32>{#p/basic}* Mom says that sleeping could recover your health {@fill=#ff0}above your maximum HP{@fill=#fff}.
pt_br: <32>{#p/basic}* Mãe disse que dormir pode recuperar sua vida {@fill=#ff0}acima do máximo de HP{@fill=#fff}.
zh_cn: <32>{#p/basic}* 妈妈说，睡觉可以把你的 生命值恢复到{@fill=#ff0}HP上限以上{@fill=#fff}。
zh_tw: <32>{#p/basic}* 媽媽說，睡覺可以把你的 生命值恢復到{@fill=#ff0}HP上限以上{@fill=#fff}。

source: <32>* ... what's maximum HP?
pt_br: <32>* ... o que é máximo de HP?
zh_cn: <32>* ...HP上限是什么啊？
zh_tw: <32>* ...HP上限是什麼啊？

source: <32>{#p/basic}* Do humans have a homeworld?
pt_br: <32>{#p/basic}* Os humanos tem um planeta natal?
zh_cn: <32>{#p/basic}* 人类也有家园吗？
zh_tw: <32>{#p/basic}* 人類也有家園嗎？

source: <32>{#p/basic}* Is it something monsters have?
pt_br: <32>{#p/basic}* Isso é algo que os monstros tem?
zh_cn: <32>{#p/basic}* 怪物有这东西吗？
zh_tw: <32>{#p/basic}* 怪物有這東西嗎？

source: <32>{#p/human}* (The table strikes you as being rather lonesome.)
pt_br: <32>{#p/human}* (A tabela parece bastante solitária.)
zh_cn: <32>{#p/human}* （这张桌子让你感到很孤独。）
zh_tw: <32>{#p/human}* （這張桌子讓你感到很孤獨。）

source: <32>{#p/basic}* It's just a lonely table. * Smells like frosting.
pt_br: <32>{#p/basic}* É uma mesa solitária. * Cheira a glacê.
zh_cn: <32>{#p/basic}* 只是张孤零零的桌子。 * 上面有糖霜的味道。
zh_tw: <32>{#p/basic}* 只是張孤零零的桌子。 * 上面有糖霜的味道。

source: <32>{#p/basic}* It's just a lonely table. * Smells like hair.
pt_br: <32>{#p/basic}* É uma mesa solitária. * Cheira a cabelo.
zh_cn: <32>{#p/basic}* 一张孤零零的桌子。 * 上面有毛发的味道。
zh_tw: <32>{#p/basic}* 一張孤零零的桌子。 * 上面有毛髮的味道。

source: <18>{#p/papyrus}ENJOYING THE VIEW?
pt_br: <18>{#p/papyrus}GOSTANDO DA VISTA?
zh_cn: <18>{#p/papyrus}景色不错吧？
zh_tw: <18>{#p/papyrus}景色不錯吧？

source: * (What do you say?)
pt_br: * (O que você diz?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: <18>{#p/papyrus}{#f/9}GOOD! IT'S ABOUT TIME SOMEONE DID.
pt_br: <18>{#p/papyrus}{#f/9}ÓTIMO! * JÁ ERA HORA DE ALGUÉM GOSTAR.
zh_cn: <18>{#p/papyrus}{#f/9}太好了！ 终于遇到知音了！
zh_tw: <18>{#p/papyrus}{#f/9}太好了！ 終於遇到知音了！

source: <18>{#f/7}SANS BARELY EVER TAKES THE TIME TO LOOK OUTSIDE!!!
pt_br: <18>{#f/7}SANS QUASE NÃO TOMA TEMPO PARA OLHAR LÁ FORA!!!
zh_cn: <18>{#f/7}你可比我兄弟强多了！ 他可从来都不懂得 欣赏美景！！！
zh_tw: <18>{#f/7}你可比我兄弟強多了！ 他可從來都不懂得 欣賞美景！！！

source: <18>{#p/papyrus}{#f/5}OH... WELL, THAT'S OKAY...
pt_br: <18>{#p/papyrus}{#f/5}OH... BEM, TÁ TUDO BEM...
zh_cn: <18>{#p/papyrus}{#f/5}哦... 好吧，没事...
zh_tw: <18>{#p/papyrus}{#f/5}喔... 好吧，沒事...

source: <18>{#f/4}(SIGH...) AT LEAST YOU TRIED WALKING OUT.
pt_br: <18>{#f/4}(CHORINHO...) PELO MENOS VOCÊ TENTOU SAIR FORA.
zh_cn: <18>{#f/4}（唉...） 起码，你愿意走出房间， 到阳台看看。
zh_tw: <18>{#f/4}（唉...） 起碼，你願意走出房間， 到陽臺看看。

source: <18>{#f/7}SANS WOULDN'T EVEN DO THAT!!!
pt_br: <18>{#f/7}SANS NÃO FARIA NEM ISSO!
zh_cn: <18>{#f/7}SANS才不会这么干！！！
zh_tw: <18>{#f/7}SANS才不會這麼幹！！！

source: <32>{#p/human}* (You can't seem to understand the contents of this book.)
pt_br: <32>{#p/human}* (Você não parece entender os conteúdos que tem no livro.)
zh_cn: <32>{#p/human}* （你好像有点看不懂内容。）
zh_tw: <32>{#p/human}* （你好像有點看不懂內容。）

source: <32>{#p/basic}* It's a book, written in an ancient language.
pt_br: <32>{#p/basic}* É um livro escrito em uma língua ancestral.
zh_cn: <32>{#p/basic}* 一本用古文写成的书。
zh_tw: <32>{#p/basic}* 一本用古文寫成的書。

source: <32>{#p/basic}* Would you like me to read it?
pt_br: <32>{#p/basic}* Você gostaria que eu lê-se?
zh_cn: <32>{#p/basic}* 想让我帮你读一下吗？
zh_tw: <32>{#p/basic}* 想讓我幫你讀一下嗎？

source: <32>{#p/basic}* Read it again?
pt_br: <32>{#p/basic}* Ler de novo?
zh_cn: <32>{#p/basic}* 再读一遍？
zh_tw: <32>{#p/basic}* 再讀一遍？

source: * (Have $(name) read the book?)
pt_br: * (Quer que $(name) leia o livro?)
zh_cn: * （让$(name)给你读一下吗？）
zh_tw: * （讓$(name)給你讀一下嗎？）

source: <32>{#p/basic}* Okay, here goes...
pt_br: <32>{#p/basic}* Okay, aí vai...
zh_cn: <32>{#p/basic}* 好，我看看...
zh_tw: <32>{#p/basic}* 好，我看看...

source: <32>* "Long ago, two species ruled the solar system: humans and monsters."
pt_br: <32>* "Muito tempo atrás, duas raças reinavam sobre o sistema solar: humanos e monstros."
zh_cn: <32>* “很久很久以前， 太阳系由两个种族统治着： 人类和怪物。”
zh_tw: <32>* 「很久很久以前， 太陽系由兩個種族統治著： 人類和怪物。」

source: <32>* "At first, the monsters were only visitors, soon to return to their own star system."
pt_br: <32>* "De início, os monstros eram apenas visitantes, que logo iriam retornar para seu próprio sistema solar."
zh_cn: <32>* “起初，怪物们只是外来者， 本会在不久后 回到自己的星系。”
zh_tw: <32>* 「起初，怪物們只是造訪了一下， 不久就回到了他們自己的星系。」

source: <32>* "But the monsters became fascinated by humanity, and wanted to co-exist with them."
pt_br: <32>* "Mas os monstros se facinaram pela humanidade e queriam coexistir com eles."
zh_cn: <32>* “但怪物们被人类文明所吸引， 想和他们共同生活。”
zh_tw: <32>* 「但怪物們被人類文明所吸引， 想和他們共同生活。」

source: <32>* "As such, they shared their technology with the humans, and forged an alliance."
pt_br: <32>* "Dessa forma, eles compartilharam sua tecnologia com os humanos, formando uma aliança."
zh_cn: <32>* “因此，他们和人类分享了他们的科技， 并与人类结成了同盟。”
zh_tw: <32>* 「因此，他們和人類分享了他們的科技， 並與人類結成了同盟。」

source: <32>* "Over the next few hundred years, monsters and humans lived in peace and harmony."
pt_br: <32>* "Pelas próximas centenas de anos, monstros e humanos viveram em paz e harmonia."
zh_cn: <32>* “接下来数百年间， 怪物与人类和平共处。”
zh_tw: <32>* 「接下來數百年間， 怪物與人類和平共處。」

source: <32>* "One day, the humans began to fear something about the monsters..."
pt_br: <32>* "Um dia, os humanos começaram a temer algo nos monstros..."
zh_cn: <32>* “有一天，人类开始对 怪物的某种东西产生恐惧...”
zh_tw: <32>* 「有一天，人類開始對 怪物的某種東西產生恐懼...」

source: <32>* "A fear that, without skilled leadership, was allowed to spiral out of control."
pt_br: <32>* "Um medo que, sem liderança habilidosa, foi permitido sair do controle."
zh_cn: <32>* “一种没有杰出的领导力 就会失控的恐惧。”
zh_tw: <32>* 「一種沒有傑出的領導力 就會失控的恐懼。」

source: <32>* "As time passed, a war broke out between the two species."
pt_br: <32>* "O tempo passou, uma guerra estourou entre as duas espécies."
zh_cn: <32>* “随着时间的推移， 两个物种之间爆发了战争。”
zh_tw: <32>* 「隨著時間的推移， 兩個物種之間爆發了戰爭。」

source: <32>* "Many battles and skirmishes would occur all across the stars..."
pt_br: <32>* "Muitas batalhas e confrontos ocorreram entre as estrelas..."
zh_cn: <32>* “那时星际间会发生许多战斗和冲突。”
zh_tw: <32>* 「那時星際間會發生許多戰鬥和衝突。」

source: <32>* "But the humans, filled with fear and determination, easily took control."
pt_br: <32>* "Mas os humanos, cheios de medo e determinação, facilmente tomaram controle."
zh_cn: <32>* “但是人类们， 充满了恐惧与决心的人类们， 很容易占据了上风。”
zh_tw: <32>* 「但是人類們， 充滿了恐懼與決心的人類們， 很容易佔據了上風。」

source: <32>* "Then, on one fateful day, a massive weapon was fired at the monsters' homeworld."
pt_br: <32>* "Então, em um dia de desgraça, uma arma colossal foi disparada contra o planeta dos monstros."
zh_cn: <32>* “然后， 在那对未来有着重大影响的一天， 一件强大的武器向怪物的家园发射了。”
zh_tw: <32>* 「然後， 在那對未來有著重大影響的一天， 一件強大的武器向怪物的家園發射了。」

source: <32>* "After the monsters' home planet was destroyed, humans declared victory."
pt_br: <32>* "Após a destruição do planeta natal dos monstros, os humanos declararam vitória."
zh_cn: <32>* “在怪物们的母星被摧毁之后， 人类获得了胜利。”
zh_tw: <32>* 「在怪物們的母星被摧毀之後， 人類獲得了勝利。」

source: <32>* "A settlement between the two species was signed, and..."
pt_br: <32>* "Um tratado foi assinado entre as duas espécies, e..."
zh_cn: <32>* “两个物种间签订了和约，然后...”
zh_tw: <32>* 「兩個物種間籤訂了和約，然後...」

source: <32>* "The remaining monsters were banished to an abandoned outpost."
pt_br: <32>* "Os monstros restantes foram banidos para um posto avançado abandonado."
zh_cn: <32>* “剩下的怪物被驱逐到了 一个废弃的前哨站。”
zh_tw: <32>* 「剩下的怪物被驅逐到了 一個廢棄的前哨站。」

source: <32>* "Then, the humans gathered seven of their brightest minds."
pt_br: <32>* "Então, os humanos chamaram sete das suas mais brilhantes mentes."
zh_cn: <32>* “接着，人类集结了七位精英。”
zh_tw: <32>* 「接著，人類集結了七位精英。」

source: <32>* "Together, they formulated a plan, and eventually..."
pt_br: <32>* "Juntos, eles formaram um plano, e eventualmente..."
zh_cn: <32>* “他们一同制定了一个计划，最后...”
zh_tw: <32>* 「他們一同制定了一個計畫，最後...」

source: <32>* "A powerful force field was erected, and the monsters were sealed in."
pt_br: <32>* "Um escudo de força poderoso foi criado, e os monstros foram presos dentro."
zh_cn: <32>* “一个强大的力场被建立起来， 怪物们被困在其中。”
zh_tw: <32>* 「一個強大的力場被建立了起來， 怪物們被困在其中。」

source: <32>* Well, that's the story.
pt_br: <32>* Bem, essa é a história.
zh_cn: <32>* 嗯，这就是故事的内容了。
zh_tw: <32>* 嗯，這就是故事的內容了。

source: <32>{#p/basic}* Well, if you ever want me to read it, let me know.
pt_br: <32>{#p/basic}* Se você quiser que eu leia é só dizer.
zh_cn: <32>{#p/basic}* 好吧，如果你想让我读，就告诉我。
zh_tw: <32>{#p/basic}* 好吧，如果你想讓我讀，就告訴我。

source: <32>{#p/basic}{#npc/a}* If you want a room, you'll need to ask me first.
pt_br: <32>{#p/basic}{#npc/a}* Se você quiser um quarto, vai ter que me perguntar primeiro.
zh_cn: <32>{#p/basic}{#npc/a}* 如果你想订房间， 你得先问我一声。
zh_tw: <32>{#p/basic}{#npc/a}* 如果你想訂房間， 你得先問我一聲。

source: <32>{#p/basic}{#npc/a}* If you want a room again, you'll need to ask me first.
pt_br: <32>{#p/basic}{#npc/a}* Se você quiser um quarto de novo, vai ter que perguntar antes.
zh_cn: <32>{#p/basic}{#npc/a}* 如果你还想订房间， 你得先问我一声。
zh_tw: <32>{#p/basic}{#npc/a}* 如果你還想訂房間， 你得先問我一聲。

source: <32>{#p/basic}{#npc/a}* Sorry, munchkin! * No more vacancies left here!
pt_br: <32>{#p/basic}{#npc/a}* Desculpe, munchkin! * Não há mais vagas aqui!
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉，小家伙！ * 这里已经满人了！
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉，小傢伙！ * 這裡已經滿人了！

source: <32>{#p/human}* (You approach the vending machine.)
pt_br: <32>{#p/human}* (Você se aproxima da máquina de venda.)
zh_cn: <32>{#p/human}* （你走近了自动售货机。）
zh_tw: <32>{#p/human}* （你走近了自動售貨機。）

source: <32>{#p/basic}* It's an exoberry-exclusive vending machine.
pt_br: <32>{#p/basic}* É uma exuberante-exclusiva máquina de venda.
zh_cn: <32>{#p/basic}* 这是一台专门售卖 高档洋梅的自动售货机。
zh_tw: <32>{#p/basic}* 這是一臺專門售賣 高檔洋梅的自動售貨機。

source: * (Buy the Exoberries for 8G?)
pt_br: * (Comprar Exoberries por 8G?)
zh_cn: * （花8G买串洋梅吗？）
zh_tw: * （花8G買串洋梅嗎？）

source: <32>{#p/human}* (You don't have enough G.)
pt_br: <32>{#p/human}* (Você não tem G suficiente.)
zh_cn: <32>{#p/human}* （你的钱不够。）
zh_tw: <32>{#p/human}* （你的錢不夠。）

source: <32>{#p/human}* (You got the Exoberries.)
pt_br: <32>{#p/human}* (Você pegou as Exoberries.)
zh_cn: <32>{#p/human}* （你买了一小串洋梅。）ゑ
zh_tw: <32>{#p/human}* （你買了一小串洋梅。）ゑ

source: <32>{#p/human}* (You decide not to buy.)
pt_br: <32>{#p/human}* (Você decide não comprar.)
zh_cn: <32>{#p/human}* （你决定先不买。）
zh_tw: <32>{#p/human}* （你決定先不買。）

source: <32>{#p/human}* (You look behind the station and find a key.)
pt_br: <32>{#p/human}* (Você olha atrás da estação e achou uma chave.)
zh_cn: <32>{#p/human}* （你看了眼哨站后面， 并发现了一把钥匙。）
zh_tw: <32>{#p/human}* （你看了眼哨站後面， 並發現了一把鑰匙。）

source: <32>{#s/equip}{#p/human}* (The Rusty Key was added to your keyring.)
pt_br: <32>{#s/equip}{#p/human}* (A Chave Rústica foi adicionada ao seu chaveiro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把生锈的钥匙 挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把生鏽的鑰匙 掛到了鑰匙串上。）

source: <32>* (Check your CELL to see all acquired keys.)
pt_br: <32>* (Olhe seu Celular para ver todas as chaves.)
zh_cn: <32>* （打开“手机”来查看 所有获得的钥匙。）
zh_tw: <32>* （打開「手機」來查看 所有獲得的鑰匙。）

source: <32>{#p/human}* (You look behind the station.)
pt_br: <32>{#p/human}* (Você olha atrás da estação.)
zh_cn: <32>{#p/human}* （你看了眼哨站后面。）
zh_tw: <32>{#p/human}* （你看了眼哨站後面。）

source: <32>{#p/basic}* Nothing new back here.
pt_br: <32>{#p/basic}* Nada novo aqui.
zh_cn: <32>{#p/basic}* 没有新东西。
zh_tw: <32>{#p/basic}* 沒有新東西。

source: <25>{#p/sans}* oh, hey there.
pt_br: <25>{#p/sans}* oh, e aí.
zh_cn: <25>{#p/sans}* 哦，你来了。
zh_tw: <25>{#p/sans}* 喔，你來了。

source: <25>{#p/sans}{#f/2}* if you liked that last puzzle, just wait until you see this one.
pt_br: <25>{#p/sans}{#f/2}* Se você gostou daquele último desafio, espera até você ver o próximo.
zh_cn: <25>{#p/sans}{#f/2}* 如果你喜欢上一个谜题的话， 估计这个也能合你胃口。
zh_tw: <25>{#p/sans}{#f/2}* 如果你喜歡上一個謎題的話， 估計這個也能合你胃口。

source: <18>{#p/papyrus}{#f/9}HUMAN!!
pt_br: <18>{#p/papyrus}{#f/9}HUMANO!!
zh_cn: <18>{#p/papyrus}{#f/9}人类！！
zh_tw: <18>{#p/papyrus}{#f/9}人類！！
