Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <15>{#f/21}I FEEL JUST THE SAME AS BEFORE.
pt_br: <15>{#f/21}EU ME SINTO DA MESMA FORMA QUE ANTES.
zh_cn: <15>{#f/21}我跟之前相比 没什么两样。
zh_tw: <15>{#f/21}我跟之前相比 沒什麼兩樣。

source: <15>{#f/27}AND THE WORST PART IS, BY DATING YOU...
pt_br: <15>{#f/27}E A PIOR PARTE É QUE, AO TER UM ENCONTRO CONTIGO...
zh_cn: <15>{#f/27}最坏的部分是， 跟你约会之后...
zh_tw: <15>{#f/27}最壞的部分是， 跟你約會之後...

source: <15>{#f/22}I HAVE ONLY DRAWN YOU DEEPER INTO YOUR LOVE!
pt_br: <15>{#f/22}EU APENAS TE COLOQUEI MAIS FUNDO NO SENTIMENTO DE AMOR!
zh_cn: <15>{#f/22}我只会把你拉进 更深的爱里！
zh_tw: <15>{#f/22}我只會把你拉進 更深的愛裡！

source: <15>{#f/21}A DARK PRISON OF PASSION FROM WHICH THERE IS NO ESCAPE.
pt_br: <15>{#f/21}UM PRISÃO ESCURA DE PAIXÃO QUE NÃO EXISTE COMO ESCAPAR.
zh_cn: <15>{#f/21}那是激情的 黑暗牢笼， 无处可逃。
zh_tw: <15>{#f/21}那是激情的 黑暗牢籠， 無處可逃。

source: <15>{#f/27}HOW COULD I HAVE DONE THIS TO MY DEAR FRIEND...?
pt_br: <15>{#f/27}COMO EU POSSO TER FEITO ISSO COM MEU QUERIDO AMIGO...?
zh_cn: <15>{#f/27}我怎么能这样 对我亲爱的 朋友呢...？
zh_tw: <15>{#f/27}我怎麼能這樣 對我親愛的 朋友呢...？

source: <15>{#f/27}... NO...
pt_br: <15>{#f/27}... NÃO...
zh_cn: <15>{#f/27}...不...
zh_tw: <15>{#f/27}...不...

source: <15>{#f/24}HUMAN, THE TRUTH IS...
pt_br: <15>{#f/24}HUMANO, A VERDADE É QUE...
zh_cn: <15>{#f/24}人类，实际上...
zh_tw: <15>{#f/24}人類，實際上...

source: <15>{#f/20}NO! THAT'S WRONG!
pt_br: <15>{#f/20}NÃO! ISSO ESTÁ ERRADO!
zh_cn: <15>{#f/20}不！ 不是这样的！
zh_tw: <15>{#f/20}不！ 不是這樣的！

source: <15>{#f/17}I CAN'T FAIL AT ANYTHING!!!
pt_br: <15>{#f/17}EU NÃO POSSO FALHAR EM NADA!!!
zh_cn: <15>{#f/17}我不会在任何 事情上失败！！！
zh_tw: <15>{#f/17}我不會在任何 事情上失敗！！！

source: <15>{#f/20}HUMAN!!! I'LL HELP YOU THROUGH THESE TRYING TIMES!!!
pt_br: <15>{#f/20}HUMANO!!! EU TE AJUDAREI NESTES MOMENTOS DIFÍCEIS!!!
zh_cn: <15>{#f/20}人类！！！ 我会帮助你度过 这段艰难的 时光！！！
zh_tw: <15>{#f/20}人類！！！ 我會幫助你度過 這段艱難的 時光！！！

source: <15>{#f/24}I'LL KEEP BEING YOUR COOL FRIEND...
pt_br: <15>{#f/24}EU CONTINUAREI SENDO SEU AMIGO...
zh_cn: <15>{#f/24}我可以继续当你 酷酷的朋友...
zh_tw: <15>{#f/24}我可以繼續當你 酷酷的朋友...

source: <15>{#f/20}AND WE CAN FORGET THIS EVER HAPPENED.
pt_br: <15>{#f/20}E NÓS PODEMOS ESQUECER QUE ISSO ACONTECEU.
zh_cn: <15>{#f/20}然后把发生的 这一切忘掉。
zh_tw: <15>{#f/20}然後把發生的 這一切忘掉。

source: <15>{#f/10}AFTER ALL, YOU, TOO, ARE VERY GREAT.
pt_br: <15>{#f/10}DEPOIS DE TUDO, VOCÊ, TAMBÉM É BEM INCRÍVEL.
zh_cn: <15>{#f/10}毕竟，你也， 很伟大。
zh_tw: <15>{#f/10}畢竟，你也， 很偉大。

source: <15>{#f/20}IT WOULD BE TRAGIC TO LOSE YOUR FRIENDSHIP!
pt_br: <15>{#f/20}SERIA TRÁGICO PERDER SUA AMIZADE!
zh_cn: <15>{#f/20}失去你的友谊 会是一场悲剧！
zh_tw: <15>{#f/20}失去你的友誼 會是一場悲劇！

source: <15>{#f/21}SO, PLEASE....
pt_br: <15>{#f/21}ENTÃO, POR FAVOR...
zh_cn: <15>{#f/21}所以，拜托...
zh_tw: <15>{#f/21}所以，拜託...

source: <15>{#f/21}DON'T CRY BECAUSE I CAN'T KISS YOU.
pt_br: <15>{#f/21}NÃO CHORE PORQUE NÃO POSSO TE DAR UM BEIJINHO.
zh_cn: <15>{#f/21}不要因为我不能 亲吻你而哭泣...
zh_tw: <15>{#f/21}不要因為我不能 親吻你而哭泣...

source: <15>{#f/19}BESIDES, I DON'T EVEN HAVE LIPS!!!
pt_br: <15>{#f/19}ALIÁS, EU NEM TENHO LÁBIOS!!!
zh_cn: <15>{#f/19}因为，我根本 没有嘴唇！！！
zh_tw: <15>{#f/19}因為，我根本 沒有嘴唇！！！

source: <15>{#f/10}AND HEY, SOMEDAY, YOU'LL FIND SOMEONE JUST AS GREAT.
pt_br: <15>{#f/10}E EI, ALGUM DIA, VOCÊ VAI ENCONTRAR ALGUÉM MELHOR DO QUE EU.
zh_cn: <15>{#f/10}嘿，总有一天， 你会找到和我 一样好的人。
zh_tw: <15>{#f/10}嘿，總有一天， 你會找到和我 一樣好的人。

source: <15>{#f/24}WELL, NO. THAT'S NOT TRUE.
pt_br: <15>{#f/24}BEM, NÃO. ISSO NÃO É VERDADE.
zh_cn: <15>{#f/24}呃，不。 那是不可能的。
zh_tw: <15>{#f/24}呃，不。 那是不可能的。

source: <15>{#f/20}BUT I'LL HELP YOU SETTLE FOR SECOND BEST!!!
pt_br: <15>{#f/20}MAS EU VOU TE AJUDAR A ENCONTRAR A SEGUNDA MELHOR PESSOA!
zh_cn: <15>{#f/20}但我也会接受 你找个第二好的 人！！！
zh_tw: <15>{#f/20}但我也會接受 你找個第二好的 人！！！

source: <15>{#f/10}AND HEY, UNDYNE'S NOT TOO FAR FROM HERE.
pt_br: <15>{#f/10}E EI, A UNDYNE NÃO ESTÁ TÃO LONGE DAQUI.
zh_cn: <15>{#f/10}对了， UNDYNE的家 离这不远。
zh_tw: <15>{#f/10}對了， UNDYNE的家 離這不遠。

source: <15>{#f/20}WE CAN HANG OUT WITH HER!
pt_br: <15>{#f/20}NÓS PODEMOS DAR UM ROLÊ COM ELA!
zh_cn: <15>{#f/20}我们可以约她 一起消遣！
zh_tw: <15>{#f/20}我們可以約她 一起消遣！

source: <15>{#f/10}I LIKE YOU TOO!
pt_br: <15>{#f/10}EU GOSTO DE VOCÊ TAMBÉM!
zh_cn: <15>{#f/10}我也喜欢你！
zh_tw: <15>{#f/10}我也喜歡你！

source: <15>{#f/10}YOU ARE A VERY NICE PERSON, AFTER ALL.
pt_br: <15>{#f/10}VOCÊ É UMA PESSOA BEM LEGAL.
zh_cn: <15>{#f/10}毕竟你是个 超级大好人。
zh_tw: <15>{#f/10}畢竟你是個 超級大好人。

source: <15>{#f/21}BUT, MAYBE...
pt_br: <15>{#f/21}MAS, TALVEZ...
zh_cn: <15>{#f/21}但也许...
zh_tw: <15>{#f/21}但也許...

source: <15>{#f/21}YOU'D BE BETTER OFF IF YOU LIVED MORE FOR YOUR OWN SAKE.
pt_br: <15>{#f/21}SERIA MELHOR SE VOCÊ VIVESSE POR CONTA PRÓPRIA.
zh_cn: <15>{#f/21}如果你多为 自己而活的话， 你会过得更好的。
zh_tw: <15>{#f/21}如果你多為 自己而活的話， 你會過得更好的。

source: <15>{#f/21}RATHER THAN JUST FOR MINE.
pt_br: <15>{#f/21}DO QUE POR MINHA CONTA.
zh_cn: <15>{#f/21}不能只为了 我而活。
zh_tw: <15>{#f/21}不能只為了 我而活。

source: <15>{#f/10}FORTUNATELY, I KNOW THE SOLUTION!!!
pt_br: <15>{#f/10}FELIZMENTE, EU SEI A SOLUÇÃO!!!
zh_cn: <15>{#f/10}很幸运的是， 我知道解决 方案！！！
zh_tw: <15>{#f/10}很幸運的是， 我知道解決 方案！！！

source: <15>{#f/20}A HANGOUT WITH MY BOSS, UNDYNE!!!
pt_br: <15>{#f/20}UM ROLÊ COM A MINHA CHEFE, UNDYNE!!!
zh_cn: <15>{#f/20}那就是跟我的上司， UNDYNE一起消遣！！！
zh_tw: <15>{#f/20}那就是跟我的上司， UNDYNE一起消遣！！！

source: <15>{#f/24}I THINK IF YOU SPREAD OUT YOUR FRIEND ENERGY A BIT MORE...
pt_br: <15>{#f/24}ACHO QUE SE VOCÊ ESPALHAR UM POUCO MAIS A SUA ENERGIA...
zh_cn: <15>{#f/24}我觉得如果你 可以把你的友谊能量 分散一点...
zh_tw: <15>{#f/24}我覺得如果你 可以把你的友誼能量 分散一點...

source: <15>{#f/10}YOU'D LEAD A MUCH HEALTHIER LIFESTYLE.
pt_br: <15>{#f/10}VOCÊ TERÁ UM ESTILO DE VIDA BEM MAIS SAUDÁVEL.
zh_cn: <15>{#f/10}你的生活方式 就会更健康。
zh_tw: <15>{#f/10}你的生活方式 就會更健康。

source: <15>{#f/20}I'LL LET YOU KNOW WHEN I'M READY!
pt_br: <15>{#f/20}EU VOU TE CONTAR QUANDO ESTIVER PRONTO!
zh_cn: <15>{#f/20}等准备好了 我就告诉你！
zh_tw: <15>{#f/20}等準備好了 我就告訴你！

source: <15>{#f/20}SO LET'S DO IT! TOGETHER!!
pt_br: <15>{#f/20}ENTÃO FAREMOS ISSO! JUNTOS!!
zh_cn: <15>{#f/20}所以让我们！ 一起加油吧！！
zh_tw: <15>{#f/20}所以讓我們！ 一起加油吧！！

source: <15>{#f/20}NYEH HEH HEH HEH HEH!!!
zh_cn: <15>{#f/20}捏嘿嘿 嘿嘿！！！
zh_tw: <15>{#f/20}捏嘿嘿 嘿嘿！！！

source: <15>{#f/24}OH, AND IF YOU EVER NEED TO REACH ME...
pt_br: <15>{#f/24}OH, E SE VOCÊ PRECISAR DE MIM...
zh_cn: <15>{#f/24}哦，如果你还想 找我的话...
zh_tw: <15>{#f/24}喔，如果你還想 找我的話...

source: <15>{#f/10}HERE'S MY {@fill=#f00}PHONE NUMBER{@fill=#000}.
pt_br: <15>{#f/10}AQUI ESTÁ MEU {@fill=#f00}NÚMERO DE TELEFONE{@fill=#000}.
zh_cn: <15>{#f/10}这是我的 {@fill=#f00}电话号码{@fill=#000}。
zh_tw: <15>{#f/10}這是我的 {@fill=#f00}電話號碼{@fill=#000}。

source: <15>{#f/11}FEEL FREE TO CALL ME AT ANY TIME!
pt_br: <15>{#f/11}SINTA-SE LIVRE PARA ME LIGAR QUANDO QUISER!
zh_cn: <15>{#f/11}欢迎你随时 打给我！
zh_tw: <15>{#f/11}歡迎你隨時 打給我！

source: <15>{#f/24}PLATONICALLY, OF COURSE.
pt_br: <15>{#f/24}PLATONICAMENTE, CLARO.
zh_cn: <15>{#f/24}当然， 是柏拉图式的。
zh_tw: <15>{#f/24}當然， 是柏拉圖式的。

source: <15>{#f/10}WELL, GOTTA GO!
pt_br: <15>{#f/10}BEM, HORA DE IR!
zh_cn: <15>{#f/10}那么， 我先走啦！
zh_tw: <15>{#f/10}那麼， 我先走啦！

source: <15>{#f/10}WELL, SEE YOU AT UNDYNE'S HOUSE!
pt_br: <15>{#f/10}BEM, TE VEJO NA CASA DA UNDYNE!
zh_cn: <15>{#f/10}那么，我们 在UNDYNE的房子那里 见面吧！
zh_tw: <15>{#f/10}那麼，我們 在UNDYNE的房子那裡 見面吧！

source: <15>{#f/20}WELL, GOTTA GO!
pt_br: <15>{#f/20}BEM, HORA DE IR!
zh_cn: <15>{#f/10}那么， 我先走啦！
zh_tw: <15>{#f/10}那麼， 我先走啦！

source: <15>{#f/20}WELL, SEE YOU AT UNDYNE'S HOUSE!
pt_br: <15>{#f/20}BEM, TE VEJO NA CASA DA UNDYNE!
zh_cn: <15>{#f/20}那么，我们 在UNDYNE的房子那里 见面吧！
zh_tw: <15>{#f/20}那麼，我們 在UNDYNE的房子那裡 見面吧！

source: <15>{#f/20}NYEH HEH HEH!
zh_cn: <15>{#f/20}捏嘿嘿！
zh_tw: <15>{#f/20}捏嘿嘿！

source: ROMANCE
zh_cn: 浪漫
zh_tw: 浪漫

source: FRIENDSHIP
pt_br: AMIZADE
zh_cn: 友谊
zh_tw: 友誼

source: POWER LEVELS
pt_br: NÍVEL DE PODER
zh_cn: 功率 水平
zh_tw: 功率 水準

source: DATE: K-615.09
pt_br: DATA: K-615.09
zh_cn: 日期：克历615年9月
zh_tw: 日期：克歷615年9月

source: SPEED
pt_br: VELOCIDADE
zh_cn: 速度
zh_tw: 速度

source: GALAXY MAP
pt_br: MAPA GALÁXIA
zh_cn: 星系 地图
zh_tw: 星系 地圖

source: TENSION
pt_br: TENSÃO
zh_cn: 紧张感
zh_tw: 緊張感

source: <18>{#p/papyrus}{#f/0}HUMAN!
pt_br: <18>{#p/papyrus}{#f/0}HUMANO!
zh_cn: <18>{#p/papyrus}{#f/0}人类！
zh_tw: <18>{#p/papyrus}{#f/0}人類！

source: <18>{#f/0}THIS NEXT PUZZLE IS ONE OF MY FAVORITES.
pt_br: <18>{#f/0}ESTE PRÓXIMO QUEBRA CABEÇA É UM DOS MEU FAVORITOS.
zh_cn: <18>{#f/0}下一个谜题 是我最喜欢的 谜题之一。
zh_tw: <18>{#f/0}下一個謎題 是我最喜歡的 謎題之一。

source: <18>{#f/4}IT'S LIKE MY BROTHER'S COTTON BALL COLLECTION...
pt_br: <18>{#f/4}É COMO A COLEÇÃO DE ALGODÃO DO MEU IRMÃO...
zh_cn: <18>{#f/4}这就像我兄弟的 棉球收藏一样...
zh_tw: <18>{#f/4}這就像我兄弟的 棉球收藏一樣...

source: <18>{#f/0}AN ODDLY SATISFYING SERIES OF OBJECTS!
pt_br: <18>{#f/0}UMA SÉRIE DE OBJETOS SATISFATÓRIA!
zh_cn: <18>{#f/0}不论哪个地方 都让人满意！
zh_tw: <18>{#f/0}不論哪個地方 都讓人滿意！

source: <18>{#f/9}I'LL -TRY- NOT TO GIVE AWAY THE SOLUTION.
pt_br: <18>{#f/9}EU VOU -TENTAR- NÃO DAR A SOLUÇÃO.
zh_cn: <18>{#f/9}我【尽量】不告诉你 解决方法。
zh_tw: <18>{#f/9}我【儘量】不告訴你 解決方法。

source: <18>{#p/papyrus}{#f/0}HAVE AT IT!
pt_br: <18>{#p/papyrus}{#f/0}FAÇA ISSO!
zh_cn: <18>{#p/papyrus}{#f/0}试试吧！
zh_tw: <18>{#p/papyrus}{#f/0}試試吧！

source: <18>{#p/papyrus}{#f/4}IT WOULD APPEAR THIS PUZZLE HAS BEEN SOLVED.
pt_br: <18>{#p/papyrus}{#f/4}PARECE QUE ESTE QUEBRA-CABEÇA FOI RESOLVIDO.
zh_cn: [DEL]
zh_tw: [DEL]

source: <18>{#p/papyrus}{#f/4}BEHIND MY BACK.
pt_br: <18>{#p/papyrus}{#f/4}PELAS MINHAS COSTAS.
zh_cn: <18>{#p/papyrus}{#f/4}看起来这个谜题... 有谁趁我不注意时 把它解开了。
zh_tw: <18>{#p/papyrus}{#f/4}看起來這個謎題... 有誰趁我不注意時 把它解開了。

source: <18>{#p/papyrus}{#f/4}WITHOUT MY EXPRESS PERMISSION.
pt_br: <18>{#p/papyrus}{#f/4}SEM MINHA PERMISSÃO.
zh_cn: <18>{#p/papyrus}{#f/4}而且他 还没经过我同意。
zh_tw: <18>{#p/papyrus}{#f/4}而且他 還沒經過我同意。

source: <18>{#p/papyrus}{#f/0}WELL, SOMEBODY'S GOING TO HAVE A BAD DAY TODAY.
pt_br: <18>{#p/papyrus}{#f/0}OLHA, ALGUÉM VAI TER UM DIA BEM RUIM HOJE.
zh_cn: <18>{#p/papyrus}{#f/0}好吧，今天 某个人要倒霉了。
zh_tw: <18>{#p/papyrus}{#f/0}好吧，今天 某個人要倒霉了。

source: <18>{#p/papyrus}{#f/5}WITH ANY LUCK, THE NEXT PUZZLE WILL BE TAMPER-FREE.
pt_br: <18>{#p/papyrus}{#f/5}COM SORTE, O PRÓXIMO QUEBRA-CABEÇA TERÁ COMO RESOLVER.
zh_cn: <18>{#p/papyrus}{#f/5}运气好的话， 下个谜题就 不会有人来破坏了。
zh_tw: <18>{#p/papyrus}{#f/5}運氣好的話， 下個謎題就 不會有人來破壞了。

source: <18>{#p/papyrus}{#f/6}... I'LL MEET YOU IN THE NEXT ROOM.
pt_br: <18>{#p/papyrus}{#f/6}... TE VEJO NA PROXIMA SALA.
zh_cn: <18>{#p/papyrus}{#f/6}...我在 下个区域等你。
zh_tw: <18>{#p/papyrus}{#f/6}...我在 下個區域等你。

source: <18>{#p/papyrus}WOW! YOU SOLVED IT!!
pt_br: <18>{#p/papyrus}WOW! VOCÊ RESOLVEU!!
zh_cn: <18>{#p/papyrus}哇！ 你解开了啊！！
zh_tw: <18>{#p/papyrus}哇！ 你解開了啊！！

source: <18>AND YOU DID IT ALL WITHOUT MY HELP!!!
pt_br: <18>E VOCÊ FEZ TUDO ISSO SEM MINHA AJUDA!
zh_cn: <18>而且不用我的帮忙 你就解开了！！！
zh_tw: <18>而且不用我的幫忙 你就解開了！！！

source: <18>AND I DIDN'T EVEN HAVE TO HELP YOU THAT MUCH!
pt_br: <18>E EU NEM PRECISEI TE AJUDAR TANTO!
zh_cn: <18>而且根本没用我 帮你太多 你就解开了！
zh_tw: <18>而且根本沒用我 幫你太多 你就解開了！

source: <18>IT TOOK A BIT OF ENCOURAGEMENT, BUT YOU REALLY DID IT!
pt_br: <18>PRECISOU DE UM POUCO DE ENCORAJAMENTO, MAS VOCÊ CONSEGUIU!
zh_cn: <18>虽然需要一点鼓励， 但你真的做到了！
zh_tw: <18>雖然需要一點鼓勵， 但你真的做到了！

source: <18>YOU MUST CARE ABOUT PUZZLES LIKE I DO!
pt_br: <18>VOCÊ DEVE GOSTAR DE QUEBRA-CABEÇAS ASSIM COMO EU!
zh_cn: <18>你一定跟我一样 很在意谜题吧！
zh_tw: <18>你一定跟我一樣 很在意謎題吧！

source: <18>WELL, I'M SURE YOU'LL LOVE THE NEXT PUZZLE, THEN!
pt_br: <18>BEM, CERTEZA QUE VOCÊ VAI GOSTAR DO PRÓXIMO, ENTÃO!
zh_cn: <18>那么，我觉得你肯定 会爱上下个谜题的！
zh_tw: <18>那麼，我覺得你肯定 會愛上下個謎題的！

source: <18>IT MIGHT EVEN BE TOO EASY FOR YOU!!
pt_br: <18>TALVEZ ATÉ SEJA FÁCIL PARA VOCÊ!!
zh_cn: <18>可能对你而言 都算太简单了！！
zh_tw: <18>可能對你而言 都算太簡單了！！

source: <18>NYEH! HEH HEH! HEHEHEH!!!
zh_cn: <18>捏！ 嘿嘿！ 嘿嘿嘿！！！
zh_tw: <18>捏！ 嘿嘿！ 嘿嘿嘿！！！

source: <32>{#p/human}* (The dog residue in this sink appears to be arranged in the shape of a heart.)
pt_br: <32>{#p/human}* (O resíduo de cachorro nesta pia parece estar disposto na forma de um coração.)
zh_cn: <32>{#p/human}* （这个水槽内的狗剩 看起来像一颗爱心。）
zh_tw: <32>{#p/human}* （這個水槽內的狗剩 看起來像一顆愛心。）

source: <32>* (Somehow, this seems to put you at ease.)
pt_br: <32>* (De alguma forma, isso parece deixá-lo à vontade.)
zh_cn: <32>* （不知为何， 这让你感到放松。）
zh_tw: <32>* （不知為何， 這讓你感到放鬆。）

source: <32>{#p/basic}* The sink is so tall, you can't even wash your hands...
pt_br: <32>{#p/basic}* A pia é tão alta, não dá nem pra lavar as mãos...
zh_cn: <32>{#p/basic}* 水槽太高了， 你都没办法洗手...
zh_tw: <32>{#p/basic}* 水槽太高了， 你都沒辦法洗手...

source: <32>{#p/basic}* There's a pile of dog residue in the sink.
pt_br: <32>{#p/basic}* Tem uma pilha de resíduos de cachorro na pia.
zh_cn: <32>{#p/basic}* 水槽内有一堆狗剩。
zh_tw: <32>{#p/basic}* 水槽內有一堆狗剩。

source: <18>{#p/papyrus}{#f/9}IMPRESSED? I INCREASED THE HEIGHT OF MY SINK.
pt_br: <18>{#p/papyrus}{#f/9}IMPRESSIONADO? EU AUMENTEI O TAMANHO DA PIA.
zh_cn: <18>{#p/papyrus}{#f/9}厉害吧？ 我增加了水槽的高度。
zh_tw: <18>{#p/papyrus}{#f/9}厲害吧？ 我增加了水槽的高度。

source: <18>{#f/0}NOW I CAN FIT MORE BONES UNDER IT! TAKE A LOOKSY!
pt_br: <18>{#f/0}AGORA EU POSSO COLOCAR MAIS OSSOS EM BAIXO DELA!
zh_cn: <18>{#f/0}现在我可以在下边 放更多骨头了！ 你快看看！
zh_tw: <18>{#f/0}現在我可以在下邊 放更多骨頭了！ 你快看看！

source: <18>{#p/papyrus}{#f/8}NOO, THE DOG!
pt_br: <18>{#p/papyrus}{#f/8}NÃOO, O CACHORRO!
zh_cn: <18>{#p/papyrus}{#f/8}不！是那条狗！
zh_tw: <18>{#p/papyrus}{#f/8}不！是那條狗！

source: <18>{#p/papyrus}{#f/31}OH, YOU POOR, POOR PUPPY...
pt_br: <18>{#p/papyrus}{#f/31}OH, POBRE, POBRE, CACHORRINHO...
zh_cn: <18>{#p/papyrus}{#f/31}哦，好可怜 好可怜的小狗狗...
zh_tw: <18>{#p/papyrus}{#f/31}喔，好可憐 好可憐的小狗狗...

source: <18>{#f/9}HERE, HAVE MY SPECIAL ATTACK!
pt_br: <18>{#f/9}AQUI, TENHA MEU ATAQUE ESPECIAL!
zh_cn: <18>{#f/9}给你，尝尝我的 特殊攻击！
zh_tw: <18>{#f/9}給你，嘗嘗我的 特殊攻擊！

source: <18>{#p/papyrus}WOW!!! IT LOVES IT!!!
pt_br: <18>{#p/papyrus}WOW!!! ELE AMOU!!!
zh_cn: <18>{#p/papyrus}哇！！！ 它喜欢诶！！！
zh_tw: <18>{#p/papyrus}哇！！！ 它喜歡誒！！！

source: <18>STOP PLAGUING MY LIFE WITH INCIDENTAL MUSIC!!
pt_br: <18>PARE DE FAZER TRILHA SONORA DA MINHA VIDA!!
zh_cn: <18>别再用配乐 打扰我的生活了！！
zh_tw: <18>別再用配樂 打擾我的生活了！！

source: <18>{#p/papyrus}{#f/4}AND NOW THE DOG HAS DISAPPEARED WITH MY ATTACK.
pt_br: <18>{#p/papyrus}{#f/4}E AGORA O CACHORRO SUMIU COM MEU ATAQUE.
zh_cn: <18>{#p/papyrus}{#f/4}现在那条狗 在我的攻击下 消失了。
zh_tw: <18>{#p/papyrus}{#f/4}現在那條狗 在我的攻擊下 消失了。

source: <18>OH WELL...
pt_br: <18>POIS BEM...
zh_cn: <18>哦好吧...
zh_tw: <18>喔好吧...

source: <18>{#p/papyrus}YOU LOOK LIKE YOU NEED A HINT.
pt_br: <18>{#p/papyrus}PARECE QUE VOCÊ PRECISA DE UMA DICA.
zh_cn: <18>{#p/papyrus}看起来你需要 一个提示。
zh_tw: <18>{#p/papyrus}看起來你需要 一個提示。

source: <18>{#f/4}HMM...
zh_cn: <18>{#f/4}嗯...
zh_tw: <18>{#f/4}嗯...

source: <18>{#f/0}WELL, I'D PAY ATTENTION TO THE CIRCUITS.
pt_br: <18>{#f/0}BEM, EU PRESTARIA ATENÇÃO AO CIRCUITO.
zh_cn: <18>{#f/0}喏，我会注意 这几条电路的。
zh_tw: <18>{#f/0}喏，我會注意 這幾條電路的。

source: <18>{#f/0}BUT THAT'S JUST ME.
pt_br: <18>{#f/0}MAS SOU SÓ EU.
zh_cn: <18>{#f/0}但这只是 我自己的见解哦。
zh_tw: <18>{#f/0}但這只是 我自己的見解喔。

source: <18>{#p/papyrus}{#f/5}STILL CONFUSED?
pt_br: <18>{#p/papyrus}{#f/5}AINDA CONFUSO?
zh_cn: <18>{#p/papyrus}{#f/5}还是困惑吗？
zh_tw: <18>{#p/papyrus}{#f/5}還是困惑嗎？

source: <18>{#f/5}UM... MAYBE...
pt_br: <18>{#f/5}HMM... TALVEZ...
zh_cn: <18>{#f/5}呃... 或许...
zh_tw: <18>{#f/5}呃... 或許...

source: <18>{#f/6}USE THE CIRCUITS AS A GUIDE TO THE SEQUENCE???
pt_br: <18>{#f/6}USE OS CIRCUITOS COMO UM GUIA PARA A SEQUÊNCIA???
zh_cn: <18>{#f/6}你用电路一点点 推出答案呢？？？
zh_tw: <18>{#f/6}你用電路一點點 推出答案呢？？？

source: <18>{#f/5}I'M TRYING VERY HARD NOT TO SPOIL IT...
pt_br: <18>{#f/5}EU ESTOU TENTANDO MUITO NÃO TE DIZER A SOLUÇÃO...
zh_cn: <18>{#f/5}我在尽量不给你 把答案透露出来了...
zh_tw: <18>{#f/5}我在儘量不給你 把答案透露出來了...

source: <18>{#p/papyrus}{#f/6}STILL???
pt_br: <18>{#p/papyrus}{#f/6}AINDA???
zh_cn: <18>{#p/papyrus}{#f/6}还来？？？
zh_tw: <18>{#p/papyrus}{#f/6}還來？？？

source: <18>{#f/0}I MEAN, I COULD TOTALLY GIVE YOU THE SOLUTION.
pt_br: <18>{#f/0}QUER DIZER, EU PODERIA TE DAR A SOLUÇÃO.
zh_cn: <18>{#f/0}我觉得， 我应该完全可以 告诉你解法了。
zh_tw: <18>{#f/0}我覺得， 我應該完全可以 告訴你解法了。

source: <18>{#f/4}I DON'T WANT TO SPOIL THE FUN, THOUGH...
pt_br: <18>{#f/4}MAS, EU NÃO QUERO ACABAR COM A DIVERSÃO...
zh_cn: <18>{#f/4}虽然我其实 不想扫兴...
zh_tw: <18>{#f/4}雖然我其實 不想掃興...

source: <18>{#p/papyrus}{#f/9}DO YOU ABSOLUTELY, DAPSOLUTELY WANT THE SOLUTION???
pt_br: <18>{#p/papyrus}{#f/9}VOCÊ ABSOLUTAMENTE, DAPSOLUTAMENTE QUER A SOLUÇÃO?
zh_cn: <18>{#p/papyrus}{#f/9}你真的，真的想要 谜题的解法吗？？？
zh_tw: <18>{#p/papyrus}{#f/9}你真的，真的想要 謎題的解法嗎？？？

source: <18>{#p/papyrus}THE! SOLUTION! IS!
pt_br: <18>{#p/papyrus}A! SOLUÇÃO! É!
zh_cn: <18>{#p/papyrus}解！法！就是！
zh_tw: <18>{#p/papyrus}解！法！就是！

source: <18>{#f/4}(PLEASE IMAGINE A DRUMROLL IN YOUR HEAD...)
pt_br: <18>{#f/4}(POR FAVOR, IMAGINE UM RUFAR DE TAMBORES EM SUA CABEÇA...)
zh_cn: <18>{#f/4}（请脑补一段 敲鼓声...）
zh_tw: <18>{#f/4}（請腦補一段 敲鼓聲...）

source: <18>{#f/0}... THAT TERMINAL AT THE BOTTOM LEFT OF THE ROOM!
pt_br: <18>{#f/0}... AQUELE TERMINAL NA PARTE ESQUERDA DA SALA!
zh_cn: <18>{#f/0}...在这个区域 左下角的那个终端！
zh_tw: <18>{#f/0}...在這個區域 左下角的那個終端！

source: <18>{#f/0}... THAT HOLO-TREE NEXT TO THE LAMP ON YOUR RIGHT!
pt_br: <18>{#f/0}... AQUELA ÁRVORE PRÓXIMA A UMA LÂMPADA NA DIREITA!
zh_cn: <18>{#f/0}...在你右侧那盏灯 旁边的那棵 全息投影树！
zh_tw: <18>{#f/0}...在你右側那盞燈 旁邊的那棵 全息投影樹！

source: <18>CHECK IT OUTIE!!!
pt_br: <18>DA UMA OLHADA NELA!!!
zh_cn: <18>快去看看叭！！！
zh_tw: <18>快去看看叭！！！

source: <18>{#p/papyrus}WOW... YOU'RE TRULY A PUZZLE PASSIONEER!
pt_br: <18>{#p/papyrus}WOW... VOCÊ DEVE AMAR QUEBRAS-CABEÇAS!
zh_cn: <18>{#p/papyrus}哇... 你真是个 谜题爱好者！
zh_tw: <18>{#p/papyrus}哇... 你真是個 謎題愛好者！

source: <18>I'M ENTHUSED BY YOUR ENTHUSIASM!
pt_br: <18>EU ESTOU FELIZ PELO SEU ENTUSIASMO!
zh_cn: <18>我被你的热情 给打动了！
zh_tw: <18>我被你的熱情 給打動了！

source: <18>YOU CAN DO IT, HUMAN!!!
pt_br: <18>VOCÊ CONSEGUE, HUMANO!!!
zh_cn: <18>你做得到的， 人类！！！
zh_tw: <18>你做得到的， 人類！！！

source: <18>{#p/papyrus}{#f/4}DON'T YOU REMEMBER THE SOLUTION I GAVE YOU...?
pt_br: <18>{#p/papyrus}{#f/4}NÃO LEMBRA DA SOLUÇÃO QUE EU TE DEI?
zh_cn: <18>{#p/papyrus}{#f/4}你忘记我给你的 解法了吗...？
zh_tw: <18>{#p/papyrus}{#f/4}你忘記我給你的 解法了嗎...？

source: <18>{#f/0}{#p/papyrus}ALMOST DONE! ONLY ONE CIRCUIT LEFT TO ACTIVATE!
pt_br: <18>{#f/0}{#p/papyrus}QUASE LÁ! SÓ MAIS UM CIRCUITO PARA ATIVAR!
zh_cn: <18>{#f/0}{#p/papyrus}就快完成了！ 只剩下一条电路 就要激活了！
zh_tw: <18>{#f/0}{#p/papyrus}就快完成了！ 只剩下一條電路 就要激活了！

source: <18>{#p/papyrus}{#f/1}WHAT!? HOW DID YOU AVOID MY TRAP?
pt_br: <18>{#p/papyrus}{#f/1}O QUE!? COMO VOCÊ ESCAPOU DA MINHA ARMADILHA?
zh_cn: <18>{#p/papyrus}{#f/1}什么！？ 你是怎么避开 我的陷阱的？
zh_tw: <18>{#p/papyrus}{#f/1}什麼！？ 你是怎麼避開 我的陷阱的？

source: <18>{#f/4}AND, MORE IMPORTANTLY...
pt_br: <18>{#f/4}E, MAIS IMPORTANTE...
zh_cn: <18>{#f/4}还有，比起这个...
zh_tw: <18>{#f/4}還有，比起這個...

source: <18>{#f/0}IS THERE ANY LEFT FOR ME???
pt_br: <18>{#f/0}SOBROU PARA MIM?
zh_cn: <18>{#f/0}有给我留点吗？？？ゑ
zh_tw: <18>{#f/0}有給我留點嗎？？？ゑ

source: * (What do you tell Papyrus about his spaghetti?)
pt_br: * (O que você dirá para Papyrus sobre seu espaguete?)
zh_cn: * （你要怎么跟Papyrus说 关于他做的意大利面的事？）
zh_tw: * （你要怎麼跟Papyrus說 關於他做的義大利麵的事？）

source: Took it
pt_br: Peguei tudo
zh_cn: 拿走了
zh_tw: 拿走了

source: Left it
pt_br: Deixei
zh_cn: 留在那了
zh_tw: 留在那了

source: Ate it
pt_br: Comi tudo
zh_cn: 吃掉了
zh_tw: 吃掉了

source: <18>{#p/papyrus}REALLY!?
pt_br: <18>{#p/papyrus}SÉRIO!?
zh_cn: <18>{#p/papyrus}真的！？
zh_tw: <18>{#p/papyrus}真的！？

source: <18>{#f/0}IS THERE ANY LEFT FOR...
pt_br: <18>{#f/0}AINDA TEM SOBRANDO PARA...
zh_cn: <18>{#f/0}有给我剩...
zh_tw: <18>{#f/0}有給我剩...

source: <18>{#f/4}... WAIT.
pt_br: <18>{#f/4}... ESPERA.
zh_cn: <18>{#f/4}...等下。
zh_tw: <18>{#f/4}...等下。

source: <18>{#f/0}IT'S RIGHT THERE IN YOUR ITEMS!!
pt_br: <18>{#f/0}ESTÁ BEM AÍ NOS SEUS ITENS!!
zh_cn: <18>{#f/0}你带着它呢！！
zh_tw: <18>{#f/0}你帶著它呢！！

source: <18>{#f/9}WHAT WERE YOU PLANNING, HUMAN?
pt_br: <18>{#f/9}O QUE VOCÊ ESTÁ PLANEJANDO, HUMANO?
zh_cn: <18>{#f/9}人类，你怎么打算的？
zh_tw: <18>{#f/9}人類，你怎麼打算的？

source: * (What will you do with Papyrus' spaghetti?)
pt_br: * (O que você fará com o espaguete de Papyrus?)
zh_cn: * （你要拿Papyrus的意面怎么办呢？）
zh_tw: * （你要拿Papyrus的意面怎麼辦呢？）

source: Share it
pt_br: Compartilhar
zh_cn: 一起吃
zh_tw: 一起吃

source: <18>{#f/5}YOU'D RESIST THE FLAVOR OF MY HOME- COOKED PASTA...
pt_br: <18>{#f/5}VOCÊ RESISTIU AO SABOR DA MINHA MASSA CASEIRA...
zh_cn: <18>{#f/5}你忍着没吃 我做的意大利面...
zh_tw: <18>{#f/5}你忍著沒吃 我做的義大利麵...

source: <18>{#f/6}JUST SO YOU COULD SHARE IT WITH ME???
pt_br: <18>{#f/6}SÓ PARA DIVIDIR COMIGO???
zh_cn: <18>{#f/6}就是因为想跟我 一起吃吗？？？
zh_tw: <18>{#f/6}就是因為想跟我 一起吃嗎？？？

source: <18>{#f/9}WELL THEN!!
pt_br: <18>{#f/9}POIS BEM!!
zh_cn: <18>{#f/9}那好吧！！
zh_tw: <18>{#f/9}那好吧！！

source: <18>FRET NOT HUMAN! FOR I, MASTER CHEF PAPYRUS...
pt_br: <18>NÃO TEMAS HUMANO! POIS EU, MESTRE CHEFE PAPYRUS...
zh_cn: <18>别担心！这盘意面 你先留着吧！[ADD]<18>因为我， 伟大的PAPYRUS...
zh_tw: <18>別擔心！這盤意面 你先留著吧！[ADD]<18>因為我， 偉大的PAPYRUS...

source: <18>WILL MAKE US ALL THE PASTA WE COULD EVER WANT!
pt_br: <18>TE FAREI TODO O ESPAGUETE QUE VOCÊ QUISER!
zh_cn: <18>会为你和我二人 做各种我们想吃的 意大利面的！
zh_tw: <18>會為你和我二人 做各種我們想吃的 義大利麵的！

source: <18>{#f/0}HEH HEH HEH HEH HEH HEH NYEH!
zh_cn: <18>{#f/0}嘿嘿嘿嘿嘿嘿捏！
zh_tw: <18>{#f/0}嘿嘿嘿嘿嘿嘿捏！

source: <18>{#f/5}WOWIE...
zh_cn: <18>{#f/5}哇...
zh_tw: <18>{#f/5}哇...

source: <19>{#f/6}FEW HAVE EVER ENJOYED MY COOKING LIKE THAT BEFORE...
pt_br: <19>{#f/6}POUCOS APRECIARAM MINHA CULINÁRIA DESSA FORMA...
zh_cn: <19>{#f/6}之前几乎从来没有人 欣赏过我的厨艺...
zh_tw: <19>{#f/6}之前幾乎從來沒有人 欣賞過我的廚藝...

source: <18>WILL MAKE YOU ALL THE PASTA YOU COULD EVER WANT!
pt_br: <18>FAREI TODO O ESPAGUETE QUE VOCÊ QUISER!
zh_cn: <18>会为你做你想吃的 各种意大利面的！
zh_tw: <18>會為你做你想吃的 各種義大利麵的！

source: <18>{#p/papyrus}OOH, IT'S MY FAVORITE TV SHOW!
pt_br: <18>{#p/papyrus}OOH, É MEU SHOW DE TV FAVORITO!
zh_cn: <18>{#p/papyrus}哦，这是我 最喜欢的电视节目！
zh_tw: <18>{#p/papyrus}喔，這是我 最喜歡的電視節目！

source: <33>{#p/mettaton}* "STAY TUNED FOR A NEW PROGRAM!"
pt_br: <33>{#p/mettaton}* "FIQUE LIGADO PARA UM NOVO PROGRAMA!"
zh_cn: <33>{#p/mettaton}* “敬请期待新节目！”
zh_tw: <33>{#p/mettaton}* 「敬請期待新節目！」

source: <33>{#p/mettaton}* "NETWORK UNREACHABLE."
pt_br: <33>{#p/mettaton}* "NETWORK INALCANÇÁVEL!"
zh_cn: <33>{#p/mettaton}* “网络连接错误。”
zh_tw: <33>{#p/mettaton}* 「網路連接錯誤。」

source: <33>{#p/mettaton}* "SORRY, FOLKS!" * "THE PROGRAM'S BEEN CANCELLED!"
pt_br: <33>{#p/mettaton}* "DESCULPE, PESSOAL!" * "O PROGRAMA FOI CANCELADO!"
zh_cn: <33>{#p/mettaton}* “抱歉，各位！” * “节目取消了！”
zh_tw: <33>{#p/mettaton}* 「抱歉，各位！」 * 「節目取消了！」

source: <32>{#p/mettaton}* "HOPE YOU ENJOYED THE SHOW!"
pt_br: <32>{#p/mettaton}* "ESPERO QUE TENHAM GOSTADO DO SHOW!"
zh_cn: <32>{#p/mettaton}* “希望各位喜欢这个节目！”
zh_tw: <32>{#p/mettaton}* 「希望各位喜歡這個節目！」

source: <18>{#p/papyrus}{#f/7}WHAT!!! IT'S USUALLY BETTER THAN THIS!
pt_br: <18>{#p/papyrus}{#f/7}O QUE!!! NORMALMENTE É MELHOR QUE ISSO!
zh_cn: <18>{#p/papyrus}{#f/7}什么！！！ 平常都比这个 精彩的！
zh_tw: <18>{#p/papyrus}{#f/7}什麼！！！ 平常都比這個 精彩的！

source: <18>{#f/4}THIS IS JUST A BAD EPISODE.
pt_br: <18>{#f/4}ESSE É SÓ UM EPISÓDIO RUIM.
zh_cn: <18>{#f/4}单纯就是这一期 质量不好。
zh_tw: <18>{#f/4}單純就是這一期 質量不好。

source: <18>{#f/7}DON'T JUDGE ME!!!
pt_br: <18>{#f/7}NÃO ME JULGUE!!!
zh_cn: <18>{#f/7}你不许喷我！！！
zh_tw: <18>{#f/7}你不許酸我！！！ゐ

source: <18>{#p/papyrus}SO, AS I WAS SAYING ABOUT UNDYNE...
pt_br: <18>{#p/papyrus}ENTÃO, COMO EU DIZENDO SOBRE A UNDYNE...
zh_cn: <18>{#p/papyrus}所以，在我说到 UNDYNE的时候...
zh_tw: <18>{#p/papyrus}所以，在我說到 UNDYNE的時候...

source: <18>{#p/papyrus}SANS!! OH MY GOD!! IS THAT...
pt_br: <18>{#p/papyrus}SANS!! OH MEU DEUS!! ISSO É...
zh_cn: <18>{#p/papyrus}SANS！！ 我的天啊！！ 那是个...
zh_tw: <18>{#p/papyrus}SANS！！ 我的天啊！！ 那是個...

source: <18>A HUMAN!?!?
pt_br: <18>UM HUMANO!?!?
zh_cn: <18>人类吗！？！？
zh_tw: <18>人類嗎！？！？

source: <25>{#p/sans}{#f/2}* nah, it's just a human shaped hologram.
pt_br: <25>{#p/sans}{#f/2}* nah, é só um holograma no formato de humano.
zh_cn: <25>{#p/sans}{#f/2}* 才不是咧，那就是个 长得像人的全息投影。
zh_tw: <25>{#p/sans}{#f/2}* 才不是咧，那就是個 長得像人的全息投影。

source: <18>{#p/papyrus}{#f/4}OH.
zh_cn: <18>{#p/papyrus}{#f/4}哦。
zh_tw: <18>{#p/papyrus}{#f/4}喔。

source: <18>{#f/4}WAIT...
pt_br: <18>{#f/4}ESPERA...
zh_cn: <18>{#f/4}等一下...
zh_tw: <18>{#f/4}等一下...

source: <18>{#f/7}YOU'RE LYING!!
pt_br: <18>{#f/7}VOCÊ TÁ MENTINDO!!
zh_cn: <18>{#f/7}你骗我！！
zh_tw: <18>{#f/7}你騙我！！
