Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* That's two for two on the rusty wrench method.
pt_br: <32>{#p/basic}* Isso é dois por dois no método da chave enferrujada.
zh_cn: <32>{#p/basic}* 这已经是第二次， 第二次用生锈的扳手那招了。
zh_tw: <32>{#p/basic}* 這已經是第二次， 第二次用生鏽的扳手那招了。

source: <32>{#p/basic}* What else is new?
pt_br: <32>{#p/basic}* O que mais de novo?
zh_cn: <32>{#p/basic}* 没有什么新花样吗？
zh_tw: <32>{#p/basic}* 沒有什麼新花樣嗎？

source: <32>{#p/basic}* Wow, you can't keep getting away with this!
pt_br: <32>{#p/basic}* Wow, você não pode continuar se livrando assim!
zh_cn: <32>{#p/basic}* 哇，你总不能 每次都靠这招蒙混过关吧！
zh_tw: <32>{#p/basic}* 哇，你總不能 每次都靠這招矇混過關吧！

source: <32>{#p/basic}* Aww, that's so cute!
pt_br: <32>{#p/basic}* Aww, isso foi fofo!
zh_cn: <32>{#p/basic}* 哦，小狗狗太可爱了！
zh_tw: <32>{#p/basic}* 喔，小狗狗太可愛了！

source: <32>{#p/basic}* It's a proven fact that little puppy kisses are the best.
pt_br: <32>{#p/basic}* É um fato provado que este cachorrinho tem beijos incríveis.
zh_cn: <32>{#p/basic}* 事实证明， 什么都比不上一只小狗的吻。
zh_tw: <32>{#p/basic}* 事實證明， 什麼都比不上一隻小狗的吻。

source: <32>{#p/basic}* The entire canine unit, beaten with nothing but a wrench and a game of fetch.
pt_br: <32>{#p/basic}* A unidade canina inteira, vencida com nada além de um pedaço de pau.
zh_cn: <32>{#p/basic}* 你只用一根扳手， 拿抛接游戏当幌子， 骗过了整支犬卫队。
zh_tw: <32>{#p/basic}* 你只用一根扳手， 拿拋接遊戲當幌子， 騙過了整支犬衛隊。

source: <32>* The lunacy speaks for itself.
pt_br: <32>* A loucura fala por si.
zh_cn: <32>* 这有多疯狂， 还需要我说吗？
zh_tw: <32>* 這有多瘋狂， 還需要我說嗎？

source: <32>{#p/basic}* What just happened?
pt_br: <32>{#p/basic}* O que acabou de acontecer?
zh_cn: <32>{#p/basic}* 什么鬼？
zh_tw: <32>{#p/basic}* 什麼鬼？

source: <32>{#p/basic}* Mysterious words about extending necks suddenly make a lot more sense.
pt_br: <32>{#p/basic}* Palavras misteriosas sobre o crescimento de pescoços agora fazem sentido.
zh_cn: <32>{#p/basic}* 关于伸展脖子的 神秘词汇突然就变得有意义了...
zh_tw: <32>{#p/basic}* 關於伸展脖子的 神秘詞彙突然就變得有意義了...

source: <32>{#p/basic}* That's two for two on the rusty spanner method.
pt_br: <32>{#p/basic}* Isso é dois por dois no método da chave enferrujada.
zh_cn: <32>{#p/basic}* 这已经是第二次， 第二次用生锈的扳手那招了。
zh_tw: <32>{#p/basic}* 這已經是第二次， 第二次用生鏽的扳手那招了。

source: <32>{#p/basic}* Papyrus is well-known for his spaghetti.
pt_br: <32>{#p/basic}* Papyrus é bem conhecido por seu espaguete.
zh_cn: <32>{#p/basic}* Papyrus的意大利面可出名了。
zh_tw: <32>{#p/basic}* Papyrus的義大利麵可出名了。

source: <32>* What's not as well-known is that he uses a human recipe instead of a monster one.
pt_br: <32>* O que não é tão conhecido é que ele usa receita dos humanos.
zh_cn: <32>* 却没几个人知道 他拿的不是怪物菜谱。
zh_tw: <32>* 卻沒幾個人知道 他拿的不是怪物菜譜。

source: <32>* An honest mistake by his, uh, "cooking instructor," but...
pt_br: <32>* Um erro honesta da sua, uh, "instrutora de cozinha", mas...
zh_cn: <32>* 他那个，呃，“烹饪老师” 不小心拿了本人类菜谱给他...
zh_tw: <32>* 他那個，呃，「烹飪老師」 不小心拿了本人類菜譜給他...

source: <32>* Apart from himself, only a human would enjoy it.
pt_br: <32>* Tirando ele, apenas humanos gostariam da receita.
zh_cn: <32>* 除了他自己， 估计只有人类 才吃得惯他的意面。
zh_tw: <32>* 除了他自己， 估計只有人類 才吃得慣他的意面。

source: <32>* The irony is off the charts.
pt_br: <32>* A ironia está fora de cogitação.
zh_cn: <32>* 这也太讽刺了。
zh_tw: <32>* 這也太諷刺了。

source: <32>{#p/basic}* This is it...
pt_br: <32>{#p/basic}* É isso...
zh_cn: <32>{#p/basic}* 就是这样...
zh_tw: <32>{#p/basic}* 就是這樣...

source: <32>* You're about to spar with the coolest skeleton in town.
pt_br: <32>* Você está prestes a treinar com o esqueleto mais legal da cidade.
zh_cn: <32>* 马上，你就要跟 镇子上最酷的骷髅 来场“较量”了。
zh_tw: <32>* 馬上，你就要跟 鎮子上最酷的骷髏 來場「較量」了。

source: <32>{#p/basic}* He might as well have been waiting his whole life for this moment...
pt_br: <32>{#p/basic}* Ele pode estar esperando sua vida toda por este momento...
zh_cn: <32>{#p/basic}* 他这一生 可能都在等这一刻...
zh_tw: <32>{#p/basic}* 他這一生 可能都在等這一刻...

source: <32>* If I were you, I wouldn't let it go to waste.
pt_br: <32>* Se eu fosse você, não deixaria essa oportunidade se perder.
zh_cn: <32>* 如果我是你， 我绝不会浪费这次机会。
zh_tw: <32>* 如果我是你， 我絕不會浪費這次機會。

source: <32>{#p/basic}* Don't worry.
pt_br: <32>{#p/basic}* Não temas.
zh_cn: <32>{#p/basic}* 别担心。
zh_tw: <32>{#p/basic}* 別擔心。

source: <32>* With any luck, you'll be best friends in no time.
pt_br: <32>* Com sorte, vocês serão melhores amigos em poucos segundos.
zh_cn: <32>* 运气好的话，你们很快就会 成为好朋友了。
zh_tw: <32>* 運氣好的話，你們很快就會 成為好朋友了。

source: <25>{#p/asriel1}{#f/20}* Not bad, Frisk. * I didn't know you were a mathematics expert...
pt_br: <25>{#p/asriel1}{#f/20}* Nada mal, Frisk. * Não sabia que você era especialista em matemática...
zh_cn: <25>{#p/asriel1}{#f/20}* 不错嘛，Frisk。 * 没想到 你还是个数学高手...
zh_tw: <25>{#p/asriel1}{#f/20}* 不錯嘛，Frisk。 * 沒想到 你還是個數學高手...

source: <32>{#p/basic}* Wow. * You actually solved it?
pt_br: <32>{#p/basic}* Wow. * Você resolveu?
zh_cn: <32>{#p/basic}* 哇。 * 你竟然真把它解开了？
zh_tw: <32>{#p/basic}* 哇。 * 你竟然真把它解開了？

source: <32>{#p/basic}* You tried.
pt_br: <32>{#p/basic}* Você tentou.
zh_cn: <32>{#p/basic}* 你尽力了。
zh_tw: <32>{#p/basic}* 你盡力了。

source: <32>{#p/basic}* Have you done this before...?
pt_br: <32>{#p/basic}* Você já fez isso antes...?
zh_cn: <32>{#p/basic}* 你以前做过这个吗...？
zh_tw: <32>{#p/basic}* 你以前做過這個嗎...？

source: <32>{#p/basic}* Really, Sans? * That "puzzle" wasn't even worth looking at.
pt_br: <32>{#p/basic}* Sério, Sans? * Esse "desafio" nem valia a pena olhar pra ele.
zh_cn: <32>{#p/basic}* 拜托，Sans。 * 这“谜题”根本不值一看。
zh_tw: <32>{#p/basic}* 拜託，Sans。 * 這「謎題」根本不值一看。

source: <32>{#p/basic}* Really, Sans? * That "puzzle" was impossible.
pt_br: <32>{#p/basic}* Sério, Sans? * Esse "quebra-cabeça" era impossível.
zh_cn: <32>{#p/basic}* 拜托，Sans。 * 这“谜题”根本不是人能做的啊。
zh_tw: <32>{#p/basic}* 拜託，Sans。 * 這「謎題」根本不是人能做的啊。

source: <32>{#p/basic}* Well, that was anti-climactic.
pt_br: <32>{#p/basic}* Bem, isso foi anti-climativo.
zh_cn: <32>{#p/basic}* 不是，搞了半天就这啊。
zh_tw: <32>{#p/basic}* 不是，搞了半天就這啊。

source: <32>{#p/basic}* I'm just as confused as you.
pt_br: <32>{#p/basic}* Eu estou tão confuso quanto você.
zh_cn: <32>{#p/basic}* 我和你一样对此感到困惑。
zh_tw: <32>{#p/basic}* 我和你一樣對此感到困惑。

source: <32>{#p/basic}* Oh, come on! * I wanted to see it in action!
pt_br: <32>{#p/basic}* Oh, qual foi! * Eu queria ver aquilo em ação!
zh_cn: <32>{#p/basic}* 拜托，让那些东西动起来吧！ * 我好想看看啊！ゑ
zh_tw: <32>{#p/basic}* 拜託，讓那些東西動起來吧！ * 我好想看看啊！ゑ

source: <32>* ... oh well...
pt_br: <32>* ... oh bem...
zh_cn: <32>* 唉... 算了...ゑ
zh_tw: <32>* 唉... 算了...ゑ

source: <32>{#p/basic}* So... Papyrus, huh?
pt_br: <32>{#p/basic}* Então... Papyrus, huh?
zh_cn: <32>{#p/basic}* 所以... Papyrus，嗯？
zh_tw: <32>{#p/basic}* 所以... Papyrus，嗯？

source: <32>* After all this time, you finally became friends.
pt_br: <32>* Depois de todo esse tempo, vocês finalmente se tornaram amigos.
zh_cn: <32>* 过了这么久， 你们终于成了朋友。
zh_tw: <32>* 過了這麼久， 你們終於成了朋友。

source: <32>* Somehow I knew you two would end up as friends.
pt_br: <32>* De alguma forma eu já imaginava que isso aconteceria.
zh_cn: <32>* 我就知道你们俩 最终会成为朋友。
zh_tw: <32>* 我就知道你們倆 最終會成為朋友。

source: <32>* ... * I watched that skeleton grow up here...
pt_br: <32>* ... * Eu assisti aquele esqueleto crescer aqui...
zh_cn: <32>* ... * 我是看着那个骷髅在这里 长大的...
zh_tw: <32>* ... * 我是看著那個骷髏在這裡 長大的...

source: <32>* Always setting a good example for those around him...
pt_br: <32>* Sempre dando um bom exemplo para aqueles próximos dele...
zh_cn: <32>* 他总是会给他周围的人 树立一个好榜样...
zh_tw: <32>* 他總是會給他周圍的人 樹立一個好榜樣...

source: <32>* ... and for me.
pt_br: <32>* ... e pra mim.
zh_cn: <32>* ...包括我也一样。
zh_tw: <32>* ...包括我也一樣。

source: <32>* It's too bad I can't tell him that myself.
pt_br: <32>* É triste eu não poder dizer isso para ele por conta própria.
zh_cn: <32>* 真可惜， 我没法亲自告诉他这些。
zh_tw: <32>* 真可惜， 我沒法親自告訴他這些。

source: <32>* But that's okay.
pt_br: <32>* Mas tudo bem.
zh_cn: <32>* 但没关系的。
zh_tw: <32>* 但沒關係的。

source: <32>* Seeing you two get along more than makes up for it.
pt_br: <32>* Ver vocês dois se dando bem meio que cobre isso.
zh_cn: <32>* 看到你们俩相处得这么好， 就足够弥补遗憾了。
zh_tw: <32>* 看到你們倆相處得這麼好， 就足夠彌補遺憾了。

source: <32>{#p/basic}* I heard the taxi driver will be here when everyone else is off the outpost.
pt_br: <32>{#p/basic}* Eu ouvi dizer que o táxi vai continuar aí quando todo mundo for embora do Outpost.
zh_cn: <32>{#p/basic}* 我听说运输船司机 将在所有怪物离开前哨站后 独自回到这里。
zh_tw: <32>{#p/basic}* 我聽說運輸船司機 將在所有怪物離開前哨站後 獨自回到這裡。

source: <32>{#p/basic}* I heard the taxi driver will be here when everyone else is gone.
pt_br: <32>{#p/basic}* Ouvi dizer que o táxi vai continuar aí quando todo mundo for embora.
zh_cn: <32>{#p/basic}* 我听说那个运输船司机 会在别的怪物全都逃走后 回到这里。
zh_tw: <32>{#p/basic}* 我聽說那個運輸船司機 會在別的怪物全都逃走後 回到這裡。

source: <32>{#p/basic}* I heard the taxi driver doesn't eat their greens.
pt_br: <32>{#p/basic}* Eu ouvi dizer que o táxi não come vegetais.
zh_cn: <32>{#p/basic}* 我听说那个运输船司机 不吃绿色蔬菜。
zh_tw: <32>{#p/basic}* 我聽說那個運輸船司機 不吃綠色蔬菜。

source: <33>{#p/basic}* Are they even a real monster...?
pt_br: <33>{#p/basic}* Seria ele um monstro de verdade...?
zh_cn: <33>{#p/basic}* 它真的是个怪物吗...？
zh_tw: <33>{#p/basic}* 它真的是個怪物嗎...？

source: <32>{#p/basic}* A real monster wouldn't hesitate to escape this dreadful place.
pt_br: <32>{#p/basic}* Um monstro de verdade não hesitaria em meter o pé desse inferno.
zh_cn: <32>{#p/basic}* 真正的怪物 绝不会想回到这个糟透了的地方。
zh_tw: <32>{#p/basic}* 真正的怪物 絕不會想回到這個糟透了的地方。

source: <32>{#p/basic}* Real monsters always eat their greens.
pt_br: <32>{#p/basic}* Monstros de verdade sempre comem seus vegetais.
zh_cn: <32>{#p/basic}* 真正的怪物 都吃绿色蔬菜的。
zh_tw: <32>{#p/basic}* 真正的怪物 都吃綠色蔬菜的。

source: <32>{#p/human}* (You can't seem to find anyone down there.)
pt_br: <32>{#p/human}* (Você não consegue encontrar ninguém aí.)
zh_cn: <32>{#p/human}* （你在这洞里谁都没找到。）
zh_tw: <32>{#p/human}* （你在這洞裡誰都沒找到。）

source: UNDYNEFAN10
zh_cn: 超爱UNDYNE10
zh_tw: 超愛UNDYNE10

source: (Unknown)
pt_br: (Desconhecido)
zh_cn: （游客）
zh_tw: （遊客）

source: New High Score!
pt_br: Novo RECORDE!
zh_cn: 新纪录！
zh_tw: 新紀錄！

source: Better Luck Next Time...
pt_br: Mais sorte da próxima vez...
zh_cn: 祝你下次好运...
zh_tw: 祝你下次好運...

source: Thanks For Playing!
pt_br: Obrigado Por Jogar!
zh_cn: 感谢游玩！
zh_tw: 感謝遊玩！

source: <32>{#p/event}* Ring, ring...
zh_cn: <32>{#p/event}* 铃铃，铃铃...
zh_tw: <32>{#p/event}* 鈴鈴，鈴鈴...

source: <32>{#p/alphys}* So... killing him wasn't g-good enough, huh?
pt_br: <32>{#p/alphys}* Então... matar ele não foi b-bom o suficiente, huh?
zh_cn: <32>{#p/alphys}* ...合着杀了他， 你还没爽-爽够是吧？
zh_tw: <32>{#p/alphys}* ...合著殺了他， 你還沒爽-爽夠是吧？

source: <32>* You just had to go and beat his score on my... stupid m-minigame...
pt_br: <32>* Você tinha que ir lá e derrota-lo no meu... jogo estúpido...
zh_cn: <32>* 你就非得在我... 那破-破游戏上 把他从榜一撵下去是吧...
zh_tw: <32>* 你就非得在我... 那破-破遊戲上 把他從榜一攆下去是吧...

source: <32>* Ehehe...
zh_cn: <32>* 诶嘿嘿...
zh_tw: <32>* 誒嘿嘿...

source: <32>* You're truly disgusting...
pt_br: <32>* Você é nojento...
zh_cn: <32>* 你可真恶心...
zh_tw: <32>* 你可真噁心...

source: <32>{#s/equip}{#p/human}* (You lost all of your G.)
pt_br: <32>{#s/equip}{#p/human}* (Você perdeu todo seu G.)
zh_cn: <32>{#s/equip}{#p/human}* （你失去了所有金钱。）
zh_tw: <32>{#s/equip}{#p/human}* （你失去了所有金錢。）

source: <25>{#p/asriel2}{#f/10}* Daring today, aren't we?
pt_br: <25>{#p/asriel2}{#f/10}* Ousados hoje, estamos?
zh_cn: <25>{#p/asriel2}{#f/10}* 今儿我们胆量可嘉啊。
zh_tw: <25>{#p/asriel2}{#f/10}* 今兒我們膽量可嘉啊。

source: <25>{#p/asriel2}{#f/1}* Now THAT's the Alphys I like to see.
pt_br: <25>{#p/asriel2}{#f/1}* Agora ESSA é a Alphys que eu gosto de ver.
zh_cn: <25>{#p/asriel2}{#f/1}* 这才是 我想看到的Alphys。
zh_tw: <25>{#p/asriel2}{#f/1}* 這才是 我想看到的Alphys。

source: <25>{#p/asriel2}{#f/4}* Too bad this won't save her when she's dead.
pt_br: <25>{#p/asriel2}{#f/4}* Infelizmente isso não vai salva-la da morte.
zh_cn: <25>{#p/asriel2}{#f/4}* 可惜这样救不了她。
zh_tw: <25>{#p/asriel2}{#f/4}* 可惜這樣救不了她。

source: <25>{#p/sans}* didja seriously just put in all that effort tryna beat my score?
pt_br: <25>{#p/sans}* você realmente colocou todo esse esforço em quebrar meu recorde?
zh_cn: <25>{#p/sans}* 你在这花这么大的努力 就只是为了超过 我的分数吗？
zh_tw: <25>{#p/sans}* 你在這花這麼大的努力 就只是為了超過 我的分數嗎？

source: <25>{#f/3}* wow. * you're even more stubborn than my bro.
pt_br: <25>{#f/3}* wow. * você é ainda mais competitivo que meu irmão.
zh_cn: <25>{#f/3}* 哇塞。 * 那你可比我兄弟 固执多了。
zh_tw: <25>{#f/3}* 哇塞。 * 那你可比我兄弟 固執多了。

source: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Too bad he's dead, huh?
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Uma droga que ele esteja morto, huh?
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* 可惜他已经死了， 不是吗？
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* 可惜他已經死了， 不是嗎？

source: <25>{#f/0}* i'd give you a special reward, but i'm still looking for toriel.
pt_br: <25>{#f/0}* eu te daria uma premiação, mas eu ainda estou procurando por toriel.
zh_cn: <25>{#f/0}* 我本想给你一份 特殊大礼，但不巧的是 我还在找toriel。
zh_tw: <25>{#f/0}* 我本想給你一份 特殊大禮，但不巧的是 我還在找toriel。

source: <25>{#f/0}* i'd give you a special reward, but i'm on break right now.
pt_br: <25>{#f/0}* eu te daria um prêmio, mas estou no meu descanso agora.
zh_cn: <25>{#f/0}* 我本想给你一份 特殊大礼，但不巧的是 我还在休息。
zh_tw: <25>{#f/0}* 我本想給你一份 特殊大禮，但不巧的是 我還在休息。

source: <25>{#f/0}* no hard feelings.
pt_br: <25>{#f/0}* sem ressentimentos.
zh_cn: <25>{#f/0}* 不要见怪。
zh_tw: <25>{#f/0}* 不要見怪。

source: <25>{#f/2}* instead, i'll just send ya some pocket change.
pt_br: <25>{#f/2}* invés disso, eu vou só te mandar uma grana.
zh_cn: <25>{#f/2}* 所以先给你一些零花钱 作为奖励吧。
zh_tw: <25>{#f/2}* 所以先給你一些零花錢 作為獎勵吧。

source: <32>{#s/equip}{#p/human}* (You got 10000G.)
pt_br: <32>{#s/equip}{#p/human}* (Você ganhou 10000G.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了10000G。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了10000G。）

source: <25>{#p/asriel1}{#f/13}* ... you actually beat the high score?
pt_br: <25>{#p/asriel1}{#f/13}* ... você bateu o recorde?
zh_cn: <25>{#p/asriel1}{#f/13}* ...你居然真的打破了最高纪录？
zh_tw: <25>{#p/asriel1}{#f/13}* ...你居然真的打破了最高紀錄？

source: <25>{#f/17}* Wow. * I under-estimated you.
pt_br: <25>{#f/17}* Wow. * eu te subestimei.
zh_cn: <25>{#f/17}* 哇哦。 * 我也许低估了你。
zh_tw: <25>{#f/17}* 哇喔。 * 我也許低估了你。

source: <25>{#f/20}* Very cool, Frisk.
pt_br: <25>{#f/20}* Bem fera, Frisk.
zh_cn: <25>{#f/20}* Frisk， 你真的超酷！
zh_tw: <25>{#f/20}* Frisk， 你真的超酷！

source: Score: $(x)
zh_cn: 得分：$(x)
zh_tw: 得分：$(x)

source: <32>{#p/asriel2}* Dogamy and Dogaressa.
pt_br: <32>{#p/asriel2}* Dogamy e Dogaressa.
zh_cn: <32>{#p/asriel2}* Dogamy和Dogaressa。ゑ
zh_tw: <32>{#p/asriel2}* Dogamy和Dogaressa。ゑ

source: <32>{#p/story}* Dogi assault you!
pt_br: <32>{#p/story}* Dogi te ataca!
zh_cn: <32>{#p/story}* Dogi发起突袭！
zh_tw: <32>{#p/story}* Dogi發起突襲！

source: <32>{#p/asriel2}* Tacky hats and fickle friends.
pt_br: <32>{#p/asriel2}* Chapéus cafonas e amigos inconstantes.
zh_cn: <32>{#p/asriel2}* 俗气的帽子再配上没谱的伙计。ゑ
zh_tw: <32>{#p/asriel2}* 俗氣的帽子再配上沒譜的夥計。ゑ

source: <32>{#p/story}* Astro Serf saunters in! * Jerry came too.
pt_br: <32>{#p/story}* Astro Serf entra! * Jerry também veio.
zh_cn: <32>{#p/story}* Astro Serf大摇大摆地晃了过来！ * Jerry也来了。
zh_tw: <32>{#p/story}* Astro Serf大搖大擺地晃了過來！ * Jerry也來了。

source: <32>{#p/asriel2}* The teenage idiot squad.
pt_br: <32>{#p/asriel2}* O esquadrão de adolescentes imbecis.
zh_cn: <32>{#p/asriel2}* 笨蛋青年两人组。ゑ
zh_tw: <32>{#p/asriel2}* 笨蛋青年兩人組。ゑ

source: <32>{#p/story}* Chilldrake and Astro Serf pose like bad guys.
pt_br: <32>{#p/story}* Chilldrake e Astro Serf posam como caras mais.
zh_cn: <32>{#p/story}* Chilldrake和Astro Serf摆着姿势， 扮作大反派。
zh_tw: <32>{#p/story}* Chilldrake和Astro Serf擺著姿勢， 扮作大反派。

source: <32>{#p/story}* Stardrake and Astro Serf pose like bad guys.
pt_br: <32>{#p/story}* Stardrake e Astro Serf posam como caras mais.
zh_cn: <32>{#p/story}* Stardrake和Astro Serf摆着姿势， 扮作大反派。
zh_tw: <32>{#p/story}* Stardrake和Astro Serf擺著姿勢， 扮作大反派。

source: <32>{#p/asriel2}* One left.
pt_br: <32>{#p/asriel2}* Um sobrando.
zh_cn: <32>{#p/asriel2}* 只剩一个了。ゑ
zh_tw: <32>{#p/asriel2}* 只剩一個了。ゑ

source: <32>{#p/story}* Chilldrake remains steady.
pt_br: <32>{#p/story}* Chilldrake está em pé.
zh_cn: <32>{#p/story}* Chilldrake泰然自若。
zh_tw: <32>{#p/story}* Chilldrake泰然自若。

source: <32>{#p/story}* Stardrake remains steady.
pt_br: <32>{#p/story}* Stardrake está em pé.
zh_cn: <32>{#p/story}* Stardrake泰然自若。
zh_tw: <32>{#p/story}* Stardrake泰然自若。

source: <32>{#p/story}* Astro Serf remains steady.
pt_br: <32>{#p/story}* Astro Serf está em pé.
zh_cn: <32>{#p/story}* Astro Serf泰然自若。
zh_tw: <32>{#p/story}* Astro Serf泰然自若。

source: <32>{#p/story}* Just Astro now.
pt_br: <32>{#p/story}* Apenas Astro agora.
zh_cn: <32>{#p/story}* 只剩下“Astro Serf”了。
zh_tw: <32>{#p/story}* 只剩下「Astro Serf」了。

source: <32>{#p/asriel2}* Jerry.
zh_cn: <32>{#p/asriel2}* Jerry。ゑ
zh_tw: <32>{#p/asriel2}* Jerry。ゑ

source: <32>{#p/asriel2}* The teenage idiot squad. * Also, Jerry.
pt_br: <32>{#p/asriel2}* O esquadrão de adolescentes idiotas e também o Jerry.
zh_cn: <32>{#p/asriel2}* 笨蛋青年两人组。 * 再加一个，Jerry。ゑ
zh_tw: <32>{#p/asriel2}* 笨蛋青年兩人組。 * 再加一個，Jerry。ゑ

source: <32>{#p/story}* Jerry and friends appear!
pt_br: <32>{#p/story}* Jerry e amigos!
zh_cn: <32>{#p/story}* Jerry和朋友们出现了！
zh_tw: <32>{#p/story}* Jerry和朋友們出現了！

source: <32>{#p/story}* Astro Serf and Chilldrake confront you, sighing. * Jerry.
pt_br: <32>{#p/story}* Astro Serf e Chilldrake entram em confronto com você. * Jerry.
zh_cn: <32>{#p/story}* Astro Serf和Chilldrake叹着气 来和你对峙了。 * Jerry。
zh_tw: <32>{#p/story}* Astro Serf和Chilldrake嘆著氣 來和你對峙了。 * Jerry。

source: <32>{#p/story}* Astro Serf and Stardrake confront you, sighing. * Jerry.
pt_br: <32>{#p/story}* Astro Serf e Stardrake confrontam você. * Jerry.
zh_cn: <32>{#p/story}* Astro Serf和Stardrake叹着气 来和你对峙了。 * Jerry。
zh_tw: <32>{#p/story}* Astro Serf和Stardrake嘆著氣 來和你對峙了。 * Jerry。

source: <32>{#p/asriel2}* Two left.
pt_br: <32>{#p/asriel2}* Dois restando.
zh_cn: <32>{#p/asriel2}* 还剩下两个。ゑ
zh_tw: <32>{#p/asriel2}* 還剩下兩個。ゑ

source: <32>{#p/story}* Astro Serf and Chilldrake remain steady.
pt_br: <32>{#p/story}* Astro Serf e Chilldrake estão fortes.
zh_cn: <32>{#p/story}* Astro Serf和Chilldrake 仍然泰然自若。
zh_tw: <32>{#p/story}* Astro Serf和Chilldrake 仍然泰然自若。

source: <32>{#p/story}* Astro Serf and Stardrake remain steady.
pt_br: <32>{#p/story}* Astro Serf e Stardrake estão firmes.
zh_cn: <32>{#p/story}* Astro Serf和Stardrake 仍然泰然自若。
zh_tw: <32>{#p/story}* Astro Serf和Stardrake 仍然泰然自若。

source: <32>{#p/story}* Astro Serf remains steady. * Jerry.
pt_br: <32>{#p/story}* Astro Serf permanece firme. * Jerry.
zh_cn: <32>{#p/story}* Astro Serf泰然自若。 * Jerry.
zh_tw: <32>{#p/story}* Astro Serf泰然自若。 * Jerry.

source: <32>{#p/story}* Chilldrake and Jerry remain steady!
pt_br: <32>{#p/story}* Chilldrake e Jerry permanecem firme!
zh_cn: <32>{#p/story}* Chilldrake和Jerry 不会为此产生任何情绪！
zh_tw: <32>{#p/story}* Chilldrake和Jerry 不會為此產生任何情緒！

source: <32>{#p/story}* Chilldrake remains steady. * Jerry.
pt_br: <32>{#p/story}* Chilldrake permanece firme. * Jerry.
zh_cn: <32>{#p/story}* Chilldrake泰然自若。 * Jerry。
zh_tw: <32>{#p/story}* Chilldrake泰然自若。 * Jerry。

source: <32>{#p/story}* Stardrake and Jerry remain steady!
pt_br: <32>{#p/story}* Stardrake e Jerry permanecem firme!
zh_cn: <32>{#p/story}* Stardrake和Jerry 不会为此产生任何情绪！
zh_tw: <32>{#p/story}* Stardrake和Jerry 不會為此產生任何情緒！

source: <32>{#p/story}* Stardrake remains steady. * Jerry.
pt_br: <32>{#p/story}* Stardrake permanece firme. * Jerry.
zh_cn: <32>{#p/story}* Stardrake泰然自若。 * Jerry。
zh_tw: <32>{#p/story}* Stardrake泰然自若。 * Jerry。

source: <32>{#p/asriel2}* Chilldrake, the teen rebel. * Nothing more pointless than a rebel without a cause.
pt_br: <32>{#p/asriel2}* Chilldrake, o rebelde adolescente. * Nada mais inútil do que um rebelde sem causa.
zh_cn: <32>{#p/asriel2}* Chilldrake，中二叛逆。 * 胡乱撒气，荒唐至极。ゑ
zh_tw: <32>{#p/asriel2}* Chilldrake，中二叛逆。 * 胡亂撒氣，荒唐至極。ゑ

source: <32>{#p/asriel2}* Stardrake, the comedian. * A bigger joke than he himself could ever hope to tell.
pt_br: <32>{#p/asriel2}* Stardrake, o comediante. Uma grande piada que ele mesmo jamais imaginaria conseguir contar.
zh_cn: <32>{#p/asriel2}* Stardrake，逗逼。 * 总喜欢给别人讲笑话， 殊不知自己就是个最大的笑话。ゑ
zh_tw: <32>{#p/asriel2}* Stardrake，逗逼。 * 總喜歡給別人講笑話， 殊不知自己就是個最大的笑話。ゑ

source: <33>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebels against everything!! * On the lookout for Starry.
pt_br: <33>{#p/story}* CHILLDRAKE - ATQ 12 DEF 7 * Rebeldes contra tudo!! * São incríveis.
zh_cn: <33>{#p/story}* CHILLDRAKE - 攻击12 防御7 * 看啥都要对着干！！ * 他在找Starry。
zh_tw: <33>{#p/story}* CHILLDRAKE - 攻擊12 防禦7 * 看啥都要對著幹！！ * 他在找Starry。

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * This teen comedian fights to keep a captive audience.
pt_br: <32>{#p/story}* STARDRAKE - ATQ 12 DEF 7 * Esse comediante jovem continua lutando para ter uma audiência.
zh_cn: <32>{#p/story}* STARDRAKE - 攻击12 防御7 * 这名喜剧演员拼尽力气 想留住一位观众。
zh_tw: <32>{#p/story}* STARDRAKE - 攻擊12 防禦7 * 這名喜劇演員拼盡力氣 想留住一位觀眾。

source: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebels against everything!! * Looking for a way out.
pt_br: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebeldes contra tudo!! * Procurando por uma saída.
zh_cn: <32>{#p/story}* CHILLDRAKE - 攻击12 防御7 * 看啥都要对着干！！ * 他在找逃跑路线。
zh_tw: <32>{#p/story}* CHILLDRAKE - 攻擊12 防禦7 * 看啥都要對著幹！！ * 他在找逃跑路線。

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * This teen isn't taking your punchline very well.
pt_br: <32>{#p/story}* STARDRAKE - ATQ 12 DEF 7 * Este adolescente não está aceitando sua piada muito bem.
zh_cn: <32>{#p/story}* STARDRAKE - 攻击12 防御7 * 想跟你打趣， 但被打得没趣了。ゑ
zh_tw: <32>{#p/story}* STARDRAKE - 攻擊12 防禦7 * 想跟你打趣， 但被打得沒趣了。ゑ

source: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebels against everything!! * Especially flirting!!
pt_br: <32>{#p/story}* CHILLDRAKE - ATQ 12 DEF 7 * Rebeldes contra tudo!! * Principalmente flerte!!
zh_cn: <32>{#p/story}* CHILLDRAKE - 攻击12 防御7 * 看啥都要对着干！！ * 尤其是调情！！
zh_tw: <32>{#p/story}* CHILLDRAKE - 攻擊12 防禦7 * 看啥都要對著幹！！ * 尤其是調情！！

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * Flirting is no joke for this teen comedian.
pt_br: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * Flertar não é piada para este comediante.
zh_cn: <32>{#p/story}* STARDRAKE - 攻击12 防御7 * 调情对这个青年喜剧演员来说 可不是开玩笑的。
zh_tw: <32>{#p/story}* STARDRAKE - 攻擊12 防禦7 * 調情對這個青年喜劇演員來說 可不是開玩笑的。

source: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * The rebellion is fading...
pt_br: <32>{#p/story}* CHILLDRAKE - ATQ 12 DEF 7 * A rebelião está se esvaindo...
zh_cn: <32>{#p/story}* CHILLDRAKE - 攻击12 防御7 * 逐渐变得不再叛逆...
zh_tw: <32>{#p/story}* CHILLDRAKE - 攻擊12 防禦7 * 逐漸變得不再叛逆...

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * Things are looking up for this teen comedian.
pt_br: <32>{#p/story}* STARDRAKE - ATQ 12 DEF 7 * As coisas estão parece do boas para este jovem comediante.
zh_cn: <32>{#p/story}* STARDRAKE - 攻击12 防御7 * 这位青年喜剧演员的 前途一片光明。
zh_tw: <32>{#p/story}* STARDRAKE - 攻擊12 防禦7 * 這位青年喜劇演員的 前途一片光明。

source: <32>{#p/human}* (You make a romantic joke.)
pt_br: <32>{#p/human}* (Você faz uma piada romântica.)
zh_cn: <32>{#p/human}* （你讲了一个浪漫的笑话。）
zh_tw: <32>{#p/human}* （你講了一個浪漫的笑話。）

source: <08>{#p/basic}{~}You're weird.
pt_br: <08>{#p/basic}{~}Você é estranho.
zh_cn: <08>{#p/basic}{~}你可真怪。
zh_tw: <08>{#p/basic}{~}你可真怪。

source: <08>{#p/basic}{~}You're mean AND weird.
pt_br: <08>{#p/basic}{~}Você é mau e estranho.
zh_cn: <08>{#p/basic}{~}你刻薄 且奇怪。
zh_tw: <08>{#p/basic}{~}你刻薄 且奇怪。

source: <32>{#p/asriel2}* Chilldrake.
zh_cn: <32>{#p/asriel2}* Chilldrake。ゑ
zh_tw: <32>{#p/asriel2}* Chilldrake。ゑ

source: <32>{#p/asriel2}* Stardrake.
zh_cn: <32>{#p/asriel2}* Stardrake。ゑ
zh_tw: <32>{#p/asriel2}* Stardrake。ゑ

source: <32>{#p/story}* Chilldrake is puffed up...
pt_br: <32>{#p/story}* Chilldrake está inchado...
zh_cn: <32>{#p/story}* Chilldrake骄傲自满...
zh_tw: <32>{#p/story}* Chilldrake驕傲自滿...

source: <32>{#p/story}* Stardrake is puffed up...
pt_br: <32>{#p/story}* Stardrake está inchado...
zh_cn: <32>{#p/story}* Stardrake骄傲自满...
zh_tw: <32>{#p/story}* Stardrake驕傲自滿...

source: <08>{#p/basic}{~}No!! This is the way!
pt_br: <08>{#p/basic}{~}Não!! Este é o caminho!
zh_cn: <08>{#p/basic}{~}不！！ 我就 这么干！
zh_tw: <08>{#p/basic}{~}不！！ 我就 這麼幹！
