Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* But, if anything happens, a skeleton will tell a fish lady about it.
pt_br: <32>* Mas, se algo chegar a acontecer, um esqueleto conta para uma mulher peixe sobre.
zh_cn: <32>* 但是， 如果发生什么事， 有个骷髅会告诉一位鱼女士。
zh_tw: <32>* 但是， 如果發生什麼事， 有個骷髏會告訴一位魚女士。

source: <32>{#p/basic}{#npc/a}* This town is always so dreary.
pt_br: <32>{#p/basic}{#npc/a}* Esta cidade é sempre tão sombria.
zh_cn: <32>{#p/basic}{#npc/a}* 这个小镇总是那么沉闷。
zh_tw: <32>{#p/basic}{#npc/a}* 這個小鎮總是那麼沉悶。

source: <32>* But, if things keep going the way they are, maybe that'll change.
pt_br: <32>* Mas, se as coisas continuarem caminhando assim, talvez isso mude.
zh_cn: <32>* 但是，如果事情 继续这样发展下去的话， 也许这种情况会改变。
zh_tw: <32>* 但是，如果事情 繼續這樣發展下去的話， 也許這種情況會改變。

source: <32>* Is that politics?
pt_br: <32>* Seria isso política?
zh_cn: <32>* 这就是政治吧？
zh_tw: <32>* 這就是政治吧？

source: <32>{#p/basic}{#npc/a}* You see? * Politics isn't all bad...
pt_br: <32>{#p/basic}{#npc/a}* Viu? * A política não é má o tempo todo...
zh_cn: <32>{#p/basic}{#npc/a}* 看到了吧？ * 政治也能带来好事...
zh_tw: <32>{#p/basic}{#npc/a}* 看到了吧？ * 政治也能帶來好事...

source: <32>{#p/basic}{#npc/a}* Politics...
pt_br: <32>{#p/basic}{#npc/a}* Política...
zh_cn: <32>{#p/basic}{#npc/a}* 政治...
zh_tw: <32>{#p/basic}{#npc/a}* 政治...

source: <32>{#p/basic}{#npc/a}* Politics.
pt_br: <32>{#p/basic}{#npc/a}* Política.
zh_cn: <32>{#p/basic}{#npc/a}* 政治。
zh_tw: <32>{#p/basic}{#npc/a}* 政治。

source: <32>{#p/basic}{#npc/a}* Politics?
pt_br: <32>{#p/basic}{#npc/a}* Política?
zh_cn: <32>{#p/basic}{#npc/a}* 政治？
zh_tw: <32>{#p/basic}{#npc/a}* 政治？

source: <32>{#p/basic}{#npc/a}* Long ago, I heard they didn't have such fancy things as "force fields."
pt_br: <32>{#p/basic}{#npc/a}* Tempos atrás, eu ouvi sobre não existirem coisas chiques como "escudos de força".
zh_cn: <32>{#p/basic}{#npc/a}* 很久以前， 我听说他们没有“力场” 这种高级玩意。
zh_tw: <32>{#p/basic}{#npc/a}* 很久以前， 我聽說他們沒有「力場」 這種高級玩意。

source: <32>* All I can say... is that it feels good to be back.
pt_br: <32>* Tudo que eu posso dizer... é que é bom estar de volta as origens.
zh_cn: <32>* 我只想说... 能够回到从前那样 真是太好了。
zh_tw: <32>* 我只想說... 能夠回到從前那樣 真是太好了。

source: <32>{#p/basic}{#npc/a}* Long ago, I heard TV celebrities were all over the place.
pt_br: <32>{#p/basic}{#npc/a}* Tempos atrás, ouvi que celebridades de TV estavam por todo lado.
zh_cn: <32>{#p/basic}{#npc/a}* 很久以前， 我听说电视名人到处都是。
zh_tw: <32>{#p/basic}{#npc/a}* 很久以前， 我聽說電視名人到處都是。

source: <32>* Now, they're looking to become a thing of the past.
pt_br: <32>* Agora, estão começando a se tornar algo do passado.
zh_cn: <32>* 现在， 他们似乎要成为过去了。
zh_tw: <32>* 現在， 他們似乎要成為過去了。

source: <32>{#p/basic}{#npc/a}* Long ago, I heard the outpost was a dreary place.
pt_br: <32>{#p/basic}{#npc/a}* Tempos atrás, ouvi dizer que o Outpost era um lugar obscuro.
zh_cn: <32>{#p/basic}{#npc/a}* 很久以前， 我听说这个前哨站 是一个沉闷的地方。
zh_tw: <32>{#p/basic}{#npc/a}* 很久以前， 我聽說這個前哨站 是一個沉悶的地方。

source: <32>* At this rate... we'll be back to having that same problem.
pt_br: <32>* Neste ritmo... estaremos de volta a essa era.
zh_cn: <32>* 照这样下去... 我们又会遇到同样的问题。
zh_tw: <32>* 照這樣下去... 我們又會遇到同樣的問題。

source: <32>{#p/basic}{#npc/a}* Long ago, I heard they split the town into two halves.
pt_br: <32>{#p/basic}{#npc/a}* Há muito tempo, ouvi dizer que eles dividiram a cidade em duas metades.
zh_cn: <32>{#p/basic}{#npc/a}* 很久以前， 我听说他们把小镇 一分为二了。
zh_tw: <32>{#p/basic}{#npc/a}* 很久以前， 我聽說他們把小鎮 一分為二了。

source: <32>* I wonder what it looked like before...?
pt_br: <32>* Me pergunto como se parecia antes...?
zh_cn: <32>* 我想知道这里原来 是什么样子的...？
zh_tw: <32>* 我想知道這裡原來 是什麼樣子的...？

source: <32>{#p/basic}{#npc/a}* Thanks for bringing us back.
pt_br: <32>{#p/basic}{#npc/a}* Obrigado por trazer isso de volta.
zh_cn: <32>{#p/basic}{#npc/a}* 谢谢你带我们回到了从前那样。
zh_tw: <32>{#p/basic}{#npc/a}* 謝謝你帶我們回到了從前那樣。

source: <32>{#p/basic}{#npc/a}* It's too bad we can't just magically bring them back.
pt_br: <32>{#p/basic}{#npc/a}* É uma pena que não possamos simplesmente trazê-los de volta magicamente.
zh_cn: <32>{#p/basic}{#npc/a}* 可惜我们不能用魔法 把他们变回来。
zh_tw: <32>{#p/basic}{#npc/a}* 可惜我們不能用魔法 把他們變回來。

source: <32>{#p/basic}{#npc/a}* It's too bad we can't just magically fix these things.
pt_br: <32>{#p/basic}{#npc/a}* É uma pena que não possamos magicamente arrumar as coisas.
zh_cn: <32>{#p/basic}{#npc/a}* 可惜我们不能用魔法 解决这些问题。
zh_tw: <32>{#p/basic}{#npc/a}* 可惜我們不能用魔法 解決這些問題。

source: <32>{#p/basic}{#npc/a}* We may never know.
pt_br: <32>{#p/basic}{#npc/a}* Talvez nós jamais saberemos.
zh_cn: <32>{#p/basic}{#npc/a}* 我们可能永远都 无从得知了。
zh_tw: <32>{#p/basic}{#npc/a}* 我們可能永遠都 無從得知了。

source: <32>{#p/basic}{#npc/a}* So we're free, huh?
pt_br: <32>{#p/basic}{#npc/a}* Então estamos livres, huh?
zh_cn: <32>{#p/basic}{#npc/a}* 所以我们自由了，嗯？
zh_tw: <32>{#p/basic}{#npc/a}* 所以我們自由了，嗯？

source: <32>* I guess I don't have to keep smiling anymore...
pt_br: <32>* Acho que não preciso ficar mais sorrindo...
zh_cn: <32>* 我想我不必再一直微笑了...
zh_tw: <32>* 我想我不必再一直微笑了...

source: <32>* ... strange. * I don't feel like not smiling, but smiling also seems wrong.
pt_br: <32>* ... estranho. * Não tenho vontade de não sorrir, mas sorrir também parece errado.
zh_cn: <32>* ...奇怪。 * 我不想不笑， 但笑起来又感觉不对劲。
zh_tw: <32>* ...奇怪。 * 我不想不笑， 但笑起來又感覺不對勁。

source: <32>* This is too deep. * I'm sticking to what I know.
pt_br: <32>* Isso é profundo demais. * Eu vou me atar aquilo que sei.
zh_cn: <32>* 这太难理解了。 * 我还是坚持做我熟悉的事吧。
zh_tw: <32>* 這太難理解了。 * 我還是堅持做我熟悉的事吧。

source: <32>* ... huh. * Then why can't I stop?
pt_br: <32>* ... huh. * Então por que eu não posso parar?
zh_cn: <32>* ...嗯。 * 那我为什么停不下来？
zh_tw: <32>* ...嗯。 * 那我為什麼停不下來？

source: <32>* For some reason, I don't want to stop smiling now!
pt_br: <32>* Por algum motivo, eu não quero parar de sorrir agora!
zh_cn: <32>* 不知道为什么， 我现在不想停止微笑了！
zh_tw: <32>* 不知道為什麼， 我現在不想停止微笑了！

source: <32>{#p/basic}{#npc/a}* Just now, I felt my smile falter for a moment.
pt_br: <32>{#p/basic}{#npc/a}* Agora mesmo, eu senti meu sorriso decaindo.
zh_cn: <32>{#p/basic}{#npc/a}* 就在刚才， 我感觉我的笑容消失了片刻。
zh_tw: <32>{#p/basic}{#npc/a}* 就在剛才， 我感覺我的笑容消失了片刻。

source: <32>* What's wrong?
pt_br: <32>* O que aconteceu?
zh_cn: <32>* 怎么回事？
zh_tw: <32>* 怎麼回事？

source: <32>{#p/basic}{#npc/a}* We all know things haven't gone how we'd hoped, but we smile anyway.
pt_br: <32>{#p/basic}{#npc/a}* Nós sabemos que as coisas não tem ido bem, mas sorrimos de toda forma.
zh_cn: <32>{#p/basic}{#npc/a}* 我们都知道事情不尽人意， 但我们仍旧保持微笑。
zh_tw: <32>{#p/basic}{#npc/a}* 我們都知道事情不盡人意， 但我們仍舊保持微笑。

source: <32>* Why?
pt_br: <32>* Porquê?
zh_cn: <32>* 你问为什么？
zh_tw: <32>* 你問為什麼？

source: <32>* This is our reality, so why be morose about it?
pt_br: <32>* É a nossa realidade, pra que ficar de careta?
zh_cn: <32>* 我们面对着的是现实， 所以何必郁郁寡欢呢？
zh_tw: <32>* 我們面對著的是現實， 所以何必鬱鬱寡歡呢？

source: <32>{#p/basic}{#npc/a}* Smile smile.
pt_br: <32>{#p/basic}{#npc/a}* Sorria sorria.
zh_cn: <32>{#p/basic}{#npc/a}* 笑一笑吧。
zh_tw: <32>{#p/basic}{#npc/a}* 笑一笑吧。

source: <32>{#p/basic}{#npc/a}* Smile smile!
pt_br: <32>{#p/basic}{#npc/a}* Sorria sorria!
zh_cn: <32>{#p/basic}{#npc/a}* 笑一笑吧！
zh_tw: <32>{#p/basic}{#npc/a}* 笑一笑吧！

source: <32>{#p/basic}{#npc/a}* Smile smile?
pt_br: <32>{#p/basic}{#npc/a}* Sorria sorria?
zh_cn: <32>{#p/basic}{#npc/a}* 笑一笑吧？
zh_tw: <32>{#p/basic}{#npc/a}* 笑一笑吧？

source: <32>{#p/basic}{#npc/a}* Freedom...
pt_br: <32>{#p/basic}{#npc/a}* Liberdade...
zh_cn: <32>{#p/basic}{#npc/a}* 自由...
zh_tw: <32>{#p/basic}{#npc/a}* 自由...

source: <32>* That means I don't have to worry about getting beat up anymore.
pt_br: <32>* Significa que eu não preciso mais me preocupar em relação a tomar uma surra.
zh_cn: <32>* 这意味着我不必再担心挨揍了。
zh_tw: <32>* 這意味著我不必再擔心挨揍了。

source: <32>* Haha.
zh_cn: <32>* 哈哈。
zh_tw: <32>* 哈哈。

source: <32>* That means I don't have to worry about cracking jokes anymore.
pt_br: <32>* Significa que eu não preciso me preocupar com piadas mais.
zh_cn: <32>* 这意味着我不必再费心讲笑话了。
zh_tw: <32>* 這意味著我不必再費心講笑話了。

source: <32>* What does a mouse do when it finally gets the cheese?
pt_br: <32>* O que um rato faz quando finalmente pega o queijo?
zh_cn: <32>* 当一只老鼠终于得到奶酪后， 它会做什么？
zh_tw: <32>* 當一隻老鼠終於得到奶酪後， 它會做什麼？

source: <32>* Well...
pt_br: <32>* Bem...
zh_cn: <32>* 嗯...
zh_tw: <32>* 嗯...

source: <32>* It probably doesn't worry about cracking jokes, that's for sure.
pt_br: <32>* Provavelmente não se preocupa em contar piadas, com certeza.
zh_cn: <32>* 它肯定不会费心讲笑话， 肯定不会。
zh_tw: <32>* 它肯定不會費心講笑話， 肯定不會。

source: <32>{#p/basic}{#npc/a}* It just feels like...
pt_br: <32>{#p/basic}{#npc/a}* Só parece que...
zh_cn: <32>{#p/basic}{#npc/a}* 感觉就像...
zh_tw: <32>{#p/basic}{#npc/a}* 感覺就像...

source: <32>* Like everything is getting worse, and worse... * And worse.
pt_br: <32>* Que tudo está ficando pior, e pior... * E pior.
zh_cn: <32>* 就像一切都在变得越来越糟... * 越来越糟。
zh_tw: <32>* 就像一切都在變得越來越糟... * 越來越糟。

source: <32>{#p/basic}{#npc/a}* Everyone is always laughing and cracking jokes, trying to forget our modern crises...
pt_br: <32>{#p/basic}{#npc/a}* Todo mundo está sempre rindo e fazendo piadas, tentando esquecer nossa crise...
zh_cn: <32>{#p/basic}{#npc/a}* 每个人都在欢笑、讲笑话， 试图忘记我们的现代危机...
zh_tw: <32>{#p/basic}{#npc/a}* 每個人都在歡笑、講笑話， 試圖忘記我們的現代危機...

source: <32>* Dreariness. * Crowding. * Lack of a homeworld.
pt_br: <32>* Monotonia. * Aglomeração. * Falta de um mundo natal.
zh_cn: <32>* 死气沉沉。 * 人口过剩。 * 无家可归。
zh_tw: <32>* 死氣沉沉。 * 人口過剩。 * 無家可歸。

source: <32>* I would join them, but I just don't feel like being funny.
pt_br: <32>* Eu me juntaria a eles, mas não me acho muito da graça.
zh_cn: <32>* 我也想加入他们， 但我并不有趣。
zh_tw: <32>* 我也想加入他們， 但我並不有趣。

source: <32>{#p/basic}{#npc/a}* Sorry. * That wasn't funny.
pt_br: <32>{#p/basic}{#npc/a}* Desculpa. * Não foi engraçado.
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉。 * 那并不好笑。
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉。 * 那並不好笑。

source: <32>{#p/basic}{#npc/a}* Sorry. * I guess you could say...
pt_br: <32>{#p/basic}{#npc/a}* Desculpa. * Acho que posso dizer...
zh_cn: <32>{#p/basic}{#npc/a}* 抱歉。 * 我猜你可以说...
zh_tw: <32>{#p/basic}{#npc/a}* 抱歉。 * 我猜你可以說...

source: <32>* That joke was a little too "cheesy."
pt_br: <32>* Que a piada estava meio "intolerante".
zh_cn: <32>* 那个笑话有点太“酪”套了。
zh_tw: <32>* 那個笑話有點太「酪」套了。

source: <32>{#p/basic}{#npc/a}* And worse...
pt_br: <32>{#p/basic}{#npc/a}* E pior...
zh_cn: <32>{#p/basic}{#npc/a}* 越来越糟...
zh_tw: <32>{#p/basic}{#npc/a}* 越來越糟...

source: <32>{#p/basic}{#npc/a}* At least I'm not making puns.
pt_br: <32>{#p/basic}{#npc/a}* Pelo menos não estou fazendo trocadilhos.
zh_cn: <32>{#p/basic}{#npc/a}* 至少，我不讲双关笑话。
zh_tw: <32>{#p/basic}{#npc/a}* 至少，我不講雙關笑話。

source: <32>{#p/basic}{#npc/a}* You should leave before I stop being nice to you.
pt_br: <32>{#p/basic}{#npc/a}* Você deveria ir embora antes que eu pare de ser legal.
zh_cn: <32>{#p/basic}{#npc/a}* 你最好在我对你失去耐心前离开。
zh_tw: <32>{#p/basic}{#npc/a}* 你最好在我對你失去耐心前離開。

source: <32>{#p/basic}{#npc/a}* Yes. * That was a pun. * I'm a pun mouse now.
pt_br: <32>{#p/basic}{#npc/a}* Sim. * Isso foi um trocadilho. * Eu sou um rato trocadilho agora.
zh_cn: <32>{#p/basic}{#npc/a}* 对。 * 那是个双关。 * 我现在是一只双关酪鼠了。
zh_tw: <32>{#p/basic}{#npc/a}* 對。 * 那是個雙關。 * 我現在是一隻雙關酪鼠了。

source: <32>{#p/basic}{#npc/a}* And worse still...
pt_br: <32>{#p/basic}{#npc/a}* E continua pior...
zh_cn: <32>{#p/basic}{#npc/a}* 永无止境...
zh_tw: <32>{#p/basic}{#npc/a}* 永無止境...

source: <32>{#p/basic}{#npc/a}* For now.
pt_br: <32>{#p/basic}{#npc/a}* Por agora.
zh_cn: <32>{#p/basic}{#npc/a}* 暂时吧。
zh_tw: <32>{#p/basic}{#npc/a}* 暫時吧。

source: <32>{#p/basic}{#npc/a}* (Oh, hey, it's me, Zorren.)
pt_br: <32>{#p/basic}{#npc/a}* (Oh, opa, sou eu, Zorren.)
zh_cn: <32>{#p/basic}{#npc/a}* （哦，嘿，是我，Zorren。）
zh_tw: <32>{#p/basic}{#npc/a}* （喔，嘿，是我，Zorren。）

source: <32>* (We, uh, can't thank you enough for doing what you did.)
pt_br: <32>* (Nós, uh, não podemos te agradecer o suficiente pelo que você fez.)
zh_cn: <32>* （我们，呃，对你所做的一切 感激不尽。）
zh_tw: <32>* （我們，呃，對你所做的一切 感激不盡。）

source: <32>* (But...) * (You've, uh, not exactly been a model citizen.)
pt_br: <32>* (Mas...) * (Você, uh, não tem sido o melhor cidadão.)
zh_cn: <32>* （但是...） * （你，呃，不完全算是 模范公民。）
zh_tw: <32>* （但是...） * （你，呃，不完全算是 模範公民。）

source: <32>* (Why'd you have to go and, make it all so complicated?)
pt_br: <32>* (Por que você tornou isso tudo tão complicado?)
zh_cn: <32>* (你为什么非要 把事情弄得这么麻烦呢？）
zh_tw: <32>* (你為什麼非要 把事情弄得這麼麻煩呢？）

source: <32>* (But...) * (You've, uh, probably heard enough of that, by now.)
pt_br: <32>* (Mas... você provavelmente já escutou o suficiente disso, por agora.)
zh_cn: <32>* （但是...） * （你，呃，大概已经听够 感谢的话了。）
zh_tw: <32>* （但是...） * （你，呃，大概已經聽夠 感謝的話了。）

source: <32>* (So I'll let you get back to, what you were doing.)
pt_br: <32>* (Então, vou deixar você voltar ao que estava fazendo.)
zh_cn: <32>* （那我就不打扰你了， 继续做你的事吧。）
zh_tw: <32>* （那我就不打擾你了， 繼續做你的事吧。）

source: <32>* (Something's, like, different about you now.)
pt_br: <32>* (Algo está diferente em você agora.)
zh_cn: <32>* （你现在，好像有点变了。）
zh_tw: <32>* （你現在，好像有點變了。）

source: <32>* (Yeah, you know, uh, I don't really like you anymore.)
pt_br: <32>* (É, tipo, eu não gosto mais de você.)
zh_cn: <32>* （是啊，你知道，呃， 我现在不大喜欢你了。）
zh_tw: <32>* （是啊，你知道，呃， 我現在不大喜歡你了。）

source: <32>* (I'd take back the key I gave you, if only I could.)
pt_br: <32>* (Eu pegaria de volta a chave que te dei, se eu pelo menos pudesse.)
zh_cn: <32>* （要是我能把给你的钥匙收回 就好了。）
zh_tw: <32>* （要是我能把給你的鑰匙收回 就好了。）

source: <32>* (You uh, got a problem with our, uh, police force, or...?)
pt_br: <32>* (Você uh, tem algum problema com nossa, uh, força policial, ou...?)
zh_cn: <32>* （你是，呃，对我们的警察， 呃，有意见，还是...？）
zh_tw: <32>* （你是，呃，對我們的警察， 呃，有意見，還是...？）

source: <32>* (Yeah, you know, uh, I don't really like you all that much.)
pt_br: <32>* (É, sabe, uh, eu não gosto tanto de você.)
zh_cn: <32>* （是啊，你知道，呃， 我其实不大喜欢你。）
zh_tw: <32>* （是啊，你知道，呃， 我其實不大喜歡你。）

source: <32>* (There's just, something off, particularly about you.)
pt_br: <32>* (Tem algo particularmente errado em relação a você.)
zh_cn: <32>* （只是，感觉， 你哪里有些不对劲。）
zh_tw: <32>* （只是，感覺， 你哪裡有些不對勁。）

source: <32>* (No?) * (Hey, thanks for uh, not doing that.)
pt_br: <32>* (Não?) * (Ei, valeu por, não fazer isso.)
zh_cn: <32>* （没有吗？） * （嘿，还好你呃，没有。）
zh_tw: <32>* （沒有嗎？） * （嘿，還好你呃，沒有。）

source: <32>* (Y'know, you seem like someone who likes to show respect.)
pt_br: <32>* (Você sabe, você parece ser alguém que gosta de demonstrar respeito.)
zh_cn: <32>* （知道吗， 你看起来很会尊重他人。）
zh_tw: <32>* （知道嗎， 你看起來很會尊重他人。）

source: <32>* (So, thanks for, uh, doing that.)
pt_br: <32>* (Então, valeu por, uh, fazer isso.)
zh_cn: <32>* （所以，谢谢你，呃，那样做。）
zh_tw: <32>* （所以，謝謝你，呃，那樣做。）

source: <32>* (In fact...)
pt_br: <32>* (De fato...)
zh_cn: <32>* （实际上...）
zh_tw: <32>* （實際上...）

source: <32>* (Here, kid.) * (Have a key, on us.)
pt_br: <32>* (Ei, carinha.) * (Toma essa chave, por nossa conta.)
zh_cn: <32>* （给你，孩子。） * （我们手里，有个钥匙。）
zh_tw: <32>* （給你，孩子。） * （我們手裡，有個鑰匙。）

source: <32>{#p/basic}{#npc/a}* (We've, uh, got an armory somewhere, I think.)
pt_br: <32>{#p/basic}{#npc/a}* (Nós, uh, temos um arsenal em algum lugar, eu acho.)
zh_cn: <32>{#p/basic}{#npc/a}* （我想，呃，我们应该 在什么地方有个军火库。）
zh_tw: <32>{#p/basic}{#npc/a}* （我想，呃，我們應該 在什麼地方有個兵工廠。）ゐ

source: <32>* (Psst...) * (Just between us, Kabakk and I built this station ourselves.)
pt_br: <32>* (Só entre a gente, Kabakk e eu construímos essa estação por conta própria.)
zh_cn: <32>* （嘘...） * （就是，这个警察岗是我和 Kabakk两个人自己建的。）
zh_tw: <32>* （噓...） * （就是，這個警察崗是我和 Kabakk兩個人自己建的。）

source: <32>* (Pretty cool, huh?)
pt_br: <32>* (Bem legal, né?)
zh_cn: <32>* （很酷，是吧？）
zh_tw: <32>* （很酷，是吧？）

source: <32>{#p/basic}{#npc/a}* (Do better, my friend.) * (Do better.)
pt_br: <32>{#p/basic}{#npc/a}* (Faça melhor, meu amigo.) * (Faça melhor.)
zh_cn: <32>{#p/basic}{#npc/a}* （做得更好些吧，我的朋友。） * （做得更好些吧。）
zh_tw: <32>{#p/basic}{#npc/a}* （做得更好些吧，我的朋友。） * （做得更好些吧。）

source: <32>{#p/basic}{#npc/a}* (Carry on, my friend.) * (Carry on.)
pt_br: <32>{#p/basic}{#npc/a}* (Continue assim, meu amigo.) * (Continue assim.)
zh_cn: <32>{#p/basic}{#npc/a}* （继续前进吧，我的朋友。） * （继续前进吧。）
zh_tw: <32>{#p/basic}{#npc/a}* （繼續前進吧，我的朋友。） * （繼續前進吧。）

source: <32>{#p/basic}{#npc/a}* (Get outta here.)
pt_br: <32>{#p/basic}{#npc/a}* (Some daqui.)
zh_cn: <32>{#p/basic}{#npc/a}* （离开这里。）
zh_tw: <32>{#p/basic}{#npc/a}* （離開這裡。）

source: <32>{#p/basic}{#npc/a}* (Yeah, we're not real police.)
pt_br: <32>{#p/basic}{#npc/a}* (É, não somos polícia de verdade.)
zh_cn: <32>{#p/basic}{#npc/a}* （没错，我们不是真警察。）
zh_tw: <32>{#p/basic}{#npc/a}* （沒錯，我們不是真警察。）

source: <32>{#p/basic}{#npc/a}* (We may not be real police, but people like you are worth protecting and serving.)
pt_br: <32>{#p/basic}{#npc/a}* (Podemos não ser polícias de verdade, mas pessoas como você valem a pena proteger.)
zh_cn: <32>{#p/basic}{#npc/a}* （也许我们不是真正的警察， 但像你这样的人 值得我们的保护和服务。）
zh_tw: <32>{#p/basic}{#npc/a}* （也許我們不是真正的警察， 但像你這樣的人 值得我們的保護和服務。）

source: <32>{#p/human}* (You activate the terminal.)
pt_br: <32>{#p/human}* (Você ativa o terminal.)
zh_cn: <32>{#p/human}* （你激活了终端。）
zh_tw: <32>{#p/human}* （你激活了終端。）

source: <32>{#p/human}* (The note describes reducing the total to zero by adding or subtracting powers of ten.)
pt_br: <32>{#p/human}* (A nota descreve a redução do total a zero adicionando ou subtraindo potências de dez.)
zh_cn: <32>{#p/human}* （说明上写着 通过加减十的幂将总数减至零。）
zh_tw: <32>{#p/human}* （說明上寫著 通過加減十的冪將總數減至零。）

source: <32>{#p/basic}* There are written instructions tacked onto the side...
pt_br: <32>{#p/basic}* Tem instruções marcadas do lado...
zh_cn: <32>{#p/basic}* 显示器侧面钉着一份说明...
zh_tw: <32>{#p/basic}* 顯示器側面釘著一份說明...

source: <33>* It's illegible chicken-scratch. * The only word you can make out is "zero."
pt_br: <33>* É um arranhão de galinha ilegível. A única palavra para legível é "zero".
zh_cn: <33>* 上面的字迹全是狂草，你根本 看不清楚。 * 除了一个字，“零”。
zh_tw: <33>* 上面的字跡全是狂草，你根本 看不清楚。 * 除了一個字，「零」。

source: <32>{#p/human}* (But you already completed this puzzle beforehand.)
pt_br: <32>{#p/human}* (Mas você já completou este quebra cabeça.)
zh_cn: <32>{#p/human}* （可是，你之前已经解开 这个谜题了。）
zh_tw: <32>{#p/human}* （可是，你之前已經解開 這個謎題了。）

source: <32>{#p/basic}* The terminal is now in an unlocked state.
pt_br: <32>{#p/basic}* O terminal agora está desbloqueado.
zh_cn: <32>{#p/basic}* 终端已解锁。
zh_tw: <32>{#p/basic}* 終端已解鎖。

source: <32>{#p/human}* (You look behind the microwave...)
pt_br: <32>{#p/human}* (Você olha atrás do micro-ondas...)
zh_cn: <32>{#p/human}* （你看了看微波炉的后面...）
zh_tw: <32>{#p/human}* （你看了看微波爐的後面...）

source: <32>{#p/basic}* Nothing useful here.
pt_br: <32>{#p/basic}* Nada útil aqui.
zh_cn: <32>{#p/basic}* 没什么有用的东西。
zh_tw: <32>{#p/basic}* 沒什麼有用的東西。

source: <32>{#s/equip}{#p/human}* (You pulled the switch.)
pt_br: <32>{#s/equip}{#p/human}* (Você aperta o interruptor.)
zh_cn: <32>{#s/equip}{#p/human}* （你按下了开关。）
zh_tw: <32>{#s/equip}{#p/human}* （你按下了開關。）

source: <32>{#p/basic}* There's a switch here...
pt_br: <32>{#p/basic}* Tem um interruptor aqui...
zh_cn: <32>{#p/basic}* 这里有个开关...
zh_tw: <32>{#p/basic}* 這裡有個開關...

source: <32>{#p/human}* (But you already flipped the switch here.)
pt_br: <32>{#p/human}* (Mas você já apertou...)
zh_cn: <32>{#p/human}* （可是，你之前已经按下 这个开关了。）
zh_tw: <32>{#p/human}* （可是，你之前已經按下 這個開關了。）

source: <32>{#p/human}* (But you didn't notice anything of note about this appliance.)
pt_br: <32>{#p/human}* (Mas você não notou nada digno de notar sobre este aparelho.)
zh_cn: <32>{#p/human}* （可是，你没发现这个电器 有什么特别之处。）
zh_tw: <32>{#p/human}* （可是，你沒發現這個電器 有什麼特別之處。）

source: <32>{#p/basic}* A standard-issue CITADEL dielectric heater, circa 260X.
pt_br: <32>{#p/basic}* Um aquecedor dielétrico padrão CIDADELA, circa de 260X.
zh_cn: <32>{#p/basic}* 标准规格的电介质加热器， 首塔制造。 * 260X年前后制成。
zh_tw: <32>{#p/basic}* 標準規格的電介質加熱器， 首塔製造。 * 260X年前後製成。

source: <32>* It's a microwave. * Can't be over a decade old.
pt_br: <32>* É um micro-ondas. * Não tem mais do que uma década de idade.
zh_cn: <32>* 这就是台微波炉。 顶多用了十年。
zh_tw: <32>* 這就是臺微波爐。 頂多用了十年。

source: <32>{#p/basic}* It seems to be projecting some kind of gravity field.
pt_br: <32>{#p/basic}* Parece estar projeta do um tipo de escudo de gravidade.
zh_cn: <32>{#p/basic}* 它似乎在投射某种重力场。
zh_tw: <32>{#p/basic}* 它似乎在投射某種重力場。

source: <32>{#p/basic}* I wonder... if there's a switch somewhere...
pt_br: <32>{#p/basic}* Me pergunto... se tem um botão em algum lugar...
zh_cn: <32>{#p/basic}* 我有点好奇... 这附近有没有开关什么的...
zh_tw: <32>{#p/basic}* 我有點好奇... 這附近有沒有開關什麼的...

source: <32>{#p/human}* (But you didn't have any mail to send.)
pt_br: <32>{#p/human}* (Mas você não tinha nada para enviar.)
zh_cn: <32>{#p/human}* （可是，你没有信要寄。）
zh_tw: <32>{#p/human}* （可是，你沒有信要寄。）

source: <32>{#p/basic}* This mailbox is labelled "PAPYRUS."
pt_br: <32>{#p/basic}* Esta caixa de correio está rotulada como "PAPYRUS."
zh_cn: <32>{#p/basic}* 邮箱上标注着“PAPYRUS”。
zh_tw: <32>{#p/basic}* 信箱上標注著「PAPYRUS」。

source: * (Look inside the mailbox?)
pt_br: * (Olhar na caixa?)
zh_cn: * （看一眼里边吗？）
zh_tw: * （看一眼裡邊嗎？）

source: <32>{#p/human}* (You look inside...)
pt_br: <32>{#p/human}* (Você olha dentro...)
zh_cn: <32>{#p/human}* （你往里看了一眼...）
zh_tw: <32>{#p/human}* （你往裡看了一眼...）

source: <32>{#p/basic}* It's even emptier than before.
pt_br: <32>{#p/basic}* Está mais vazia do que antes.
zh_cn: <32>{#p/basic}* 比以前还空。
zh_tw: <32>{#p/basic}* 比以前還空。

source: <32>{#p/basic}* It's not empty?
pt_br: <32>{#p/basic}* Não está vazia?
zh_cn: <32>{#p/basic}* 不是空的？
zh_tw: <32>{#p/basic}* 不是空的？

source: <32>{#p/basic}* It's empty.
pt_br: <32>{#p/basic}* Está vazia.
zh_cn: <32>{#p/basic}* 空的。
zh_tw: <32>{#p/basic}* 空的。

source: <18>{#p/papyrus}{#f/0}HOW NICE OF YOU TO CHECK MY MAIL!
pt_br: <18>{#p/papyrus}{#f/0}QUE GENTILEZA SUA VERIFICAR MEU E-MAIL!
zh_cn: <18>{#p/papyrus}{#f/0}谢谢你帮忙 检查了我的邮件！
zh_tw: <18>{#p/papyrus}{#f/0}謝謝你幫忙 檢查了我的郵件！

source: <18>{#p/papyrus}{#f/4}THANKFULLY, I'VE ALREADY COLLECTED IT ALL.
pt_br: <18>{#p/papyrus}{#f/4}EU JÁ TINHA OLHADO ANTES, OBRIGADO.
zh_cn: <18>{#p/papyrus}{#f/4}谢天谢地， 我已经全都整理好了。
zh_tw: <18>{#p/papyrus}{#f/4}謝天謝地， 我已經全都整理好了。

source: <32>{#p/human}* (You decide not to look.)
pt_br: <32>{#p/human}* (Você decide não olhar.)
zh_cn: <32>{#p/human}* （你决定先不看了。）
zh_tw: <32>{#p/human}* （你決定先不看了。）

source: <32>{#p/basic}* It's an unused plate.
pt_br: <32>{#p/basic}* É um prato não usado.
zh_cn: <32>{#p/basic}* 一个没用过的盘子。
zh_tw: <32>{#p/basic}* 一個沒用過的盤子。

source: <32>{#p/human}* (You gaze upon the mouth- watering spaghetti.)
pt_br: <32>{#p/human}* (Você olha para o espaguete de dar água na boca.)
zh_cn: <32>{#p/human}* （你凝视着令人垂涎的 意大利面。）
zh_tw: <32>{#p/human}* （你凝視著令人垂涎的 義大利麵。）

source: <32>{#p/human}* (It appears to be just beyond your reach.)
pt_br: <32>{#p/human}* (Está acima do seu alcance.)
zh_cn: <32>{#p/human}* （似乎是够不到它了。）
zh_tw: <32>{#p/human}* （似乎是夠不到它了。）

source: <32>{#p/human}* (You got the Spaghetti.)
pt_br: <32>{#p/human}* (Você pegou o espaguete.)
zh_cn: <32>{#p/human}* （你得到了意大利面。）
zh_tw: <32>{#p/human}* （你得到了義大利麵。）

source: <32>{#p/human}* (You're carrying too much to take that.)
pt_br: <32>{#p/human}* (Você está carregando demais pra levar isso.)
zh_cn: <32>{#p/human}* （你带的东西太多，装不下它了。）
zh_tw: <32>{#p/human}* （你帶的東西太多，裝不下它了。）

source: <32>{#p/human}* (You feel appreciative towards this plate for the food it served you.)
pt_br: <32>{#p/human}* (Você se sente grato pela comida neste prato.)
zh_cn: <32>{#p/human}* （你对这个曾经盛放过食物的盘子 心怀感激。）
zh_tw: <32>{#p/human}* （你對這個曾經盛放過食物的盤子 心懷感激。）

source: <32>{#p/basic}* Why bother. * It's just a simple plate.
pt_br: <32>{#p/basic}* Porque reclamar. * É só um simples prato.
zh_cn: <32>{#p/basic}* 咋了。 * 就一普通盘子。
zh_tw: <32>{#p/basic}* 咋了。 * 就一普通盤子。

source: <32>{#p/basic}* Once the home of a truly out- of-this-world creation.
pt_br: <32>{#p/basic}* Outrora o lar de uma criação verdadeiramente de outro mundo.
zh_cn: <32>{#p/basic}* 曾经承载过 一份人间难得的佳肴呢。
zh_tw: <32>{#p/basic}* 曾經承載過 一份人間難得的佳餚呢。

source: <32>{#p/human}* (The terminal appears to have been powered off.)
pt_br: <32>{#p/human}* (O término parece ter sido desligado.)
zh_cn: <32>{#p/human}* （终端似乎已经停机了。）
zh_tw: <32>{#p/human}* （終端似乎已經停機了。）
