Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* A standard-issue CITADEL long- range telescope, circa 261X.
pt_br: <32>{#p/basic}* Um telescópio de longo alcance padrão da CIDADELA, por volta de 261X
zh_cn: <32>{#p/basic}* 标准规格的长焦望远镜，皇家出品。 * 251X年前后制成。
zh_tw: <32>{#p/basic}* 標準規格的長焦望遠鏡，皇家出品。 * 251X年前後製成。

source: * (Use the telescope?)
pt_br: * (Usar o telescópio?)
zh_cn: * （使用望远镜？）
zh_tw: * （使用望遠鏡？）

source: Yes
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: No
pt_br: Não
zh_cn: 否
zh_tw: 否

source: <25>{#p/kidd}{#f/2}* You do stargazing??
pt_br: <25>{#p/kidd}{#f/2}* Você tá caçando estrelas??
zh_cn: <25>{#p/kidd}{#f/2}* 你在看星星吗？
zh_tw: <25>{#p/kidd}{#f/2}* 你在看星星嗎？

source: <25>{#p/kidd}{#f/1}* Yo... I bet you just saw something really cool.
pt_br: <25>{#p/kidd}{#f/1}* Yo... Posso apostar que você viu algo bem da hora.
zh_cn: <25>{#p/kidd}{#f/1}* 哟... 我打赌 你肯定看到了很酷的东西。
zh_tw: <25>{#p/kidd}{#f/1}* 喲... 我打賭 你肯定看到了很酷的東西。

source: <25>{#f/7}* The last time I looked in a telescope, I saw a freaking SUPERNOVA!
pt_br: <25>{#f/7}* Da última vez que eu usei um telescópio, eu vi uma SUPERNOVA!
zh_cn: <25>{#f/7}* 上次我用望远镜的时候， 我甚至看到了一颗超新星！
zh_tw: <25>{#f/7}* 上次我用望遠鏡的時候， 我甚至看到了一顆超新星！

source: <25>{#p/kidd}{#f/3}* Here. * Take this.
pt_br: <25>{#p/kidd}{#f/3}* Aqui. * Pega isso.
zh_cn: <25>{#p/kidd}{#f/3}* 给。 * 拿上这个。
zh_tw: <25>{#p/kidd}{#f/3}* 給。 * 拿上這個。

source: <32>{#s/equip}{#p/human}* (The Premium Membership Voucher was added to your keyring.)
pt_br: <32>{#s/equip}{#p/human}* (Um Voucher Premium de Membro foi adicionado ao seu chaveiro.)
zh_cn: <32>{#s/equip}{#p/human}* （你把高级会员卡 挂到了钥匙串上。）
zh_tw: <32>{#s/equip}{#p/human}* （你把高級會員卡 掛到了鑰匙串上。）

source: <25>{#p/kidd}{#f/7}* Now you can use ANY telescope, even the "premium" ones!
pt_br: <25>{#p/kidd}{#f/7}* Agora você pode usar qualquer telescópio, até os "premium"!
zh_cn: <25>{#p/kidd}{#f/7}* 现在你可以使用 任何望远镜了， 连“最高级”的都能用！
zh_tw: <25>{#p/kidd}{#f/7}* 現在你可以使用 任何望遠鏡了， 連「最高級」的都能用！

source: <25>{#f/1}* That short skeleton gave me a bunch of these earlier.
pt_br: <25>{#f/1}* Aquele esqueleto pequeno me deu um monte desses mais cedo.
zh_cn: <25>{#f/1}* 那个矮骷髅之前 给了我好多这个。
zh_tw: <25>{#f/1}* 那個矮骷髏之前 給了我好多這個。

source: <25>{#f/2}* He also gave me some digital thing with a lot of money...
pt_br: <25>{#f/2}* Ele também me deu uma parada digital cheia de dinheiro...
zh_cn: <25>{#f/2}* 他甚至花了很多钱 送了我一些数字藏品...
zh_tw: <25>{#f/2}* 他甚至花了很多錢 送了我一些數字藏品...

source: <25>{#f/1}* I guess he really likes me, haha.
pt_br: <25>{#f/1}* Acho que ele realmente gosta de mim, haha.
zh_cn: <25>{#f/1}* 我猜他真的很喜欢我，哈哈。
zh_tw: <25>{#f/1}* 我猜他真的很喜歡我，哈哈。

source: <25>{#p/kidd}{#f/3}* Anyway, I kinda just wanted to give you the voucher.
pt_br: <25>{#p/kidd}{#f/3}* Bem, eu só queria te dar o voucher.
zh_cn: <25>{#p/kidd}{#f/3}* 总之就是，这么多会员卡 我留着也没用，就送你一张。
zh_tw: <25>{#p/kidd}{#f/3}* 總之，我剛才給了你一張券。

source: <25>{#f/1}* I hope you see something cool with it, though!
pt_br: <25>{#f/1}* Espero que você veja algo incrível com ele!
zh_cn: <25>{#f/1}* 用它来看点 更酷的东西吧！
zh_tw: <25>{#f/1}* 希望你能看到更酷的東西！

source: <25>{#p/kidd}{#f/1}* I'll be in town!
pt_br: <25>{#p/kidd}{#f/1}* Eu estarei na cidade!
zh_cn: <25>{#p/kidd}{#f/1}* 我要回镇上了！
zh_tw: <25>{#p/kidd}{#f/1}* 我要回鎮上了！

source: <25>{#p/asriel1}{#f/17}* See anything you like?
pt_br: <25>{#p/asriel1}{#f/17}* Viu algo que gostou?
zh_cn: <25>{#p/asriel1}{#f/17}* 看到什么喜欢的东西了吗？
zh_tw: <25>{#p/asriel1}{#f/17}* 看到什麼喜歡的東西了嗎？

source: <32>{#p/basic}* Stargazing in space... * Truly, this is some outside- the-box thinking.
pt_br: <32>{#p/basic}* Explorar o espaço... * Realmente, é algo fora da caixa de se pensar.
zh_cn: <32>{#p/basic}* 在太空中观星... 确实，这也是种打破 思维定势的想法。
zh_tw: <32>{#p/basic}* 在太空中觀星... 確實，這也是種打破 思維定勢的想法。

source: <32>{#p/basic}* ...
zh_cn: <32>{#p/basic}* ...ゑ
zh_tw: <32>{#p/basic}* ...ゑ

source: <32>* Asriel and I had a telescope just like this.
pt_br: <32>* Asriel e eu tínhamos um telescópio igual a esse.
zh_cn: <32>* 以前，我和Asriel就有一架 这样的望远镜。
zh_tw: <32>* 以前，我和Asriel就有一架 這樣的望遠鏡。

source: <32>* We'd point it in random directions, hoping to see something exciting...
pt_br: <32>* Nós apontamos em direções aleatórias na esperança de ver algo animador...
zh_cn: <32>* 我们把镜筒对着 天空的各个角落， 期待能发现意想不到的惊喜...
zh_tw: <32>* 我們把鏡筒對著 天空的各個角落， 期待能發現意想不到的驚喜...

source: <32>* ... we never saw much at all.
pt_br: <32>* ... nunca vimos nada demais.
zh_cn: <32>* ...可惜，希望总是落空。
zh_tw: <32>* ...可惜，希望總是落空。

source: <32>* Despite that, it didn't seem to matter to him...
pt_br: <32>* Além disso, ele não parecia ligar muito...
zh_cn: <32>* 尽管观星收获寥寥， 但Asriel并不在意...
zh_tw: <32>* 儘管觀星收穫寥寥， 但Asriel並不在意...

source: <32>* While I was focused on looking outward, he was just happy to spend time with me.
pt_br: <32>* Enquanto eu ficava procurando por algo, ele parecia apenas feliz por estar comigo.
zh_cn: <32>* 我挖空心思从星空寻找宝藏。 但对他而言... 我的陪伴才是真正的“宝藏”。
zh_tw: <32>* 我挖空心思從星空尋找寶藏。 但對他而言... 我的陪伴才是真正的「寶藏」。

source: <32>{#p/human}* (You hear a sigh.)
pt_br: <32>{#p/human}* (Você escuta um chorinho.)
zh_cn: <32>{#p/human}* （你听到一声叹息。）
zh_tw: <32>{#p/human}* （你聽到一聲嘆息。）

source: <32>{#p/basic}* ... uh, let's just get back to what we were doing.
pt_br: <32>{#p/basic}* ... uh, vamos só voltar para o que estávamos fazendo.
zh_cn: <32>{#p/basic}* ...唉，别在意。 咱们继续干正事吧。
zh_tw: <32>{#p/basic}* ...唉，別在意。 咱們繼續幹正事吧。

source: <32>{#p/basic}* It doesn't seem like there's anything interesting to watch.
pt_br: <32>{#p/basic}* Parece que não tem nada de interessante para ver.
zh_cn: <32>{#p/basic}* 没什么好看的。
zh_tw: <32>{#p/basic}* 沒什麼好看的。

source: <32>{#p/basic}* Not bad for your first try...
pt_br: <32>{#p/basic}* Nada mal para sua primeira tentativa...
zh_cn: <32>{#p/basic}* 毕竟第一次玩， 这样挺不错了...
zh_tw: <32>{#p/basic}* 畢竟第一次玩， 這樣挺不錯了...

source: <32>{#p/basic}* Not bad for your first try.
pt_br: <32>{#p/basic}* Nada mal para a primeira tentativa.
zh_cn: <32>{#p/basic}* 毕竟第一次玩， 这样也挺不错。
zh_tw: <32>{#p/basic}* 畢竟第一次玩， 這樣也挺不錯。

source: <32>{#p/basic}* You can do better than that...
pt_br: <32>{#p/basic}* Você pode fazer melhor que isso...
zh_cn: <32>{#p/basic}* 加把劲吧...
zh_tw: <32>{#p/basic}* 加把勁吧...

source: <32>{#p/basic}* You can do better than that.
pt_br: <32>{#p/basic}* Você pode fazer melhor que isso.
zh_cn: <32>{#p/basic}* 可以再加把劲。
zh_tw: <32>{#p/basic}* 可以再加把勁。

source: <32>{#p/basic}* You beat the top scorer...? * I don't think I've ever seen anyone do that...
pt_br: <32>{#p/basic}* Você consegue bater o recorde...? * Eu acho que nunca vi ninguém fazendo isso...
zh_cn: <32>{#p/basic}* ...打破纪录了？ * 以前没见过有人成功...
zh_tw: <32>{#p/basic}* ...打破紀錄了？ * 以前沒見過有人成功...

source: <32>{#p/basic}* You beat the top scorer? * I don't think I've ever seen anyone do that!
pt_br: <32>{#p/basic}* Você bateu o recorde? * Eu não acho que já vi alguém fazendo isso!
zh_cn: <32>{#p/basic}* 打破纪录了？ * 从来没见过你这么厉害的！
zh_tw: <32>{#p/basic}* 打破紀錄了？ * 從來沒見過你這麼厲害的！

source: <33>{#p/basic}* You seem pretty good at this...
pt_br: <33>{#p/basic}* Você parece muito bom nisso...
zh_cn: <33>{#p/basic}* 你挺会玩的...
zh_tw: <33>{#p/basic}* 你挺會玩的...

source: <32>{#p/basic}* You seem pretty good at this.
pt_br: <32>{#p/basic}* Você parece muito bom nisso.
zh_cn: <32>{#p/basic}* 你挺会玩啊。
zh_tw: <32>{#p/basic}* 你挺會玩啊。

source: <32>{#p/basic}* You beat your high score...?
pt_br: <32>{#p/basic}* Você bateu o recorde...?
zh_cn: <32>{#p/basic}* 你打破了你的纪录...？
zh_tw: <32>{#p/basic}* 你打破了你的紀錄...？

source: <32>{#p/basic}* Look at that, new high score!
pt_br: <32>{#p/basic}* Olha o novo recorde!
zh_cn: <32>{#p/basic}* 看，新纪录！
zh_tw: <32>{#p/basic}* 看，新紀錄！

source: <32>{#p/basic}* For a second, I thought you were going to beat the top scorer...
pt_br: <32>{#p/basic}* Por um segundo eu pensei que você iria conseguir bater o recorde...
zh_cn: <32>{#p/basic}* 有那么一瞬间，我以为你打破了记录...
zh_tw: <32>{#p/basic}* 有那麼一瞬間，我以為你打破了記錄...

source: <32>{#p/basic}* Woah, you could've beaten the top scorer! * Can you go all the way?
pt_br: <32>{#p/basic}* Woah, você poderia ter batido o recorde! * Será se você consegue?
zh_cn: <32>{#p/basic}* 哇哦，你差点就破纪录了！ * 你能坚持下去吗？
zh_tw: <32>{#p/basic}* 哇喔，你差點就破紀錄了！ * 你能堅持下去嗎？

source: <32>{#p/basic}* Looks like you could use some practice...
pt_br: <32>{#p/basic}* Parece que você pode conseguir com prática...
zh_cn: <32>{#p/basic}* 你可能得多练练...
zh_tw: <32>{#p/basic}* 你可能得多練練...

source: <32>{#p/basic}* Looks like you could use some practice.
pt_br: <32>{#p/basic}* Acho que você pode dar uma praticada.
zh_cn: <32>{#p/basic}* 多练练就好了。
zh_tw: <32>{#p/basic}* 多練練就好了。

source: <32>{#p/basic}* That's better...
pt_br: <32>{#p/basic}* Está melhor...
zh_cn: <32>{#p/basic}* 比上次好...
zh_tw: <32>{#p/basic}* 比上次好...

source: <32>{#p/basic}* That's more like it.
pt_br: <32>{#p/basic}* Assim tá bem melhor.
zh_cn: <32>{#p/basic}* 这才像话。
zh_tw: <32>{#p/basic}* 這才像話。

source: <32>{#p/basic}* You beat the top scorer on your first try...? * How in the world...
pt_br: <32>{#p/basic}* Você bateu o recorde na primeira tentativa? * Qual é chance...
zh_cn: <32>{#p/basic}* ...第一次玩就打破纪录了？ * 怎么做到的...
zh_tw: <32>{#p/basic}* ...第一次玩就打破紀錄了？ * 怎麼做到的...

source: <32>{#p/basic}* You beat the top scorer on your first try? * You're a natural!
pt_br: <32>{#p/basic}* Você bateu o recorde na primeira tentativa? * Você é bom naturalmente!
zh_cn: <32>{#p/basic}* 第一次玩就打破纪录了？ * 你简直是天才！
zh_tw: <32>{#p/basic}* 第一次玩就打破紀錄了？ * 你簡直是天才！

source: <32>{#p/basic}* For a first try, that's pretty good...
pt_br: <32>{#p/basic}* Para a primeira tentativa, isso foi muito bom...
zh_cn: <32>{#p/basic}* 毕竟第一次玩， 这个分挺高了...
zh_tw: <32>{#p/basic}* 畢竟第一次玩， 這個分挺高了...

source: <32>{#p/basic}* For a first try, that's pretty good!
pt_br: <32>{#p/basic}* Para uma primeira tentativa, isso foi muito bom!
zh_cn: <32>{#p/basic}* 毕竟第一次玩， 这个分挺高的！
zh_tw: <32>{#p/basic}* 畢竟第一次玩， 這個分挺高的！

source: <32>{#p/basic}* You keep getting so close...
pt_br: <32>{#p/basic}* Você tá cada vez mais perto...
zh_cn: <32>{#p/basic}* 就差一点了...
zh_tw: <32>{#p/basic}* 就差一點了...

source: <32>{#p/basic}* Darn, you almost beat the top scorer again... * You can do it!
pt_br: <32>{#p/basic}* Droga, você quase bateu o recorde... * Você consegue!
zh_cn: <32>{#p/basic}* 天哪，你马上就要破纪录了... * 你能做到的！
zh_tw: <32>{#p/basic}* 天哪，你馬上就要破紀錄了... * 你能做到的！

source: <32>{#p/human}* (It doesn't seem to be powered on anymore.)
pt_br: <32>{#p/human}* (Não parece estar funcionando mais.)
zh_cn: <32>{#p/human}* （似乎是没电了。）
zh_tw: <32>{#p/human}* （似乎是沒電了。）

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
pt_br: <32>{#p/human}* (Você sente a presença dos monstros próximos diminuindo.)
zh_cn: <32>{#p/human}* （你感觉周围的怪物越来越少了。）
zh_tw: <32>{#p/human}* （你感覺周圍的怪物越來越少了。）

source: <32>{#p/human}* (But there was nothing left for you to do here.)
pt_br: <32>{#p/human}* (Porém, não havia mais nada para fazer aqui.)
zh_cn: <32>{#p/human}* （没必要再踏足了。）
zh_tw: <32>{#p/human}* （沒必要再踏足了。）

source: <32>{#p/basic}* It's out of service.
pt_br: <32>{#p/basic}* Está fora de serviço.
zh_cn: <32>{#p/basic}* 不能使用了。
zh_tw: <32>{#p/basic}* 不能使用了。

source: <32>{#p/human}* (You reach for the jukebox...)
pt_br: <32>{#p/human}* (Você pega a jukebox...)
zh_cn: <32>{#p/human}* （你去碰点唱机...）
zh_tw: <32>{#p/human}* （你去碰點唱機...）

source: <32>{#p/basic}* This jukebox only plays music you've heard before.
pt_br: <32>{#p/basic}* Está jukebox só toca sons que você escutou antes.
zh_cn: <32>{#p/basic}* 点唱机只放你听过的音乐。
zh_tw: <32>{#p/basic}* 點唱機只放你聽過的音樂。

source: * (Play a song?)
pt_br: * (Tocar uma música?)
zh_cn: * （放一首音乐吗？）
zh_tw: * （放一首音樂嗎？）

source: Track 01
zh_cn: 曲目01
zh_tw: 曲目01

source: Track 02
zh_cn: 曲目02
zh_tw: 曲目02

source: Track 03
zh_cn: 曲目03
zh_tw: 曲目03

source: Cancel
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

source: <32>{#p/human}* (But you couldn't play a song you didn't know yet.)
pt_br: <32>{#p/human}* (Mas você não pode tocar um som que ainda não conhece.)
zh_cn: <32>{#p/human}* （可是，这首曲子你还没听过， 无法播放。）
zh_tw: <32>{#p/human}* （可是，這首曲子你還沒聽過， 無法播放。）

source: <32>{#p/basic}* The cover depicts a spooky DJ playing to the crowd. * You can't know this song.
pt_br: <32>{#p/basic}* A capa mostra um DJ assustador tocando para a multidão. * Você não pode conhecer essa música.
zh_cn: <32>{#p/basic}* 唱片封面上有个幽灵DJ， 人们正在听它表演。 * 你应该没听过这首。
zh_tw: <32>{#p/basic}* 唱片封面上有個幽靈DJ， 人們正在聽它表演。 * 你應該沒聽過這首。

source: <33>{#p/basic}* The cover depicts a spooky DJ at their computer. * You can't know this song.
pt_br: <33>{#p/basic}* A capa mostra um DJ assustador em seu computador. * Você não pode conhecer essa música
zh_cn: <33>{#p/basic}* 唱片封面上有个幽灵DJ， 它正飘在电脑前。 * 你应该没听过这首。
zh_tw: <33>{#p/basic}* 唱片封面上有個幽靈DJ， 它正飄在電腦前。 * 你應該沒聽過這首。

source: <32>{#p/basic}* The cover depicts a little white dog surrounded by trash. * You can't know this song.
pt_br: <32>{#p/basic}* A capa mostra um cachorrinho branco cercado por lixo. * Você não pode conhecer essa música.
zh_cn: <32>{#p/basic}* 唱片封面上有只小白狗， 它被围在一堆垃圾里。 * 你应该没听过这首。
zh_tw: <32>{#p/basic}* 唱片封面上有隻小白狗， 它被圍在一堆垃圾裡。 * 你應該沒聽過這首。

source: <32>{*}{#p/human}* (You select the disc...){^40}{%}
pt_br: <32>{*}{#p/human}* (Você seleciona o disco...){^40}{%}
zh_cn: <32>{*}{#p/human}* （你想听听这首...）{^40}{%}
zh_tw: <32>{*}{#p/human}* （你想聽聽這首...）{^40}{%}

source: <32>{#p/human}* (It sounds like a song is currently playing.)
pt_br: <32>{#p/human}* (Parece que já tem um som tocando.)
zh_cn: <32>{#p/human}* （现在放的就是这首。）
zh_tw: <32>{#p/human}* （現在放的就是這首。）

source: <32>{#p/basic}* Currently playing "Track 01"
pt_br: <32>{#p/basic}* Tocando agora "Track 01"
zh_cn: <32>{#p/basic}* 现在播放的是“曲目01”
zh_tw: <32>{#p/basic}* 現在播放的是「曲目01」

source: <32>{#p/basic}* Currently playing "Track 02"
pt_br: <32>{#p/basic}* Tocando agora "Track 02"
zh_cn: <32>{#p/basic}* 现在播放的是“曲目02”
zh_tw: <32>{#p/basic}* 現在播放的是「曲目02」

source: <32>{#p/basic}* Currently playing "Track 03"
pt_br: <32>{#p/basic}* Tocando agora "Track 03"
zh_cn: <32>{#p/basic}* 现在播放的是“曲目03”
zh_tw: <32>{#p/basic}* 現在播放的是「曲目03」

source: * (Stop playback?)
pt_br: * (Parar de tocar?)
zh_cn: * （停止播放吗？）
zh_tw: * （停止播放嗎？）

source: <32>{#p/basic}{#npc/a}* That's more like it!
pt_br: <32>{#p/basic}{#npc/a}* Gostei mais dessa!
zh_cn: <32>{#p/basic}{#npc/a}* 这才像样！
zh_tw: <32>{#p/basic}{#npc/a}* 這才像樣！

source: <32>{#p/basic}{#npc/a}* (We love this kind of music.)
pt_br: <32>{#p/basic}{#npc/a}* (Amamos este tipo de música.)
zh_cn: <32>{#p/basic}{#npc/a}* （我们都喜欢这种音乐。）
zh_tw: <32>{#p/basic}{#npc/a}* （我們都喜歡這種音樂。）

source: <32>{#p/basic}{#npc/a}* Is that the song making the rounds at the dance club?
pt_br: <32>{#p/basic}{#npc/a}* Está é a música que está fazendo os clubes de dança lotarem?
zh_cn: <32>{#p/basic}{#npc/a}* 这音乐在舞蹈俱乐部里面流行吗？
zh_tw: <32>{#p/basic}{#npc/a}* 這音樂在舞蹈俱樂部裡面流行嗎？

source: <32>{#npc/a}* Grillbz says he's heard this song somewhere before.
pt_br: <32>{#npc/a}* Grillbz disse que já ouviu está música antes em algum lugar.
zh_cn: <32>{#npc/a}* Grillbz说 他曾经在哪听过这首歌。
zh_tw: <32>{#npc/a}* Grillbz說 他曾經在哪聽過這首歌。

source: <32>{#p/basic}{#npc/a}* You sure know a lot of music offhand, kid...
pt_br: <32>{#p/basic}{#npc/a}* Você com certeza conhece um monte de músicas, criança...
zh_cn: <32>{#p/basic}{#npc/a}* 孩子，你肯定很懂即兴音乐...
zh_tw: <32>{#p/basic}{#npc/a}* 孩子，你肯定很懂即興音樂...

source: <32>* You must be really tasty.
pt_br: <32>* Você deve ser realmente conhecedor.
zh_cn: <32>* 挺有品味。
zh_tw: <32>* 挺有品味。

source: <15>{#p/papyrus}{#e/papyrus/27}WHAT ON KRIOS IS GOING ON HERE??
pt_br: <15>{#p/papyrus}{#e/papyrus/27}O QUE EM KRIOS ESTÁ HAVENDO AQUI??
zh_cn: <15>{#p/papyrus}{#e/papyrus/27}这里到底发生啥了？？ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/27}這裡到底發生啥了？？ゑ

source: <15>{#p/papyrus}{#e/papyrus/21}I ANSWER A PHONE CALL FROM MY BALCONY...
pt_br: <15>{#p/papyrus}{#e/papyrus/21}EU SÓ RESPONDI UMA LIGAÇÃO DO MEU BALCÃO...
zh_cn: <15>{#p/papyrus}{#e/papyrus/21}刚才我在阳台， 有个电话打过来 叫我来这...ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/21}剛才我在陽臺， 有個電話打過來 叫我來這...ゑ

source: <15>{#p/papyrus}{#e/papyrus/19}AND THIS IS WHERE IT LEADS ME!?
pt_br: <15>{#p/papyrus}{#e/papyrus/19}E AQUI ONDE ISSO ME LEVA!?
zh_cn: <15>{#p/papyrus}{#e/papyrus/19}结果就看到你俩！？ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/19}結果就看到你倆！？ゑ

source: <15>{#p/papyrus}{#e/papyrus/14}I'LL HAVE YOU KNOW, I'M A SHOE-IN FOR THE ROYAL GUARD.
pt_br: <15>{#p/papyrus}{#e/papyrus/14} SÓ PARA VOCÊ SABER, EU SOU UM CONCORRENTE PARA ENTRAR NA GUARDA REAL.
zh_cn: <15>{#p/papyrus}{#e/papyrus/14}告诉你们，我可是 皇家卫队的预备队员！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/14}告訴你們，我可是 皇家衛隊的預備隊員！ゑ

source: <15>{#p/papyrus}{#e/papyrus/15}SO, WHATEVER YOU TWO ARE PLANNING...
pt_br: <15>{#p/papyrus}{#e/papyrus/15}ENTÃO, SEJA LÁ O QUE VOCÊS DOIS ESTÃO PLANEJANDO...
zh_cn: <15>{#p/papyrus}{#e/papyrus/15}不管你俩 想干什么...ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/15}不管你倆 想幹什麼...ゑ

source: <15>{#p/papyrus}{#e/papyrus/24}... WAIT, THAT VOICE...
pt_br: <15>{#p/papyrus}{#e/papyrus/24}... ESPERA, ESSA VOZ...
zh_cn: <15>{#p/papyrus}{#e/papyrus/24}...等等，这个声音...ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/24}...等等，這個聲音...ゑ

source: <15>{#p/papyrus}{#e/papyrus/22}ARE YOU THE ONE WHO CALLED ME ON THE PHONE EARLIER!?
pt_br: <15>{#p/papyrus}{#e/papyrus/22} FOI VOCÊ QUEM ME LIGOU MAIS CEDO?
zh_cn: <15>{#p/papyrus}{#e/papyrus/22}原来喊我来这的 就是你啊！？ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/22}原來喊我來這的 就是你啊！？ゑ

source: <15>{#p/papyrus}{#e/papyrus/20}... OF COURSE! THAT EXPLAINS EVERYTHING!
pt_br: <15>{#p/papyrus}{#e/papyrus/20}... É CLARO! * ISSO EXPLICA TUDO!
zh_cn: <15>{#p/papyrus}{#e/papyrus/20}...对！ 这就说得通了！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/20}...對！ 這就說得通了！ゑ

source: <15>{#p/papyrus}{#e/papyrus/10}WELL THEN. I'M GLAD TO HAVE FINALLY MET YOU.
pt_br: <15>{#p/papyrus}{#e/papyrus/10}QUE BOM ENTÃO. ESTOU FELIZ EM FINALMENTE TE VER.
zh_cn: <15>{#p/papyrus}{#e/papyrus/10}那... 很高兴认识你。ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/10}那... 很高興認識你。ゑ

source: <15>{#p/papyrus}{#e/papyrus/24}TO BE HONEST, YOU KIND OF REMIND ME OF...
pt_br: <15>{#p/papyrus}{#e/papyrus/24}PARA SER SINCERO, VOCÊ ME LEMBRA DO...
zh_cn: <15>{#p/papyrus}{#e/papyrus/24}说实话， 你长得有点像...ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/24}說實話， 你長得有點像...ゑ

source: <15>{#p/papyrus}{#e/papyrus/20}... HEY, WAIT A SECOND!!
pt_br: <15>{#p/papyrus}{#e/papyrus/20}... EI, ESPERA UM SEGUNDO!!
zh_cn: <15>{#p/papyrus}{#e/papyrus/20}...嘿，等一下！！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/20}...嘿，等一下！！ゑ

source: <15>{#p/papyrus}{#e/papyrus/22}DID YOU BRING A -HUMAN- WITH YOU!?!?
pt_br: <15>{#p/papyrus}{#e/papyrus/22}VOCÊ TROUXE UM HUMANO CONTIGO!?!?
zh_cn: <15>{#p/papyrus}{#e/papyrus/22}你带了个【人类】 过来吗！？！？ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/22}你帶了個【人類】 過來嗎！？！？ゑ

source: <15>{#p/papyrus}{#e/papyrus/10}WOWIE!! THIS JUST GETS BETTER AND BETTER!!
pt_br: <15>{#p/papyrus}{#e/papyrus/10}WOWIE!! ISSO AQUI ESTÁ CADA VEZ MELHOR!!
zh_cn: <15>{#p/papyrus}{#e/papyrus/10}哇！！ 今天好事连连啊！！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/10}哇！！ 今天好事連連啊！！ゑ

source: <15>{#p/papyrus}{#e/papyrus/20}SO, WHAT ARE WE DOING HERE ANYWAY?
pt_br: <15>{#p/papyrus}{#e/papyrus/20}ENTÃO, O QUE ESTAMOS FAZENDO AQUI?
zh_cn: <15>{#p/papyrus}{#e/papyrus/20}话说回来， 你喊我来这干嘛呢？ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/20}話說回來， 你喊我來這幹嘛呢？ゑ

source: <32>{#p/asriel2}* Ready, $(name)?
pt_br: <32>{#p/asriel2}* Pronto, $(name)?
zh_cn: <32>{#p/asriel2}* 准备好了吗，$(name)？ゑ
zh_tw: <32>{#p/asriel2}* 準備好了嗎，$(name)？ゑ

source: * (What should Asriel do?)
pt_br: * (O que Asriel deveria fazer?)
zh_cn: * （Asriel应该怎么做？）ゑ
zh_tw: * （Asriel應該怎麼做？）ゑ

source: Mercy
pt_br: Piedade
zh_cn: 仁慈ゑ
zh_tw: 仁慈ゑ

source: Act
pt_br: Agir
zh_cn: 行动ゑ
zh_tw: 行動ゑ

source: Magic
pt_br: Magia
zh_cn: 魔法ゑ
zh_tw: 魔法ゑ

source: Fight
pt_br: Lutar
zh_cn: 战斗ゑ
zh_tw: 戰鬥ゑ

source: <32>{#p/asriel2}* Let's just get this over with.
pt_br: <32>{#p/asriel2}* Vamos só acabar logo com isso.
zh_cn: <32>{#p/asriel2}* 我们速战速决吧。ゑ
zh_tw: <32>{#p/asriel2}* 我們速戰速決吧。ゑ

source: <32>{#p/asriel2}* Mercy, huh?
pt_br: <32>{#p/asriel2}* Piedade, huh?
zh_cn: <32>{#p/asriel2}* 仁慈，嗯？ゑ
zh_tw: <32>{#p/asriel2}* 仁慈，嗯？ゑ

source: <32>{#p/asriel2}* Mercy... I think I like that word.
pt_br: <32>{#p/asriel2}* Piedade... Acho que eu gosto dessa palavra.
zh_cn: <32>{#p/asriel2}* 仁慈...？ 这真是个好听的词。ゑ
zh_tw: <32>{#p/asriel2}* 仁慈...？ 這真是個好聽的詞。ゑ

source: <32>{#p/asriel2}* Let's show him some "Mercy."
pt_br: <32>{#p/asriel2}* Vamos mostrar a "Piedade" pra ele.
zh_cn: <32>{#p/asriel2}* 那咱们就给他来点“仁慈”吧。ゑ
zh_tw: <32>{#p/asriel2}* 那咱們就給他來點「仁慈」吧。ゑ

source: <32>{#p/asriel2}* Act...? * I'll show you how to act.
pt_br: <32>{#p/asriel2}* Agir...? * Vou te mostrar como agir.
zh_cn: <32>{#p/asriel2}* 行动...？ * 看好了，什么才叫行动。ゑ
zh_tw: <32>{#p/asriel2}* 行動...？ * 看好了，什麼才叫行動。ゑ

source: <32>{#p/asriel2}* First, you raise your arm...
pt_br: <32>{#p/asriel2}* Primeiro, você levanta seu braço...
zh_cn: <32>{#p/asriel2}* 首先，举起手臂...ゑ
zh_tw: <32>{#p/asriel2}* 首先，舉起手臂...ゑ

source: <32>{#p/asriel2}* Then...!
pt_br: <32>{#p/asriel2}* Então...!
zh_cn: <32>{#p/asriel2}* 接着...！ゑ
zh_tw: <32>{#p/asriel2}* 接著...！ゑ

source: <32>{#p/asriel2}* Magic. * The force that binds us monsters together.
pt_br: <32>{#p/asriel2}* Magia. * A força que carrega os monstros juntos.
zh_cn: <32>{#p/asriel2}* 魔法， 它可化为纽带， 让怪物们团结一心。ゑ
zh_tw: <32>{#p/asriel2}* 魔法， 它可化為紐帶， 讓怪物們團結一心。ゑ

source: <32>{#p/asriel2}* Or, in this case...
pt_br: <32>{#p/asriel2}* Ou, nesse caso...
zh_cn: <32>{#p/asriel2}* 不过，反过来...ゑ
zh_tw: <32>{#p/asriel2}* 不過，反過來...ゑ

source: <33>{#p/asriel2}* The force that rips them apart.
pt_br: <33>{#p/asriel2}* A força que os corta no meio.
zh_cn: <33>{#p/asriel2}* 它也能成为利刃， 刺穿他们的肉体。ゑ
zh_tw: <33>{#p/asriel2}* 它也能成為利刃， 刺穿他們的肉體。ゑ

source: <32>{#p/asriel2}* Fight... the ideal choice.
pt_br: <32>{#p/asriel2}* Lutar... a escolha ideal.
zh_cn: <32>{#p/asriel2}* 战斗... 真是不二之选。ゑ
zh_tw: <32>{#p/asriel2}* 戰鬥... 真是不二之選。ゑ

source: <32>{#p/asriel2}* Hee hee hee...
zh_cn: <32>{#p/asriel2}* 嘻嘻嘻...ゑ
zh_tw: <32>{#p/asriel2}* 嘻嘻嘻...ゑ

source: <15>{#p/papyrus}{#e/papyrus/27}SANS! YOU'RE HURT!
pt_br: <15>{#p/papyrus}{#e/papyrus/27}SANS! VOCÊ ESTÁ FERIDO!
zh_cn: <15>{#p/papyrus}{#e/papyrus/27}SANS！ 你受伤了！ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/27}SANS！ 你受傷了！ゑ

source: <20>{#p/sans}papyrus, didn't i tell you to stay at home?
pt_br: <20>{#p/sans}papyrus, eu não te disse pra ficar em casa?
zh_cn: <20>{#p/sans}papyrus， 我不是让你待在家里吗？ゑ
zh_tw: <20>{#p/sans}papyrus， 我不是讓你待在家裡嗎？ゑ

source: <20>{#p/sans}... don't worry bro, it's just yamok sauce.
pt_br: <20>{#p/sans}... não se preocupe mano, é só molho yamok.
zh_cn: <20>{#p/sans}...别担心，兄弟。 这只是我最喜欢的 雅莫万能酱。ゑ
zh_tw: <20>{#p/sans}...別擔心，兄弟。 這只是我最喜歡的 雅莫萬用醬。ゑ

source: <15>{#p/papyrus}{#e/papyrus/21}BUT YOU'RE HURT...
pt_br: <15>{#p/papyrus}{#e/papyrus/21}MAS VOCÊ ESTÁ FERIDO...
zh_cn: <15>{#p/papyrus}{#e/papyrus/21}但你真的 伤得很重...ゑ
zh_tw: <15>{#p/papyrus}{#e/papyrus/21}但你真的 傷得很重...ゑ

source: <20>{#p/sans}yeah, that's what happens when you act on instinct.
pt_br: <20>{#p/sans}pois é, é isso que acontece quando você age por instinto.
zh_cn: <20>{#p/sans}是啊，因为“不祥的预感” 就离开家乱跑， 就是这下场。ゑ
zh_tw: <20>{#p/sans}是啊，因為「不祥的預感」 就離開家亂跑， 就是這下場。ゑ

source: <20>{#p/sans}... not much i can do about it now.
pt_br: <20>{#p/sans}... não tem muito o que eu possa fazer sobre isso agora.
zh_cn: <20>{#p/sans}...这样的伤口， 应该是没办法了。ゑ
zh_tw: <20>{#p/sans}...這樣的傷口， 應該是沒辦法了。ゑ

source: <20>{#p/sans}so...
pt_br: <20>{#p/sans}então...
zh_cn: <20>{#p/sans}看样子...ゑ
zh_tw: <20>{#p/sans}看樣子...ゑ

source: <20>guess that's it, huh?
pt_br: <20>acho que é isso, huh?
zh_cn: <20>恐怕... 只能陪你到这了。ゑ
zh_tw: <20>恐怕... 只能陪你到這了。ゑ

source: <20>just...
pt_br: <20>só...
zh_cn: <20>只是...ゑ
zh_tw: <20>只是...ゑ

source: <20>promise me you'll be fine without me, bro.
pt_br: <20>prometa que você ficará bem sem mim, mano.
zh_cn: <20>答应我，哪怕我不在， 你也要好好活下去， 兄弟。ゑ
zh_tw: <20>答應我，哪怕我不在， 你也要好好活下去， 兄弟。ゑ

source: <20>promise me you'll be g-{^5}great.
pt_br: <20>prometa que você será g-{^5}grande.
zh_cn: <20>答应我，你还会做 那个最-{^5}最棒的你。ゑ
zh_tw: <20>答應我，你還會做 那個最-{^5}最棒的你。ゑ

source: <20>after all...
pt_br: <20>até porque...
zh_cn: <20>毕竟...ゑ
zh_tw: <20>畢竟...ゑ

source: <20>{|}{#p/sans}you're the... great p-{^5}papyrus.{^20}{%}
pt_br: <20>{|}{#p/sans}você é o... grande p-{^5}papyrus.{^20}{%}
zh_cn: <20>{|}{#p/sans}你可是... 伟大的p-{^5}papyrus。ゑ
zh_tw: <20>{|}{#p/sans}你可是... 偉大的p-{^5}papyrus。ゑ
