Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <08>{#p/basic}{~}THIS won't be funny either!
pt_br: <08>{#p/basic}{~}ISSO também não vai ser engraçado!
zh_cn: <08>{#p/basic}{~}这个也 不好笑！
zh_tw: <08>{#p/basic}{~}這個也 不好笑！

source: <08>{#p/basic}{~}Filthy law- obider.
pt_br: <08>{#p/basic}{~}Lei imunda.
zh_cn: <08>{#p/basic}{~}肮脏的 法律 践踏者。
zh_tw: <08>{#p/basic}{~}骯髒的 法律 踐踏者。

source: <08>{#p/basic}{~}Is your flesh rotten as you?
pt_br: <08>{#p/basic}{~}Sua carne está podre como você?
zh_cn: <08>{#p/basic}{~}你就是 坨烂肉。
zh_tw: <08>{#p/basic}{~}你就是 坨爛肉。

source: <08>{#p/basic}{~}Defiance can't be defied!
pt_br: <08>{#p/basic}{~}O desafio não pode ser desafiado!
zh_cn: <08>{#p/basic}{~}反抗 不让 反抗的！
zh_tw: <08>{#p/basic}{~}反抗 不讓 反抗的！

source: <08>{#p/basic}{~}(Insults towards humans)
pt_br: <08>{#p/basic}{~}(Insultando o humano)
zh_cn: <08>{#p/basic}{~}（对人类 骂骂咧咧）ゑ
zh_tw: <08>{#p/basic}{~}（對人類 罵罵咧咧）ゑ

source: <32>{#p/human}* (You denounce Chilldrake for its cause.)
pt_br: <32>{#p/human}* (Você denuncia Chilldrake por sua causa.)
zh_cn: <32>{#p/human}* (你谴责Chilldrake的行为。）
zh_tw: <32>{#p/human}* (你譴責Chilldrake的行為。）

source: <32>{#p/human}* (You boo Stardrake.)
pt_br: <32>{#p/human}* (Você assusta Stardrake.)
zh_cn: <32>{#p/human}* （你对Stardrake喝倒彩。）
zh_tw: <32>{#p/human}* （你對Stardrake喝倒彩。）

source: <32>{#p/human}* (You tell Chilldrake that they should be a rebel somewhere else.)
pt_br: <32>{#p/human}* (Você diz a Chilldrake que ele deveria se rebelar em outro lugar.)
zh_cn: <32>{#p/human}* （你鼓励Chilldrake 去其他地方当反叛者。）
zh_tw: <32>{#p/human}* （你鼓勵Chilldrake 去其他地方當反叛者。）

source: <32>{#p/human}* (You tell Stardrake that they aren't funny.)
pt_br: <32>{#p/human}* (Você diz a Stardrake que ele não é muito engraçado.)
zh_cn: <32>{#p/human}* （你说Stardrake 没有一点幽默细胞。）
zh_tw: <32>{#p/human}* （你說Stardrake 沒有一點幽默細胞。）

source: <32>{#p/human}* (You mock Chilldrake for protesting out in the middle of nowhere.)
pt_br: <32>{#p/human}* (Você zomba de Chilldrake por protestar no meio do nada.)
zh_cn: <32>{#p/human}* （你嘲笑Chilldrake 在鸟不拉屎的地方抗议。）
zh_tw: <32>{#p/human}* （你嘲笑Chilldrake 在鳥不拉屎的地方抗議。）

source: <32>{#p/basic}* Chilldrake takes your mockery as advice, and saunters off to town...
pt_br: <32>{#p/basic}* Chilldrake aceita sua zombaria como conselho e sai para a cidade...
zh_cn: <32>{#p/basic}* Chilldrake将你的嘲讽当做建议， 溜达着去镇上了。
zh_tw: <32>{#p/basic}* Chilldrake將你的嘲諷當做建議， 溜達著去鎮上了。

source: <32>{#p/human}* (You tell Stardrake that no one will ever love them the way they are.)
pt_br: <32>{#p/human}* (Você diz a Stardrake que ninguém jamais vai ama-lo do jeito que ele é.)
zh_cn: <32>{#p/human}* （你告诉Stardrake， 再这样下去，它就成万人烦了。）ゑ
zh_tw: <32>{#p/human}* （你告訴Stardrake， 再這樣下去，它就成萬人煩了。）ゑ

source: <32>{#p/basic}* Stardrake struggles to make a retort, and slinks away utterly crushed...
pt_br: <32>{#p/basic}* Stardrake se esforça para fazer uma réplica e foge totalmente destruído...
zh_cn: <32>{#p/basic}* 他百口莫辩，灰溜溜地逃走了...
zh_tw: <32>{#p/basic}* 他百口莫辯，灰溜溜地逃走了...

source: <32>{#p/asriel2}* Almost dead.
pt_br: <32>{#p/asriel2}* Próximo da morte.
zh_cn: <32>{#p/asriel2}* 离死不远了。ゑ
zh_tw: <32>{#p/asriel2}* 離死不遠了。ゑ

source: <32>{#p/story}* Chilldrake is flaking apart.
pt_br: <32>{#p/story}* Chilldrake está se desfazendo.
zh_cn: <32>{#p/story}* Chilldrake的身体要散架了。
zh_tw: <32>{#p/story}* Chilldrake的身體要散架了。

source: <32>{#p/story}* Stardrake is flaking apart.
pt_br: <32>{#p/story}* Stardrake está se desfazendo.
zh_cn: <32>{#p/story}* Stardrake的身体要散架了。
zh_tw: <32>{#p/story}* Stardrake的身體要散架了。

source: <08>{#p/basic}{~}Brush my teeth? No way in heck!
pt_br: <08>{#p/basic}{~}Escovar os dentes? Sem chances!
zh_cn: <08>{#p/basic}{~}让我 刷牙？ 没门！
zh_tw: <08>{#p/basic}{~}讓我 刷牙？ 沒門！

source: <08>{#p/basic}{~}Try not to get "spaced" out..
pt_br: <08>{#p/basic}{~}Tenta não pegar muito "espaço"...
zh_cn: <08>{#p/basic}{~}尽量不要 放“空” 自我..
zh_tw: <08>{#p/basic}{~}儘量不要 放「空」 自我..

source: <08>{#p/basic}{~}No bedtime for this bird!
pt_br: <08>{#p/basic}{~}Sem hora de dormir para este pássaro!
zh_cn: <08>{#p/basic}{~}夜猫子 不需要 睡觉！
zh_tw: <08>{#p/basic}{~}夜貓子 不需要 睡覺！

source: <08>{#p/basic}{~}I'm just in my moon pun "phase"
pt_br: <08>{#p/basic}{~}Eu estou apenas na minha "fase" da lua
zh_cn: <08>{#p/basic}{~}我的双关 “月”来 “月相”样了
zh_tw: <08>{#p/basic}{~}我的雙關 「月」來 「月相」樣了

source: <08>{#p/basic}{~}Who needs parents anyway!?
pt_br: <08>{#p/basic}{~}Quem precisa de pais mesmo!?
zh_cn: <08>{#p/basic}{~}谁还要 爸妈管啊！？
zh_tw: <08>{#p/basic}{~}誰還要 爸媽管啊！？

source: <08>{#p/basic}{~}Haven't seen home in "light- years.."
pt_br: <08>{#p/basic}{~}Não vejo minha casa a "anos luz..."
zh_cn: <08>{#p/basic}{~}已经好 几“光年” 没回家了..
zh_tw: <08>{#p/basic}{~}已經好 幾「光年」 沒回家了..

source: <08>{#p/basic}{~}Live wild and free, I say!
pt_br: <08>{#p/basic}{~}Viva feliz e livre!
zh_cn: <08>{#p/basic}{~}嘿呀， 人生在世， 总要撒点野！
zh_tw: <08>{#p/basic}{~}嘿呀， 人生在世， 總要撒點野！

source: <08>{#p/basic}{~}Oh, it's on. "Tachy- on."
pt_br: <08>{#p/basic}{~}Oh, está ligado. "Táqui ó."
zh_cn: <08>{#p/basic}{~}敲代码很快， 又称 快“码” 加“编”
zh_tw: <08>{#p/basic}{~}敲程式碼很快， 又稱 快「碼」 加「編」

source: <08>{#p/basic}{~}Nobody tells ME what to do!
pt_br: <08>{#p/basic}{~}Ninguém me diz o que FAZER!
zh_cn: <08>{#p/basic}{~}没人能 教我做事！
zh_tw: <08>{#p/basic}{~}沒人能 教我做事！

source: <08>{#p/basic}{~}Want a fight? "Comet" me, bro.
pt_br: <08>{#p/basic}{~}Quer lutar? Vai ver "estrelinhas."
zh_cn: <08>{#p/basic}{~}想干一架？ 直说就行嘛， 干嘛那么 “星”师动众呢？
zh_tw: <08>{#p/basic}{~}想幹一架？ 直說就行嘛， 幹嘛那麼 「星」師動眾呢？

source: <08>{#p/basic}{~}Authority be darned!
pt_br: <08>{#p/basic}{~}Autoridade deve ser merecida!
zh_cn: <08>{#p/basic}{~}权力应该 消失！
zh_tw: <08>{#p/basic}{~}權力應該 消失！

source: <08>{#p/basic}{~}Don't ruin the "atmos- phere.."
pt_br: <08>{#p/basic}{~}Não arruína a minha "atmosfera"
zh_cn: <08>{#p/basic}{~}别生气， 生出的气 说不定会 污染空气~
zh_tw: <08>{#p/basic}{~}別生氣， 生出的氣 說不定會 汙染空氣~

source: <08>{#p/basic}{~}Trim my claws? No way in heck!
pt_br: <08>{#p/basic}{~}Aparar minhas garras? De jeito nenhum!
zh_cn: <08>{#p/basic}{~}想剪 我的爪子？ 门都没有！
zh_tw: <08>{#p/basic}{~}想剪 我的爪子？ 門都沒有！

source: <08>{#p/basic}{~}It's not free, it's "zero G"
pt_br: <08>{#p/basic}{~}Não é de graça, é "zero G"
zh_cn: <08>{#p/basic}{~}我有40个G， 为啥还没被 超重压死呢？
zh_tw: <08>{#p/basic}{~}我有40個G， 為啥還沒被 超重壓死呢？

source: <32>{#p/story}* Chilldrake is losing faith in its rebellion.
pt_br: <32>{#p/story}* Chilldrake está perdendo fé em sua rebelião.
zh_cn: <32>{#p/story}* Chilldrake对他的反抗 失去了信心。
zh_tw: <32>{#p/story}* Chilldrake對他的反抗 失去了信心。

source: <32>{#p/story}* Stardrake is pleased with its "stellar" joke.
pt_br: <32>{#p/story}* Stardrake está abismado com essa piada "estelar."
zh_cn: <32>{#p/story}* Stardrake对自己的 五“星”级笑话感到满意。
zh_tw: <32>{#p/story}* Stardrake對自己的 五「星」級笑話感到滿意。

source: <08>{#p/basic}{~}At least you admit it.
pt_br: <08>{#p/basic}{~}Pelo menos você admite.
zh_cn: <08>{#p/basic}{~}至少你 承认了。
zh_tw: <08>{#p/basic}{~}至少你 承認了。

source: <08>{#p/basic}{~}That wasn't s'posed to be funny!
pt_br: <08>{#p/basic}{~}Não era pra ser engraçado!
zh_cn: <08>{#p/basic}{~}这不是为 了搞笑！
zh_tw: <08>{#p/basic}{~}這不是為 了搞笑！

source: <08>{#p/basic}{~}You don't know my cause!
pt_br: <08>{#p/basic}{~}Você não sabe minha causa!
zh_cn: <08>{#p/basic}{~}你不知道 我这样做 的原因！
zh_tw: <08>{#p/basic}{~}你不知道 我這樣做 的原因！

source: <08>{#p/basic}{~}What are YOU laughin' at!?
pt_br: <08>{#p/basic}{~}Do que VOCÊ tá rindo?
zh_cn: <08>{#p/basic}{~}你笑什么 呢？
zh_tw: <08>{#p/basic}{~}你笑什麼 呢？

source: <08>{#p/basic}{~}Do you.. really..
pt_br: <08>{#p/basic}{~}Você... realmente...
zh_cn: <08>{#p/basic}{~}你... 真的...
zh_tw: <08>{#p/basic}{~}你... 真的...

source: <08>{#p/basic}{~}See!? Laughs! Mom was right!
pt_br: <08>{#p/basic}{~}Tá vendo!? Piadas! Mamãe estava certa!
zh_cn: <08>{#p/basic}{~}看到没！？ 笑了！ 老妈是 对的！
zh_tw: <08>{#p/basic}{~}看到沒！？ 笑了！ 老媽是 對的！

source: <08>{#p/basic}{~}I don't think you..
pt_br: <08>{#p/basic}{~}Eu não acho que você...
zh_cn: <08>{#p/basic}{~}我不 认为你 ...
zh_tw: <08>{#p/basic}{~}我不 認為你 ...

source: <08>{#p/basic}{~}Thanks, you're all great.
pt_br: <08>{#p/basic}{~}Valeu, você é incrível.
zh_cn: <08>{#p/basic}{~}谢谢你， 你是 最棒的！
zh_tw: <08>{#p/basic}{~}謝謝你， 你是 最棒的！

source: <08>{#p/basic}{~}To tell you the truth..
pt_br: <08>{#p/basic}{~}Pra te dizer a verdade.
zh_cn: <08>{#p/basic}{~}说实话...
zh_tw: <08>{#p/basic}{~}說實話...

source: <08>{#p/basic}{~}You have good taste!!
pt_br: <08>{#p/basic}{~}Você tem bom gosto!!
zh_cn: <08>{#p/basic}{~}你很有 品味！！
zh_tw: <08>{#p/basic}{~}你很有 品味！！

source: <32>{#p/human}* (You agree with Chilldrake.)
pt_br: <32>{#p/human}* (Você concorda com Chilldrake.)
zh_cn: <32>{#p/human}* （你认同了Chilldrake。）
zh_tw: <32>{#p/human}* （你認同了Chilldrake。）

source: <32>{#p/human}* (You laugh at Stardrake's remark.)
pt_br: <32>{#p/human}* (Você ri da observação de Stardrake.)
zh_cn: <32>{#p/human}* （你对Stardrake的言论回以大笑。）
zh_tw: <32>{#p/human}* （你對Stardrake的言論回以大笑。）

source: <32>{#p/human}* (But it hasn't said anything you could agree with yet.)
pt_br: <32>{#p/human}* (Mas ele não disse nada para você concordar.)
zh_cn: <32>{#p/human}* （但是他还没讲出什么 能被同意的言论。）
zh_tw: <32>{#p/human}* （但是他還沒講出什麼 能被同意的言論。）

source: <32>{#p/human}* (But it hasn't said anything you could laugh at yet.)
pt_br: <32>{#p/human}* (Mas ele não disse nada legal pra você rir.)
zh_cn: <32>{#p/human}* （但是他还没有讲出什么笑话。）
zh_tw: <32>{#p/human}* （但是他還沒有講出什麼笑話。）

source: <32>{#p/human}* (You laugh at Stardrake's pun.)
pt_br: <32>{#p/human}* (Você ri da piada do Stardrake.)
zh_cn: <32>{#p/human}* （你对Stardrake的笑话 回以大笑。）
zh_tw: <32>{#p/human}* （你對Stardrake的笑話 回以大笑。）

source: <32>{#p/human}* (You double down on your agreement with Chilldrake.)
pt_br: <32>{#p/human}* (Você concorda duplamente com as falas de Chilldrake.)
zh_cn: <32>{#p/human}* （你再次认同了Chilldrake。）
zh_tw: <32>{#p/human}* （你再次認同了Chilldrake。）

source: <32>{#p/human}* (You continue to laugh at Stardrake's puns.)
pt_br: <32>{#p/human}* (Você continua rindo das piadas do Stardrake.)
zh_cn: <32>{#p/human}* （你继续对Stardrake 的双关回以大笑。）
zh_tw: <32>{#p/human}* （你繼續對Stardrake 的雙關回以大笑。）

source: <08>{#p/basic}{~}Only Starry can do that.
pt_br: <08>{#p/basic}{~}Apenas o Starry consegue fazer isso.
zh_cn: <08>{#p/basic}{~}只有 Starry 可以 那样做。
zh_tw: <08>{#p/basic}{~}只有 Starry 可以 那樣做。

source: <08>{#p/basic}{~}Is that s'posed to be funny?
pt_br: <08>{#p/basic}{~}É pra isso ser legal?
zh_cn: <08>{#p/basic}{~}你在 搞笑吗？
zh_tw: <08>{#p/basic}{~}你在 搞笑嗎？

source: <08>{#p/basic}{~}You ain't Starry.
pt_br: <08>{#p/basic}{~}Você não é o Starry.
zh_cn: <08>{#p/basic}{~}你可不是 Starry。
zh_tw: <08>{#p/basic}{~}你可不是 Starry。

source: <08>{#p/basic}{~}Ha.. Ha..
zh_cn: <08>{#p/basic}{~}哈.. 哈..
zh_tw: <08>{#p/basic}{~}哈.. 哈..

source: <08>{#p/basic}{~}Quit copying my friends.
pt_br: <08>{#p/basic}{~}Para de copiar meus amigos.
zh_cn: <08>{#p/basic}{~}别再模仿 我的朋友 了。
zh_tw: <08>{#p/basic}{~}別再模仿 我的朋友 了。

source: <08>{#p/basic}{~}I've heard that one.
pt_br: <08>{#p/basic}{~}Eu já escutei isso.
zh_cn: <08>{#p/basic}{~}我早就 听过了。
zh_tw: <08>{#p/basic}{~}我早就 聽過了。

source: <32>{#p/human}* (You make a space pun.)
pt_br: <32>{#p/human}* (Você faz uma piada especial.)
zh_cn: <32>{#p/human}* （你讲了一个太空双关笑话。）
zh_tw: <32>{#p/human}* （你講了一個太空雙關笑話。）

source: <32>{#p/story}* Chilldrake is wondering where Starry went.
pt_br: <32>{#p/story}* Chilldrake está se perguntando onde Starry foi.
zh_cn: <32>{#p/story}* Chilldrake想知道Starry的去向。
zh_tw: <32>{#p/story}* Chilldrake想知道Starry的去向。

source: <32>{#p/story}* Stardrake is assessing the crowd.
pt_br: <32>{#p/story}* Stardrake está avaliando a multidão.
zh_cn: <32>{#p/story}* Stardrake正在审视人群。
zh_tw: <32>{#p/story}* Stardrake正在審視人群。

source: <32>{#p/story}* Chilldrake is chanting an anarchist spell.
pt_br: <32>{#p/story}* Chilldrake está dando uma palestra sobre anarquia.
zh_cn: <32>{#p/story}* Chilldrake正在吟唱 无政府主义的咒语。
zh_tw: <32>{#p/story}* Chilldrake正在吟唱 無政府主義的咒語。

source: <32>{#p/story}* Stardrake is practicing its next pun.
pt_br: <32>{#p/story}* Stardrake está praticando sua próxima piada.
zh_cn: <32>{#p/story}* Stardrake正在练习下一个双关。
zh_tw: <32>{#p/story}* Stardrake正在練習下一個雙關。

source: <32>{#p/story}* Chilldrake starts a one- monster riot.
pt_br: <32>{#p/story}* Chilldrake inicia um motim de um monstro.
zh_cn: <32>{#p/story}* Chilldrake着手着一场 怪物暴动。
zh_tw: <32>{#p/story}* Chilldrake著手著一場 怪物暴動。

source: <32>{#p/story}* Stardrake is smiling at the thought of its next pun.
pt_br: <32>{#p/story}* Stardrake está dando risada só de pensar na sua próxima piada.
zh_cn: <32>{#p/story}* Stardrake被自己想出的 下一个双关笑话逗笑了。
zh_tw: <32>{#p/story}* Stardrake被自己想出的 下一個雙關笑話逗笑了。

source: <32>{#p/story}* Smells like wet pillows.
pt_br: <32>{#p/story}* Cheira a almofadas molhadas.
zh_cn: <32>{#p/story}* 闻起来像湿枕头。
zh_tw: <32>{#p/story}* 聞起來像溼枕頭。

source: <32>{#p/story}* Smells like body spray.
pt_br: <32>{#p/story}* Cheira a spray corporal.
zh_cn: <32>{#p/story}* 身体喷雾的味道扑面而来。
zh_tw: <32>{#p/story}* 身體噴霧的味道撲面而來。

source: <32>{#p/story}* Stardrake sighs in relief, realizing its own name is in fact not a pun.
pt_br: <32>{#p/story}* Stardrake suspira de alívio, seu próprio nome não é de fato um trocadilho.
zh_cn: <32>{#p/story}* Stardrake因自己的名字 不是双关语而松了一口气。
zh_tw: <32>{#p/story}* Stardrake因自己的名字 不是雙關語而鬆了一口氣。

source: <32>{#p/story}* Chilldrake saunters up!
pt_br: <32>{#p/story}* Chilldrake salta para cima!
zh_cn: <32>{#p/story}* Chilldrake大摇大摆地晃了过来！
zh_tw: <32>{#p/story}* Chilldrake大搖大擺地晃了過來！

source: <32>{#p/story}* Stardrake flutters forth!
pt_br: <32>{#p/story}* Stardrake esvoaça!
zh_cn: <32>{#p/story}* Stardrake扑腾了过来！
zh_tw: <32>{#p/story}* Stardrake撲騰了過來！

source: <33>{#p/asriel2}* Jerry, the undisputable jerk. * I refuse to believe one flirt could have that much influence.
pt_br: <33>{#p/asriel2}* Jerry, ele é um babaca. Eu dúvido que flertar com ele tenha efeito.
zh_cn: <33>{#p/asriel2}* Jerry，公认的傻帽。 * 调情这么有用？打死我也不信。
zh_tw: <33>{#p/asriel2}* Jerry，公認的傻帽。 * 調情這麼有用？打死我也不信。

source: <32>{#p/story}* JERRY - ATK 0 DEF 30 * A born-again monster, awakened with the power of friendship!
pt_br: <32>{#p/story}* JERRY - ATQ 0 DEF 30 * Um monstro renascido, despertou com o poder da amizade.
zh_cn: <32>{#p/story}* JERRY - 攻击0 防御30 * 一个重生的怪物，因友谊的力量而觉醒。
zh_tw: <32>{#p/story}* JERRY - 攻擊0 防禦30 * 一個重生的怪物，因友誼的力量而覺醒。

source: <32>{#p/asriel2}* Jerry, the undisputable jerk. * A worthless piece of garbage, nothing more, nothing less.
pt_br: <32>{#p/asriel2}* Jerry, é um babaca. * Um pedaço de lixo, nada mais, nada menos.
zh_cn: <32>{#p/asriel2}* Jerry，公认的傻帽。 * 他就是个不折不扣的废物，一文不值。ゑ
zh_tw: <32>{#p/asriel2}* Jerry，公認的傻帽。 * 他就是個不折不扣的廢物，一文不值。ゑ

source: <32>{#p/story}* JERRY - ATK 0 DEF 30 * Everyone knows Jerry. * Makes attacks last longer.
pt_br: <32>{#p/story}* JERRY - ATQ 0 DEF 30 * Tudo mundo conhece esse cara. * Faz ataques durarem mais.
zh_cn: <32>{#p/story}* JERRY - 攻击0 防御30 * 大家都认识Jerry。 * 会延长攻击时间。
zh_tw: <32>{#p/story}* JERRY - 攻擊0 防禦30 * 大家都認識Jerry。 * 會延長攻擊時間。

source: <32>{#p/human}* (You flirt with Jerry.) * (It appreciates the compliment.)
pt_br: <32>{#p/human}* (Você flerta com o Jerry.) * (Ele aprecia o cumprimento.)
zh_cn: <32>{#p/human}* （你向Jerry调情。） * （它感谢你的赞美。）
zh_tw: <32>{#p/human}* （你向Jerry調情。） * （它感謝你的讚美。）

source: <32>{#p/human}* (You call on your experience, and deliver a life-changing flirt.)
pt_br: <32>{#p/human}* (Você usa da experiência, e manda seu flerte mais poderoso.)
zh_cn: <32>{#p/human}* （你调用你的经验， 发出一场改变人生的调情。）
zh_tw: <32>{#p/human}* （你調用你的經驗， 發出一場改變人生的調情。）

source: <32>{#p/human}* (You flirt with Jerry.)
pt_br: <32>{#p/human}* (Você flerta com o Jerry.)
zh_cn: <32>{#p/human}* （你向Jerry调情。）
zh_tw: <32>{#p/human}* （你向Jerry調情。）

source: <32>{#p/basic}* Jerry seems to like you a little too much now.
pt_br: <32>{#p/basic}* Jerry parece estar gostando muito de você.
zh_cn: <32>{#p/basic}* Jerry有点喜欢你了... 好像过头了。
zh_tw: <32>{#p/basic}* Jerry有點喜歡你了... 好像過頭了。

source: <32>{#p/human}* (You ditch Jerry.)
pt_br: <32>{#p/human}* (Você abandona Jerry.)
zh_cn: <32>{#p/human}* （你甩掉了Jerry。）
zh_tw: <32>{#p/human}* （你甩掉了Jerry。）

source: <32>{#p/human}* (You kiss Jerry.)
pt_br: <32>{#p/human}* (Você beija Jerry.)
zh_cn: <32>{#p/human}* （你亲吻了Jerry。）
zh_tw: <32>{#p/human}* （你親吻了Jerry。）

source: <32>{#p/story}* Jerry's redemption arc begins.
pt_br: <32>{#p/story}* Jerry inicia seu arco de redenção.
zh_cn: <32>{#p/story}* Jerry的救赎之旅开始了。
zh_tw: <32>{#p/story}* Jerry的救贖之旅開始了。

source: <32>{#p/story}* This is wrong on so many levels.
pt_br: <32>{#p/story}* Isso está errado em tantos níveis.
zh_cn: <32>{#p/story}* 这事咋看咋奇葩。
zh_tw: <32>{#p/story}* 這事咋看咋奇葩。

source: <08>{#p/basic}{~}You... y-you...
pt_br: <08>{#p/basic}{~}Você... v-você...
zh_cn: <08>{#p/basic}{~}你... 你...
zh_tw: <08>{#p/basic}{~}你... 你...

source: <08>{#p/basic}{~}Just for you, I'll...
pt_br: <08>{#p/basic}{~}Só para você, eu...
zh_cn: <08>{#p/basic}{~}就算 只是 为了你， 我将...
zh_tw: <08>{#p/basic}{~}就算 只是 為了你， 我將...

source: <08>{#p/basic}{~}I'll be the best person I can be!
pt_br: <08>{#p/basic}{~}Eu serei a melhor pessoa que conseguir!
zh_cn: <08>{#p/basic}{~}我将 尽全力 成为一 名更好 的人！
zh_tw: <08>{#p/basic}{~}我將 盡全力 成為一 名更好 的人！

source: <08>{#p/basic}{~}\x00*licks lips*
pt_br: <08>{#p/basic}{~}\x00*limpa os lábios*
zh_cn: <08>{#p/basic}{~}\x00*舔嘴唇*
zh_tw: <08>{#p/basic}{~}\x00*舔嘴唇*

source: <32>{#p/story}* Jerry is wounded.
pt_br: <32>{#p/story}* Jerry está ferido.
zh_cn: <32>{#p/story}* Jerry受了伤。
zh_tw: <32>{#p/story}* Jerry受了傷。

source: <08>{#p/basic}{~}I'm so glad we're here!
pt_br: <08>{#p/basic}{~}Eu estou tão feliz que estamos aqui!
zh_cn: <08>{#p/basic}{~}我为 我们在 这里感 到高兴。
zh_tw: <08>{#p/basic}{~}我為 我們在 這裡感 到高興。

source: <08>{#p/basic}{~}Aren't you guys BORED?
pt_br: <08>{#p/basic}{~}Vocês não estão ENTEDIADOS?
zh_cn: <08>{#p/basic}{~}你们 不觉得 无聊吗？
zh_tw: <08>{#p/basic}{~}你們 不覺得 無聊嗎？

source: <08>{#p/basic}{~}Can we do this more often??
pt_br: <08>{#p/basic}{~}Podemos fazer isso mais vezes?
zh_cn: <08>{#p/basic}{~}我们能 经常 这么做 吗？
zh_tw: <08>{#p/basic}{~}我們能 經常 這麼做 嗎？

source: <08>{#p/basic}{~}Why are we doing this?
pt_br: <08>{#p/basic}{~}Por que estamos fazendo isso?
zh_cn: <08>{#p/basic}{~}我们到底 为什么在 干这事？
zh_tw: <08>{#p/basic}{~}我們到底 為什麼在 幹這事？

source: <08>{#p/basic}{~}Hey, you guys are the BEST!
pt_br: <08>{#p/basic}{~}Ei, vocês são os melhores!
zh_cn: <08>{#p/basic}{~}嘿， 伙计们！ 你们都 很棒！
zh_tw: <08>{#p/basic}{~}嘿， 夥計們！ 你們都 很棒！

source: <08>{#p/basic}{~}Wow, you guys SUCK at this.
pt_br: <08>{#p/basic}{~}Wow, vocês são péssimos nisso.
zh_cn: <08>{#p/basic}{~}哎呀呀， 老兄你们 真废啊。
zh_tw: <08>{#p/basic}{~}哎呀呀， 老兄你們 真廢啊。

source: <08>{#p/basic}{~}Does anyone want a hug?
pt_br: <08>{#p/basic}{~}Alguém quer um abraço?
zh_cn: <08>{#p/basic}{~}有人想 得到一个 拥抱吗？
zh_tw: <08>{#p/basic}{~}有人想 得到一個 擁抱嗎？

source: <08>{#p/basic}{~}SHHHH! Let me think, guys!!
pt_br: <08>{#p/basic}{~}SHHHH! Me deixa pensar, caras!!
zh_cn: <08>{#p/basic}{~}嘘嘘嘘！ 别吵， 让我思考！
zh_tw: <08>{#p/basic}{~}噓噓噓！ 別吵， 讓我思考！

source: <08>{#p/basic}{~}Thanks for being here!
pt_br: <08>{#p/basic}{~}Obrigado por estar aqui!
zh_cn: <08>{#p/basic}{~}我感谢 我们 能够 相遇！
zh_tw: <08>{#p/basic}{~}我感謝 我們 能夠 相遇！

source: <08>{#p/basic}{~}Awkwarrd.
pt_br: <08>{#p/basic}{~}Estranho.
zh_cn: <08>{#p/basic}{~}尬死了。ゑ
zh_tw: <08>{#p/basic}{~}尬死了。ゑ

source: <08>{#p/basic}{~}You're awesome! Just saying.
pt_br: <08>{#p/basic}{~}Você é incrível! Só dizendo.
zh_cn: <08>{#p/basic}{~}你 真棒！ 只是 说一下。
zh_tw: <08>{#p/basic}{~}你 真棒！ 只是 說一下。

source: <08>{#p/basic}{~}So like, what are you even doing?
pt_br: <08>{#p/basic}{~}Então tipo, o que você tá fazendo?
zh_cn: <08>{#p/basic}{~}所以， 你在做 什么？
zh_tw: <08>{#p/basic}{~}所以， 你在做 什麼？

source: <08>{#p/basic}{~}Wouldn't trade ya for the galaxy.
pt_br: <08>{#p/basic}{~}Não te trocaria por nada na galáxia.
zh_cn: <08>{#p/basic}{~}你就是 我的 整个 银河系！
zh_tw: <08>{#p/basic}{~}你就是 我的 整個 銀河系！

source: <08>{#p/basic}{~}The signal here sucks.
pt_br: <08>{#p/basic}{~}O sinal aqui é uma merda.
zh_cn: <08>{#p/basic}{~}这儿的信号 烂透了。
zh_tw: <08>{#p/basic}{~}這兒的訊號 爛透了。

source: <08>{#p/basic}{~}I love humans!
pt_br: <08>{#p/basic}{~}Eu amo humanos!
zh_cn: <08>{#p/basic}{~}我爱人类！
zh_tw: <08>{#p/basic}{~}我愛人類！

source: <08>{#p/basic}{~}Must be nice being HUMAN..
pt_br: <08>{#p/basic}{~}Deve ser legal ser um humano...
zh_cn: <08>{#p/basic}{~}作为 人类 肯定 很不错。
zh_tw: <08>{#p/basic}{~}作為 人類 肯定 很不錯。

source: <32>{#p/story}* Jerry is living care-free.
pt_br: <32>{#p/story}* Jerry está vivendo despreocupado.
zh_cn: <32>{#p/story}* Jerry的生活无忧无虑。
zh_tw: <32>{#p/story}* Jerry的生活無憂無慮。

source: <32>{#p/story}* Jerry eats powdery food and licks its hands proudly.
pt_br: <32>{#p/story}* Jerry come comidas deliciosas e passa as mãos com orgulho.
zh_cn: <32>{#p/story}* Jerry吃着粉状的食物， 自豪地舔着手。
zh_tw: <32>{#p/story}* Jerry吃著粉狀的食物， 自豪地舔著手。

source: <32>{#p/story}* Jerry giggles from happiness.
pt_br: <32>{#p/story}* Jerry balança com felicidade.
zh_cn: <32>{#p/story}* Jerry咯咯地笑着。
zh_tw: <32>{#p/story}* Jerry嚕嚕地笑著。

source: <32>{#p/story}* Jerry sneezes without covering its nose.
pt_br: <32>{#p/story}* Jerry espirra sem cobrir o nariz.
zh_cn: <32>{#p/story}* Jerry打喷嚏时 的粘液飞的到处都是。
zh_tw: <32>{#p/story}* Jerry打噴嚏時 的粘液飛的到處都是。

source: <32>{#p/story}* Jerry lets out a squeal of excitement.
pt_br: <32>{#p/story}* Jerry deixa sair uma reação de ânimo.
zh_cn: <32>{#p/story}* Jerry发出一声兴奋的尖叫。
zh_tw: <32>{#p/story}* Jerry發出一聲興奮的尖叫。

source: <32>{#p/story}* Jerry lets out a yawn.
pt_br: <32>{#p/story}* Jerry solta um bocejo.
zh_cn: <32>{#p/story}* Jerry打了个哈欠。
zh_tw: <32>{#p/story}* Jerry打了個哈欠。

source: <32>{#p/story}* Smells like...... Jerry?
pt_br: <32>{#p/story}* Cheira a... Jerry?
zh_cn: <32>{#p/story}* 闻起来像... Jerry？
zh_tw: <32>{#p/story}* 聞起來像... Jerry？

source: <32>{#p/story}* Smells like...... Jerry.
pt_br: <32>{#p/story}* Cheira a...... Jerry.
zh_cn: <32>{#p/story}* 闻起来像... Jerry。
zh_tw: <32>{#p/story}* 聞起來像... Jerry。

source: <32>{#p/story}* Jerry clings to you!
pt_br: <32>{#p/story}* Jerry se apega a você!
zh_cn: <32>{#p/story}* Jerry缠上你了！
zh_tw: <32>{#p/story}* Jerry纏上你了！

source: <08>{#p/basic}{~}Wow...
zh_cn: <08>{#p/basic}{~}哇哦...
zh_tw: <08>{#p/basic}{~}哇喔...

source: <08>{#p/basic}{~}A kiss from my very best friend!
pt_br: <08>{#p/basic}{~}Um beijo do meu melhor amigo!
zh_cn: <08>{#p/basic}{~}一个 来自我 最好的 朋友的 吻！
zh_tw: <08>{#p/basic}{~}一個 來自我 最好的 朋友的 吻！

source: <32>{#p/story}* ...
zh_cn: <32>{#p/story}* ...ゑ
zh_tw: <32>{#p/story}* ...ゑ

source: <32>{#p/basic}* The other monster can't bear to watch...
pt_br: <32>{#p/basic}* O outro monstro não suporta assistir...
zh_cn: <32>{#p/basic}* 其他怪物表示没眼看...
zh_tw: <32>{#p/basic}* 其他怪物表示沒眼看...

source: <32>{#p/basic}* The other monsters can't bear to watch...
pt_br: <32>{#p/basic}* O outro monstro não suporta assistir...
zh_cn: <32>{#p/basic}* 其他怪物表示没眼看...
zh_tw: <32>{#p/basic}* 其他怪物表示沒眼看...

source: <32>{#p/basic}* The other monster celebrates Jerry's disappearance.
pt_br: <32>{#p/basic}* Os outros monstros celebram o desaparecimento de Jerry.
zh_cn: <32>{#p/basic}* 其他怪物正在庆祝Jerry的消失。
zh_tw: <32>{#p/basic}* 其他怪物正在慶祝Jerry的消失。

source: <32>{#p/basic}* The other monsters celebrate Jerry's disappearance.
pt_br: <32>{#p/basic}* Os outros monstros celebram o desaparecimento de Jerry.
zh_cn: <32>{#p/basic}* 其他怪物正在庆祝Jerry的消失。
zh_tw: <32>{#p/basic}* 其他怪物正在慶祝Jerry的消失。

source: <32>{#p/asriel2}* Whizkarat, the homeless cat. * Lost its purpose in life a long time ago.
pt_br: <32>{#p/asriel2}* Whizkarat, o gato sem casa. * Perdeu o propósito na vida a muito tempo atrás.
zh_cn: <32>{#p/asriel2}* Whizkarat，流浪猫。 * 早已活得浑浑噩噩。ゑ
zh_tw: <32>{#p/asriel2}* Whizkarat，流浪貓。 * 早已活得渾渾噩噩。ゑ

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This posh city cat wishes only to live the simple life.
pt_br: <33>{#p/story}* WHIZKARAT - ATQ 16 DEF 8 * Esse gato deseja ter uma vida simples.
zh_cn: <33>{#p/story}* WHIZKARAT - 攻击16 防御8 * 这只以城为家的时髦的猫 只想过简单的生活。
zh_tw: <33>{#p/story}* WHIZKARAT - 攻擊16 防禦8 * 這隻以城為家的時髦的貓 只想過簡單的生活。

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This posh city cat regrets going where it doesn't belong.
pt_br: <33>{#p/story}* WHIZKARAT - ATQ 16 DEF 8 * Este gato da cidade se arrepende de aparecer onde não é chamado.
zh_cn: <33>{#p/story}* WHIZKARAT - 攻击16 防御8 * 这只城里猫 后悔来了不该来的地方。
zh_tw: <33>{#p/story}* WHIZKARAT - 攻擊16 防禦8 * 這隻城裡貓 後悔來了不該來的地方。
