Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#f/5}I STILL BELIEVE IN YOU, HUMAN.
pt_br: <18>{#f/5}EU AINDA ACREDITO EM VOCÊ, HUMANO.
zh_cn: <18>{#f/5}我仍然相信你！ゑ
zh_tw: <18>{#f/5}我仍然相信你！ゑ

source: <18>{#f/31}I KNOW YOU CAN DO BETTER.
pt_br: <18>{#f/31}EU SEI QUE VOCÊ PODE FAZER MELHOR.
zh_cn: <18>{#f/31}我知道， 你可以浪子回头。ゑ
zh_tw: <18>{#f/31}我知道， 你可以浪子回頭。ゑ

source: <18>{#f/31}I KNOW YOU HAVE IT IN YOU TO CHANGE.
pt_br: <18>{#f/31}EU SEI QUE VOCÊ PODE MUDAR.
zh_cn: <18>{#f/31}我知道， 你愿意变得更好。ゑ
zh_tw: <18>{#f/31}我知道， 你願意變得更好。ゑ

source: <18>{#f/4}NO MATTER WHAT RIDICULOUS THING 'ASRIEL' SAYS...
pt_br: <18>{#f/4}NÃO IMPORTA AS COISAS QUE ESSE 'ASRIEL' DISSER...
zh_cn: <18>{#f/4}不管那个“ASRIEL” 说了什么荒唐的话，ゑ
zh_tw: <18>{#f/4}不管那個「ASRIEL」 說了什麼荒唐的話，ゑ

source: <18>{#f/5}NO MATTER HOW IRREDEEMABLE YOU THINK YOU ARE...
pt_br: <18>{#f/5}NÃO IMPORTA O QUÃO IRREVERSÍVEL VOCÊ PENSA SER...
zh_cn: <18>{#f/5}不管你觉得自己 多么不可救药，ゑ
zh_tw: <18>{#f/5}不管你覺得自己 多麼不可救藥，ゑ

source: <18>{#f/6}{#x2}I KNOW, DEEP DOWN, THERE'S STILL GOOD IN YOU!
pt_br: <18>{#f/6}{#x2}EU SEI, QUE LÁ NO FUNDO, AINDA A BOM EM VOCÊ!
zh_cn: <18>{#f/6}{#x2}但我知道，在内心深处， 你还是个好人！ゑ
zh_tw: <18>{#f/6}{#x2}但我知道，在內心深處， 你還是個好人！ゑ

source: <18>{#f/0}SO LET ME HELP YOU FIND THAT GOODNESS.
pt_br: <18>{#f/0}ENTÃO DEIXE-ME TE AJUDAR A ENCONTRAR ESTA FELICIDADE.
zh_cn: <18>{#f/0}我会让你的善良重见天日！ゑ
zh_tw: <18>{#f/0}我會讓你的善良重見天日！ゑ

source: <18>{#f/0}LET ME HELP YOU DISCOVER YOUR TRUE POTENTIAL.
pt_br: <18>{#f/0}TE AJUDAREI A DESCOBRIR SEU POTENCIAL.
zh_cn: <18>{#f/0}我会让你的潜能尽数释放！ゑ
zh_tw: <18>{#f/0}我會讓你的潛能盡數釋放！ゑ

source: <18>{#f/4}AND MOST OF ALL...
pt_br: <18>{#f/4}E ACIMA DE TUDO...
zh_cn: <18>{#f/4}最终...ゑ
zh_tw: <18>{#f/4}最終...ゑ

source: <18>{#f/9}LET ME SHOW YOU THAT YOU CAN STILL BE GREAT!!!
pt_br: <18>{#f/9}TE MOSTRAREI QUE VOCÊ AINDA PODE SER GRANDE!!!
zh_cn: <18>{#f/9}我会让你知道， 你仍然是最棒的！！！ゑ
zh_tw: <18>{#f/9}我會讓你知道， 你仍然是最棒的！！！ゑ

source: <18>{#f/0}I, PAPYRUS, WELCOME YOU WITH OPEN ARMS!
pt_br: <18>{#f/0}EU, PAPYRUS, TE RECEBO DE BRAÇOS ABERTOS!
zh_cn: <18>{#f/0}我，PAPYRUS， 敞开双臂欢迎你！ゑ
zh_tw: <18>{#f/0}我，PAPYRUS， 敞開雙臂歡迎你！ゑ

source: <18>{#f/0}THEY MUST BE WHAT YOU ARE FEELING RIGHT NOW!!
pt_br: <18>{#f/0}ELES DEVEM SER O QUE VOCÊ ESTÁ SENTINDO AGORA!
zh_cn: <18>{#f/0}一定就是你 现在的情感！！
zh_tw: <18>{#f/0}一定就是你 現在的情感！！

source: <18>{#f/4}I CAN HARDLY IMAGINE WHAT THAT MUST FEEL LIKE.
pt_br: <18>{#f/4}EU MAU POSSO IMAGINAR COMO ISSO É.
zh_cn: <18>{#f/4}我很难想象这些情感 究竟是怎样的...
zh_tw: <18>{#f/4}我很難想像這些情感 究竟是怎樣的...

source: <18>{#f/4}AFTER ALL, I AM VERY GREAT.
pt_br: <18>{#f/4}ATÉ PORQUE, EU SOU MUITO BOM.
zh_cn: <18>{#f/4}毕竟，我十分伟大。
zh_tw: <18>{#f/4}畢竟，我十分偉大。

source: <18>I NEVER WONDER WHAT HAVING MANY FRIENDS IS LIKE.
pt_br: <18>EU NUNCA ME PERGUNTEI COMO É TER MUITOS AMIGOS.
zh_cn: <18>我从来不好奇 有很多朋友的感觉 是怎样的。
zh_tw: <18>我從來不好奇 有很多朋友的感覺 是怎樣的。

source: <18>{#f/5}I PITY YOU, LONELY HUMAN...
pt_br: <18>{#f/5}TENHO PENA DE VOCÊ, HUMANO SOLITÁRIO...
zh_cn: <18>{#f/5}我很同情你， 孤单的人类...
zh_tw: <18>{#f/5}我很同情你， 孤單的人類...

source: <18>{#f/0}BUT WORRY NOT!!! YOU SHALL BE LONELY NO LONGER!
pt_br: <18>{#f/0}MAS NÃO SE PREOCUPE, VOCÊ NÃO FICARÁ SOZINHO!
zh_cn: <18>{#f/0}但不要担心！！！ 你再也不会孤单了！
zh_tw: <18>{#f/0}但不要擔心！！！ 你再也不會孤單了！

source: <18>{#f/9}FOR I, THE GREAT PAPYRUS, WILL BE YOUR...
pt_br: <18>{#f/9}POIS EU, O GRANDE PAPYRUS, SEREI SEU...
zh_cn: <18>{#f/9}因为我， 伟大的PAPYRUS， 会成为你的...
zh_tw: <18>{#f/9}因為我， 偉大的PAPYRUS， 會成為你的...

source: <18>NO...
pt_br: <18>NÃO...
zh_cn: <18>不...
zh_tw: <18>不...

source: <18>{#f/7}{#x2}NO, THIS IS ALL WRONG!
pt_br: <18>{#f/7}{#x2}NÃO, ISSO ESTÁ ERRADO!
zh_cn: <18>{#f/7}{#x2}不，不该是这样的！
zh_tw: <18>{#f/7}{#x2}不，不該是這樣的！

source: <18>I CAN'T BE YOUR "FRIEND..."
pt_br: <18>EU NÃO POSSO SER SEU "AMIGO..."
zh_cn: <18>我不能成为 你的“朋友”...
zh_tw: <18>我不能成為 你的「朋友」...

source: <18>YOU ARE A HUMAN! I MUST CAPTURE YOU!!!
pt_br: <18>VOCÊ É UM HUMANO! EU DEVO TE CAPTURAR!!!
zh_cn: <18>你是个人类！ 我必须逮捕你！！！
zh_tw: <18>你是個人類！ 我必須逮捕你！！！

source: <18>{#f/9}THEN, I CAN FULFILL MY LIFELONG DREAM!!!
pt_br: <18>{#f/9}ENTÃO, EU PODEREI REALIZAR MEU SONHO DE VIDA!
zh_cn: <18>{#f/9}然后，我就可以实现 我毕生的梦想！！！
zh_tw: <18>{#f/9}然後，我就可以實現 我畢生的夢想！！！

source: <18>POWERFUL! POPULAR! PRESTIGIOUS!!!
pt_br: <18>PODEROSO! POPULAR! PRESTIGIOSO!!!
zh_cn: <18>力量强大！ 受人爱戴！ 声名远扬！！！
zh_tw: <18>力量強大！ 受人愛戴！ 聲名遠揚！！！

source: <18>THAT'S PAPYRUS!!!
pt_br: <18>ESTE É PAPYRUS!!
zh_cn: <18>那就是PAPYRUS！！！
zh_tw: <18>那就是PAPYRUS！！！

source: <18>{#f/4}THE NEWEST MEMBER...
pt_br: <18>{#f/4}O MAIS NOVO MEMBRO...
zh_cn: <18>{#f/4}皇家守卫中...
zh_tw: <18>{#f/4}皇家守衛中...

source: <18>{#f/9}OF THE ROYAL GUARD!!!
pt_br: <18>{#f/9}DA GUARDA REAL!!!
zh_cn: <18>{#f/9}最闪亮的新星！！！
zh_tw: <18>{#f/9}最閃亮的新星！！！

source: <18>{#p/papyrus}{#f/0}WOWIE! YOU DID IT!
pt_br: <18>{#p/papyrus}{#f/0}WOWIE! VOCÊ CONSEGUIU!
zh_cn: <18>{#p/papyrus}{#f/0}哇！ 你做到了！
zh_tw: <18>{#p/papyrus}{#f/0}哇！ 你做到了！

source: <18>{#p/papyrus}{#f/5}YOU DIDN'T DO A VIOLENCE!
pt_br: <18>{#p/papyrus}{#f/5}VOCÊ NÃO FEZ UMA VIOLÊNCIA!
zh_cn: <18>{#p/papyrus}{#f/5}没有动用任何暴力！
zh_tw: <18>{#p/papyrus}{#f/5}沒有動用任何暴力！

source: <18>{#p/papyrus}{#f/6}TO BE HONEST, I WAS A LITTLE AFRAID...
pt_br: <18>{#p/papyrus}{#f/6}PARA SER SINCERO, EU ESTAVA COM MEDO...
zh_cn: <18>{#p/papyrus}{#f/6}其实， 刚才我有点害怕...
zh_tw: <18>{#p/papyrus}{#f/6}其實， 剛才我有點害怕...

source: <18>{#p/papyrus}{#f/0}BUT YOU'RE ALREADY TAKING STEPS TO REDEEM YOURSELF!
pt_br: <18>{#p/papyrus}{#f/0}MAS VOCÊ JÁ ESTÁ TOMANDO PASSOS PARA SE REDIMIR!
zh_cn: <18>{#p/papyrus}{#f/0}不过没关系！ 你已经重回正轨啦！
zh_tw: <18>{#p/papyrus}{#f/0}不過沒關係！ 你已經重回正軌啦！

source: <18>{#p/papyrus}{#f/8}I'M SO PROUD OF YOU, HUMAN!
pt_br: <18>{#p/papyrus}{#f/8}EU ESTOU MUITO ORGULHOSO DE VOCÊ, HUMANO!
zh_cn: <18>{#p/papyrus}{#f/8}我为你骄傲，人类！
zh_tw: <18>{#p/papyrus}{#f/8}我為你驕傲，人類！

source: <18>{#p/papyrus}{#f/4}... WAIT, WASN'T I SUPPOSED TO CAPTURE YOU?
pt_br: <18>{#p/papyrus}{#f/4}... ESPERA, NÃO ERA PRA EU TE CAPTURAR?
zh_cn: <18>{#p/papyrus}{#f/4}...等等，我是不是 该抓你来着？
zh_tw: <18>{#p/papyrus}{#f/4}...等等，我是不是 該抓你來著？

source: <18>{#p/papyrus}{#f/0}OH WELL. IT'S NOT IMPORTANT RIGHT NOW.
pt_br: <18>{#p/papyrus}{#f/0}OH. ISSO NÃO IMPORTA AGORA.
zh_cn: <18>{#p/papyrus}{#f/0}嗨，随它去吧。
zh_tw: <18>{#p/papyrus}{#f/0}嗨，隨它去吧。

source: <18>{#p/papyrus}{#f/0}I JUST WANT YOU TO BE THE BEST PERSON YOU CAN BE.
pt_br: <18>{#p/papyrus}{#f/0}EU SÓ QUERO O MELHOR PARA VOCÊ COMO PESSOA.
zh_cn: <18>{#p/papyrus}{#f/0}只要你能成为最棒的自己， 我就满足啦。
zh_tw: <18>{#p/papyrus}{#f/0}只要你能成為最棒的自己， 我就滿足啦。

source: <18>{#p/papyrus}{#f/5}LET'S LET BYBONES BE BYBONES, HUH?
pt_br: <18>{#p/papyrus}{#f/5}VAMOS DEIXAR OS OSSOS SEREM OS OSSOS, HEIN?
zh_cn: <18>{#p/papyrus}{#f/5}过去的事， 就让它成为{@fill=#ff0}骨{@fill=#fff}事吧， 好吗？
zh_tw: <18>{#p/papyrus}{#f/5}過去的事， 就讓它成為{@fill=#ff0}骨{@fill=#fff}事吧， 好嗎？

source: <18>{#p/papyrus}{#f/9}I'LL EVEN GIVE YOU DIRECTIONS TO THE EXIT!
pt_br: <18>{#p/papyrus}{#f/9}EU VOU ATÉ TE DAR DIREÇÕES ATÉ A SAÍDA!
zh_cn: <18>{#p/papyrus}{#f/9}我还要告诉你 怎么离开这里！
zh_tw: <18>{#p/papyrus}{#f/9}我還要告訴你 怎麼離開這裡！

source: <18>{#p/papyrus}{#f/5}NYOO HOO HOO...
zh_cn: <18>{#p/papyrus}{#f/5}扭呜呼呼...
zh_tw: <18>{#p/papyrus}{#f/5}扭嗚呼呼...

source: <18>I WASN'T STRONG ENOUGH TO STOP YOU...
pt_br: <18>EU NÃO FUI FORTE O SUFICIENTE PARA TE IMPEDIR...
zh_cn: <18>我没有足够的力量 阻止你...
zh_tw: <18>我沒有足夠的力量 阻止你...

source: <18>I CAN'T EVEN STOP SOMEONE AS WEAK AS YOU...
pt_br: <18>EU NEM POSSO PARAR ALGUÉM TÃO FRACO COMO VOCÊ...
zh_cn: <18>连像你这样 弱小的人 我都阻止不了...
zh_tw: <18>連像你這樣 弱小的人 我都阻止不了...

source: <18>{#f/7}UNDYNE'S GOING TO BE DISAPPOINTED!
pt_br: <18>{#f/7}UNDYNE VAI FICAR DESAPONTADA!
zh_cn: <18>{#f/7}UNDYNE一定会 对我非常失望的！
zh_tw: <18>{#f/7}UNDYNE一定會 對我非常失望的！

source: <18>{#f/5}I'LL NEVER JOIN THE ROYAL GUARD... AND...
pt_br: <18>{#f/5}EU NUNCA VOU ME JUNTAR A GUARDA REAL... E...
zh_cn: <18>{#f/5}我也永远不能 加入皇家卫队了...
zh_tw: <18>{#f/5}我也永遠不能 加入皇家衛隊了...

source: <18>{#f/7}MY FRIEND QUANTITY WILL REMAIN STAGNANT!
pt_br: <18>{#f/7}MINHA QUANTIDADE DE AMIGOS FICARÁ ESTAGNADA!
zh_cn: <18>{#f/7}而且... 我的粉丝数也会 就这样停滞不前！
zh_tw: <18>{#f/7}而且... 我的粉絲數也會 就這樣停滯不前！

source: * (How will you respond?)
pt_br: * (Como você irá responder?)
zh_cn: * （你要怎么回答？）
zh_tw: * （你要怎麼回答？）

source: Let's be friends
pt_br: Vamos ser Amigos
zh_cn: 我们做 朋友吧
zh_tw: 我們做 朋友吧

source: What a loser
pt_br: Que Perdedor
zh_cn: 真是个 废柴
zh_tw: 真是個 廢柴

source: <18>{#p/papyrus}{#f/5}A-ARE YOU SURE? YOU WANT TO BE FRIENDS WITH ME?
pt_br: <18>{#p/papyrus}{#f/5}V-VOCÊ TEM CERTEZA? VOCÊ QUER SER MEU AMIGO?
zh_cn: <18>{#p/papyrus}{#f/5}真-真的吗？ 你想跟我做朋友？
zh_tw: <18>{#p/papyrus}{#f/5}真-真的嗎？ 你想跟我做朋友？

source: <18>{#f/6}EVEN AFTER THAT???
pt_br: <18>{#f/6}MESMO APÓS ISSO?
zh_cn: <18>{#f/6}即使发生了 那样的事情？？？
zh_tw: <18>{#f/6}即使發生了 那樣的事情？？？

source: <18>{#f/0}WELL, OKAY THEN!! LET'S BE FRIENDS!!
pt_br: <18>{#f/0}BEM, TUDO BEM!! VAMOS SER AMIGOS!
zh_cn: <18>{#f/0}那，好吧！！ 我们做朋友吧！！
zh_tw: <18>{#f/0}那，好吧！！ 我們做朋友吧！！

source: <18>{#p/papyrus}{#f/1}REALLY!? YOU WANT TO BE FRIENDS WITH ME???
pt_br: <18>{#p/papiro}{#f/1}SÉRIO!? VOCÊ QUER SER MEU AMIGO???
zh_cn: <18>{#p/papyrus}{#f/1}真的吗！？ 你想跟我做朋友？？？
zh_tw: <18>{#p/papyrus}{#f/1}真的嗎！？ 你想跟我做朋友？？？

source: <18>{#f/6}WELL THEN... I GUESS...
pt_br: <18>{#f/6}POIS BEM... EU ACHO...
zh_cn: <18>{#f/6}那... 我觉得...
zh_tw: <18>{#f/6}那... 我覺得...

source: <18>{#f/0}I CAN MAKE AN ALLOWANCE FOR YOU!
pt_br: <18>{#f/0}EU POSSO FAZER UMA EXCESSÃO PARA VOCÊ!
zh_cn: <18>{#f/0}我可以给你 一个照应了！
zh_tw: <18>{#f/0}我可以給你 一個照應了！

source: <18>{#p/papyrus}{#f/5}HUH? ARE YOU... TRYING TO BERATE ME???
pt_br: <18>{#p/papiro}{#f/5}HUH? VOCÊ ESTÁ... TENTANDO ME REPREENDER??
zh_cn: <18>{#p/papyrus}{#f/5}嗯？你是... 想责备我吗？？？
zh_tw: <18>{#p/papyrus}{#f/5}嗯？你是... 想責備我嗎？？？

source: <18>{#f/6}YOU THINK I'M NOT STRONG ENOUGH TO BE YOUR FRIEND?
pt_br: <18>{#f/6}VOCÊ ACHA QUE EU NÃO SOU FORTE O SUFICIENTE PARA SER SEU AMIGO?
zh_cn: <18>{#f/6}是因为我不够强大， 不配做你的朋友吗？
zh_tw: <18>{#f/6}是因為我不夠強大， 不配做你的朋友嗎？

source: <18>{#f/5}... N-NO...
pt_br: <18>{#f/5}... N-NÃO...
zh_cn: <18>{#f/5}...不...
zh_tw: <18>{#f/5}...不...

source: <18>{#f/7}NO, WHAT AM I SAYING!! OF COURSE I AM!
pt_br: <18>{#f/7}NÃO, O QUE ESTOU DIZENDO!! É CLARO QUE EU SOU!!
zh_cn: <18>{#f/7}哦，我在说什么啊！！ 我当然很强大！
zh_tw: <18>{#f/7}喔，我在說什麼啊！！ 我當然很強大！

source: <18>{#f/9}AND... I'LL PROVE IT BY BEING YOUR FRIEND ANYWAY!
pt_br: <18>{#f/9}E... VOU PROVAR ISSO SENDO SEU AMIGO DE QUALQUER MANEIRA!
zh_cn: <18>{#f/9}我会通过跟你交朋友 证明给你看！
zh_tw: <18>{#f/9}我會通過跟你交朋友 證明給你看！

source: <18>{#p/papyrus}{#f/1}HUH? WHY WOULD YOU BERATE YOURSELF SO LOUDLY???
pt_br: <18>{#p/papiro}{#f/1}HUH? POR QUE VOCÊ SE REPREENDERIA TÃO ALTO???
zh_cn: <18>{#p/papyrus}{#f/1}啊？为啥你要那么大声地 骂自己呢？？？
zh_tw: <18>{#p/papyrus}{#f/1}啊？為啥你要那麼大聲地 罵自己呢？？？

source: <18>{#f/4}IS IT BECAUSE...
pt_br: <18>{#f/4}ISSO É POR QUE...
zh_cn: <18>{#f/4}是不是因为...
zh_tw: <18>{#f/4}是不是因為...

source: <18>{#f/7}YOU DON'T THINK YOU'RE GOOD ENOUGH TO BE MY FRIEND?
pt_br: <18>{#f/7}VOCÊ PENSA QUE EU NÃO SOU BOM O SUFICIENTE PARA SER SEU AMIGO?
zh_cn: <18>{#f/7}你感觉自己不够优秀， 不配做我的朋友？
zh_tw: <18>{#f/7}你感覺自己不夠優秀， 不配做我的朋友？

source: <18>{#f/9}NO, YOU'RE GREAT! I'LL BE YOUR FRIEND!!!
pt_br: <18>{#f/9}NÃO, VOCÊ É DEMAIS! EU SEREI SEU AMIGO!!!
zh_cn: <18>{#f/9}错啦，你其实很棒！ 我会成为你的朋友的！！！
zh_tw: <18>{#f/9}錯啦，你其實很棒！ 我會成為你的朋友的！！！

source: <18>{#f/0}WOWIE!!
zh_cn: <18>{#f/0}好耶！！
zh_tw: <18>{#f/0}好耶！！

source: <18>I FOUND A NEW FRIEND!!!
pt_br: <18>EU CONSEGUI UM NOVO AMIGO!!!
zh_cn: <18>我交到一个新朋友啦！！
zh_tw: <18>我交到一個新朋友啦！！

source: <18>{#f/4}AND WHO KNEW THAT ALL I NEEDED TO DO IT...
pt_br: <18>{#f/4}E QUEM IMAGINARIA QUE TUDO QUE EU PRECISAVA FAZER É...
zh_cn: <18>{#f/4}谁能想到，成为好朋友...
zh_tw: <18>{#f/4}誰能想到，成為好朋友...

source: <18>{#f/0}WE HAVEN'T EVEN HAD OUR FIRST DATE...
pt_br: <18>{#f/0}NÓS AINDA NEM TIVEMOS NOSSO PRIMEIRO ENCONTRO...
zh_cn: <18>{#f/0}我们还没有进行 第一次约会...
zh_tw: <18>{#f/0}我們還沒有進行 第一次約會...

source: <18>{#f/0}AND I'VE ALREADY MANAGED TO HIT THE FRIEND ZONE!!!
pt_br: <18>{#f/0}E EU JÁ ENCONTREI A TAL FRIENDZONE!!!
zh_cn: <18>{#f/0}就已经成为 好朋友了！！！
zh_tw: <18>{#f/0}就已經成為 好朋友了！！！

source: <18>{#f/4}WHO KNEW THAT ALL I HAD TO DO...
pt_br: <18>{#f/4}QUEM IMAGINARIA QUE TUDO QUE EU PRECISAVA FAZER É...
zh_cn: <18>{#f/4}谁能想到，成为好朋友...
zh_tw: <18>{#f/4}誰能想到，成為好朋友...

source: <18>{#f/0}WAS TO GIVE PEOPLE AWFUL PUZZLES AND THEN FIGHT THEM?
pt_br: <18>{#f/0}DAR QUEBRA-CABEÇAS PARA AS PESSOAS E DEPOIS LUTAR COM ELAS?
zh_cn: <18>{#f/0}只需要先出几个 抽象的谜题， 再来打一架呢？
zh_tw: <18>{#f/0}只需要先出幾個 抽象的謎題， 再來打一架呢？

source: <18>YOU TAUGHT ME A LOT, HUMAN.
pt_br: <18>VOCÊ ME ENSINOU MUITO, HUMANO.
zh_cn: <18>你教会了我很多， 人类。
zh_tw: <18>你教會了我很多， 人類。

source: <18>{#f/9}I HEREBY GRANT YOU PERMISSION TO PASS THROUGH!
pt_br: <18>{#f/9}EU TE DOU A PERMISSÃO PARA PASSAR POR MIM!
zh_cn: <18>{#f/9}我特此 允许你通过！
zh_tw: <18>{#f/9}我特此 允許你通過！

source: <18>{#f/0}AND I'LL GIVE YOU DIRECTIONS TO THE EXIT.
pt_br: <18>{#f/0}E EU TE DAREI DIREÇÕES PARA A SAÍDA.
zh_cn: <18>{#f/0}我会引导你 离开这里。
zh_tw: <18>{#f/0}我會引導你 離開這裡。

source: <18>CONTINUE FORWARD UNTIL YOU REACH THE CITADEL.
pt_br: <18>CONTINUE ANDANDO ATÉ CHEGAR NA CIDADELA.
zh_cn: <18>继续前进。
zh_tw: <18>繼續前進。

source: <18>THEN, HOP IN A CRAFT AND CROSS THE {@fill=#ff0}FORCE FIELD{@fill=#fff}.
pt_br: <18>ENTÃO, PULE EM UMA NAVE ESPACIAL PELO {@fill=#ff0}ESCUDO DE FORÇA{@fill=#fff}.
zh_cn: <18>等你到首塔的时候， 跳进一艘飞船，穿过{@fill=#ff0}力场{@fill=#fff}。
zh_tw: <18>等你到首塔的時候， 跳進一艘飛船，穿過{@fill=#ff0}力場{@fill=#fff}。

source: <18>{#f/4}THAT'S THE THING TRAPPING US ALL ON THE OUTPOST.
pt_br: <18>{#f/4}ESSA É A COISA QUE NOS MANTÉM PRESOS NO OUTPOST.
zh_cn: <18>{#f/4}那就是把我们 困在前哨站的东西。
zh_tw: <18>{#f/4}那就是把我們 困在前哨站的東西。

source: <18>ANYONE CAN ENTER THROUGH IT, BUT NOBODY CAN EXIT...
pt_br: <18>QUALQUER UM PODE ENTRAR, MAS NINGUÉM SAIR...
zh_cn: <18>力场谁都进得来， 但都出不去...
zh_tw: <18>力場誰都進得來， 但都出不去...

source: <18>{#f/9}... EXCEPT SOMEONE WITH A POWERFUL SOUL.
pt_br: <18>{#f/9}... EXCETO PESSOAS COM ALMAS MUITO PODEROSAS.
zh_cn: <18>{#f/9}...除非，那个人拥有 强大的灵魂。
zh_tw: <18>{#f/9}...除非，那個人擁有 強大的靈魂。

source: <18>{#f/0}LIKE YOU!!!
pt_br: <18>{#f/0}IGUAL VOCÊ!!!
zh_cn: <18>{#f/0}就比如你！！！
zh_tw: <18>{#f/0}就比如你！！！

source: <18>{#f/4}OH, I ALMOST FORGOT TO MENTION.
pt_br: <18>{#f/4}OH, E EU QUASE ESQUECI DE MENCIONAR.
zh_cn: <18>{#f/4}哦，我差点忘了说...
zh_tw: <18>{#f/4}喔，我差點忘了說...

source: <18>TO REACH THE EXIT, YOU WILL HAVE TO PASS...
pt_br: <18>PARA CHEGAR A SAÍDA, VOCÊ PRECISARÁ PASSAR...
zh_cn: <18>你要到达出口， 就必须要通过...
zh_tw: <18>你要到達出口， 就必須要通過...

source: <18>{#f/7}BY {@fill=#ff0}THE KING{@fill=#fff}.
pt_br: <18>{#f/7}PELO {@fill=#ff0}REI{@fill=#fff}.
zh_cn: <18>{#f/7}{@fill=#ff0}国王{@fill=#fff}那关。
zh_tw: <18>{#f/7}{@fill=#ff0}國王{@fill=#fff}那關。

source: <18>{@fill=#ff0}THE KING OF ALL MONSTERS...
pt_br: <18>{@fill=#ff0}O REI DE TODOS OS MONSTROS...
zh_cn: <18>{@fill=#ff0}所有怪物的王...
zh_tw: <18>{@fill=#ff0}所有怪物的王...

source: <18>{@fill=#ff0}HE IS...
pt_br: <18>{@fill=#ff0}ELE É...
zh_cn: <18>{@fill=#ff0}他是...
zh_tw: <18>{@fill=#ff0}他是...

source: <18>{@fill=#ff0}{#f/6}... WELL...
pt_br: <18>{@fill=#ff0}{#f/6}... BEM...
zh_cn: <18>{@fill=#ff0}{#f/6}...呃...
zh_tw: <18>{@fill=#ff0}{#f/6}...呃...

source: <18>{#f/0}HE'S A BIG FUZZY PUSHOVER!!!
pt_br: <18>{#f/0}ELE É UMA GRANDE BOLA DE PELOS!!!
zh_cn: <18>{#f/0}他是个毛茸茸的 好好先生！！！
zh_tw: <18>{#f/0}他是個毛茸茸的 好好先生！！！

source: <18>EVERYBODY LOVES THAT GUY.
pt_br: <18>TODO MUNDO AMA ELE.
zh_cn: <18>大家都很喜欢他。
zh_tw: <18>大家都很喜歡他。

source: <18>{#f/4}I AM CERTAIN IF YOU JUST SAY...
pt_br: <18>{#f/4}EU TENHO CERTEZA QUE SE VOCÊ DISSER...
zh_cn: <18>{#f/4}我很相信， 只要你跟他说...
zh_tw: <18>{#f/4}我很相信， 只要你跟他說...

source: <18>"EXCUSE ME, MR. DREEMURR... CAN I PLEASE GO HOME?"
pt_br: <18>"COM LICENÇA, SR. DREEMURR... POSSO IR PRA CASA?
zh_cn: <18>“不好意思， DREEMURR先生... 我可以回家吗？”
zh_tw: <18>「不好意思， DREEMURR先生... 我可以回家嗎？」

source: <18>{#f/0}HE'LL GUIDE YOU OVER TO THE LAUNCH BAY HIMSELF!
pt_br: <18>{#f/0}ELE VAI TE GUIAR ATÉ A SAÍDA POR CONTA!
zh_cn: <18>{#f/0}他就会亲自带你 去发射舱的！
zh_tw: <18>{#f/0}他就會親自帶你 去發射艙的！

source: <18>{#f/9}ANYWAY!!! THAT'S ENOUGH TALKING!!!
pt_br: <18>{#f/9}POIS BEM!!! JÁ CHEGA DE CONVERSA!!!
zh_cn: <18>{#f/9}总之！！！ 废话少说！！！
zh_tw: <18>{#f/9}總之！！！ 廢話少說！！！

source: <18>{#f/0}I'LL BE AT HOME BEING A COOL FRIEND.
pt_br: <18>{#f/0}EU VOU ESTAR EM CASA SENDO UM AMIGO DA HORA.
zh_cn: <18>{#f/0}我会在家里 做你酷酷的朋友。
zh_tw: <18>{#f/0}我會在家裡 做你酷酷的朋友。

source: <18>{#f/9}FEEL FREE TO COME BY AND HANG OUT!!!
pt_br: <18>{#f/9}SINTA-SE LIVRE PARA IR LÁ DAR UM ROLÊ!!!
zh_cn: <18>{#f/9}欢迎过来 跟我一起玩！！！
zh_tw: <18>{#f/9}歡迎過來 跟我一起玩！！！

source: <18>{#f/9}FEEL FREE TO COME BY AND HAVE THAT DATE!!!
pt_br: <18>{#f/9}SINTA-SE LIVRE PARA IR LÁ E FAZER UM ENCONTRO!!!
zh_cn: <18>{#f/9}欢迎过来 跟我约会！！！
zh_tw: <18>{#f/9}歡迎過來 跟我約會！！！

source: <18>{#f/9}FEEL FREE TO COME BY AND SAY HELLO!!!
pt_br: <18>{#f/9}SINTA-SE LIVRE PARA IR LÁ DAR UM OI!!!
zh_cn: <18>{#f/9}欢迎过来 跟我打个招呼！！！
zh_tw: <18>{#f/9}歡迎過來 跟我打個招呼！！！

source: <18>NYEH HEH HEH HEH HEH HEH HEH!!!
zh_cn: <18>捏嘿嘿嘿 嘿嘿嘿！！！
zh_tw: <18>捏嘿嘿嘿 嘿嘿嘿！！！

source: <18>{#p/papyrus}{#f/5}OH, WHERE COULD THAT HUMAN HAVE GONE...
pt_br: <18>{#p/papyrus}{#f/5}OH, ONDE SERÁ QUE AQUELE HUMANO FOI...
zh_cn: <18>{#p/papyrus}{#f/5}哦，那个人类 到哪里去了呢...
zh_tw: <18>{#p/papyrus}{#f/5}喔，那個人類 到哪裡去了呢...

source: <18>{#f/4}... WAIT.
pt_br: <18>{#f/4}... ESPERA.
zh_cn: <18>{#f/4}... 等等。
zh_tw: <18>{#f/4}... 等等。

source: <18>{#f/1}IT'S RIGHT IN FRONT OF ME!!!
pt_br: <18>{#f/1}ESTÁ BEM NA MINHA FRENTE!
zh_cn: <18>{#f/1}就在我面前！！！
zh_tw: <18>{#f/1}就在我面前！！！

source: <18>{#f/0}HELLO! I WAS WORRIED THAT YOU HAD GOTTEN LOST!
pt_br: <18>{#f/0}OLÁ! EU ESTAVA PREOCUPADO SOBRE VOCÊ SE PERDER!
zh_cn: <18>{#f/0}你好啊！ 我还在担心你 是不是迷路了呢！
zh_tw: <18>{#f/0}你好啊！ 我還在擔心你 是不是迷路了呢！

source: <18>IT SURE IS A RELIEF TO SEE THAT YOU'RE HERE...
pt_br: <18>UM ALÍVIO TE VER POR AQUI...
zh_cn: <18>看到你了，我就 可以松口气了...
zh_tw: <18>看到你了，我就 可以鬆口氣了...

source: <18>{#f/7}... WAIT A SECOND!!!
pt_br: <18>{#f/7}... ESPERA UM POUCO!!!
zh_cn: <18>{#f/7}... 等一下！！！
zh_tw: <18>{#f/7}... 等一下！！！

source: <18>YOU'RE NOT SUPPOSED TO ESCAPE!!!
pt_br: <18>NÃO ERA PRA VOCÊ ESCAPAR!!!!
zh_cn: <18>你不应该逃走的！！！
zh_tw: <18>你不應該逃走的！！！

source: <18>GET BACK THERE!!!
pt_br: <18>VOLTA AQUI!!!
zh_cn: <18>快回来！！！
zh_tw: <18>快回來！！！

source: <18>{#p/papyrus}{#f/4}BACK AGAIN, EH?
pt_br: <18>{#p/papyrus}{#f/4}MAIS UMA VEZ?
zh_cn: <18>{#p/papyrus}{#f/4}又回来了，嗯？
zh_tw: <18>{#p/papyrus}{#f/4}又回來了，嗯？

source: <18>{#f/5}I SUPPOSE IT'S MY FAULT...
pt_br: <18>{#f/5}EU SUPONHO QUE SEJA MINHA CULPA...
zh_cn: <18>{#f/5}我觉得应该是 我的问题...
zh_tw: <18>{#f/5}我覺得應該是 我的問題...

source: <18>I TOLD YOU BEFORE THAT I WOULD MAKE YOU SPAGHETTI.
pt_br: <18>EU JÁ TE DISSE ANTES QUE TE FARIA ESPAGUETE.
zh_cn: <18>我之前答应过你， 我会给你做意面。
zh_tw: <18>我之前答應過你， 我會給你做意面。

source: <18>IT'S ONLY NATURAL THAT YOU WOULD WANT TO SEE ME...
pt_br: <18>É NATURAL QUE VOCÊ QUEIRA ME VER COM TANTA ÂNSIA...
zh_cn: <18>不用猜， 你想见我的原因...
zh_tw: <18>不用猜， 你想見我的原因...

source: <18>IN THE DIRE HOPE THAT I WOULD MAKE YOU SOME.
pt_br: <18>NA ESPERANÇA QUE EU TE FAÇA LOGO UM POUCO.
zh_cn: <18>肯定是想让我给你 做点意面。
zh_tw: <18>肯定是想讓我給你 做點意面。

source: <18>{#f/0}WELL... I UNDERSTAND.
pt_br: <18>{#f/0}BEM... EU POSSO ENTENDER ISSO.
zh_cn: <18>{#f/0}好... 我懂了。
zh_tw: <18>{#f/0}好... 我懂了。

source: <18>{#f/0}PAPYRUS IS HUNGRY, TOO!
pt_br: <18>{#f/0}PAPYRUS TAMBÉM ESTÁ COM FOME!
zh_cn: <18>{#f/0}PAPYRUS也很饥渴！
zh_tw: <18>{#f/0}PAPYRUS也很饑渴！

source: <18>{#f/7}HUNGRY FOR JUSTICE!
pt_br: <18>{#f/7}FOME POR JUSTIÇA!
zh_cn: <18>{#f/7}对正义的 如饥似渴！
zh_tw: <18>{#f/7}對正義的 如饑似渴！

source: <18>{#p/papyrus}{#f/1}YOU'RE BACK AGAIN!?!?
pt_br: <18>{#p/papyrus}{#f/1}VOCÊ VOLTOU DE NOVO!?!?
zh_cn: <18>{#p/papyrus}{#f/1}你又回来了！？！？
zh_tw: <18>{#p/papyrus}{#f/1}你又回來了！？！？

source: <18>{#f/4}I FINALLY REALIZE THE TRUE REASON WHY.
pt_br: <18>{#f/4}EU FINALMENTE ENTENDI O MOTIVO.
zh_cn: <18>{#f/4}我终于知道 为什么了。
zh_tw: <18>{#f/4}我終於知道 為什麼了。

source: <18>{#f/5}YOU...
pt_br: <18>{#f/5}VOCÊ...
zh_cn: <18>{#f/5}你...
zh_tw: <18>{#f/5}你...

source: <18>YOU JUST MISS SEEING MY FACE SO MUCH...
pt_br: <18>VOCÊ SÓ QUER MUITO ME VER...
zh_cn: <18>你就是太想 看到我的脸了...
zh_tw: <18>你就是太想 看到我的臉了...

source: <18>{#f/6}I...
pt_br: <18>{#f/6}EU...
zh_cn: <18>{#f/6}我...
zh_tw: <18>{#f/6}我...

source: <18>{#f/31}I'M NOT SURE I CAN FIGHT SOMEONE WHO FEELS THIS WAY.
pt_br: <18>{#f/31}EU NÃO SEI SE CONSIGO LUTAR COM ALGUÉM QUE SE SENTE ASSIM.
zh_cn: <18>{#f/31}我不太确定自己 能不能和抱有这种 感受的人战斗。
zh_tw: <18>{#f/31}我不太確定自己 能不能和抱有這種 感受的人戰鬥。

source: <18>{#f/4}NOT TO MENTION, I'M GETTING TIRED OF CAPTURING YOU.
pt_br: <18>{#f/4}SEM MENCIONAR QUE ESTOU COMEÇANDO A ME CANSAR DE TE CAPTURAR.
zh_cn: <18>{#f/4}更何况，我已经 不太想抓你了。
zh_tw: <18>{#f/4}更何況，我已經 不太想抓你了。

source: <18>{#f/5}WOULD YOU LIKE TO PASS THROUGH...
pt_br: <18>{#f/5}VOCÊ GOSTARIA DE PODER PASSAR...
zh_cn: <18>{#f/5}要不然， 我们就不战斗了...
zh_tw: <18>{#f/5}要不然， 我們就不戰鬥了...

source: <18>{#f/5}... WITHOUT A BATTLE?
pt_br: <18>{#f/5}... SEM PRECISAR LUTAR COMIGO?
zh_cn: <18>{#f/5}...我直接放你走。 怎么样？
zh_tw: <18>{#f/5}...我直接放你走。 怎麼樣？

source: <18>{#p/papyrus}{#f/31}... OKAY...
zh_cn: <18>{#p/papyrus}{#f/31}... 好...
zh_tw: <18>{#p/papyrus}{#f/31}... 好...

source: <18>{#f/3}I GUESS I'LL ACCEPT MY FAILURE.
pt_br: <18>{#f/3}EU ACHO QUE VOU ACEITAR MINHA FALHA.
zh_cn: <18>{#f/3}我想，我会接受 我的失败的。
zh_tw: <18>{#f/3}我想，我會接受 我的失敗的。

source: <18>{#p/papyrus}{#f/4}WELL, IF YOU SAY SO, THEN...
pt_br: <18>{#p/papyrus}{#f/4}BEM, SE VOCÊ DESEJA DESSA FORMA, ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/4}嗯，既然你都 这样说了，那...
zh_tw: <18>{#p/papyrus}{#f/4}嗯，既然你都 這樣說了，那...

source: <18>{#f/9}BY ALL MEANS!!!
pt_br: <18>{#f/9}CONTRA TUDO E TODOS!!!
zh_cn: <18>{#f/9}我就 奉陪到底！！！
zh_tw: <18>{#f/9}我就 奉陪到底！！！

source: <18>{#p/papyrus}{#f/1}AGAIN??
pt_br: <18>{#p/papyrus}{#f/1}DE NOVO??
zh_cn: <18>{#p/papyrus}{#f/1}还来？？？
zh_tw: <18>{#p/papyrus}{#f/1}還來？？？

source: <18>{#f/4}... WELL, OKAY...
pt_br: <18>{#f/4}... BEM, OKAY...
zh_cn: <18>{#f/4}...那，好吧...
zh_tw: <18>{#f/4}...那，好吧...

source: <18>{#f/9}WILL YOU FORGO THE BATTLE THIS TIME??
pt_br: <18>{#f/9}VOCÊ ESQUECERÁ DESSA BATALHA DESTA VEZ??
zh_cn: <18>{#f/9}你这次要 放弃战斗吗？？
zh_tw: <18>{#f/9}你這次要 放棄戰鬥嗎？？

source: <18>{#p/papyrus}{#f/0}OKAY, HERE WE GO!
pt_br: <18>{#p/papyrus}{#f/0}OKAY, LÁ VAMOS NÓS!
zh_cn: <18>{#p/papyrus}{#f/0}那么， 咱们开始吧！
zh_tw: <18>{#p/papyrus}{#f/0}那麼， 咱們開始吧！

source: <32>{#p/basic}* There is a log of previous modifications...
pt_br: <32>{#p/basic}* Há um registro de modificações anteriores...
zh_cn: <32>{#p/basic}* 屏幕上显示着一条历史修改记录。
zh_tw: <32>{#p/basic}* 屏幕上顯示著一條歷史修改記錄。

source: <32>* "Pattern last modified by user: ALPHYS"
pt_br: <32>* "Última modificação pelo usuário: ALPHYS"
zh_cn: <32>* “最新图案修改者：ALPHYS”
zh_tw: <32>* 「最新圖案修改者：ALPHYS」

source: <32>* "Pattern last modified by user: COOLSKELETON95"
pt_br: <32>* "Última modificação pelo usuário: COOLSKELETON95"
zh_cn: <32>* “最新图案修改者： 酷炫骷髅95”
zh_tw: <32>* 「最新圖案修改者： 酷炫骷髏95」

source: <25>{#p/asriel2}{#f/13}* She's been against us the whole time...
pt_br: <25>{#p/asriel2}{#f/13}* Ela estava na nossa cola esse tempo todo...
zh_cn: <25>{#p/asriel2}{#f/13}* 她真是没完没了地为难我们...
zh_tw: <25>{#p/asriel2}{#f/13}* 她真是沒完沒了地為難我們...

source: <32>{#p/basic}* "Would you like to view the pattern?"
pt_br: <32>{#p/basic}* "Você gostaria de ver o padrão?"
zh_cn: <32>{#p/basic}* “要看一眼图案吗？”
zh_tw: <32>{#p/basic}* 「要看一眼圖案嗎？」

source: * (View the pattern?)
pt_br: * (Ver o padrão?)
zh_cn: * （看一眼图案吗？）
zh_tw: * （看一眼圖案嗎？）

source: <32>{#p/human}* (The robot appears to be asleep.)
pt_br: <32>{#p/human}* (O robô parece estar dormindo.)
zh_cn: <32>{#p/human}* （机器人看起来已经睡着了。）
zh_tw: <32>{#p/human}* （機器人看起來已經睡著了。）

source: <32>{#p/basic}* It's in sleep mode.
pt_br: <32>{#p/basic}* Está no modo soneca.
zh_cn: <32>{#p/basic}* 它进入了“休眠”模式。
zh_tw: <32>{#p/basic}* 它進入了「休眠」模式。

source: <32>{#p/basic}* Hello. * I am a builder bot.
pt_br: <32>{#p/basic}* Olá. * Eu sou um robô construtor.
zh_cn: <32>{#p/basic}* 你好，心地善良的旅行者。 * 我是一个建筑机器人。
zh_tw: <32>{#p/basic}* 你好，心地善良的旅行者。 * 我是一個建築機器人。

source: <32>* I want to see the galaxy... * But I cannot move.
pt_br: <32>* Eu gostaria de ver a galáxia... * Mas não consigo me mover.
zh_cn: <32>* 我想去看看整个星系... * 但是我动弹不得。
zh_tw: <32>* 我想去看看整個星系... * 但是我動彈不得。

source: <32>* If you would be so kind, traveler, please...
pt_br: <32>* Se você puder ser um bom aventureiro, por favor...
zh_cn: <32>* 如果你愿意帮助我的话...
zh_tw: <32>* 如果你願意幫助我的話...
