Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/sans}{#f/7}* i doubt it'll be long before undyne shows up.
pt_br: <32>{#p/sans}{#f/7}* eu dúvido que teremos tempo até a undyne aparecer.
zh_cn: <32>{#p/sans}{#f/7}* 说不定哪一会 Undyne就发现了。
zh_tw: <32>{#p/sans}{#f/7}* 說不定哪一會 Undyne就發現了。

source: <32>{#p/alphys}* Going as f-fast as I can!
pt_br: <32>{#p/alphys}* sendo o mais rápida que eu puder.
zh_cn: <32>{#p/alphys}* 我-我已经尽快了！
zh_tw: <32>{#p/alphys}* 我-我已經儘快了！

source: <32>{#p/human}* (It feels like someone is trying to carry you.)
pt_br: <32>{#p/human}* (parece que alguém está tentando te carregar.)
zh_cn: <32>{#p/human}* （你感觉有人正努力 把你扛起来。）
zh_tw: <32>{#p/human}* （你感覺有人正努力 把你扛起來。）

source: <32>{#p/alphys}* Oh god, w-were humans always this heavy!?
pt_br: <32>{#p/alphys}* senhor, h-humanos são pesados assim!?
zh_cn: <32>{#p/alphys}* 天哪，为-为什么人类 都这么重啊？！
zh_tw: <32>{#p/alphys}* 天哪，為-為什麼人類 都這麼重啊？！

source: <32>{#p/basic}* Huh? * Where are...
pt_br: <32>{#p/basic}* Huh? * Onde está...
zh_cn: <32>{#p/basic}* 嗯？ * 我们这是到...
zh_tw: <32>{#p/basic}* 嗯？ * 我們這是到...

source: <32>* ... * Asgore's house.
pt_br: <32>* ... * Casa do Asgore.
zh_cn: <32>* ...Asgore家了。
zh_tw: <32>* ...Asgore家了。

source: <32>* Come on, let's go find him...
pt_br: <32>* Vamos, vamos encontrá-lo.
zh_cn: <32>* 来吧， 我们一起去找他...
zh_tw: <32>* 來吧， 我們一起去找他...

source: <32>{#p/basic}* A bastion box. * There's a human inside...
pt_br: <32>{#p/basic}* Uma caixa bastião. * Tem um humano dentro...
zh_cn: <32>{#p/basic}* 这是个休眠舱。 * 有个人类在里头...
zh_tw: <32>{#p/basic}* 這是個休眠艙。 * 有個人類在裡頭...

source: <32>{#p/human}* (You reach your hand deep into the dispenser.) * (It's a tad saucy.)
pt_br: <32>{#p/human}* (Você enfia a mão profundamente no dispensador, é um pouco atrevido.)
zh_cn: <32>{#p/human}* （你把手伸进喷酱机深处。） * （感觉有点不礼貌。）
zh_tw: <32>{#p/human}* （你把手伸進噴醬機深處。） * （感覺有點不禮貌。）

source: <32>{#p/basic}* It's a dispenser of some kind.
pt_br: <32>{#p/basic}* É um tipo de dispensador.
zh_cn: <32>{#p/basic}* 某种型号的喷酱机。ゑ
zh_tw: <32>{#p/basic}* 某種型號的噴醬機。ゑ

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are discussing your great battle.
pt_br: <32>{#p/basic}* É um buraco de rato. * Os ratos dentro estão discutindo sua grande batalha.
zh_cn: <32>{#p/basic}* 这是一个老鼠洞。 * 里面的老鼠正在讨论 你们之间的大战。
zh_tw: <32>{#p/basic}* 這是一個老鼠洞。 * 裡面的老鼠正在討論 你們之間的大戰。

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are concerned for your safety.
pt_br: <32>{#p/basic}*É um buraco de rato. * Os ratos dentro estão preocupados com sua segurança.
zh_cn: <32>{#p/basic}* 这是一个老鼠洞。 * 里面的老鼠正在 担心你的安危。
zh_tw: <32>{#p/basic}* 這是一個老鼠洞。 * 裡面的老鼠正在 擔心你的安危。

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are wondering if you should take a rest.
pt_br: <32>{#p/basic}* É um buraco de rato. Os ratos dentro estão se perguntando se você deve descansar.
zh_cn: <32>{#p/basic}* 这是一个老鼠洞。 * 里面的老鼠想让你休息一下。
zh_tw: <32>{#p/basic}* 這是一個老鼠洞。 * 裡面的老鼠想讓你休息一下。

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are concerned for your sanity.
pt_br: <32>{#p/basic}* É um buraco de rato. * O rato está preocupado com sua sanidade.
zh_cn: <32>{#p/basic}* 这是一个老鼠洞。 * 里面的老鼠担心你会神志不清。
zh_tw: <32>{#p/basic}* 這是一個老鼠洞。 * 裡面的老鼠擔心你會神志不清。

source: <32>{#p/basic}* It's a bounce lamp.
pt_br: <32>{#p/basic}* É uma lâmpada de reflexo.
zh_cn: <32>{#p/basic}* 一盏“弹”灯。
zh_tw: <32>{#p/basic}* 一盞「彈」燈。

source: <32>{#p/basic}* A bouncy, bouncy lamp.
pt_br: <32>{#p/basic}* Um reflexo, lâmpada de reflexo.
zh_cn: <32>{#p/basic}* 一盏很弹很弹的灯。
zh_tw: <32>{#p/basic}* 一盞很彈很彈的燈。

source: <32>{#p/basic}* Such bounce. * Very lamp.
pt_br: <32>{#p/basic}* Tanto reflexo. * Bem lâmpada.
zh_cn: <32>{#p/basic}* 如此弹。 * 如此灯。
zh_tw: <32>{#p/basic}* 如此彈。 * 如此燈。

source: <32>{#p/basic}* Lamp, bounce, lamp, bounce...
pt_br: <32>{#p/basic}* lâmpada, reflexo, lâmpada, reflexo...
zh_cn: <32>{#p/basic}* 灯，弹，灯，弹...
zh_tw: <32>{#p/basic}* 燈，彈，燈，彈...

source: <32>{#p/basic}* The lamp bounces up and down.
pt_br: <32>{#p/basic}* A lâmpada balança de cima para baixo.
zh_cn: <32>{#p/basic}* 弹灯上下跳动着。
zh_tw: <32>{#p/basic}* 彈燈上下跳動著。

source: <32>{#p/basic}* ... the bouncing never stops.
pt_br: <32>{#p/basic}* ... ela não para de balançar.
zh_cn: <32>{#p/basic}* ...弹动永不停歇。
zh_tw: <32>{#p/basic}* ...彈動永不停歇。

source: <32>{#p/basic}* It's a little thing called perpetual motion.
pt_br: <32>{#p/basic}* É uma coisinha chamada movimento perpétuo.
zh_cn: <32>{#p/basic}* 所谓“永不停歇”，大抵如此。
zh_tw: <32>{#p/basic}* 所謂「永不停歇」，大抵如此。

source: <32>{#p/human}* (You observe the strange lamp bouncing up and down.)
pt_br: <32>{#p/human}* (Você observa a lâmpada estranha balançando de cima para baixo.)
zh_cn: <32>{#p/human}* （你注视着奇怪的灯上下弹跳。）
zh_tw: <32>{#p/human}* （你注視著奇怪的燈上下彈跳。）

source: <32>{#p/basic}* Just a lamp.
pt_br: <32>{#p/basic}* Só uma lâmpada.
zh_cn: <32>{#p/basic}* 只是盏灯。
zh_tw: <32>{#p/basic}* 只是盞燈。

source: <25>{#p/asriel1}{#f/13}* I guess Alphys never did fix this thing.
pt_br: <25>{#p/asriel1}{#f/13}* Acho que a Alphys nunca concertou essa coisa.
zh_cn: <25>{#p/asriel1}{#f/13}* 我觉得Alphys大概 永远不会修理这个了。
zh_tw: <25>{#p/asriel1}{#f/13}* 我覺得Alphys大概 永遠不會修理這個了。

source: <25>{#f/16}* I don't blame her. * That ruleset is kind of a nightmare.
pt_br: <25>{#f/16}* Eu não culpo ela. * Esse negócio é um pesadelo.
zh_cn: <25>{#f/16}* 当然我不怪她。 * 毕竟这东西的规则 简直像个噩梦。
zh_tw: <25>{#f/16}* 當然我不怪她。 * 畢竟這東西的規則 簡直像個惡夢。

source: <25>{#f/20}* Also, it kind of relies on Sans being there.
pt_br: <25>{#f/20}* Além disso, meio que depende da presença do Sans.
zh_cn: <25>{#f/20}* 同样的， 运行这个谜题也需要Sans。
zh_tw: <25>{#f/20}* 同樣的， 執行這個謎題也需要Sans。

source: <25>{#f/15}* Getting him to participate is... kind of impossible.
pt_br: <25>{#f/15}* Fazer ele participar é... meio impossível.
zh_cn: <25>{#f/15}* 不过让他参与这个谜题... 估计不太可能。
zh_tw: <25>{#f/15}* 不過讓他參與這個謎題... 估計不太可能。

source: <25>{#p/asriel1}{#f/17}* Yeah... Sans. * Great sense of humor, but not very active.
pt_br: <25>{#p/asriel1}{#f/17}* É... Sans. Bom senso de humor, mas nada ativo.
zh_cn: <25>{#p/asriel1}{#f/17}* 对... Sans... * 风趣横生，但不咋活跃。
zh_tw: <25>{#p/asriel1}{#f/17}* 對... Sans... * 風趣橫生，但不咋活躍。

source: <25>{#f/13}* And by active, I mean physically.
pt_br: <25>{#f/13}* E por ativo, eu digo fisicamente.
zh_cn: <25>{#f/13}* 不咋“活跃”， 自然代表“身体”的不活跃。
zh_tw: <25>{#f/13}* 不咋「活躍」， 自然代表「身體」的不活躍。

source: <25>{#f/15}* And by physically, I mean he doesn't like to move.
pt_br: <25>{#f/15}* E por fisicamente, digo que ele nem gosta de se mexer.
zh_cn: <25>{#f/15}* 而“身体”不活跃， 意思就是说 他几乎不咋“移动”。
zh_tw: <25>{#f/15}* 而「身體」不活躍， 意思就是說 他幾乎不咋「移動」。

source: <25>{#f/16}* And by move, I mean get up and walk around.
pt_br: <25>{#f/16}* E por se mexer, eu tô dizendo só levantar e andar.
zh_cn: <25>{#f/16}* 最后不咋“移动”， 就是说他从头到晚 都不会起来走一步路。
zh_tw: <25>{#f/16}* 最後不咋「移動」， 就是說他從頭到晚 都不會起來走一步路。

source: <25>{#f/13}* Yeah. * He usually just takes some kind of shortcut.
pt_br: <25>{#f/13}* É. * Normalmente ele pega os tais atalhos.
zh_cn: <25>{#f/13}* 是的。 * 除了他走捷径的时候。
zh_tw: <25>{#f/13}* 是的。 * 除了他走捷徑的時候。

source: <25>{#f/15}* I still have no idea how those things work.
pt_br: <25>{#f/15}* Eu ainda não sei como aquilo funciona.
zh_cn: <25>{#f/15}* 对于这个装置， 我是一点都不知道 它是怎么运作的。
zh_tw: <25>{#f/15}* 對於這個裝置， 我是一點都不知道 它是怎麼運作的。

source: <25>{#p/asriel1}{#f/17}* Guess you could say Alphys's choice to not fix this puzzle...
pt_br: <25>{#p/asriel1}{#f/17}* Acho que podemos dizer que a Alphys não queria arrumar este aí...
zh_cn: <25>{#p/asriel1}{#f/17}* 我猜你会说 Alphys不去修这个谜题 的理由是...？
zh_tw: <25>{#p/asriel1}{#f/17}* 我猜你會說 Alphys不去修這個謎題 的理由是...？

source: <25>{#f/20}* Was a little shortcut of her own.
pt_br: <25>{#f/20}* Foi um atalho pra ela mesma.
zh_cn: <25>{#f/20}* 如果真去修，那她肯定 有个小捷径可以跳过 这个谜题。
zh_tw: <25>{#f/20}* 如果真去修，那她肯定 有個小捷徑可以跳過 這個謎題。

source: <25>{#p/asriel1}{#f/20}* ... maybe my sense of humor could use some work.
pt_br: <25>{#p/asriel1}{#f/20}* ... talvez eu devesse trabalhar no meu senso de humor.
zh_cn: <25>{#p/asriel1}{#f/20}* ...也许我的幽默感 有待提高。
zh_tw: <25>{#p/asriel1}{#f/20}* ...也許我的幽默感 有待提高。

source: <32>{#p/basic}* It's un-activated.
pt_br: <32>{#p/basic}* Está desativado.
zh_cn: <32>{#p/basic}* 装置没激活。
zh_tw: <32>{#p/basic}* 裝置沒激活。

source: <32>{#p/basic}* What an unfortunate outcome.
pt_br: <32>{#p/basic}* Que desfecho desagradável.
zh_cn: <32>{#p/basic}* 真倒霉。
zh_tw: <32>{#p/basic}* 真倒霉。

source: <32>{#p/human}* (The sign mentions an escape.)
pt_br: <32>{#p/human}* (A placa menciona uma fuga.)
zh_cn: <32>{#p/human}* （牌子上提到了 某件事物的逃逸。）
zh_tw: <32>{#p/human}* （牌子上提到了 某件事物的逃逸。）

source: <32>{#p/basic}* "It's taking a time-out."
pt_br: <32>{#p/basic}* "Está tomando um descanso."
zh_cn: <32>{#p/basic}* “正在小憩。”
zh_tw: <32>{#p/basic}* 「正在小憩。」

source: <25>{#p/asriel2}{#f/15}* What.
pt_br: <25>{#p/asriel2}{#f/15}* Quê.
zh_cn: <25>{#p/asriel2}{#f/15}* 什么鬼。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 什麼鬼。ゑ

source: <32>{#p/basic}* "It's escaped."
pt_br: <32>{#p/basic}* "Escapou."
zh_cn: <32>{#p/basic}* “逃走了。”
zh_tw: <32>{#p/basic}* 「逃走了。」

source: <32>{#p/human}* (It appears this plant is very neon indeed.)
pt_br: <32>{#p/human}* (Parece que esta planta é realmente muito neon.)
zh_cn: <32>{#p/human}* （看起来这株植物 确实很像霓虹灯。）
zh_tw: <32>{#p/human}* （看起來這株植物 確實很像霓虹燈。）

source: <32>{#p/basic}* It's a plant.
pt_br: <32>{#p/basic}* É uma planta.
zh_cn: <32>{#p/basic}* 一株植物。
zh_tw: <32>{#p/basic}* 一株植物。

source: <32>{#p/basic}* It's not just a plant... * It's a NEON plant.
pt_br: <32>{#p/basic}* Não é só uma planta... * É uma planta NEON.
zh_cn: <32>{#p/basic}* 这不仅仅是一株植物... * 这是一株霓虹植物。
zh_tw: <32>{#p/basic}* 這不僅僅是一株植物... * 這是一株霓虹植物。

source: <32>* What difference does it make? * None, none at all.
pt_br: <32>* Que diferença isso faz? * Nenhuma.
zh_cn: <32>* 这有什么区别吗？ * 没有，完全没有。
zh_tw: <32>* 這有什麼區別嗎？ * 沒有，完全沒有。

source: <32>{#p/human}* (But there was nothing of real interest to see here.)
pt_br: <32>{#p/human}* (Mas não tem nada de interesse para ver aqui.)
zh_cn: <32>{#p/human}* （但这里没啥有趣的。）
zh_tw: <32>{#p/human}* （但這裡沒啥有趣的。）

source: <32>{#p/basic}* There's a plant in the window. * How interesting.
pt_br: <32>{#p/basic}* Tem uma planta na janela. * Que interessante.
zh_cn: <32>{#p/basic}* 窗户里面有一株植物。 * 真有趣。
zh_tw: <32>{#p/basic}* 窗戶裡面有一株植物。 * 真有趣。

source: <32>{#p/human}* (You reach up to the window and put your hands on it.)
pt_br: <32>{#p/human}* (Você alcança a janela e põe suas mãos nela.)
zh_cn: <32>{#p/human}* （你够到了窗户边缘， 并将双手搭在了窗户上。）
zh_tw: <32>{#p/human}* （你夠到了窗戶邊緣， 並將雙手搭在了窗戶上。）

source: <32>{#p/human}* (You reach up to the window and put your hands on it.) * (You can't see inside.)
pt_br: <32>{#p/human}* (Você alcança a janela e põe suas mãos nela.) * (Não dá pra ver dentro.)
zh_cn: <32>{#p/human}* （你够到了窗户边缘， 并将双手搭在了窗户上。） * （但你看不见里面的任何东西。）
zh_tw: <32>{#p/human}* （你夠到了窗戶邊緣， 並將雙手搭在了窗戶上。） * （但你看不見裡面的任何東西。）

source: <32>{#p/human}* (You peer into the window, but you couldn't see anybody inside.)
pt_br: <32>{#p/human}* (Você espia pela janela, mas não consegue ver ninguém lá dentro.)
zh_cn: <32>{#p/human}* （你往窗户里面看， 看起来没人在家。）
zh_tw: <32>{#p/human}* （你往窗戶裡面看， 看起來沒人在家。）

source: <32>{#p/basic}* ... seems Papyrus is waiting patiently for you.
pt_br: <32>{#p/basic}* ... parece que Papyrus está esperando pacientemente por você.
zh_cn: <32>{#p/basic}* ...看起来Papyrus 正在耐心地等着你。
zh_tw: <32>{#p/basic}* ...看起來Papyrus 正在耐心地等著你。

source: <32>{#p/basic}* ... seems like nobody's home.
pt_br: <32>{#p/basic}* ... parece que não tem ninguém em casa.
zh_cn: <32>{#p/basic}* ...看来没人在家。
zh_tw: <32>{#p/basic}* ...看來沒人在家。

source: <32>{#p/human}* (The note describes the rules of a complex challenge.)
pt_br: <32>{#p/human}* (A nota descreve as regras de um desafio complexo.)
zh_cn: <32>{#p/human}* （这张便条记述了 关于这个复杂挑战的规则。）
zh_tw: <32>{#p/human}* （這張便條記述了 關於這個複雜挑戰的規則。）

source: <33>{#p/basic}* It's illegible chicken-scratch.
pt_br: <33>{#p/basic}* É garrancho ilegível.
zh_cn: <33>{#p/basic}* 难以辨认的狗爬字。
zh_tw: <33>{#p/basic}* 難以辨認的狗爬字。

source: <32>{#p/human}* (You run your hands through the nonexistent dog's fur.) * (The dog seems to like it.)
pt_br: <32>{#p/human}* (Você passa as mãos por um pelo do cachorro inexistente.) * (O cachorro parece gostar.)
zh_cn: <32>{#p/human}* （你抚摸着一只想象出来的狗。） * （它似乎对此很享受。）
zh_tw: <32>{#p/human}* （你撫摸著一隻想像出來的狗。） * （它似乎對此很享受。）

source: <25>{#p/asriel1}{#f/13}* Frisk, are you okay?
pt_br: <25>{#p/asriel1}{#f/13}* Frisk, você tá bem?
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk，你在干啥？
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk，你在幹啥？

source: <25>{#p/asriel1}{#f/13}* Frisk. * There's nothing there.
pt_br: <25>{#p/asriel1}{#f/13}* Frisk. * Não tem nada aqui.
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk，这里什么都没有。
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk，這裡什麼都沒有。

source: <25>{#p/asriel1}{#f/15}* ... okay?
zh_cn: <25>{#p/asriel1}{#f/15}* ...你还好吗？
zh_tw: <25>{#p/asriel1}{#f/15}* ...你還好嗎？

source: <32>{#p/basic}* It's playing a game of poker against itself.
pt_br: <32>{#p/basic}* Está jogando pôquer contra si.
zh_cn: <32>{#p/basic}* 它正在跟自己玩一种 扑克牌游戏。
zh_tw: <32>{#p/basic}* 它正在跟自己玩一種 撲克牌遊戲。

source: <32>* It appears to be losing...
pt_br: <32>* Parece estar perdendo...
zh_cn: <32>* 感觉它要输了...
zh_tw: <32>* 感覺它要輸了...

source: <32>* It appears to be winning... * Somehow.
pt_br: <32>* Parece estar ganhando... * De alguma forma.
zh_cn: <32>* 不知为何，它好像要赢了...？
zh_tw: <32>* 不知為何，它好像要贏了...？

source: <32>{#p/human}* (You wonder if the Dog chow is edible for humans.)
pt_br: <32>{#p/human}* (Você se pergunta se a ração para cães é comestível para humanos.)
zh_cn: <32>{#p/human}* （你想知道人类是否可以吃狗粮。）
zh_tw: <32>{#p/human}* （你想知道人類是否可以吃狗糧。）

source: <32>{#p/basic}* It's a table for 4-D poker, plus complimentary dog chow.
pt_br: <32>{#p/basic}* É uma me de pôquer 4-D, e um pouco de pelo de cachorro.
zh_cn: <32>{#p/basic}* 桌上放了一副4D扑克牌， 还有免费狗粮。
zh_tw: <32>{#p/basic}* 桌上放了一副4D撲克牌， 還有免費狗糧。

source: <32>{#p/human}* (You glance at the table.) * (You then glance away.)
pt_br: <32>{#p/human}* (Você olha para a mesa.) * (Você então desvia o olhar.)
zh_cn: <32>{#p/human}* （你瞥了一眼桌子。） * （然后你移开了目光。）
zh_tw: <32>{#p/human}* （你瞥了一眼桌子。） * （然後你移開了目光。）

source: <32>{#p/basic}* The obligatory table. * Despite its lack of purpose, it fills the space well.
pt_br: <32>{#p/basic}* A mesa obrigatória. Apesar de sua falta de propósito, preenche bem o espaço.
zh_cn: <32>{#p/basic}* 必备之桌。 * 虽无所用，却恰得其所。
zh_tw: <32>{#p/basic}* 必備之桌。 * 雖無所用，卻恰得其所。

source: <32>{#p/human}* (You admire the artisanship in this minimalistic painting.)
pt_br: <32>{#p/human}* (Você aprecia está arte na pintura minimalista.)
zh_cn: <32>{#p/human}* （你欣赏着这幅 极简主义画的工艺。）
zh_tw: <32>{#p/human}* （你欣賞著這幅 極簡主義畫的工藝。）

source: <18>{#p/papyrus}A CLASSIC IMAGE.
pt_br: <18>{#p/papyrus}UMA IMAGEM CLASSICA.
zh_cn: <18>{#p/papyrus}一幅经典的绘画。
zh_tw: <18>{#p/papyrus}一幅經典的繪畫。

source: <18>IT ALWAYS REMINDS ME OF WHAT'S IMPORTANT IN LIFE.
pt_br: <18>ME LEMBRA DO QUE É IMPORTANTE NA VIDA.
zh_cn: <18>它总能让我想起 我人生中最重要的东西。
zh_tw: <18>它總能讓我想起 我人生中最重要的東西。

source: <32>{#p/basic}* It's a minimalistic painting of a cartoon bone.
pt_br: <32>{#p/basic}* É uma pintura minimalista do desenho de um osso.
zh_cn: <32>{#p/basic}* 这是一幅极简主义的 卡通骨头画。
zh_tw: <32>{#p/basic}* 這是一幅極簡主義的 卡通骨頭畫。

source: <32>{#p/human}* (The content of the notes attached to this pile of socks does not surprise you at all.)
pt_br: <32>{#p/human}* (O conteúdo das notas anexadas a esta pilha de meias não o surpreende em nada.)
zh_cn: <32>{#p/human}* (你对附着在棉球上的便条 上的内容毫不感到惊讶。）
zh_tw: <32>{#p/human}* (你對附著在棉球上的便條 上的內容毫不感到驚訝。）

source: <32>{#p/basic}* It's a dirty cotton ball with a series of notes on it.
pt_br: <32>{#p/basic}* É uma bola de algodão suja cheia de notas nela.
zh_cn: <32>{#p/basic}* 这是个脏脏的棉球， 上面附着好几张便条。
zh_tw: <32>{#p/basic}* 這是個髒髒的棉球， 上面附著好幾張便條。

source: <23>{#p/papyrusnt}"SANS!" "PLEASE PICK UP YOUR COTTON BALL!"
pt_br: <23>{#p/papyrusnt}"SANS!" "POR FAVOR PEGUE SUA BOLA DE ALGODÃO!"
zh_cn: <23>{#p/papyrusnt}“SANS！” “把你的棉球捡起来！”
zh_tw: <23>{#p/papyrusnt}「SANS！」 「把你的棉球撿起來！」

source: <32>{#p/without}* "ok."
zh_cn: <32>{#p/without}* “好的。”
zh_tw: <32>{#p/without}* 「好的。」

source: <23>{#p/papyrusnt}"DON'T PUT IT BACK DOWN!" "MOVE IT!"
pt_br: <23>{#p/papyrusnt}"NÃO COLOQUE DE VOLTA!" "MOVA DAQUI!"
zh_cn: <23>{#p/papyrusnt}“别把它放回去！” “把它挪走！”
zh_tw: <23>{#p/papyrusnt}「別把它放回去！」 「把它挪走！」

source: <23>{#p/papyrusnt}"YOU MOVED IT TWO MICRONS!" "MOVE IT TO YOUR ROOM!"
pt_br: <23>{#p/papyrusnt}"VOCÊ MOVEU ELA POR DUAS MOLÉCULAS, TIRE PARA SEU QUARTO!"
zh_cn: <23>{#p/papyrusnt}“你就挪了两微米！” “把它拿回你的房间！”
zh_tw: <23>{#p/papyrusnt}「你就挪了兩微米！」 「把它拿回你的房間！」

source: <23>{#p/papyrusnt}"AND DON'T BRING IT BACK!"
pt_br: <23>{#p/papyrusnt}"E NÃO TRAGA DE VOLTA!"
zh_cn: <23>{#p/papyrusnt}“不要再把它拿回来了！”
zh_tw: <23>{#p/papyrusnt}「不要再把它拿回來了！」

source: <23>{#p/papyrusnt}"IT'S STILL HERE!"
pt_br: <23>{#p/papyrusnt}"AINDA ESTÁ AQUI!"
zh_cn: <23>{#p/papyrusnt}“它还在这！”
zh_tw: <23>{#p/papyrusnt}「它還在這！」

source: <32>{#p/without}* "didn't you just say not to bring it back to my room?"
pt_br: <32>{#p/without}* "você não acabou de dizer pra eu não trazer ela de volta para meu quarto?"
zh_cn: <32>{#p/without}* “你刚才不是说， 不要把它拿回我的房间吗？”
zh_tw: <32>{#p/without}* 「你剛才不是說， 不要把它拿回我的房間嗎？」

source: <23>{#p/papyrusnt}"FORGET IT!"
pt_br: <23>{#p/papyrusnt}"ESQUECE!"
zh_cn: <23>{#p/papyrusnt}“算了！”
zh_tw: <23>{#p/papyrusnt}「算了！」

source: <18>{#p/papyrus}{#f/9}I DIDN'T KNOW YOU WERE A FAN OF GARBAGE-HUNTING!
pt_br: <18>{#p/papyrus}{#f/9}EU NÃO SABIA QUE VOCÊ FÃ DE CAÇAR-LIXO!
zh_cn: <18>{#p/papyrus}{#f/9}我都不知道你还 喜欢捡垃圾！
zh_tw: <18>{#p/papyrus}{#f/9}我都不知道你還 喜歡撿垃圾！

source: <18>{#f/0}DR. ALPHYS WOULD LIKE TO KNOW YOUR NUMBER.
pt_br: <18>{#f/0}DR. ALPHYS AMARIA SEU SABER SEU NÚMERO.
zh_cn: <18>{#f/0}ALPHYS博士会 对你很感兴趣的。
zh_tw: <18>{#f/0}ALPHYS博士會 對你很感興趣的。

source: <32>{#p/basic}* It's a trash can.
pt_br: <32>{#p/basic}* É uma lixeira.
zh_cn: <32>{#p/basic}* 一个垃圾桶。
zh_tw: <32>{#p/basic}* 一個垃圾桶。

source: <32>{#p/basic}* It's a "stellar" trash can.
pt_br: <32>{#p/basic}* É uma lixeira "estelar."
zh_cn: <32>{#p/basic}* 这是个“闪亮”垃圾桶。
zh_tw: <32>{#p/basic}* 這是個「閃亮」垃圾桶。

source: <32>{#p/basic}* You can tell this trash can is "stellar" because it has "stellar" written on the side.
pt_br: <32>{#p/basic}* Você consegue dizer que essa é uma lixeira "estelar" porque tá escrito "estelar" do lado dela.
zh_cn: <32>{#p/basic}* 之所以说这个垃圾桶“闪亮”， 是因为它的一边就写着 “闪亮”两个字。
zh_tw: <32>{#p/basic}* 之所以說這個垃圾桶「閃亮」， 是因為它的一邊就寫著 「閃亮」兩個字。

source: <32>{#p/basic}* A "stellar" dude with a "stellar" trash can. * What more could you want.
pt_br: <32>{#p/basic}* Um cara "estelar" com uma lata de lixo "estelar". * O que mais você poderia querer.
zh_cn: <32>{#p/basic}* 一个“闪亮”星仔 对一个“闪亮”垃圾桶。 * 你还能有什么想知道的。
zh_tw: <32>{#p/basic}* 一個「閃亮」星仔 對一個「閃亮」垃圾桶。 * 你還能有什麼想知道的。

source: <32>{#p/basic}* The "stellarest" trash can this side of town.
pt_br: <32>{#p/basic}* A lixeira mais "estelar" da cidade.
zh_cn: <32>{#p/basic}* 小镇这一带中 最“闪亮”的垃圾桶。
zh_tw: <32>{#p/basic}* 小鎮這一帶中 最「閃亮」的垃圾桶。

source: <32>{#p/basic}* Or any side, for that matter.
pt_br: <32>{#p/basic}* Ou de qualquer cidade.
zh_cn: <32>{#p/basic}* 这么说来， 也可以是别的某一带。
zh_tw: <32>{#p/basic}* 這麼說來， 也可以是別的某一帶。

source: <32>{#p/basic}* How "stellar" is that?
pt_br: <32>{#p/basic}* O quão "estelar" é isso?
zh_cn: <32>{#p/basic}* 它到底有多“闪亮”？
zh_tw: <32>{#p/basic}* 它到底有多「閃亮」？

source: <32>{#p/basic}* Very? * Very very? * More "stellar" than anything?
pt_br: <32>{#p/basic}* Muito? * Muito muito? * Mais "estelar" que tudo?
zh_cn: <32>{#p/basic}* 非常？ * 非常非常？ * 比别的任何东西都“闪亮”？
zh_tw: <32>{#p/basic}* 非常？ * 非常非常？ * 比別的任何東西都「閃亮」？

source: <32>{#p/basic}* We've got options here, baby!
pt_br: <32>{#p/basic}* Nós temos opções aqui, bebê!
zh_cn: <32>{#p/basic}* 我们还有选择的余地， 宝贝！
zh_tw: <32>{#p/basic}* 我們還有選擇的餘地， 寶貝！

source: <33>{#p/basic}* But no matter how much time has passed... the trash can still strikes you as "stellar."
pt_br: <33>{#p/basic}* Mas não importa quanto tempo passe, a lixeira continua "estelar."
zh_cn: <33>{#p/basic}* 但不管时间如何流逝... 这个垃圾桶给你的印象 仍然“闪亮”。
zh_tw: <33>{#p/basic}* 但不管時間如何流逝... 這個垃圾桶給你的印象 仍然「閃亮」。

source: <32>{#p/basic}* Actually, the more I think about it, "stellar" doesn't begin to scratch the surface.
pt_br: <32>{#p/basic}* Na verdade, quanto mais penso nisso, "estelar" não começa a arranhar a superfície.
zh_cn: <32>{#p/basic}* 实际上，我越想越觉得， “闪亮”这个形容 太浮皮潦草了。
zh_tw: <32>{#p/basic}* 實際上，我越想越覺得， 「閃亮」這個形容 太浮皮潦草了。

source: <32>{#p/basic}* Like, maybe "astronomical" would be a better term for it.
pt_br: <32>{#p/basic}* Tipo, "astronômico" talvez seja um termo melhor.
zh_cn: <32>{#p/basic}* 就比如，也许 用“参天”这个词来形容 就更适合一点。
zh_tw: <32>{#p/basic}* 就比如，也許 用「參天」這個詞來形容 就更適合一點。

source: <33>{#p/basic}* Actually, no. * That term's reserved for the higher-ups at the Royal Lab.
pt_br: <33>{#p/basic}* Não. Esse termo é reservado aos trabalhos do Laboratório Real.
zh_cn: <33>{#p/basic}* 实际上，还是算了吧。 * 这个词还是给皇家实验室的 高层留着吧。
zh_tw: <33>{#p/basic}* 實際上，還是算了吧。 * 這個詞還是給皇家實驗室的 高層留著吧。

source: <32>{#p/basic}* Hmm... * But what if the trash can is secretly a black hole!
pt_br: <32>{#p/basic}* Hmm... * Mas e se essa lixeira for um buraco negro.
zh_cn: <32>{#p/basic}* 嗯... * 万一这个垃圾桶是黑洞伪装的呢！
zh_tw: <32>{#p/basic}* 嗯... * 萬一這個垃圾桶是黑洞偽裝的呢！

source: <32>{#p/basic}* A black hole trash can... * Would you risk it?
pt_br: <32>{#p/basic}* Um lixeira buraco negro... * Você arriscaria?
zh_cn: <32>{#p/basic}* 一个黑洞垃圾桶... * 你会愿意冒这个险吗？
zh_tw: <32>{#p/basic}* 一個黑洞垃圾桶... * 你會願意冒這個險嗎？

source: <32>{#p/basic}* That's a weird question.
pt_br: <32>{#p/basic}* Uma questão estranha.
zh_cn: <32>{#p/basic}* 这问题问得有点怪了。
zh_tw: <32>{#p/basic}* 這問題問得有點怪了。

source: <32>{#p/basic}* I guess you could say that, thanks to this trash can, I'm getting all "spaced out."
pt_br: <32>{#p/basic}* Acho que você poderia dizer que, graças a esta lata de lixo, estou ficando todo "espaçado."
zh_cn: <32>{#p/basic}* 我觉得你现在就可以说， 都是因为这个垃圾桶， 我思绪完全“升空”了。
zh_tw: <32>{#p/basic}* 我覺得你現在就可以說， 都是因為這個垃圾桶， 我思緒完全「升空」了。

source: <32>{#p/basic}* You might even say I'm feeling... otherworldly.
pt_br: <32>{#p/basic}* Você pode até dizer que estou me sentindo... de outro mundo.
zh_cn: <32>{#p/basic}* 你甚至可以说， 我感觉要... 羽化登仙了。
zh_tw: <32>{#p/basic}* 你甚至可以說， 我感覺要... 羽化登仙了。

source: <32>{#p/basic}* ... * Ignore that last statement.
pt_br: <32>{#p/basic}* ... * Ignora essa última sentença.
zh_cn: <32>{#p/basic}* ... * 你当我最后一句没说。
zh_tw: <32>{#p/basic}* ... * 你當我最後一句沒說。

source: <32>{#p/basic}* Actually, ignore the last nine things I said entirely. * This too.
pt_br: <32>{#p/basic}* Na verdade, ignora as últimas nove coisas que eu disse.
zh_cn: <32>{#p/basic}* 实际上，你还是 把我说的最后九句全忘了吧。 算上这句。
zh_tw: <32>{#p/basic}* 實際上，你還是 把我說的最後九句全忘了吧。 算上這句。

source: <32>{#p/basic}* Truth is... * There's only one adjective this trash can could ever be.
pt_br: <32>{#p/basic}* Verdade seja dita... essa lixeira só pode ter um adjetivo.
zh_cn: <32>{#p/basic}* 说白了... * 这个垃圾桶只能用 一个形容词来形容。
zh_tw: <32>{#p/basic}* 說白了... * 這個垃圾桶只能用 一個形容詞來形容。

source: <32>{#p/basic}* What is it, you ask? * Well, I'll tell you... if you really want to know.
pt_br: <32>{#p/basic}* Qual seria, você pergunta? Bem, eu te digo se você realmente quiser saber.
zh_cn: <32>{#p/basic}* 你问是什么词？ * 那，我就告诉你... 如果你真的想知道的话。
zh_tw: <32>{#p/basic}* 你問是什麼詞？ * 那，我就告訴你... 如果你真的想知道的話。

source: <32>{#p/basic}* It's not an astronomical trash can, not by any means.
pt_br: <32>{#p/basic}* Não é uma lixeira astronômica, de forma alguma.
zh_cn: <32>{#p/basic}* 它不是一个参天的垃圾桶， 绝对不是。
zh_tw: <32>{#p/basic}* 它不是一個參天的垃圾桶， 絕對不是。

source: <32>{#p/basic}* It's not black hole-ish in any capacity...
pt_br: <32>{#p/basic}* Não é um buraco negro em nenhuma capacidade...
zh_cn: <32>{#p/basic}* 从任何角度来看， 这也不像是黑洞样式的...
zh_tw: <32>{#p/basic}* 從任何角度來看， 這也不像是黑洞樣式的...

source: <32>{#p/basic}* Don't you remember? * Don't you remember how this all started?
pt_br: <32>{#p/basic}* Você não lembra? * Não lembra como isso tudo começou?
zh_cn: <32>{#p/basic}* 你还记得吗？ * 你还记得我们是从哪里 开始的吗？
zh_tw: <32>{#p/basic}* 你還記得嗎？ * 你還記得我們是從哪裡 開始的嗎？
