Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/5}TO MAKE EVERY STEP TOWARDS THE EXIT...
pt_br: <18>{#p/papyrus}{#f/5}PARA DAR CADA PASSO ATÉ A SAÍDA...
zh_cn: <18>{#p/papyrus}{#f/5}朝着出口 一步一步迈出...
zh_tw: <18>{#p/papyrus}{#f/5}朝著出口 一步一步邁出...

source: <18>{#p/papyrus}{#f/4}FULL OF UTTER, UNENDING SUSPENSE.
pt_br: <18>{#p/papyrus}{#f/4}CHEIO DE SUSPENSE ABSOLUTO E INTERMINÁVEL.
zh_cn: <18>{#p/papyrus}{#f/4}充满了彻底的、 无休止的悬念。
zh_tw: <18>{#p/papyrus}{#f/4}充滿了徹底的、 無休止的懸念。

source: <25>{#p/undyne}{#f/14}* That about sums it up.
pt_br: <25>{#p/undyne}{#f/14}* E é basicamente isso.
zh_cn: <25>{#p/undyne}{#f/14}* 总结完毕。
zh_tw: <25>{#p/undyne}{#f/14}* 總結完畢。

source: <18>{#p/papyrus}{#f/7}UTTER! UNENDING!! SUSPENSE!!!
pt_br: <18>{#p/papyrus}{#f/7}MUITO! SUSPENSE!! SEM FIM!!!
zh_cn: <18>{#p/papyrus}{#f/7}彻底的！ 无休止的！！ 悬念！！！
zh_tw: <18>{#p/papyrus}{#f/7}徹底的！ 無休止的！！ 懸念！！！

source: <18>{#p/papyrus}{#f/0}IN THIS ROOM, YOU WILL FIND UNDYNE'S GIANT TOWER.
pt_br: <18>{#p/papyrus}{#f/0}NESSA SALA VOCÊ VAI ENCONTRAR A TORRE DA UNDYNE.
zh_cn: <18>{#p/papyrus}{#f/0}在这个房间里， 你会看到 UNDYNE的巨塔。
zh_tw: <18>{#p/papyrus}{#f/0}在這個房間裡， 你會看到 UNDYNE的巨塔。

source: <19>{#p/papyrus}{#f/9}MADE FROM THE REMNANTS OF AN OLD ASTEROID!
pt_br: <19>{#p/papyrus}{#f/9}FEITA DOS RESTOS DE UM ANTIGO ASTEROÍDE!
zh_cn: <19>{#p/papyrus}{#f/9}那是由一颗古老 小行星的残骸 做成的！
zh_tw: <19>{#p/papyrus}{#f/9}那是由一顆古老 小行星的殘骸 做成的！

source: <18>{#p/papyrus}{#f/5}SHE'S ALWAYS POSING ATOP IT...
pt_br: <18>{#p/papyrus}{#f/5}ELA SEMPRE SE POSICIONA NO TOPO DELA...
zh_cn: <18>{#p/papyrus}{#f/5}她总是在上面摆姿势...
zh_tw: <18>{#p/papyrus}{#f/5}她總是在上面擺姿勢...

source: <18>{#p/papyrus}{#f/4}MUMBLING SOMETHING TO HERSELF...
pt_br: <18>{#p/papyrus}{#f/4}COCHICHANDO ALGO PARA SI MESMA...
zh_cn: <18>{#p/papyrus}{#f/4}然后喃喃自语...
zh_tw: <18>{#p/papyrus}{#f/4}然後喃喃自語...

source: <25>{#p/undyne}{#f/12}* Ah, right, the "story of our people..."
pt_br: <25>{#p/undyne}{#f/12}* Ah, certo, a "historia do nosso povo..."
zh_cn: <25>{#p/undyne}{#f/12}* 啊，对， “我们怪物一族的故事”...
zh_tw: <25>{#p/undyne}{#f/12}* 啊，對， 「我們怪物一族的故事」...

source: <25>{#p/undyne}{#f/1}* I didn't really bother telling it in the end.
pt_br: <25>{#p/undyne}{#f/1}* Eu nem ligo de contar ela no final.
zh_cn: <25>{#p/undyne}{#f/1}* 这故事我到底也没 讲出来。
zh_tw: <25>{#p/undyne}{#f/1}* 這故事我到底也沒 講出來。

source: <25>{#p/undyne}{#f/8}* The punk probably knows it already anyway!
pt_br: <25>{#p/undyne}{#f/8}* A pirralha provavelmente já sabe!
zh_cn: <25>{#p/undyne}{#f/8}* 反正那小混蛋可能已经 听过了！
zh_tw: <25>{#p/undyne}{#f/8}* 反正那小混蛋可能已經 聽過了！

source: <25>{#p/undyne}{#f/1}* Despite all the rehearsal, I just ended up going off the cuff.
pt_br: <25>{#p/undyne}{#f/1}* Apesar de todo o ensaio, acabei saindo da linha.
zh_cn: <25>{#p/undyne}{#f/1}* 总之是草草了事了， 白排练了。
zh_tw: <25>{#p/undyne}{#f/1}* 總之是草草了事了， 白排練了。

source: <25>{#p/undyne}{#f/8}* Forget about some sappy pre-planned speech!!
pt_br: <25>{#p/undyne}{#f/8}* Esquece essa coisa de fala pré-planejada!!
zh_cn: <25>{#p/undyne}{#f/8}* 忘了那些事先排练了 好几遍的多愁善感的 演讲吧！！
zh_tw: <25>{#p/undyne}{#f/8}* 忘了那些事先排練了 好幾遍的多愁善感的 演講吧！！

source: <18>{#p/papyrus}{#f/0}I THINK IT'S SOMETHING SHE HAS TO MEMORIZE.
pt_br: <18>{#p/papyrus}{#f/0}EU ACHO QUE É ALGO QUE ELA PRECISA MEMORIZAR.
zh_cn: <18>{#p/papyrus}{#f/0}她可能有什么 必须要记住的东西吧。
zh_tw: <18>{#p/papyrus}{#f/0}她可能有什麼 必須要記住的東西吧。

source: <18>{#p/papyrus}{#f/9}FOR THE RECORD, I LOVE A GOOD PRE- PLANNED SPEECH!!
pt_br: <18>{#p/papyrus}{#f/9}OLHA, EU GOSTO DE FALAS PRE-PLANEJADAS!!
zh_cn: <18>{#p/papyrus}{#f/9}我先说好， 我爱爆事先排练了 好几遍的演讲了！
zh_tw: <18>{#p/papyrus}{#f/9}我先說好， 我愛爆事先排練了 好幾遍的演講了！

source: <18>{#p/papyrus}THIS FLUID TANK WAS SPECIFICALLY PUT HERE...
pt_br: <18>{#p/papyrus}O TANQUE DE FLUIDO FOI COLOCADO AÍ ESPECIFICAMENTE...
zh_cn: <18>{#p/papyrus}这个储液罐是 专门放在这里的...
zh_tw: <18>{#p/papyrus}這個儲液罐是 專門放在這裡的...

source: <18>{#p/papyrus}{#f/0}BECAUSE A CERTAIN ROYAL GUARD CAPTAIN...
pt_br: <18>{#p/papyrus}{#f/0}PORQUE UMA CERTA CAPITÃ DA GUARDA REAL...
zh_cn: <18>{#p/papyrus}{#f/0}因为某个皇家卫队 队长觉得...
zh_tw: <18>{#p/papyrus}{#f/0}因為某個皇家衛隊 隊長覺得...

source: <18>{#p/papyrus}{#f/4}THINKS IT'S SAFE TO TAKE HER GIANT JETPACK...
pt_br: <18>{#p/papyrus}{#f/4}PENSA QUE É SEGURO PEGAR SUA JETPACK...
zh_cn: <18>{#p/papyrus}{#f/4}觉得这可以作为 一种安全措施...
zh_tw: <18>{#p/papyrus}{#f/4}覺得這可以作為 一種安全措施...

source: <18>{#p/papyrus}{#f/5}INTO AN AREA RIFE WITH STATIC ELECTRICITY.
pt_br: <18>{#p/papyrus}{#f/5}E LEVAR ATÉ UMA ÁREA CHEIA DE ESTÁTISTICA.
zh_cn: <18>{#p/papyrus}{#f/5}以避免她的巨型喷气 背包进入充满静电的 地方时出现的事故。
zh_tw: <18>{#p/papyrus}{#f/5}以避免她的巨型噴氣 背包進入充滿靜電的 地方時出現的事故。

source: <18>{#p/papyrus}{#f/6}... ABSORBING IT ALL WOULD BE VERY, VERY DANGEROUS!!
pt_br: <18>{#p/papyrus}{#f/6}... NÃO BEBA ISSO, SERIA BEM, BEM PERIGOSO!!
zh_cn: <18>{#p/papyrus}{#f/6}...把静电全吸收掉是 非常，非常危险的！！
zh_tw: <18>{#p/papyrus}{#f/6}...把靜電全吸收掉是 非常，非常危險的！！

source: <25>{#p/undyne}{#f/17}* Don't give me THAT!! * I was in a hurry!
pt_br: <25>{#p/undyne}{#f/17}* Não me venha com isso!! * Eu estava com pressa!
zh_cn: <25>{#p/undyne}{#f/17}* 别跟我说这事了！！ * 我当时不是赶时间吗！
zh_tw: <25>{#p/undyne}{#f/17}* 別跟我說這事了！！ * 我當時不是趕時間嗎！

source: <18>{#p/papyrus}{#f/4}YOU'VE BEEN IN A LOT OF HURRIES...
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ SEMPRE TÁ COM PRESSA...
zh_cn: <18>{#p/papyrus}{#f/4}是是是， 你成天赶时间...
zh_tw: <18>{#p/papyrus}{#f/4}是是是， 你成天趕時間...

source: <25>{#p/undyne}{#f/7}* You think I don't know that!?!?
pt_br: <25>{#p/undyne}{#f/7}* Você acha que eu não sei isso!?!?
zh_cn: <25>{#p/undyne}{#f/7}* 静电的危害，我能不知道？！
zh_tw: <25>{#p/undyne}{#f/7}* 靜電的危害，我能不知道？！

source: <18>{#p/papyrus}{#f/4}... YET YOU STILL GET INTO THEM ANYWAY.
pt_br: <18>{#p/papyrus}{#f/4}... AINDA ASSIM VOCÊ AINDA SE METE NESSAS.
zh_cn: <18>{#p/papyrus}{#f/4}...那你还去抓人类干嘛。
zh_tw: <18>{#p/papyrus}{#f/4}...那你還去抓人類幹嘛。

source: <25>{#p/undyne}{#f/1}* Facing danger head-on is a part of being in the Royal Guard.
pt_br: <25>{#p/undyne}{#f/1}* Enfrentar o perigo a frente também faz parte da Guarda Real.
zh_cn: <25>{#p/undyne}{#f/1}* 不敢直面危险， 哪还配叫皇家守卫？
zh_tw: <25>{#p/undyne}{#f/1}* 不敢直面危險， 哪還配叫皇家守衛？

source: <18>{#p/papyrus}{#f/6}BUT YOU DON'T HAVE TO RISK YOUR LIFE??
pt_br: <18>{#p/papyrus}{#f/6}MAS PRA QUÊ ARRISCAR SUA VIDA??
zh_cn: <18>{#p/papyrus}{#f/6}直面危险 也不是让你玩命啊？？
zh_tw: <18>{#p/papyrus}{#f/6}直面危險 也不是讓你玩命啊？？

source: <25>{#p/undyne}{#f/12}* No risk, no reward!
pt_br: <25>{#p/undyne}{#f/12}* Sem risco, sem recompensa!
zh_cn: <25>{#p/undyne}{#f/12}* 俗话说的好：“富贵险中求。”
zh_tw: <25>{#p/undyne}{#f/12}* 俗話說的好：「富貴險中求。」

source: <18>{#p/papyrus}{#f/7}THAT'S THE WEIRDEST THING I'VE EVER HEARD!!
pt_br: <18>{#p/papyrus}{#f/7}ESSA É A COISA MAIS ESTRANHA QUE EU JÁ OUVI!!
zh_cn: <18>{#p/papyrus}{#f/7}遇到危险，富贵算个球！！
zh_tw: <18>{#p/papyrus}{#f/7}遇到危險，富貴算個球！！

source: <18>{#p/papyrus}{#f/0}I ONLY HAVE ONE WORD FOR THAT GUARD CAPTAIN.
pt_br: <18>{#p/papyrus}{#f/0}EU SÓ TENHO UMA PALAVRA PARA A CAPITÃ DA GUARDA.
zh_cn: <18>{#p/papyrus}{#f/0}我只想用一个词来 评价那个守卫队长。
zh_tw: <18>{#p/papyrus}{#f/0}我只想用一個詞來 評價那個守衛隊長。

source: <18>{#p/papyrus}{#f/4}AND THAT WORD IS "WATCH WHERE YOU'RE GOING."
pt_br: <18>{#p/papyrus}{#f/4}E A PALAVRA É "OLHE PRA ONDE VOCÊ VAI."
zh_cn: <18>{#p/papyrus}{#f/4}那个词就是 “注意看好路”。
zh_tw: <18>{#p/papyrus}{#f/4}那個詞就是 「注意看好路」。

source: <18>{#p/papyrus}{#f/5}I WORRY FOR UNDYNE'S SAFETY.
pt_br: <18>{#p/papyrus}{#f/5}ME PREOCUPO COM A SEGURANÇA DA UNDYNE.
zh_cn: <18>{#p/papyrus}{#f/5}我很担心UNDYNE的 人身安全。
zh_tw: <18>{#p/papyrus}{#f/5}我很擔心UNDYNE的 人身安全。

source: <18>{#p/papyrus}{#f/0}SO YOU'RE MAKING FRIENDS WITH A GHOST.
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO VOCÊ TÁ FAZENDO AMIZADE COM UM FANTASMA.
zh_cn: <18>{#p/papyrus}{#f/0}所以你跟一个幽灵 交上朋友了。
zh_tw: <18>{#p/papyrus}{#f/0}所以你跟一個幽靈 交上朋友了。

source: <18>{#p/papyrus}{#f/1}IS THERE NOTHING BEYOND YOUR GRASP OF FRIENDSHIP!?!?
pt_br: <18>{#p/papyrus}{#f/1}NÃO HÁ NADA ALÉM DO SEU ALCANCE DE AMIZADE?!?!?
zh_cn: <18>{#p/papyrus}{#f/1}你交友的范围是不是 有点太宽泛了！？！？
zh_tw: <18>{#p/papyrus}{#f/1}你交友的範圍是不是 有點太寬泛了！？！？

source: <18>{#p/papyrus}{#f/6}YOUR POWER LEVEL IS ALMOST FRIGHTENING!!
pt_br: <18>{#p/papyrus}{#f/6}O SEU PODER DE AMIZADE É QUASE INVENCIVEL!!
zh_cn: <18>{#p/papyrus}{#f/6}你的实力真的 太让人害怕了！！
zh_tw: <18>{#p/papyrus}{#f/6}你的實力真的 太讓人害怕了！！

source: <25>{#p/undyne}{#f/14}* So that's how they were able to befriend me.
pt_br: <25>{#p/undyne}{#f/14}* Então foi assim que ela se tornou minha amiga.
zh_cn: <25>{#p/undyne}{#f/14}* 要不然他咋能跟我交上 朋友呢。
zh_tw: <25>{#p/undyne}{#f/14}* 要不然他咋能跟我交上 朋友呢。

source: <25>{#p/undyne}{#f/17}* You could have WARNED me, Papyrus!! * There's no escape now!
pt_br: <25>{#p/undyne}{#f/17}* Você poderia ter me AVISADO, Papyrus!! * Não tem escapatória agora!
zh_cn: <25>{#p/undyne}{#f/17}* 你应该提醒我的，Papyrus！！ * 我现在没退路了！
zh_tw: <25>{#p/undyne}{#f/17}* 你應該提醒我的，Papyrus！！ * 我現在沒退路了！

source: <18>{#p/papyrus}{#f/6}FRIENDSHIP IS NOT THE KIND OF SHIP YOU BAIL OUT ON!!
pt_br: <18>{#p/papyrus}{#f/6}AMIZADE NÃO É O TIPO DE COISA QUE DA PRA AVISAR!!
zh_cn: <18>{#p/papyrus}{#f/6}友谊的小船可不是 说翻就翻的“帆”船！！
zh_tw: <18>{#p/papyrus}{#f/6}友誼的小船可不是 說翻就翻的「帆」船！！

source: <18>{#p/papyrus}{#f/4}HMM...
zh_cn: <18>{#p/papyrus}{#f/4}嗯...
zh_tw: <18>{#p/papyrus}{#f/4}嗯...

source: <18>{#p/papyrus}{#f/4}WHY DO I HEAR BOSS MUSIC?
pt_br: <18>{#p/papyrus}{#f/4}POR QUE EU TÔ OUVINDO A TRILHA SONORA DO BOSS?
zh_cn: <18>{#p/papyrus}{#f/4}我敢说，要是音乐声 再大点，说不定你就得 {@fill=#ff0}死于{@fill=#fff}耳聋了。
zh_tw: <18>{#p/papyrus}{#f/4}我敢說，要是音樂聲 再大點，說不定你就得 {@fill=#ff0}死於{@fill=#fff}耳聾了。

source: <18>{#p/papyrus}{#f/0}... SORRY, DID I SAY "BOSS" MUSIC?
pt_br: <18>{#p/papyrus}{#f/0}... DESCULPA, EU DISSE DO "BOSS?"
zh_cn: <18>{#p/papyrus}{#f/0}...啥？死鱼耳聋？ 你听错了吧！
zh_tw: <18>{#p/papyrus}{#f/0}...啥？死魚耳聾？ 你聽錯了吧！

source: <18>{#p/papyrus}{#f/5}I MEANT "BOSSA NOVA."
pt_br: <18>{#p/papyrus}{#f/5}EU QUIS DIZER "BOSSA NOVA."
zh_cn: <18>{#p/papyrus}{#f/5}我明明说的是 “私语”的儿童！
zh_tw: <18>{#p/papyrus}{#f/5}我明明說的是 「私語」的兒童！

source: <25>{#p/undyne}{#f/8}* Because I'M here, silly!
pt_br: <25>{#p/undyne}{#f/8}* Porque eu estou aqui, bobo!
zh_cn: <25>{#p/undyne}{#f/8}* 别忘了我可在你旁边呢， 傻帽！
zh_tw: <25>{#p/undyne}{#f/8}* 別忘了我可在你旁邊呢， 傻帽！

source: <18>{#p/papyrus}{#f/6}OF COURSE!! HOW COULD I FORGET!!
pt_br: <18>{#p/papyrus}{#f/6}MAS É CLARO!! COMO EU PUDE ME ESQUECER!!
zh_cn: <18>{#p/papyrus}{#f/6}咋会忘呢！！ 我咋可能忘呢！！
zh_tw: <18>{#p/papyrus}{#f/6}咋會忘呢！！ 我咋可能忘呢！！

source: <18>{#p/papyrus}{#f/5}JUST WATCH OUT FOR THE ECTOPLASM.
pt_br: <18>{#p/papyrus}{#f/5}SÓ TOME CUIDADO COMO ECTOPLASMA.
zh_cn: <18>{#p/papyrus}{#f/5}小心点灵质就行。
zh_tw: <18>{#p/papyrus}{#f/5}小心點靈質就行。

source: <18>{#p/papyrus}{#f/5}AT LEAST SHE'S LEARNED HER LESSON BY NOW...
pt_br: <18>{#p/papyrus}{#f/5}PELO MENOS ELA DEVE TER APRENDIDO SUA LIÇÃO AGORA...
zh_cn: <18>{#p/papyrus}{#f/5}至少她吸取教训了...
zh_tw: <18>{#p/papyrus}{#f/5}至少她吸取教訓了...

source: <25>{#p/undyne}{#f/14}* Yeah... totally!
pt_br: <25>{#p/undyne}{#f/14}* É... totalmente!
zh_cn: <25>{#p/undyne}{#f/14}* 是啊...真的！
zh_tw: <25>{#p/undyne}{#f/14}* 是啊...真的！

source: <18>{#p/papyrus}{#f/9}THAT GHOST HAS LOADS OF MUSIC ON THEIR STEREO!
pt_br: <18>{#p/papyrus}{#f/9}O FANTASMA TEM MÚSICAS BAIXADAS NOS DISCOS!
zh_cn: <18>{#p/papyrus}{#f/9}那个幽灵的立体音响 里面有很多音乐！
zh_tw: <18>{#p/papyrus}{#f/9}那個幽靈的立體音響 裡面有很多音樂！

source: <18>{#p/papyrus}{#f/0}BOSSY MUSIC FOR A BOSSY FISH LADY.
pt_br: <18>{#p/papyrus}{#f/0}MÚSICA ASSUSTADORA PARA UMA DAMA PEIXEIRA ASSUSTADORA.
zh_cn: <18>{#p/papyrus}{#f/0}有描写私语的儿童的， 有能让你死于耳聋的。
zh_tw: <18>{#p/papyrus}{#f/0}有描寫私語的兒童的， 有能讓你死於耳聾的。

source: <25>{#p/undyne}{#f/8}* Pretty much!!
pt_br: <25>{#p/undyne}{#f/8}* Basicamente!!
zh_cn: <25>{#p/undyne}{#f/8}* 真的有很多音乐！！
zh_tw: <25>{#p/undyne}{#f/8}* 真的有很多音樂！！

source: <18>{#p/papyrus}{#f/6}HUH? WHERE ARE YOU?
pt_br: <18>{#p/papyrus}{#f/6}HUH? ONDE VOCÊ TÁ?
zh_cn: <18>{#p/papyrus}{#f/6}诶？ 你这是在哪？
zh_tw: <18>{#p/papyrus}{#f/6}誒？ 你這是在哪？

source: <18>{#p/papyrus}{#f/5}I'VE... NEVER BEEN IN HERE BEFORE.
pt_br: <18>{#p/papyrus}{#f/5}EU... NUNCA ESTIVE AÍ ANTES.
zh_cn: <18>{#p/papyrus}{#f/5}我...没来过这儿。
zh_tw: <18>{#p/papyrus}{#f/5}我...沒來過這兒。

source: <18>{#p/papyrus}{#f/5}NOR HAVE I... SEEN ANYONE ELSE HERE, EITHER.
pt_br: <18>{#p/papyrus}{#f/5}E TAMBÉM... NUNCA VI NINGUÉM AÍ.
zh_cn: <18>{#p/papyrus}{#f/5}也没...见别人来过这儿。
zh_tw: <18>{#p/papyrus}{#f/5}也沒...見別人來過這兒。

source: <25>{#p/undyne}{#f/14}* ... yeah, that house has been abandoned for a long time.
pt_br: <25>{#p/undyne}{#f/14}* ... É, essa casa tá abandonada faz um bom tempo.
zh_cn: <25>{#p/undyne}{#f/14}* ...是啊，那房子已经 废弃很久了。
zh_tw: <25>{#p/undyne}{#f/14}* ...是啊，那房子已經 廢棄很久了。

source: <25>{#p/undyne}{#f/17}* Since before I was born, in fact!
pt_br: <25>{#p/undyne}{#f/17}* Antes mesmo de eu nascer, na verdade!
zh_cn: <25>{#p/undyne}{#f/17}* 其实，那房子甚至比我 岁数还大！
zh_tw: <25>{#p/undyne}{#f/17}* 其實，那房子甚至比我 歲數還大！

source: <18>{#p/papyrus}{#f/6}HOW STRANGE!!
pt_br: <18>{#p/papyrus}{#f/6}QUE ESTRANHO!!
zh_cn: <18>{#p/papyrus}{#f/6}多奇怪啊！！
zh_tw: <18>{#p/papyrus}{#f/6}多奇怪啊！！

source: <18>{#p/papyrus}{#f/5}TO BE HONEST, I'M NOT SURE I WANT TO KNOW WHY...
pt_br: <18>{#p/papyrus}{#f/5}PRA SER SINCERO, EU NÃO SEI SE QUERO SABER O PORQUE...
zh_cn: <18>{#p/papyrus}{#f/5}老实说，这件事我不想再 深入了解了...
zh_tw: <18>{#p/papyrus}{#f/5}老實說，這件事我不想再 深入了解了...

source: <18>{#p/papyrus}{#f/5}TIME REALLY DOES FLY BY, HUH?
pt_br: <18>{#p/papyrus}{#f/5}O TEMPO REALMENTE PASSA, HUH?
zh_cn: <18>{#p/papyrus}{#f/5}时间飞逝啊，是吧？
zh_tw: <18>{#p/papyrus}{#f/5}時間飛逝啊，是吧？

source: <25>{#p/undyne}{#f/14}* That it does!
pt_br: <25>{#p/undyne}{#f/14}* Realmente!
zh_cn: <25>{#p/undyne}{#f/14}* 是啊！
zh_tw: <25>{#p/undyne}{#f/14}* 是啊！

source: <18>{#p/papyrus}{#f/0}SO YOU'RE IN AERIALIS NOW, HUH?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO AGORA VOCÊ CHEGOU EM AERIALIS, HUH?
zh_cn: <18>{#p/papyrus}{#f/0}你现在在空境吗？
zh_tw: <18>{#p/papyrus}{#f/0}你現在在空境嗎？

source: <18>{#p/papyrus}{#f/0}GUESS I'M NOT THE ONLY ONE WHO LIKES DECORATIVE SPIRES.
pt_br: <18>{#p/papyrus}{#f/0}NÃO SOU O ÚNICO QUE NÃO GOSTA PINÁCULOS.
zh_cn: <18>{#p/papyrus}{#f/0}我想不只有我才喜欢 装饰用的尖塔。
zh_tw: <18>{#p/papyrus}{#f/0}我想不只有我才喜歡 裝飾用的尖塔。

source: <18>{#p/papyrus}{#f/4}EXCEPT... THEY'RE NOT JUST DECORATIVE.
pt_br: <18>{#p/papyrus}{#f/4}EXCETO... QUE ELES NÃO SÃO SÓ DECORATIVOS.
zh_cn: <18>{#p/papyrus}{#f/4}不包括... 不是装饰用的。
zh_tw: <18>{#p/papyrus}{#f/4}不包括... 不是裝飾用的。

source: <18>{#p/papyrus}{#f/4}HUNDREDS OF PEOPLE LIVE THERE.
pt_br: <18>{#p/papyrus}{#f/4}CENTENAS DE PESSOAS VIVEM LÁ.
zh_cn: <18>{#p/papyrus}{#f/4}那儿住着几百号人呢。
zh_tw: <18>{#p/papyrus}{#f/4}那兒住著幾百號人呢。

source: <18>{#p/papyrus}{#f/0}STILL, DOESN'T STOP THEM FROM BEING DECORATIVE!
pt_br: <18>{#p/papyrus}{#f/0}AINDA ASSIM, ELES NÃO DEIXAM DE SER DECORATIVOS!
zh_cn: <18>{#p/papyrus}{#f/0}但它们仍然 有装饰作用！
zh_tw: <18>{#p/papyrus}{#f/0}但它們仍然 有裝飾作用！

source: <25>{#p/undyne}{#f/14}* Even Dr. Alphys used to live in one of those things.
pt_br: <25>{#p/undyne}{#f/14}* Até a Dr. Alphys vivia em uma dessas coisas.
zh_cn: <25>{#p/undyne}{#f/14}* 甚至Alphys博士 也住过那玩意。
zh_tw: <25>{#p/undyne}{#f/14}* 甚至Alphys博士 也住過那玩意。

source: <25>{#p/undyne}{#f/1}* With her childhood friends, Bratty and Catty...
pt_br: <25>{#p/undyne}{#f/1}* Com seus amigos de infância, Bratty e Catty...
zh_cn: <25>{#p/undyne}{#f/1}* 和她的童年玩伴 Bratty和Catty一起...
zh_tw: <25>{#p/undyne}{#f/1}* 和她的童年玩伴 Bratty和Catty一起...

source: <25>{#p/undyne}{#f/1}* She told me about this when she first became royal scientist.
pt_br: <25>{#p/undyne}{#f/1}* Ela me contou sobre quando se tornou a cientista real.
zh_cn: <25>{#p/undyne}{#f/1}* 这可是她当上科学员后 亲口告诉我的。
zh_tw: <25>{#p/undyne}{#f/1}* 這可是她當上科學員後 親口告訴我的。

source: <18>{#p/papyrus}{#f/0}OOH, I'M CURIOUS! I'LL ASK HER ABOUT IT LATER.
pt_br: <18>{#p/papyrus}{#f/0}POR CURIOSIDADE, VOU PERGUNTAR PRA ELA MAIS TARDE.
zh_cn: <18>{#p/papyrus}{#f/0}哦， 我想知道更多！ 待会我去问问她。
zh_tw: <18>{#p/papyrus}{#f/0}喔， 我想知道更多！ 待會我去問問她。

source: <25>{#p/undyne}{#f/12}* You do that. * I THINK she likes talking about it...?
pt_br: <25>{#p/undyne}{#f/12}* Faça isso. * Eu ACHO que ela gosta de falar sobre...?
zh_cn: <25>{#p/undyne}{#f/12}* 好啊。 * 她好像喜欢谈论 这些事...？
zh_tw: <25>{#p/undyne}{#f/12}* 好啊。 * 她好像喜歡談論 這些事...？

source: <18>{#p/papyrus}{#f/0}THE ONE IN THE MIDDLE IS MY FAVORITE.
pt_br: <18>{#p/papyrus}{#f/0}A NO MEIO É MINHA FAVORITA.
zh_cn: <18>{#p/papyrus}{#f/0}中间的那个是 我最喜欢的。
zh_tw: <18>{#p/papyrus}{#f/0}中間的那個是 我最喜歡的。

source: <18>{#p/papyrus}{#f/5}THE VIEW FROM A SPIRE HOUSE MUST BE BREATHTAKING...
pt_br: <18>{#p/papyrus}{#f/5}A VIDA DE UMA CASA PINÁCULO DEVE SER INCRIVEL...
zh_cn: <18>{#p/papyrus}{#f/5}在尖塔屋看到的景色 一定大为震撼...
zh_tw: <18>{#p/papyrus}{#f/5}在尖塔屋看到的景色 一定大為震撼...

source: <18>{#p/papyrus}{#f/0}AH, THE LAB. A GREAT PLACE TO HANG OUT!
pt_br: <18>{#p/papyrus}{#f/0}AH, O LABORATÓRIO. UM BOM LUGAR PARA ESTAR!
zh_cn: <18>{#p/papyrus}{#f/0}啊，实验室。 那可真是个消遣的好地方。
zh_tw: <18>{#p/papyrus}{#f/0}啊，實驗室。 那可真是個消遣的好地方。

source: <18>{#p/papyrus}{#f/0}ESPECIALLY WHEN DR. ALPHYS IS AROUND.
pt_br: <18>{#p/papyrus}{#f/0}ESPECIALMENTE QUANDO A DR. ALPHYS ESTÁ POR AÍ.
zh_cn: <18>{#p/papyrus}{#f/0}如果ALPHYS博士陪着 就更是如此了。
zh_tw: <18>{#p/papyrus}{#f/0}如果ALPHYS博士陪著 就更是如此了。

source: <18>{#p/papyrus}{#f/4}SHE REALLY LOVES TALKING ABOUT "SCI-FI" STUFF...
pt_br: <18>{#p/papyrus}{#f/}ELA REALMENTE GOSTA DE FALAR DAQUELE SCI-FI...
zh_cn: <18>{#p/papyrus}{#f/4}她真的很喜欢聊 “科幻”之类的东西...
zh_tw: <18>{#p/papyrus}{#f/4}她真的很喜歡聊 「科幻」之類的東西...

source: <18>{#p/papyrus}{#f/9}SO IT'S A GOOD THING I DO TOO!
pt_br: <18>{#p/papyrus}{#f/9}ENTÃO É BOM QUE EU GOSTE TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/9}所以这何尝不是件 好事呢！
zh_tw: <18>{#p/papyrus}{#f/9}所以這何嘗不是件 好事呢！

source: <25>{#p/undyne}{#f/1}* Alphys is... always at the lab, Papyrus.
pt_br: <25>{#p/undyne}{#f/1}* A Alphys está... sempre no laboratório, Papyrus.
zh_cn: <25>{#p/undyne}{#f/1}* Alphys她... 一直都待在 实验室，Papyrus。
zh_tw: <25>{#p/undyne}{#f/1}* Alphys她... 一直都待在 實驗室，Papyrus。

source: <26>{#f/17}* Her "house" is that purple cube on the upper floor.
pt_br: <26>{#f/17}* A "casa" dela é aquele cubo roxo no piso de cima.
zh_cn: <26>{#f/17}* 她的“房子”就是 楼上那个紫色立方体。
zh_tw: <26>{#f/17}* 她的「房子」就是 樓上那個紫色立方體。

source: <26>{#f/16}* Don't ask me how it works, because even though she told me...
pt_br: <26>{#f/16}* Não me pergunte como funciona, ela até me contou, mas...
zh_cn: <26>{#f/16}* 别问我这是什么原理， 因为即使她告诉我...
zh_tw: <26>{#f/16}* 別問我這是什麼原理， 因為即使她告訴我...

source: <26>{#f/12}* I don't think either of us would understand it.
pt_br: <26>{#f/12}* Eu não acho que entenderíamos.
zh_cn: <26>{#f/12}* 咱俩应该都不会理解。
zh_tw: <26>{#f/12}* 咱倆應該都不會理解。

source: <18>{#p/papyrus}{#f/4}POINT TAKEN.
pt_br: <18>{#p/papyrus}{#f/4}EU PEGUEI O PONTO.
zh_cn: <18>{#p/papyrus}{#f/4}确实。
zh_tw: <18>{#p/papyrus}{#f/4}確實。

source: <18>{#p/papyrus}{#f/0}SO HOW DOES IT WORK?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO, COMO FUNCIONA?
zh_cn: <18>{#p/papyrus}{#f/0}所以原理是啥？
zh_tw: <18>{#p/papyrus}{#f/0}所以原理是啥？

source: <25>{#p/undyne}{#f/14}* I'll tell you later.
pt_br: <25>{#p/undyne}{#f/14}* Eu te conto depois.
zh_cn: <25>{#p/undyne}{#f/14}* 我待会告诉你。
zh_tw: <25>{#p/undyne}{#f/14}* 我待會告訴你。

source: <18>{#p/papyrus}{#f/4}SHE DOES HAVE A HABIT OF SPOILING THINGS, THOUGH.
pt_br: <18>{#p/papyrus}{#f/4}ELA TEM O PÉSSIMO HABITO DE DAR SPOILER.
zh_cn: <18>{#p/papyrus}{#f/4}不过，她有个喜欢 破坏东西的习惯。
zh_tw: <18>{#p/papyrus}{#f/4}不過，她有個喜歡 破壞東西的習慣。

source: <25>{#p/undyne}{#f/8}* I'll tell you later!!!
pt_br: <25>{#p/undyne}{#f/8}* Eu te conto depois!!!
zh_cn: <25>{#p/undyne}{#f/8}* 我待会会告诉你的！！！
zh_tw: <25>{#p/undyne}{#f/8}* 我待會會告訴你的！！！

source: <18>{#p/papyrus}{#f/6}I KNOW!!!
pt_br: <18>{#p/papyrus}{#f/6}EU SEI!!!
zh_cn: <18>{#p/papyrus}{#f/6}我知道了！！！
zh_tw: <18>{#p/papyrus}{#f/6}我知道了！！！

source: <18>{#p/papyrus}{#f/4}THE LAST TIME I WAS HERE...
pt_br: <18>{#p/papyrus}{#f/4}A ÚLTIMA VEZ EM QUE ESTIVE AÍ...
zh_cn: <18>{#p/papyrus}{#f/4}我上次去实验室...
zh_tw: <18>{#p/papyrus}{#f/4}我上次去實驗室...

source: <18>{#p/papyrus}{#f/0}... WAS JUST THIS WEEK, TO HANG OUT WITH DR. ALPHYS!
pt_br: <18>{#p/papyrus}{#f/0}... FOI ESSA SEMANA, EM UM RÔLE COM A DR. ALPHYS!
zh_cn: <18>{#p/papyrus}{#f/0}...还是去找 ALPHYS博士玩， 就这周！
zh_tw: <18>{#p/papyrus}{#f/0}...還是去找 ALPHYS博士玩， 就這周！

source: <18>{#p/papyrus}{#f/0}... WAS EARLIER TODAY, ON OUR WAY TO THE REC CENTER!
pt_br: <18>{#p/papyrus}{#f/0}... FOI HOJE MAIS CEDO, NO CAMINHO PARA O REC CENTER!
zh_cn: <18>{#p/papyrus}{#f/0}...其实就今天早些时候， 刚好咱要去休闲回廊！
zh_tw: <18>{#p/papyrus}{#f/0}...其實就今天早些時候， 剛好咱要去休閒迴廊！

source: <18>{#p/papyrus}{#f/5}BUT WHEN I WAS YOUNGER, SANS USED TO TAKE ME THERE.
pt_br: <18>{#p/papyrus}{#f/5}QUANDO EU ERA NOVO, SANS ERA QUEM ME LEVAVA.
zh_cn: <18>{#p/papyrus}{#f/5}但在我小时候， SANS就经常带我 去实验室玩。
zh_tw: <18>{#p/papyrus}{#f/5}但在我小時候， SANS就經常帶我 去實驗室玩。

source: <18>{#p/papyrus}{#f/5}SO MANY SCIENTIFIC MARVELS TO BE MARVELLED AT...
pt_br: <18>{#p/papyrus}{#f/5}TANTAS MARAVILHAS CIENTIFICAS PARA MARAVILHAR...
zh_cn: <18>{#p/papyrus}{#f/5}数不胜数的科学奇迹 让人心潮澎湃...
zh_tw: <18>{#p/papyrus}{#f/5}數不勝數的科學奇蹟 讓人心潮澎湃...

source: <18>{#p/papyrus}{#f/6}IT'S A SHAME MORE PEOPLE DON'T TAKE AN INTEREST!
pt_br: <18>{#p/papyrus}{#f/6}É UMA PENA QUE POUCAS PESSOAS TENHAM INTERESSE!
zh_cn: <18>{#p/papyrus}{#f/6}但可惜的是对此 感兴趣的人不多！
zh_tw: <18>{#p/papyrus}{#f/6}但可惜的是對此 感興趣的人不多！

source: <18>{#p/papyrus}{#f/0}WHAT DO YOU THINK, UNDYNE?
pt_br: <18>{#p/papyrus}{#f/0}O QUE VOCÊ ACHA UNDYNE?
zh_cn: <18>{#p/papyrus}{#f/0}你呢，UNDYNE？
zh_tw: <18>{#p/papyrus}{#f/0}你呢，UNDYNE？

source: <25>{#p/undyne}{#f/1}* What do I think? * Well...
pt_br: <25>{#p/undyne}{#f/1}* O que eu acho? * Bem...
zh_cn: <25>{#p/undyne}{#f/1}* 我吗？ * 嗯...
zh_tw: <25>{#p/undyne}{#f/1}* 我嗎？ * 嗯...

source: <25>{#p/undyne}{#f/14}* The ice cream machine makes REALLY good ice cream.
pt_br: <25>{#p/undyne}{#f/14}* A maquina de sorvete faz um sorvete MUITO bom.
zh_cn: <25>{#p/undyne}{#f/14}* 那个冰激淋机制作的 冰激淋真的很好吃。
zh_tw: <25>{#p/undyne}{#f/14}* 那個冰激淋機製作的 冰激淋真的很好吃。

source: <18>{#p/papyrus}{#f/4}... THAT'S IT?
pt_br: <18>{#p/papyrus}{#f/4}... É ISSO?
zh_cn: <18>{#p/papyrus}{#f/4}...还有吗？
zh_tw: <18>{#p/papyrus}{#f/4}...還有嗎？

source: <25>{#p/undyne}{#f/20}* I guess it IS cool how Alphys can track the human like that...
pt_br: <25>{#p/undyne}{#f/20}* Eu acho legal como a Alphys consegue distrair a humana...
zh_cn: <25>{#p/undyne}{#f/20}* 我觉得Alphys能利用 高科技监视人类超酷...
zh_tw: <25>{#p/undyne}{#f/20}* 我覺得Alphys能利用 高科技監視人類超酷...

source: <18>{#p/papyrus}{#f/0}OH, YEAH! SHE CAN TRACK OTHER PEOPLE, TOO!
pt_br: <18>{#p/papyrus}{#f/0}OH, SIM! ELA PODE DISTRAIR OUTRAS PESSOAS, TAMBÉM!
zh_cn: <18>{#p/papyrus}{#f/0}哦，对！ 她也可以 监视其他人！
zh_tw: <18>{#p/papyrus}{#f/0}喔，對！ 她也可以 監視其他人！

source: <25>{#p/undyne}{#f/7}* AM I BEING TRACKED RIGHT NOW???
pt_br: <25>{#p/undyne}{#f/7}* EU ESTOU SENDO DISTRAÍDA AGORA MESMO???
zh_cn: <25>{#p/undyne}{#f/7}* 我现在被监视了？？？
zh_tw: <25>{#p/undyne}{#f/7}* 我現在被監視了？？？

source: <18>{#p/papyrus}{#f/0}OH YEAH, I FORGOT TO MENTION...
pt_br: <18>{#p/papyrus}{#f/0}OH CERTO, EU ESQUECI DE MENCIONAR...
zh_cn: <18>{#p/papyrus}{#f/0}哦对了， 我忘了说...
zh_tw: <18>{#p/papyrus}{#f/0}喔對了， 我忘了說...

source: <18>{#p/papyrus}{#f/0}MY BROTHER USED TO BE A LAB ASSISTANT.
pt_br: <18>{#p/papyrus}{#f/0}MEU IRMÃO ERA ASSISTENTE NO LABORATÓRIO.
zh_cn: <18>{#p/papyrus}{#f/0}我兄弟过去是个 实验室助手。
zh_tw: <18>{#p/papyrus}{#f/0}我兄弟過去是個 實驗室助手。

source: <18>{#p/papyrus}{#f/6}I STILL DON'T KNOW WHY HE QUIT...
pt_br: <18>{#p/papyrus}{#f/6}EU AINDA NÃO SEI PORQUE ELE SAIU...
zh_cn: <18>{#p/papyrus}{#f/6}就是不知道 他为啥要辞职...
zh_tw: <18>{#p/papyrus}{#f/6}就是不知道 他為啥要辭職...

source: <18>{#p/papyrus}{#f/5}SINCE HE ENJOYED THE JOB SO MUCH.
pt_br: <18>{#p/papyrus}{#f/5}JÁ QUE ELE GOSTAVA TANTO DE TRABALHAR LÁ.
zh_cn: <18>{#p/papyrus}{#f/5}他可是 超爱这份工作的啊。
zh_tw: <18>{#p/papyrus}{#f/5}他可是 超愛這份工作的啊。

source: <25>{#p/undyne}{#f/7}* I am GOING to kill her.
pt_br: <25>{#p/undyne}{#f/7}* Eu vou MATAR ela.
zh_cn: <25>{#p/undyne}{#f/7}* 我要去杀了她。
zh_tw: <25>{#p/undyne}{#f/7}* 我要去殺了她。

source: <18>{#p/papyrus}{#f/5}BUT YOU DON'T EVEN KNOW IF SHE TRACKED YOU YET!
pt_br: <18>{#p/papyrus}{#f/5}MAS VOCÊ AINDA NEM SABE SE ELA TE DISTRAIU!
zh_cn: <18>{#p/papyrus}{#f/5}但你根本不知道 你有没有被监视！
zh_tw: <18>{#p/papyrus}{#f/5}但你根本不知道 你有沒有被監視！

source: <25>{#p/undyne}{#f/8}* ... and you think she WOULDN'T do that!?
pt_br: <25>{#p/undyne}{#f/8}* ... e você acha que ela NÃO faria isso!?
zh_cn: <25>{#p/undyne}{#f/8}* ...你觉得 她不会那样做吗！？
zh_tw: <25>{#p/undyne}{#f/8}* ...你覺得 她不會那樣做嗎！？
