Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* Help! * I want new drinks an' h-h-h-hot guys!!
pt_br: <32>* Ajuda! * Eu quero novas bebidas e c-c-caras quentes!
zh_cn: <32>* 服务员！ * 我想再来点喝的， 再来点烧-烧-烧-烧男！
zh_tw: <32>* 服務生！ * 我想再來點喝的， 再來點燒-燒-燒-燒男！

source: <32>{#p/basic}{#npc/a}* So c-c-cold...
pt_br: <32>{#p/basic}{#npc/a}* Tão f-f-frio
zh_cn: <32>{#p/basic}{#npc/a}* 好-好冷清...
zh_tw: <32>{#p/basic}{#npc/a}* 好-好冷清...

source: <32>{#p/basic}{#npc/a}* S-soooooo ready!
pt_br: <32>{#p/basic}{#npc/a}* T-tão pronto!
zh_cn: <32>{#p/basic}{#npc/a}* 超级超级期待！
zh_tw: <32>{#p/basic}{#npc/a}* 超級超級期待！

source: <32>{#p/basic}{#npc/a}* I guess the bartender's kind of h-h-h-hot...
pt_br: <32>{#p/basic}{#npc/a}* Eu acho que o atendente é meio q-q-q-quente...
zh_cn: <32>{#p/basic}{#npc/a}* 我感觉那个酒保 就挺烧-烧-烧-烧的...
zh_tw: <32>{#p/basic}{#npc/a}* 我感覺那個酒保 就挺燒-燒-燒-燒的...

source: <32>{#p/basic}{#npc/a}* Everyone's up in arms about Mettaton, but me...?
pt_br: <32>{#p/basic}{#npc/a}* Todo mundo está super preocupado com Mettaton, mas eu...?
zh_cn: <32>{#p/basic}{#npc/a}* 关于Mettaton的事， 大家已经吵翻了天， * 我的话...
zh_tw: <32>{#p/basic}{#npc/a}* 關於Mettaton的事， 大家已經吵翻了天， * 我的話...

source: <32>{#p/basic}{#npc/a}* I just want to know where the other dogs went.
pt_br: <32>{#p/basic}{#npc/a}* Eu só quero saber onde estão os cachorros.
zh_cn: <32>{#p/basic}{#npc/a}* 我只想知道 其他的狗狗都去哪了。
zh_tw: <32>{#p/basic}{#npc/a}* 我只想知道 其他的狗狗都去哪了。

source: <32>{#p/basic}{#npc/a}* I still want to know what happened to Doggo.
pt_br: <32>{#p/basic}{#npc/a}* Eu ainda quero saber o que aconteceu com Doggo.
zh_cn: <32>{#p/basic}{#npc/a}* 我还是在想Doggo发生了什么事。
zh_tw: <32>{#p/basic}{#npc/a}* 我還是在想Doggo發生了什麼事。

source: <32>{#p/basic}{#npc/a}* I still miss seeing that big lug around here.
pt_br: <32>{#p/basic}{#npc/a}* Eu ainda sinto falta daquele grandão peludo por aqui.
zh_cn: <32>{#p/basic}{#npc/a}* 我还是很怀念 那个大家伙在我们身边的日子。
zh_tw: <32>{#p/basic}{#npc/a}* 我還是很懷念 那個大傢伙在我們身邊的日子。

source: <32>{#p/basic}{#npc/a}* I still miss having Sans and his brother around.
pt_br: <32>{#p/basic}{#npc/a}* Eu ainda sinto falta de ter o Sans e seu irmão por perto.
zh_cn: <32>{#p/basic}{#npc/a}* 我还是很怀念 Sans和他的兄弟 在我们身边的日子。
zh_tw: <32>{#p/basic}{#npc/a}* 我還是很懷念 Sans和他的兄弟 在我們身邊的日子。

source: <32>{#p/basic}{#npc/a}* I just wish Sans would come back and give us more of his headpats.
pt_br: <32>{#p/basic}{#npc/a}* Eu só desejava que Sans voltasse e nos desse mais cafunés.
zh_cn: <32>{#p/basic}{#npc/a}* 我只希望 Sans能回来再摸摸我们的头。
zh_tw: <32>{#p/basic}{#npc/a}* 我只希望 Sans能回來再摸摸我們的頭。

source: <32>{#p/basic}{#npc/a}* Shoot, I was hoping Sans came to give us a pat on the head.
pt_br: <32>{#p/basic}{#npc/a}* Poxa, eu estava esperando o Sans voltar para nos dar mais cafunés.
zh_cn: <32>{#p/basic}{#npc/a}* 嘘，我在期待Sans 能过来摸摸我们的头。
zh_tw: <32>{#p/basic}{#npc/a}* 噓，我在期待Sans 能過來摸摸我們的頭。

source: <32>{#p/basic}{#npc/a}* We're free! * Maybe now, Sans can finally give us a pat on the head.
pt_br: <32>{#p/basic}{#npc/a}* Estamos livres! * Talvez agora, Sans finalmente virá nos dar cafuné.
zh_cn: <32>{#p/basic}{#npc/a}* 我们自由啦！ * 也许现在，Sans终于可以来 摸摸我们的头了。
zh_tw: <32>{#p/basic}{#npc/a}* 我們自由啦！ * 也許現在，Sans終於可以來 摸摸我們的頭了。

source: <32>* It's better than worrying about a rogue bully tearing through town.
pt_br: <32>* É bem melhor do que se preocupar com o bendito bully ameaçando os arredores.
zh_cn: <32>* 这比担忧着 在镇上肆意横行的恶霸 要好得多了。
zh_tw: <32>* 這比擔憂著 在鎮上肆意橫行的惡霸 要好得多了。

source: <32>* Or maybe our new company's clients will do that for us instead.
pt_br: <32>* Ou talvez nossos novos clientes da empresa vão fazer isso pra gente.
zh_cn: <32>* 或许我们新公司的客户 可以代为摸头。
zh_tw: <32>* 或許我們新公司的客戶 可以代為摸頭。

source: <32>{#p/basic}{#npc/a}* Smells kinda... quiet.
pt_br: <32>{#p/basic}{#npc/a}* Cheira muito... quieto.
zh_cn: <32>{#p/basic}{#npc/a}* 闻起来有些... 安静。
zh_tw: <32>{#p/basic}{#npc/a}* 聞起來有些... 安靜。

source: <32>{#p/basic}{#npc/a}* I can't believe Doggo's gone missing...
pt_br: <32>{#p/basic}{#npc/a}* Não dá pra acreditar que o Doggo sumiu...
zh_cn: <32>{#p/basic}{#npc/a}* 我不敢相信Doggo居然失踪了...
zh_tw: <32>{#p/basic}{#npc/a}* 我不敢相信Doggo居然失蹤了...

source: <32>{#p/basic}{#npc/a}* Where's that big lug? * We can't start until it shows up.
pt_br: <32>{#p/basic}{#npc/a}* Onde está aquele grande fofão? * Não vamos começar antes que ele apareça.
zh_cn: <32>{#p/basic}{#npc/a}* 那个大家伙去哪了？ * 它不来我们没法开始玩啊。
zh_tw: <32>{#p/basic}{#npc/a}* 那個大傢伙去哪了？ * 它不來我們沒法開始玩啊。

source: <32>{#p/basic}{#npc/a}* Where's Sans... * He's supposed to give me a pat on the head...
pt_br: <32>{#p/basic}{#npc/a}* Onde está o Sans... * Era pra ele supostamente me dar um cafuné...
zh_cn: <32>{#p/basic}{#npc/a}* Sans去哪了... * 他本应该来摸我的头的...
zh_tw: <32>{#p/basic}{#npc/a}* Sans去哪了... * 他本應該來摸我的頭的...

source: <32>{#p/basic}{#npc/a}* You better watch where you sit down in here, kid.
pt_br: <32>{#p/basic}{#npc/a}* Melhor tomar cuidado onde você senta aqui, criança.
zh_cn: <32>{#p/basic}{#npc/a}* 你最好盯紧了你坐的地方， 孩子。
zh_tw: <32>{#p/basic}{#npc/a}* 你最好盯緊了你坐的地方， 孩子。

source: <32>* That big lug WILL jump into your lap and give you lots of love and attention.
pt_br: <32>* Aquele grandão VAI pular no seu colo, te dando muito amor e atenção.
zh_cn: <32>* 那个大家伙随时都会 跳到你的大腿上， 给你满满的爱和关注。
zh_tw: <32>* 那個大傢伙隨時都會 跳到你的大腿上， 給你滿滿的愛和關注。ゐ

source: <32>{#p/basic}{#npc/a}* (My hubby and I just want everyone to calm down.)
pt_br: <32>{#p/basic}{#npc/a}* (Meu marido e eu só queremos que todos se acalmem.)
zh_cn: <32>{#p/basic}{#npc/a}* （我和我老公 只想让大家冷静下来。）
zh_tw: <32>{#p/basic}{#npc/a}* （我和我老公 只想讓大家冷靜下來。）

source: <32>{#p/basic}{#npc/a}* (Mettaton's death was tragic, but he's just a guy on TV!)
pt_br: <32>{#p/basic}{#npc/a}* (A morte de Mettaton foi trágica, mas ele é só um cara na TV!)
zh_cn: <32>{#p/basic}{#npc/a}* （Mettaton的死是个悲剧， 但他只是个电视人物而已！）
zh_tw: <32>{#p/basic}{#npc/a}* （Mettaton的死是個悲劇， 但他只是個電視人物而已！）

source: <32>{#p/basic}{#npc/a}* (I like Sans.) * (Sometimes he feeds us scraps of food under the table.)
pt_br: <32>{#p/basic}{#npc/a}* (Eu gosto do Sans.) * (As vezes ele nos dá comidas por de baixo da mesa.)
zh_cn: <32>{#p/basic}{#npc/a}* （我喜欢Sans。） * （有的时候他会在桌子底下 喂我们一些残羹剩饭。）
zh_tw: <32>{#p/basic}{#npc/a}* （我喜歡Sans。） * （有的時候他會在桌子底下 餵我們一些殘羹剩飯。）

source: <32>{#p/basic}{#npc/a}* (Now that we're free, we're planning on starting a marriage counseling company.)
pt_br: <32>{#p/basic}{#npc/a}* (Agora que estamos livres, nós estamos planejando começar uma companhia de casamento.)
zh_cn: <32>{#p/basic}{#npc/a}* （既然我们自由了， 我们打算开一家婚姻咨询公司。）
zh_tw: <32>{#p/basic}{#npc/a}* （既然我們自由了， 我們打算開一家婚姻諮詢公司。）

source: <32>* (Our first curriculum will be called "What it means to be in an abusive relationship.")
pt_br: <32>* (Nosso primeiro tópico será "O que significa estar em um relacionamento abusivo.")
zh_cn: <32>* （我们的第一个课程将会叫做 “处于虐待关系中 意味着什么”。）
zh_tw: <32>* （我們的第一個課程將會叫做 「處於虐待關係中 意味著什麼」。）

source: <32>* (Our first curriculum will be called "The do's and dont's of marrying your mother.")
pt_br: <32>* (Nosso primeiro tópico será "Os prós e contras de casar com sua mãe.")
zh_cn: <32>* （我们的第一个课程将会叫做 “和你的母亲结婚的 注意事项”。）
zh_tw: <32>* （我們的第一個課程將會叫做 「和你的母親結婚的 注意事項」。）

source: <32>{#p/basic}{#npc/a}* (It's lonely in here today.) * (If our friends don't show up, would you like to play?)
pt_br: <32>{#p/basic}{#npc/a}* (Está muito vazio aqui hoje.) * (Se nossos amigos não aparecerem, você gostaria de jogar com a gente?)
zh_cn: <32>{#p/basic}{#npc/a}* （今天这里好冷清啊。） * （如果我们的朋友不来， 你愿意和我们一起玩吗？）
zh_tw: <32>{#p/basic}{#npc/a}* （今天這裡好冷清啊。） * （如果我們的朋友不來， 你願意和我們一起玩嗎？）

source: <32>{#p/basic}{#npc/a}* (Where's Doggo?) * (I hope he didn't get lost again.)
pt_br: <32>{#p/basic}{#npc/a}* (Cadê o Doggo?) * (Eu espero que ele não tenha se perdido.)
zh_cn: <32>{#p/basic}{#npc/a}* （Doggo去哪了？） * （希望他这回没有迷路。）
zh_tw: <32>{#p/basic}{#npc/a}* （Doggo去哪了？） * （希望他這回沒有迷路。）

source: <32>{#p/basic}{#npc/a}* (Where's Canis Major?) * (He was supposed to join us for this game.)
pt_br: <32>{#p/basic}{#npc/a}* (Onde está o Major Canis?) * (Era pra ele se juntar a gente pra essa partida.)
zh_cn: <32>{#p/basic}{#npc/a}* （Canis Major去哪了？） * （他本应该在这里 和我们一起玩游戏的。）
zh_tw: <32>{#p/basic}{#npc/a}* （Canis Major去哪了？） * （他本應該在這裡 和我們一起玩遊戲的。）

source: <32>{#p/basic}{#npc/a}* (Where are those skeletons?) * (I wanted to get a bone from them...)
pt_br: <32>{#p/basic}{#npc/a}* (Onde estão aqueles esqueletos?) * (Eu queria um ossinho...)
zh_cn: <32>{#p/basic}{#npc/a}* （那些骷髅去哪了？） * （我想从他们那儿弄根骨头...）
zh_tw: <32>{#p/basic}{#npc/a}* （那些骷髏去哪了？） * （我想從他們那兒弄根骨頭...）

source: <32>{#p/basic}{#npc/a}* (We're sentries, but we never get any respect.)
pt_br: <32>{#p/basic}{#npc/a}* (Nós somos sentinelas, mas nunca ganhamos nenhum respeito.)
zh_cn: <32>{#p/basic}{#npc/a}* （我们是哨兵， 但我们从来没得到 一点尊重。）
zh_tw: <32>{#p/basic}{#npc/a}* （我們是哨兵， 但我們從來沒得到 一點尊重。）

source: <32>* (I wish those skeletons would throw us more bones.)
pt_br: <32>* (Eu queria que aqueles esqueletos nos jogassem mais ossos.)
zh_cn: <32>* （真希望那几个骷髅可以 丢几根骨头给我们。）
zh_tw: <32>* （真希望那幾個骷髏可以 丟幾根骨頭給我們。）

source: <32>* (We love bones.)
pt_br: <32>* (Nós amamos ossos.)
zh_cn: <32>* （我们最喜欢骨头了。）
zh_tw: <32>* （我們最喜歡骨頭了。）

source: <32>{#p/basic}{#npc/a}* Losing Mettaton REALLY stinks, you know that?
pt_br: <32>{#p/basic}{#npc/a}* Perder o Mettaton realmente desanima, entende?
zh_cn: <32>{#p/basic}{#npc/a}* 失去Mettaton真是太糟糕了， 你能懂吗？
zh_tw: <32>{#p/basic}{#npc/a}* 失去Mettaton真是太糟糕了， 你能懂嗎？

source: <33>* Of all the guys on the outpost, he moved the most!
pt_br: <33>* De todos os caras no Outpost, ele é o que mais mexia!
zh_cn: <33>* 整个前哨站里， 就他最震天动地了！
zh_tw: <33>* 整個前哨站裡， 就他最震天動地了！

source: <32>* Without him, the only people on TV will probably be people who DON'T move all the time.
pt_br: <32>* Sem ele, as únicas pessoas na TV serão aquelas que NÃO se mexem o tempo todo.
zh_cn: <32>* 没有他，电视上可能就 只会出现那些动都不动的人了。
zh_tw: <32>* 沒有他，電視上可能就 只會出現那些動都不動的人了。

source: <32>{#p/basic}{#npc/a}* Huh? * Since when did you and Sans become friends...?
pt_br: <32>{#p/basic}{#npc/a}* Huh? * Desde quando você e o Sans se tornaram amigos...?
zh_cn: <32>{#p/basic}{#npc/a}* 嗯？ * 你和Sans什么时候 成为朋友了？
zh_tw: <32>{#p/basic}{#npc/a}* 嗯？ * 你和Sans什麼時候 成為朋友了？

source: <32>* I'm not the biggest fan of that guy...
pt_br: <32>* Eu não sou o maior fã daquele cara...
zh_cn: <32>* 我不太喜欢那家伙...
zh_tw: <32>* 我不太喜歡那傢伙...

source: <32>* He loves to appear without moving.
pt_br: <32>* Ele ama aparecer sem se mover.
zh_cn: <32>* 他喜欢一动不动地出现。
zh_tw: <32>* 他喜歡一動不動地出現。

source: <32>{#p/basic}{#npc/a}* I've been without cuddles for so long, but finally, someone opened up to me.
pt_br: <32>{#p/basic}{#npc/a}* Eu estive sem abraços por tanto tempo, mas finalmente, alguém se abriu para mim.
zh_cn: <32>{#p/basic}{#npc/a}* 我已经很久没有被抱过了， 但终于有人向我张开了怀抱。
zh_tw: <32>{#p/basic}{#npc/a}* 我已經很久沒有被抱過了， 但終於有人向我張開了懷抱。

source: <32>* Ice Wolf is now my Nice Wolf.
pt_br: <32>* O Ice Wolf agora é meu Nice Wolf.
zh_cn: <32>* 冰狼现在是我的新狼了。
zh_tw: <32>* 冰狼現在是我的新狼了。

source: <32>{#p/basic}{#npc/a}* Sometimes the others like to prank me. They sit still so I can't see them.
pt_br: <32>{#p/basic}{#npc/a}* As vezes os outros gostam de fazer pegadinhas comigo. Eles ficam para e eu não consigo vê-los.
zh_cn: <32>{#p/basic}{#npc/a}* 有时候大伙喜欢捉弄我。 他们一动不动地坐着， 让我察觉不到。
zh_tw: <32>{#p/basic}{#npc/a}* 有時候大夥喜歡捉弄我。 他們一動不動地坐著， 讓我察覺不到。

source: <32>* They must be here, playing a joke on me.
pt_br: <32>* Eles devem estar aqui, pregando uma em mim.
zh_cn: <32>* 他们肯定就在这附近， 拿我开涮呢。
zh_tw: <32>* 他們肯定就在這附近， 拿我開涮呢。

source: <32>* I'll just wait until one of them admits it...
pt_br: <32>* Eu só vou esperar até um deles admitir isso...
zh_cn: <32>* 我就等着他们中的谁承认吧...
zh_tw: <32>* 我就等著他們中的誰承認吧...

source: <32>{#p/basic}{#npc/a}* Where're the other two? * I can't play with this big lug alone...
pt_br: <32>{#p/basic}{#npc/a}* Onde estão os outros dois? * Eu não posso jogar com esse fofão sozinho...
zh_cn: <32>{#p/basic}{#npc/a}* 另外那俩去哪了？ * 就我一个可没法和这个大家伙玩...
zh_tw: <32>{#p/basic}{#npc/a}* 另外那倆去哪了？ * 就我一個可沒法和這個大傢伙玩...

source: <32>* It'd be too hard!
pt_br: <32>* Seria muito difícil!
zh_cn: <32>* 那样可太困难了！
zh_tw: <32>* 那樣可太困難了！

source: <32>{#p/basic}{#npc/a}* Where's the big lug? * I can't play with these two alone...
pt_br: <32>{#p/basic}{#npc/a}* Onde está o grande fofão? * Eu não posso jogar com esses dois sozinhos...
zh_cn: <32>{#p/basic}{#npc/a}* 那个大家伙去哪了？ * 就我一个可没法和这俩玩...
zh_tw: <32>{#p/basic}{#npc/a}* 那個大傢伙去哪了？ * 就我一個可沒法和這倆玩...

source: <32>* It'd be too easy!
pt_br: <32>* Seria muito fácil!
zh_cn: <32>* 那样可太简单了！
zh_tw: <32>* 那樣可太簡單了！

source: <32>{#p/basic}{#npc/a}* Papyrus? * Is that you? * Come on...
pt_br: <32>{#p/basic}{#npc/a}* Papyrus? * É você? * Vamos lá...
zh_cn: <32>{#p/basic}{#npc/a}* Papyrus？ * 是你吗？ * 快过来...
zh_tw: <32>{#p/basic}{#npc/a}* Papyrus？ * 是你嗎？ * 快過來...

source: <32>{#p/basic}{#npc/a}* I'm thinking of letting my hair grow out a little to show off my personality.
pt_br: <32>{#p/basic}{#npc/a}* Estou pensando em deixar meu coração crescer pra mostrar personalidade.
zh_cn: <32>{#p/basic}{#npc/a}* 我在考虑把头发留长一点， 来彰显我的个性。
zh_tw: <32>{#p/basic}{#npc/a}* 我在考慮把頭髮留長一點， 來彰顯我的個性。

source: <32>* It makes a statement like "Give me a big, soft hug and cuddle me, please."
pt_br: <32>* Pra deixar uma declaração como "Dê-me um grande e suave abraço e me acaricie."
zh_cn: <32>* 它代表着：“请给我一个 大大的、温柔的拥抱， 搂搂我。”
zh_tw: <32>* 它代表著：「請給我一個 大大的、溫柔的擁抱， 摟摟我。」

source: <32>{#npc/a}* Grillbz said the grand finale was good for business.
pt_br: <32>{#npc/a}* Grillby disse que o grande finale foi bom para os negócios.
zh_cn: <32>{#npc/a}* Grillbz说压轴好戏 对生意有好处。
zh_tw: <32>{#npc/a}* Grillbz說壓軸好戲 對生意有好處。

source: <32>* I'm not sure if he likes that fact, though.
pt_br: <32>* Mas eu não acho que isso faz com que ele goste desse fato.
zh_cn: <32>* 不过，我不确定他 是不是真的喜欢这样。
zh_tw: <32>* 不過，我不確定他 是不是真的喜歡這樣。

source: <32>{#npc/a}* Grillbz said he only lets Sans eat for free because he pulls in other customers.
pt_br: <32>{#npc/a}* Grillby diz que só deixa o Sans comer de graça por ele trazer muitos clientes.
zh_cn: <32>{#npc/a}* Grillbz说他只让Sans 免费吃饭，因为他帮着吸引了 其他顾客。
zh_tw: <32>{#npc/a}* Grillbz說他只讓Sans 免費吃飯，因為他幫著吸引了 其他顧客。

source: <32>* I can't exactly disagree...
pt_br: <32>* Eu não posso discordar da atitude...
zh_cn: <32>* 我感觉硬说的话 好像还真是这么回事...
zh_tw: <32>* 我感覺硬說的話 好像還真是這麼回事...

source: <32>{#npc/a}* Grillbz suggested taking your food with you before he has to throw it out.
pt_br: <32>{#npc/a}* Grillby disse pra você pegar sua comida antes que ele tenha que jogar fora.
zh_cn: <32>{#npc/a}* Grillbz建议你 在他把食物扔掉之前 把它们带走。
zh_tw: <32>{#npc/a}* Grillbz建議你 在他把食物扔掉之前 把它們帶走。

source: <32>{#p/basic}* ... * ... * ... okay.
zh_cn: <32>{#p/basic}* ... * ... * ...好吧。
zh_tw: <32>{#p/basic}* ... * ... * ...好吧。

source: <32>{#p/basic}* ... * ... * ... good job.
pt_br: <32>{#p/basic}* ... * ... * ... bom trabalho.
zh_cn: <32>{#p/basic}* ... * ... * ...好样的。
zh_tw: <32>{#p/basic}* ... * ... * ...好樣的。

source: <32>{#npc/a}* Grillbz says some of the bar equipment stopped working recently.
pt_br: <32>{#npc/a}* Grillby disse que alguns dos equipamentos do bar pararam de funcionar recentemente.
zh_cn: <32>{#npc/a}* Grillbz说酒吧的一些设备 最近坏掉了。
zh_tw: <32>{#npc/a}* Grillbz說酒吧的一些裝置 最近壞掉了。

source: <32>* We'd pay someone to fix it, but since Mettaton cancelled his little show or whatever...
pt_br: <32>* Nós pagaríamos alguém para consertar, mas desde que Mettaton cancelou seu pequeno show ou algo assim...
zh_cn: <32>* 我们本来想花钱找人修的， 但自从Mettaton取消了 他的表演什么的...
zh_tw: <32>* 我們本來想花錢找人修的， 但自從Mettaton取消了 他的表演什麼的...

source: <32>* We've been seeing less and less profit by the minute.
pt_br: <32>* Nós temos vendido menos e menos a cada minuto.
zh_cn: <32>* 我们的利润每分钟都在减少。
zh_tw: <32>* 我們的利潤每分鐘都在減少。

source: <32>{#npc/a}* Grillbz is real sorry for the lack of other customers.
pt_br: <32>{#npc/a}* Grillby está bem triste pelo sumiço dos outros clientes.
zh_cn: <32>{#npc/a}* 今天店里这么冷清， Grillbz实在很对不起。
zh_tw: <32>{#npc/a}* 今天店裡這麼冷清， Grillbz實在很對不起。

source: <32>* Personally, I think they're just afraid...
pt_br: <32>* Pessoalmente, eu acho que eles só estão com medo...
zh_cn: <32>* 我看，那些老主顾可能就是怕了...
zh_tw: <32>* 我看，那些老主顧可能就是怕了...

source: <32>* You know. * Of that bully.
pt_br: <32>* Sabe. * Daquele bully.
zh_cn: <32>* 怕那个恶霸。 * 当然喽。
zh_tw: <32>* 怕那個惡霸。 * 當然嘍。

source: <32>{#npc/a}* Grillbz said he found his new colors in an e-magazine.
pt_br: <32>{#npc/a}* Grillby disse que achou essa nova cor no e-magazine.
zh_cn: <32>{#npc/a}* Grillbz说他是在一本 电子杂志上找到他的 新颜色的。
zh_tw: <32>{#npc/a}* Grillbz說他是在一本 電子雜誌上找到他的 新顏色的。

source: <32>* Personally, I prefer Grillbz' natural orange color. * But that's just me.
pt_br: <32>* Pessoalmente, eu prefiro a cor laranjada natural do Grillby. * Mas aí é opinião minha.
zh_cn: <32>* 我个人还是更喜欢Grillbz 原始的那个橘色。 * 仅个人观点。
zh_tw: <32>* 我個人還是更喜歡Grillbz 原始的那個橘色。 * 僅個人觀點。

source: <32>{#p/basic}{#npc/a}* You really showed that big shot robot who's boss, huh?
pt_br: <32>{#p/basic}{#npc/a}* Você realmente mostrou pra'quele robô quem é manda, hein?
zh_cn: <32>{#p/basic}{#npc/a}* 你真把那个大人物机器人 给教训了一顿，是不是？
zh_tw: <32>{#p/basic}{#npc/a}* 你真把那個大人物機器人 給教訓了一頓，是不是？

source: <32>* ... if only he didn't make me feel bad for him.
pt_br: <32>* ... se pelo menos ele não me fizesse sentir mal por sua morte.
zh_cn: <32>* ...可是，他让我有点同情他。
zh_tw: <32>* ...可是，他讓我有點同情他。

source: <32>{#p/basic}{#npc/a}* Sans certainly knows how to make you laugh, huh?
pt_br: <32>{#p/basic}{#npc/a}* Sans com certeza sabe fazer você sorrir, huh?
zh_cn: <32>{#p/basic}{#npc/a}* Sans当然知道该怎么逗你笑， 对吧？
zh_tw: <32>{#p/basic}{#npc/a}* Sans當然知道該怎麼逗你笑， 對吧？

source: <32>* Good thing, too. * That skeleton practically pays the bills here.
pt_br: <32>* Isso é uma coisa boa. * Aquele esqueleto praticamente paga as contas aqui.
zh_cn: <32>* 那是肯定的。 * 这里的账单几乎都是 那个骷髅付的。
zh_tw: <32>* 那是肯定的。 * 這裡的帳單幾乎都是 那個骷髏付的。

source: <32>{#p/basic}{#npc/a}* Y'know, I've taken a liking to your fighting spirit, kid.
pt_br: <32>{#p/basic}{#npc/a}* Sabe, eu gostei do seu espírito de luta, garoto.
zh_cn: <32>{#p/basic}{#npc/a}* 你知道吗，孩子， 我喜欢你的斗志。
zh_tw: <32>{#p/basic}{#npc/a}* 你知道嗎，孩子， 我喜歡你的鬥志。

source: <32>* Now that we're all back in town, it seems we'll become great friends.
pt_br: <32>* Agora que estamos todos de volta à cidade, parece que nos tornaremos grandes amigos.
zh_cn: <32>* 本来以为我们都回到了镇上， 可以成为很好的朋友。
zh_tw: <32>* 本來以為我們都回到了鎮上， 可以成為很好的朋友。

source: <32>* ... but we're all moving out of here, huh?
pt_br: <32>* ... Estamos todos indo embora daqui, huh?
zh_cn: <32>* ...但是我们又要搬走了，对吧？
zh_tw: <32>* ...但是我們又要搬走了，對吧？

source: <32>* Oh well. * Guess it can't all be a haven for the tough stuff.
pt_br: <32>* Pois bem. * Acho que nem tudo pode ser um refúgio para as coisas difíceis.
zh_cn: <32>* 也是。 * 毕竟这里终究成不了 强者的天堂啊。
zh_tw: <32>* 也是。 * 畢竟這裡終究成不了 強者的天堂啊。

source: <32>{#p/basic}{#npc/a}* If we're free, people won't have to move in from the Citadel anymore!
pt_br: <32>{#p/basic}{#npc/a}* Se estamos livres, as pessoas não vão precisar mais sair da Cidadela para cá!
zh_cn: <32>{#p/basic}{#npc/a}* 如果我们自由了， 人们就不用 从首塔搬到这里来了！
zh_tw: <32>{#p/basic}{#npc/a}* 如果我們自由了， 人們就不用 從首塔搬到這裡來了！

source: <32>* Seems like we won't have to lose our local culture.
pt_br: <32>* Parece que nós não vamos perder nossa cultura local.
zh_cn: <32>* 看来不用担心 我们的地方文化会消失了。
zh_tw: <32>* 看來不用擔心 我們的地方文化會消失了。

source: <32>* ... except we're all moving out of here, huh?
pt_br: <32>* ... exceto que todos nós estamos indo embora, huh?
zh_cn: <32>* ...只是我们都要搬走了，对吧？
zh_tw: <32>* ...只是我們都要搬走了，對吧？

source: <32>* Oh well. * Guess it can't all be punk- peaches and punk-cream.
pt_br: <32>* Poxa. * Acho que a vida não é só maçãs do amor.
zh_cn: <32>* 也是。 * 毕竟“世间安得两全法， 不负自由不负卿”嘛。
zh_tw: <32>* 也是。 * 畢竟「世間安得兩全法， 不負自由不負卿」嘛。

source: <32>{#p/basic}{#npc/a}* The Citadel's getting pretty crowded, so I've heard they're going to start moving here.
pt_br: <32>{#p/basic}{#npc/a}* A Cidadela está enchendo bastante, então ouvi dizer que muitos vão mudar pra cá.
zh_cn: <32>{#p/basic}{#npc/a}* 首塔的人口越来越多了， 所以我听说他们打算 搬到这里来。
zh_tw: <32>{#p/basic}{#npc/a}* 首塔的人口越來越多了， 所以我聽說他們打算 搬到這裡來。

source: <32>* ... who knows? * Maybe we'll have room for 'em.
pt_br: <32>* ... quem sabe? * Talvez tenhamos espaço para eles.
zh_cn: <32>* ...谁知道呢？ * 也许我们有地方容纳他们。
zh_tw: <32>* ...誰知道呢？ * 也許我們有地方容納他們。

source: <32>* Hmmm... * I don't want to see the erasure of our local culture.
pt_br: <32>* Hmmm... * Eu não quero a cultura local se esvair.
zh_cn: <32>* 嗯... * 我不想看到我们的 地方文化被抹去。
zh_tw: <32>* 嗯... * 我不想看到我們的 地方文化被抹去。

source: <32>* But it'd definitely be fun to teach those city slickers how we do things out here!
pt_br: <32>* Mas seria muito legal ensinar aquele pessoal de apartamento como as coisas funcionam aqui!
zh_cn: <32>* 但是教那些城里人 我们的生活方式 肯定很有趣！
zh_tw: <32>* 但是教那些城裡人 我們的生活方式 肯定很有趣！

source: <33>{#p/basic}{#npc/a}* I'm semi-conflicted about this.
pt_br: <33>{#p/basic}{#npc/a}* Eu estou em um conflito mental em relação a isso.
zh_cn: <33>{#p/basic}{#npc/a}* 我在这件事上有点矛盾。
zh_tw: <33>{#p/basic}{#npc/a}* 我在這件事上有點矛盾。

source: <32>{#p/basic}{#npc/a}* Regular? * Who, me? * Nah, I'm only semi-regular.
pt_br: <32>{#p/basic}{#npc/a}* Regular? * Quem, eu? * Nah, eu sou apenas semi-regular.
zh_cn: <32>{#p/basic}{#npc/a}* 常客？ * 你说谁，我吗？ * 不至于，我只能算半个常客。
zh_tw: <32>{#p/basic}{#npc/a}* 常客？ * 你說誰，我嗎？ * 不至於，我只能算半個常客。

source: <32>{#p/basic}{#npc/a}* Come to think of it, you've inspired me, kid. * I'm gonna start a fight club.
pt_br: <32>{#p/basic}{#npc/a}* Parando pra pensar, você me inspirou, criança. * Eu vou começar um clube da luta.
zh_cn: <32>{#p/basic}{#npc/a}* 我想起来了，孩子， 你给了我灵感。 * 我要成立一个搏杀俱乐部。
zh_tw: <32>{#p/basic}{#npc/a}* 我想起來了，孩子， 你給了我靈感。 * 我要成立一個搏殺俱樂部。

source: <32>{#p/basic}{#npc/a}* We'll just have to come up with something new, eh?
pt_br: <32>{#p/basic}{#npc/a}* Nós temos que começar coisas novas, eh?
zh_cn: <32>{#p/basic}{#npc/a}* 我们只需要 再想出点新东西就好了， 对吧？
zh_tw: <32>{#p/basic}{#npc/a}* 我們只需要 再想出點新東西就好了， 對吧？

source: <32>{#p/basic}{#npc/a}* Yeah, bring 'em on!
pt_br: <32>{#p/basic}{#npc/a}* Isso aí, vem pra cima!
zh_cn: <32>{#p/basic}{#npc/a}* 哈，尽管来吧！
zh_tw: <32>{#p/basic}{#npc/a}* 哈，儘管來吧！

source: <32>{#p/basic}{#npc/a}* Hoo hoo hoo! * That was really something!
pt_br: <32>{#p/basic}{#npc/a}* Hoo hoo hoo! * Isso foi alguma coisa!
zh_cn: <32>{#p/basic}{#npc/a}* 呼呼呼！ * 那可真是太精彩了！
zh_tw: <32>{#p/basic}{#npc/a}* 呼呼呼！ * 那可真是太精彩了！

source: <32>{#p/basic}{#npc/a}* ... um, am I the only one that thinks it's all a trick?
pt_br: <32>{#p/basic}{#npc/a}* ... hmm, eu sou o único que pensa que isso foi tudo pegadinha?
zh_cn: <32>{#p/basic}{#npc/a}* ...呃，难道只有我觉得 这一切都只是个骗局吗？
zh_tw: <32>{#p/basic}{#npc/a}* ...呃，難道只有我覺得 這一切都只是個騙局嗎？

source: <32>{#p/basic}{#npc/a}* Sans is a royal sentry, but don't let his title fool ya.
pt_br: <32>{#p/basic}{#npc/a}* Sans é um sentinela real, mas não deixe o título te enganar.
zh_cn: <32>{#p/basic}{#npc/a}* Sans是皇家哨兵， 但别被他的头衔骗了。
zh_tw: <32>{#p/basic}{#npc/a}* Sans是皇家哨兵， 但別被他的頭銜騙了。

source: <32>* Everyone knows he sits around at the edge of the holo-forest reading hovercar manuals.
pt_br: <32>* Todo mundo sabe que ele dorme o dia inteiro no meio da floresta holográfica.
zh_cn: <32>* 大家都知道他 坐在全息森林边上 读着悬浮车手册。
zh_tw: <32>* 大家都知道他 坐在全息森林邊上 讀著懸浮車手冊。

source: <32>{#p/basic}{#npc/a}* Wow, a brand new world...
pt_br: <32>{#p/basic}{#npc/a}* Wow, um mundo novinho...
zh_cn: <32>{#p/basic}{#npc/a}* 哇，是崭新的世界啊...
zh_tw: <32>{#p/basic}{#npc/a}* 哇，是嶄新的世界啊...

source: <32>* I might not get to translate for Grillbz anymore...
pt_br: <32>* Eu provavelmente não vou mais precisar traduzir para o Grillby...
zh_cn: <32>* 我以后可能没机会 再给Grillbz做翻译了...
zh_tw: <32>* 我以後可能沒機會 再給Grillbz做翻譯了...

source: <32>* ... or maybe I will! * Grillbz, do you plan on movin' this place out there?
pt_br: <32>* ... ou talvez eu vá! * Grillby, você planeja levar essa lugar pro outro planeta?
zh_cn: <32>* ...但或许还有机会！ * Grillbz， 你打算把这家店搬到那里去吗？
zh_tw: <32>* ...但或許還有機會！ * Grillbz， 你打算把這家店搬到那裡去嗎？

source: <32>{#npc/a}* Grillbz says he's more than happy to.
pt_br: <32>{#npc/a}* Grillby disse que está mais do que feliz em fazer isso.
zh_cn: <32>{#npc/a}* Grillbz说他相当乐意。
zh_tw: <32>{#npc/a}* Grillbz說他相當樂意。
