Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#f/3}* look, bucko. * you're barking up the wrong holo-tree.
pt_br: <25>{#f/3}* Olha, cara. * Você está latindo para a holo-árvore errada.
zh_cn: <25>{#f/3}* 呵，小子。 * 你是不是没明白 我刚说的是啥意思？
zh_tw: <25>{#f/3}* 呵，小子。 * 你是不是沒明白 我剛說的是啥意思？

source: <25>{#p/sans}{#f/2}* if i were you, i'd be thankful for what you already have.
pt_br: <25>{#p/sans}{#f/2}* se eu fosse você, ficaria agradecido pelo que já tenho.
zh_cn: <25>{#p/sans}{#f/2}* 听我句劝： 最好别得寸进尺， 对你我都好。
zh_tw: <25>{#p/sans}{#f/2}* 聽我句勸： 最好別得寸進尺， 對你我都好。

source: <25>{#p/sans}* trust me.
pt_br: <25>{#p/sans}* confia em mim.
zh_cn: <25>{#p/sans}* 信我的。
zh_tw: <25>{#p/sans}* 信我的。

source: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Don't push your luck.
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Não abuse da sorte.
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* 别给脸不要脸。
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* 別給臉不要臉。

source: <25>{#p/sans}* hey, here's something important to remember.
pt_br: <25>{#p/sans}* ei, aqui vai uma dica importante.
zh_cn: <25>{#p/sans}* 嘿，有件事你得记一下。 挺重要的。
zh_tw: <25>{#p/sans}* 嘿，有件事你得記一下。 挺重要的。

source: <25>* my brother has a very {@fill=#00a2e8}special attack{@fill=#fff}.
pt_br: <25>* meu irmão tem um {@fill=#00a2e8}ataque especial{@fill=#fff}.
zh_cn: <25>* 我兄弟会一种很 {@fill=#00a2e8}特殊的攻击{@fill=#fff}。
zh_tw: <25>* 我兄弟會一種很 {@fill=#00a2e8}特殊的攻擊{@fill=#fff}。

source: <25>* if you see an {@fill=#ff993d}orange attack{@fill=#fff}, you'll get hurt if you're not moving.
pt_br: <25>* se você ver um {@fill=#ff993d}ataque laranja{@fill=#fff}, deve se continuar movendo.
zh_cn: <25>* 如果看到了{@fill=#ff993d}橙色攻击{@fill=#fff}， 你如果不动，就会受伤。
zh_tw: <25>* 如果看到了{@fill=#ff993d}橙色攻擊{@fill=#fff}， 你如果不動，就會受傷。

source: <25>{#f/3}* here's an easy way to keep it in mind.
pt_br: <25>{#f/3}* aqui vai uma forma fácil de manter na cabeça.
zh_cn: <25>{#f/3}* 有种简单的方式 可以帮助你记住。
zh_tw: <25>{#f/3}* 有種簡單的方式 可以幫助你記住。

source: <25>{#f/0}* imagine hot coals. * you wouldn't stand still on those, right?
pt_br: <25>{#f/0}* imagine carvão quente. * você não os pisaria por um segundo.
zh_cn: <25>{#f/0}* 想象一下烧红的煤炭。 * 你肯定不会站在 那种东西上吧？
zh_tw: <25>{#f/0}* 想像一下燒紅的煤炭。 * 你肯定不會站在 那種東西上吧？

source: <25>* hot coals are rocky. * so imagine boney hot coals instead.
pt_br: <25>* carvão quente queima. * então aplique isso aos ataques de meu irmão.
zh_cn: <25>* 煤炭质地比较坚硬。 * 所以不妨换成骨质煤炭来想。
zh_tw: <25>* 煤炭質地比較堅硬。 * 所以不妨換成骨質煤炭來想。

source: <25>{#f/2}* simple, right? * when fighting, think about boney hot coals.
pt_br: <25>{#f/2}* simples, né? * quando lutar, lembre-se de carvões quentes.
zh_cn: <25>{#f/2}* 非常简单，对吧？ * 记得战斗的时候想想 烧红的骨质煤炭吧。
zh_tw: <25>{#f/2}* 非常簡單，對吧？ * 記得戰鬥的時候想想 燒紅的骨質煤炭吧。

source: <25>{#p/sans}{#f/0}* and no, you won't get hurt if you're moving slowly.
pt_br: <25>{#p/sans}{#f/0}* e não, você não será ferido se mover devagar, é só mover.
zh_cn: <25>{#p/sans}{#f/0}* 当然，你如果缓慢移动 是不会受伤的。
zh_tw: <25>{#p/sans}{#f/0}* 當然，你如果緩慢移動 是不會受傷的。

source: <25>{#f/0}* you just have to be moving.
pt_br: <25>{#f/0}* sacou?
zh_cn: <25>{#f/0}* 只要保持移动就可以。
zh_tw: <25>{#f/0}* 只要保持移動就可以。

source: <25>{#f/2}* there's likely someone out there who can explain it better.
pt_br: <25>{#f/2}* provavelmente tem alguém por aí que pode explicar melhor.
zh_cn: <25>{#f/2}* 肯定会有人 比我解释得更好的。
zh_tw: <25>{#f/2}* 肯定會有人 比我解釋得更好的。

source: <25>{#p/sans}{#f/2}* remember... * boney hot coals.
pt_br: <25>{#p/sans}{#f/2}* lembre-se. * carvão quente.
zh_cn: <25>{#p/sans}{#f/2}* 记住... * 烧红的骨质煤炭。
zh_tw: <25>{#p/sans}{#f/2}* 記住... * 燒紅的骨質煤炭。

source: <25>{#p/sans}* since you're a human, you've probably never heard of the W.T.F.
pt_br: <25>{#p/sans}* já que você é humano, provavelmente nunca ouviu falar do F.D.P.
zh_cn: <25>{#p/sans}* 鉴于你是人类， 你应该从来没有听说过 T.M.D.这个东西吧。
zh_tw: <25>{#p/sans}* 鑑於你是人類， 你應該從來沒有聽說過 ㄑㄋㄇㄉ這個東西吧。ゐ

source: <25>{#f/2}* that's short for "wide- area troposphere framework."
pt_br: <25>{#f/2}* que é uma abreviação para "Filtro De Pluralidade-Gravitacional."
zh_cn: <25>{#f/2}* 那是“突变·脉冲·对流层” 技术的缩写。
zh_tw: <25>{#f/2}* 那是「區域性·逆雷射·脈衝· 對流層」的縮寫。ゐ

source: <25>{#p/sans}* if the W.T.F. were to drop, the air around us would disappear.
pt_br: <25>{#p/sans}* se não tivéssemos o F.D.P. seria bem difícil respirar aqui.
zh_cn: <25>{#p/sans}* 如果T.M.D.出现问题， 我们周围的空气 就会消失不见。
zh_tw: <25>{#p/sans}* 如果ㄑㄋㄇㄉ出現問題， 我們周圍的空氣 就會消失不見。ゐ

source: <25>{#f/3}* don't worry, though. * i {@fill=#ff0}swear{@fill=#fff} it's never happened before.
pt_br: <25>{#f/3}* não se preocupa. eu {@fill=#ff0}juro{@fill=#fff} que isso nunca aconteceu antes.
zh_cn: <25>{#f/3}* 不过别担心。 * 我刚才说的那些， 从来就不曾{@fill=#ff0}粗{@fill=#fff}现过。
zh_tw: <25>{#f/3}* 不過別擔心。 * 我剛才說的那些， 從來就不曾{@fill=#ff0}粗{@fill=#fff}現過。

source: <25>{#p/sans}{#f/2}* wide-area troposphere framework.
pt_br: <25>{#p/sans}{#f/2}* Filtro De Pluralidade-Gravitacional.
zh_cn: <25>{#p/sans}{#f/2}* 突变脉冲对流层技术。
zh_tw: <25>{#p/sans}{#f/2}* 突變脈衝對流層技術。

source: <25>{#p/sans}* actually, that spaghetti from earlier...
pt_br: <25>{#p/sans}* na verdade, aquele espaguete de mais cedo.
zh_cn: <25>{#p/sans}* 实际上， 早些时候的那份意面...
zh_tw: <25>{#p/sans}* 實際上， 早些時候的那份意面...

source: <25>{#f/3}* it wasn't too bad for my brother.
pt_br: <25>{#f/3}* não estava tão ruim para meu irmão.
zh_cn: <25>{#f/3}* 对我兄弟来说 还算好的。
zh_tw: <25>{#f/3}* 對我兄弟來說 還算好的。

source: <25>{#f/0}* since he started cooking lessons, he's been improving a lot.
pt_br: <25>{#f/0}* desde que ele começou a aprender a cozinhar, tem melhorado bastante.
zh_cn: <25>{#f/0}* 自从他开始上烹饪课， 他已经进步很多了。
zh_tw: <25>{#f/0}* 自從他開始上烹飪課， 他已經進步很多了。

source: <25>{#f/4}* i bet if he keeps it up, he'll even impress the king.
pt_br: <25>{#f/4}* aposto que se ele continuar assim, logo irá impressionar o rei.
zh_cn: <25>{#f/4}* 我敢说如果他坚持下去， 他甚至会惊艳到国王。
zh_tw: <25>{#f/4}* 我敢說如果他堅持下去， 他甚至會驚豔到國王。

source: <25>{#p/sans}{#f/2}* ... sure would be a good way for him to get away from you.
pt_br: <25>{#p/sans}{#f/2}* ... essa seria uma ótima forma dele sair de perto de você.
zh_cn: <25>{#p/sans}{#f/2}* 这绝对是让他远离 你的好方法。
zh_tw: <25>{#p/sans}{#f/2}* 這絕對是讓他遠離 你的好方法。

source: <25>{#p/sans}{#f/2}* ... the man up top's a sucker for spaghetti.
pt_br: <25>{#p/sans}{#f/2}* ... O homem lá em cima é um amante de espaguete.
zh_cn: <25>{#p/sans}{#f/2}* ...那个对意面 异常痴迷的男人。
zh_tw: <25>{#p/sans}{#f/2}* ...那個對意面 異常痴迷的男人。

source: <25>{#p/sans}{#f/0}* i hope you liked that last puzzle i set for you.
pt_br: <25>{#p/sans}{#f/0}* espero que você tenha gostado daquele último quebra-cabeça.
zh_cn: <25>{#p/sans}{#f/0}* 希望你喜欢 我最后布置的谜题。
zh_tw: <25>{#p/sans}{#f/0}* 希望你喜歡 我最後布置的謎題。

source: <25>{#f/3}* i was kind of in a hurry, but papyrus insisted i prepare it.
pt_br: <25>{#f/3}* foi meio na pressa, mas papyrus insistiu que eu o fizesse.
zh_cn: <25>{#f/3}* 时间比较紧，但papyrus 坚持让我设计好谜题， 我还是照做了。
zh_tw: <25>{#f/3}* 時間比較緊，但papyrus 堅持讓我設計好謎題， 我還是照做了。

source: <25>{#p/sans}{#f/3}* i hear the area's being evacuated right now...
pt_br: <25>{#p/sans}{#f/3}* eu ouvi dizer que estão evacuando está área agora mesmo...
zh_cn: <25>{#p/sans}{#f/3}* 我听说， 这里的怪物都四散而逃了...
zh_tw: <25>{#p/sans}{#f/3}* 我聽說， 這裡的怪物都四散而逃了...

source: <25>{#f/0}* if i were you, i'd be afraid for my life.
pt_br: <25>{#f/0}* se você fosse, estaria tremendo os ossos.
zh_cn: <25>{#f/0}* 奉劝你最好小心点， 别把小命丢了。
zh_tw: <25>{#f/0}* 奉勸你最好小心點， 別把小命丟了。

source: <25>{#p/sans}{#f/3}* i don't know what my brother's going to do now.
pt_br: <25>{#p/sans}{#f/3}* eu não sei o que meu irmão vai fazer agora.
zh_cn: <25>{#p/sans}{#f/3}* 不知道我兄弟 现在又要去干啥。
zh_tw: <25>{#p/sans}{#f/3}* 不知道我兄弟 現在又要去幹啥。

source: <25>{#f/0}* if i were you, i would make sure i understand {@fill=#ff993d}orange attacks{@fill=#fff}.
pt_br: <25>{#f/0}* se eu fosse você me lembraria de {@fill=#ff993d}ataques laranjas{@fill=#fff}.
zh_cn: <25>{#f/0}* 我觉得，你可以趁这会 复习一下{@fill=#ff993d}橙色攻击{@fill=#fff}。
zh_tw: <25>{#f/0}* 我覺得，你可以趁這會 複習一下{@fill=#ff993d}橙色攻擊{@fill=#fff}。

source: <25>{#p/sans}{#f/0}* what? * can you blame me?
pt_br: <25>{#p/sans}{#f/0}* o que? * da pra me culpar?
zh_cn: <25>{#p/sans}{#f/0}* 怎么？ * 怪我不好好设计谜题？
zh_tw: <25>{#p/sans}{#f/0}* 怎麼？ * 怪我不好好設計謎題？

source: <25>{#f/3}* it's hard to get ANYTHING done when i have you to consider.
pt_br: <25>{#f/3}* é difícil fazer coisas quando preciso ficar de olho em você.
zh_cn: <25>{#f/3}* 我还得一边应付你， 一边花时间准备谜题。 * 能弄好就怪了。
zh_tw: <25>{#f/3}* 我還得一邊應付你， 一邊花時間準備謎題。 * 能弄好就怪了。

source: <25>{#p/sans}{#f/0}* thankfully, i have someone who cares about my well-being.
pt_br: <25>{#p/sans}{#f/0}* felizmente, eu tenho alguém se preocupa comigo.
zh_cn: <25>{#p/sans}{#f/0}* 我好歹有亲兄弟 愿意无条件关心我，支持我。
zh_tw: <25>{#p/sans}{#f/0}* 我好歹有親兄弟 願意無條件關心我，支援我。

source: <25>{#f/2}* no matter what happens, i know he'll be there for me.
pt_br: <25>{#f/2}* não importa o que aconteça, eu sei que ele estará lá por mim.
zh_cn: <25>{#f/2}* 而你...
zh_tw: <25>{#f/2}* 而你...

source: <25>{#p/sans}{#f/2}* oh, and maybe {@fill=#00a2e8}blue attacks{@fill=#fff}, too.
pt_br: <25>{#p/sans}{#f/2}* ah, talvez {@fill=#00a2e8}ataques azuis{@fill=#fff}, também.
zh_cn: <25>{#p/sans}{#f/2}* 哦，顺带再复习下{@fill=#00a2e8}蓝色攻击{@fill=#fff}。
zh_tw: <25>{#p/sans}{#f/2}* 喔，順帶再複習下{@fill=#00a2e8}藍色攻擊{@fill=#fff}。

source: <25>{#p/sans}{#f/3}* oh well.
pt_br: <25>{#p/sans}{#f/3}* pois bem.
zh_cn: <25>{#p/sans}{#f/3}* 就是这样。
zh_tw: <25>{#p/sans}{#f/3}* 就是這樣。

source: <25>{#p/sans}{#f/0}* am i wrong?
pt_br: <25>{#p/sans}{#f/0}* tô errado?
zh_cn: <25>{#p/sans}{#f/0}* 我说错了？
zh_tw: <25>{#p/sans}{#f/0}* 我說錯了？

source: <26>{#p/sans}{#f/0}* all sorts of attacks.
pt_br: <26>{#p/sans}{#f/0}* todo tipo de ataques.
zh_cn: <26>{#p/sans}{#f/0}* 还有其他攻击。
zh_tw: <26>{#p/sans}{#f/0}* 還有其他攻擊。

source: <25>{#p/sans}* by the way...
pt_br: <25>{#p/sans}* por sinal...
zh_cn: <25>{#p/sans}* 对了...
zh_tw: <25>{#p/sans}* 對了...

source: <25>* i know i've been harsh on you lately...
pt_br: <25>* eu sei que tenho sido meio duro contigo...
zh_cn: <25>* 我知道， 之前待你有些不周...
zh_tw: <25>* 我知道， 之前待你有些不周...

source: <25>{#f/3}* but thanks for trying to be a better person.
pt_br: <25>{#f/3}* mas obrigado por tentar ser uma pessoa melhor.
zh_cn: <25>{#f/3}* 很高兴你愿意 做个更善良的人。
zh_tw: <25>{#f/3}* 很高興你願意 做個更善良的人。

source: <25>{#f/2}* keep it up, ok?
pt_br: <25>{#f/2}* continue assim, beleza?
zh_cn: <25>{#f/2}* 坚持下去，好吗？
zh_tw: <25>{#f/2}* 堅持下去，好嗎？

source: <25>* i know you're still going around hurting people...
pt_br: <25>* eu sei que você ainda está por aí machucando as pessoas...
zh_cn: <25>* 我知道，你还在继续 伤害怪物，威胁他们的生命...
zh_tw: <25>* 我知道，你還在繼續 傷害怪物，威脅他們的生命...

source: <25>{#f/3}* but i appreciate the effort not to outright kill them.
pt_br: <25>{#f/3}* mas eu aprecio o esforço de não chegar matando elas.
zh_cn: <25>{#f/3}* 但至少，你没有 放任自流，屠杀殆尽。
zh_tw: <25>{#f/3}* 但至少，你沒有 放任自流，屠殺殆盡。

source: <25>{#f/2}* it's something, right?
pt_br: <25>{#f/2}* já é alguma coisa, não é?
zh_cn: <25>{#f/2}* 挺好的，是吧？
zh_tw: <25>{#f/2}* 挺好的，是吧？

source: <25>* if you happen to run into my brother...
pt_br: <25>* se você acabar tendo que lutar contra meu irmão...
zh_cn: <25>* 你要是不小心 遇到了我的兄弟...
zh_tw: <25>* 你要是不小心 遇到了我的兄弟...

source: <25>{#f/3}* ...
zh_cn: <25>{#f/3}* ...ゑ
zh_tw: <25>{#f/3}* ...ゑ

source: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Don't even try it.
pt_br: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Não levante um dedo.
zh_cn: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* 敢动他一下试试。
zh_tw: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* 敢動他一下試試。

source: <25>* i know it's kind of silly at times...
pt_br: <25>* eu sei que é meio bobo as vezes...
zh_cn: <25>* 我知道我兄弟 有时候蠢蠢的...
zh_tw: <25>* 我知道我兄弟 有時候蠢蠢的...

source: <25>{#f/3}* but thanks for going along with my brother's crazy schemes.
pt_br: <25>{#f/3}* mas obrigado por aceitar os esquemas malucos do meu irmão.
zh_cn: <25>{#f/3}* 谢谢你愿意配合 他那些疯狂的计划。
zh_tw: <25>{#f/3}* 謝謝你願意配合 他那些瘋狂的計畫。

source: <25>{#f/2}* you're a champion.
pt_br: <25>{#f/2}* você é um campeão.
zh_cn: <25>{#f/2}* 你真的很棒。
zh_tw: <25>{#f/2}* 你真的很棒。

source: <25>* i know you've been going around hurting people...
pt_br: <25>* eu sei que você está por aí machucando as pessoas...
zh_cn: <25>* 我知道，你在伤害怪物， 威胁他们的生命...
zh_tw: <25>* 我知道，你在傷害怪物， 威脅他們的生命...

source: <32>{#p/human}* (The narration on this sentry station predicts the future fame of its creator.)
pt_br: <32>{#p/human}* (A narração nesta estação de sentinela prevê a fama futura de seu criador.)
zh_cn: <32>{#p/human}* （这个哨站上的文字预示着 它的创造者将来的名声。）
zh_tw: <32>{#p/human}* （這個哨站上的文字預示著 它的創造者將來的名聲。）

source: <32>{#p/basic}* There's some narration on this cardboard box.
pt_br: <32>{#p/basic}* Tem uma narração nesta caixa de entrada.
zh_cn: <32>{#p/basic}* 纸壳箱上写着几句话。
zh_tw: <32>{#p/basic}* 紙殼箱上寫著幾句話。

source: <23>{#p/papyrus}{#f/30}"PLEASE DO NOT DESTROY MY SENTRY STATION."
pt_br: <23>{#p/papyrus}{#f/30}"POR FAVOR NÃO DESTRUA MINHA ESTAÇÃO DE SENTINELA."
zh_cn: <23>{#p/papyrus}{#f/30}“求你不要毁掉我的哨站。”
zh_tw: <23>{#p/papyrus}{#f/30}「求你不要毀掉我的哨站。」

source: <23>"I WORKED VERY HARD ON IT, AND IT'D BE A SHAME IF IT WERE RUINED."
pt_br: <23>"EU TRABALHEI DURO NELA, SERIA TRISTE VÊ-LA DESTRUÍDA."
zh_cn: <23>“我费了好大功夫才搭好它， 要是它垮了，我会很伤心的。”
zh_tw: <23>「我費了好大功夫才搭好它， 要是它垮了，我會很傷心的。」

source: <23>"... THAT IS ALL."
pt_br: <23>"... ISSO É TUDO."
zh_cn: <23>“...此致， PAPYRUS。”
zh_tw: <23>「...此致， PAPYRUS。」

source: <23>("NOTE: I WOULD HAVE SAID MORE, BUT THERE'S NOT ENOUGH ROOM.")
pt_br: <23>("NOTA: EU TERIA DITO MAIS, MAS NÃO HÁ ESPAÇO SUFICIENTE.")
zh_cn: <23>（“注：我还想再写点， 但是没地方了。”）
zh_tw: <23>（「註：我還想再寫點， 但是沒地方了。」）

source: <23>{#p/papyrus}{#f/30}"YOU OBSERVE THE WELL- CRAFTED SENTRY STATION."
pt_br: <23>{#p/papyrus}{#f/30}"VOCÊ OBSERVA A BEM CONSTRUÍDA ESTAÇÃO DE SENTINELA."
zh_cn: <23>{#p/papyrus}{#f/30}“你仔细打量眼前这个 精心制作的哨站，心想...”
zh_tw: <23>{#p/papyrus}{#f/30}「你仔細打量眼前這個 精心製作的哨站，心想...」

source: <23>"WHO COULD HAVE BUILT THIS, YOU PONDER...?"
pt_br: <23>"QUEM PODERIA TER CONSTRUÍDO ISSO, VOCÊ SE PERGUNTA...?"
zh_cn: <23>“是哪位能工巧匠， 才能做出这样的哨站呢？”
zh_tw: <23>「是哪位能工巧匠， 才能做出這樣的哨站呢？」

source: <23>"I BET IT WAS THAT VERY FAMOUS ROYAL GUARDSMAN!"
pt_br: <23>"EU APOSTO QUE FOI UM GUARDA REAL MUITO FAMOSO."
zh_cn: <23>“我敢说，肯定是出自那个 超-有名的皇家守卫之手！”
zh_tw: <23>「我敢說，肯定是出自那個 超-有名的皇家守衛之手！」

source: <32>{#p/basic}* The last line was crossed out.
pt_br: <32>{#p/basic}* A última linha foi rasgada.
zh_cn: <32>{#p/basic}* 最后一行被划掉了。
zh_tw: <32>{#p/basic}* 最後一行被劃掉了。

source: <23>("NOTE: NOT YET A VERY FAMOUS ROYAL GUARDSMAN.")
pt_br: <23>("NOTA: AINDA NÃO É UM GUARDA REAL MUITO FAMOSO.")
zh_cn: <23>（“注：现在还暂时没当上 超有名的皇家守卫。”）
zh_tw: <23>（「註：現在還暫時沒當上 超有名的皇家守衛。」）

source: <25>{#p/sans}{#f/0}* admiring my bro's handiwork, are we?
pt_br: <25>{#p/sans}{#f/0}* admirando o trabalho a mão do meu irmão?
zh_cn: <25>{#p/sans}{#f/0}* 在欣赏我兄弟的手工成果， 是吗？
zh_tw: <25>{#p/sans}{#f/0}* 在欣賞我兄弟的手工成果， 是嗎？

source: <25>{#p/sans}{#f/2}* i know. * it's pretty cool.
pt_br: <25>{#p/sans}{#f/2}* eu sei, é bem fera.
zh_cn: <25>{#p/sans}{#f/2}* 我知道的。 * 真的很酷。
zh_tw: <25>{#p/sans}{#f/2}* 我知道的。 * 真的很酷。

source: <32>{#p/basic}* The last line was crossed out. * That checks out.
pt_br: <32>{#p/basic}* A última linha foi rasgada. * Compreensível.
zh_cn: <32>{#p/basic}* 最后一行被划掉了。 * 正该如此。
zh_tw: <32>{#p/basic}* 最後一行被劃掉了。 * 正該如此。

source: <32>{#p/human}* (You look under the shelf...)
pt_br: <32>{#p/human}* (Você olha por de baixo.)
zh_cn: <32>{#p/human}* （你往桌板下面看了一眼...）
zh_tw: <32>{#p/human}* （你往桌板下面看了一眼...）

source: <25>{#p/asriel1}{#f/17}* That's where Papyrus keeps all his wacky whatsits.
pt_br: <25>{#p/asriel1}{#f/17}* É aí que Papyrus guarda todas suas ferramentas malucas.
zh_cn: <25>{#p/asriel1}{#f/17}* 那是Papyrus 存放他所有古怪东西的地方。
zh_tw: <25>{#p/asriel1}{#f/17}* 那是Papyrus 存放他所有古怪東西的地方。

source: <25>{#f/20}* A fighter by night, and a tinkerer by... also night.
pt_br: <25>{#f/20}* Um lutador à noite e um consertador por... também noite.
zh_cn: <25>{#f/20}* 晚上是战士， ...也是一名工匠。
zh_tw: <25>{#f/20}* 晚上是戰士， ...也是一名工匠。

source: <26>{#p/asriel1}{#f/13}* In one timeline, I encouraged Papyrus to be a Royal Lab employee.
pt_br: <26>{#p/asriel1}{#f/13}* Teve uma linha do tempo em que eu encorajei o Papyrus a ser um empregado do Lab Real.
zh_cn: <26>{#p/asriel1}{#f/13}* 在某条时间线， 我曾鼓励过Papyrus去 皇家实验室应职。
zh_tw: <26>{#p/asriel1}{#f/13}* 在某條時間軸， 我曾鼓勵過Papyrus去 皇家實驗室應職。

source: <25>{#f/17}* He kind of ended up doing his own thing...
pt_br: <25>{#f/17}* Ele acabou por fazer suas próprias coisas.
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/17}* ... working on personal science projects rather than official work.
pt_br: <25>{#f/17}* ... trabalhando em ciência pessoal mais do que os ofícios do reino.
zh_cn: <25>{#f/17}* 但他还是我行我素... 致力于自己的小科研 而无心出岫。
zh_tw: <25>{#f/17}* 但他還是我行我素... 致力於自己的小科研 而無心出岫。

source: <25>{#f/13}* Papyrus isn't someone who easily conforms to standard systems.
pt_br: <25>{#f/13}* Papyrus não é alguém que se mantém no sistema padrão.
zh_cn: <25>{#f/13}* Papyrus他真的好像进入了 一种超凡脱俗的境界。
zh_tw: <25>{#f/13}* Papyrus他真的好像進入了 一種超凡脫俗的境界。

source: <26>{#p/asriel1}{#f/13}* One device Papyrus created was the legendary "shickaxe."
pt_br: <26>{#p/asriel1}{#f/13}* Um dispositivo criado por Papyrus foi o lendário "shickaxe."
zh_cn: <26>{#p/asriel1}{#f/13}* Papyrus曾创造出 一把存在于传说中的 名为“鹤嘴斧”的工具。
zh_tw: <26>{#p/asriel1}{#f/13}* Papyrus曾創造出 一把存在於傳說中的 名為「鶴嘴斧」的工具。

source: <25>{#f/17}* A multi-tool that could efficiently break any material.
pt_br: <25>{#f/17}* Uma ferramenta multi-funcional que poderia quebrar qualquer material.
zh_cn: <25>{#f/17}* 一件多功能工具， 可以斩断任何材料。
zh_tw: <25>{#f/17}* 一件多功能工具， 可以斬斷任何材料。

source: <25>{#f/15}* Its durability was... infinite, actually.
pt_br: <25>{#f/15}* Tinha uma durabilidade... infinita.
zh_cn: <25>{#f/15}* 其耐久度为... 永不磨损。
zh_tw: <25>{#f/15}* 其耐久度為... 永不磨損。

source: <25>{#f/13}* He only threw it away because, in his own words...
pt_br: <25>{#f/13}* Ele só jogou fora porque nas próprias palavras...
zh_cn: <25>{#f/13}* 但他却把它扔掉了， 用他自己的话来说...
zh_tw: <25>{#f/13}* 但他卻把它扔掉了， 用他自己的話來說...

source: <25>{#f/13}* "Having a tool that can do everything takes the fun out of it!"
pt_br: <25>{#f/13}* "Ter uma ferramenta que destrói tudo, também destrói sua capacidade de pensar."
zh_cn: <25>{#f/13}* “拥有一个万能工具 会使工作失去乐趣！”
zh_tw: <25>{#f/13}* 「擁有一個萬能工具 會使工作失去樂趣！」

source: <26>{#p/asriel1}{#f/20}* Papyrus certainly has a unique way of thinking.
pt_br: <26>{#p/asriel1}{#f/20}* Papyrus e sua forma única de pensar.
zh_cn: <26>{#p/asriel1}{#f/20}* 所以Papyrus拥有一个 独特的思维方式。
zh_tw: <26>{#p/asriel1}{#f/20}* 所以Papyrus擁有一個 獨特的思維方式。

source: <32>* Boxes upon boxes of unused cables and old tech can be found here.
pt_br: <32>* Caixas e mais caixas de cabos não utilizados e tecnologia antiga podem ser encontradas aqui.
zh_cn: <32>* 里面堆满了一箱又一箱未使用过的 电缆和过时玩意。
zh_tw: <32>* 裡面堆滿了一箱又一箱未使用過的 電纜和過時玩意。

source: <32>{#p/human}* (This sentry station strikes you as rather unimportant.)
pt_br: <32>{#p/human}* (Esta estação de sentinela parece pouco importante.)
zh_cn: <32>{#p/human}* （你觉得 这个哨站的作用微不足道。）
zh_tw: <32>{#p/human}* （你覺得 這個哨站的作用微不足道。）

source: <32>{#p/basic}* It's a sentry station.
pt_br: <32>{#p/basic}* É uma estação de sentinela.
zh_cn: <32>{#p/basic}* 一个哨站。ゑ
zh_tw: <32>{#p/basic}* 一個哨站。ゑ

source: <32>{#p/basic}* Sans's sentry station...
pt_br: <32>{#p/basic}* Estação de sentinela do Sans.
zh_cn: <32>{#p/basic}* Sans的哨站...
zh_tw: <32>{#p/basic}* Sans的哨站...

source: <32>* Truly the most worthwhile investment the Royal Guard could've made.
pt_br: <32>* Verdadeiramente o investimento mais valioso que a Guarda Real poderia ter feito.
zh_cn: <32>* 这绝对是皇家守卫 最值得的投资。
zh_tw: <32>* 這絕對是皇家守衛 最值得的投資。

source: <32>* The quality of this investment hasn't changed a bit.
pt_br: <32>* A qualidade deste investimento não mudou nada.
zh_cn: <32>* 这项投资的质量一点都没有改变。
zh_tw: <32>* 這項投資的質量一點都沒有改變。

source: <33>* A poor investment in hindsight.
pt_br: <33>* Um investimento ruim em retrospectiva.
zh_cn: <33>* 事后看来，这真是 一项糟糕的投资。
zh_tw: <33>* 事後看來，這真是 一項糟糕的投資。

source: <25>{#p/asriel1}{#f/15}* As a star, there were some dark corners even I never dared search.
pt_br: <25>{#p/asriel1}{#f/15}* Mesmo como estrela, tiveram buracos que nem mesmo eu ousei procurar.
zh_cn: <25>{#p/asriel1}{#f/15}* 当我还是星星时， 总有一些黑暗的角落 是我不敢去探索的。
zh_tw: <25>{#p/asriel1}{#f/15}* 當我還是星星時， 總有一些黑暗的角落 是我不敢去探索的。

source: <25>{#f/20}* It's probably for the best if we leave this be.
pt_br: <25>{#f/20}* É provavelmente para o melhor deixarmos assim.
zh_cn: <25>{#f/20}* 所以， 一些阴暗的角落 我们最好视而不见。
zh_tw: <25>{#f/20}* 所以， 一些陰暗的角落 我們最好視而不見。

source: <25>{#p/asriel1}{#f/20}* Please. * Anywhere but here.
pt_br: <25>{#p/asriel1}{#f/20}* Por favor. * Tudo menos aqui.
zh_cn: <25>{#p/asriel1}{#f/20}* 求你了， 你想去任何地方都行 就是别来这里可以吗？
zh_tw: <25>{#p/asriel1}{#f/20}* 求你了， 你想去任何地方都行 就是別來這裡可以嗎？

source: <32>{#p/basic}* It's mostly empty, save for the singular red crayon.
pt_br: <32>{#p/basic}* Está basicamente vazio, tirando um único giz vermelho.
zh_cn: <32>{#p/basic}* 除了一支红蜡笔外，什么都没有。
zh_tw: <32>{#p/basic}* 除了一支紅蠟筆外，什麼都沒有。

source: <32>{#p/basic}* There are bottles of honey, alfredo, and yamok sauce stockpiled here.
pt_br: <32>{#p/basic}* Há garrafas de mel, alfredo e molho de yamok estocadas aqui.
zh_cn: <32>{#p/basic}* 这里储存了几瓶蜂蜜， 阿尔弗雷多面酱， 以及雅莫万能酱。
zh_tw: <32>{#p/basic}* 這裡儲存了幾瓶蜂蜜， 阿爾弗雷多面醬， 以及雅莫萬用醬。

source: <32>{#p/basic}* It's an unsettling reminder.
pt_br: <32>{#p/basic}* É um lembrete inquietante.
zh_cn: <32>{#p/basic}* 那是令人不安的警示。
zh_tw: <32>{#p/basic}* 那是令人不安的警示。

source: <32>{#p/basic}* It's an unholy quantity of food toppings.
pt_br: <32>{#p/basic}* É uma quantidade profana de coberturas de comida.
zh_cn: <32>{#p/basic}* 里面存放着无穷无尽的食物佐料。
zh_tw: <32>{#p/basic}* 裡面存放著無窮無盡的食物佐料。

source: <32>{#p/basic}* The doggy bed is covered in annoying white fur.
pt_br: <32>{#p/basic}* A cama do cachorrinho está coberta de pêlo branco irritante.
zh_cn: <32>{#p/basic}* 狗窝上覆盖着 烦人的白毛。
zh_tw: <32>{#p/basic}* 狗窩上覆蓋著 煩人的白毛。

source: <32>{#p/basic}* Fighting Papyrus has begun to tire you, but not enough to sleep.
pt_br: <32>{#p/basic}* Lutar contra Papyrus começou a cansa-lo, mas não o suficiente.
zh_cn: <32>{#p/basic}* 和Papyrus打了两架后， 你有点累了，但还不至于倒头就睡。
zh_tw: <32>{#p/basic}* 和Papyrus打了兩架後， 你有點累了，但還不至於倒頭就睡。

source: <32>{#p/basic}* After fighting Papyrus three times, you feel exhausted.
pt_br: <32>{#p/basic}* Após lutar Papyrus três vezes, você está exausto.
zh_cn: <32>{#p/basic}* 连着战斗三次后，你精疲力尽了。
zh_tw: <32>{#p/basic}* 連著戰鬥三次後，你精疲力盡了。

source: Nothing
pt_br: Nada
zh_cn: 不睡
zh_tw: 不睡

source: Sleep
pt_br: Dormir
zh_cn: 睡觉
zh_tw: 睡覺

source: <32>{#p/basic}* Continually fighting Papyrus has exhausted you.
pt_br: <32>{#p/basic}* Continuar lutando Papyrus te deixou exausto.
zh_cn: <32>{#p/basic}* 接连的战斗使你精疲力尽了。
zh_tw: <32>{#p/basic}* 接連的戰鬥使你精疲力盡了。

source: <32>{#p/human}* (You let the doggy bed be.)
pt_br: <32>{#p/human}* (Você deixa a cama de cachorro em paz.)
zh_cn: <32>{#p/human}* （你没动狗窝。）
zh_tw: <32>{#p/human}* （你沒動狗窩。）

source: <32>{#p/human}* (You lay in the doggy bed...)
pt_br: <32>{#p/human}* (Você brinca na cama de cachorro...)
zh_cn: <32>{#p/human}* （你睡在了狗窝里...）
zh_tw: <32>{#p/human}* （你睡在了狗窩裡...）

source: <32>{#p/alphys}* And you say they're in here?
pt_br: <32>{#p/alphys}* E você disse que ele está aqui?
zh_cn: <32>{#p/alphys}* 那人真在这里？
zh_tw: <32>{#p/alphys}* 那人真在這裡？

source: <32>{#p/sans}{#f/7}* yup. * my brother made that pretty clear.
pt_br: <32>{#p/sans}{#f/7}* sim. * Meu irmão deixou isso claro.
zh_cn: <32>{#p/sans}{#f/7}* 嗯。 * 我兄弟说的，千真万确。
zh_tw: <32>{#p/sans}{#f/7}* 嗯。 * 我兄弟說的，千真萬確。

source: <32>{#p/alphys}* O-okay... * Here goes nothing...
pt_br: <32>{#p/alphys}* O-okay... * Aqui vai nada.
zh_cn: <32>{#p/alphys}* 好-好吧... * 那我看看...
zh_tw: <32>{#p/alphys}* 好-好吧... * 那我看看...

source: <32>{#p/human}* (It sounds like a door is opening.)
pt_br: <32>{#p/human}* (Parece que uma porta está abrindo.)
zh_cn: <32>{#p/human}* （门开的声音。）
zh_tw: <32>{#p/human}* （門開的聲音。）

source: <32>{#p/alphys}* Well, there they are.
pt_br: <32>{#p/alphys}* Bem, aí está.
zh_cn: <32>{#p/alphys}* 哦，还真在这里。
zh_tw: <32>{#p/alphys}* 喔，還真在這裡。

source: <32>{#p/sans}{#f/7}* c'mon, let's make this quick.
pt_br: <32>{#p/sans}{#f/7}* vamos, isso tem que ser rápido.
zh_cn: <32>{#p/sans}{#f/7}* 嘿，咱们动作得快。
zh_tw: <32>{#p/sans}{#f/7}* 嘿，咱們動作得快。
