Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asriel2}{#f/6}* Talk? * About what?
pt_br: <25>{#p/asriel2}{#f/6}* Conversar? * Sobre o que?
zh_cn: <25>{#p/asriel2}{#f/6}* 谈谈？ * 跟你有什么好谈的？ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 談談？ * 跟你有什麼好談的？ゑ

source: <25>{#f/6}* Why are you even here?
pt_br: <25>{#f/6}* Pra quê você está aqui?
zh_cn: <25>{#f/6}* 还有，你怎么在这？ゑ
zh_tw: <25>{#f/6}* 還有，你怎麼在這？ゑ

source: <25>{#f/7}* You know you'll just die to me anyway.
pt_br: <25>{#f/7}* Você sabe que só morreria pra mim, de toda forma.
zh_cn: <25>{#f/7}* 既然早晚我都要 送你下地狱...ゑ
zh_tw: <25>{#f/7}* 既然早晚我都要 送你下地獄...ゑ

source: <25>{#f/8}* Speaking of which... {%15}
pt_br: <25>{#f/8}* Falando nisso... {%15}
zh_cn: <25>{#f/8}* 那不如... ゑ{%15}
zh_tw: <25>{#f/8}* 那不如... ゑ{%15}

source: <25>{#p/asriel2}{#f/8}* Talk? * Don't waste my time.
pt_br: <25>{#p/asriel2}{#f/8}* Conversar? * Não me faça perder tempo.
zh_cn: <25>{#p/asriel2}{#f/8}* 你想谈谈？ * 别来浪费我的时间。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 你想談談？ * 別來浪費我的時間。ゑ

source: <25>{#f/6}* I KNOW you're just using a hologram.
pt_br: <25>{#f/6}* EU SEI muito bem que você é apenas um holograma.
zh_cn: <25>{#f/6}* 放个全息投影，还想蒙我？ゑ
zh_tw: <25>{#f/6}* 放個全息投影，還想蒙我？ゑ

source: <25>{|}{#p/asgore}{#f/5}* How did you- {%}
pt_br: <25>{|}{#p/asgore}{#f/5}* Como você- {%}
zh_cn: <25>{|}{#p/asgore}{#f/5}* 你怎么-ゑ {%}
zh_tw: <25>{|}{#p/asgore}{#f/5}* 你怎麼-ゑ {%}

source: <25>{#p/asriel2}{#f/1}* Hush.
pt_br: <25>{#p/asriel2}{#f/1}* Rum.
zh_cn: <25>{#p/asriel2}{#f/1}* 少问。ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 少問。ゑ

source: <25>{#p/asriel2}{#f/8}* Seriously? * A hologram?
pt_br: <25>{#p/asriel2}{#f/8}* Sério? * Um holograma?
zh_cn: <25>{#p/asriel2}{#f/8}* 开玩笑吗？ * 这只是个全息投影？ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 開玩笑嗎？ * 這只是個全息投影？ゑ

source: <25>{#f/6}* I knew you were a coward, but this is a whole new level.
pt_br: <25>{#f/6}* Eu sabia que você era um covarde, mas isso é outro nível.
zh_cn: <25>{#f/6}* 我知道你是个懦夫， 可你竟然还能怂出个新境界。ゑ
zh_tw: <25>{#f/6}* 我知道你是個懦夫， 可你竟然還能慫出個新境界。ゑ

source: <25>{#p/asgore}{#f/1}* Do you not have anything better to do?
pt_br: <25>{#p/asgore}{#f/1}* Você não tem nada melhor para fazer?
zh_cn: <25>{#p/asgore}{#f/1}* 你就没有更重要的事可做吗？ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 你就沒有更重要的事可做嗎？ゑ

source: <25>{#p/asriel2}{#f/8}* ...
zh_cn: <25>{#p/asriel2}{#f/8}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* ...ゑ

source: <25>{|}{#p/asgore}{#f/3}* Look, son, I simply- {%}
pt_br: <25>{|}{#p/asgore}{#f/3}* Olha, filho, eu só- {%}
zh_cn: <25>{|}{#p/asgore}{#f/3}* 听着，儿子，我只是-ゑ {%}
zh_tw: <25>{|}{#p/asgore}{#f/3}* 聽著，兒子，我只是-ゑ {%}

source: <25>{#p/asriel2}{#f/7}* I'm not your son. * I haven't BEEN your son for a long time.
pt_br: <25>{#p/asriel2}{#f/7}* Eu não sou seu filho. * Eu não tenho SIDO seu filho a muito tempo.
zh_cn: <25>{#p/asriel2}{#f/7}* 我不是你儿子。 * 我早就不是你儿子了。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 我不是你兒子。 * 我早就不是你兒子了。ゑ

source: <25>{#p/asgore}{#f/2}* ...
zh_cn: <25>{#p/asgore}{#f/2}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/2}* ...ゑ

source: <25>{#p/asgore}{#f/1}* Alright, Asriel. * Do you not see what you are doing to yourself?
pt_br: <25>{#p/asgore}{#f/1}* Certo, Asriel. * Você não percebe o que está fazendo consigo?
zh_cn: <25>{#p/asgore}{#f/1}* 好吧，Asriel。 * 你知不知道自己 正变成什么样？ゑ
zh_tw: <25>{#p/asgore}{#f/1}* 好吧，Asriel。 * 你知不知道自己 正變成什麼樣？ゑ

source: <25>{#f/2}* You've become callous. * Unforgiving.
pt_br: <25>{#f/2}* Você se tornou psicopático. * Imperdoável.
zh_cn: <25>{#f/2}* 铁石心肠，罪不可赦...ゑ
zh_tw: <25>{#f/2}* 鐵石心腸，罪不可赦...ゑ

source: <25>{#p/asriel2}{#f/8}* Ugh, don't say it like you actually care about me, dad.
pt_br: <25>{#p/asriel2}{#f/8}* Ugh, não diga como se você realmente ligasse pra mim, pai.
zh_cn: <25>{#p/asriel2}{#f/8}* 哼，别装的好像 你很在乎我似的，爹。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 哼，別裝的好像 你很在乎我似的，爹。ゑ

source: <25>{#p/asgore}{#f/5}* ...
zh_cn: <25>{#p/asgore}{#f/5}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/5}* ...ゑ

source: <25>{#p/asriel2}{#f/9}* Oh, sorry... * Did I say "Dad?" * I meant "Asgore."
pt_br: <25>{#p/asriel2}{#f/9}* Ah, desculpa. * Eu disse "Pai?" * Eu quis dizer "Asgore."
zh_cn: <25>{#p/asriel2}{#f/9}* 不好意思， 刚不该叫你“爹”的， Asgore。ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* 不好意思， 剛不該叫你「爹」的， Asgore。ゑ

source: <25>{#f/1}* Forgive me.
pt_br: <25>{#f/1}* Desculpinha.
zh_cn: <25>{#f/1}* 真是抱歉。ゑ
zh_tw: <25>{#f/1}* 真是抱歉。ゑ

source: <25>{#p/asgore}{#f/3}* ... * Really now...
pt_br: <25>{#p/asgore}{#f/3}* ... * Sério agora...
zh_cn: <25>{#p/asgore}{#f/3}* ... * 开玩笑吧...ゑ
zh_tw: <25>{#p/asgore}{#f/3}* ... * 開玩笑吧...ゑ

source: <25>{#f/5}* You must reconsider what you are doing, not for our sakes...
pt_br: <25>{#f/5}* Você deve reconsiderar o que está fazendo, não pelo nosso bem...
zh_cn: <25>{#f/5}* 好好想想你的所作所为， 这可不是为了我们...ゑ
zh_tw: <25>{#f/5}* 好好想想你的所作所為， 這可不是為了我們...ゑ

source: <25>{#f/6}* But for yours!
pt_br: <25>{#f/6}* Mas pelos seus!
zh_cn: <25>{#f/6}* 是为了你好！ゑ
zh_tw: <25>{#f/6}* 是為了你好！ゑ

source: <25>{#p/asriel2}{#f/7}* ... give me a break.
pt_br: <25>{#p/asriel2}{#f/7}* ... me dá um tempo.
zh_cn: <25>{#p/asriel2}{#f/7}* ...让我缓缓。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* ...讓我緩緩。ゑ

source: <26>{#f/6}* It's OBVIOUS you're just here to wind me up.
pt_br: <26>{#f/6}* É ÓBVIO que você só está querendo me fazer parar.
zh_cn: <26>{#f/6}* 显然你来这只是想气我。ゑ
zh_tw: <26>{#f/6}* 顯然你來這只是想氣我。ゑ

source: <25>{#p/asgore}{#f/3}* ...
zh_cn: <25>{#p/asgore}{#f/3}* ...ゑ
zh_tw: <25>{#p/asgore}{#f/3}* ...ゑ

source: <25>{#p/asriel2}{#f/6}* ...
zh_cn: <25>{#p/asriel2}{#f/6}* ...ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* ...ゑ

source: <25>{#p/asgore}{#f/7}* You must consider the gravity of your choices!
pt_br: <25>{#p/asgore}{#f/7}* Você deve considerar a gravidade das suas escolhas!
zh_cn: <25>{#p/asgore}{#f/7}* 你得意识到 你的选择是有份量的！ゑ
zh_tw: <25>{#p/asgore}{#f/7}* 你得意識到 你的選擇是有份量的！ゑ

source: <25>{#p/asriel2}{#f/15}* Or what? I'll float off into space, never to be seen again?
pt_br: <25>{#p/asriel2}{#f/15}* Ou o quê? Eu vou voar no espaço para nunca mais ser visto?
zh_cn: <25>{#p/asriel2}{#f/15}* 不然？ 没份量不就飘起来了吗？ 谁还看得到？ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 不然？ 沒份量不就飄起來了嗎？ 誰還看得到？ゑ

source: <25>{#f/16}* Come on $(name), we're done here.
pt_br: <25>{#f/16}* Vamos lá $(name), já fizemos tudo que tinha pra fazer aqui.
zh_cn: <25>{#f/16}* $(name)，我们走。 我受够他了。ゑ
zh_tw: <25>{#f/16}* $(name)，我們走。 我受夠他了。ゑ

source: <25>{*}{#p/asgore}{#f/8}* Asriel, please! * I only want to help!{^999}
pt_br: <25>{*}{#p/asgore}{#f/8}* Asriel, por favor! * Eu só quero ajudar!{^999}
zh_cn: <25>{*}{#p/asgore}{#f/8}* Asriel，求你别走！ * 我只是想帮你！ゑ{^999}
zh_tw: <25>{*}{#p/asgore}{#f/8}* Asriel，求你別走！ * 我只是想幫你！ゑ{^999}

source: <25>{#p/asriel2}{#f/3}* Ready yourself, $(name).
pt_br: <25>{#p/asriel2}{#f/3}* Prepare-se, $(name).
zh_cn: <25>{#p/asriel2}{#f/3}* 做好准备，$(name)。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 做好準備，$(name)。ゑ

source: <26>{#f/4}* This is Undyne's domain.
pt_br: <26>{#f/4}* Aqui é domínio da Undyne.
zh_cn: <26>{#f/4}* 这儿可是Undyne的地盘。ゑ
zh_tw: <26>{#f/4}* 這兒可是Undyne的地盤。ゑ

source: <25>{#p/asriel2}{#f/4}* Take us in.
pt_br: <25>{#p/asriel2}{#f/4}* Vamos indo.
zh_cn: <25>{#p/asriel2}{#f/4}* 带路吧。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 帶路吧。ゑ

source: <18>{#p/papyrus}{#f/31}SANS? IS THAT A HUMAN?
pt_br: <18>{#p/papyrus}{#f/31}SANS? ESTE É UM HUMANO?
zh_cn: <18>{#p/papyrus}{#f/31}SANS？ 那是个人类吗？ゑ
zh_tw: <18>{#p/papyrus}{#f/31}SANS？ 那是個人類嗎？ゑ

source: <18>{#f/5}IT IS, ISN'T IT?
pt_br: <18>{#f/5}É, NÃO É?
zh_cn: <18>{#f/5}应该是的吧？ゑ
zh_tw: <18>{#f/5}應該是的吧？ゑ

source: <18>{#f/32}NYEH... UNDYNE WILL FINALLY...
pt_br: <18>{#f/32}NYEH... UNDYNE FINALMENTE IRÁ...
zh_cn: <18>{#f/32}捏... UNDYNE总算会...ゑ
zh_tw: <18>{#f/32}捏... UNDYNE總算會...ゑ

source: <18>{#p/papyrus}{#f/31}I'LL GET TO JOIN THE ROYAL GUARD...
pt_br: <18>{#p/papyrus}{#f/31}EU IREI ME JUNTAR A GUARDA REAL...
zh_cn: <18>{#p/papyrus}{#f/31}我能加入皇家卫队了...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}我能加入皇家衛隊了...ゑ

source: <18>{#f/5}DOESN'T THAT MAKE YOU HAPPY?
pt_br: <18>{#f/5}ISSO NÃO TE FAZ FELIZ?
zh_cn: <18>{#f/5}你会以我为荣的吧？ゑ
zh_tw: <18>{#f/5}你會以我為榮的吧？ゑ

source: <25>{#p/asriel2}{#f/3}* You can't keep pretending, Papyrus. * He's gone.
pt_br: <25>{#p/asriel2}{#f/3}* Você não pode continuar pretendendo Papyrus. * Ele se foi.
zh_cn: <25>{#p/asriel2}{#f/3}* 你骗不了自己的，Papyrus。 * 他已经死了。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 你騙不了自己的，Papyrus。 * 他已經死了。ゑ

source: <18>{|}{#p/papyrus}{#f/5}BUT- {%}
pt_br: <18>{|}{#p/papyrus}{#f/5}MAS- {%}
zh_cn: <18>{|}{#p/papyrus}{#f/5}可是-ゑ {%}
zh_tw: <18>{|}{#p/papyrus}{#f/5}可是-ゑ {%}

source: <25>{#p/asriel2}{#f/3}* It's over. * You're wasting your time on him.
pt_br: <25>{#p/asriel2}{#f/3}* Acabou. * Você está perdendo seu tempo nele.
zh_cn: <25>{#p/asriel2}{#f/3}* 够了。 * 你再怎么使劲呼唤， 他也听不见的。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 夠了。 * 你再怎麼使勁呼喚， 他也聽不見的。ゑ

source: <18>{#p/papyrus}{#f/6}BUT IT CAN'T BE... SANS, HE...
pt_br: <18>{#p/papyrus}{#f/6}MAS NÃO PODE SER... SANS, ELE...
zh_cn: <18>{#p/papyrus}{#f/6}不会的... SANS他...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}不會的... SANS他...ゑ

source: <18>{#f/31}HE PROMISED...
pt_br: <18>{#f/31}ELE PROMETEU...
zh_cn: <18>{#f/31}他向我承诺过的...ゑ
zh_tw: <18>{#f/31}他向我承諾過的...ゑ

source: <25>{#p/asriel2}{#f/8}* That bonehead is the LAST person I'd trust to keep a promise.
pt_br: <25>{#p/asriel2}{#f/8}* Aquele preguiçoso é a ULTIMA pessoa que eu confiaria uma promessa.
zh_cn: <25>{#p/asriel2}{#f/8}* 那个蠢骨头 要能遵守承诺就怪了。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 那個蠢骨頭 要能遵守承諾就怪了。ゑ

source: <26>{#f/9}* Not that I'm any better.
pt_br: <26>{#f/9}* Não que eu seja melhor.
zh_cn: <26>{#f/9}* 虽然我也不比他好到哪儿去。ゑ
zh_tw: <26>{#f/9}* 雖然我也不比他好到哪兒去。ゑ

source: <18>{#p/papyrus}{#f/31}...
zh_cn: <18>{#p/papyrus}{#f/31}...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}...ゑ

source: <18>{#f/3}I'M SORRY. I HAVE TO GO...
pt_br: <18>{#f/3}DESCULPA. EU TENHO QUE IR...
zh_cn: <18>{#f/3}对不起。 我得走了...ゑ
zh_tw: <18>{#f/3}對不起。 我得走了...ゑ

source: <18>{#p/papyrus}{#f/31}WELL, I JUST GOT BACK FROM UNDYNE...
pt_br: <18>{#p/papyrus}{#f/31}OLHA, EU ACABEI DE VOLTAR DA UNDYNE...
zh_cn: <18>{#p/papyrus}{#f/31}唉，我刚从 UNDYNE那回来...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}唉，我剛從 UNDYNE那回來...ゑ

source: <18>{#f/31}SHE TELLS ME THE KING HAS AN OFFER FOR YOU.
pt_br: <18>{#f/31}ELA ME DISSE QUE O REI TEM UMA OFERTA.
zh_cn: <18>{#f/31}她说国王找你有事。ゑ
zh_tw: <18>{#f/31}她說國王找你有事。ゑ

source: <18>{#p/papyrus}{#f/3}HIS EXACT WORDS WERE "I WANT TO SEE MY SON."
pt_br: <18>{#p/papyrus}{#f/3}SUAS PALAVRAS FORAM "EU QUERO VER MEU FILHO."
zh_cn: <18>{#p/papyrus}{#f/3}他原话是 “我想见见我儿子”。ゑ
zh_tw: <18>{#p/papyrus}{#f/3}他原話是 「我想見見我兒子」。ゑ

source: <18>{#f/7}...
zh_cn: <18>{#f/7}...ゑ
zh_tw: <18>{#f/7}...ゑ

source: <18>{#f/7}I CAN'T BELIEVE THE PRINCE KILLED MY BROTHER!
pt_br: <18>{#f/7}EU NÃO ACREDITO QUE O PRÍNCIPE MATOU MEU IRMÃO!
zh_cn: <18>{#f/7}我们的王子竟然 杀了我兄弟， 真是难以置信！ゑ
zh_tw: <18>{#f/7}我們的王子竟然 殺了我兄弟， 真是難以置信！ゑ

source: <25>{|}{#p/asriel2}{#f/8}* Actually, it was you we were trying to- {%}
pt_br: <25>{|}{#p/asriel2}{#f/8}* A culpa foi sua, nós estávamos tentando te- {%}
zh_cn: <25>{|}{#p/asriel2}{#f/8}* 其实你才是我们原本想-ゑ {%}
zh_tw: <25>{|}{#p/asriel2}{#f/8}* 其實你才是我們原本想-ゑ {%}

source: <18>{#p/papyrus}{#f/7}ENOUGH!!
pt_br: <18>{#p/papyrus}{#f/7}CALADO!!
zh_cn: <18>{#p/papyrus}{#f/7}真是够了！！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}真是夠了！！ゑ

source: <18>{#f/7}YOU BETRAYED YOUR OWN SOCIETY! YOUR OWN PEOPLE!
pt_br: <18>{#f/7}VOCÊ TRAIU SUA PRÓPRIA SOCIEDADE! SEU PRÓPRIO POVO!
zh_cn: <18>{#f/7}你出卖集体，背叛同胞！ゑ
zh_tw: <18>{#f/7}你出賣集體，背叛同胞！ゑ

source: <18>{#f/7}AND FOR WHAT!?
pt_br: <18>{#f/7}E PARA QUE!?
zh_cn: <18>{#f/7}为了啥呢！？ゑ
zh_tw: <18>{#f/7}為了啥呢！？ゑ

source: <18>{#f/7}A PETTY ATTEMPT AT SELF-AMUSEMENT?
pt_br: <18>{#f/7}UMA TENTATIVA DE EGOCENTRISMO?
zh_cn: <18>{#f/7}就为了取悦自己吗？ゑ
zh_tw: <18>{#f/7}就為了取悅自己嗎？ゑ

source: <25>{#p/asriel2}{#f/16}* Yes, Papyrus. * That's exactly what this is for.
pt_br: <25>{#p/asriel2}{#f/16}* Sim, Papyrus. * É exatamente isso.
zh_cn: <25>{#p/asriel2}{#f/16}* 对啊，Papyrus。 * 就是因为这么做很爽。ゑ
zh_tw: <25>{#p/asriel2}{#f/16}* 對啊，Papyrus。 * 就是因為這麼做很爽。ゑ

source: <18>{#p/papyrus}{#f/7}... UGH!!
zh_cn: <18>{#p/papyrus}{#f/7}扯淡！！！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}扯淡！！！ゑ

source: <18>{#p/papyrus}{#f/4}AS FOR YOU, HUMAN...
pt_br: <18>{#p/papyrus}{#f/4}JÁ PARA VOCÊ, HUMANO...
zh_cn: <18>{#p/papyrus}{#f/4}还有你，人类...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}還有你，人類...ゑ

source: <18>{#f/7}DON'T THINK I CAN'T SEE WHAT'S GOING ON.
pt_br: <18>{#f/7}NÃO PENSE QUE EU NÃO SEI O QUE ESTÁ ACONTECENDO.
zh_cn: <18>{#f/7}别以为我不知道 事态会怎么发展。ゑ
zh_tw: <18>{#f/7}別以為我不知道 事態會怎麼發展。ゑ

source: <18>{#f/7}IT'S OBVIOUS YOU'RE THE ONE CALLING THE SHOTS!
pt_br: <18>{#f/7}É OBVIO QUE É VOCÊ QUEM ESTÁ TIRANDO VIDAS!
zh_cn: <18>{#f/7}显而易见，你才是主谋。ゑ
zh_tw: <18>{#f/7}顯而易見，你才是主謀。ゑ

source: <25>{#p/asriel2}{#f/8}* How observant.
pt_br: <25>{#p/asriel2}{#f/8}* Que observador.
zh_cn: <25>{#p/asriel2}{#f/8}* 你真有眼力。ゑ
zh_tw: <25>{#p/asriel2}{#f/8}* 你真有眼力。ゑ

source: <25>{#f/7}* Guess we should just admit defeat to you here and now, huh?
pt_br: <25>{#f/7}* Acho que podemos provar isso e acabar com você aqui e agora, que tal?
zh_cn: <25>{#f/7}* 眼下我们是不是该 就地投降才好呢？ゑ
zh_tw: <25>{#f/7}* 眼下我們是不是該 就地投降才好呢？ゑ

source: <25>{#p/asriel2}{#f/4}* Let me be clear. * I do admire the effort.
pt_br: <25>{#p/asriel2}{#f/4}* Deixe-me ser claro. * Eu admiro seu esforço.
zh_cn: <25>{#p/asriel2}{#f/4}* 先说明了，你这股努力的劲儿 确实令我佩服。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 先說明了，你這股努力的勁兒 確實令我佩服。ゑ

source: <25>{#f/3}* But we've got our own plans to see to.
pt_br: <25>{#f/3}* Mas nós temos nossos próprios planos.
zh_cn: <25>{#f/3}* 但我们自有打算。ゑ
zh_tw: <25>{#f/3}* 但我們自有打算。ゑ

source: <18>{#p/papyrus}{#f/4}JUST SO YOU KNOW, UNDYNE'S PROBABLY WATCHING US.
pt_br: <18>{#p/papyrus}{#f/4}OLHA, UNDYNE PROVAVELMENTE ESTÁ NOS ASSISTINDO.
zh_cn: <18>{#p/papyrus}{#f/4}你要知道，UNDYNE可能 正盯着我们呢。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}你要知道，UNDYNE可能 正盯著我們呢。ゑ

source: <25>{#p/asriel2}{#f/3}* And your point is?
pt_br: <25>{#p/asriel2}{#f/3}* E seu ponto é?
zh_cn: <25>{#p/asriel2}{#f/3}* 你想说什么？ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 你想說什麼？ゑ

source: <25>{#f/4}* ... look Papyrus, it doesn't matter what you or anyone else does.
pt_br: <25>{#f/4}* ... olha Papyrus, não importa o que você ou qualquer um faça.
zh_cn: <25>{#f/4}* ...告诉你，Papyrus， 你和其他人做什么， 跟我们都毫无关系。ゑ
zh_tw: <25>{#f/4}* ...告訴你，Papyrus， 你和其他人做什麼， 跟我們都毫無關係。ゑ

source: <25>{#f/1}* When the two of us are together, NOTHING can bring us apart.
pt_br: <25>{#f/1}* Quando nós dois estamos juntos, NADA pode nos separar.
zh_cn: <25>{#f/1}* 只要在一起， 谁都无法把我们分开。ゑ
zh_tw: <25>{#f/1}* 只要在一起， 誰都無法把我們分開。ゑ

source: <18>{#p/papyrus}{#f/7}WHATEVER!!!
pt_br: <18>{#p/papyrus}{#f/7}TANTO FAZ!!!
zh_cn: <18>{#p/papyrus}{#f/7}...我呸！！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}...我呸！！ゑ

source: <25>{#p/asriel2}{#f/3}* Howdy.
pt_br: <25>{#p/asriel2}{#f/3}* Olá.
zh_cn: <25>{#p/asriel2}{#f/3}* 哈喽！ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 哈囉！ゑ

source: <18>{#p/papyrus}{#f/31}YOU KNOW...
pt_br: <18>{#p/papyrus}{#f/31}SABE DE UMA COISA...
zh_cn: <18>{#p/papyrus}{#f/31}你知道吗...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}你知道嗎...ゑ

source: <18>{#f/31}I OVERHEARD DR. ALPHYS TALKING...
pt_br: <18>{#f/31}EU ACABEI OUVINDO A DR. ALPHYS FALANDO...
zh_cn: <18>{#f/31}我偶然听到ALPHYS博士 自言自语...ゑ
zh_tw: <18>{#f/31}我偶然聽到ALPHYS博士 自言自語...ゑ

source: <18>{#f/5}AND SHE MENTIONED SOMETHING LIKE "TURN BACK TIME?"
pt_br: <18>{#f/5}E ELA MENCIONOU ALGO COMO "VOLTAR NO TEMPO?"
zh_cn: <18>{#f/5}从她的话中我听到个词， 好像是“时间回溯”？ゑ
zh_tw: <18>{#f/5}從她的話中我聽到個詞， 好像是「時間回溯」？ゑ

source: <18>{|}{#f/32}{#x1}I CAN'T BE SURE, BUT IT SOUNDS LIKE- {%}
pt_br: <18>{|}{#f/32}{#x1}EU NÃO TENHO CERTEZA, MAS PARECE QUE- {%}
zh_cn: <18>{|}{#f/32}{#x1}我不确定，但好像你们-ゑ {%}
zh_tw: <18>{|}{#f/32}{#x1}我不確定，但好像你們-ゑ {%}

source: <25>{#p/asriel2}{#f/6}* No.
pt_br: <25>{#p/asriel2}{#f/6}* Não.
zh_cn: <25>{#p/asriel2}{#f/6}* 没门。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 沒門。ゑ

source: <18>{|}{#p/papyrus}{#f/6}BUT SHE SAID YOU MIGHT BE ABLE TO- {%}
pt_br: <18>{|}{#p/papyrus}{#f/6}MAS ELA DISSE QUE VOCÊ DEVE SER CAPAZ DE- {%}
zh_cn: <18>{|}{#p/papyrus}{#f/6}但她说了你们能-ゑ {%}
zh_tw: <18>{|}{#p/papyrus}{#f/6}但她說了你們能-ゑ {%}

source: <25>{#p/asriel2}{#f/6}* No. * Though, I'm sure she'd love it if I did.
pt_br: <25>{#p/asriel2}{#f/6}* Não. * Mas, eu tenho certeza que ela amaria se eu o fizesse.
zh_cn: <25>{#p/asriel2}{#f/6}* 没门，不过我要是那么做的话 她会很高兴的。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 沒門，不過我要是那麼做的話 她會很高興的。ゑ

source: <25>{#p/asriel2}{#f/6}* No. * And she'll be dead in the end, anyway.
pt_br: <25>{#p/asriel2}{#f/6}* Não. * E ela vai morrer no final também, de toda forma.
zh_cn: <25>{#p/asriel2}{#f/6}* 没门，反正她最后 也要跟着去见阎王。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* 沒門，反正她最後 也要跟著去見閻王。ゑ

source: <18>{#p/papyrus}{#f/31}BUT, IF YOU REALLY CAN ERASE WHAT HAPPENED...
pt_br: <18>{#p/papyrus}{#f/31}MAS, SE VOCÊ PODE RESETAR O QUE ACONTECE...
zh_cn: <18>{#p/papyrus}{#f/31}可是，假如你真能 回溯时间，抹掉过去...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}可是，假如你真能 回溯時間，抹掉過去...ゑ

source: <18>{#f/5}THEN WHY NOT?
pt_br: <18>{#f/5}ENTÃO, POR QUE NÃO?
zh_cn: <18>{#f/5}为什么不去试试呢？ゑ
zh_tw: <18>{#f/5}為什麼不去試試呢？ゑ

source: <18>{#f/31}A-AND, IN THE NEXT TIMELINE... I'LL TAKE HIS PLACE.
pt_br: <18>{#f/31}E, NA PRÓXIMA VEZ, EU VOU NO LUGAR DELE.
zh_cn: <18>{#f/31}下一条时间线里， 让-让我代他去死。ゑ
zh_tw: <18>{#f/31}下一條時間軸裡， 讓-讓我代他去死。ゑ

source: <18>{#f/3}THEN HE WOULDN'T HAVE TO DIE, RIGHT?
pt_br: <18>{#f/3}ENTÃO ELE NÃO VAI PRECISAR MORRER, CERTO?
zh_cn: <18>{#f/3}那样，他就能活下来了， 对吧？ゑ
zh_tw: <18>{#f/3}那樣，他就能活下來了， 對吧？ゑ

source: <25>{#p/asriel2}{#f/6}* ... * Trust me, I've already seen that timeline.
pt_br: <25>{#p/asriel2}{#f/6}* ... * Confie em mim, eu já vi essa linha do tempo.
zh_cn: <25>{#p/asriel2}{#f/6}* ... * 跟你说，我早就看过 那条线了。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* ... * 跟你說，我早就看過 那條線了。ゑ

source: <25>{#f/7}* It's BORING.
pt_br: <25>{#f/7}* É ENTEDIANTE.
zh_cn: <25>{#f/7}* 无聊至极。ゑ
zh_tw: <25>{#f/7}* 無聊至極。ゑ

source: <18>{#p/papyrus}{#f/3}...
zh_cn: <18>{#p/papyrus}{#f/3}...ゑ
zh_tw: <18>{#p/papyrus}{#f/3}...ゑ

source: <18>{#f/6}BUT WHAT IF I SHOW YOU THIS PUZZLE?
pt_br: <18>{#f/6}MAS E SE EU TE MOSTRAR ESTE QUEBRA-CABEÇA?
zh_cn: <18>{#f/6}那么，我给你看看 这个谜题吧？ゑ
zh_tw: <18>{#f/6}那麼，我給你看看 這個謎題吧？ゑ

source: <18>{#f/32}IT MIGHT HELP TO ALLEVIATE YOUR BOREDOM...
pt_br: <18>{#f/32}TALVEZ TE AJUDE A ALIVIAR O TÉDIO...
zh_cn: <18>{#f/32}说不定， 它能让你不那么无聊...ゑ
zh_tw: <18>{#f/32}說不定， 它能讓你不那麼無聊...ゑ

source: <25>{#p/asriel2}{#f/15}* If it makes you feel better, I guess.
pt_br: <25>{#p/asriel2}{#f/15}* Se faz você se sentir melhor, eu acho.
zh_cn: <25>{#p/asriel2}{#f/15}* 你要是喜欢这么做的话， 那就随你的便。ゑ
zh_tw: <25>{#p/asriel2}{#f/15}* 你要是喜歡這麼做的話， 那就隨你的便。ゑ

source: <18>{#p/papyrus}OH... OH!
zh_cn: <18>{#p/papyrus}哦，哦！ゑ
zh_tw: <18>{#p/papyrus}喔，喔！ゑ

source: <18>{#f/0}THAT'S GREAT!!
pt_br: <18>{#f/0}ISSO É ÓTIMO!!
zh_cn: <18>{#f/0}太好了！！ゑ
zh_tw: <18>{#f/0}太好了！！ゑ

source: <18>{#f/0}YOU'RE ALREADY CHANGING YOUR MIND!!
pt_br: <18>{#f/0}VOCÊ JÁ ESTÁ MUDANDO DE IDEIA!
zh_cn: <18>{#f/0}你开始改变想法了！ゑ
zh_tw: <18>{#f/0}你開始改變想法了！ゑ

source: <18>{#p/papyrus}{#f/6}...
zh_cn: <18>{#p/papyrus}{#f/6}...ゑ
zh_tw: <18>{#p/papyrus}{#f/6}...ゑ

source: <18>{|}{#f/5}WELL, HERE ARE THE RULES OF THE- {%}
pt_br: <18>{|}{#f/5}AS REGRAS SÃO- {%}
zh_cn: <18>{|}{#f/5}那么，规则是这样的-ゑ {%}
zh_tw: <18>{|}{#f/5}那麼，規則是這樣的-ゑ {%}

source: <25>{#p/asriel2}{#f/7}* We already know the rules, idiot.
pt_br: <25>{#p/asriel2}{#f/7}* Nós já sabemos as regras, imbecil.
zh_cn: <25>{#p/asriel2}{#f/7}* 我们早就知道了，蠢货。ゑ
zh_tw: <25>{#p/asriel2}{#f/7}* 我們早就知道了，蠢貨。ゑ

source: <18>{#p/papyrus}{#f/31}... OH...
zh_cn: <18>{#p/papyrus}{#f/31}...哦...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}...喔...ゑ

source: <18>{#f/6}UH, WELL THEN!! WITHOUT FURTHER ADO...
pt_br: <18>{#f/6}UH, POIS BEM!! SEM PERDA DE TEMPO...
zh_cn: <18>{#f/6}呃，好吧！！ 那我就不解释了...ゑ
zh_tw: <18>{#f/6}呃，好吧！！ 那我就不解釋了...ゑ

source: <18>{#f/9}LET'S FIND OUT WHAT OUR RANDOM NUMBER WILL BE!!
pt_br: <18>{#f/9}VAMOS VER QUAL SERÁ O NÚMERO ALEATÓRIO!!
zh_cn: <18>{#f/9}看看我们的 随机数字是多少吧！！ゑ
zh_tw: <18>{#f/9}看看我們的 隨機數字是多少吧！！ゑ

source: <18>{#p/papyrus}{#f/3}ASRIEL.
zh_cn: <18>{#p/papyrus}{#f/3}ASRIEL。ゑ
zh_tw: <18>{#p/papyrus}{#f/3}ASRIEL。ゑ

source: <25>{#p/asriel2}{#f/6}* Papyrus.
zh_cn: <25>{#p/asriel2}{#f/6}* Papyrus。ゑ
zh_tw: <25>{#p/asriel2}{#f/6}* Papyrus。ゑ

source: <18>{#f/31}WHY?
pt_br: <18>{#f/31}POR QUE?
zh_cn: <18>{#f/31}为什么？ゑ
zh_tw: <18>{#f/31}為什麼？ゑ

source: <18>{#f/31}WHY WOULD YOU DO THIS?
pt_br: <18>{#f/31}POR QUE VOCÊ FARIA ISSO?
zh_cn: <18>{#f/31}为什么你要这么做？ゑ
zh_tw: <18>{#f/31}為什麼你要這麼做？ゑ

source: <18>{#f/3}MONSTERS AREN'T SUPPOSED TO BE LIKE THIS...
pt_br: <18>{#f/3}MONSTROS NÃO DEVERIAM SER ASSIM...
zh_cn: <18>{#f/3}一个怪物不应该 会变成这样啊...ゑ
zh_tw: <18>{#f/3}一個怪物不應該 會變成這樣啊...ゑ

source: <18>{#f/5}WHERE'S YOUR LOVE? YOUR COMPASSION?
pt_br: <18>{#f/5}ONDE ESTÁ SEU AMOR? SUA COMPAIXÃO?
zh_cn: <18>{#f/5}你的爱去哪了？ 你的同情心去哪了？ゑ
zh_tw: <18>{#f/5}你的愛去哪了？ 你的同情心去哪了？ゑ

source: <18>{#f/31}YOUR... MERCY...
pt_br: <18>{#f/31}SUA... PIEDADE...
zh_cn: <18>{#f/31}你的... 仁慈...ゑ
zh_tw: <18>{#f/31}你的... 仁慈...ゑ

source: <25>{#p/asriel2}{#f/2}* ... * Oh, you sweet stellar star child...
pt_br: <25>{#p/asriel2}{#f/2}* ... * Oh, sua adorável criança estrelada...
zh_cn: <25>{#p/asriel2}{#f/2}* ... * 哦，您可真是 文曲星下凡啊...ゑ
zh_tw: <25>{#p/asriel2}{#f/2}* ... * 喔，您可真是 文曲星下凡啊...ゑ

source: <25>{#f/1}* I lost those things a LONG time ago.
pt_br: <25>{#f/1}* Eu perdi essas coisas a MUITO tempo atrás.
zh_cn: <25>{#f/1}* 在我的灵魂中， 这些东西早就化为乌有了。ゑ
zh_tw: <25>{#f/1}* 在我的靈魂中， 這些東西早就化為烏有了。ゑ

source: <18>{#p/papyrus}{#f/31}BUT... I DON'T GET IT...
pt_br: <18>{#p/papyrus}{#f/31}MAS... EU NÃO ENTENDO...
zh_cn: <18>{#p/papyrus}{#f/31}但... 我不明白...ゑ
zh_tw: <18>{#p/papyrus}{#f/31}但... 我不明白...ゑ

source: <18>{#f/5}HOW CAN A MONSTER SO PURE OF MIND...
pt_br: <18>{#f/5}COMO UM MONSTRO TÃO PURO DE MENTE...
zh_cn: <18>{#f/5}一个有着这般 纯洁心灵的怪物...ゑ
zh_tw: <18>{#f/5}一個有著這般 純潔心靈的怪物...ゑ

source: <18>{#f/31}... BE TURNED SO COMPLETELY TO THE DARK SIDE?
pt_br: <18>{#f/31}... TER SE TORNADO TOTALMENTE PARA O LADO OBSCURO?
zh_cn: <18>{#f/31}...怎么会 彻底堕入黑暗呢？ゑ
zh_tw: <18>{#f/31}...怎麼會 徹底墮入黑暗呢？ゑ

source: <25>{#p/asriel2}{#f/1}* You really wanna know?
pt_br: <25>{#p/asriel2}{#f/1}* Você realmente quer saber?
zh_cn: <25>{#p/asriel2}{#f/1}* 你真想知道吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 你真想知道嗎？ゑ

source: <18>{#f/3}YES...
pt_br: <18>{#f/3}SIM...
zh_cn: <18>{#f/3}对...ゑ
zh_tw: <18>{#f/3}對...ゑ

source: <25>{#p/asriel2}{#f/10}* But do you really, really wanna know?
pt_br: <25>{#p/asriel2}{#f/10}* Mas você realmente, realmente quer saber?
zh_cn: <25>{#p/asriel2}{#f/10}* 你确实是真心想知道吗？ゑ
zh_tw: <25>{#p/asriel2}{#f/10}* 你確實是真心想知道嗎？ゑ

source: <18>{#p/papyrus}{#f/31}YES.
pt_br: <18>{#p/papyrus}{#f/31}SIM.
zh_cn: <18>{#p/papyrus}{#f/31}对。ゑ
zh_tw: <18>{#p/papyrus}{#f/31}對。ゑ

source: <25>{#p/asriel2}{#f/3}* Say it louder.
pt_br: <25>{#p/asriel2}{#f/3}* Diga mais alto.
zh_cn: <25>{#p/asriel2}{#f/3}* 说大点声。ゑ
zh_tw: <25>{#p/asriel2}{#f/3}* 說大點聲。ゑ

source: <18>{#p/papyrus}{#f/5}YES!
pt_br: <18>{#p/papyrus}{#f/5}SIM!
zh_cn: <18>{#p/papyrus}{#f/5}对！ゑ
zh_tw: <18>{#p/papyrus}{#f/5}對！ゑ

source: <26>{#p/asriel2}{#f/1}* With an exoberry on top.
pt_br: <26>{#p/asriel2}{#f/1}* Com uma cereja no topo.
zh_cn: <26>{#p/asriel2}{#f/1}* 对我说，{@fill=#ff0}洋{@fill=#fff}求我 把{@fill=#ff0}梅{@fill=#fff}说的都告诉你。ゑ
zh_tw: <26>{#p/asriel2}{#f/1}* 對我說，{@fill=#ff0}洋{@fill=#fff}求我 把{@fill=#ff0}梅{@fill=#fff}說的都告訴你。ゑ

source: <18>{#p/papyrus}{#f/7}YES! WITH AN EXOBERRY ON TOP, DAMN IT!
pt_br: <18>{#p/papyrus}{#f/7}SIM! COM UMA CEREJA NO TOPO, CARAMBA!
zh_cn: <18>{#p/papyrus}{#f/7}好！{@fill=#ff0}洋{@fill=#fff}求你 把{@fill=#ff0}梅{@fill=#fff}说的都告诉我吧！ 该死！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}好！{@fill=#ff0}洋{@fill=#fff}求你 把{@fill=#ff0}梅{@fill=#fff}說的都告訴我吧！ 該死！ゑ

source: <25>{#p/asriel2}{#f/1}* Hee hee hee...
zh_cn: <25>{#p/asriel2}{#f/1}* 嘻嘻嘻...ゑ
zh_tw: <25>{#p/asriel2}{#f/1}* 嘻嘻嘻...ゑ

source: <25>{#f/1}* Alright, I'll tell you.
pt_br: <25>{#f/1}* Certo, eu te conto.
zh_cn: <25>{#f/1}* 那好，就让我来告诉你吧。ゑ
zh_tw: <25>{#f/1}* 那好，就讓我來告訴你吧。ゑ

source: <25>{#f/15}* In fact, it'll only take one word...
pt_br: <25>{#f/15}* Só vai precisar de uma palavra...
zh_cn: <25>{#f/15}* 其实答案很简单...ゑ
zh_tw: <25>{#f/15}* 其實答案很簡單...ゑ

source: <18>{#p/papyrus}{#f/4}OH MY GOD, JUST SAY IT ALREADY...
pt_br: <18>{#p/papyrus}{#f/4}AI MEU SENHOR, SÓ FALA LOGO...
zh_cn: <18>{#p/papyrus}{#f/4}我的天哪，快说吧...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}我的天哪，快說吧...ゑ
