Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/undyne}{#f/16}* But after Professor Roman died, we weren't ready to replace him.
pt_br: <25>{#p/undyne}{#f/16}* Mas após a morte do Professor Roman, ninguém está aos pés.
zh_cn: <25>{#p/undyne}{#f/16}* 但自从Roman教授去世后， 我们每个人的心中 都还没做好替代他的准备。
zh_tw: <25>{#p/undyne}{#f/16}* 但自從Roman教授去世後， 我們每個人的心中 都還沒做好替代他的準備。

source: <26>{#p/undyne}{#f/10}* Most in the Royal Guard don't take his successor seriously, so...
pt_br: <26>{#p/undyne}{#f/10}* Maior parte da Guarda Real não leva sua sucessora a sério...
zh_cn: <26>{#p/undyne}{#f/10}* 因此皇家卫队的大多数人 都不把他的继任者 当回事，所以..
zh_tw: <26>{#p/undyne}{#f/10}* 因此皇家衛隊的大多數人 都不把他的繼任者 當回事，所以..

source: <25>{#p/undyne}{#f/9}* That impacts how the trainees see her, too.
pt_br: <25>{#p/undyne}{#f/9}* Isso impacta como os estudantes a veem também.
zh_cn: <25>{#p/undyne}{#f/9}* 这也影响了 实习守卫对她的看法。
zh_tw: <25>{#p/undyne}{#f/9}* 這也影響了 實習守衛對她的看法。

source: <18>{#p/papyrus}{#f/5}OH...
zh_cn: <18>{#p/papyrus}{#f/5}哦...
zh_tw: <18>{#p/papyrus}{#f/5}喔...

source: <25>{#p/undyne}{#f/17}* I know. * It's... not great.
pt_br: <25>{#p/undyne}{#f/17}* Eu sei. * Isso não é bom.
zh_cn: <25>{#p/undyne}{#f/17}* 我知道的。 * 这确实... 不怎么样。
zh_tw: <25>{#p/undyne}{#f/17}* 我知道的。 * 這確實... 不怎麼樣。

source: <26>{#f/9}* But she's unwieldy, and she's still got lots to prove out there.
pt_br: <26>{#f/9}* Mas ela tem peso sobre si e ainda tem muito a provar por aí.
zh_cn: <26>{#f/9}* 但她太笨了， 还不能彻底地 证明自己。
zh_tw: <26>{#f/9}* 但她太笨了， 還不能徹底地 證明自己。

source: <26>{#f/16}* So... I kind of get it.
pt_br: <26>{#f/16}* Então, eu meio que entendo.
zh_cn: <26>{#f/16}* 所以... 我大概能理解。
zh_tw: <26>{#f/16}* 所以... 我大概能理解。

source: <18>{#p/papyrus}{#f/5}HOPEFULLY THEY'LL COME TO RESPECT HER IN TIME.
pt_br: <18>{#p/papyrus}{#f/5}COM ESPERANÇA, ELES A RESPEITARÃO LOGO, LOGO.
zh_cn: <18>{#p/papyrus}{#f/5}希望她终将 得到应有的尊重。
zh_tw: <18>{#p/papyrus}{#f/5}希望她終將 得到應有的尊重。

source: <26>{#p/undyne}{#f/14}* Hopefully.
pt_br: <26>{#p/undyne}{#f/14}* Espero que sim.
zh_cn: <26>{#p/undyne}{#f/14}* 希望吧。
zh_tw: <26>{#p/undyne}{#f/14}* 希望吧。

source: <18>{#p/papyrus}{#f/0}I WONDER HOW IT'S DIFFERENT FROM A NORMAL MEMO.
pt_br: <18>{#p/papyrus}{#f/0}ME PERGUNTO O QUÃO DIFERENTE É DE UM MEMO NORMAL.
zh_cn: <18>{#p/papyrus}{#f/0}我想知道它和 普通的备忘录 有啥区别。
zh_tw: <18>{#p/papyrus}{#f/0}我想知道它和 普通的備忘錄 有啥區別。

source: <18>{#p/papyrus}{#f/4}HOPEFULLY, IT HAPPENS SOONER RATHER THAN LATER.
pt_br: <18>{#p/papyrus}{#f/4}ESPERO QUE ISSO ACONTEÇA MAIS CEDO DO QUE MAIS TARDE.
zh_cn: <18>{#p/papyrus}{#f/4}希望 那一天不会太远。
zh_tw: <18>{#p/papyrus}{#f/4}希望 那一天不會太遠。

source: <18>{#p/papyrus}{#f/0}I'M AFRAID I DON'T HAVE MUCH TO SAY ABOUT THIS ROOM.
pt_br: <18>{#p/papyrus}{#f/0}EU TEMO NÃO TER MUITO O QUE DIZER SOBRE ESSA SALA.
zh_cn: <18>{#p/papyrus}{#f/0}对这个房间， 我没啥要说的。
zh_tw: <18>{#p/papyrus}{#f/0}對這個房間， 我沒啥要說的。

source: <18>{#p/papyrus}{#f/5}IN FACT, THE ONLY THING I DO HAVE TO SAY...
pt_br: <18>{#p/papyrus}{#f/5}NA VERDADE, A ÚNICA COISA QUE EU TENHO PRA DIZER...
zh_cn: <18>{#p/papyrus}{#f/5}实际上， 我唯一要说的是...
zh_tw: <18>{#p/papyrus}{#f/5}實際上， 我唯一要說的是...

source: <18>{#p/papyrus}{#f/6}... IS THAT I -HAVE- NOTHING TO SAY!
pt_br: <18>{#p/papyrus}{#f/6}... É QUE EU NÃO TENHO -NADA- PRA DIZER!
zh_cn: <18>{#p/papyrus}{#f/6}...是我 【无】话可说！
zh_tw: <18>{#p/papyrus}{#f/6}...是我 【無】話可說！

source: <18>{#p/papyrus}{#f/0}SO, ACTUALLY, I HAD SOMETHING TO SAY AFTER ALL.
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO, EU TENHO ALGO PRA DIZER.
zh_cn: <18>{#p/papyrus}{#f/0}额，实际上， 我还是有话可说的。
zh_tw: <18>{#p/papyrus}{#f/0}額，實際上， 我還是有話可說的。

source: <26>{#p/undyne}{#f/1}* I have something to say.
pt_br: <26>{#p/undyne}{#f/1}* Eu tenho algo pra dizer.
zh_cn: <26>{#p/undyne}{#f/1}* 我有句话要说。
zh_tw: <26>{#p/undyne}{#f/1}* 我有句話要說。

source: <18>{#p/papyrus}{#f/6}WHAT? WHAT IS IT?
pt_br: <18>{#p/papyrus}{#f/6}QUÊ? O QUE SERIA?
zh_cn: <18>{#p/papyrus}{#f/6}啥？ 是什么？
zh_tw: <18>{#p/papyrus}{#f/6}啥？ 是什麼？

source: <26>{#p/undyne}{#f/14}* This room may or may not contain barricades.
pt_br: <26>{#p/undyne}{#f/14}* Essa sala pode ou não conter barricadas.
zh_cn: <26>{#p/undyne}{#f/14}* 这个房间可能有 也可能没有路障。
zh_tw: <26>{#p/undyne}{#f/14}* 這個房間可能有 也可能沒有路障。

source: <18>{#p/papyrus}{#f/4}THERE'S ALREADY A ROOM LIKE THAT ON THE FIRST FLOOR.
pt_br: <18>{#p/papyrus}{#f/4}TINHA UMA SALA IGUALZINHA ESSA NO PRIMEIRO PISO.
zh_cn: <18>{#p/papyrus}{#f/4}在一层已经有 一个这样的房间了。
zh_tw: <18>{#p/papyrus}{#f/4}在一層已經有 一個這樣的房間了。

source: <18>{#p/papyrus}{#f/7}DO SOMETHING ORIGINAL!!
pt_br: <18>{#p/papyrus}{#f/7}FAÇA ALGO ORIGINAL!!
zh_cn: <18>{#p/papyrus}{#f/7}说点原创的！！
zh_tw: <18>{#p/papyrus}{#f/7}說點原創的！！

source: <26>{#p/undyne}{#f/17}* I've got nothin.'
pt_br: <26>{#p/undyne}{#f/17}* Eu não sei!
zh_cn: <26>{#p/undyne}{#f/17}* 说不出来了。
zh_tw: <26>{#p/undyne}{#f/17}* 說不出來了。

source: <18>{#p/papyrus}{#f/5}... NEVER MIND...
pt_br: <18>{#p/papyrus}{#f/5}... ESQUECE...
zh_cn: <18>{#p/papyrus}{#f/5}... 没关系...
zh_tw: <18>{#p/papyrus}{#f/5}... 沒關係...

source: <18>{#p/papyrus}{#f/0}PERHAPS I'D HAVE MORE TO SAY IN ANOTHER SITUATION.
pt_br: <18>{#p/papyrus}{#f/0}TALVEZ EU TENHA MAIS O QUE DIZER EM OUTRA SITUAÇÃO.
zh_cn: <18>{#p/papyrus}{#f/0}也许在另一个房间 我就有话说了。
zh_tw: <18>{#p/papyrus}{#f/0}也許在另一個房間 我就有話說了。

source: <18>{#p/papyrus}{#f/0}PERHAPS THIS ROOM JUST ISN'T VERY INTERESTING.
pt_br: <18>{#p/papyrus}{#f/0}ESSA SALA NÃO DEVE SER TÃO INTERSSANTE.
zh_cn: <18>{#p/papyrus}{#f/0}也许这个房间 不是很有趣。
zh_tw: <18>{#p/papyrus}{#f/0}也許這個房間 不是很有趣。

source: <18>{#p/papyrus}{#f/0}LOOK, IT'S THE EVER-FAMOUS METTATON FOUNTAIN!
pt_br: <18>{#p/papyrus}{#f/0}OLHA, É A SUPER FAMOSA FONTE DO METTATON!
zh_cn: <18>{#p/papyrus}{#f/0}看，那是著名的 METTATON喷泉！
zh_tw: <18>{#p/papyrus}{#f/0}看，那是著名的 METTATON噴泉！

source: <18>{#p/papyrus}{#f/4}I HEARD IT TOOK A LOT OF TIME TO GET IT TO LOOK RIGHT.
pt_br: <18>{#p/papyrus}{#f/4}SEI QUE DEMOROU MUITO TEMPO PRA FICAR PRONTA.
zh_cn: <18>{#p/papyrus}{#f/4}我听说这费了 九牛二虎之力 才修建好。
zh_tw: <18>{#p/papyrus}{#f/4}我聽說這費了 九牛二虎之力 才修建好。

source: <18>{#p/papyrus}{#f/5}COUNTLESS HOURS OF TIRELESS, PAINFUL WORK...
pt_br: <18>{#p/papyrus}{#f/5}INÚMERAS REPETIÇÕES E TRABALHO ÁRDUO...
zh_cn: <18>{#p/papyrus}{#f/5}无数个日夜 刻苦耐劳， 兢兢业业...
zh_tw: <18>{#p/papyrus}{#f/5}無數個日夜 刻苦耐勞， 兢兢業業...

source: <18>{#p/papyrus}{#f/6}TO GET THAT IDEAL RECTANGULAR SHAPE.
pt_br: <18>{#p/papyrus}{#f/6}PARA TER O IDEAL FORMATO RETANGULAR.
zh_cn: <18>{#p/papyrus}{#f/6}才得到那么 完美无瑕的 长方形。
zh_tw: <18>{#p/papyrus}{#f/6}才得到那麼 完美無瑕的 長方形。

source: <25>{#p/undyne}{#f/12}* Then he destroyed it just so he could do it all himself.
pt_br: <25>{#p/undyne}{#f/12}* No fim, Mettaton destruiu tudo e fez sozinho.
zh_cn: <25>{#p/undyne}{#f/12}* 然后他毁了它， 这样就可以自己设计了。
zh_tw: <25>{#p/undyne}{#f/12}* 然後他毀了它， 這樣就可以自己設計了。

source: <18>{#p/papyrus}{#f/6}HE DID??
pt_br: <18>{#p/papyrus}{#f/6}ISSO É VERDADE??
zh_cn: <18>{#p/papyrus}{#f/6}真的吗？？
zh_tw: <18>{#p/papyrus}{#f/6}真的嗎？？

source: <25>{#p/undyne}{#f/1}* The first one wasn't up to his "high standards."
pt_br: <25>{#p/undyne}{#f/1}* Os primeiros modelos não agradaram o "paladar forte."
zh_cn: <25>{#p/undyne}{#f/1}* 第一个没有达到 他的“高标准”。
zh_tw: <25>{#p/undyne}{#f/1}* 第一個沒有達到 他的「高標準」。

source: <18>{#p/papyrus}{#f/4}WAIT, THERE WAS SOMETHING ABOUT THAT ON TV.
pt_br: <18>{#p/papyrus}{#f/4}ESPERA, TINHA ALGO SOBRE ISSO NA TV.
zh_cn: <18>{#p/papyrus}{#f/4}等等， 电视上有关于 这个的消息。
zh_tw: <18>{#p/papyrus}{#f/4}等等， 電視上有關於 這個的訊息。

source: <25>{#p/undyne}{#f/14}* Oh yeah, he decided to broadcast it to the entire outpost.
pt_br: <25>{#p/undyne}{#f/14}* Pois é, eu decidi filmar isso para todo o Outpost ver.
zh_cn: <25>{#p/undyne}{#f/14}* 哦对，他决定向 全前哨站直播。
zh_tw: <25>{#p/undyne}{#f/14}* 喔對，他決定向 全前哨站直播。

source: <25>{#p/undyne}{#f/17}* He had to SHOW everyone that he knew better than them.
pt_br: <25>{#p/undyne}{#f/17}* Ele tinha que mostrar pra todo mundo que era o tal melhor.
zh_cn: <25>{#p/undyne}{#f/17}* 他必须向每个人展示 他那所谓的出类拔萃。
zh_tw: <25>{#p/undyne}{#f/17}* 他必須向每個人展示 他那所謂的出類拔萃。

source: <18>{#p/papyrus}{#f/4}WELL, IT IS A STATUE -OF- HIM, AFTER ALL...
pt_br: <18>{#p/papiro}{#f/4}BEM, É UMA ESTÁTUA -DELE-, AFINAL...
zh_cn: <18>{#p/papyrus}{#f/4}嗯，毕竟这是 【他的】雕像...
zh_tw: <18>{#p/papyrus}{#f/4}嗯，畢竟這是 【他的】雕像...

source: <18>{#p/papyrus}{#f/4}MY BROTHER TELLS ME THAT'S NOT ENTIRELY TRUE.
pt_br: <18>{#p/papyrus}{#f/4}MEU IRMÃO DISSE QUE ISSO NÃO É TOTALMENTE VERDADE.
zh_cn: <18>{#p/papyrus}{#f/4}我兄弟告诉我 那说的并不完全对。
zh_tw: <18>{#p/papyrus}{#f/4}我兄弟告訴我 那說的並不完全對。

source: <18>{#p/papyrus}{#f/5}I WONDER WHY HE HIRED SOMEONE ELSE TO BEGIN WITH.
pt_br: <18>{#p/papyrus}{#f/5}POR QUE ELE CONTRATOU ALGUÉM PRA COMEÇO DE CONVERSA.
zh_cn: <18>{#p/papyrus}{#f/5}我想知道他为啥 第一次要 雇别人设计。
zh_tw: <18>{#p/papyrus}{#f/5}我想知道他為啥 第一次要 僱別人設計。

source: <18>{#p/papyrus}{#f/4}I WOULD'VE JUST DONE IT MYSELF...
pt_br: <18>{#p/papyrus}{#f/4}EU MESMO PODERIA TER FEITO...
zh_cn: <18>{#p/papyrus}{#f/4}要是我最开始 就自己做了...
zh_tw: <18>{#p/papyrus}{#f/4}要是我最開始 就自己做了...

source: <18>{#p/papyrus}{#f/5}THE SIGNAL SEEMS TO BE A BIT WEAK.
pt_br: <18>{#p/papyrus}{#f/5}O SINAL PARECE ESTAR UM POUCO FRACO.
zh_cn: <18>{#p/papyrus}{#f/5}信号似乎不太好。
zh_tw: <18>{#p/papyrus}{#f/5}訊號似乎不太好。

source: <18>{#p/papyrus}{#f/6}IT'S LIKE... INTERFERENCE OF SOME KIND??
pt_br: <18>{#p/papyrus}{#f/6}É COMO... INTERFERÊNCIA DE ALGUM TIPO??
zh_cn: <18>{#p/papyrus}{#f/6}就像是... 被干扰了？？
zh_tw: <18>{#p/papyrus}{#f/6}就像是... 被幹擾了？？

source: <18>{#p/papyrus}{#f/4}MAYBE IT'D BE A GOOD IDEA TO CALL BACK ELSEWHERE.
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ SEJA MELHOR LIGAR EM OUTRO LUGAR.
zh_cn: <18>{#p/papyrus}{#f/4}也许最好在 其他地方打电话。
zh_tw: <18>{#p/papyrus}{#f/4}也許最好在 其他地方打電話。

source: <25>{#p/undyne}{#f/14}* They're probably near the old security tower in Aerialis.
pt_br: <25>{#p/undyne}{#f/14}* Ela deve estar na antiga torre de segurança em Aerialis.
zh_cn: <25>{#p/undyne}{#f/14}* 也许人类在空境的 旧瞭望塔附近。
zh_tw: <25>{#p/undyne}{#f/14}* 也許人類在空境的 舊瞭望塔附近。

source: <25>{#p/undyne}{#f/17}* There's something about the kind of metal they used to use there.
pt_br: <25>{#p/undyne}{#f/17}* Isso acontece por causa do tipo de metal usado na construção.
zh_cn: <25>{#p/undyne}{#f/17}* 他们过去 用的金属有点问题。
zh_tw: <25>{#p/undyne}{#f/17}* 他們過去 用的金屬有點問題。

source: <18>{#p/papyrus}{#f/4}DID MY MESSAGE NOT GET THROUGH THE FIRST TIME?
pt_br: <18>{#p/papyrus}{#f/4}MINHA MENSAGEM NÃO CHEGOU DA PRIMEIRA VEZ?
zh_cn: <18>{#p/papyrus}{#f/4}上一通电话 没有打过去吗？
zh_tw: <18>{#p/papyrus}{#f/4}上一通電話 沒有打過去嗎？

source: <25>{#p/undyne}{#f/14}* I wouldn't worry about a thing.
pt_br: <25>{#p/undyne}{#f/14}* Não se preocupe com isso.
zh_cn: <25>{#p/undyne}{#f/14}* 不过没啥大不了的。
zh_tw: <25>{#p/undyne}{#f/14}* 不過沒啥大不了的。

source: <18>{#p/papyrus}{#f/5}WHEN I FIRST CAME ACROSS THIS ROOM...
pt_br: <18>{#p/papyrus}{#f/5}NA PRIMEIRA VEZ QUE PASSEI POR ESSA SALA...
zh_cn: <18>{#p/papyrus}{#f/5}我第一次 来到这个房间时...
zh_tw: <18>{#p/papyrus}{#f/5}我第一次 來到這個房間時...

source: <18>{#p/papyrus}{#f/6}I WAS ANNOYED HAVING TO USE YET ANOTHER ELEVATOR.
pt_br: <18>{#p/papyrus}{#f/6}FIQUEI IRRITADO POR TER QUE USAR MAIS UM ELEVADOR.
zh_cn: <18>{#p/papyrus}{#f/6}看到又得 乘一部电梯， 让我烦死了。
zh_tw: <18>{#p/papyrus}{#f/6}看到又得 乘一部電梯， 讓我煩死了。

source: <18>{#p/papyrus}{#f/5}THEN, I WAS RELIEVED SOMEWHAT...
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO, FIQUEI UM POUCO ALIVIADO...
zh_cn: <18>{#p/papyrus}{#f/5}然后， 我有点释然了...
zh_tw: <18>{#p/papyrus}{#f/5}然後， 我有點釋然了...

source: <18>{#p/papyrus}{#f/4}... WHEN I SAW THE LACK OF A TACKY BILLBOARD NEARBY.
pt_br: <18>{#p/papiro}{#f/4}... QUANDO VI A FALTA DE UM OUTDOOR BREGA POR PERTO.
zh_cn: <18>{#p/papyrus}{#f/4}...因为我发现 附近没有一个 无聊的广告。
zh_tw: <18>{#p/papyrus}{#f/4}...因為我發現 附近沒有一個 無聊的廣告。

source: <25>{#p/undyne}{#f/17}* So do you LIKE using elevators or NOT?
pt_br: <25>{#p/undyne}{#f/17}* Então você GOSTA de usar elevadores ou NÃO?
zh_cn: <25>{#p/undyne}{#f/17}* 所以你喜欢乘电梯吗？
zh_tw: <25>{#p/undyne}{#f/17}* 所以你喜歡乘電梯嗎？

source: <18>{#p/papyrus}{#f/6}WELL...
pt_br: <18>{#p/papyrus}{#f/6}BEM...
zh_cn: <18>{#p/papyrus}{#f/6}嗯...
zh_tw: <18>{#p/papyrus}{#f/6}嗯...

source: <18>{#p/papyrus}{#f/5}I LIKE THE MUSIC, BUT HAVING TO USE THEM IS A PAIN.
pt_br: <18>{#p/papyrus}{#f/5}EU AMO A MÚSICA, MAS USA-LOS É TORTURA.
zh_cn: <18>{#p/papyrus}{#f/5}有音乐还好， 要是没音乐 简直痛苦万分。
zh_tw: <18>{#p/papyrus}{#f/5}有音樂還好， 要是沒音樂 簡直痛苦萬分。

source: <18>{#p/papyrus}{#f/4}I DO ACKNOWLEDGE THEIR NECESSITY, THOUGH.
pt_br: <18>{#p/papyrus}{#f/4}MAS EU ENTENDO NA NECESSIDADE DELES.
zh_cn: <18>{#p/papyrus}{#f/4}不过我承认 它们是必需品。
zh_tw: <18>{#p/papyrus}{#f/4}不過我承認 它們是必需品。

source: <25>{#p/undyne}{#f/1}* Well, just be glad you don't live in a spire house, then.
pt_br: <25>{#p/undyne}{#f/1}* Olha, estou feliz que você não vive em uma casa espiral.
zh_cn: <25>{#p/undyne}{#f/1}* 好吧， 你该庆幸自己 不住在尖塔房子里。
zh_tw: <25>{#p/undyne}{#f/1}* 好吧， 你該慶幸自己 不住在尖塔房子裡。

source: <18>{#p/papyrus}{#f/5}HOW COME?
pt_br: <18>{#p/papyrus}{#f/5}PORQUÊ?
zh_cn: <18>{#p/papyrus}{#f/5}为啥？
zh_tw: <18>{#p/papyrus}{#f/5}為啥？

source: <25>{#p/undyne}{#f/17}* Elevators EVERYWHERE.
pt_br: <25>{#p/undyne}{#f/17}* Lá só da pra andar em elevadores, são muito grandes.
zh_cn: <25>{#p/undyne}{#f/17}* 那里全是电梯。
zh_tw: <25>{#p/undyne}{#f/17}* 那裡全是電梯。

source: <18>{#p/papyrus}{#f/6}N-NO...!
pt_br: <18>{#p/papyrus}{#f/6}N-NÃO...!
zh_cn: <18>{#p/papyrus}{#f/6}不——...！
zh_tw: <18>{#p/papyrus}{#f/6}不——...！

source: <25>{#p/undyne}{#f/7}* And they're not even NECESSARY.
pt_br: <25>{#p/undyne}{#f/7}* Olha, nem acho tão necessários.
zh_cn: <25>{#p/undyne}{#f/7}* 而且它们甚至 都没啥必要。
zh_tw: <25>{#p/undyne}{#f/7}* 而且它們甚至 都沒啥必要。

source: <18>{#p/papyrus}{#f/8}IT CAN'T BE...!
pt_br: <18>{#p/papyrus}{#f/8}NÃO PODEM SER...!
zh_cn: <18>{#p/papyrus}{#f/8}不要啊...！
zh_tw: <18>{#p/papyrus}{#f/8}不要啊...！

source: <25>{#p/undyne}{#f/8}* AND THEY DON'T EVEN HAVE MUSIC!!!
pt_br: <25>{#p/undyne}{#f/8}* E ELES NEM TEM MÚSICA!!!
zh_cn: <25>{#p/undyne}{#f/8}* 最后它们甚至 不带音乐！！！
zh_tw: <25>{#p/undyne}{#f/8}* 最後它們甚至 不帶音樂！！！

source: <18>{#p/papyrus}{#f/1}IT'S UNFATHOMABLE!
pt_br: <18>{#p/papyrus}{#f/1}É INSONDÁVEL!
zh_cn: <18>{#p/papyrus}{#f/1}简直像是地狱！
zh_tw: <18>{#p/papyrus}{#f/1}簡直像是地獄！

source: <18>{#p/papyrus}{#f/4}IF ONLY THERE WAS A BETTER WAY TO GET AROUND.
pt_br: <18>{#p/papyrus}{#f/4}SE PELO MENOS HOUVESSE OUTRA FORMA DE ANDAR POR AÍ.
zh_cn: <18>{#p/papyrus}{#f/4}要是有更好的 办法就好了。
zh_tw: <18>{#p/papyrus}{#f/4}要是有更好的 辦法就好了。

source: <18>{#p/papyrus}{#f/0}... OH WAIT, THERE TOTALLY IS!
pt_br: <18>{#p/papyrus}{#f/0}... EI, ESPERA, PIOR QUE TEM!
zh_cn: <18>{#p/papyrus}{#f/0}...哦，等等， 绝对有！
zh_tw: <18>{#p/papyrus}{#f/0}...喔，等等， 絕對有！

source: <18>{#p/papyrus}{#f/9}LIFTGATES!!!
pt_br: <18>{#p/papyrus}{#f/9}OS PORTAIS LEVITADORES!!!
zh_cn: <18>{#p/papyrus}{#f/9}升降机！！！
zh_tw: <18>{#p/papyrus}{#f/9}升降機！！！

source: <18>{#p/papyrus}{#f/5}AN ELEVATOR WITHOUT MUSIC IS LIKE...
pt_br: <18>{#p/papyrus}{#f/5}UM ELEVADOR SEM MÚSICA É TIPO...
zh_cn: <18>{#p/papyrus}{#f/5}没有音乐 的电梯就像...
zh_tw: <18>{#p/papyrus}{#f/5}沒有音樂 的電梯就像...

source: <18>{#p/papyrus}{#f/5}A PLATE OF SPAGHETTI WITHOUT MARINARA SAUCE.
pt_br: <18>{#p/papyrus}{#f/5}UM PRATO DE ESPAGUETE SEM MOLHO MARINARA.
zh_cn: <18>{#p/papyrus}{#f/5}一盘不加番茄酱的 意大利面。
zh_tw: <18>{#p/papyrus}{#f/5}一盤不加番茄醬的 義大利麵。

source: <18>{#p/papyrus}{#f/4}OR ALFREDO SAUCE, IF YOU HAPPEN TO BE MY BROTHER.
pt_br: <18>{#p/papyrus}{#f/4}OU MOLHO VERDE, SE VOCÊ FOR O MEU IRMÃO.
zh_cn: <18>{#p/papyrus}{#f/4}如果是我兄弟那就是 奶油奶酪酱。
zh_tw: <18>{#p/papyrus}{#f/4}如果是我兄弟那就是 奶油奶酪醬。

source: <18>{#p/papyrus}{#f/4}... AND PEOPLE SAY I'M THE WEIRD ONE.
pt_br: <18>{#p/papyrus}{#f/4}... E AS PESSOAS DIZEM QUE EU SOU O ESQUISITO.
zh_cn: <18>{#p/papyrus}{#f/4}...而且人们总是说 我很奇怪。
zh_tw: <18>{#p/papyrus}{#f/4}...而且人們總是說 我很奇怪。

source: <18>{#p/papyrus}{#f/0}WHAT HAPPENS TO A SKELETON WHO WALKS THROUGH SECURITY?
pt_br: <18>{#p/papyrus}{#f/0}O QUE ACONTECE COM O ESQUELETO TOCA ELETRICIDADE?
zh_cn: <18>{#p/papyrus}{#f/0}如果一只骷髅 勇闯安保门， 会发生什么？
zh_tw: <18>{#p/papyrus}{#f/0}如果一隻骷髏 勇闖安保門， 會發生什麼？

source: <19>{#p/papyrus}{#f/4}... OH YEAH. HE GETS ELECTROCUTED.
pt_br: <19>{#p/papyrus}{#f/4}... OH CERTO. ELE É ELETROCUTADO.
zh_cn: <19>{#p/papyrus}{#f/4}答案是... 他会差点被电嗝屁。
zh_tw: <19>{#p/papyrus}{#f/4}答案是... 他會差點被電嗝屁。

source: <18>{#p/papyrus}{#f/6}JUST LIKE I WAS, THE FIRST TIME I CAME HERE!
pt_br: <18>{#p/papyrus}{#f/6}FOI ISSO QUE ACONTECEU, QUANDO EU VIM AQUI!
zh_cn: <18>{#p/papyrus}{#f/6}就像我第一次 来这里那样！
zh_tw: <18>{#p/papyrus}{#f/6}就像我第一次 來這裡那樣！

source: <25>{#p/undyne}{#f/1}* Sounds like quite the story you've got there.
pt_br: <25>{#p/undyne}{#f/1}* Parece ser uma historia e tanto que você tem.
zh_cn: <25>{#p/undyne}{#f/1}* 这么说，这电门跟你 关系不一般啊。
zh_tw: <25>{#p/undyne}{#f/1}* 這麼說，這電門跟你 關係不一般啊。

source: <18>{#p/papyrus}{#f/4}OH, IT WAS QUITE A STORY, ALRIGHT...
pt_br: <18>{#p/papyrus}{#f/4}OH, É UMA HISTORIA MESMO, CLARO...
zh_cn: <18>{#p/papyrus}{#f/4}哦，这门给我留下了 极其深刻的印象...
zh_tw: <18>{#p/papyrus}{#f/4}喔，這門給我留下了 極其深刻的印象...

source: <18>{#p/papyrus}{#f/5}JUST NOT A VERY GOOD ONE.
pt_br: <18>{#p/papyrus}{#f/5}POREM NÃO UM MUITO BOA.
zh_cn: <18>{#p/papyrus}{#f/5}反正印象不咋样。
zh_tw: <18>{#p/papyrus}{#f/5}反正印象不咋樣。

source: <25>{#p/undyne}{#f/14}* Could it be summed up as "I had no idea what I was doing?"
pt_br: <25>{#p/undyne}{#f/14}* O título seria "Eu não fazia ideia do que tava fazendo?"
zh_cn: <25>{#p/undyne}{#f/14}* 这就叫“无知者无畏”吧？
zh_tw: <25>{#p/undyne}{#f/14}* 這就叫「無知者無畏」吧？

source: <18>{#p/papyrus}{#f/7}HEY, I -ALWAYS- KNOW WHAT I'M DOING!
pt_br: <18>{#p/papyrus}{#f/7}EI, EU -SEMPRE- SEI O QUE ESTOU FAZENDO!
zh_cn: <18>{#p/papyrus}{#f/7}别以为我傻！ 啥危险我能不知道？
zh_tw: <18>{#p/papyrus}{#f/7}別以為我傻！ 啥危險我能不知道？

source: <18>{#p/papyrus}{#f/5}IT'S MORE OF AN "I WAS POWERLESS TO STOP IT" SCENARIO.
pt_br: <18>{#p/papyrus}{#f/5}É MAIS COMO "EU NÃO TIVE A ENERGIA PARA IMPEDIR."
zh_cn: <18>{#p/papyrus}{#f/5}要说“自不量力” 还差不多。
zh_tw: <18>{#p/papyrus}{#f/5}要說「自不量力」 還差不多。

source: <25>{#p/undyne}{#f/17}* Wait, if you were electrocuted by the security field...
pt_br: <25>{#p/undyne}{#f/17}* Se você foi eletrocutado pelo escudo de segurança...
zh_cn: <25>{#p/undyne}{#f/17}* 不对。
zh_tw: <25>{#p/undyne}{#f/17}* 不對。

source: <25>{#p/undyne}{#f/17}* Wouldn't that make you the OPPOSITE of powerless?
pt_br: <25>{#p/undyne}{#f/17}* Isso não te faria o contrario de SEM ENERGIA?
zh_cn: <25>{#p/undyne}{#f/17}* 那安保门给你“输送”了 那么多力量， 你咋还能“自不量力”？
zh_tw: <25>{#p/undyne}{#f/17}* 那安保門給你「輸送」了 那麼多力量， 你咋還能「自不量力」？

source: <18>{#p/papyrus}{#f/4}ACTUALLY, THAT'S A GOOD POINT...
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ TEM UM ÓTIMO PONTO...
zh_cn: <18>{#p/papyrus}{#f/4}哎，好像有道理...
zh_tw: <18>{#p/papyrus}{#f/4}哎，好像有道理...

source: <18>{#p/papyrus}{#f/6}IT'S A LONG STORY.
pt_br: <18>{#p/papyrus}{#f/6}É UMA LONGA HISTORIA.
zh_cn: <18>{#p/papyrus}{#f/6}哎，说来话长啊， 以后再说这事吧。
zh_tw: <18>{#p/papyrus}{#f/6}哎，說來話長啊， 以後再說這事吧。

source: <18>{#p/papyrus}{#f/0}PERHAPS IT'S NOT SUCH A BAD STORY AFTER ALL.
pt_br: <18>{#p/papyrus}{#f/0}TALVEZ ELA NÃO SEJA TÃO RUIM DEPOIS DE TUDO.
zh_cn: <18>{#p/papyrus}{#f/0}这么一想，被电也挺好。
zh_tw: <18>{#p/papyrus}{#f/0}這麼一想，被電也挺好。

source: <18>{#p/papyrus}{#f/0}MY BROTHER ONCE HOSTED A COMEDY SHOW HERE.
pt_br: <18>{#p/papyrus}{#f/0}MEU IRMÃO FEZ UM SHOW DE COMEDIA AQUI UMA VEZ.
zh_cn: <18>{#p/papyrus}{#f/0}我兄弟在这主持过 一次喜剧节目。
zh_tw: <18>{#p/papyrus}{#f/0}我兄弟在這主持過 一次喜劇節目。

source: <18>{#p/papyrus}{#f/4}IT WAS CALLED...
pt_br: <18>{#p/papyrus}{#f/4}ERA CHAMADO DE...
zh_cn: <18>{#p/papyrus}{#f/4}那场节目 的名字叫做...
zh_tw: <18>{#p/papyrus}{#f/4}那場節目 的名字叫做...

source: <18>{#p/papyrus}{#f/4}... THE RIB-TICKLER.
pt_br: <18>{#p/papiro}{#f/4}... O CÓCEGAS NAS COSTELAS.
zh_cn: <18>{#p/papyrus}{#f/4}...《衫燃肋下》。
zh_tw: <18>{#p/papyrus}{#f/4}...《衫燃肋下》。

source: <18>{#p/papyrus}{#f/5}DESPITE THE TITLE, IT WASN'T A COMPLETE FAILURE.
pt_br: <18>{#p/papyrus}{#f/5}APESAR DO TÍTULO, NÃO FOI UMA COMPLETA FALHA.
zh_cn: <18>{#p/papyrus}{#f/5}虽然名字很烂， 但节目并没失败。
zh_tw: <18>{#p/papyrus}{#f/5}雖然名字很爛， 但節目並沒失敗。

source: <18>{#p/papyrus}{#f/0}IN FACT, IT DID PRETTY WELL!!
pt_br: <18>{#p/papyrus}{#f/0}NA VERDADE, FOI ATÉ MUITO BOM!!
zh_cn: <18>{#p/papyrus}{#f/0}确切的说， 那场节目大受欢迎！！
zh_tw: <18>{#p/papyrus}{#f/0}確切的說， 那場節目大受歡迎！！

source: <25>{#p/undyne}{#f/1}* To be honest, I'm kind of surprised he stopped doing it.
pt_br: <25>{#p/undyne}{#f/1}* Pra ser honesto, estou surpreso que ele parou.
zh_cn: <25>{#p/undyne}{#f/1}* 实话说，我很惊讶 他为啥不趁热打铁， 反而要功成身退。
zh_tw: <25>{#p/undyne}{#f/1}* 實話說，我很驚訝 他為啥不趁熱打鐵， 反而要功成身退。

source: <25>{#p/undyne}{#f/16}* But I guess he just really wanted to be a sentry or something.
pt_br: <25>{#p/undyne}{#f/16}* Mas acho que foi por sua alta vontade de ser um sentinela.
zh_cn: <25>{#p/undyne}{#f/16}* 也许他只愿当个哨兵， 整天逍遥自在吧。
zh_tw: <25>{#p/undyne}{#f/16}* 也許他只願當個哨兵， 整天逍遙自在吧。

source: <18>{#p/papyrus}{#f/5}YEAH. THAT MUST BE IT.
pt_br: <18>{#p/papyrus}{#f/5}É. DEVE TER SIDO ISSO.
zh_cn: <18>{#p/papyrus}{#f/5}对。 一定是这样的。
zh_tw: <18>{#p/papyrus}{#f/5}對。 一定是這樣的。

source: <18>{#p/papyrus}{#f/4}THERE DEFINITELY ISN'T ANYTHING ELSE GOING ON.
pt_br: <18>{#p/papyrus}{#f/4}NÃO TINHA MAIS NADA ACONTECENDO, NÉ?
zh_cn: <18>{#p/papyrus}{#f/4}绝对没有其他原因。
zh_tw: <18>{#p/papyrus}{#f/4}絕對沒有其他原因。

source: <25>{#p/undyne}{#f/14}* ... what?
pt_br: <25>{#p/undyne}{#f/14}* ... que?
zh_cn: <25>{#p/undyne}{#f/14}* ...啥？
zh_tw: <25>{#p/undyne}{#f/14}* ...啥？

source: <18>{#p/papyrus}{#f/0}I'M AS SURPRISED AS YOU ARE.
pt_br: <18>{#p/papyrus}{#f/0}EU ESTOU TÃO SURPRESO QUANTO VOCÊ.
zh_cn: <18>{#p/papyrus}{#f/0}我和你一样 对此惊讶。
zh_tw: <18>{#p/papyrus}{#f/0}我和你一樣 對此驚訝。

source: <18>{#p/papyrus}{#f/0}THERE ARE THINGS I PROBABLY SHOULDN'T MENTION RIGHT NOW.
pt_br: <18>{#p/papyrus}{#f/0}EXISTEM COISAS QUE EU NÃO DEVERIA MENCIONAR AGORA.
zh_cn: <18>{#p/papyrus}{#f/0}有些事 还不到提的时候。
zh_tw: <18>{#p/papyrus}{#f/0}有些事 還不到提的時候。

source: <18>{#p/papyrus}{#f/0}SO THIS IS WHERE BRATTY AND CATTY WORK, HUH?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO É A AÍ QUE A BRATTY E A CATTY TRABALHAM?
zh_cn: <18>{#p/papyrus}{#f/0}所以这里是 BRATTY和CATTY的 工作区，对吧？
zh_tw: <18>{#p/papyrus}{#f/0}所以這裡是 BRATTY和CATTY的 工作區，對吧？

source: <18>{#p/papyrus}{#f/0}IT'S CLEANER THAN I EXPECTED.
pt_br: <18>{#p/papyrus}{#f/0}É MAIS LIMPO DO QUE EU IMAGINAVA.
zh_cn: <18>{#p/papyrus}{#f/0}比我想的还干净。
zh_tw: <18>{#p/papyrus}{#f/0}比我想的還乾淨。

source: <18>{#p/papyrus}{#f/4}AREN'T THESE TWO SUPPOSED TO BE TRASH DEALERS...?
pt_br: <18>{#p/papyrus}{#f/4}NÃO ERA PRA ELAS SEREM VENDEDORAS DE LIXO...?
zh_cn: <18>{#p/papyrus}{#f/4}她们俩不应该是 垃圾贩子吗...？
zh_tw: <18>{#p/papyrus}{#f/4}她們倆不應該是 垃圾販子嗎...？

source: <18>{#p/papyrus}{#f/5}... PERHAPS THE TRASH IS JUST VERY WELL ORGANIZED.
pt_br: <18>{#p/papyrus}{#f/5}... BEM, NADA IMPEDE DE SER UM LIXO BEM ORGANIZADO.
zh_cn: <18>{#p/papyrus}{#f/5}...也许垃圾 被整理得很好。
zh_tw: <18>{#p/papyrus}{#f/5}...也許垃圾 被整理得很好。

source: <25>{#p/undyne}{#f/14}* I think they're just protective about the trash they collect.
pt_br: <25>{#p/undyne}{#f/14}* Acho que elas são bem protetoras com o lixo que coletam.
zh_cn: <25>{#p/undyne}{#f/14}* 我觉得她们俩正很好地 保护着她们收集来的 垃圾。
zh_tw: <25>{#p/undyne}{#f/14}* 我覺得她們倆正很好地 保護著她們收集來的 垃圾。

source: <25>{#p/undyne}{#f/16}* Alphys told me how she used to go trash- hunting with them...
pt_br: <25>{#p/undyne}{#f/16}* Alphys já me contou que ela saía pra caçar lixo com elas...
zh_cn: <25>{#p/undyne}{#f/16}* Alphys告诉过我 她们仨过去是怎么 捡垃圾的...
zh_tw: <25>{#p/undyne}{#f/16}* Alphys告訴過我 她們仨過去是怎麼 撿垃圾的...

source: <25>{#p/undyne}{#f/9}* It's more than just some wacky hobby. * It's a way of LIFE.
pt_br: <25>{#p/undyne}{#f/9}* É mais do que um hobby bobo. * É um estilo de VIDA.
zh_cn: <25>{#p/undyne}{#f/9}* 并非只是古怪的爱好。 * 也是生活。
zh_tw: <25>{#p/undyne}{#f/9}* 並非只是古怪的愛好。 * 也是生活。

source: <18>{#p/papyrus}{#f/0}THAT SEEMS KIND OF FUN, HONESTLY.
pt_br: <18>{#p/papyrus}{#f/0}ATÉ QUE PARECE DIVERTIDO, SINCERAMENTE.
zh_cn: <18>{#p/papyrus}{#f/0}感觉好好玩的亚子。
zh_tw: <18>{#p/papyrus}{#f/0}感覺好好玩的亞子。

source: <25>{#p/undyne}{#f/1}* Plus, all the coolest trinkets get found by people like them.
pt_br: <25>{#p/undyne}{#f/1}* Além disso, elas encontram as paradas mais feras lá.
zh_cn: <25>{#p/undyne}{#f/1}* 此外， 所有最酷的玩意都是被 喜欢她们的人发现的。
zh_tw: <25>{#p/undyne}{#f/1}* 此外， 所有最酷的玩意都是被 喜歡她們的人發現的。

source: <18>{#p/papyrus}{#f/9}LIKE THE MEW MEW DOLL ON TV EARLIER!!
pt_br: <18>{#p/papyrus}{#f/9}TIPO AQUELA BONECA MEW MEW MAIS CEDO NA TV!!
zh_cn: <18>{#p/papyrus}{#f/9}像是上次电视节目 中的那个喵喵玩偶！
zh_tw: <18>{#p/papyrus}{#f/9}像是上次電視節目 中的那個喵喵玩偶！
