Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/sans}{#f/2}* sorry, meant to say "hologram-shaped human."
pt_br: <25>{#p/sans}{#f/2}* desculpa, quiz dizer humano no formato de holograma.
zh_cn: <25>{#p/sans}{#f/2}* 哎呀，嘴滑了，那其实是个 “长得像全息投影的人”。
zh_tw: <25>{#p/sans}{#f/2}* 哎呀，嘴滑了，那其實是個 「長得像全息投影的人」。

source: <18>{#p/papyrus}{#f/0}... SANS, WE FINALLY DID IT!
pt_br: <18>{#p/papyrus}{#f/0}... SANS, NÓS FINALMENTE CONSEGUIMOS!
zh_cn: <18>{#p/papyrus}{#f/0}...SANS，我们 终于做到了！
zh_tw: <18>{#p/papyrus}{#f/0}...SANS，我們 終於做到了！

source: <18>{#f/9}UNDYNE -HAS- TO LET ME INTO THE ROYAL GUARD NOW!!!
pt_br: <18>{#f/9}UNDYNE -TEM- QUE ME DEIXAR ENTRAR NA GUARDA REAL!!!
zh_cn: <18>{#f/9}UNDYNE现在【肯定】会让我 加入皇家卫队了！！！
zh_tw: <18>{#f/9}UNDYNE現在【肯定】會讓我 加入皇家衛隊了！！！

source: <18>{#f/6}WE JUST HAVE TO...
pt_br: <18>{#f/6}NÓS SÓ TEMOS QUE...
zh_cn: <18>{#f/6}我们只需要...
zh_tw: <18>{#f/6}我們只需要...

source: <18>{#f/5}TO...
pt_br: <18>{#f/5}QUE...
zh_cn: <18>{#f/5}去...
zh_tw: <18>{#f/5}去...

source: <18>{#f/4}I'M FORGETTING SOMETHING.
pt_br: <18>{#f/4}EU ESTOU ESQUECENDO ALGO.
zh_cn: <18>{#f/4}我好像忘了些啥。
zh_tw: <18>{#f/4}我好像忘了些啥。

source: <25>{#p/sans}{#f/2}* the speech, remember?
pt_br: <25>{#p/sans}{#f/2}* A fala, lembra?
zh_cn: <25>{#p/sans}{#f/2}* 演讲，还记得吗？
zh_tw: <25>{#p/sans}{#f/2}* 演講，還記得嗎？

source: <18>{#p/papyrus}{#f/4}OH, RIGHT. ..."AHEM."
pt_br: <18>{#p/papyrus}{#f/4}OH, CERTO. ..."AHEM."
zh_cn: <18>{#p/papyrus}{#f/4}哦，对对对。 ...“咳咳”。
zh_tw: <18>{#p/papyrus}{#f/4}喔，對對對。 ...「咳咳」。

source: <18>{#f/9}HUMAN! YOU MAY THINK YOU'RE SAFE OUT HERE...
pt_br: <18>{#f/9}HUMANO! VOCÊ PODE PENSAR QUE ESTÁ SEGURO AGORA...
zh_cn: <18>{#f/9}人类！你可能以为 你来到这里就安全了。
zh_tw: <18>{#f/9}人類！你可能以為 你來到這裡就安全了。

source: <18>{#f/9}BUT I, THE GREAT PAPYRUS, INTEND TO CHANGE THAT!
pt_br: <18>{#f/9}MAS EU, O GRANDE PAPYRUS, IREI MUDAR ISSO!
zh_cn: <18>{#f/9}但我， 伟大的PAPYRUS， 打算扭转你的想法！
zh_tw: <18>{#f/9}但我， 偉大的PAPYRUS， 打算扭轉你的想法！

source: <18>{#f/4}FIRST, I'LL DAZZLE YOU WITH DR. ALPHYS' PUZZLES...
pt_br: <18>{#f/4}PRIMEIRO, VERÁ OS QUEBRA-CABEÇAS DA DR. ALPHYS...
zh_cn: <18>{#f/4}首先，我要用 ALPHYS博士的谜题 让你眼花缭乱...
zh_tw: <18>{#f/4}首先，我要用 ALPHYS博士的謎題 讓你眼花繚亂...

source: <18>{#f/4}AND THEN, WHEN YOU LEAST EXPECT IT...
pt_br: <18>{#f/4}E ENTÃO, QUANDO VOCÊ MENOS ESPERAR...
zh_cn: <18>{#f/4}然后， 在你最意想不到的时候...
zh_tw: <18>{#f/4}然後， 在你最意想不到的時候...

source: <19>{#f/9}WHAM! CAPTURED! OFF TO THE CITADEL!
pt_br: <19>{#f/9}WHAM! CAPTURADO! DIRETO PARA A CIDADELA!
zh_cn: <19>{#f/9}哇呜！ 抓到你了！ 押去首塔！
zh_tw: <19>{#f/9}哇嗚！ 抓到你了！ 押去首塔！

source: <18>{#f/9}OUR BATTLE WILL BE AS LEGENDARY AS THEY COME!
pt_br: <18>{#f/9}NOSSA BATALHA SERÁ TÃO LENDÁRIA QUANTO VOCÊ PENSA!
zh_cn: <18>{#f/9}我们的战斗 将一如既往地传奇！
zh_tw: <18>{#f/9}我們的戰鬥 將一如既往地傳奇！

source: <18>{#f/9}CONTINUE... ONLY IF YOU DARE!!!
pt_br: <18>{#f/9}CONTINUE EM FRENTE... SE TIVER CORAGEM!!!
zh_cn: <18>{#f/9}来吧... 只要你够胆！
zh_tw: <18>{#f/9}來吧... 只要你夠膽！

source: <18>{#f/0}NYEH HEH HEH HEH HEH HEH HEH HEH!!!
zh_cn: <18>{#f/0}捏嘿嘿嘿嘿 嘿嘿嘿！！！
zh_tw: <18>{#f/0}捏嘿嘿嘿嘿 嘿嘿嘿！！！

source: <25>{#p/sans}* well, that went well.
pt_br: <25>{#p/sans}* bem, isso foi tranquilo.
zh_cn: <25>{#p/sans}* 不错，进展很顺利。
zh_tw: <25>{#p/sans}* 不錯，進展很順利。

source: <25>* don't sweat it, bud.
pt_br: <25>* não se preocupa, colega.
zh_cn: <25>* 别担心，伙计。
zh_tw: <25>* 別擔心，夥計。

source: <25>{#f/2}* i'll keep an eyesocket out for ya.
pt_br: <25>{#f/2}* eu vou manter um olho aberto por você.
zh_cn: <25>{#f/2}* 我会用眼窝 替你盯着的。
zh_tw: <25>{#f/2}* 我會用眼窩 替你盯著的。

source: <18>{#p/papyrus}{#f/5}H-HUMAN? IS THAT YOU...?
pt_br: <18>{#p/papyrus}{#f/5}H-HUMANO? É VOCÊ...?
zh_cn: <18>{#p/papyrus}{#f/5}人-人类？ 你就是那个人类吗...？
zh_tw: <18>{#p/papyrus}{#f/5}人-人類？ 你就是那個人類嗎...？

source: <18>{#p/papyrus}{#f/1}OH MY GOD!!! IT REALLY IS YOU, ISN'T IT!?!?
pt_br: <18>{#p/papyrus}{#f/1}OH MEU DEUS!!! É REALMENTE VOCÊ, NÃO É!?!?
zh_cn: <15>{#p/papyrus}{#e/papyrus/20}我的天哪！ 我终于见到你啦！
zh_tw: <15>{#p/papyrus}{#e/papyrus/20}我的天哪！ 我終於見到你啦！

source: <18>{#p/papyrus}{#f/0}I'VE BEEN EXCITED TO MEET YOU SINCE I HEARD ABOUT YOU!
pt_br: <18>{#p/papyrus}{#f/0}ESTAVA ANSIOSO PARA TE VER AO SABER DE TI!
zh_cn: <18>{#p/papyrus}{#f/0}自打听说你来了星港， 我就梦想着能见你一面！
zh_tw: <18>{#p/papyrus}{#f/0}自打聽說你來了星港， 我就夢想著能見你一面！

source: <18>{#p/papyrus}{#f/4}... AS FOR WHY I'M ONLY HERE NOW?
pt_br: <18>{#p/papyrus}{#f/4}... POR QUE EU SÓ APARECI AGORA?
zh_cn: <18>{#p/papyrus}{#f/4}...你问， 为啥SANS没跟我 在一起？
zh_tw: <18>{#p/papyrus}{#f/4}...你問， 為啥SANS沒跟我 在一起？

source: <18>{#p/papyrus}{#f/6}WELL, I HAVE REASON TO BELIEVE...
pt_br: <18>{#p/papyrus}{#f/6}BEM, EU TENHO RAZÃO PARA ACREDITAR...
zh_cn: <18>{#p/papyrus}{#f/6}唉，我有理由怀疑...
zh_tw: <18>{#p/papyrus}{#f/6}唉，我有理由懷疑...

source: <18>{#p/papyrus}{#f/5}... MY BROTHER HAS BEEN TRYING TO KEEP YOU FROM ME.
pt_br: <18>{#p/papyrus}{#f/5}QUE MEU IRMÃO TEM TENTANDO TE MANTER LONGE DE MIM.
zh_cn: <18>{#p/papyrus}{#f/5}...他好像 刻意想让我躲着你。
zh_tw: <18>{#p/papyrus}{#f/5}...他好像 刻意想讓我躲著你。

source: <18>{#p/papyrus}{#f/7}TYPICAL!!!
pt_br: <18>{#p/papyrus}{#f/7}TÍPICO!!!
zh_cn: <18>{#p/papyrus}{#f/7}真不愧是他！！！
zh_tw: <18>{#p/papyrus}{#f/7}真不愧是他！！！

source: <18>{#p/papyrus}{#f/0}BUT OUR LITTLE ALLIANCE CAN BE OUR LITTLE SECRET.
pt_br: <18>{#p/papyrus}{#f/0}MAS NOSSA ALIANÇA PODE SER NOSSO PEQUENO SEGREDO!
zh_cn: <18>{#p/papyrus}{#f/0}但是， 只要你不说，我不说~
zh_tw: <18>{#p/papyrus}{#f/0}但是， 只要你不說，我不說~

source: <18>{#p/papyrus}{#f/9}HE DOESN'T HAVE TO KNOW A -DAMN- THING ABOUT IT!
pt_br: <18>{#p/papyrus}{#f/9}ELE NÃO PRECISA SABER -NADICA- SOBRE ISSO!
zh_cn: <18>{#p/papyrus}{#f/9}那懒骨头 就甭想知道【一丁点】 咱们的“地下情谊”！
zh_tw: <18>{#p/papyrus}{#f/9}那懶骨頭 就甭想知道【一丁點】 咱們的「地下情誼」！

source: <18>{#p/papyrus}{#f/5}GUESS I BETTER GO BEFORE HE FINDS OUT I'M HERE.
pt_br: <18>{#p/papyrus}{#f/5}EU VOU INDO ANTES QUE ELE DESCUBRA QUE ESTOU AQUI.
zh_cn: <18>{#p/papyrus}{#f/5}不过，我现在得走了。 绝不能让他发现 我偷偷溜出来了。
zh_tw: <18>{#p/papyrus}{#f/5}不過，我現在得走了。 絕不能讓他發現 我偷偷溜出來了。

source: <18>{|}{#p/papyrus}{#f/9}I'LL CATCH UP WITH YOU SOON, HU- {%}
pt_br: <18>{|}{#p/papyrus}{#f/9}EU TE ENCONTRO MAIS TARDE, HU- {%}
zh_cn: <18>{|}{#p/papyrus}{#f/9}待会见，人-{%}
zh_tw: <18>{|}{#p/papyrus}{#f/9}待會見，人-{%}

source: <18>{#f/4}YOU MAY HAVE HAD AN EASY TIME BEFORE.
pt_br: <18>{#f/4}PODE TER SIDO FÁCIL PARA VOCÊ ANTES.
zh_cn: <18>{#f/4}你之前的谜题兴许过 得很轻松。
zh_tw: <18>{#f/4}你之前的謎題興許過 得很輕鬆。

source: <18>{#f/4}YOU MAY HAVE PASSED MY OTHER CHALLENGES.
pt_br: <18>{#f/4}VOCÊ PODE TER PASSADO MEUS ÚLTIMOS DESAFIOS.
zh_cn: <18>{#f/4}你可能已经过了 我很多别的挑战。
zh_tw: <18>{#f/4}你可能已經過了 我很多別的挑戰。

source: <18>{#f/9}BUT NOW YOU WILL SURELY MEET YOUR WIT'S END!
pt_br: <18>{#f/9}MAS AGORA VOCÊ ENCONTRARÁ UM OBSTÁCULO!
zh_cn: <18>{#f/9}但现在，你就 绝对要束手无策了！
zh_tw: <18>{#f/9}但現在，你就 絕對要束手無策了！

source: <18>FOR YOU SEE, THIS PUZZLE WAS MADE BY NONE OTHER...
pt_br: <18>POIS VEJA, ESTE AQUI FOI FEITO POR NINGUÉM MENOS...
zh_cn: <18>你也看到了， 出这个谜题的 不是别人...
zh_tw: <18>你也看到了， 出這個謎題的 不是別人...

source: <18>{#f/0}THAN THE AMAZING DR. ALPHYS!
pt_br: <18>{#f/0}QUE A INCRÍVEL DR. ALPHYS!
zh_cn: <18>{#f/0}正是那个大名鼎鼎的 ALPHYS博士！
zh_tw: <18>{#f/0}正是那個大名鼎鼎的 ALPHYS博士！

source: <18>THE RULES ARE QUITE SIMPLE, REALLY.
pt_br: <18>AS REGRAS SÃO BEM SIMPLES, DE VERDADE.
zh_cn: <18>实际上， 规则很简单。
zh_tw: <18>實際上， 規則很簡單。

source: <18>THIS DISPLAY WILL READ OUT A NUMBER AT RANDOM.
pt_br: <18>ESTÁ TELA VAI LER UM NÚMERO ALEATÓRIO.
zh_cn: <18>这个显示器会 随机读出一个数字。
zh_tw: <18>這個顯示器會 隨機讀出一個數字。

source: <18>{#f/9}... THE NUMBER OF SECONDS UNTIL YOU CAN PASS!
pt_br: <18>{#f/9}... O NÚMERO DE SEGUNDOS ATÉ VOCÊ PODER PASSAR!
zh_cn: <18>{#f/9}...这数字就是 你度过这里 所需要的秒数！
zh_tw: <18>{#f/9}...這數字就是 你度過這裡 所需要的秒數！

source: <18>{#f/0}IF THE NUMBER IS ODD, YOU MUST DODGE PROJECTILES.
pt_br: <18>{#f/0}SE O NÚMERO FOR ÍMPAR, DESVIARÁ DE PROJÉTEIS.
zh_cn: <18>{#f/0}如果数字是奇数， 你就必须躲避子弹。
zh_tw: <18>{#f/0}如果數字是奇數， 你就必須躲避子彈。

source: <18>NUMBERS ENDING IN 1 GIVE YOU STAR- SHAPED ONES...
pt_br: <18> NÚMEROS QUE TERMINAM EM 1 DÃO FORMA DE ESTRELA...
zh_cn: <18>以1结尾的数 是星形的子弹...
zh_tw: <18>以1結尾的數 是星形的子彈...

source: <18>NUMBERS ENDING IN 3 GIVE YOU MOON- SHAPED ONES...
pt_br: < 18> NÚMEROS QUE TERMINAM EM 3 EM FORMA DE LUA...
zh_cn: <18>以3结尾的数 是月亮形状的子弹...
zh_tw: <18>以3結尾的數 是月亮形狀的子彈...

source: <18>{#f/4}5 GIVES YOU COMETS, 7 GIVES YOU QUASARS...
pt_br: <18>{#f/4}5 DÁ COMETAS, 7 DÁ QUASARES...
zh_cn: <18>{#f/4}5是彗星的， 7是类星体的...
zh_tw: <18>{#f/4}5是彗星的， 7是類星體的...

source: <18>{#f/9}AND IF IT ENDS IN A 9, IT'S ENTIRELY RANDOM!
pt_br: <18>{#f/9}E SE TERMINAR COM 9, É ALEATÓRIO!
zh_cn: <18>{#f/9}如果是9结尾的， 就是完全随机！
zh_tw: <18>{#f/9}如果是9結尾的， 就是完全隨機！

source: <18>{#f/0}IF THE NUMBER IS PRIME, THE GRAVITY WILL FLIP.
pt_br: <18>{#f/0}SE O NÚMERO É PRIMO A GRAVIDADE VAI TROCAR.
zh_cn: <18>{#f/0}如果数字是质数， 重力就会翻转。
zh_tw: <18>{#f/0}如果數字是質數， 重力就會翻轉。

source: <18>{#f/4}(ALTHOUGH, PRIMES BELOW TEN DON'T OFTEN TRIGGER IT.)
pt_br: <18>{#f/4}(ABAIXO DE DEZ É IMPROVÁVEL ACONTECER.)
zh_cn: <18>{#f/4}（不过， 小于10的质数 一般不会触发。）
zh_tw: <18>{#f/4}（不過， 小於10的質數 一般不會觸發。）

source: <18>{#f/0}IF THE NUMBER IS EVEN, YOU WILL BE FINE AT FIRST...
pt_br: <18>{#f/0}SE O NÚMERO FOR PAR, VOCÊ FICARÁ BEM NO INÍCIO...
zh_cn: <18>{#f/0}如果数字是偶数， 你一开始会 平安无事...
zh_tw: <18>{#f/0}如果數字是偶數， 你一開始會 平安無事...

source: <18>{#f/9}BUT RANDOM MONSTER ENCOUNTERS WILL OCCUR!
pt_br: <18>{#f/9}MAS VOCÊ ENCONTRARÁ MONSTROS!
zh_cn: <18>{#f/9}但你接下来就要 遭遇到随机的怪物！
zh_tw: <18>{#f/9}但你接下來就要 遭遇到隨機的怪物！

source: <18>ALSO, POWERS OF TWO WILL DOUBLE THE FREQUENCY!!
pt_br: <18>E POTÊNCIAS DE DOIS DOBRARÃO A FREQUÊNCIA!!
zh_cn: <18>并且，如果是 2的整数幂，会使 怪物数量翻倍！！
zh_tw: <18>並且，如果是 2的整數冪，會使 怪物數量翻倍！！

source: <18>{#f/0}IF THE NUMBER REPEATS THE SAME DIGIT TWICE...
pt_br: <18>{#f/0}SE O NÚMERO REPETIR DIGITOS DUAS VEZES...
zh_cn: <18>{#f/0}如果某个数字 重复了两次...
zh_tw: <18>{#f/0}如果某個數字 重複了兩次...

source: <18>{#f/0}THE WAIT TIME WILL BE MULTIPLIED BY SAID DIGIT!
pt_br: <18>{#f/0}O TEMPO DE ESPERA SERÁ MULTIPLICADO POR TAL NÚMERO!
zh_cn: <18>{#f/0}等待的时间 就会乘以这个数字！
zh_tw: <18>{#f/0}等待的時間 就會乘以這個數字！

source: <18>{#f/0}IF THE NUMBER IS A RUN, I.E. 1-2-3...
pt_br: <18>{#f/0}SE O NÚMERO FOR UMA CORRIDA, OU SEJA, 1-2-3...
zh_cn: <18>{#f/0}如果数字是 按顺序排列的， 譬如1-2-3...
zh_tw: <18>{#f/0}如果數字是 按順序排列的， 譬如1-2-3...

source: <18>{#f/0}THE ROOM WILL SHAKE, CAUSING YOU TO STUMBLE!
pt_br: <18>{#f/0}A SALA VAI BALANÇAR, TE FAZENDO TREMER!
zh_cn: <18>{#f/0}房间就会摇摇晃晃， 让你连走都走不动！
zh_tw: <18>{#f/0}房間就會搖搖晃晃， 讓你連走都走不動！

source: <18>{#f/0}AND IF THE NUMBER CONTAINS A 4 AT ALL...
pt_br: <18>{#f/0}E SE O NÚMERO TIVER UM 4 DE QUALQUER FORMA...
zh_cn: <18>{#f/0}然后，如果 包含一个数字4...
zh_tw: <18>{#f/0}然後，如果 包含一個數字4...

source: <18>{#f/9}SANS WILL RANDOMLY LEVITATE YOU WITH BLUE MAGIC!
pt_br: <18>{#f/9}SANS VAI TE LEVITAR COM MAGIA AZUL!
zh_cn: <18>{#f/9}SANS就会随机用 蓝色魔法 让你浮起来！
zh_tw: <18>{#f/9}SANS就會隨機用 藍色魔法 讓你浮起來！

source: <25>{#p/sans}{#f/6}* check it out, it's my special yellow eye.
pt_br: <25>{#p/sans}{#f/6}* Da uma olhada, é meu olho amarelo especial.
zh_cn: <25>{#p/sans}{#f/6}* 你看吧， 这就是我特殊的黄色眼睛。
zh_tw: <25>{#p/sans}{#f/6}* 你看吧， 這就是我特殊的黃色眼睛。

source: <18>{#p/papyrus}{#f/7}NOT NOW, SANS!!
pt_br: <18>{#p/papyrus}{#f/7}AGORA NÃO, SANS!!
zh_cn: <18>{#p/papyrus}{#f/7}现在不行，SANS！！
zh_tw: <18>{#p/papyrus}{#f/7}現在不行，SANS！！

source: <25>{#p/sans}* oh, heheh. * guess i got a little {@fill=#ff0}carried away{@fill=#fff}, huh?
pt_br: <25>{#p/sans}* oh, heheh. acho que fui meio {@fill=#ff0}carregado pelo momento{@fill=#fff}, hein?
zh_cn: <25>{#p/sans}* 哦，嘿嘿。 * 看来我有些{@fill=#ff0}浮{@fill=#fff}躁了，嗯？
zh_tw: <25>{#p/sans}* 喔，嘿嘿。 * 看來我有些{@fill=#ff0}浮{@fill=#fff}躁了，嗯？

source: <18>{#p/papyrus}{#f/4}YEAH, YEAH...
pt_br: <18>{#p/papyrus}{#f/4}CLARO, CLARO...
zh_cn: <18>{#p/papyrus}{#f/4}好好好...
zh_tw: <18>{#p/papyrus}{#f/4}好好好...

source: <18>{#f/9}WELL! DO YOU UNDERSTAND THE EXPLANATION?
pt_br: <18>{#f/9}BEM! VOCÊ ENTENDEU A EXPLICAÇÃO?
zh_cn: <18>{#f/9}总之！ 你理解我的 解释了吗？
zh_tw: <18>{#f/9}總之！ 你理解我的 解釋了嗎？

source: <18>{#p/papyrus}{#f/9}WELL, LET'S REVIEW THEN!
pt_br: <18>{#p/papyrus}{#f/9}BOM, VAMOS REVISAR!
zh_cn: <18>{#p/papyrus}{#f/9}好， 那我们回顾一遍！
zh_tw: <18>{#p/papyrus}{#f/9}好， 那我們回顧一遍！

source: <18>{#f/0}THIS DISPLAY GENERATES A RANDOM NUMBER OF SECONDS.
pt_br: <18>{#f/0}ESTA TELA GERA UM NÚMERO ALEATÓRIO DE SEGUNDOS.
zh_cn: <18>{#f/0}这个显示器会随机 生成一个秒数。
zh_tw: <18>{#f/0}這個顯示器會隨機 生成一個秒數。

source: <18>AKA, HOW LONG YOU MUST WAIT TO PASS THROUGH.
pt_br: <18>O QUÃO VOCÊ VAI PRECISAR ESPERAR PARA PASSAR.
zh_cn: <18>也就是， 你要等多少秒 才能通过的时间。
zh_tw: <18>也就是， 你要等多少秒 才能通過的時間。

source: <18>ODD NUMBERS MEAN DODGING PROJECTILES.
pt_br: <18>NÚMEROS ÍMPARES SIGNIFICAM PROJÉTEIS.
zh_cn: <18>奇数要躲子弹。
zh_tw: <18>奇數要躲子彈。

source: <18>THE NUMBER'S LAST DIGIT DETERMINES THE TYPE.
pt_br: <18>O ÚLTIMO DIGITO DETERMINA O TIPO.
zh_cn: <18>尾数决定 子弹的种类。
zh_tw: <18>尾數決定 子彈的種類。

source: <18>1 FOR STARS, 3 FOR MOONS, 5 FOR QUASARS, 7 FOR...
pt_br: <18>1 PARA ESTRELAS, 4 PARA LUAS, 5 QUASARES, 7...
zh_cn: <18>1是星星，3是月亮， 5是类星体， 7是...
zh_tw: <18>1是星星，3是月亮， 5是類星體， 7是...

source: <18>{#f/5}WAIT, WHICH NUMBER WAS FOR QUASARS AGAIN??
pt_br: <18>{#f/5}ESPERA, QUE NÚMEROS ERAM OS QUASARES MESMO?
zh_cn: <18>{#f/5}等等， 哪个数字是 类星体来着？
zh_tw: <18>{#f/5}等等， 哪個數字是 類星體來著？

source: <18>{#f/9}UH, WELL, IF IT ENDS IN 9, THE TYPE IS RANDOM!
pt_br: <18>{#f/9}UH, OLHA, SE TERMINAR COM 9 O TIPO É ALEATÓRIO.
zh_cn: <18>{#f/9}呃，然后， 如果尾数是9， 就是完全随机！
zh_tw: <18>{#f/9}呃，然後， 如果尾數是9， 就是完全隨機！

source: <18>{#f/0}PRIME NUMBERS SHIFT THE GRAVITY AROUND...
pt_br: <18>{#f/0}NÚMEROS PRIMOS INVERTEM A GRAVIDADE.
zh_cn: <18>{#f/0}质数会改变重力...
zh_tw: <18>{#f/0}質數會改變重力...

source: <18>{#f/0}EVEN NUMBERS TRIGGER RANDOM ENCOUNTERS...
pt_br: <18>{#f/0}NÚMEROS PARES TRAZEM ENCONTROS ALEATÓRIOS...
zh_cn: <18>{#f/0}偶数会 遭遇随机战斗...
zh_tw: <18>{#f/0}偶數會 遭遇隨機戰鬥...

source: <18>{#f/5}WAIT, DID I SAY THE GRAVITY SHIFTS!?,
pt_br: <18>{#f/5}ESPERA, EU DISSE QUE A GRAVIDADE INVERTE?
zh_cn: <18>{#f/5}等等， 我刚才是说 重力会改变吗！？，
zh_tw: <18>{#f/5}等等， 我剛才是說 重力會改變嗎！？，

source: <18>{#f/7}UGH, I MEANT TO SAY IT FLIPS!!
pt_br: <18>{#f/7}UGH, É, FOI ISSO MESMO!!
zh_cn: <18>{#f/7}呃，我是说颠倒！！
zh_tw: <18>{#f/7}呃，我是說顛倒！！

source: <18>{#f/0}BUT POWERS OF TWO DOUBLE THE ENCOUNTER RATE.
pt_br: <18>{#f/0}MAS POTÊNCIAS DE DOIS DOBRAM A TAXA DE ENCONTRO.
zh_cn: <18>{#f/0}但是2的整数幂 会使遭遇数翻倍。
zh_tw: <18>{#f/0}但是2的整數冪 會使遭遇數翻倍。

source: <18>RUNS CAUSE THE ROOM TO SHAKE, AND 4 MEANS...
pt_br: <18>SEQUÊNCIAS FAZEM A SALA TREMER, E 4 SIGNIFICA...
zh_cn: <18>数字按顺序排列的 会让房间摇晃， 然后4是...
zh_tw: <18>數字按順序排列的 會讓房間搖晃， 然後4是...

source: <18>{#f/6}UH, I THINK I FORGOT WHAT 4 MEANS.
pt_br: <18>{#f/6}UH, EU ACHO QUE ESQUECI O QUE 4 SIGNIFICA.
zh_cn: <18>{#f/6}呃，我忘记 4会发生什么了。
zh_tw: <18>{#f/6}呃，我忘記 4會發生什麼了。

source: <25>{#p/sans}* wasn't that supposed to be my cue?
pt_br: <25>{#p/sans}* não era para essa ser a minha deixa?
zh_cn: <25>{#p/sans}* 你这不是在暗示我吗？
zh_tw: <25>{#p/sans}* 你這不是在暗示我嗎？

source: <18>{#p/papyrus}{#f/6}MAYBE???
pt_br: <18>{#p/papyrus}{#f/6}TALVEZ???
zh_cn: <18>{#p/papyrus}{#f/6}可能吧？？？
zh_tw: <18>{#p/papyrus}{#f/6}可能吧？？？

source: <18>{#f/7}WHATEVER!! DO YOU UNDERSTAND IT NOW!?
pt_br: <18>{#f/7}TANTO FAZ!! VOCÊ ENTENDEU AGORA!?
zh_cn: <18>{#f/7}管他呢！！ 你现在理解了吗！？
zh_tw: <18>{#f/7}管他呢！！ 你現在理解了嗎！？

source: Sure
pt_br: Claro
zh_cn: 当然
zh_tw: 當然

source: Even less
pt_br: Menos ainda
zh_cn: 更糊涂了
zh_tw: 更糊塗了

source: <18>{#p/papyrus}{#f/9}WELL... THEN...
pt_br: <18>{#p/papyrus}{#f/9}BEM... ENTÃO...
zh_cn: <18>{#p/papyrus}{#f/9}那... 好吧...
zh_tw: <18>{#p/papyrus}{#f/9}那... 好吧...

source: <18>{#f/9}YOU KNOW WHAT, I'LL LEAVE THE INSTRUCTIONS HERE!
pt_br: <18>{#f/9}SABE DE UMA COISA? VOU DEIXAR AS INSTRUÇÕES AQUI.
zh_cn: <18>{#f/9}这样吧， 我把规则放在这！
zh_tw: <18>{#f/9}這樣吧， 我把規則放在這！

source: <18>{#f/0}THEN, YOU CAN READ THEM AT YOUR OWN PACE.
pt_br: <18>{#f/0}ENTÃO, VOCÊ PODERÁ LER ELAS NO SEU PRÓPRIO RITMO.
zh_cn: <18>{#f/0}这样，你就可以 按自己的节奏 自己读了。
zh_tw: <18>{#f/0}這樣，你就可以 按自己的節奏 自己讀了。

source: <18>GOOD LUCK, HUMAN!!
pt_br: <18>BOA SORTE, HUMANO!!
zh_cn: <18>祝你好运，人类！！
zh_tw: <18>祝你好運，人類！！

source: <18>{#f/5}NYEH... HEH HEH...
zh_cn: <18>{#f/5}捏... 嘿嘿...
zh_tw: <18>{#f/5}捏... 嘿嘿...

source: <18>{#p/papyrus}{#f/9}AWESOME SAUCE!
pt_br: <18>{#p/papyrus}{#f/9}PERFEITO BEM FEITO!
zh_cn: <18>{#p/papyrus}{#f/9}太奈斯了！
zh_tw: <18>{#p/papyrus}{#f/9}太奈斯了！

source: <18>{#f/9}WELL, WITHOUT FURTHER ADO...
pt_br: <18>{#f/9}BEM, SEM MAIS ENROLAÇÃO...
zh_cn: <18>{#f/9}好，废话少说...
zh_tw: <18>{#f/9}好，廢話少說...

source: <18>LET'S FIND OUT WHAT OUR RANDOM NUMBER WILL BE!!
pt_br: <18>VAMOS ENCONTRAR QUE TIPO DE NÚMERO ALEATÓRIO SERÁ!
zh_cn: <18>让我们看看 会是什么随机数！！
zh_tw: <18>讓我們看看 會是什麼隨機數！！

source: <18>{#p/papyrus}{#f/9}HUMAN!
pt_br: <18>{#p/papyrus}{#f/9}HUMANO!
zh_cn: <18>{#p/papyrus}{#f/9}人类！
zh_tw: <18>{#p/papyrus}{#f/9}人類！

source: <18>{#f/9}ARE YOU READY FOR YOUR GREATEST CHALLENGE YET?
pt_br: <18>{#f/9}VOCÊ ESTÁ PRONTO PARA SEU MAIOR DESAFIO?
zh_cn: <18>{#f/9}准备好面对你 最严峻的挑战了吗？
zh_tw: <18>{#f/9}準備好面對你 最嚴峻的挑戰了嗎？

source: <18>{#f/9}INTRODUCING... THE GAUNTLET OF DEADLY TERROR!
pt_br: <18>{#f/9}APRESENTANDO... O DESAFIO DO TERROR MORTAL!
zh_cn: <18>{#f/9}特此介绍... 致命恐怖大挑战！
zh_tw: <18>{#f/9}特此介紹... 致命恐怖大挑戰！

source: <18>{#p/papyrus}{#f/9}ONCE I GIVE THE WORD, IT WILL FULLY ACTIVATE!
pt_br: <18>{#p/papyrus}{#f/9}ASSIM QUE EU DER A ORDEM VAI ATIVAR COMPLETAMENTE!
zh_cn: <18>{#p/papyrus}{#f/9}一旦我下达命令， 一切都会动起来！
zh_tw: <18>{#p/papyrus}{#f/9}一旦我下達命令， 一切都會動起來！

source: <18>LASERS WILL FIRE! COILS WILL CHARGE! BLADES WILL SLICE!
pt_br: <18>LASERS VÃO DISPARAR! EXPLOSÕES ACONTECERÃO!
zh_cn: <18>激光扫射！ 线圈发电！ 刀剑挥舞！
zh_tw: <18>雷射掃射！ 線圈發電！ 刀劍揮舞！

source: <18>ALL IN A PRECISE AND TACTICAL MANNER!
pt_br: <18>TUDO DE MANEIRA TÁTICA E PRECISA!
zh_cn: <18>一切都会以精确的、 战术性的方式进行！
zh_tw: <18>一切都會以精確的、 戰術性的方式進行！

source: <18>{#f/4}WITHOUT PERFECT ACCURACY, YOU WILL SURELY FAIL.
pt_br: <18>{#f/4}SEM PERFEITA AGILIDADE, IRÁ FALHAR.
zh_cn: <18>{#f/4}不精确的一点是， 你肯定会失败。
zh_tw: <18>{#f/4}不精確的一點是， 你肯定會失敗。

source: <18>{#f/9}NOW!!! ARE YOU READY!?!?
pt_br: <18>{#f/9}VOCÊ ESTÁ PRONTO!?!?
zh_cn: <18>{#f/9}那么！！！ 你准备好了吗！？！？
zh_tw: <18>{#f/9}那麼！！！ 你準備好了嗎！？！？

source: <18>BECAUSE!
pt_br: <18>PORQUE!
zh_cn: <18>因为！
zh_tw: <18>因為！

source: <18>I!
pt_br: <18>EU!
zh_cn: <18>我！
zh_tw: <18>我！

source: <18>AM!
pt_br: <18>VOU!
zh_cn: <18>就！
zh_tw: <18>就！

source: <18>ABOUT!
pt_br: <18>ATIVAR!
zh_cn: <18>要！
zh_tw: <18>要！

source: <18>TO DO IT!
pt_br: <18>AGORA MESMO!
zh_cn: <18>启动了！
zh_tw: <18>啟動了！

source: <25>{#p/sans}* well? * are we doing this thing or what?
pt_br: <25>{#p/sans}* e aí? * vamos ativar ou o que?
zh_cn: <25>{#p/sans}* 怎么了？ * 我们到底还进不进行了？
zh_tw: <25>{#p/sans}* 怎麼了？ * 我們到底還進不進行了？

source: <25>{#p/sans}{#f/3}* that annoying dog's going to get impatient up there.
pt_br: <25>{#p/sans}{#f/3}* aquele cachorro vai começar a ficar irritado.
zh_cn: <25>{#p/sans}{#f/3}* 那条烦人的狗 在上面会不耐烦的。
zh_tw: <25>{#p/sans}{#f/3}* 那條煩人的狗 在上面會不耐煩的。

source: <18>{#p/papyrus}{#f/7}ANY SECOND NOW!
pt_br: <18>{#p/papyrus}{#f/7}QUALQUER MOMENTO AGORA!
zh_cn: <18>{#p/papyrus}{#f/7}随时都会进行的！
zh_tw: <18>{#p/papyrus}{#f/7}隨時都會進行的！

source: <25>{#p/sans}* ready when you are.
pt_br: <25>{#p/sans}* pronto quando você estiver.
zh_cn: <25>{#p/sans}* 准备好了就开始吧。
zh_tw: <25>{#p/sans}* 準備好了就開始吧。

source: <18>{#p/papyrus}{#f/6}I...
pt_br: <18>{#p/papyrus}{#f/6}EU...
zh_cn: <18>{#p/papyrus}{#f/6}我...
zh_tw: <18>{#p/papyrus}{#f/6}我...

source: <18>{#f/6}I'M STARTING TO THINK THAT...
pt_br: <18>{#f/6}EU ESTOU COMEÇANDO A PENSAR...
zh_cn: <18>{#f/6}我现在在想...
zh_tw: <18>{#f/6}我現在在想...

source: <18>{#f/6}MAYBE...
pt_br: <18>{#f/6}QUE TALVEZ...
zh_cn: <18>{#f/6}这个挑战...
zh_tw: <18>{#f/6}這個挑戰...

source: <18>{#f/6}THIS CHALLENGE...
pt_br: <18>{#f/6}ESSE DESAFIO...
zh_cn: <18>{#f/6}可能...
zh_tw: <18>{#f/6}可能...

source: <18>{#f/4}... WAS A BIT OF A BAD IDEA.
pt_br: <18>{#f/4}... FOI UMA MÁ IDEIA.
zh_cn: <18>{#f/4}...有点不算个 好主意了。
zh_tw: <18>{#f/4}...有點不算個 好主意了。

source: <18>{#f/5}TO THINK I CREATED SUCH A HARMFUL CHALLENGE...
pt_br: <18>{#f/5}E PENSAR QUE EU CRIEI UM DESAFIO TÃO PERIGOSO.
zh_cn: <18>{#f/5}一想到 我设计的这个挑战 可以这么...
zh_tw: <18>{#f/5}一想到 我設計的這個挑戰 可以這麼...

source: <18>{#f/9}BUT, HAVE NO FEAR!
pt_br: <18>{#f/9}MAS, NÃO TEMAS!
zh_cn: <18>{#f/9}但是，不用害怕！
zh_tw: <18>{#f/9}但是，不用害怕！

source: <18>{#f/9}I AM A SKELETON WITH STANDARDS!
pt_br: <18>{#f/9}EU SOU UM ESQUELETO COM MODOS!
zh_cn: <18>{#f/9}我是个 有原则的骷髅！
zh_tw: <18>{#f/9}我是個 有原則的骷髏！

source: <18>{#f/4}AND, FRANKLY, A CHALLENGE YOU CANNOT SURVIVE...
pt_br: <18>{#f/4}E, FRANCAMENTE, UM DESAFIO QUE NÃO HÁ COMO SOBREVIVER...
zh_cn: <18>{#f/4}就是，坦白来说， 一个你根本不可能 活着通过的挑战...
zh_tw: <18>{#f/4}就是，坦白來說， 一個你根本不可能 活著通過的挑戰...

source: <18>{#f/7}IS A CHALLENGE FAR TOO CONTRIVED!
pt_br: <18>{#f/7}É UM DESAFIO MUITO ABAIXO DA JUSTIÇA!
zh_cn: <18>{#f/7}就实在是太做作了！
zh_tw: <18>{#f/7}就實在是太做作了！

source: <18>AWAY IT GOES!!
pt_br: <18>LÁ VAI ELE!!
zh_cn: <18>走你！！
zh_tw: <18>走你！！

source: <18>{#p/papyrus}{#f/7}WHAT ARE YOU LOOKING AT!?
pt_br: <18>{#p/papyrus}{#f/7}O QUE VOCÊ TÁ OLHANDO!?
zh_cn: <18>{#p/papyrus}{#f/7}你看什么看！？
zh_tw: <18>{#p/papyrus}{#f/7}你看什麼看！？

source: <18>{#f/9}THIS WAS ANOTHER DECISIVE VICTORY FOR PAPYRUS!!
pt_br: <18>{#f/9}ESSA FOI OUTRA VITORIA DECISIVA DO PAPYRUS!!
zh_cn: <18>{#f/9}这只是PAPYRUS的 又一次决定性的 胜利罢了！！
zh_tw: <18>{#f/9}這只是PAPYRUS的 又一次決定性的 勝利罷了！！

source: <18>NYEH!
zh_cn: <18>捏！
zh_tw: <18>捏！

source: <18>HEH!
zh_cn: <18>嘿！
zh_tw: <18>嘿！

source: <18>... HEH?
zh_cn: <18>...嘿？
zh_tw: <18>...嘿？

source: <23>{#p/papyrus}{#f/30}HUMAN.
pt_br: <23>{#p/papyrus}{#f/30}HUMANO.
zh_cn: <23>{#p/papyrus}{#f/30}人类。ゑ
zh_tw: <23>{#p/papyrus}{#f/30}人類。ゑ

source: <23>ALLOW ME TO TELL YOU ABOUT SOME COMPLEX FEELINGS.
pt_br: <23>PERMITA-ME CONTAR SOBRE SENTIMENTOS COMPLEXOS.
zh_cn: <23>请允许我倾诉 一些复杂的情感。ゑ
zh_tw: <23>請允許我傾訴 一些複雜的情感。ゑ

source: <23>FEELINGS LIKE...
pt_br: <23>SENTIMENTOS COMO...
zh_cn: <23>就像...ゑ
zh_tw: <23>就像...ゑ

source: <23>THE SADNESS OF LOSING SOMEONE SPECIAL.
pt_br: <23>A TRISTEZA DE PERDER ALGUÉM ESPECIAL.
zh_cn: <23>失去至亲的悲痛。ゑ
zh_tw: <23>失去至親的悲痛。ゑ

source: <23>THE GUILT OF NOT BEING ABLE TO SAVE THEM.
pt_br: <23>A CULPA DE NÃO PODER SALVA-LO.
zh_cn: <23>无能为力的自责。ゑ
zh_tw: <23>無能為力的自責。ゑ

source: <23>THE DESIRE TO SEE THEM ONE LAST TIME.
pt_br: <23>A VONTADE DE VÊ-LO UMA ULTIMA VEZ.
zh_cn: <23>阴阳两隔的怀念。ゑ
zh_tw: <23>陰陽兩隔的懷念。ゑ

source: <23>THESE FEELINGS...
pt_br: <23>ESSES SENTIMENTOS...
zh_cn: <23>这些情感...ゑ
zh_tw: <23>這些情感...ゑ

source: <23>THE STRESS OF KNOWING SO MANY PEOPLE HAVE BEEN KILLED.
pt_br: <23>A TRISTEZA DE SABER QUE TANTAS PESSOAS FORAM MORTAS.
zh_cn: <23>众生罹难的心痛。ゑ
zh_tw: <23>眾生罹難的心痛。ゑ

source: <23>THE HOPELESSNESS OF THINKING YOU CAN'T DO ANYTHING TO STOP IT.
pt_br: <23>A DESESPERANÇA POR PENSAR QUE EU NÃO PODERIA IMPEDIR.
zh_cn: <23>无能为力的绝望。ゑ
zh_tw: <23>無能為力的絕望。ゑ

source: <23>THE DESIRE TO MAKE A CHANGE FOR THE BETTER.
pt_br: <23>A VONTADE DE FAZER A DIFERENÇA PARA MELHOR.
zh_cn: <23>改过自新的理想。ゑ
zh_tw: <23>改過自新的理想。ゑ

source: <23>THE JOY OF FINDING ANOTHER PASTA LOVER.
pt_br: <23>A FELICIDADE DE ENCONTRAR OUTRO AMANTE DE ESPAGUETE.
zh_cn: <23>找到另一个 意面爱好者的喜悦。
zh_tw: <23>找到另一個 意面愛好者的喜悅。

source: <23>THE ADMIRATION FOR ANOTHER'S PUZZLE- SOLVING SKILLS.
pt_br: <23>A ADMIRAÇÃO POR OUTRO SOLUCIONADOR DE QUEBRA-CABEÇA.
zh_cn: <23>对另一个人 解谜技巧的钦佩。
zh_tw: <23>對另一個人 解謎技巧的欽佩。

source: <23>THE DESIRE TO HAVE A COOL, SMART PERSON THINK YOU ARE COOL.
pt_br: <23>A APRECIAÇÃO DE TER UMA ALGUÉM SUPER DA HORA TE ACHANDO LEGAL.
zh_cn: <23>想有一个很酷、 很聪明的人认为你 也同样很酷的渴望。
zh_tw: <23>想有一個很酷、 很聰明的人認為你 也同樣很酷的渴望。

source: <18>{#f/31}THEY MUST BE WHAT YOU ARE FEELING, RIGHT NOW.
pt_br: <18>{#f/31}ESSES SENTIMENTOS DEVEM SER O QUE VOCÊ SENTE.
zh_cn: <18>{#f/31}肯定正萦绕在你心头。ゑ
zh_tw: <18>{#f/31}肯定正縈繞在你心頭。ゑ

source: <18>{#f/32}I CAN HARDLY IMAGINE WHAT THAT MUST FEEL LIKE...
pt_br: <18>{#f/32}EU MAU POSSO IMAGINAR COMO DEVE SER ISSO...
zh_cn: <18>{#f/32}很难想象这些情感 究竟是怎样的...ゑ
zh_tw: <18>{#f/32}很難想像這些情感 究竟是怎樣的...ゑ

source: <18>{#f/6}AFTER ALL, I AM VERY... GREAT...
pt_br: <18>{#f/6}ATÉ PORQUE, EU SOU MUITO... BOM...
zh_cn: <18>{#f/6}毕竟，我很... 伟大...ゑ
zh_tw: <18>{#f/6}畢竟，我很... 偉大...ゑ

source: <18>{#f/32}{#x1}...
zh_cn: <18>{#f/32}{#x1}...ゑ
zh_tw: <18>{#f/32}{#x1}...ゑ

source: <18>{#f/31}DESPITE EVERYTHING THAT HAS HAPPENED, I STILL...
pt_br: <18>{#f/31}MESMO COM TUDO QUE ACONTECEU, EU AINDA...
zh_cn: <18>{#f/31}人类，尽管你做了 很多错事... 我...ゑ
zh_tw: <18>{#f/31}人類，儘管你做了 很多錯事... 我...ゑ
