Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>* Take one of my computer chips and bring it to another computer very far away.
pt_br: <32>* Pegue um dos meus Chips e leve para um computador bem longe daqui.
zh_cn: <32>* 就带上我的一块芯片吧， 带它去一个很远很远的地方。
zh_tw: <32>* 就帶上我的一塊晶片吧， 帶它去一個很遠很遠的地方。

source: * (Take a chip?)
pt_br: * (Levar o chip?)
zh_cn: * （拿走一块芯片？）
zh_tw: * （拿走一塊晶片？）

source: <32>{#p/basic}* If you would be so kind, traveler, please...
pt_br: <32>{#p/basic}* Se você puder ser um bom aventureiro, por favor...
zh_cn: <32>{#p/basic}* 心地善良的旅行者， 如果你愿意帮助我的话...
zh_tw: <32>{#p/basic}* 心地善良的旅行者， 如果你願意幫助我的話...

source: <32>{#p/basic}* Thank you... good luck!
pt_br: <32>{#p/basic}* Obrigado... boa sorte!
zh_cn: <32>{#p/basic}* 谢谢你... 祝你好运！
zh_tw: <32>{#p/basic}* 謝謝你... 祝你好運！

source: <32>{#s/equip}{#p/human}* (You got the Computer Chip.)
pt_br: <32>{#s/equip}{#p/human}* (Você pegou o Chip de CPU.)
zh_cn: <32>{#s/equip}{#p/human}* （你得到了“芯”型薯片。）
zh_tw: <32>{#s/equip}{#p/human}* （你得到了「芯」型洋芋片。）

source: <25>{#p/asriel2}{#f/9}* Pfft, that's adorable.
pt_br: <25>{#p/asriel2}{#f/9}* Pfft, que adorável.
zh_cn: <25>{#p/asriel2}{#f/9}* 嘿，真是个 可爱又天真的小东西。ゑ
zh_tw: <25>{#p/asriel2}{#f/9}* 嘿，真是個 可愛又天真的小東西。ゑ

source: <25>{#p/asriel2}{#f/13}* This robot has no idea what's going on here...
pt_br: <25>{#p/asriel2}{#f/13}* Esse robô não faz ideia do que está acontecendo aqui.
zh_cn: <25>{#p/asriel2}{#f/13}* 天真到对自己的命运 一无所知。ゑ
zh_tw: <25>{#p/asriel2}{#f/13}* 天真到對自己的命運 一無所知。ゑ

source: <32>{#p/basic}* It seems you do not have enough room for me.
pt_br: <32>{#p/basic}* Parece que você não tem espaço o suficiente pra mim.
zh_cn: <32>{#p/basic}* 看起来你还没有给我预留足够的空间。
zh_tw: <32>{#p/basic}* 看起來你還沒有給我預留足夠的空間。

source: <32>{#p/basic}* I see. * Good journey, then.
pt_br: <32>{#p/basic}* Eu entendo. * Boa jornada!
zh_cn: <32>{#p/basic}* 好吧。 * 那么，祝你旅途愉快。
zh_tw: <32>{#p/basic}* 好吧。 * 那麼，祝你旅途愉快。

source: <32>{#p/basic}* Thank you for taking care of me.
pt_br: <32>{#p/basic}* Obrigado por cuidar de mim.
zh_cn: <32>{#p/basic}* 谢谢你照顾我。
zh_tw: <32>{#p/basic}* 謝謝你照顧我。

source: <25>{#p/asriel2}{#f/4}* It's alright, we don't need any more for now.
pt_br: <25>{#p/asriel2}{#f/4}* Tá tudo bem, não precisamos de mais dele por agora.
zh_cn: <25>{#p/asriel2}{#f/4}* 行了，这些芯片应该够用了。ゑ
zh_tw: <25>{#p/asriel2}{#f/4}* 行了，這些晶片應該夠用了。ゑ

source: <32>{#p/basic}* How am I doing? * By "I" I mean the chip I gave you...
pt_br: <32>{#p/basic}* Como vai eu? * Por "eu" quero dizer o chip que te dei...
zh_cn: <32>{#p/basic}* 近况如何？ * 我是说，我那块芯片近况如何...
zh_tw: <32>{#p/basic}* 近況如何？ * 我是說，我那塊晶片近況如何...

source: <32>* Huh? You lost it...? * ... I suppose I can give you another one...
pt_br: <32>* Huh? Você perdeu ele...? * ... acho que posso te dar outro então.
zh_cn: <32>* 啊？你把它弄丢了...？ * ...那我再给你一块吧...
zh_tw: <32>* 啊？你把它弄丟了...？ * ...那我再給你一塊吧...

source: * (Take another chip?)
pt_br: * (Pegar outro chip?)
zh_cn: * （再拿走一块芯片？）
zh_tw: * （再拿走一塊晶片？）

source: <32>{#p/basic}* Please be careful this time.
pt_br: <32>{#p/basic}* Por favor tenha cuidado dessa vez.
zh_cn: <32>{#p/basic}* 这次小心点。别弄丢了。
zh_tw: <32>{#p/basic}* 這次小心點。別弄丟了。

source: <32>{#p/human}{#s/equip}* (You got the Computer Chip.)
pt_br: <32>{#p/human}{#s/equip}* (Você pegou o Chip de CPU.)
zh_cn: <32>{#p/human}{#s/equip}* （你得到了“芯”型薯片。）
zh_tw: <32>{#p/human}{#s/equip}* （你得到了「芯」型洋芋片。）

source: <32>{#p/basic}* I understand. * Safe journey, then...
pt_br: <32>{#p/basic}* Eu entendo. * Boa jornada, então...
zh_cn: <32>{#p/basic}* 我理解的。 * 祝你旅途愉快...
zh_tw: <32>{#p/basic}* 我理解的。 * 祝你旅途愉快...

source: <32>{#p/basic}* Thank you for... taking care of me...
pt_br: <32>{#p/basic}* Obrigado por... cuidar de mim...
zh_cn: <32>{#p/basic}* 谢谢你... 照顾我...
zh_tw: <32>{#p/basic}* 謝謝你... 照顧我...

source: <32>{#p/basic}* How am I doing?
pt_br: <32>{#p/basic}* Como vai eu?
zh_cn: <32>{#p/basic}* 芯片还好吗？
zh_tw: <32>{#p/basic}* 晶片還好嗎？

source: <32>* Huh? Again...?
pt_br: <32>* Huh? De novo...?
zh_cn: <32>* 啊？又弄丢了...？
zh_tw: <32>* 啊？又弄丟了...？

source: <32>* I'm sorry... if I give you any more, there will be nothing left of me.
pt_br: <32>* Me desculpa... se eu te der mais um pedaço de mim, não sobrará mais nada.
zh_cn: <32>* 对不起... * 我要是再给你芯片的话， 就什么都不剩了。
zh_tw: <32>* 對不起... * 我要是再給你晶片的話， 就什麼都不剩了。

source: <32>* I suppose it is true. * Traveling beyond our limits is but a fantasy.
pt_br: <32>* Suponho que seja verdade. * Viajar além de nossos limites é apenas uma fantasia.
zh_cn: <32>* 看来我只能认命。 * 想到去不了的地方， 终究只是幻想。
zh_tw: <32>* 看來我只能認命。 * 想到去不了的地方， 終究只是幻想。

source: <32>* It's no different for anyone else.
pt_br: <32>* Não é diferente para ninguém.
zh_cn: <32>* 对所有怪物都一样。
zh_tw: <32>* 對所有怪物都一樣。

source: <32>* All of monsterkind are doomed to live out here forever...
pt_br: <32>* Toda a vida monstro está fadada a morrer aqui...
zh_cn: <32>* 怪物们注定要永远困在这里， 度过余生...
zh_tw: <32>* 怪物們註定要永遠困在這裡， 度過餘生...

source: <32>{#p/basic}* Why did I give myself away so easily?
pt_br: <32>{#p/basic}* Por que eu me entreguei tão facilmente?
zh_cn: <32>{#p/basic}* 我真傻，为啥之前那么轻易 就把心掏给你呢？
zh_tw: <32>{#p/basic}* 我真傻，為啥之前那麼輕易 就把心掏給你呢？

source: <32>{#p/basic}* Begone!
pt_br: <32>{#p/basic}* SUMA!
zh_cn: <32>{#p/basic}* 滚！
zh_tw: <32>{#p/basic}* 滾！

source: <99>{#p/darksans}{#i/4}* {@spacing=2.25/0}Human.
pt_br: <99>{#p/darksans}{#i/4}* {@spacing=2.25/0}humano.
zh_cn: <99>{#p/darksans}{#i/8}* {@spacing=4/0}{#i/x2}人类。
zh_tw: <99>{#p/darksans}{#i/8}* {@spacing=4/0}{#i/x2}人類。

source: <99>* {@spacing=2.25/0}Don't you know how to{@spacing=} {@spacing=2.25/0}greet a new pal?
pt_br: <99>* {@spacing=2.25/0}você não sabe como{@spacing=} {@spacing=2.25/0}cumprimentar um novo amigo?
zh_cn: <99>* {@spacing=4/0}难道你不知道{@spacing=} {@spacing=4/0}怎么和新朋友{@spacing=} {@spacing=4/0}打招呼吗？
zh_tw: <99>* {@spacing=4/0}難道你不知道{@spacing=} {@spacing=4/0}怎麼和新朋友{@spacing=} {@spacing=4/0}打招呼嗎？

source: <99>* {@spacing=2.25/0}Turn around and shake{@spacing=} {@spacing=2.25/0}my hand.
pt_br: <99>* {@spacing=2.25/0}vire-se e aperte{@spacing=} {@spacing=2.25/0}minha mão.
zh_cn: <99>* {@spacing=4/0}转过身来{@spacing=} {@spacing=4/0}和我握手。
zh_tw: <99>* {@spacing=4/0}轉過身來{@spacing=} {@spacing=4/0}和我握手。

source: <25>{#p/sans}{#f/0}* huh? * what's with the face?
pt_br: <25>{#p/sans}{#f/0}* huh? * que cara é essa?
zh_cn: <25>{#p/sans}{#f/0}* 嘿，干嘛露出这种表情？
zh_tw: <25>{#p/sans}{#f/0}* 嘿，幹嘛露出這種表情？

source: <25>{#p/sans}{#f/2}* ... didn't you like my whoopee cushion?
pt_br: <25>{#p/sans}{#f/2}* ... você não gostou da minha piada de pum?
zh_cn: <25>{#p/sans}{#f/2}* ...不喜欢放屁垫的把戏吗？
zh_tw: <25>{#p/sans}{#f/2}* ...不喜歡放屁墊的把戲嗎？

source: <25>{#f/0}* ... eh. * to each their own.
pt_br: <25>{#f/0}* ... eh. * cada um tem seu humor.
zh_cn: <25>{#f/0}* ...没关系，人各有志嘛。
zh_tw: <25>{#f/0}* ...沒關係，人各有志嘛。

source: <25>{#p/sans}{#f/4}* heheh... nothin' like a good whoopee cushion.
pt_br: <25>{#p/sans}{#f/4}* heheh... nada como uma boa piada de peido.
zh_cn: <25>{#p/sans}{#f/4}* 嘿嘿... 放屁垫把戏真是 咋玩都不腻。
zh_tw: <25>{#p/sans}{#f/4}* 嘿嘿... 放屁墊把戲真是 咋玩都不膩。

source: <25>{#f/0}* anyway, you're a human, right?
pt_br: <25>{#f/0}* de toda forma, você é um humano, certo?
zh_cn: <25>{#f/0}* 总之，你是个人类，对吧？
zh_tw: <25>{#f/0}* 總之，你是個人類，對吧？

source: <25>{#f/5}* that's fantastic.
pt_br: <25>{#f/5}* isso é fantástico.
zh_cn: <25>{#f/5}* 真酷。
zh_tw: <25>{#f/5}* 真酷。

source: <25>{#f/0}* i'm sans. * sans the skeleton.
pt_br: <25>{#f/0}* eu sou sans. * sans o esqueleto.
zh_cn: <25>{#f/0}* 我是sans。 * 骷髅sans。
zh_tw: <25>{#f/0}* 我是sans。 * 骷髏sans。

source: <25>{#f/3}* as a royal sentry, my job is to capture humans.
pt_br: <25>{#f/3}* como um sentinela real, meu trabalho é capturar humanos.
zh_cn: <25>{#f/3}* 作为一名皇家哨兵， 现在我本该抓捕人类的。
zh_tw: <25>{#f/3}* 作為一名皇家哨兵， 現在我本該抓捕人類的。

source: <25>{#f/4}* but... y'know...
pt_br: <25>{#f/4}* mas... sabe...
zh_cn: <25>{#f/4}* 不过呢...
zh_tw: <25>{#f/4}* 不過呢...

source: <25>{#f/2}* i don't really feel like doing much work today.
pt_br: <25>{#f/2}* eu não tô muito afim de trabalhar hoje.
zh_cn: <25>{#f/3}* 今天，我没心思干这事。
zh_tw: <25>{#f/3}* 今天，我沒心思幹這事。

source: <25>{#f/0}* as for my brother, well...
pt_br: <25>{#f/0}* já meu irmão, bem...
zh_cn: <25>{#f/0}* 但我有个兄弟...
zh_tw: <25>{#f/0}* 但我有個兄弟...

source: <25>{#f/5}* he's OVERFLOWING with energy.
pt_br: <25>{#f/5}* ele tá CHEIAÇO de energia.
zh_cn: <25>{#f/5}* 他对抓人类这事 可是热情满满。
zh_tw: <25>{#f/5}* 他對抓人類這事 可是熱情滿滿。

source: <25>{#f/0}* it took everything i had just to get him to stay home.
pt_br: <25>{#f/0}* eu precisei fazer de tudo para deixá-lo em casa.
zh_cn: <25>{#f/0}* 所以，为了能让他 安心在家待着... 我整整费了三辈子工夫。
zh_tw: <25>{#f/0}* 所以，為了能讓他 安心在家待著... 我整整費了三輩子工夫。

source: <25>{#f/2}* i've got better things to do.
pt_br: <25>{#f/2}* eu tenho mais o que fazer.
zh_cn: <25>{#f/2}* 我有别的事要去忙。
zh_tw: <25>{#f/2}* 我有別的事要去忙。

source: <25>{#f/5}* despite not being an actual sentry, he sure ACTS like one.
pt_br: <25>{#f/5}* mesmo não sendo um sentinela, ele AGE bastante como um.
zh_cn: <25>{#f/5}* 虽然他还只是个预备哨兵， 但他的举止已经超像一个 正式哨兵了。
zh_tw: <25>{#f/5}* 雖然他還只是個預備哨兵， 但他的舉止已經超像一個 正式哨兵了。

source: <25>{#f/0}* in fact, i think that's him over there.
pt_br: <25>{#f/0}* na verdade, acho que é ele bem ali.
zh_cn: <25>{#f/0}* 前面站着的， 应该就是他了。
zh_tw: <25>{#f/0}* 前面站著的， 應該就是他了。

source: <25>* i have an idea. * jump across that gap, will ya?
pt_br: <25>* eu tenho uma ideia. * pula nesse vácuo, beleza?
zh_cn: <25>* 我有个主意。 * 跳过那个空隙。
zh_tw: <25>* 我有個主意。 * 跳過那個空隙。

source: <26>{#f/4}* yeah, jump right across. * my bro set the gravity too low to stop anyone.
pt_br: <26>{#f/4}* é, meu irmão deixou a gravidade baixa demais para pegar alguém.
zh_cn: <26>{#f/4}* 别怕，直接跳过去就行。 * 我兄弟把重力设得很小， 肯定掉不下去。
zh_tw: <26>{#f/4}* 別怕，直接跳過去就行。 * 我兄弟把重力設得很小， 肯定掉不下去。

source: <25>{#p/sans}* well, here we are.
pt_br: <25>{#p/sans}* bem, aqui estamos nós.
zh_cn: <25>{#p/sans}* 到了。
zh_tw: <25>{#p/sans}* 到了。

source: <25>{#f/3}* i'm afraid there's not much else i can show you right now...
pt_br: <25>{#f/3}* temo eu que não há muito mais o que dizer por agora...
zh_cn: <25>{#f/3}* 不过... 现在我没啥想给你看的。
zh_tw: <25>{#f/3}* 不過... 現在我沒啥想給你看的。

source: <25>{#f/2}* but maybe i'll come up with something if you keep heading forward.
pt_br: <25>{#f/2}* mas talvez eu invente alguma coisa se você continuar andando.
zh_cn: <25>{#f/2}* 我先在这待一会。
zh_tw: <25>{#f/2}* 我先在這待一會。

source: <25>{#f/0}* for now, i'll just hang around here.
pt_br: <25>{#f/0}* por agora, eu vou só ficar por aqui.
zh_cn: <25>{#f/0}* 等你再往前走走， 说不定我就有灵感了。
zh_tw: <25>{#f/0}* 等你再往前走走， 說不定我就有靈感了。

source: <25>{#p/sans}* quick, to the gravometric inverter.
pt_br: <25>{#p/sans}* rápido, para o inversor de gravidade.
zh_cn: <25>{#p/sans}* 快，到重力转换器 那里去。
zh_tw: <25>{#p/sans}* 快，到重力轉換器 那裡去。

source: <25>{#p/sans}* 'sup, bro?
pt_br: <25>{#p/sans}* tudo em cima, mano?
zh_cn: <25>{#p/sans}* 咋的了，哥们？
zh_tw: <25>{#p/sans}* 咋的了，哥們？

source: <18>{#p/papyrus}{#x2}{#f/7}YOU KNOW WHAT "SUP," BROTHER!
pt_br: <18>{#p/papyrus}{#x2}{#f/7}VOCÊ SABE O QUE ESTÁ EM "CIMA", IRMÃO!
zh_cn: <18>{#p/papyrus}{#x2}{#f/7}你说“咋的了”， 兄弟！
zh_tw: <18>{#p/papyrus}{#x2}{#f/7}你說「咋的了」， 兄弟！

source: <18>YOU HAVE PUZZLES TO ATTEND TO!
pt_br: <18>VOCÊ PRECISA CONSTRUIR QUEBRA-CABEÇAS!
zh_cn: <18>你还有谜题要准备！
zh_tw: <18>你還有謎題要準備！

source: <18>I'VE GIVEN YOU PLENTY OF LEEWAY, BUT STILL...
pt_br: <18>EU TE DEI DICAS DE TRABALHO, MAS AINDA ASSIM...
zh_cn: <18>我明明给了你 很多余地，但...
zh_tw: <18>我明明給了你 很多餘地，但...

source: <18>YOU SIT AROUND AND DO NOTHING ALL DAY!
pt_br: <18>VOCÊ FICA SENTADO POR AÍ SEM FAZER NADA.
zh_cn: <18>你还是整天无所事事！
zh_tw: <18>你還是整天無所事事！

source: <18>EVEN NOW, THAT'S WHAT YOU'RE DOING!
pt_br: <18>ATÉ AGORA, É EXATAMENTE O QUE VOCÊ ESTÁ FAZENDO!
zh_cn: <18>即使是现在，你还是在！
zh_tw: <18>即使是現在，你還是在！

source: <18>NOTHING!
pt_br: <18>NADA!
zh_cn: <18>无所事事！
zh_tw: <18>無所事事！

source: <25>{#p/sans}* actually, i'm playing with this gravometric thingy.
pt_br: <25>{#p/sans}* eu tô testando esse inversor de gravidade.
zh_cn: <25>{#p/sans}* 实际上，我在摆弄这个 重力的玩意呢。
zh_tw: <25>{#p/sans}* 實際上，我在擺弄這個 重力的玩意呢。

source: <25>* it's really cool.
pt_br: <25>* é bem legal.
zh_cn: <25>* 这个东西真的很酷的。
zh_tw: <25>* 這個東西真的很酷的。

source: <25>{#f/4}* do you wanna look?
pt_br: <25>{#f/4}* quer ver?
zh_cn: <25>{#f/4}* 你要来看看吗？
zh_tw: <25>{#f/4}* 你要來看看嗎？

source: <18>{#p/papyrus}{#x3}{#f/7}NO!! I DON'T HAVE TIME FOR THAT!!
pt_br: <18>{#p/papyrus}{#x3}{#f/7}NÃO!! EU NÃO TENHO TEMPO PRA ISSO!!
zh_cn: <18>{#p/papyrus}{#x3}{#f/7}不！！ 我才没时间看呢！！
zh_tw: <18>{#p/papyrus}{#x3}{#f/7}不！！ 我才沒時間看呢！！

source: <18>{#x2}IF A HUMAN COMES THROUGH HERE, I WANT TO BE READY!
pt_br: <18>{#x2}SE UM HUMANO PASSAR AQUI EU ESTAREI PRONTO!
zh_cn: <18>{#x2}要是有人类从这经过， 我得做好准备！
zh_tw: <18>{#x2}要是有人類從這經過， 我得做好準備！

source: <18>I MUST BE THE ONE! I WILL BE THE ONE!
pt_br: <18>EU DEVO SER AQUELE! EU SEREI AQUELE!
zh_cn: <18>我必须会！ 我一定会！
zh_tw: <18>我必須會！ 我一定會！

source: <18>{#x1}{#f/9}I WILL FINALLY CAPTURE A HUMAN!
pt_br: <18>{#x1}{#f/9}EU FINALMENTE IREI CAPTURAR O HUMANO!
zh_cn: <18>{#x1}{#f/9}最终抓到一个人类！
zh_tw: <18>{#x1}{#f/9}最終抓到一個人類！

source: <18>{#x4}{#f/0}THEN I, THE GREAT PAPYRUS...
pt_br: <18>{#x4}{#f/0}ENTÃO EU, O GRANDE PAPYRUS...
zh_cn: <18>{#x4}{#f/0}那时候，我， 伟大的PAPYRUS...
zh_tw: <18>{#x4}{#f/0}那時候，我， 偉大的PAPYRUS...

source: <18>WILL GET ALL THE THINGS I UTTERLY DESERVE!
pt_br: <18>TEREI TUDO AQUILO QUE MEREÇO!
zh_cn: <18>会得到我应得的一切！
zh_tw: <18>會得到我應得的一切！

source: <18>RESPECT... RECOGNITION...
pt_br: <18>RESPEITO... RECONHECIMENTO...
zh_cn: <18>尊重... 认可...
zh_tw: <18>尊重... 認可...

source: <18>{#f/9}I WILL FINALLY BE ABLE TO JOIN THE ROYAL GUARD!
pt_br: <18>{#f/9}EU FINALMENTE IREI ME JUNTAR A GUARDA REAL!
zh_cn: <18>{#f/9}我就终于可以加入 皇家卫队了！
zh_tw: <18>{#f/9}我就終於可以加入 皇家衛隊了！

source: <25>{#p/sans}* hmm...
zh_cn: <25>{#p/sans}* 嗯...
zh_tw: <25>{#p/sans}* 嗯...

source: <25>{#f/2}* maybe this gadget will help you.
pt_br: <25>{#f/2}* talvez este negócio o ajude.
zh_cn: <25>{#f/2}* 没准这个玩意可以 帮到你呢。
zh_tw: <25>{#f/2}* 沒準這個玩意可以 幫到你呢。

source: <18>{#p/papyrus}{#x3}{#f/7}SANS, THAT WON'T DO ANYTHING! YOU LAZYBONES!
pt_br: <18>{#p/papyrus}{#x3}{#f/7}SANS, ISSO NÃO VAI FAZER NADA! SEU PREGUIÇOSO!
zh_cn: <18>{#p/papyrus}{#x3}{#f/7}SANS，那根本没用！ 你这个懒骨头！
zh_tw: <18>{#p/papyrus}{#x3}{#f/7}SANS，那根本沒用！ 你這個懶骨頭！

source: <18>{#x1}{#f/5}YOU KNOW, YOU ARE CAPABLE OF SO MUCH MORE, YET...
pt_br: <18>{#x1}{#f/5}SABE, VOCÊ É CAPAZ DE TANTO, MAS, AINDA ASSIM...
zh_cn: <18>{#x1}{#f/5}你明明知道， 你能做的远不止这些， 但是...
zh_tw: <18>{#x1}{#f/5}你明明知道， 你能做的遠不止這些， 但是...

source: <18>{#x2}{#f/7}YOU CHOOSE TO SIT AROUND AND DO NOTHING ALL DAY!
pt_br: <18>{#x2}{#f/7}VOCÊ PREFERE FICAR SENTADO O DIA INTEIRO!
zh_cn: <18>{#x2}{#f/7}你还是选择 整天无所事事！
zh_tw: <18>{#x2}{#f/7}你還是選擇 整天無所事事！

source: <18>{#x1}{#f/5}DON'T YOU WANT... MORE, OUT OF LIFE?
pt_br: <18>{#x1}{#f/5}VOCÊ NÃO DESEJA TER... MAIS DA VIDA?
zh_cn: <18>{#x1}{#f/5}难道你不想让生活... 更充实点吗？
zh_tw: <18>{#x1}{#f/5}難道你不想讓生活... 更充實點嗎？

source: <25>{#p/sans}* hey, take it easy. * i've got plenty of things in mind.
pt_br: <25>{#p/sans}* ei, pega leve. * eu tenho muitas coisas em mente.
zh_cn: <25>{#p/sans}* 嘿，放轻松点。 * 我虽然懒得活动筋骨， 但脑袋里可充实得很呢。
zh_tw: <25>{#p/sans}* 嘿，放輕鬆點。 * 我雖然懶得活動筋骨， 但腦袋裡可充實得很呢。

source: <25>{#f/4}* perhaps you could even say i'm...
pt_br: <25>{#f/4}* talvez você até possa dizer que eu...
zh_cn: <25>{#f/4}* 你甚至可以说我...
zh_tw: <25>{#f/4}* 你甚至可以說我...

source: <25>{#f/2}* shooting for the {@fill=#ff0}stars{@fill=#fff}?
pt_br: <25>{#f/2}* estou sonhando com as {@fill=#ff0}estrelas{@fill=#fff}?
zh_cn: <25>{#f/2}* 早已{@fill=#ff0}星{@fill=#fff}怀远志了？
zh_tw: <25>{#f/2}* 早已{@fill=#ff0}星{@fill=#fff}懷遠志了？

source: <25>{#p/sans}{#f/5}* come on. * you're smiling.
pt_br: <25>{#p/sans}{#f/5}* vamos lá. * você tá sorrindo.
zh_cn: <25>{#p/sans}{#f/5}* 拜托。 * 你明明笑了。
zh_tw: <25>{#p/sans}{#f/5}* 拜託。 * 你明明笑了。

source: <18>{#p/papyrus}{#x2}{#f/7}I AM AND I UTTERLY DESPISE IT!
pt_br: <18>{#p/papyrus}{#x2}{#f/7}EU ESTOU E ESTOU ODIANDO ISSO!
zh_cn: <18>{#p/papyrus}{#x2}{#f/7}我确实笑了， 但我讨厌这样！
zh_tw: <18>{#p/papyrus}{#x2}{#f/7}我確實笑了， 但我討厭這樣！

source: <18>{#x1}{#f/4}(SIGH...)
pt_br: <18>{#x1}{#f/4}(CHORINHO...)
zh_cn: <18>{#x1}{#f/4}（唉...）
zh_tw: <18>{#x1}{#f/4}（唉...）

source: <18>{#f/5}WHY DOES SOMEONE AS GREAT AS MYSELF...
pt_br: <18>{#f/5}POR QUE ALGUÉM TÃO GRANDE COMO EU...
zh_cn: <18>{#f/5}为什么像我这样 伟大的人...
zh_tw: <18>{#f/5}為什麼像我這樣 偉大的人...

source: <18>HAVE TO DO SO MUCH JUST TO GET SOME RECOGNITION??
pt_br: <18>TEM QUE FAZER TANTO PARA GANHAR RECONHECIMENTO??
zh_cn: <18>为了得到认可 需要做这么多破事？？
zh_tw: <18>為了得到認可 需要做這麼多破事？？

source: <25>{#p/sans}* heh. * perhaps you should focus more on, well...
pt_br: <25>{#p/sans}* heh. * talvez você tenha que focar mais, bem...
zh_cn: <25>{#p/sans}* 嘿，别伤心嘛...
zh_tw: <25>{#p/sans}* 嘿，別傷心嘛...

source: <25>* the {@fill=#ff0}gravity{@fill=#fff} of the situation.
pt_br: <25>* na {@fill=#ff0}gravidade{@fill=#fff} da situação.
zh_cn: <25>* 遇到困难， 负{@fill=#ff0}重力{@fill=#fff}争才能致远嘛。
zh_tw: <25>* 遇到困難， 負{@fill=#ff0}重力{@fill=#fff}爭才能致遠嘛。

source: <18>{#p/papyrus}{#x2}{#f/7}UGH!!
zh_cn: <18>{#p/papyrus}{#x2}{#f/7}呃！！
zh_tw: <18>{#p/papyrus}{#x2}{#f/7}呃！！

source: <18>{#x1}{#f/4}I WILL ATTEND TO MY PUZZLES...
pt_br: <18>{#x1}{#f/4}EU VOU VOLTAR PARA OS QUEBRA-CABEÇAS...
zh_cn: <18>{#x1}{#f/4}我去专心准备谜题了...
zh_tw: <18>{#x1}{#f/4}我去專心準備謎題了...

source: <18>{#f/7}AS FOR YOUR WORK?
pt_br: <18>{#f/7}JÁ PARA SEU TRABALHO?
zh_cn: <18>{#f/7}至于你的工作？
zh_tw: <18>{#f/7}至於你的工作？

source: <18>{#f/4}I EXPECT YOU TO DO A MORE...
pt_br: <18>{#f/4}EU ESPERO QUE VOCÊ FAÇA UM TRABALHO...
zh_cn: <18>{#f/4}我希望你 从现在起...
zh_tw: <18>{#f/4}我希望你 從現在起...

source: <18>{#f/9}{@fill=#ff0}"STELLAR"{@fill=#fff} JOB FROM NOW ON!!!
pt_br: <18>{#f/9}MAIS {@fill=#ff0}"ESTELAR"{@fill=#fff} DAQUI PRA FRENTE!!!
zh_cn: <18>{#f/9}专注于你的 {@fill=#ff0}星{@fill=#fff}工作上！！！
zh_tw: <18>{#f/9}專注於你的 {@fill=#ff0}星{@fill=#fff}工作上！！！

source: <18>{#f/0}NYEHEHEHEHEHE HEHEHEHEHEHEH!!
zh_cn: <18>{#f/0}捏嘿嘿嘿嘿嘿 嘿嘿嘿嘿嘿嘿！！
zh_tw: <18>{#f/0}捏嘿嘿嘿嘿嘿 嘿嘿嘿嘿嘿嘿！！

source: <18>{#p/papyrus}HEH!
zh_cn: <18>{#p/papyrus}嘿！
zh_tw: <18>{#p/papyrus}嘿！

source: <25>{#p/sans}* ok, time to bring you back down.
pt_br: <25>{#p/sans}* ok, hora de te trazer de volta.
zh_cn: <25>{#p/sans}* 好了，是时候把你 弄下来了。
zh_tw: <25>{#p/sans}* 好了，是時候把你 弄下來了。

source: <25>{#p/sans}{#f/0}* actually, hey... * before you go out there on your own...
pt_br: <25>{#p/sans}{#f/0}* ei... * antes de você ir por aí por conta própria...
zh_cn: <25>{#p/sans}{#f/0}* 嘿，对了... * 走之前，我得跟你说...
zh_tw: <25>{#p/sans}{#f/0}* 嘿，對了... * 走之前，我得跟你說...

source: <25>{#f/3}* you should know the royal guard's on the lookout for you.
pt_br: <25>{#f/3}* você deve saber que a guarda real está te procurando.
zh_cn: <25>{#f/3}* 皇家卫队正在找你呢。
zh_tw: <25>{#f/3}* 皇家衛隊正在找你呢。

source: <25>{#f/0}* don't worry, though. * all they've got out here are the canines.
pt_br: <25>{#f/0}* mas não se preocupe. * tudo que eles tem aqui são a unidade canina.
zh_cn: <25>{#f/0}* 不过你别担心。 * 他们拿得出手的只有狗狗。
zh_tw: <25>{#f/0}* 不過你別擔心。 * 他們拿得出手的只有狗狗。

source: <25>{#f/0}* since you're a human, you should know what dogs love, right?
pt_br: <25>{#f/0}* você sendo um humano, deve ser o que os cachorros gostam, né?
zh_cn: <25>{#f/0}* 你既然是人类， 那肯定知道狗狗 喜欢什么，对吧？
zh_tw: <25>{#f/0}* 你既然是人類， 那肯定知道狗狗 喜歡什麼，對吧？

source: <25>{#f/2}* they're almost as harmless as papyrus.
pt_br: <25>{#f/2}* eles são quase tão engraçadinhos quanto o papyrus.
zh_cn: <25>{#f/2}* 它们和papyrus差不多， 人畜无害。
zh_tw: <25>{#f/2}* 它們和papyrus差不多， 人畜無害。

source: <32>{#p/human}* (It appears this joke book has no clear ending.)
pt_br: <32>{#p/human}* (parece que esse livro de piadas não tem um fim claro.)
zh_cn: <32>{#p/human}* （看来这本笑话书 不会有明确的结局了。）
zh_tw: <32>{#p/human}* （看來這本笑話書 不會有明確的結局了。）

source: <32>{#p/basic}* It's a book about non-euclidian geometry. * Property of "ALPHYS."
pt_br: <32>{#p/basic}* É um livro sobre geometria não euclidiana. * Propriedade de "ALPHYS."
zh_cn: <32>{#p/basic}* 这是本关于非欧几何的书。 * 写着“ALPHYS”的名字。
zh_tw: <32>{#p/basic}* 這是本關於非歐幾何的書。 * 寫著「ALPHYS」的名字。

source: * (Take a look inside?)
pt_br: * (Dar uma olhada?)
zh_cn: * （要看一眼里面吗？）
zh_tw: * （要看一眼裡面嗎？）

source: <32>{#p/human}* (You look inside the book...)
pt_br: <32>{#p/human}* (Você olha dentro do livro...)
zh_cn: <32>{#p/human}* （你往书里面看...）
zh_tw: <32>{#p/human}* （你往書裡面看...）

source: <32>{#p/basic}* Inside the geometry book was a joke book.
pt_br: <32>{#p/basic}* Dentro do livro de geometria a um livro de piadas.
zh_cn: <32>{#p/basic}* 几何学书里面夹着一本 笑话书。
zh_tw: <32>{#p/basic}* 幾何學書裡面夾著一本 笑話書。

source: <32>{#p/basic}* Inside the joke book was another geometry book.
pt_br: <32>{#p/basic}* Dentro do livro de piadas a outro livro de geometria.
zh_cn: <32>{#p/basic}* 笑话书里面夹着 另一本几何学书。
zh_tw: <32>{#p/basic}* 笑話書裡面夾著 另一本幾何學書。

source: <32>{#p/basic}* Inside the geometry book was another joke book.
pt_br: <32>{#p/basic}* Dentro do livro de geometria a outro livro de piadas.
zh_cn: <32>{#p/basic}* 几何学书里面夹着 另一本笑话书。
zh_tw: <32>{#p/basic}* 幾何學書裡面夾著 另一本笑話書。

source: <32>{#p/basic}* It's another geometry book.
pt_br: <32>{#p/basic}* E outro livro de geometria.
zh_cn: <32>{#p/basic}* 是另一本几何学书。
zh_tw: <32>{#p/basic}* 是另一本幾何學書。

source: <32>{#p/basic}* It's another joke book.
pt_br: <32>{#p/basic}* E outro livro de piadas.
zh_cn: <32>{#p/basic}* 是另一本笑话书。
zh_tw: <32>{#p/basic}* 是另一本笑話書。

source: <32>{#p/basic}* It's a note from Sans.
pt_br: <32>{#p/basic}* É uma nota do Sans.
zh_cn: <32>{#p/basic}* 这是Sans留的字条。
zh_tw: <32>{#p/basic}* 這是Sans留的字條。

source: <32>{#p/without}* "why so serious?" * "it's just a bad joke."
pt_br: <32>{#p/without}* "tá sério?" * "é só uma piada."
zh_cn: <32>{#p/without}* “这么认真干什么？” * “这就只是个烂笑话。”
zh_tw: <32>{#p/without}* 「這麼認真幹什麼？」 * 「這就只是個爛笑話。」

source: <33>{#p/without}* "heh..."
zh_cn: <33>{#p/without}* “呵...”
zh_tw: <33>{#p/without}* 「呵...」

source: <33>{#p/without}* "don't read into it too deeply."
pt_br: <33>{#p/without}* "não leia muito profundamente."
zh_cn: <33>{#p/without}* “别看得太入迷了。”
zh_tw: <33>{#p/without}* 「別看得太入迷了。」

source: <32>{#p/basic}* ... this is the worst joke I have ever experienced.
pt_br: <32>{#p/basic}* ... é a pior piada já vista.
zh_cn: <32>{#p/basic}* ...这是我见识过的 最烂的笑话。
zh_tw: <32>{#p/basic}* ...這是我見識過的 最爛的笑話。

source: <25>{#p/sans}* 'sup.
pt_br: <25>{#p/sans}* salve.
zh_cn: <25>{#p/sans}* 咋了？
zh_tw: <25>{#p/sans}* 咋了？

source: <25>{#p/sans}* papyrus will be back soon, y'know.
pt_br: <25>{#p/sans}* papyrus vai voltar logo logo, sabe.
zh_cn: <25>{#p/sans}* 你想过没，要不了多久， papyrus就回来了。
zh_tw: <25>{#p/sans}* 你想過沒，要不了多久， papyrus就回來了。

source: <25>{#f/4}* i'd get going if i were you...
pt_br: <25>{#f/4}* eu iria logo se fosse você...
zh_cn: <25>{#f/4}* 我要是你， 就直接开溜了...
zh_tw: <25>{#f/4}* 我要是你， 就直接開溜了...

source: <25>{#f/2}* otherwise, you'll have to listen to more of my hilarious jokes.
pt_br: <25>{#f/2}* do contrário, você terá que escutar mais das minhas hilárias piadas.
zh_cn: <25>{#f/2}* 不然，我就要跟你 来场“站逗”了。
zh_tw: <25>{#f/2}* 不然，我就要跟你 來場「站逗」了。

source: <25>{#p/sans}* if my bro was here, you and i would have TONS of stuff to do.
pt_br: <25>{#p/sans}* se meu irmão estivesse aqui, nós faríamos várias paradas.
zh_cn: <25>{#p/sans}{#f/3}* 真是太遗憾了...
zh_tw: <25>{#p/sans}{#f/3}* 真是太遺憾了...

source: <25>{#p/sans}{#f/3}* but, alas...
pt_br: <25>{#p/sans}{#f/3}* mas, alas...
zh_cn: <25>{#p/sans}{#f/2}* 这会儿，我兄弟正忙着做 我布置的数独习题集呢。
zh_tw: <25>{#p/sans}{#f/2}* 這時候，我兄弟正忙著做 我布置的數獨習題集呢。

source: <25>{#p/sans}{#f/2}* he's busy solving the sudoku book i gave him.
pt_br: <25>{#p/sans}{#f/2}* ele tá ocupado resolvendo o livro de sudoku que eu o dei.
zh_cn: <25>{#p/sans}* 要是他在这， 就有一篓子事情等着咱们了。
zh_tw: <25>{#p/sans}* 要是他在這， 就有一簍子事情等著咱們了。

source: <25>{#p/sans}* look, there's nothin' to be afraid of.
pt_br: <25>{#p/sans}* olha, não tem nada para temer.
zh_cn: <25>{#p/sans}* 你瞧， 没什么好害怕的。
zh_tw: <25>{#p/sans}* 你瞧， 沒什麼好害怕的。

source: <25>{#f/2}* he may seem scary, but papyrus is the nicest guy you'll ever meet.
pt_br: <25>{#f/2}* ele pode parecer assustador, mas papyrus é o cara mais tranquilo que você conhecerá.
zh_cn: <25>{#f/2}* papyrus看起来吓人， 但他会是你见过的 最好的家伙的。
zh_tw: <25>{#f/2}* papyrus看起來嚇人， 但他會是你見過的 最好的傢伙的。

source: <25>{#p/sans}* huh? * you want me to bring you to him?
pt_br: <25>{#p/sans}* huh? * você quer que eu te leve até ele?
zh_cn: <25>{#p/sans}* 咋的？ * 想让我把他带过来？
zh_tw: <25>{#p/sans}* 咋的？ * 想讓我把他帶過來？
