Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <15>{#f/14}N-NO, I MUST RESIST!!
pt_br: <15>{#f/14}N-NÃO, EU DEVO RESISTIR!!
zh_cn: <15>{#f/14}我-我不， 我必须忍住！！
zh_tw: <15>{#f/14}我-我不， 我必須忍住！！

source: <15>{#f/20}TRY AGAIN!
pt_br: <15>{#f/20}TENTE DE NOVO!
zh_cn: <15>{#f/20}再试试吧！
zh_tw: <15>{#f/20}再試試吧！

source: <15>{#p/papyrus}{#f/26}PILLOWS OR NOT, THERE'S NO SECRET TO MY LEGS.
pt_br: <15>{#p/papyrus}{#f/26}ALMOFADAS OU NÃO, NÃO EXISTEM SEGREDOS AÍ.
zh_cn: <15>{#p/papyrus}{#f/26}不管有没有靠枕， 我的腿 都没有秘密。
zh_tw: <15>{#p/papyrus}{#f/26}不管有沒有靠枕， 我的腿 都沒有秘密。

source: <15>{#f/10}ONLY HARD WORK AND PERSEVERANCE!
pt_br: <15>{#f/10}APENAS TRABALHO DURO E PERSEVERANÇA!
zh_cn: <15>{#f/10}只有勤奋和毅力！
zh_tw: <15>{#f/10}只有勤奮和毅力！

source: <15>{#p/papyrus}{#f/24}THIS "DRIP" MAY BE UNDE- FEET-ABLE...
pt_br: <15>{#p/papyrus}{#f/24}ESTE "DRIP" PODE SER INDES- PÉS- SAVEL...
zh_cn: <15>{#p/papyrus}{#f/24}这里的“潮流” 或许确实 无人能敌...
zh_tw: <15>{#p/papyrus}{#f/24}這裡的「潮流」 或許確實 無人能敵...

source: <15>{#f/20}BUT EXPECTING A SECRET HERE IS TOTALLY UNREASONABLE!
pt_br: <15>{#f/20}MAS ESPERAR UM SEGREDO AÍ É SEM SENTIDO!
zh_cn: <15>{#f/20}但要是期待这里 有什么秘密是 完全不可能的！
zh_tw: <15>{#f/20}但要是期待這裡 有什麼秘密是 完全不可能的！

source: <15>{#p/papyrus}{#f/20}AH YES, MY TOP-OF-THE-LINE SPORTSWEAR!
pt_br: <15>{#p/papyrus}{#f/20}AH SIM, MINHA ROUPA ESPORTIVA TOP DE LINHA!
zh_cn: <15>{#p/papyrus}{#f/20}啊这个！ 这是我的 顶级运动服！
zh_tw: <15>{#p/papyrus}{#f/20}啊這個！ 這是我的 頂級運動服！

source: <15>{#f/24}YOU WON'T FIND ANY SECRETS HERE, THOUGH, BECAUSE...
pt_br: <15>{#f/24}VOCÊ NÃO VAI ENCONTRAR NENHUM SEGREDO AÍ, POR QUE...
zh_cn: <15>{#f/24}你在这里可 找不到任何 秘密，因为...
zh_tw: <15>{#f/24}你在這裡可 找不到任何 秘密，因為...

source: <15>{#f/20}I DON'T HAVE ANY POCKETS TO HIDE THEM IN!!!
pt_br: <15>{#f/20}EU NÃO TENHO BOLSOS PARA ESCONDER NADA!!!
zh_cn: <15>{#f/20}我就没有口袋 可以装！！！
zh_tw: <15>{#f/20}我就沒有口袋 可以裝！！！

source: <15>{#p/papyrus}{#f/24}MY SHOULDERS...
pt_br: <15>{#p/papyrus}{#f/24}MEUS OMBROS...
zh_cn: <15>{#p/papyrus}{#f/24}我的肩膀...
zh_tw: <15>{#p/papyrus}{#f/24}我的肩膀...

source: <15>{#f/10}ARE YOU ASKING FOR A PIGGYBACK RIDE??
pt_br: <15>{#f/10}VOCÊ ESTÁ PEDINDO UMA CARONA NAS COSTAS??
zh_cn: <15>{#f/10}你是想让我 把你背到 肩上吗？？
zh_tw: <15>{#f/10}你是想讓我 把你背到 肩上嗎？？

source: <15>{#f/24}WELL, I'D GIVE IT TO YOU IF WE WEREN'T SO BUSY DATING.
pt_br: <15>{#f/24}BEM, EU TE DARIA UMA, MAS ESTAMOS OCUPADOS NO ENCONTRO.
zh_cn: <15>{#f/24}如果我们没在 忙着约会的话， 我肯定会同意的。
zh_tw: <15>{#f/24}如果我們沒在 忙著約會的話， 我肯定會同意的。

source: <15>{#f/24}WELL, I'D GIVE IT TO YOU IF WE WEREN'T SO BUSY HANGING OUT.
pt_br: <15>{#f/24}BEM, EU TE DARIA UMA, MAS ESTAMOS NO ROLÊ.
zh_cn: <15>{#f/24}如果我们没在 忙着消遣的话， 我肯定会同意的。
zh_tw: <15>{#f/24}如果我們沒在 忙著消遣的話， 我肯定會同意的。

source: <15>{#f/20}BUT WE ARE! SO TRY AGAIN!
pt_br: <15>{#f/20}MAS NÓS ESTAMOS AQUI! TENTE DE NOVO!
zh_cn: <15>{#f/20}所以现在不行！ 再试试吧！
zh_tw: <15>{#f/20}所以現在不行！ 再試試吧！

source: <15>{#p/papyrus}{#f/14}SERIOUSLY??
pt_br: <15>{#p/papyrus}{#f/14} SÉRIO??
zh_cn: <15>{#p/papyrus}{#f/14}你认真吗？？
zh_tw: <15>{#p/papyrus}{#f/14}你認真嗎？？

source: <15>{#f/19}I'M NOT JUST GOING TO -TELL- YOU THE SECRET...
pt_br: <15>{#f/19}EU NÃO VOU SÓ TE CONTAR O SEGREDO...
zh_cn: <15>{#f/19}我没想就这么 【告诉】你 秘密的...
zh_tw: <15>{#f/19}我沒想就這麼 【告訴】你 秘密的...

source: <15>{#f/20}YOU'LL HAVE TO TRY A LITTLE HARDER THAN THAT!
pt_br: <15>{#f/20}VOCÊ VAI TER QUE SE ESFORÇAR UM POUCO MAIS DO QUE ISSO!
zh_cn: <15>{#f/20}你还必须得 再加把劲！
zh_tw: <15>{#f/20}你還必須得 再加把勁！

source: <15>{#p/papyrus}{#f/24}IF YOUR {@fill=#f00}LV{@fill=#000} IS THIS HIGH, THEN...
pt_br: <15>{#p/papyrus}{#f/24}SE O SEU {@fill=#f00}LV{@fill=#000} É TÃO ALTO, ENTÃO...
zh_cn: <15>{#p/papyrus}{#f/24}既然你的{@fill=#f00}LV{@fill=#000}这么高， 那就表示...
zh_tw: <15>{#p/papyrus}{#f/24}既然你的{@fill=#f00}LV{@fill=#000}這麼高， 那就表示...

source: <15>{#f/28}YOUR {@fill=#f00}LOVE{@fill=#000} FOR ME MUST BE EVEN GREATER THAN I THOUGHT!
pt_br: <15>{#f/28}SEU {@fill=#f00}AMOR{@fill=#000} POR MIM DEVE SER AINDA MAIOR DO QUE EU PENSAVA!
zh_cn: <15>{#f/28}你对我的@fill=#f00}爱{@fill=#000} 一定情深意重！
zh_tw: <15>{#f/28}你對我的@fill=#f00}愛{@fill=#000} 一定情深意重！

source: <15>{#f/28}YOU'VE GOT MORE EXPERIENCE WITH {@fill=#f00}LOVE{@fill=#000} THAN I THOUGHT!
pt_br: <15>{#f/28}VOCÊ TEM MAIS EXPERIÊNCIA COM {@fill=#f00}LOVE{@fill=#000} DO QUE EU PENSAVA!
zh_cn: <15>{#f/28}你的{@fill=#f00}恋爱{@fill=#000}经验 一定身经百战！
zh_tw: <15>{#f/28}你的{@fill=#f00}戀愛{@fill=#000}經驗 一定身經百戰！

source: <15>{#f/24}STILL, THAT'S YOUR SECRET, NOT MINE.
pt_br: <15>{#f/24}AINDA ASSIM, ESTE É SEU SEGREDO, NÃO O MEU.
zh_cn: <15>{#f/24}但是！ 这是你 自己的秘密！
zh_tw: <15>{#f/24}但是！ 這是你 自己的秘密！

source: <15>{#p/papyrus}{#f/24}AN {@fill=#f00}LV{@fill=#000} OF TWO?
pt_br: <15>{#p/papyrus}{#f/24}UM {@fill=#f00}LV{@fill=#000} DE DOIS?
zh_cn: <15>{#p/papyrus}{#f/24}{@fill=#f00}LV{@fill=#000}2？
zh_tw: <15>{#p/papyrus}{#f/24}{@fill=#f00}LV{@fill=#000}2？

source: <15>{#f/27}DOES THAT MEAN...
pt_br: <15>{#f/27}ISSO SIGNIFICA...
zh_cn: <15>{#f/27}这是不是代表...
zh_tw: <15>{#f/27}這是不是代表...

source: <15>{#f/28}YOU HAVE A SECRET SECOND {@fill=#f00}LOVE{@fill=#000} INTEREST...?
pt_br: <15>{#f/28}VOCÊ TEM UM SEGUNDO {@fill=#f00}AMOR{@fill=#000} DE INTERESSE...?
zh_cn: <15>{#f/28}你有一个秘密的 第二{@fill=#f00}爱好{@fill=#000}...？
zh_tw: <15>{#f/28}你有一個秘密的 第二{@fill=#f00}愛好{@fill=#000}...？

source: <15>{#f/20}WELL, THIS IS SUPPOSED TO BE ABOUT MY SECRET!!
pt_br: <15>{#f/20}BEM, ESSE É PRA SER MEU SEGREDO!!
zh_cn: <15>{#f/20}然而， 你还是没有 找到我的秘密！！
zh_tw: <15>{#f/20}然而， 你還是沒有 找到我的秘密！！

source: <15>{#f/28}YOUR INTEREST IN ME IS SECRETLY TWO-FOLD?
pt_br: <15>{#f/28}SEU INTERESSE POR MIM É SECRETAMENTE DUPLO?
zh_cn: <15>{#f/28}你对我的爱 深入骨髓？
zh_tw: <15>{#f/28}你對我的愛 深入骨髓？

source: <15>{#f/28}THAT DEEP DOWN, YOU {@fill=#f00}LOVE{@fill=#000} ME AS MUCH AS YOU LIKE ME?
pt_br: <15>{#f/28}QUE NO FUNDO VOCÊ ME {@fill=#f00}AMA{@fill=#000} MAIS DO QUE GOSTA DE MIM?
zh_cn: <15>{#f/28}原来在你的内心 深处，你对我{@fill=#f00}爱意绵绵{@fill=#000}吗？
zh_tw: <15>{#f/28}原來在你的內心 深處，你對我{@fill=#f00}愛意綿綿{@fill=#000}嗎？

source: <15>{#f/14}N-NO...! I WILL NOT SUCCUMB TO YOUR TRICKS!
pt_br: <15>{#f/14}N-NÃO...! EU NÃO VOU SUCUMBIR AOS SEUS TRUQUES!
zh_cn: <15>{#f/14}不‐不...！ 我不能向 你的诡计屈服！
zh_tw: <15>{#f/14}不‐不...！ 我不能向 你的詭計屈服！

source: <15>{#p/papyrus}{#f/24}AN {@fill=#f00}LV{@fill=#000} OF ONE?
pt_br: <15>{#p/papyrus}{#f/24}UM {@fill=#f00}LV{@fill=#000} DE UM?
zh_cn: <15>{#p/papyrus}{#f/24}{@fill=#f00}LV{@fill=#000}1？
zh_tw: <15>{#p/papyrus}{#f/24}{@fill=#f00}LV{@fill=#000}1？

source: <15>{#f/26}DOES THAT MEAN...
pt_br: <15>{#f/26}ISSO SIGNIFICA...
zh_cn: <15>{#f/26}这是不是 代表着...
zh_tw: <15>{#f/26}這是不是 代表著...

source: <15>{#f/28}THAT I'M YOUR ONE TRUE {@fill=#f00}LOVE{@fill=#000}...?
pt_br: <15>{#f/28}QUE EU SOU SEU VERDADEIRO {@fill=#f00}AMOR{@fill=#000}...?
zh_cn: <15>{#f/28}我是你的 一生{@fill=#f00}挚爱{@fill=#000}...？
zh_tw: <15>{#f/28}我是你的 一生{@fill=#f00}摯愛{@fill=#000}...？

source: <15>{#f/24}WELL, THAT WOULDN'T MAKE SENSE IF WE'RE JUST FRIENDS.
pt_br: <15>{#f/24}BEM, ISSO NÃO FAZ SENTIDO JÁ QUE SOMOS SÓ AMIGOS.
zh_cn: <15>{#f/24}好吧，如果我们 只是朋友关系， 那就说不通了。
zh_tw: <15>{#f/24}好吧，如果我們 只是朋友關係， 那就說不通了。

source: <15>{#f/14}B-BUT... NO! I WILL NOT SUCCUMB TO YOUR TRICKS!
pt_br: <15>{#f/14}M-MAS... NÃO! EU NÃO SUCUMBIREI AOS SEUS TRUQUES!
zh_cn: <15>{#f/14}但‐但是不！ 我不能向 你的诡计屈服！
zh_tw: <15>{#f/14}但‐但是不！ 我不能向 你的詭計屈服！

source: <15>{#p/papyrus}{#f/24}AN {@fill=#f00}LV{@fill=#000} OF ZERO?
pt_br: <15>{#p/papyrus}{#f/24}UM {@fill=#f00}LV{@fill=#000} DE ZERO?
zh_cn: <15>{#p/papyrus}{#f/24}{@fill=#f00}LV{@fill=#000}0？
zh_tw: <15>{#p/papyrus}{#f/24}{@fill=#f00}LV{@fill=#000}0？

source: <15>{#f/26}OKAY, THAT'S WEIRD.
pt_br: <15>{#f/26}OK, ISSO É ESTRANHO.
zh_cn: <15>{#f/26}好吧，那就怪了。
zh_tw: <15>{#f/26}好吧，那就怪了。

source: <15>{#f/21}SANS TOLD ME A HUMAN'S {@fill=#f00}LOVE{@fill=#000} STARTS AT ONE.
pt_br: <15>{#f/21}SANS ME DISSE QUE O {@fill=#f00}LOVE{@fill=#000} DOS HUMANOS COMEÇA EM UM.
zh_cn: <15>{#f/21}SANS告诉我 人类的{@fill=#f00}LOVE{@fill=#000} 是从1开始的。
zh_tw: <15>{#f/21}SANS告訴我 人類的{@fill=#f00}LOVE{@fill=#000} 是從1開始的。

source: <15>{#f/24}HMM...
zh_cn: <15>{#f/24}额...
zh_tw: <15>{#f/24}額...

source: <15>{#f/24}IS THIS YOUR SECRET?
pt_br: <15>{#f/24}ESTE É SEU SEGREDO?
zh_cn: <15>{#f/24}这是你的秘密吗？
zh_tw: <15>{#f/24}這是你的秘密嗎？

source: <15>{#f/20}WELL, THIS IS SUPPOSED TO BE ABOUT MY SECRET!
pt_br: <15>{#f/20}BEM, AQUI ESTAMOS FALANDO SOBRE MEU SEGREDO.
zh_cn: <15>{#f/20}然而， 你还是没有 找到我的秘密！
zh_tw: <15>{#f/20}然而， 你還是沒有 找到我的秘密！

source: <15>{#p/papyrus}{#f/22}WHAT!? AN HP EVEN -FULLER- THAN FULL!?
pt_br: <15>{#p/papyrus}{#f/22}O QUÊ!? UM HP ACIMA DE -CHEIO- VOCÊ DIZ!?
zh_cn: <15>{#p/papyrus}{#f/22}啥？ 你的HP咋【爆表】了？！
zh_tw: <15>{#p/papyrus}{#f/22}啥？ 你的HP咋【爆表】了？！

source: <15>{#f/10}YOU REALLY CAME PREPARED FOR ANYTHING!
pt_br: <15>{#f/10}VOCÊ REALMENTE VEIO PREPARADO PARA TUDO!
zh_cn: <15>{#f/10}你可真是 有备而来啊！
zh_tw: <15>{#f/10}你可真是 有備而來啊！

source: <15>{#f/24}BUT THIS HAS NOTHING TO DO WITH MY SECRET.
pt_br: <15>{#f/24}MAS ISSO NÃO TEM NADA HAVER COM MEU SEGREDO.
zh_cn: <15>{#f/24}但是这和 我的秘密 有什么关系呢？
zh_tw: <15>{#f/24}但是這和 我的秘密 有什麼關係呢？

source: <15>{#p/papyrus}{#f/24}YOUR HP MAY BE FULL, BUT WHEN IT COMES TO SECRETS...
pt_br: <15>{#p/papyrus}{#f/24}SEU HP PODE ESTAR CHEIO, MAS QUANDO SE TRATA DO MEU SEGREDO...
zh_cn: <15>{#p/papyrus}{#f/24}尽管你的HP 也许是满的， 但这并非与秘密 有任何联系， 所以...
zh_tw: <15>{#p/papyrus}{#f/24}儘管你的HP 也許是滿的， 但這並非與秘密 有任何聯繫， 所以...

source: <15>{#f/20}YOU'RE STILL RUNNING ON EMPTY!
pt_br: <15>{#f/20}VOCÊ AINDA ESTÁ PROCURANDO NO VAZIO!
zh_cn: <15>{#f/20}你仍然一无所获！
zh_tw: <15>{#f/20}你仍然一無所獲！

source: <15>{#p/papyrus}{#f/20}SO THAT'S HOW IT IS...
pt_br: <15>{#p/papyrus}{#f/20}É ASSIM QUE FUNCIONA...
zh_cn: <15>{#p/papyrus}{#f/20}原来是这样...
zh_tw: <15>{#p/papyrus}{#f/20}原來是這樣...

source: <15>{#f/24}YOU THINK BY SCRATCHING MY NECK...
pt_br: <15>{#f/24}VOCÊ PENSA QUE AO COÇAR MEU PESCOÇO...
zh_cn: <15>{#f/24}你想 抓挠我的脖子...
zh_tw: <15>{#f/24}你想 抓撓我的脖子...

source: <15>{#f/21}AND CALLING ME A "GOOD BOY..."
pt_br: <15>{#f/21}E ME CHAMAR DE "BOM MENINO..."
zh_cn: <15>{#f/21}然后叫我 “好孩子...”
zh_tw: <15>{#f/21}然後叫我 「好孩子...」

source: <15>{#f/24}I'LL BARK THE ANSWER AT YOU LIKE A DOG.
pt_br: <15>{#f/24}EU VOU TE JOGAR A RESPOSTA COMO UM CACHORRO.
zh_cn: <15>{#f/24}我会像狗那样 对你兴奋叫唤。
zh_tw: <15>{#f/24}我會像狗那樣 對你興奮叫喚。

source: <15>{#f/20}LAST I CHECKED, I WAS A SKELETON! SO TRY AGAIN!
pt_br: <15>{#f/20}ÚLTIMA VEZ QUE VI, EU ERA UM ESQUELETO! ENTÃO TENTE DE NOVO!
zh_cn: <15>{#f/20}最后强调一次， 我是一个骷髅！ 所以再试试吧！
zh_tw: <15>{#f/20}最後強調一次， 我是一個骷髏！ 所以再試試吧！

source: <15>{#p/papyrus}{#f/27}W-WELL THEN...
pt_br: <15>{#p/papyrus}{#f/27}P-POIS BEM...
zh_cn: <15>{#p/papyrus}{#f/27}那-那好吧...
zh_tw: <15>{#p/papyrus}{#f/27}那-那好吧...

source: <15>{#f/27}YOU FOUND MY SECRET!
pt_br: <15>{#f/27}VOCÊ ACHOU MEU SEGREDO!
zh_cn: <15>{#f/27}你找到我的 秘密了！
zh_tw: <15>{#f/27}你找到我的 秘密了！

source: <15>{#f/24}I SUPPOSE I HAVE NO CHOICE BUT TO ADMIT THE TRUTH.
pt_br: <15>{#f/24}EU SUPONHO QUE NÃO TENHA OUTRA ESCOLHA SE NÃO TE CONTAR A VERDADE.
zh_cn: <15>{#f/24}我觉得我没有 什么别的选择， 只能承认 事实了。
zh_tw: <15>{#f/24}我覺得我沒有 什麼別的選擇， 只能承認 事實了。

source: <15>{#f/24}IT'S A PRESENT...
pt_br: <15>{#f/24}É UM PRESENTE...
zh_cn: <15>{#f/24}这是个...
zh_tw: <15>{#f/24}這是個...

source: <15>{#f/27}A PRESENT J-JUST FOR YOU!!!
pt_br: <15>{#f/27}UM PRESENTE S-SÓ PARA VOCÊ!!!
zh_cn: <15>{#f/27}只-只送给你的 礼物！！！
zh_tw: <15>{#f/27}只-只送給你的 禮物！！！

source: <15>{#f/27}A PRESENT FOR US TO SHARE!!!
pt_br: <15>{#f/27}UM PRESENTE PARA NÓS COMPARTILHARMOS!
zh_cn: <15>{#f/27}给我们两个 分享的礼物！！！
zh_tw: <15>{#f/27}給我們兩個 分享的禮物！！！

source: <15>{#f/10}GO AHEAD! OPEN IT!
pt_br: <15>{#f/10}VÁ EM FRENTE! ABRA!
zh_cn: <15>{#f/10}快！ 快打开！
zh_tw: <15>{#f/10}快！ 快打開！

source: * (What will you do?)
pt_br: * (O que você vai fazer?)
zh_cn: * （你该怎么办？）
zh_tw: * （你該怎麼辦？）

source: Open it
pt_br: Abrir
zh_cn: 打开
zh_tw: 打開

source: Do not
pt_br: Não abrir
zh_cn: 不要
zh_tw: 不要

source: <15>{#p/papyrus}{#f/21}YOU WON'T EVEN HARM MY DELICATE WRAPPING??
pt_br: <15>{#p/papyrus}{#f/21}VOCÊ NEM VAI MACHUCAR MEU EMBRULHO DELICADO??
zh_cn: <15>{#p/papyrus}{#f/21}你甚至都 舍不得拆开 我精致的包装？ゑ
zh_tw: <15>{#p/papyrus}{#f/21}你甚至都 捨不得拆開 我精緻的包裝？ゑ

source: <15>{#f/27}N-NO... THAT TECHNIQUE...
pt_br: <15>{#f/27}N-NÃO... AQUELA TÉCNICA...
zh_cn: <15>{#f/27}不-不... 居然来这招...
zh_tw: <15>{#f/27}不-不... 居然來這招...

source: <15>{#f/13}IT'S TOO MUCH!
pt_br: <15>{#f/13}É DEMAIS!!!
zh_cn: <15>{#f/13}真的好厉害！
zh_tw: <15>{#f/13}真的好厲害！

source: <15>{#f/14}B-BUT... AHA! COUNTERATTACK!
pt_br: <15>{#f/14}M-MAS... AHA! CONTRA-ATAQUE!
zh_cn: <15>{#f/14}但-但是... 啊哈！ 看我的反击！
zh_tw: <15>{#f/14}但-但是... 啊哈！ 看我的反擊！

source: <15>{#f/15}I'LL OPEN THE PRESENT MYSELF!!
pt_br: <15>{#f/15}EU VOU ABRIR O PRESENTE POR CONTA PRÓPRIA!!
zh_cn: <15>{#f/15}我自己拆 不就好了！！
zh_tw: <15>{#f/15}我自己拆 不就好了！！

source: <15>{#p/papyrus}{#f/20}DO YOU KNOW WHAT -THIS- IS?
pt_br: <15>{#p/papyrus}{#f/20}VOCÊ SABE O QUE É ISSO?
zh_cn: <15>{#p/papyrus}{#f/20}你知道【这】是 什么吗？
zh_tw: <15>{#p/papyrus}{#f/20}你知道【這】是 什麼嗎？

source: * (Do you know what it is?)
pt_br: * (Você sabe o que é isso?)
zh_cn: * （你知道这是什么吗？）
zh_tw: * （你知道這是什麼嗎？）

source: <15>{#p/papyrus}{#f/26}SPAGHETTI.
pt_br: <15>{#p/papyrus}{#f/26}ESPAGUETE.
zh_cn: <15>{#p/papyrus}{#f/26}意大利面。
zh_tw: <15>{#p/papyrus}{#f/26}義大利麵。

source: <15>{#f/24}THAT'S PROBABLY WHAT YOU'RE THINKING, ISN'T IT?
pt_br: <15>{#f/24}ISSO PROVAVELMENTE NÃO ERA O QUE VOCÊ ESTAVA PENSANDO, CERTO?
zh_cn: <15>{#f/24}这是你现在 脑子里的想法， 没错吧？
zh_tw: <15>{#f/24}這是你現在 腦子裡的想法， 沒錯吧？

source: <15>{#f/20}RIGHT!
pt_br: <15>{#f/20}CERTO!
zh_cn: <15>{#f/20}对了！
zh_tw: <15>{#f/20}對了！

source: <15>{#f/15}BUT OH-SO-WRONG!
pt_br: <15>{#f/15}MAS OH- ERRADO!
zh_cn: <15>{#f/15}但是也- 错了！
zh_tw: <15>{#f/15}但是也- 錯了！

source: <15>{#p/papyrus}{#f/20}NYEH HEH HEH! THAT'S RIGHT.
pt_br: <15>{#p/papyrus}{#f/20}NYEH HEH HEH! EXATAMENTE.
zh_cn: <15>{#p/papyrus}{#f/20}捏嘿嘿！ 这才对嘛。
zh_tw: <15>{#p/papyrus}{#f/20}捏嘿嘿！ 這才對嘛。

source: <15>{#p/papyrus}{#f/15}YOU HAVE NO IDEA!
pt_br: <15>{#p/papyrus}{#f/15}VOCÊ NÃO TEM IDEIA!
zh_cn: <15>{#p/papyrus}{#f/15}你根本想不到！
zh_tw: <15>{#p/papyrus}{#f/15}你根本想不到！

source: <15>{#f/24}THOUGH THIS APPEARS TO BE SPAGHETTI...
pt_br: <15>{#f/24} POR MAIS QUE ISSO PAREÇA SER ESPAGUETE...
zh_cn: <15>{#f/24}虽然这看起来 是意大利面...
zh_tw: <15>{#f/24}雖然這看起來 是義大利麵...

source: <15>{#p/papyrus}{#f/20}THIS ISN'T ANY PLAIN OL' PASTA!
pt_br: <15>{#p/papyrus}{#f/20}ISSO NÃO É UMA PASTA VELHA QUALQUER!
zh_cn: <15>{#p/papyrus}{#f/20}这可不是什么 普通的意面！
zh_tw: <15>{#p/papyrus}{#f/20}這可不是什麼 普通的意面！

source: <15>{#f/20}THIS IS AN ARTISAN'S WORK!
pt_br: <15>{#f/20}ESTE É UM TRABALHO DE ARTISTA!
zh_cn: <15>{#f/20}这是一个 大师的杰作！
zh_tw: <15>{#f/20}這是一個 大師的傑作！

source: <15>{#f/24}SILKEN SPAGHETTI, FINELY AGED IN A TIME DILATION UNIT.
pt_br: <15>{#f/24}ESPAGUETE DE SEDA, FINAMENTE ENVELHECIDO EM UMA UNIDADE DE DILATAÇÃO DO TEMPO.
zh_cn: <15>{#f/24}丝般柔滑的意面， 在时间膨胀 单元之中 精细陈化。
zh_tw: <15>{#f/24}絲般柔滑的意面， 在時間膨脹 單元之中 精細陳化。

source: <15>{#f/20}THEN PREPARED BY ME, MASTER CHEF PAPYRUS!
pt_br: <15>{#f/20}ENTÃO PREPARADO POR MIM, O MESTRE CHEFE PAPYRUS!
zh_cn: <15>{#f/20}然后再由我， 主厨PAPYRUS 来加工！
zh_tw: <15>{#f/20}然後再由我， 主廚PAPYRUS 來加工！

source: <15>{#f/15}HUMAN!!! IT'S TIME TO END THIS!!
pt_br: <15>{#f/15}HUMANO!!! É HORA DE ACABAR COM ISSO!!
zh_cn: <15>{#f/15}人类！！！ 是时候结束这 一切了！！
zh_tw: <15>{#f/15}人類！！！ 是時候結束這 一切了！！

source: <15>THERE'S NO WAY THIS CAN GO ANY FURTHER!
pt_br: <15>SEM CHANCES DISSO SE PROLONGAR AINDA MAIS!
zh_cn: <15>我们不能再这样 僵持下去了！
zh_tw: <15>我們不能再這樣 僵持下去了！

source: <15>{#f/20}LET'S EAT THIS SPAGHETTI TOGETHER!!!
pt_br: <15>{#f/20}VAMOS COMER ESSE ESPAGUETE JUNTOS!!!
zh_cn: <15>{#f/20}我们一起来吃 这盘意大利面 吧！！！
zh_tw: <15>{#f/20}我們一起來吃 這盤義大利麵 吧！！！

source: <15>{#f/20}FEAST UPON MY ULTIMATE TECHNIQUE!!!
pt_br: <15>{#f/20}BANQUETEAR-SE COM MINHA TÉCNICA SUPREMA!!!
zh_cn: <15>{#f/20}尽情享受我的 终极厨艺吧！！
zh_tw: <15>{#f/20}盡情享受我的 終極廚藝吧！！

source: Eat it
pt_br: Comer
zh_cn: 吃掉
zh_tw: 吃掉

source: <32>{#p/human}* (You take a small bite.) * (You appear to be blushing from the taste.)
pt_br: <32>{#p/human}* (Você come um pouquinho.) * (Você parece estar ficando vermelho com o sabor.)
zh_cn: <32>{#p/human}* （你咬了一小口。） * （味道让你脸红了。）
zh_tw: <32>{#p/human}* （你咬了一小口。） * （味道讓你臉紅了。）

source: <32>{#p/basic}* It's unbelievable...!
pt_br: <32>{#p/basic}* É inacreditável...!
zh_cn: <32>{#p/basic}* 真的好好吃...！
zh_tw: <32>{#p/basic}* 真的好好吃...！

source: <32>{#p/basic}* Papyrus seems to have enjoyed his bite just the same.
pt_br: <32>{#p/basic}* Papyrus parece ter gostado de comer também.
zh_cn: <32>{#p/basic}* Papyrus看起来也吃得很开心。
zh_tw: <32>{#p/basic}* Papyrus看起來也吃得很開心。

source: <15>{#p/papyrus}{#f/10}WHAT A PASSIONATE EXPRESSION!!!
pt_br: <15>{#p/papyrus}{#f/10}QUE EXPRESSÃO DE PAIXÃO!!!
zh_cn: <15>{#p/papyrus}{#f/10}多么充满激情的 表达！！
zh_tw: <15>{#p/papyrus}{#f/10}多麼充滿激情的 表達！！

source: <15>{#f/12}YOU MUST REALLY LOVE MY COOKING!
pt_br: <15>{#f/12}VOCÊ DEVE AMAR MINHA FORMA DE COZINHAR!
zh_cn: <15>{#f/12}你肯定真心爱着 我的厨艺！
zh_tw: <15>{#f/12}你肯定真心愛著 我的廚藝！

source: <15>{#f/12}YOU MUST REALLY LIKE MY COOKING!
pt_br: <15>{#f/12}VOCÊ DEVE REALMENTE GOSTAR DA MINHA FORMA DE COZINHAR!
zh_cn: <15>{#f/12}你肯定真心喜欢 我的厨艺！
zh_tw: <15>{#f/12}你肯定真心喜歡 我的廚藝！

source: <15>{#f/24}WELL, I DID TOO...
pt_br: <15>{#f/24}BEM, EU GOSTEI TAMBÉM...
zh_cn: <15>{#f/24}那个，虽然 我也这样...
zh_tw: <15>{#f/24}那個，雖然 我也這樣...

source: <15>{#f/20}BUT I THINK YOU LOVED IT EVEN MORE THAN ME!!!
pt_br: <15>{#f/20}MAS EU ACHO QUE VOCÊ GOSTOU AINDA MAIS DO QUE EU!!!
zh_cn: <15>{#f/20}但我觉得你甚至 比我更爱我的 厨艺！！！
zh_tw: <15>{#f/20}但我覺得你甚至 比我更愛我的 廚藝！！！

source: <15>{#f/20}BUT I THINK YOU LIKED IT EVEN MORE THAN ME!!!
pt_br: <15>{#f/20}MAS EU ACHO QUE VOCÊ GOSTOU AINDA MAIS DO EU!!!
zh_cn: <15>{#f/20}但我觉得你甚至 比我更喜欢我的 厨艺！！！
zh_tw: <15>{#f/20}但我覺得你甚至 比我更喜歡我的 廚藝！！！

source: <15>{#f/10}AND BY EXTENSION, ME!
pt_br: <15>{#f/10}E POR EXTENSÃO, EU!
zh_cn: <15>{#f/10}甚至 因而爱上了我！
zh_tw: <15>{#f/10}甚至 因而愛上了我！

source: <15>{#f/20}MAYBE EVEN MORE THAN I DO!!!
pt_br: <15>{#f/20}TALVEZ AINDA MAIS DO QUE EU!!!
zh_cn: <15>{#f/20}搞不好 你比我自己 还要爱我！！！
zh_tw: <15>{#f/20}搞不好 你比我自己 還要愛我！！！

source: <15>{#f/27}BUT... THAT'S IMPOSSIBLE...!
pt_br: <15>{#f/27}MAS... ISSO É IMPOSSÍVEL...!
zh_cn: <15>{#f/27}但... 那是 不可能的...！
zh_tw: <15>{#f/27}但... 那是 不可能的...！

source: <15>{#f/12}HOW DID YOU DO THAT!?!?
pt_br: <15>{#f/12}COMO VOCÊ FEZ ISSO!?!?
zh_cn: <15>{#f/12}你是怎么 做到的！？！？
zh_tw: <15>{#f/12}你是怎麼 做到的！？！？

source: <15>{#p/papyrus}{#f/21}YOU MEAN...
pt_br: <15>{#p/papyrus}{#f/21}VOCÊ...
zh_cn: <15>{#p/papyrus}{#f/21}你的意思是...
zh_tw: <15>{#p/papyrus}{#f/21}你的意思是...

source: <15>{#f/18}YOU'RE LETTING ME HAVE IT INSTEAD?
pt_br: <15>{#f/18}VOCÊ VAI ME DEIXAR COMER NO SEU LUGAR?
zh_cn: <15>{#f/18}你要留给我吃？
zh_tw: <15>{#f/18}你要留給我吃？

source: <15>{#f/24}I THOUGHT WHEN YOU SAID YOU WERE SHARING...
pt_br: <15>{#f/24}EU PENSEI QUE QUANDO VOCÊ DISSE QUE ESTAVA COMPARTILHANDO...
zh_cn: <15>{#f/24}我以为你之前 说要分享...
zh_tw: <15>{#f/24}我以為你之前 說要分享...

source: <15>{#f/20}YOU WOULD AT LEAST WANT A LITTLE FOR YOURSELF.
pt_br: <15>{#f/20}VOCÊ GOSTARIA AO MENOS DE UM POUCO PARA SI.
zh_cn: <15>{#f/20}你会至少想自己 尝一小口。
zh_tw: <15>{#f/20}你會至少想自己 嘗一小口。

source: <15>{#f/27}BUT NO, ALL THIS TIME...
pt_br: <15>{#f/27}MAS NÃO, TODO ESSE TEMPO...
zh_cn: <15>{#f/27}但你不是 这样的， 你都留给我了...
zh_tw: <15>{#f/27}但你不是 這樣的， 你都留給我了...

source: <15>{#f/12}YOU WANTED ME, -ME-, TO HAVE IT ALL!!!
pt_br: <15>{#f/12}VOCÊ QUE QUE EU, -EU-, COMA SOZINHO!!!
zh_cn: <15>{#f/12}你想让我， 让【我】来， 全都吃掉！！！
zh_tw: <15>{#f/12}你想讓我， 讓【我】來， 全都吃掉！！！

source: <15>{#f/21}EVEN AFTER WHAT YOU SAID BEFORE...
pt_br: <15>{#f/21}MESMO APÓS O QUE VOCÊ DISSE ANTES...
zh_cn: <15>{#f/21}即使你之前 说过...
zh_tw: <15>{#f/21}即使你之前 說過...

source: <15>{#f/21}ABOUT WANTING MY SPAGHETTI FOR YOURSELF...
pt_br: <15>{#f/21}SOBRE QUERER O ESPAGUETE PARA VOCÊ...
zh_cn: <15>{#f/21}你想自己品尝 我的意大利面...
zh_tw: <15>{#f/21}你想自己品嘗 我的義大利麵...

source: <15>{#f/27}AT THE VERY PRECIPICE OF YOUR SATISFACTION, YOU...
pt_br: <15>{#f/27}NO PRECIPÍCIO DE SUA SATISFAÇÃO, VOCÊ...
zh_cn: <15>{#f/27}就在你马上要 实现的时候， 你...
zh_tw: <15>{#f/27}就在你馬上要 實現的時候， 你...

source: <15>{#f/12}YOU GAVE IT ALL UP FOR ME???
pt_br: <15>{#f/12}VAI DAR TUDO PARA MIM???
zh_cn: <15>{#f/12}你要放弃 全留给我？？？
zh_tw: <15>{#f/12}你要放棄 全留給我？？？

source: <15>{*}{#p/papyrus}{#f/22}AUGH!!!{%15}
zh_cn: <15>{*}{#p/papyrus}{#f/22}啊！！！{%15}
zh_tw: <15>{*}{#p/papyrus}{#f/22}啊！！！{%15}

source: <15>{*}{#p/papyrus}{#f/22}URRRGH!!!{%15}
zh_cn: <15>{*}{#p/papyrus}{#f/22}呃！！！{%15}
zh_tw: <15>{*}{#p/papyrus}{#f/22}呃！！！{%15}

source: <15>{*}{#p/papyrus}{#f/22}NOOOOOOOO!!!{%15}
pt_br: <15>{*}{#p/papyrus}{#f/22}NÃÃOOOOOO!!!{%15}
zh_cn: <15>{*}{#p/papyrus}{#f/22}不啊啊啊！！！{%15}
zh_tw: <15>{*}{#p/papyrus}{#f/22}不啊啊啊！！！{%15}

source: <18>{#p/papyrus}{@random=1.1/1.1}HUMAN. IT'S CLEAR NOW.
pt_br: <18>{#p/papyrus}{@random=1.1/1.1}HUMANO. ESTÁ CLARO AGORA.
zh_cn: <18>{#p/papyrus}{@random=1.1/1.1}人类。 一切都清晰明了了。
zh_tw: <18>{#p/papyrus}{@random=1.1/1.1}人類。 一切都清晰明了了。

source: <18>{@random=1.1/1.1}YOU'RE MADLY IN LOVE WITH ME.
pt_br: <18>{@random=1.1/1.1}VOCÊ ESTÁ COMPLETAMENTE APAIXONADO POR MIM.
zh_cn: <18>{@random=1.1/1.1}你已经痴狂地 爱上了我。
zh_tw: <18>{@random=1.1/1.1}你已經痴狂地 愛上了我。

source: <18>{@random=1.1/1.1}YOU'RE COMPLETELY OBSESSED WITH ME.
pt_br: <18>{@random=1.1/1.1}VOCÊ ESTÁ COMPLETAMENTE OBCECADO POR MIM.
zh_cn: <18>{@random=1.1/1.1}你已经完全 被我迷住了。
zh_tw: <18>{@random=1.1/1.1}你已經完全 被我迷住了。

source: <99>{@random=1.1/1.1}EVERYTHING YOU DO. EVERYTHING YOU SAY.
pt_br: <99>{@random=1.1/1.1}TUDO QUE VOCÊ FAZ. TUDO QUE VOCÊ DIZ.
zh_cn: <99>{@random=1.1/1.1}你做的每一件事。 你说的每一个字。
zh_tw: <99>{@random=1.1/1.1}你做的每一件事。 你說的每一個字。

source: <18>{@random=1.1/1.1}IT'S ALL BEEN FOR MY SAKE.
pt_br: <18>{@random=1.1/1.1}É TUDO POR MIM.
zh_cn: <18>{@random=1.1/1.1}一切的一切 都是为了我。
zh_tw: <18>{@random=1.1/1.1}一切的一切 都是為了我。

source: <18>{@random=1.1/1.1}HUMAN. I WANT YOU TO BE HAPPY, TOO.
pt_br: <18>{@random=1.1/1.1}HUMANO. EU QUERO QUE VOCÊ SEJA FELIZ TAMBÉM.
zh_cn: <18>{@random=1.1/1.1}人类。 我也想让你， 感到快乐。
zh_tw: <18>{@random=1.1/1.1}人類。 我也想讓你， 感到快樂。

source: <18>{@random=1.1/1.1}IT'S TIME FOR ME TO EXPRESS MY FEELINGS...
pt_br: <18>{@random=1.1/1.1}É MINHA VEZ DE EXPRESSAR MEUS SENTIMENTOS...
zh_cn: <18>{@random=1.1/1.1}现在轮到我 来表达我的 感情了...
zh_tw: <18>{@random=1.1/1.1}現在輪到我 來表達我的 感情了...

source: <18>{@random=1.1/1.1}IT'S TIME I TOLD YOU THE TRUTH.
pt_br: <18>{@random=1.1/1.1}É HORA DE TE DIZER A VERDADE.
zh_cn: <18>{@random=1.1/1.1}轮到我来告诉你 我的真心话了。
zh_tw: <18>{@random=1.1/1.1}輪到我來告訴你 我的真心話了。

source: <15>{#f/21}HUMAN, THE TRUTH IS...
pt_br: <15>{#f/21}HUMANO, A VERDADE É QUE...
zh_cn: <15>{#f/21}人类，我的 真心话是...
zh_tw: <15>{#f/21}人類，我的 真心話是...

source: <15>{#f/21}I JUST DON'T LIKE YOU THE WAY YOU LIKE ME.
pt_br: <15>{#f/21}EU NÃO GOSTO TANTO DE VOCÊ COMO VOCÊ DE MIM.
zh_cn: <15>{#f/21}我就是不 像你那样 喜欢我。
zh_tw: <15>{#f/21}我就是不 像你那樣 喜歡我。

source: <15>{#f/24}ROMANTICALLY, I MEAN.
pt_br: <15>{#f/24}ROMANTICAMENTE, EU DIGO.
zh_cn: <15>{#f/24}我是说， 浪漫的那种。
zh_tw: <15>{#f/24}我是說， 浪漫的那種。

source: <15>{#f/27}I MEAN, I TRIED VERY HARD TO!
pt_br: <15>{#f/27}QUER DIZER, EU TENTEI BASTANTE TAMBÉM!
zh_cn: <15>{#f/27}我是说，我已经 很努力了！
zh_tw: <15>{#f/27}我是說，我已經 很努力了！

source: <15>{#f/27}I THOUGHT THAT BECAUSE YOU HAD FLIRTED WITH ME...
pt_br: <15>{#f/27}EU PENSEI QUE PORQUE VOCÊ TINHA FLERTADO COMIGO...
zh_cn: <15>{#f/27}我觉得因为你 跟我调情过了...
zh_tw: <15>{#f/27}我覺得因為你 跟我調情過了...

source: <15>{#f/27}THAT I WAS SUPPOSED TO GO ON A DATE WITH YOU.
pt_br: <15>{#f/27}QUE EU DEVERIA IR EM UM ENCONTRO COM VOCÊ.
zh_cn: <15>{#f/27}我就该跟你 约一次会。
zh_tw: <15>{#f/27}我就該跟你 約一次會。

source: <15>{#f/10}THEN, ON OUR DATE, FEELINGS WOULD BLOSSOM FORTH!!!
pt_br: <15>{#f/10}ENTÃO, EM NOSSO ENCONTRO, OS SENTIMENTOS FLORESCERIAM!!!
zh_cn: <15>{#f/10}然后，在我们 约会的过程中， 感情就会开花 结果！！！
zh_tw: <15>{#f/10}然後，在我們 約會的過程中， 感情就會開花 結果！！！

source: <15>{#f/20}I WOULD BE ABLE TO MATCH YOUR PASSION FOR ME!
pt_br: <15>{#f/20}EU SERIA CAPAZ DE IGUALAR SUA PAIXÃO POR MIM!
zh_cn: <15>{#f/20}我就能配得上 你对我的热情！
zh_tw: <15>{#f/20}我就能配得上 你對我的熱情！

source: <15>{#f/21}BUT ALAS... I, THE GREAT PAPYRUS...
pt_br: <15>{#f/21}MAS ALAS... EU, O GRANDE PAPYRUS...
zh_cn: <15>{#f/21}但是... 我，伟大的 PAPYRUS...
zh_tw: <15>{#f/21}但是... 我，偉大的 PAPYRUS...

source: <15>{#f/21}HAVE FAILED.
pt_br: <15>{#f/21}FALHEI.
zh_cn: <15>{#f/21}失败了。
zh_tw: <15>{#f/21}失敗了。
