Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <25>{#p/asriel1}{#f/17}* Eventually, terminals like this weren't needed anymore.
pt_br: <25>{#p/asriel1}{#f/17}* Eventualmente, terminais assim não eram mais úteis.
zh_cn: <25>{#p/asriel1}{#f/17}* 但慢慢的， 这样的终端 却不再被需要了。
zh_tw: <25>{#p/asriel1}{#f/17}* 但慢慢的， 這樣的終端 卻不再被需要了。

source: <25>{#f/20}* The pilots of those supply ships got better at landing unaided.
pt_br: <25>{#f/20}* Os pilotos dessas naves de abastecimento melhoraram no pouso sem ajuda.
zh_cn: <25>{#f/20}* 因为这些运输船驾驶员 着陆的技术提升了。
zh_tw: <25>{#f/20}* 因為這些運輸船駕駛員 著陸的技術提升了。

source: <25>{#f/13}* And so, the terminal was forgotten...
pt_br: <25>{#f/13}* E então, o terminal foi esquecido...
zh_cn: <25>{#f/13}* 所以， 这些终端就被逐渐遗忘了。
zh_tw: <25>{#f/13}* 所以， 這些終端就被逐漸遺忘了。

source: <25>{#p/asriel1}{#f/16}* Just one of many objects whose story is mostly forgotten.
pt_br: <25>{#p/asriel1}{#f/16}* Apenas mais um dos objetos de nossa história que foi esquecido.
zh_cn: <25>{#p/asriel1}{#f/16}* 这只是 众多被遗忘的对象之一。
zh_tw: <25>{#p/asriel1}{#f/16}* 這只是 眾多被遺忘的對象之一。

source: <32>{#p/basic}* A derelict terminal once used to direct hovercar landings.
pt_br: <32>{#p/basic}* Um terminal um dia usado para pouso de carros voadores.
zh_cn: <32>{#p/basic}* 一个曾经用来指挥 悬浮车着陆的废弃终端。
zh_tw: <32>{#p/basic}* 一個曾經用來指揮 懸浮車著陸的廢棄終端。

source: <32>{#p/human}* (The sign describes the broken state of the display tower's quantum randomizer.)
pt_br: <32>{#p/human}* (O sinal descreve o estado quebrado do randomizador quântico da torre de exibição.)
zh_cn: <32>{#p/human}* （牌子上写着： 量子台随机数生成器 已经坏了。）
zh_tw: <32>{#p/human}* （牌子上寫著： 量子臺隨機數生成器 已經壞了。）

source: <32>{#p/basic}* "ATTENTION: The quantum randomizer in this display tower is still broken."
pt_br: <32>{#p/basic}* "ATENÇÃO: O randomizador quântico nesta parte da torre está quebrado."
zh_cn: <32>{#p/basic}* “注意：这个显示台内置的 量子随机数生成器还没修好。”
zh_tw: <32>{#p/basic}* 「注意：這個顯示臺內置的 量子隨機數生成器還沒修好。」

source: <32>{#p/human}* (You put your hands on window.)
pt_br: <32>{#p/human}* (Você põe suas mãos na janela.)
zh_cn: <32>{#p/human}* （你将双手搭在了窗户上。）
zh_tw: <32>{#p/human}* （你將雙手搭在了窗戶上。）

source: <32>{#p/basic}* Smells like paint.
pt_br: <32>{#p/basic}* Cheira a pintura.
zh_cn: <32>{#p/basic}* 有股油漆的味道。
zh_tw: <32>{#p/basic}* 有股油漆的味道。

source: <32>{#p/human}* (The books on this bookshelf consist of comparisons between the past the and present.)
pt_br: <32>{#p/human}* (O livro nesta prateleira faz uma comparação entra o passado e o presente.)
zh_cn: <32>{#p/human}* （这些书记载了 过去与现在的对比情况。）
zh_tw: <32>{#p/human}* （這些書記載了 過去與現在的對比情況。）

source: <32>{#p/basic}* This bookshelf is labelled "Then and Now."
pt_br: <32>{#p/basic}* O nome nesta prateleira é chamado "Antes e Agora."
zh_cn: <32>{#p/basic}* 书架上标着“旧事重提”。
zh_tw: <32>{#p/basic}* 書架上標著「舊事重提」。

source: <32>{#p/basic}* "Before the war, monsters were taught magic on a regular, day-to-day basis."
pt_br: <32>{#p/basic}* "Antes da guerra, monstros eram ensinados magia de forma regular, dia após dia."
zh_cn: <32>{#p/basic}* “战前，怪物每天都要学习魔法。”
zh_tw: <32>{#p/basic}* 「戰前，怪物每天都要學習魔法。」

source: <32>* "When most of our race died, so too did many of our teachers."
pt_br: <32>* "Quando maior parte da nossa raça morreu, isso também aconteceu com nossos professores."
zh_cn: <32>* “然而，大多数同胞都在战争中牺牲， 其中就包括许多教师。”
zh_tw: <32>* 「然而，大多數同胞都在戰爭中犧牲， 其中就包括許多教師。」

source: <32>* "To account for this, monsters started learning in larger groups."
pt_br: <32>* "Por conta disso, monstros começaram a aprender em grupos maiores."
zh_cn: <32>* “面对这一问题，剩余的怪物们 开始采用集体学习的方式。”
zh_tw: <32>* 「面對這一問題，剩餘的怪物們 開始採用集體學習的方式。」

source: <32>* "These new teaching methods were focused on skills to help us survive on the outpost."
pt_br: <32>* "Este novo método de aprendizado focou em habilidades para nós ajudar a sobreviver no Outpost."
zh_cn: <32>* “当时采用这一方式，是为了让我们 能在前哨站更好地生存。”
zh_tw: <32>* 「當時採用這一方式，是為了讓我們 能在前哨站更好地生存。」

source: <32>* "By now, the population woes play a much smaller factor in our lives."
pt_br: <32>* "Agora, os problemas populacionais desempenham um fator muito menor em nossas vidas."
zh_cn: <32>* “如今，人口不足的问题 几乎不复存在。”
zh_tw: <32>* 「如今，人口不足的問題 幾乎不復存在。」

source: <32>* "Though, we still stick to the new methods, because..."
pt_br: <32>* "Mas, nós ainda nos mantemos no novo método, porque..."
zh_cn: <32>* “尽管如此，我们还是 坚持新的学习方式，因为...”
zh_tw: <32>* 「儘管如此，我們還是 堅持新的學習方式，因為...」

source: <32>* "... we're honestly just too lazy to change back."
pt_br: <32>* "... nós já estamos muito cansados para mudar de volta."
zh_cn: <32>* “...我们懒得再改回去了。”
zh_tw: <32>* 「...我們懶得再改回去了。」

source: <32>{#p/basic}* "Once upon a time, monsters used a wide variety of currencies."
pt_br: <32>{#p/basic}* "A muito tempo atrás, monstros costumavam usar várias moedas."
zh_cn: <32>{#p/basic}* “以前， 怪物使用多种货币进行交易。”
zh_tw: <32>{#p/basic}* 「以前， 怪物使用多種貨幣進行交易。」

source: <32>* "JEWEL and KRIOTAAN were the most prominent... but only on the home planet."
pt_br: <32>* "JEWEL e KRIOTAAN eram as dominante... mas apenas no planeta natal."
zh_cn: <32>* “主要流通的是珠宝和‘克里’... 但它们只能在母星上使用。”
zh_tw: <32>* 「主要流通的是珠寶和『克伊』... 但它們只能在母星上使用。」

source: <32>* "When it came to interactions with humans, the only currency used was GOLD."
pt_br: <32>* "Quando começamos a interagir com humanos, eles só usavam ouro como moeda."
zh_cn: <32>* “与人类进行贸易时， 就只能选择金钱作为货币。”
zh_tw: <32>* 「與人類進行貿易時， 就只能選擇金錢作為貨幣。」

source: <32>* "Our abundant supply of the shiny mineral granted us many favors..."
pt_br: <32>* "Nós tínhamos um suprimento abundante desses e isso nos garantiu favores..."
zh_cn: <32>* “丰富的金矿资源 为我们带来了许多便利。”
zh_tw: <32>* 「豐富的金礦資源 為我們帶來了許多便利。」

source: <32>* "But as a result, the other curriences lost their value in short time."
pt_br: <32>* "Mas como resultado, as outras moedas perderam valor."
zh_cn: <32>* “但也因此导致 其他货币迅速贬值。”
zh_tw: <32>* 「但也因此導致 其他貨幣迅速貶值。」

source: <32>* "Now, we just use gold for everything!" * "It's the monster way."
pt_br: <32>* "Agora, nós usamos ouro para tudo e o apelidamos de G por ser um GANHO/GASTO."
zh_cn: <32>* “如今，金钱成为了 我们唯一的货币！” * “这就是怪物的作风。”
zh_tw: <32>* 「如今，金錢成為了 我們唯一的貨幣！」 * 「這就是怪物的作風。」

source: <32>{#p/basic}* "Since Erogot's fall, our king has done his best to uphold our homeworld's legacy."
pt_br: <32>{#p/basic}* "Desde a morte do Erogot, o atual rei tem feito de tudo para manter seu legado."
zh_cn: <32>{#p/basic}* “Erogot死后，国王尽己所能 去保留故园的遗存。”
zh_tw: <32>{#p/basic}* 「Erogot死後，國王盡己所能 去保留故園的遺存。」

source: <32>* "Even if he lost the damn thing in the process..."
pt_br: <32>* "Mesmo que isso o tenha feito perder durante o processo..."
zh_cn: <32>* “尽管在保存途中， 他还是把那件最重要的东西 弄丢了...”
zh_tw: <32>* 「儘管在儲存途中， 他還是把那件最重要的東西 弄丟了...」

source: <32>* "We've all come to accept what happened, and we don't really blame him anymore."
pt_br: <32>* "Nós acabamos aceitando o que aconteceu, e ninguém mais o culpa."
zh_cn: <32>* “但我们早已习惯逆来顺受， 没有因此责怪他。”
zh_tw: <32>* 「但我們早已習慣逆來順受， 沒有因此責怪他。」

source: <32>* "The past two centuries have been tough, but we grow ever-closer to freedom."
pt_br: <32>* "Os últimos dois séculos tem sido difíceis, mas estamos marchando para a liberdade."
zh_cn: <32>* “过去两百年间充满坎坷， 但同时自由也离我们越来越近。”
zh_tw: <32>* 「過去兩百年間充滿坎坷， 但同時自由也離我們越來越近。」

source: <32>* "The angel is coming..."
pt_br: <32>* "O anjo está vindo..."
zh_cn: <32>* “天使即将降临...”
zh_tw: <32>* 「天使即將降臨...」

source: <32>* "... for all we know, it might already be here, having read this very book."
pt_br: <32>* "... pelo que sabemos ele pode até já estar aqui, lendo este livro."
zh_cn: <32>* “...我们猜想，或许他已经到来， 此刻正读着这本书。”
zh_tw: <32>* 「...我們猜想，或許他已經到來， 此刻正讀著這本書。」

source: <32>{#p/human}* (You observe the dust gathering on this check-out book.)
pt_br: <32>{#p/human}* (Você observa a poeira se acumulando neste livro de check-out.)
zh_cn: <32>{#p/human}* （你注意到 这些借阅记录积满了灰尘。）
zh_tw: <32>{#p/human}* （你注意到 這些借閱記錄積滿了灰塵。）

source: <32>{#p/basic}* The librarby's check-out book.
pt_br: <32>{#p/basic}* O livro de check-out da libraria.
zh_cn: <32>{#p/basic}* 图书倌的借阅记录。ゑ
zh_tw: <32>{#p/basic}* 圖書倌的借閱記錄。ゑ

source: <32>{#p/human}* (The books on this bookshelf consist of information, some of which is actually useful.)
pt_br: <32>{#p/human}* (Os livros nesta prateleira consistem em informações bem úteis.)
zh_cn: <32>{#p/human}* （这些书记载了一些杂谈， 其中一部分文字是有用的。）
zh_tw: <32>{#p/human}* （這些書記載了一些雜談， 其中一部分文字是有用的。）

source: <32>{#p/basic}* It's a bookshelf labelled "Information."
pt_br: <32>{#p/basic}* É uma prateleira marcada como "Informação."
zh_cn: <32>{#p/basic}* 书架上标着“杂谈”。
zh_tw: <32>{#p/basic}* 書架上標著「雜談」。

source: <32>{#p/basic}* "The OuterNet is a joint effort by the king and the royal scientist."
pt_br: <32>{#p/basic}* "A OuterNet é um esforço conjunto entre o rei e o cientista real."
zh_cn: <32>{#p/basic}* “‘域外网’，是国王与皇家科学员 共同打造的网络平台。”
zh_tw: <32>{#p/basic}* 「『域外網』，是國王與 皇家科學員共同打造的網路平臺。」ゐ

source: <32>* "... well, mostly the royal scientist, since the king just wrote the welcome message."
pt_br: <32>* "... maior parte pelo cientista real já que o rei só escreveu as mensagens de boas vindas."
zh_cn: <32>* “...不过，主要是皇家科学员的功劳。 国王仅仅写了个欢迎致辞。”
zh_tw: <32>* 「...不過，主要是皇家 科學員的功勞。 國王僅僅寫了個歡迎致辭。」ゐ

source: <32>* "Still, the website serves as a 'virtual town square' for outpost residents."
pt_br: <32>* "Ainda assim, o site serve como uma ligação para os residentes do Outpost."
zh_cn: <32>* “言归正传， 域外网作为一个‘虚拟广场’， 将前哨站的居民联系在一起。”
zh_tw: <32>* 「言歸正傳， 域外網作為一個『虛擬廣場』， 將前哨站的居民聯繫在一起。」

source: <32>* "All you have to do to create an account is..."
pt_br: <32>* "Tudo que você precisa fazer para criar uma conta é..."
zh_cn: <32>* “想要创建账户，你只需要...”
zh_tw: <32>* 「想要創建帳戶，你只需要...」

source: <32>* "Um... well..."
pt_br: <32>* "Hmm... bem..."
zh_cn: <32>* “呃... 好吧...”
zh_tw: <32>* 「呃... 好吧...」

source: <32>* "The instructions weren't exactly 'clear...'"
pt_br: <32>* "As instruções não estavam exatamente 'claras...'"
zh_cn: <32>* “这教程看着清楚， 写的可是不清不楚。”
zh_tw: <32>* 「這教程看著清楚， 寫的可是不清不楚。」

source: <32>{#p/basic}* "If you wanna get around on the outpost, the traveler is your best bet."
pt_br: <32>{#p/basic}* "Se você quer andar pelo Outpost, o taxista é sua melhor aposta."
zh_cn: <32>{#p/basic}* “要是你想到前哨站各处逛逛的话， 呼叫旅人是你的不二之选。”
zh_tw: <32>{#p/basic}* 「要是你想到前哨站各處逛逛的話， 呼叫旅人是你的不二之選。」

source: <32>* "They can take you anywhere you wanna go..."
pt_br: <32>* "Ele pode te levar pra onde você quiser ir..."
zh_cn: <32>* “不管你想去哪，他都可以载你一程。”
zh_tw: <32>* 「不管你想去哪，他都可以載你一程。」

source: <32>* "... given they're available at your nearest taxi stop."
pt_br: <32>* "... ele sempre estará disponível no ponto mais próximo de táxi."
zh_cn: <32>* “...因为，你总可以 在最近的停靠站找到他。”
zh_tw: <32>* 「...因為，你總可以 在最近的停靠站找到他。」

source: <32>* "Not gonna lie, the stuff they say seems kinda random."
pt_br: <32>* "Não vou mentir, as coisas que ele diz parecem muitos aleatórias."
zh_cn: <32>* “而且，说真的， 他说话有点不知所云。”
zh_tw: <32>* 「而且，說真的， 他說話有點不知所云。」

source: <33>* "What's "dog justice" anyway?"
pt_br: <33>* "O que é "Justiça Canina" de toda forma?"
zh_cn: <33>* “‘狗子的公道’到底是个啥？”
zh_tw: <33>* 「『狗子的公道』到底是個啥？」

source: <32>{#p/basic}* "Monsters are free to traverse any area of the outpost."
pt_br: <32>{#p/basic}* "Monstros estão livres para alcançar qualquer área do Outpost."
zh_cn: <32>{#p/basic}* “怪物们可以自由穿梭于 前哨站的各个区域。”
zh_tw: <32>{#p/basic}* 「怪物們可以自由穿梭於 前哨站的各個區域。」

source: <32>* "That is, any area short of the last corridor at the top of the Citadel."
pt_br: <32>* "Ou seja, qualquer área aquém do último corredor no topo da Cidadela."
zh_cn: <32>* “只有首塔顶端的最终长廊 是禁区。”
zh_tw: <32>* 「只有首塔頂端的最終長廊 是禁區。」

source: <32>* "Beyond this, only the royal scientist is allowed through..."
pt_br: <32>* "Depois disso, apenas o cientista real tem permissão..."
zh_cn: <32>* “除了皇家科学员， 任何居民都不得通过那里。”
zh_tw: <32>* 「除了皇家科學員， 任何居民都不得通過那裡。」

source: <32>* "... we still don't know why."
pt_br: <32>* "... ainda não sabemos o motivo."
zh_cn: <32>* “...我们仍不清楚其中的原因。”
zh_tw: <32>* 「...我們仍不清楚其中的原因。」

source: <32>{#p/human}* (It appears the access hatch above this ladder was sealed shut.)
pt_br: <32>{#p/human}* (Parece que a escotilha de acesso acima desta escada foi selada.)
zh_cn: <32>{#p/human}* （梯子上方的暗门似乎被封闭了。）
zh_tw: <32>{#p/human}* （梯子上方的暗門似乎被封閉了。）

source: <32>{#p/basic}* A random ladder. * That's all there is to it.
pt_br: <32>{#p/basic}* Uma escada aleatória. * É tudo que é.
zh_cn: <32>{#p/basic}* 一把乱放的梯子。 * 没什么好说的。
zh_tw: <32>{#p/basic}* 一把亂放的梯子。 * 沒什麼好說的。

source: <32>{#p/human}* (The books on this bookshelf consist of various facts about the biology of monsters.)
pt_br: <32>{#p/human}* (Os livros nesta prateleira consistem em vários fatos da biologia monstro.)
zh_cn: <32>{#p/human}* (这些书记载了 有关怪物生物学的各种事实。）
zh_tw: <32>{#p/human}* (這些書記載了 有關怪物生物學的各種事實。）

source: <32>{#p/basic}* It's a bookshelf labelled "Monster Biology."
pt_br: <32>{#p/basic}* É uma estante rotulada como "Biologia de Monstros."
zh_cn: <32>{#p/basic}* 书架上标着“怪物生物学”。
zh_tw: <32>{#p/basic}* 書架上標著「怪物生物學」。

source: <32>{#p/basic}* "Monster funerals, technically speaking, are cool as heck."
pt_br: <32>{#p/basic}* "Funerais monstros, tecnicamente falando, são bem legais."
zh_cn: <32>{#p/basic}* “理论上讲， 怪物的葬礼十分酷炫。”
zh_tw: <32>{#p/basic}* 「理論上講， 怪物的葬禮十分酷炫。」

source: <32>* "When monsters get old and kick the bucket, they turn into dust."
pt_br: <32>* "Quando monstros morrem, eles se transformam em poeira."
zh_cn: <32>* “当怪物老了， 然后翘辫子了， 他们就会化为尘埃。”
zh_tw: <32>* 「當怪物老了， 然後翹辮子了， 他們就會化為塵埃。」

source: <32>* "At funerals, we take that dust and spread it on that person's favorite thing."
pt_br: <32>* "No funeral, nós jogamos a poeira na coisa favorita daquela pessoa."
zh_cn: <32>* “在葬礼上，我们拿来这些尘埃， 洒在他生前最喜欢的东西上。”
zh_tw: <32>* 「在葬禮上，我們拿來這些塵埃， 灑在他生前最喜歡的東西上。」

source: <32>* "Then their essence will live on in that thing..."
pt_br: <32>* "Então sua essência viverá naquela coisa..."
zh_cn: <32>* “这样一来，他的精神 就会留存在那件物品中...”
zh_tw: <32>* 「這樣一來，他的精神 就會留存在那件物品中...」

source: <32>* "Uhhh, am I at the page minimum yet?" * "I'm tired of writing this."
pt_br: <32>* "Uhhh, já estou no mínimo de páginas? Estou cansado de escrever isso."
zh_cn: <32>* “唔，我凑够字数了吗？” * “我有点讨厌写这个。”
zh_tw: <32>* 「唔，我湊夠字數了嗎？」 * 「我有點討厭寫這個。」

source: <32>{#p/basic}* "Because they are made of magic, monsters' bodies are attuned to their SOUL."
pt_br: <32>{#p/basic}* "Porque eles são feitos de magia, seu corpo está atrelado a suas ALMAS."
zh_cn: <32>{#p/basic}* “怪物的躯体由魔法构成， 因此和灵魂密不可分。”
zh_tw: <32>{#p/basic}* 「怪物的軀體由魔法構成， 因此和靈魂密不可分。」

source: <32>* "If a monster intends to cause harm, and truly believes in themselves..."
pt_br: <32>* "Se um monstro pretende causar dano e realmente acredita em si mesmo..."
zh_cn: <32>* “如果一个怪物蓄意伤人， 还对此执迷不悟...”
zh_tw: <32>* 「如果一個怪物蓄意傷人， 還對此執迷不悟...」

source: <32>* "Such a monster could become unusually powerful."
pt_br: <32>* "Este monstro pode se tornar muito poderoso."
zh_cn: <32>* “他就会变得异常强大。”
zh_tw: <32>* 「他就會變得異常強大。」

source: <32>* "But most of our kind do not believe in fighting." * "Not whole-heartedly."
pt_br: <32>* "Mas praticamente todos os monstros não acreditam no hábito da luta como necessário."
zh_cn: <32>* “不过大多数我族同胞并不崇尚暴力， 至少不是打心底里。”
zh_tw: <32>* 「不過大多數我族同胞並不崇尚暴力， 至少不是打心底裡。」

source: <32>* "If an enemy were to attack us again, with only an outpost to defend ourselves..."
pt_br: <32>* "Se um inimigo nos atacasse novamente, com apenas um posto avançado para nos defender..."
zh_cn: <32>* “可是，如果我们再次遭受袭击， 能用于自卫的，只有一座前哨站...”
zh_tw: <32>* 「可是，如果我們再次遭受襲擊， 能用於自衛的，只有一座前哨站...」

source: <32>{#p/human}* (You feel it would be best to stop here.)
pt_br: <32>{#p/human}* (Você sente que é melhor parar por aqui.)
zh_cn: <32>{#p/human}* （你不想再读下去了。）
zh_tw: <32>{#p/human}* （你不想再讀下去了。）

source: <32>{#p/basic}* "While monsters are mostly made of magic, humans are mostly made of water."
pt_br: <32>{#p/basic}* "Enquanto monstros são feitos de magia, humanos são feitos de água."
zh_cn: <32>{#p/basic}* “怪物的身体主要由魔法构成， 而人类的身体主要由水构成。”
zh_tw: <32>{#p/basic}* 「怪物的身體主要由魔法構成， 而人類的身體主要由水構成。」

source: <32>* "With their physical forms, humans are far stronger than us."
pt_br: <32>* "Com suas formas físicas, humanos são bem mais fortes do que nós."
zh_cn: <32>* “就物质组成来说， 人类比我们强大得多。”
zh_tw: <32>* 「就物質組成來說， 人類比我們強大得多。」

source: <32>* "But, they will never know the joy of expressing themselves through magic."
pt_br: <32>* "Mas, eles nunca saberão o quão apreciador é se expressar através de magia."
zh_cn: <32>* “但是，他们永远不能体会到 使用魔法表达自我的乐趣。”
zh_tw: <32>* 「但是，他們永遠不能體會到 使用魔法表達自我的樂趣。」

source: <32>* "They'll never get a bullet- pattern birthday card..."
pt_br: <32>* "Eles nunca receberão um cartão de aniversário com padrão de bala..."
zh_cn: <32>* “他们永远不会收到 一张弹幕生日贺卡...”
zh_tw: <32>* 「他們永遠不會收到 一張彈幕生日賀卡...」

source: <32>* "Or play hide-and-go seek with invisibility and clairvoyance..."
pt_br: <32>* "Ou brincar de esconde-esconde com invisibilidade e clarividência..."
zh_cn: <32>* “也永远不能 使用隐身术和鹰眼术玩捉迷藏...”
zh_tw: <32>* 「也永遠不能 使用隱藏術和鷹眼術玩捉迷藏...」

source: <32>* "Or even create wild light shows with electricity magic!"
pt_br: <32>* "Ou até mesmo criar shows de luz com magia elétrica!"
zh_cn: <32>* “更无法拿电魔法 办一场炫酷灯光秀！”
zh_tw: <32>* 「更無法拿電魔法 辦一場炫酷燈光秀！」

source: <32>* "How unfortunate."
pt_br: <32>* "Que tristeza."
zh_cn: <32>* “太可怜了。”
zh_tw: <32>* 「太可憐了。」

source: <32>{#p/human}* (The books on this bookshelf document the history of the monster homeworld.)
pt_br: <32>{#p/human}* (Os livros nesta prateleira descrevem documentários sobre o planeta natal.)
zh_cn: <32>{#p/human}* （这些书记载了 怪物家园的历史。）
zh_tw: <32>{#p/human}* （這些書記載了 怪物家園的歷史。）

source: <32>{#p/basic}* This bookshelf is labelled "Homeworld History."
pt_br: <32>{#p/basic}* Está prateleira está descrita como "História do Planeta Natal."
zh_cn: <32>{#p/basic}* 书架上标着“故园历史”。
zh_tw: <32>{#p/basic}* 書架上標著「故園歷史」。

source: <32>{#p/basic}* "Each day on our homeworld was a sight to behold."
pt_br: <32>{#p/basic}* "Cada dia em nosso planeta natal era um dia para si lembrar."
zh_cn: <32>{#p/basic}* “故园日夜，皆为奇观。”
zh_tw: <32>{#p/basic}* 「故園日夜，皆為奇觀。」

source: <32>* "To start the morning, bright spires of magical energy pierced the skies."
pt_br: <32>* "Para começar a manhã, torres brilhantes de energia mágica perfuraram os céus."
zh_cn: <32>* “晨曦初露，光塔划空，天启新篇。”
zh_tw: <32>* 「晨曦初露，光塔劃空，天啟新篇。」

source: <32>* "Throughout the day, these magical formations began to resonate together..."
pt_br: <32>* "Durante o dia, estas formações mágicas começaram a unir-se..."
zh_cn: <32>* “至于白昼，光层共振，辉煌万丈。”
zh_tw: <32>* 「至於白晝，光層共振，輝煌萬丈。」

source: <32>* "All leading to a dazzling release that sent the planet into darkness."
pt_br: <32>* "Tudo levando a uma libertação deslumbrante que enviou o planeta para a escuridão."
zh_cn: <32>* “能量尽释，夜幕悄然。”
zh_tw: <32>* 「能量盡釋，夜幕悄然。」

source: <32>* "At nightfall, the process of magical coalescense would begin anew."
pt_br: <32>* "Ao anoitecer, o processo de aglutinação mágica começaria de novo."
zh_cn: <32>* “星辰降临，魔力凝聚。”
zh_tw: <32>* 「星辰降臨，魔力凝聚。」

source: <32>* "Bolts of magical energy previously released struck back down from above."
pt_br: <32>* "Raios de energia mágica liberados anteriormente caíram de cima."
zh_cn: <32>* “日光之能，尽数落地，归于尘寰。”
zh_tw: <32>* 「日光之能，盡數落地，歸於塵寰。」

source: <32>* "Once enough energy hit the ground, the spires would rise again..."
pt_br: <32>* "Assim que energia o suficiente acertasse o chão, as torres funcionariam de novo..."
zh_cn: <32>* “直至光塔重升，耀眼如初。”
zh_tw: <32>* 「直至光塔重升，耀眼如初。」

source: <32>* "Such was the cycle that once governed our days and nights."
pt_br: <32>* "Esse era o ciclo que outrora governava nossos dias e noites."
zh_cn: <32>* “此乃昼夜，永恒循环，主宰光阴。”
zh_tw: <32>* 「此乃晝夜，永恆循環，主宰光陰。」

source: <32>{#p/basic}* "Monsters didn't always have such an organized structure, you know?"
pt_br: <32>{#p/basic}* "Monstros nem sempre tiveram uma estrutura tão organizada, sabe?"
zh_cn: <32>{#p/basic}* “你知道吗，怪物们如今的社会结构 并非一直存在。”
zh_tw: <32>{#p/basic}* 「你知道嗎，怪物們如今的社會結構 並非一直存在。」

source: <32>* "Long, long ago... thousands of years ago, in fact..."
pt_br: <32>* "Muito, muito tempo atrás... centenas de anos, na verdade..."
zh_cn: <32>* “很久很久以前， 确切来说，距今大约几千年时...”
zh_tw: <32>* 「很久很久以前， 確切來說，距今大約幾千年時...」

source: <32>* "Our race frolicked wild and free, with no sense of order or direction."
pt_br: <32>* "Nossa raça andava nas matas em liberdade, sem um senso de ordem ou direção."
zh_cn: <32>* “我们的祖先每天漫无目的， 肆意嬉戏。”
zh_tw: <32>* 「我們的祖先每天漫無目的， 肆意嬉戲。」

source: <32>* "Heck, we didn't even wear clothing back then!"
pt_br: <32>* "Nem mesmo usávamos roupas naquela época!"
zh_cn: <32>* “不敢相信！ 那时的怪物甚至连衣服都不穿！”
zh_tw: <32>* 「不敢相信！ 那時的怪物甚至連衣服都不穿！」

source: <32>* "But as time passed, we yearned for more." * "We wanted to evolve..."
pt_br: <32>* "Mas com o tempo, nós aprendemos mais." * "Nós queríamos mais..."
zh_cn: <32>* “不过，随着时间流逝， 我们有了新的追求，渴望进化。”
zh_tw: <32>* 「不過，隨著時間流逝， 我們有了新的追求，渴望進化。」

source: <32>* "During the great renaissance, even the very essence of our magic came into focus."
pt_br: <32>* "Durante a grande renascença, até mesmo a essência de nossa magia ganhou foco."
zh_cn: <32>* “在那场伟大的复兴运动中， 连魔法的本质都被摆上台面， 成为焦点。”
zh_tw: <32>* 「在那場偉大的復興運動中， 連魔法的本質都被擺上檯面， 成為焦點。」

source: <32>* "These developments begat our society, and eventually, our way of life."
pt_br: <32>* "Esses desenvolvimentos construíram nossa sociedade, e eventualmente, nossa vida."
zh_cn: <32>* “这些进步奠定了我们的社会结构， 乃至如今的生活方式。”
zh_tw: <32>* 「這些進步奠定了我們的社會結構， 乃至如今的生活方式。」

source: <32>* "... I still can't believe we just ran around naked for two thousand years."
pt_br: <32>* "... Não é muito possível acreditar que andávamos pelados por tanto tempo."
zh_cn: <32>* “...我还是不敢相信 长达两千年的历史中， 我们都在裸着乱跑。”
zh_tw: <32>* 「...我還是不敢相信 長達兩千年的歷史中， 我們都在裸著亂跑。」

source: <32>* "Where's the class in that?" * "Where's the fashion?" * "Unbelievable."
pt_br: <32>* "Onde estava a classe nisso?" * "A beleza?" * "Inacreditável."
zh_cn: <32>* “哪有风度？” * “哪有时尚？” * “太不可思议了。”
zh_tw: <32>* 「哪有風度？」 * 「哪有時尚？」 * 「太不可思議了。」

source: <32>{#p/basic}* "When monsterkind first met with humanity, Erogot was king."
pt_br: <32>{#p/basic}* "Quando os monstros conheceram os humanos, Erogot ainda era rei."
zh_cn: <32>{#p/basic}* “人怪首次会面时， 当政的怪物王是Erogot。”
zh_tw: <32>{#p/basic}* 「人怪首次會面時， 當政的怪物王是Erogot。」

source: <32>* "Through his wisdom and guidance, monsters and humans lived in peace and harmony."
pt_br: <32>* "Através de sua sabedoria e guia, monstros viveram em paz com os humanos."
zh_cn: <32>* “在他英明的领导下， 两族和平共处，相安无事。”
zh_tw: <32>* 「在他英明的領導下， 兩族和平共處，相安無事。」

source: <32>* "But when Erogot died of old age... things would never be the same."
pt_br: <32>* "Mas assim que Erogot morreu de velhice... as coisas jamais seriam as mesmas."
zh_cn: <32>* “但随着Erogot寿终正寝... 这一切都一去不复返了。”
zh_tw: <32>* 「但隨著Erogot壽終正寢... 這一切都一去不復返了。」

source: <32>* "He was a skilled leader, and one his son could never replace."
pt_br: <32>* "Ele era um líder habilidoso, um ao qual seu filho jamais substituiria."
zh_cn: <32>* “Erogot有能力维持两族长久和平， 而王子却难以承袭此功。”
zh_tw: <32>* 「Erogot有能力維持兩族長久和平， 而王子卻難以承襲此功。」

source: <32>* "The war that followed was... sadly inevitable."
pt_br: <32>* "A guerra que seguiu este acontecimento... era inevitável."
zh_cn: <32>* “于是，一场大战将在所难免... 实在令人痛心。”
zh_tw: <32>* 「於是，一場大戰將在所難免... 實在令人痛心。」

source: <32>{#p/human}* (The books on this bookshelf discuss various technologies devised by monsters.)
pt_br: <32>{#p/human}* (Os livros nesta prateleira discutem sobre vários dispositivos de tecnologia dos monstros.)
zh_cn: <32>{#p/human}* （这些书记载了怪物的科技技术。）
zh_tw: <32>{#p/human}* （這些書記載了怪物的科技技術。）

source: <32>{#p/basic}* This bookshelf is labelled "Monster Technology."
pt_br: <32>{#p/basic}* Esta prateleira está descrita como "Tecnologia Monstro."
zh_cn: <32>{#p/basic}* 书架上标着“怪物科技”。
zh_tw: <32>{#p/basic}* 書架上標著「怪物科技」。

source: <32>{#p/basic}* "Gerson says the outpost used to just be a small space station."
pt_br: <32>{#p/basic}* "Gerson do, que o Outpost era apenas uma pequena estação espacial."
zh_cn: <32>{#p/basic}* “Gerson曾说， 前哨站以前只是个小太空站。”
zh_tw: <32>{#p/basic}* 「Gerson曾說， 前哨站以前只是個小太空站。」
