Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/story}* The dogs are whispering sweet nothings to each other.
pt_br: <32>{#p/story}* Os cães estão sussurrando coisas doces uns para os outros.
zh_cn: <32>{#p/story}* 狗狗们正互相低声说着甜言蜜语。
zh_tw: <32>{#p/story}* 狗狗們正互相低聲說著甜言蜜語。

source: <32>{#p/basic}* The dogs still think you're a smelly human.
pt_br: <32>{#p/basic}* Os cachorros ainda pensam que você cheira a humano.
zh_cn: <32>{#p/basic}* 狗狗们仍然认为你是个 臭烘烘的人类。
zh_tw: <32>{#p/basic}* 狗狗們仍然認為你是個 臭烘烘的人類。

source: <11>{#p/basic}{~}Fetch is so much fun!
pt_br: <11>{#p/basic}{~}Buscar é tão legal!
zh_cn: <11>{#p/basic}{~}抛接游戏 真是 太有趣啦！
zh_tw: <11>{#p/basic}{~}拋接遊戲 真是 太有趣啦！

source: <11>{#p/basic}{~}Fetch with another pup!?
pt_br: <11>{#p/basic}{~}Buscar com outro cachorrinho?
zh_cn: <11>{#p/basic}{~}和另外一只 小狗狗一起 玩抛接 游戏！？
zh_tw: <11>{#p/basic}{~}和另外一隻 小狗狗一起 玩拋接 遊戲！？

source: <32>{#p/asriel2}* Dogaressa, the rowdy dog. * Without her hubby, she'd lose herself completely.
pt_br: <32>{#p/asriel2}* Dogaressa, a cadela raivosa. * Sem seu marido, ela se perderia completamente.
zh_cn: <32>{#p/asriel2}* Dogaressa，一条疯狗。 * 没了她老公，分分钟发疯。ゑ
zh_tw: <32>{#p/asriel2}* Dogaressa，一條瘋狗。 * 沒了她老公，分分鐘發瘋。ゑ

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * This puppy finds her hubby lovely. SMELLS ONLY?
pt_br: <32>{#p/história}* DOGARESSA - ATQ 14 DEF 5 * Esta cachorrinha acha seu marido adorável. CHEIRA SOMENTE?
zh_cn: <32>{#p/story}* DOGARESSA - 攻击14 防御5 * 这只小狗认为她丈夫很可爱。 仅限于气味的那种？
zh_tw: <32>{#p/story}* DOGARESSA - 攻擊14 防禦5 * 這隻小狗認為她丈夫很可愛。 僅限於氣味的那種？

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * This puppy misses her hubby dearly. KILLS ONLY?
pt_br: <32>{#p/story}* DOGARESSA - ATQ 14 DEF 5 * Esta cachorrinha sente falta de seu marido. MATA APENAS?
zh_cn: <32>{#p/story}* DOGARESSA - 攻击14 防御5 * 这只小狗非常想念她的老公 仅限于被杀掉后的那种？
zh_tw: <32>{#p/story}* DOGARESSA - 攻擊14 防禦5 * 這隻小狗非常想念她的老公 僅限於被殺掉後的那種？

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * Things are going quite alright for this puppy.
pt_br: <32>{#p/story}* DOGARESSA - ATQ 14 DEF 5 * As coisas estão bem para essa cachorrinha.
zh_cn: <32>{#p/story}* DOGARESSA - 攻击14 防御5 * 对这只小狗来说 事态进展得很顺利。
zh_tw: <32>{#p/story}* DOGARESSA - 攻擊14 防禦5 * 對這隻小狗來說 事態進展得很順利。

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * Her hubby isn't the only thing this puppy finds lovely.
pt_br: <32>{#p/story}* DOGARESSA - ATQ 14 DEF 5 * Seu marido não é a única coisa que ela acha adorável.
zh_cn: <32>{#p/story}* DOGARESSA - 攻击14 防御5 * 这只小狗发觉可爱的东西 不只有她老公。
zh_tw: <32>{#p/story}* DOGARESSA - 攻擊14 防禦5 * 這隻小狗發覺可愛的東西 不只有她老公。

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * This puppy is afraid for her hubby's safety.
pt_br: <32>{#p/story}* DOGAMY - ATQ 14 DEF 5 * Esta cadela está preocupada com a segurança de seu marido.
zh_cn: <32>{#p/story}* DOGAMY - 攻击14 防御5 * 这只小狗在为她老公的安危担忧。
zh_tw: <32>{#p/story}* DOGAMY - 攻擊14 防禦5 * 這隻小狗在為她老公的安危擔憂。

source: <32>{#p/human}* (You throw the spanner.) * (Dogaressa takes it and smashes it to pieces.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Dogaressa pega e quebra em pedaços.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Dogaressa将其捡了起来，然后摔了个粉碎。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Dogaressa將其撿了起來，然後摔了個粉碎。）

source: <11>{#p/basic}{~}(Hey! Knock it off!)
pt_br: <11>{#p/basic}{~}(Ei! Para com isso!)
zh_cn: <11>{#p/basic}{~}（嘿！ 别闹了！）
zh_tw: <11>{#p/basic}{~}（嘿！ 別鬧了！）

source: <11>{#p/basic}{~}(This just gets weirder and weirder.)
pt_br: <11>{#p/basic}{~}(Isso só fica mais estranho e estranho.)
zh_cn: <11>{#p/basic}{~}（变得 越来越 奇怪了。）
zh_tw: <11>{#p/basic}{~}（變得 越來越 奇怪了。）

source: <11>{#p/basic}{~}(... flirt with me! Ugh!)
pt_br: <11>{#p/basic}{~}(... flerta comigo! Ugh!)
zh_cn: <11>{#p/basic}{~}（... 跟我调情！ 啊！）
zh_tw: <11>{#p/basic}{~}（... 跟我調情！ 啊！）

source: <11>{#p/basic}{~}(I think it loves me. A lot.)
pt_br: <11>{#p/basic}{~}(Eu acho que me ama. E muito.)
zh_cn: <11>{#p/basic}{~}（我觉得 它爱我， 非常爱 的那种。）
zh_tw: <11>{#p/basic}{~}（我覺得 它愛我， 非常愛 的那種。）

source: <32>{#p/human}* (You flirt with Dogaressa.)
pt_br: <32>{#p/human}* (Você flerta com Dogaressa.)
zh_cn: <32>{#p/human}* （你向Dogaressa调情。）
zh_tw: <32>{#p/human}* （你向Dogaressa調情。）

source: <32>{#p/basic}* Your... pheromones, reach Dogaressa's snout.
pt_br: <32>{#p/basic}* Seus... feromônios chegam a Dogaressa.
zh_cn: <32>{#p/basic}* 你的... 信息素， 传到了Dogaressa的鼻子上。
zh_tw: <32>{#p/basic}* 你的... 資訊素， 傳到了Dogaressa的鼻子上。

source: <32>{#p/basic}* Dogaressa's expression is unchanged.
pt_br: <32>{#p/basic}* A expressão de Dogaressa não mudou.
zh_cn: <32>{#p/basic}* Dogaressa的表情没有发生变化。
zh_tw: <32>{#p/basic}* Dogaressa的表情沒有發生變化。

source: <32>{#p/story}* Dogamy is brokenhearted.
pt_br: <32>{#p/story}* Dogamy está com o coração em pedaços.
zh_cn: <32>{#p/story}* Dogamy心碎了。
zh_tw: <32>{#p/story}* Dogamy心碎了。

source: <11>{#p/basic}{~}(Misery awaits you.)
pt_br: <11>{#p/basic}{~}(A miséria te espera.)
zh_cn: <11>{#p/basic}{~}（有你 好受的。）
zh_tw: <11>{#p/basic}{~}（有你 好受的。）

source: <11>{#p/basic}{~}(You'll suffer for this.)
pt_br: <11>{#p/basic}{~}(Você sofrerá por isso.)
zh_cn: <11>{#p/basic}{~}（看我不 弄死你。）
zh_tw: <11>{#p/basic}{~}（看我不 弄死你。）

source: <32>{#p/story}* Dogamy is looking for affection.
pt_br: <32>{#p/story}* Dogamy procura por afeição.
zh_cn: <32>{#p/story}* Dogamy正在寻求关爱。
zh_tw: <32>{#p/story}* Dogamy正在尋求關愛。

source: <11>{#p/basic}{~}(That's not your husband, OK?)
pt_br: <11>{#p/basic}{~}(Esse não é seu marido, beleza?)
zh_cn: <11>{#p/basic}{~}（他可不是 你的老公， 知道吗？）
zh_tw: <11>{#p/basic}{~}（他可不是 你的老公， 知道嗎？）

source: <11>{#p/basic}{~}(Well, don't leave me out!)
pt_br: <11>{#p/basic}{~}(Não me deixe de fora!)
zh_cn: <11>{#p/basic}{~}（嘿！ 别忽视 我啊！）
zh_tw: <11>{#p/basic}{~}（嘿！ 別忽視 我啊！）

source: <11>{#p/basic}{~}(Beware of dog.)
pt_br: <11>{#p/basic}{~}(Cuidado com o cachorro.)
zh_cn: <11>{#p/basic}{~}（当心 狗狗。）
zh_tw: <11>{#p/basic}{~}（當心 狗狗。）

source: <11>{#p/basic}{~}(A dog that pets dogs... amazing!)
pt_br: <11>{#p/basic}{~}(Um cachorro que acaricia cachorros... que fera!)
zh_cn: <11>{#p/basic}{~}（狗狗 抚摸狗狗... 好神奇！）
zh_tw: <11>{#p/basic}{~}（狗狗 撫摸狗狗... 好神奇！）

source: <11>{#p/basic}{~}(You're the best!)
pt_br: <11>{#p/basic}{~}(Você é o melhor!)
zh_cn: <11>{#p/basic}{~}（你是 最棒的！）
zh_tw: <11>{#p/basic}{~}（你是 最棒的！）

source: <32>{#p/human}* (You pet Dogaressa.)
pt_br: <32>{#p/human}* (Você acaricia Dogaressa.)
zh_cn: <32>{#p/human}* （你抚摸了Dogaressa。）
zh_tw: <32>{#p/human}* （你撫摸了Dogaressa。）

source: <32>{#p/human}* (You try to pet Dogaressa, but she just growls at you.)
pt_br: <32>{#p/human}* (Você tenta acariciar Dogaressa, mas ela só rosna pra você.)
zh_cn: <32>{#p/human}* （你试图抚摸Dogaressa， 但她只是对你低吼。）
zh_tw: <32>{#p/human}* （你試圖撫摸Dogaressa， 但她只是對你低吼。）

source: <11>{#p/basic}{~}(Indeed.)
pt_br: <11>{#p/basic}{~}(Pois bem.)
zh_cn: <11>{#p/basic}{~}（确实。）
zh_tw: <11>{#p/basic}{~}（確實。）

source: <12>{#p/basic}{~}(Don't, actually...)
pt_br: <12>{#p/basic}{~}(Não...)
zh_cn: <12>{#p/basic}{~}（别真的 那么做...）
zh_tw: <12>{#p/basic}{~}（別真的 那麼做...）

source: <11>{#p/basic}{~}(Far enough.)
pt_br: <11>{#p/basic}{~}(Justo.)
zh_cn: <11>{#p/basic}{~}（够远了。）
zh_tw: <11>{#p/basic}{~}（夠遠了。）

source: <11>{#p/basic}{~}(He means me.)
pt_br: <11>{#p/basic}{~}(Ele quis dizer eu.)
zh_cn: <11>{#p/basic}{~}（他指的 是我。）
zh_tw: <11>{#p/basic}{~}（他指的 是我。）

source: <11>{#p/basic}{~}(By force, if necessary.)
pt_br: <11>{#p/basic}{~}(Por força, se necessário.)
zh_cn: <11>{#p/basic}{~}（必要时 使用武力。）
zh_tw: <11>{#p/basic}{~}（必要時 使用武力。）

source: <11>{#p/basic}{~}(Of course we were first.)
pt_br: <11>{#p/basic}{~}(Claro que fomos primeiros.)
zh_cn: <11>{#p/basic}{~}（我们当然 是冠军。）
zh_tw: <11>{#p/basic}{~}（我們當然 是冠軍。）

source: <11>{#p/basic}{~}(Time's up.)
pt_br: <11>{#p/basic}{~}(Acabou o tempo.)
zh_cn: <11>{#p/basic}{~}（时间到。）
zh_tw: <11>{#p/basic}{~}（時間到。）

source: <11>{#p/basic}{~}(Do humans have tails?)
pt_br: <11>{#p/basic}{~}(Humanos tem rabo?)
zh_cn: <11>{#p/basic}{~}（人类 有尾巴 吗？）
zh_tw: <11>{#p/basic}{~}（人類 有尾巴 嗎？）

source: <11>{#p/basic}{~}(Is that what you wanted??) (Huh?)
pt_br: <11>{#p/basic}{~}(É isso que você queria?) (Huh?)
zh_cn: <11>{#p/basic}{~}（这就是 你想要的 吗？？） （嗯？）
zh_tw: <11>{#p/basic}{~}（這就是 你想要的 嗎？？） （嗯？）

source: <33>{#p/human}* (You encourage Dogaressa to sniff you, and she forcefully shoves her snout in your face.)
pt_br: <33>{#p/human}* (Você encoraja Dogaressa a cheirá-lo, e ela empurra com força o focinho na sua cara.)
zh_cn: <33>{#p/human}* （你激励Dogaressa来闻闻你， 她用鼻子使劲在你脸上 蹭来蹭去。）
zh_tw: <33>{#p/human}* （你激勵Dogaressa來聞聞你， 她用鼻子使勁在你臉上 蹭來蹭去。）

source: <32>{#p/human}* (You roll around in Dogamy's remains.)
pt_br: <32>{#p/human}* (Você rola nos restos de Dogamy.)
zh_cn: <32>{#p/human}* （你在Dogamy的尘埃里打了几个滚。）
zh_tw: <32>{#p/human}* （你在Dogamy的塵埃裡打了幾個滾。）

source: <32>{#p/basic}* Dogaressa looks even angrier than before.
pt_br: <32>{#p/basic}* Dogaressa parece ainda mais irritada que antes.
zh_cn: <32>{#p/basic}* Dogaressa更疯狂了。ゑ
zh_tw: <32>{#p/basic}* Dogaressa更瘋狂了。ゑ

source: <11>{#p/basic}{~}(A smell mystery...)
pt_br: <11>{#p/basic}{~}(Um cheiro misterioso...)
zh_cn: <11>{#p/basic}{~}（闻起来 很迷...）
zh_tw: <11>{#p/basic}{~}（聞起來 很迷...）

source: <11>{#p/basic}{~}(Are you actually a little puppy!?)
pt_br: <11>{#p/basic}{~}(Você é um cachorrinho?)
zh_cn: <11>{#p/basic}{~}（你真的 是只 小狗吗！？）
zh_tw: <11>{#p/basic}{~}（你真的 是只 小狗嗎！？）

source: <11>{#p/basic}{~}(The smell of a weird puppy!)
pt_br: <11>{#p/basic}{~}(O estranho cheiro de um cachorrinho!)
zh_cn: <11>{#p/basic}{~}（奇怪小狗 的气味！）
zh_tw: <11>{#p/basic}{~}（奇怪小狗 的氣味！）

source: <11>{#p/basic}{~}(We love to play fetch.)
pt_br: <11>{#p/basic}{~}(Nós amamos brincar de buscar.)
zh_cn: <11>{#p/basic}{~}（我们喜欢玩 抛接游戏。）
zh_tw: <11>{#p/basic}{~}（我們喜歡玩 拋接遊戲。）

source: <11>{#p/basic}{~}(This dog can do anything!)
pt_br: <11>{#p/basic}{~}(Esse cachorro pode fazer tudo!)
zh_cn: <11>{#p/basic}{~}（这只狗狗 什么事 都能做！）
zh_tw: <11>{#p/basic}{~}（這隻狗狗 什麼事 都能做！）

source: <33>{#p/asriel2}* Canis Major, the brainless dog. * The biggest and dumbest dog of the bunch.
pt_br: <33>{#p/asriel2}* Major Canis, o cão sem cérebro. O maior e mais burro entre os cachorros.
zh_cn: <33>{#p/asriel2}* Canis Major，一条傻狗。 * 这群狗里面， 属它头脑简单，四肢发达。ゑ
zh_tw: <33>{#p/asriel2}* Canis Major，一條傻狗。 * 這群狗裡面， 屬它頭腦簡單，四肢發達。ゑ

source: <32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8 * It's so excited that it thinks fighting is just play.
pt_br: <32>{#p/story}* CANIS MAJOR - ATQ 15 DEF 8 * Está tão animado que pensa que lutar é uma brincadeira mortal.
zh_cn: <32>{#p/story}* CANIS MAJOR - 攻击15 防御8 * 太过兴奋，以至于将 战斗当作儿戏。
zh_tw: <32>{#p/story}* CANIS MAJOR - 攻擊15 防禦8 * 太過興奮，以至於將 戰鬥當作兒戲。

source: <32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8 * Desperate for some love and attention...
pt_br: <32>{#p/story}* CANIS MAJOR - ATQ 15 DEF 8 * Desesperado por amor e atenção...
zh_cn: <32>{#p/story}* CANIS MAJOR - 攻击15 防御8 * 渴望着关爱与照顾...
zh_tw: <32>{#p/story}* CANIS MAJOR - 攻擊15 防禦8 * 渴望著關愛與照顧...

source: <32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8 * All tuckered out.
pt_br: <32>{#p/história}* CÃO MAIOR - ATK 15 DEF 8 * Todo dobrado.
zh_cn: <32>{#p/story}* CANIS MAJOR - 攻击15 防御8 * 已经累到虚脱了。
zh_tw: <32>{#p/story}* CANIS MAJOR - 攻擊15 防禦8 * 已經累到虛脫了。

source: <32>{#p/human}* (You flirt with Canis Major.)
pt_br: <32>{#p/human}* (Você flertou com Major Canis.)
zh_cn: <32>{#p/human}* （你向Canis Major调情。）
zh_tw: <32>{#p/human}* （你向Canis Major調情。）

source: <32>{#p/basic}* Canis Major awkwardly cocks its head to one side.
pt_br: <32>{#p/basic}* O Cão Maior inclina desajeitadamente a cabeça para o lado.
zh_cn: <32>{#p/basic}* Canis Major尴尬地歪着头。
zh_tw: <32>{#p/basic}* Canis Major尷尬地歪著頭。

source: <32>{#p/human}* (You call Canis Major.)
pt_br: <32>{#p/human}* (Você chama Major Canis.)
zh_cn: <32>{#p/human}* （你叫了叫Canis Major。）
zh_tw: <32>{#p/human}* （你叫了叫Canis Major。）

source: <32>{#p/basic}* Canis Major bounds towards you, flecking slobber into your face.
pt_br: <32>{#p/basic}* Major Canis balança perto de você, jogando pelos na sua cara.
zh_cn: <32>{#p/basic}* 它跃向你，甩了你满脸口水。
zh_tw: <32>{#p/basic}* 它躍向你，甩了你滿臉口水。

source: <32>{#p/asriel2}* Canis Major.
pt_br: <32>{#p/asriel2}* Major Canis.
zh_cn: <32>{#p/asriel2}* Canis Major。ゑ
zh_tw: <32>{#p/asriel2}* Canis Major。ゑ

source: <32>{#p/story}* Canis Major seeks affection.
pt_br: <32>{#p/story}* Major Canis implora por atenção.
zh_cn: <32>{#p/story}* Canis Major渴望着关爱。
zh_tw: <32>{#p/story}* Canis Major渴望著關愛。

source: <32>{#p/human}* (You call Canis Major.) * (Only the dog's ears perk up.)
pt_br: <32>{#p/human}* (Você chama Major Canis.) * (Apenas suas orelhas se levantam.)
zh_cn: <32>{#p/human}* （你叫了叫Canis Major。） * （但狗狗只是竖了竖耳朵。）
zh_tw: <32>{#p/human}* （你叫了叫Canis Major。） * （但狗狗只是豎了豎耳朵。）

source: <32>{#p/basic}* Canis Major decides you are too boring.
pt_br: <32>{#p/basic}* Major Canis decide que você é chato demais.
zh_cn: <32>{#p/basic}* Canis Major觉得你太无趣了。
zh_tw: <32>{#p/basic}* Canis Major覺得你太無趣了。

source: <32>{#p/human}* (You throw the spanner.) * (Canis Major absorbs it and carries on with its life.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Major Canis absorve e carrega com sua vida.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （Canis Major把它吸收进自己的身体， 然后若无其事地继续玩耍。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （Canis Major把它吸收進自己的身體， 然後若無其事地繼續玩耍。）

source: <32>{#p/asriel2}* Yeah... that makes sense.
pt_br: <32>{#p/asriel2}* Pois é... faz sentido.
zh_cn: <32>{#p/asriel2}* 呃... 这河里吗。
zh_tw: <32>{#p/asriel2}* 呃... 這河裡嗎。

source: <32>{#p/story}* Canis Major is panting slowly.
pt_br: <32>{#p/story}* Major Canis está pintando devagar.
zh_cn: <32>{#p/story}* Canis Major正缓缓地喘着气。
zh_tw: <32>{#p/story}* Canis Major正緩緩地喘著氣。

source: <32>{#p/story}* Canis Major just wants some affection.
pt_br: <32>{#p/story}* Major Canis só quer afeição.
zh_cn: <32>{#p/story}* Canis Major只是想要一些关爱。
zh_tw: <32>{#p/story}* Canis Major只是想要一些關愛。

source: <32>{#p/story}* Canis Major is making puppy-dog eyes.
pt_br: <32>{#p/story}* Major Canis está fazendo olhinhos de cachorro.
zh_cn: <32>{#p/story}* Canis Major正在卖萌。
zh_tw: <32>{#p/story}* Canis Major正在賣萌。

source: <32>{#p/story}* Canis Major loves fetch!
pt_br: <32>{#p/story}* Major Canis ama brincar de pegar!
zh_cn: <32>{#p/story}* Canis Major喜欢玩抛接游戏！
zh_tw: <32>{#p/story}* Canis Major喜歡玩拋接遊戲！

source: <32>{#p/story}* Canis Major is patting the ground with its front paws.
pt_br: <32>{#p/story}* O Cão Maior está batendo no chão com as patas dianteiras.
zh_cn: <32>{#p/story}* Canis Major正用前爪拍打着地面。
zh_tw: <32>{#p/story}* Canis Major正用前爪拍打著地面。

source: <32>{#p/story}* Canis Major wants some TLC.
pt_br: <32>{#p/story}* Major Canis quer um pouco de TLC.
zh_cn: <32>{#p/story}* Canis Major想要温柔的关爱。
zh_tw: <32>{#p/story}* Canis Major想要溫柔的關愛。

source: <32>{#p/story}* Pet capacity now at forty percent.
pt_br: <32>{#p/story}* Capacidade de carinho em 40%.
zh_cn: <32>{#p/story}* 抚摸能量，百分之四十！
zh_tw: <32>{#p/story}* 撫摸能量，百分之四十！

source: <32>{#p/story}* Canis Major is contented.
pt_br: <32>{#p/story}* Major Canis está contente.
zh_cn: <32>{#p/story}* Canis Major非常满足。
zh_tw: <32>{#p/story}* Canis Major非常滿足。

source: <32>{#p/human}* (But Canis Major was too far away to pet.)
pt_br: <32>{#p/human}* (Mas Major Canis estava longe demais para ser acariciado.)
zh_cn: <32>{#p/human}* （但是Canis Major离你太远了， 你摸不着它。）
zh_tw: <32>{#p/human}* （但是Canis Major離你太遠了， 你摸不著它。）

source: <32>{#p/human}* (Canis Major curls up in your lap as it is pet by you.)
pt_br: <32>{#p/human}* (Major Canis pula no seu colo enquanto é acariciado.)
zh_cn: <32>{#p/human}* （Canis Major享受着你的抚摸， 它把整个身子都蜷缩在你的腿上。）
zh_tw: <32>{#p/human}* （Canis Major享受著你的撫摸， 它把整個身子都蜷縮在你的腿上。）

source: <32>* (It gets so comfortable that it falls asleep.)
pt_br: <32>* (Ele fica tão confortável que acaba dormindo.)
zh_cn: <32>* （它太舒服了，呼呼睡着了。）
zh_tw: <32>* （它太舒服了，呼呼睡著了。）

source: <32>* (The dog snores, and snores some more...)
pt_br: <32>* (O cão ronca, e ronca um pouco mais...)
zh_cn: <32>* （狗子打呼着，打呼着...）
zh_tw: <32>* （狗子打呼著，打呼著...）

source: <32>* (... until eventually, it wakes up.)
pt_br: <32>* (... até que do nada, ele acorda.)
zh_cn: <32>* （...然后它醒了。）
zh_tw: <32>* （...然後它醒了。）

source: <32>{#p/basic}* Canis Major's excitement begins rising without warning!
pt_br: <32>{#p/basic}* Major Canis está animado e isso aumenta sem avisos!
zh_cn: <32>{#p/basic}* Canis Major的兴奋度 毫无征兆地增加了！
zh_tw: <32>{#p/basic}* Canis Major的興奮度 毫無徵兆地增加了！

source: <32>{#p/human}* (You try to pet the dog...)
pt_br: <32>{#p/human}* (Você tenta acariciar o cachorro...)
zh_cn: <32>{#p/human}* （你想摸摸狗子...）
zh_tw: <32>{#p/human}* （你想摸摸狗子...）

source: <32>* (... but its excitement is generating an energy field that prevents petting.)
pt_br: <32>* (... mas sua animação está gerando um escudo de força que previne acariciamento.)
zh_cn: <32>* （...然而它的兴奋能量 形成了一个反抚摸能量场。）
zh_tw: <32>* （...然而它的興奮能量 形成了一個反撫摸能量場。）

source: <32>{#p/human}* (You pet the dog.) * (It sinks its entire weight into you.)
pt_br: <32>{#p/human}* (Você acaricia o cachorro.) * (Ele joga o peso inteiro em você.)
zh_cn: <32>{#p/human}* （你摸了摸狗狗。） * （他将自身全部重量都压到了 你身上。）
zh_tw: <32>{#p/human}* （你摸了摸狗狗。） * （他將自身全部重量都壓到了 你身上。）

source: <32>* (Your movement slows, but you still haven't pet enough.)
pt_br: <32>* (Sua movimentação reduz, mas você ainda não acariciou o suficiente.)
zh_cn: <32>* （你的移动速度变慢了，但仍没有 给予狗狗足够的抚摸。）
zh_tw: <32>* （你的移動速度變慢了，但仍沒有 給予狗狗足夠的撫摸。）

source: <32>{#p/human}* (You pet decisively.) * (Pet capacity now at one- hundred percent.)
pt_br: <32>{#p/human}* (Você acaricia decisivamente.) * (Capacidade para acariciar em 100%.)
zh_cn: <32>{#p/human}* （你又是一摸。） * （这一摸不得了，直接把 抚摸能量干到了百分之百！）
zh_tw: <32>{#p/human}* （你又是一摸。） * （這一摸不得了，直接把 撫摸能量幹到了百分之百！）

source: <32>{#p/basic}* Canis Major flops over with its legs hanging in the air.
pt_br: <32>{#p/basic}* Major Canis vira de barriga para cima, deixando as perninhas no ar.
zh_cn: <32>{#p/basic}* Canis Major四肢朝天躺在地上。
zh_tw: <32>{#p/basic}* Canis Major四肢朝天躺在地上。

source: <32>{#p/human}* (You give the dog a tummy rub.)
pt_br: <32>{#p/human}* (Você dá uma massagem na barriga do cachorro.)
zh_cn: <32>{#p/human}* （你揉了揉狗狗的肚皮。）
zh_tw: <32>{#p/human}* （你揉了揉狗狗的肚皮。）

source: <32>{#p/basic}* Canis Major is whining in bliss...
pt_br: <32>{#p/basic}* Major Canis está choramingando de êxtase...
zh_cn: <32>{#p/basic}* Canis Major幸福地呜叫着。
zh_tw: <32>{#p/basic}* Canis Major幸福地嗚叫著。

source: <32>{#p/human}* (But Canis Major was not excited enough to play with yet.)
pt_br: <32>{#p/human}* (Mas Major Canis não está animado o suficiente para brincar.)
zh_cn: <32>{#p/human}* （但Canis Major不够兴奋， 不能和你一起玩。）
zh_tw: <32>{#p/human}* （但Canis Major不夠興奮， 不能和你一起玩。）

source: <32>{#p/human}* (You conjure a hologram for the dog to chase after.)
pt_br: <32>{#p/human}* (Você conjura um holograma para que o cãozinho corra atrás.)
zh_cn: <32>{#p/human}* （你放出了一个全息影像， 让狗狗去追。）
zh_tw: <32>{#p/human}* （你放出了一個全息影像， 讓狗狗去追。）

source: <32>* (Eventually, the hologram loses cohesion and dissipates.)
pt_br: <32>* (Eventualmente, o holograma perde força e se desfaz.)
zh_cn: <32>* （最终，全息影像无法聚合， 自动消散了。）
zh_tw: <32>* （最終，全息影像無法聚合， 自動消散了。）

source: <32>* (Canis Major collects all the residual energy in the area and brings it to you.)
pt_br: <32>* (Major Canis coleta todos os resíduos de energia na área e trás de volta pra você.)
zh_cn: <32>* （Canis Major收集了这个区域 残存的所有能量，并将其 带还给你。）
zh_tw: <32>* （Canis Major收集了這個區域 殘存的所有能量，並將其 帶還給你。）

source: <32>{#p/basic}* Canis Major, tired, rests its head on you...
pt_br: <32>{#p/basic}* Major Canis, cansado, descansa a cabeça em você...
zh_cn: <32>{#p/basic}* 疲惫的Canis Major把头 靠在了你身边...
zh_tw: <32>{#p/basic}* 疲憊的Canis Major把頭 靠在了你身邊...

source: <32>{#p/basic}* Canis Major is too tired to play.
pt_br: <32>{#p/basic}* Major Canis está muito cansado para brincar.
zh_cn: <32>{#p/basic}* Canis Major精疲力尽， 不想再玩了。
zh_tw: <32>{#p/basic}* Canis Major精疲力盡， 不想再玩了。

source: <32>{#p/human}* (But Canis Major was already in the middle of playing fetch.)
pt_br: <32>{#p/human}* (Mas Major Canis já está no meio de uma brincadeira.)
zh_cn: <32>{#p/human}* （但是Canis Major已经开始在玩 抛接游戏了。）
zh_tw: <32>{#p/human}* （但是Canis Major已經開始在玩 拋接遊戲了。）

source: <32>{#p/story}* Canis Major appears.
pt_br: <32>{#p/story}* Major Canis aparece.
zh_cn: <32>{#p/story}* Canis Major出现了。
zh_tw: <32>{#p/story}* Canis Major出現了。

source: <32>{#p/story}* Canis Major is watching you intently.
pt_br: <32>{#p/story}* Major Canis está te assistindo intensamente.
zh_cn: <32>{#p/story}* Canis Major正紧紧地注视着你。
zh_tw: <32>{#p/story}* Canis Major正緊緊地注視著你。

source: <32>{#p/story}* Canis Major is waiting for your command.
pt_br: <32>{#p/story}* Major Canis está esperando pelo seu comando.
zh_cn: <32>{#p/story}* Canis Major正等待你的指令。
zh_tw: <32>{#p/story}* Canis Major正等待你的指令。

source: <32>{#p/story}* Smells like fresh-squeezed puppy juice.
pt_br: <32>{#p/story}* Cheira a suco de cachorro espremido na hora.
zh_cn: <32>{#p/story}* 有股鲜榨小狗汁的味道。
zh_tw: <32>{#p/story}* 有股鮮榨小狗汁的味道。

source: <32>{#p/basic}* Canis Major moves closer.
pt_br: <32>{#p/basic}* Major Canis se aproxima ainda mais.
zh_cn: <32>{#p/basic}* Canis Major逐渐向你靠近。
zh_tw: <32>{#p/basic}* Canis Major逐漸向你靠近。

source: <32>{#p/human}* (You flirt with Papyrus.)
pt_br: <32>{#p/human}* (Você flerta com Papyrus.)
zh_cn: <32>{#p/human}* （你向Papyrus调情。）
zh_tw: <32>{#p/human}* （你向Papyrus調情。）

source: <32>{#p/human}* (You insult Papyrus.)
pt_br: <32>{#p/human}* (Você insulta Papyrus.)
zh_cn: <32>{#p/human}* （你骂了Papyrus一顿。）
zh_tw: <32>{#p/human}* （你罵了Papyrus一頓。）

source: <32>{#p/human}* (You throw the spanner.) * (Papyrus catches it in his mouth and returns it to you.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Papyrus pega com a boca e retorna para você.)
zh_cn: <32>{#p/human}* （你丢出旧版手。） * （Papyrus将它叼在嘴里， 然后还给了你。）
zh_tw: <32>{#p/human}* （你丟出舊版手。） * （Papyrus將它叼在嘴裡， 然後還給了你。）

source: <15>{#p/papyrus}{#f/20}WHAT A JAW- DROPPING MOVE!
pt_br: <15>{#p/papyrus}{#f/20}MAS QUE BELA JOGADA!
zh_cn: <15>{#p/papyrus}{#f/20}多么 瞠目结舌的举动！
zh_tw: <15>{#p/papyrus}{#f/20}多麼 瞠目結舌的舉動！

source: <15>{#p/papyrus}{#f/20}I COULD DO THIS ALL DAY!
pt_br: <15>{#p/papyrus}{#f/20}EU PODERIA FAZER ISSO O DIA INTEIRO!
zh_cn: [DEL]
zh_tw: [DEL]

source: <15>{#p/papyrus}{#f/20}JUST LIKE THEY DO IT ON TV!
pt_br: <15>{#p/papyrus}{#f/20}QUE NEM ELES FAZEM NA TV!
zh_cn: <15>{#p/papyrus}{#f/20}我可以做一整天！ 就像电视里的那样！
zh_tw: <15>{#p/papyrus}{#f/20}我可以做一整天！ 就像電視裡的那樣！

source: <15>{#p/papyrus}{#f/20}NYEH HEH HEH!
zh_cn: <15>{#p/papyrus}{#f/20}捏嘿嘿！
zh_tw: <15>{#p/papyrus}{#f/20}捏嘿嘿！

source: <15>{#p/papyrus}{#f/20}NOW, SHOW ME YOUR MERCY!
pt_br: <15>{#p/papyrus}{#f/20}AGORA, ME MOSTRE SUA PIEDADE!
zh_cn: <15>{#p/papyrus}{#f/20}现在， 展示你的仁慈吧！
zh_tw: <15>{#p/papyrus}{#f/20}現在， 展示你的仁慈吧！

source: <15>{#p/papyrus}{#f/27}SAY... IS IT GETTING DARK OUT HERE?
pt_br: <15>{#p/papyrus}{#f/27}E-EI... TÁ FICANDO ESCURO AQUI?
zh_cn: <15>{#p/papyrus}{#f/27}怎么... 天暗下来了？
zh_tw: <15>{#p/papyrus}{#f/27}怎麼... 天暗下來了？

source: <15>{#f/27}MAYBE CAPTURING YOU WASN'T SUCH A GREAT IDEA...
pt_br: <15>{#f/27}TALVEZ TE CAPTURAR NÃO TENHA SIDO UMA BOA IDEIA...
zh_cn: <15>{#f/27}看来抓你 不是啥好主意...
zh_tw: <15>{#f/27}看來抓你 不是啥好主意...

source: <15>{#f/15}YEAH!!! I CAN TELL YOU'RE DESPERATE FOR MY MERCY!
pt_br: <15>{#f/15}SIM!!! CONSIGO VER QUE VOCÊ ESTÁ DESESPERADO POR PIEDADE!
zh_cn: <15>{#f/15}没错！！ 我敢说，你正渴求着 我的仁慈！
zh_tw: <15>{#f/15}沒錯！！ 我敢說，你正渴求著 我的仁慈！

source: <15>{#f/20}I, THE GREAT PAPYRUS, WILL OBLIGE YOU!!
pt_br: <15>{#f/20}EU, PAPYRUS, IREI TE FORNECER!!
zh_cn: <15>{#f/20}我，伟大的PAPYRUS， 乐意为您效劳！
zh_tw: <15>{#f/20}我，偉大的PAPYRUS， 樂意為您效勞！

source: <15>{#f/20}I WILL {@fill=#f00}SPARE{@fill=#000} YOU, HUMAN!!!
pt_br: <15>{#f/20}EU VOU TE {@fill=#f00}POUPAR{@fill=#000} HUMANO!!!
zh_cn: <15>{#f/20}人类， 我会{@fill=#f00}饶恕{@fill=#000}你！！！
zh_tw: <15>{#f/20}人類， 我會{@fill=#f00}饒恕{@fill=#000}你！！！

source: <15>{#f/27}SO... NOW'S YOUR CHANCE... TO ACCEPT MY {@fill=#f00}MERCY{@fill=#000}...
pt_br: <15>{#f/27}AGORA... É SUA CHANCE DE... ACEITAR MINHA {@fill=#f00}PIEDADE{@fill=#000}...
zh_cn: <15>{#f/27}...是时候... 接受... 我的{@fill=#f00}仁慈{@fill=#000}了...
zh_tw: <15>{#f/27}...是時候... 接受... 我的{@fill=#f00}仁慈{@fill=#000}了...
