Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <11>{#p/basic}{~}(Kettle whistle)
pt_br: <11>{#p/basic}{~}(Apito da chaleira)
zh_cn: <11>{#p/basic}{~}（水壶 鸣笛）
zh_tw: <11>{#p/basic}{~}（水壺 鳴笛）

source: <11>{#p/basic}{~}(Faraway bark)
pt_br: <11>{#p/basic}{~}(Latido distante)
zh_cn: <11>{#p/basic}{~}（来自 星空的 汪汪）
zh_tw: <11>{#p/basic}{~}（來自 星空的 汪汪）

source: <11>{#p/basic}{~}(Bark)
pt_br: <11>{#p/basic}{~}(Latido)
zh_cn: <11>{#p/basic}{~}（汪汪）
zh_tw: <11>{#p/basic}{~}（汪汪）

source: <32>{#p/human}* (You barely lift your hand.)
pt_br: <32>{#p/human}* (Você mal levanta a mão.)
zh_cn: <32>{#p/human}* （你只是稍微抬了下手。）ゑ
zh_tw: <32>{#p/human}* （你只是稍微抬了下手。）ゑ

source: <32>{#p/basic}* How exciting!
pt_br: <32>{#p/basic}* Que excitante!
zh_cn: <32>{#p/basic}* 好兴奋哦！ゑ
zh_tw: <32>{#p/basic}* 好興奮喔！ゑ

source: <32>{#p/human}* (You lightly touch the dog.)
pt_br: <32>{#p/human}* (Você gentilmente acaricia o cachorro.)
zh_cn: <32>{#p/human}* （你轻轻地摸了一下狗子。）ゑ
zh_tw: <32>{#p/human}* （你輕輕地摸了一下狗子。）ゑ

source: <32>{#p/basic}* It's already overexcited...
pt_br: <32>{#p/basic}* Ele já está super excitado...
zh_cn: <32>{#p/basic}* 它已经兴奋过头了...ゑ
zh_tw: <32>{#p/basic}* 它已經興奮過頭了...ゑ

source: <32>{#p/asriel2}* Dogs do love to be pet.
pt_br: <32>{#p/asriel2}* Cachorros realmente amam ser acariciados.
zh_cn: <32>{#p/asriel2}* 狗子们还真喜欢被摸啊。ゑ
zh_tw: <32>{#p/asriel2}* 狗子們還真喜歡被摸啊。ゑ

source: <32>{#p/human}* (You pet Canis Minor.)
pt_br: <32>{#p/human}* (Você acaricia Canis Minor.)
zh_cn: <32>{#p/human}* （你摸了摸Canis Minor。）ゑ
zh_tw: <32>{#p/human}* （你摸了摸Canis Minor。）ゑ

source: <32>{#p/basic}* It's raising its head to meet your hand.
pt_br: <32>{#p/basic}* Ele está levantando sua cabeça para encontrar sua mão.
zh_cn: <32>{#p/basic}* 它仰起头，迎向你的手心。ゑ
zh_tw: <32>{#p/basic}* 它仰起頭，迎向你的手心。ゑ

source: <32>{#p/asriel2}* Okay, you've pet it. * There's really no reason to keep going.
pt_br: <32>{#p/asriel2}* Tá, você já acariciou. * Não tem motivos pra continuar.
zh_cn: <32>{#p/asriel2}* 够了，你都摸过它了。 * 真没必要继续摸了。ゑ
zh_tw: <32>{#p/asriel2}* 夠了，你都摸過它了。 * 真沒必要繼續摸了。ゑ

source: <32>{#p/basic}* It was a good dog.
pt_br: <32>{#p/basic}* Era um bom cachorro.
zh_cn: <32>{#p/basic}* 真是只好狗狗。ゑ
zh_tw: <32>{#p/basic}* 真是只好狗狗。ゑ

source: <32>{#p/asriel2}* No reason to keep going?
pt_br: <32>{#p/asriel2}* Sem razões pra continuar?
zh_cn: <32>{#p/asriel2}* 继续摸它有必要吗？ゑ
zh_tw: <32>{#p/asriel2}* 繼續摸它有必要嗎？ゑ

source: <32>{#p/basic}* Its excitement knows no bounds...
pt_br: <32>{#p/basic}* Sua animação não tem limite...
zh_cn: <32>{#p/basic}* 它的兴奋永无止境...ゑ
zh_tw: <32>{#p/basic}* 它的興奮永無止境...ゑ

source: <32>{#p/asriel2}* No reason to keep going.
pt_br: <32>{#p/asriel2}* Sem razão pra continuar.
zh_cn: <32>{#p/asriel2}* 没必要继续摸了。ゑ
zh_tw: <32>{#p/asriel2}* 沒必要繼續摸了。ゑ

source: <32>{#p/basic}* Critical pet! * Dog excitement increased.
pt_br: <32>{#p/basic}* Acariciamenten crítico! * Excitação do cachorro cresceu.
zh_cn: <32>{#p/basic}* 会心一摸！ * 狗子的兴奋度增加了。ゑ
zh_tw: <32>{#p/basic}* 會心一摸！ * 狗子的興奮度增加了。ゑ

source: <32>{#p/asriel2}* Golly, $(name).
pt_br: <32>{#p/asriel2}* Senhor, $(name).
zh_cn: <32>{#p/asriel2}* 天呐，$(name)。ゑ
zh_tw: <32>{#p/asriel2}* 天吶，$(name)。ゑ

source: <32>{#p/human}* (You have to jump up to pet the dog.)
pt_br: <32>{#p/human}* (Você precisa pular para acariciar o cachorro.)
zh_cn: <32>{#p/human}* （你得跳起来才摸得到狗子了。）ゑ
zh_tw: <32>{#p/human}* （你得跳起來才摸得到狗子了。）ゑ

source: <32>{#p/asriel2}* We can't do this all day.
pt_br: <32>{#p/asriel2}* Não dá pra fazer isso o dia inteiro.
zh_cn: <32>{#p/asriel2}* 我们不能以摸狗为生。ゑ
zh_tw: <32>{#p/asriel2}* 我們不能以摸狗為生。ゑ

source: <32>{#p/human}* (You pet Canis Minor without even reaching it.)
pt_br: <32>{#p/human}* (Você acaricia o Canis Minor antes mesmo de alcançar.)
zh_cn: <32>{#p/human}* （你想摸摸Canis Minor， 结果，连够都够不到。）ゑ
zh_tw: <32>{#p/human}* （你想摸摸Canis Minor， 結果，連夠都夠不到。）ゑ

source: <32>{#p/basic}* It gets more excited.
pt_br: <32>{#p/basic}* Fica mais animado.
zh_cn: <32>{#p/basic}* 不过它还是更加兴奋了。ゑ
zh_tw: <32>{#p/basic}* 不過它還是更加興奮了。ゑ

source: <32>{#p/asriel2}* We CAN do this all day...?
pt_br: <32>{#p/asriel2}* Da PRA fazer isso o dia inteiro...?
zh_cn: <32>{#p/asriel2}* 我们真要摸一整天狗吗...？ゑ
zh_tw: <32>{#p/asriel2}* 我們真要摸一整天狗嗎...？ゑ

source: <32>{#p/basic}* There is no way to stop this madness.
pt_br: <32>{#p/basic}* Não a como parar essa loucura.
zh_cn: <32>{#p/basic}* 根本没法停下这场闹剧。ゑ
zh_tw: <32>{#p/basic}* 根本沒法停下這場鬧劇。ゑ

source: <32>{#p/basic}* Many small pets for a dog, one giant neck amongst dog-kind.
pt_br: <32>{#p/basic}* Muitas carícias para um pequeno cachorro, um pescoço gigante para a sociedade.
zh_cn: <32>{#p/basic}* 不积跬步，无以至千里。 不积小摸，无以得巨狗。ゑ
zh_tw: <32>{#p/basic}* 不積跬步，無以至千裡。 不積小摸，無以得巨狗。ゑ

source: <32>{#p/asriel2}* Why are we still here.
pt_br: <32>{#p/asriel2}* Por que ainda estamos aqui?
zh_cn: <32>{#p/asriel2}* 为啥要在这浪费时间？ゑ
zh_tw: <32>{#p/asriel2}* 為啥要在這浪費時間？ゑ

source: <32>{#p/human}* (You call Canis Minor, but it cannot hear you.)
pt_br: <32>{#p/human}* (Você chama Canis Minor, mas ele não consegue te ouvir.)
zh_cn: <32>{#p/human}* （你呼唤着Canis Minor， 然而它已经听不到你说话了。）ゑ
zh_tw: <32>{#p/human}* （你呼喚著Canis Minor， 然而它已經聽不到你說話了。）ゑ

source: <32>{#p/asriel2}* There. * It's totally out of reach now.
pt_br: <32>{#p/asriel2}* Aqui. * Está fora de alcance.
zh_cn: <32>{#p/asriel2}* 这下好了。 * 再也别想够着它了。ゑ
zh_tw: <32>{#p/asriel2}* 這下好了。 * 再也別想夠著它了。ゑ

source: <32>{#p/asriel2}* ???
zh_cn: <32>{#p/asriel2}* ？？？ゑ
zh_tw: <32>{#p/asriel2}* ？？？ゑ

source: <32>{#p/human}* (You can reach Canis Minor again.)
pt_br: <32>{#p/human}* (Você consegue alcançar Canis Minor de novo.)
zh_cn: <32>{#p/human}* （你又够得着Canis Minor了。）ゑ
zh_tw: <32>{#p/human}* （你又夠得著Canis Minor了。）ゑ

source: <32>{#p/asriel2}* You've GOT to be kidding me.
pt_br: <32>{#p/asriel2}* Você só PODE ESTAR BRINCANDO.
zh_cn: <32>{#p/asriel2}* 你跟我开玩笑呢是吧？ゑ
zh_tw: <32>{#p/asriel2}* 你跟我開玩笑呢是吧？ゑ

source: <32>{#p/basic}* It's possible that you may have a problem.
pt_br: <32>{#p/basic}* É provável que você tenha um problema.
zh_cn: <32>{#p/basic}* 你可能有什么毛病。ゑ
zh_tw: <32>{#p/basic}* 你可能有什麼毛病。ゑ

source: <32>{#p/human}* (Canis Minor is unpettable, but appreciates the attempt.)
pt_br: <32>{#p/human}* (Canis Minor não é acariciavel, mas apreciou a tentativa.)
zh_cn: <32>{#p/human}* （你没摸着Canis Minor， 但它很看好你的努力。）ゑ
zh_tw: <32>{#p/human}* （你沒摸著Canis Minor， 但它很看好你的努力。）ゑ

source: <32>{#p/asriel2}* Stop.
pt_br: <32>{#p/asriel2}* Pare.
zh_cn: <32>{#p/asriel2}* 给我停下。ゑ
zh_tw: <32>{#p/asriel2}* 給我停下。ゑ

source: <32>{#p/basic}* Perhaps mankind was not meant to pet this much.
pt_br: <32>{#p/basic}* Talvez a humanidade não foi feita pra acariciar desse tanto.
zh_cn: <32>{#p/basic}* 节制撸狗，人人有责。ゑ
zh_tw: <32>{#p/basic}* 節制擼狗，人人有責。ゑ

source: <32>{#p/asriel2}* Please stop.
pt_br: <32>{#p/asriel2}* Por favor, pare.
zh_cn: <32>{#p/asriel2}* 请你停下。ゑ
zh_tw: <32>{#p/asriel2}* 請你停下。ゑ

source: <32>{#p/basic}* It continues.
pt_br: <32>{#p/basic}* E continua.
zh_cn: <32>{#p/basic}* 闹剧还在继续。ゑ
zh_tw: <32>{#p/basic}* 鬧劇還在繼續。ゑ

source: <32>{#p/human}* (But Canis Minor was beyond your reach.)
pt_br: <32>{#p/human}* (Mas Canis Minor não estava no alcance.)
zh_cn: <32>{#p/human}* （你够不着Canis Minor了。）ゑ
zh_tw: <32>{#p/human}* （你夠不著Canis Minor了。）ゑ

source: <32>{#p/asriel2}* Okay, it's over. * Now kill this idiot already.
pt_br: <32>{#p/asriel2}* Tá bom, chega. * Agora mata esse idiota.
zh_cn: <32>{#p/asriel2}* 好了，该结束了。 * 赶紧杀了这个蠢货。ゑ
zh_tw: <32>{#p/asriel2}* 好了，該結束了。 * 趕緊殺了這個蠢貨。ゑ

source: <32>{#p/human}* (Really now.)
pt_br: <32>{#p/human}* (Sério mesmo.)
zh_cn: <32>{#p/human}* （开玩笑吧。）ゑ
zh_tw: <32>{#p/human}* （開玩笑吧。）ゑ

source: <32>{#p/basic}* ... really now.
pt_br: <32>{#p/basic}* ... sério mesmo.
zh_cn: <32>{#p/basic}* ...开玩笑吧。ゑ
zh_tw: <32>{#p/basic}* ...開玩笑吧。ゑ

source: <32>{#p/asriel2}* Really now...
pt_br: <32>{#p/asriel2}* Sério...
zh_cn: <32>{#p/asriel2}* 开玩笑吧...ゑ
zh_tw: <32>{#p/asriel2}* 開玩笑吧...ゑ

source: <32>{#p/asriel2}* Canis Minor.
zh_cn: <32>{#p/asriel2}* Canis Minor。ゑ
zh_tw: <32>{#p/asriel2}* Canis Minor。ゑ

source: <32>{#p/story}* Canis Minor appears.
pt_br: <32>{#p/story}* Canis Minor aparece.
zh_cn: <32>{#p/story}* Canis Minor出现了。
zh_tw: <32>{#p/story}* Canis Minor出現了。

source: <32>{#p/story}* Canis Minor tilts its head to one side.
pt_br: <32>{#p/story}* Canis Minor inclina a cabeça para um lado.
zh_cn: <32>{#p/story}* Canis Minor将自己的头 歪向一侧。
zh_tw: <32>{#p/story}* Canis Minor將自己的頭 歪向一側。

source: <32>{#p/story}* Canis Minor thinks your weapon is a dog treat.
pt_br: <32>{#p/story}* Canis Minor pensa que sua arma é um biscoito.
zh_cn: <32>{#p/story}* Canis Minor觉得你的武器 是狗饼干。
zh_tw: <32>{#p/story}* Canis Minor覺得你的武器 是狗餅乾。

source: <32>{#p/story}* Canis Minor is not really paying attention.
pt_br: <32>{#p/story}* Canis Minor não está prestando atenção.
zh_cn: <32>{#p/story}* Canis Minor有点心不在焉。
zh_tw: <32>{#p/story}* Canis Minor有點心不在焉。

source: <32>{#p/story}* Smells like dog chow.
pt_br: <32>{#p/story}* Cheira a comida de cachorro.
zh_cn: <32>{#p/story}* 有一股狗粮的气味。
zh_tw: <32>{#p/story}* 有一股狗糧的氣味。

source: <32>{#p/story}* Canis Minor is barking excitedly.
pt_br: <32>{#p/story}* Canis Minor está latindo animado.
zh_cn: <32>{#p/story}* Canis Minor在兴奋地汪汪叫。
zh_tw: <32>{#p/story}* Canis Minor在興奮地汪汪叫。

source: <32>{#p/story}* Canis Minor is overstimulated.
pt_br: <32>{#p/story}* Canis Minor está super estimulado.
zh_cn: <32>{#p/story}* Canis Minor有点兴奋过头了。
zh_tw: <32>{#p/story}* Canis Minor有點興奮過頭了。

source: <32>{#p/story}* Canis Minor shows no signs of stopping.
pt_br: <32>{#p/story}* Canis Minor não mostra sinais de parar.
zh_cn: <32>{#p/story}* Canis Minor看样子 根本停不下来。
zh_tw: <32>{#p/story}* Canis Minor看樣子 根本停不下來。

source: <32>{#p/story}* Canis Minor is lowering.
pt_br: <32>{#p/story}* Canis Minor está parando.
zh_cn: <32>{#p/story}* Canis Minor正在下降。
zh_tw: <32>{#p/story}* Canis Minor正在下降。

source: <32>{#p/story}* Canis Minor learns to code.
pt_br: <32>{#p/story}* Canis Minor aprende a codificar.
zh_cn: <32>{#p/story}* Canis Minor正在尝试着编码。
zh_tw: <32>{#p/story}* Canis Minor正在嘗試著編碼。

source: <32>{#p/story}* Canis Minor is whining because it can't see you.
pt_br: <32>{#p/story}* Canis Minor está choramingando por não conseguir te ver.
zh_cn: <32>{#p/story}* Canis Minor由于看不见你 而发出呜呜的哀鸣。
zh_tw: <32>{#p/story}* Canis Minor由於看不見你 而發出嗚嗚的哀鳴。

source: <32>{#p/story}* Hello there.
pt_br: <32>{#p/story}* Olá.
zh_cn: <32>{#p/story}* 你好啊。
zh_tw: <32>{#p/story}* 你好啊。

source: <32>{#p/story}* Canis Minor is questioning your life choices.
pt_br: <32>{#p/story}* Canis Minor está questionando suas escolhas de vida.
zh_cn: <32>{#p/story}* Canis Minor对于你的生活选择 表示质疑。
zh_tw: <32>{#p/story}* Canis Minor對於你的生活選擇 表示質疑。

source: <32>{#p/story}* Canis Minor has gone where no dog has gone before.
pt_br: <32>{#p/story}* Canis Minor chegou aonde nenhum cachorro jamais chegou.
zh_cn: <32>{#p/story}* Canis Minor去了没有任何狗狗 到过的地方。
zh_tw: <32>{#p/story}* Canis Minor去了沒有任何狗狗 到過的地方。

source: <32>{#p/asriel2}* Dogamy, the pathetic dog. * Relies entirely on his over- aggressive partner.
pt_br: <32>{#p/asriel2}* Dogamy, o cão patético. Depende inteiramente de sua parceira excessivamente agressiva.
zh_cn: <32>{#p/asriel2}* Dogamy，一条废狗。 * 纯靠他的疯狗老婆过活。ゑ
zh_tw: <32>{#p/asriel2}* Dogamy，一條廢狗。 * 純靠他的瘋狗老婆過活。ゑ

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Knows only what he smells.
pt_br: <32>{#p/story}* DOGAMY - ATQ 14 DEF 5 * Marido da Dogaressa. * Sabe apenas o cheiro dele.
zh_cn: <32>{#p/story}* DOGAMY - 攻击14 防御5 * Dogaressa的老公。 * 只认识他闻到的东西。
zh_tw: <32>{#p/story}* DOGAMY - 攻擊14 防禦5 * Dogaressa的老公。 * 只認識他聞到的東西。

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Recently widowed. * Knows only the pain of loss.
pt_br: <32>{#p/história}* DOGAMY - ATQ 14 DEF 5 * Recentemente viúvo. * Conhece apenas a dor da perda.
zh_cn: <32>{#p/story}* DOGAMY - 攻击14 防御5 * 老婆死了，成了鳏夫。 * 沉浸在悲伤中，鼻子也不好使了。ゑ
zh_tw: <32>{#p/story}* DOGAMY - 攻擊14 防禦5 * 老婆死了，成了鰥夫。 * 沉浸在悲傷中，鼻子也不好使了。ゑ

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Knows more than ever before.
pt_br: <32>{#p/story}* DOGAMY - ATQ 14 DEF 5 * Marido da Dogaressa. * Sabe mais do que antes.
zh_cn: <32>{#p/story}* DOGAMY - 攻击14 防御5 * Dogaressa的老公。 * 认识的东西比先前更多了。
zh_tw: <32>{#p/story}* DOGAMY - 攻擊14 防禦5 * Dogaressa的老公。 * 認識的東西比先前更多了。

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Doesn't mind sharing...?
pt_br: <32>{#p/story}* DOGAMY - ATQ 14 DEF 5 * Marido da Dogaressa. * Gosta de compartilhar?
zh_cn: <32>{#p/story}* DOGAMY - 攻击14 防御5 * Dogaressa的老公。 * 也想把这份爱分享给老婆...？
zh_tw: <32>{#p/story}* DOGAMY - 攻擊14 防禦5 * Dogaressa的老公。 * 也想把這份愛分享給老婆...？

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Wouldn't mind leaving...?
pt_br: <32>{#p/história}* DOGAMY - ATQ 14 DEF 5 * Marido de Dogaressa. * Não se importaria de sair...?
zh_cn: <32>{#p/story}* DOGAMY - 攻击14 防御5 * Dogaressa的老公。 * 你要让他走... 他大概也不介意？
zh_tw: <32>{#p/story}* DOGAMY - 攻擊14 防禦5 * Dogaressa的老公。 * 你要讓他走... 他大概也不介意？

source: <32>{#p/human}* (You throw the spanner.) * (The dogs run to get it.) * (You play fetch for a while.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Os cachorros correm pra pegar. Você brinca de buscar.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （狗狗们跑出去捡了回来。） * （你们就这样玩了一会抛接游戏。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （狗狗們跑出去撿了回來。） * （你們就這樣玩了一會拋接遊戲。）

source: <32>{#p/human}* (You throw the spanner.) * (Dogamy ignores it and lets it roll off the edge.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Dogamy ignora e deixa ela rolar pelo chão.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （但Dogamy没有理它， 任由其滚落到了边缘。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （但Dogamy沒有理它， 任由其滾落到了邊緣。）

source: <32>{#p/asriel2}* Saw that coming.
pt_br: <32>{#p/asriel2}* Eu percebi isso.
zh_cn: <32>{#p/asriel2}* 预料到了。
zh_tw: <32>{#p/asriel2}* 預料到了。

source: <11>{#p/basic}{~}Ah! But why...!?
pt_br: <11>{#p/basic}{~}Ah! Mas por que...!?
zh_cn: <11>{#p/basic}{~}啊！ 但是为啥 ...！？
zh_tw: <11>{#p/basic}{~}啊！ 但是為啥 ...！？

source: <11>{#p/basic}{~}Love is in the air?
pt_br: <11>{#p/basic}{~}O amor está no ar?
zh_cn: <11>{#p/basic}{~}爱无处不在？
zh_tw: <11>{#p/basic}{~}愛無處不在？

source: <11>{#p/basic}{~}You didn't just...
pt_br: <11>{#p/basic}{~}Você não acabou de...
zh_cn: <11>{#p/basic}{~}你刚才...
zh_tw: <11>{#p/basic}{~}你剛才...

source: <11>{#p/basic}{~}What's the puppy doing?
pt_br: <11>{#p/basic}{~}O que o cachorrinho tá fazendo?
zh_cn: <11>{#p/basic}{~}这只小狗在 干什么？
zh_tw: <11>{#p/basic}{~}這隻小狗在 幹什麼？

source: <32>{#p/human}* (You flirt with Dogamy.)
pt_br: <32>{#p/human}* (Você flerta com Dogamy.)
zh_cn: <32>{#p/human}* （你向Dogamy调情。）
zh_tw: <32>{#p/human}* （你向Dogamy調情。）

source: <32>{#p/basic}* Your... pheromones, reach Dogamy's snout.
pt_br: <32>{#p/basic}* Seu... feromônios, atingem o focinho de Dogamy.
zh_cn: <32>{#p/basic}* 你的... 信息素， 传到了Dogamy的鼻子上。
zh_tw: <32>{#p/basic}* 你的... 資訊素， 傳到了Dogamy的鼻子上。

source: <32>{#p/basic}* Dogamy's expression is unchanged.
pt_br: <32>{#p/basic}* A expressão de Dogamy não mudou.
zh_cn: <32>{#p/basic}* Dogamy的表情没有发生变化。
zh_tw: <32>{#p/basic}* Dogamy的表情沒有發生變化。

source: <32>{#p/story}* Dogaressa is intent on kicking human tail.
pt_br: <32>{#p/story}* Dogaressa deseja chutar a calda de um humano.
zh_cn: <32>{#p/story}* Dogaressa一心想要踢 人类的尾巴。
zh_tw: <32>{#p/story}* Dogaressa一心想要踢 人類的尾巴。

source: <11>{#p/basic}{~}Whine.
pt_br: <11>{#p/basic}{~}Vinho.
zh_cn: <11>{#p/basic}{~}汪呜！
zh_tw: <11>{#p/basic}{~}汪嗚！

source: <11>{#p/basic}{~}Whimper.
pt_br: <11>{#p/basic}{~}Choramingando.
zh_cn: <11>{#p/basic}{~}呜——
zh_tw: <11>{#p/basic}{~}嗚——

source: <11>{#p/basic}{~}Shake.
pt_br: <11>{#p/basic}{~}Balanço.
zh_cn: <11>{#p/basic}{~}嗷呜...
zh_tw: <11>{#p/basic}{~}嗷嗚...

source: <32>{#p/story}* Married dogs love fetch!
pt_br: <32>{#p/story}* Cachorros casados amam buscar!
zh_cn: <32>{#p/story}* 狗夫妇喜欢玩抛接游戏！
zh_tw: <32>{#p/story}* 狗夫婦喜歡玩拋接遊戲！

source: <32>{#p/story}* The dogs' minds are expanding at an exponential rate.
pt_br: <32>{#p/story}* A mente dos cachorros está expandindo em um potencial inesperado.
zh_cn: <32>{#p/story}* 狗狗们的思绪正指数增长！
zh_tw: <32>{#p/story}* 狗狗們的思緒正指數增長！

source: <32>{#p/story}* Dogaressa is looking for affection.
pt_br: <32>{#p/story}* Dogaressa está procurando por afeição.
zh_cn: <32>{#p/story}* Dogaressa正在寻求关爱。
zh_tw: <32>{#p/story}* Dogaressa正在尋求關愛。

source: <32>{#p/asriel2}* They're vulnerable.
pt_br: <32>{#p/asriel2}* Eles estão vulneráveis.
zh_cn: <32>{#p/asriel2}* 不堪一击。
zh_tw: <32>{#p/asriel2}* 不堪一擊。

source: <32>{#p/story}* The dogs' minds have been expanded.
pt_br: <32>{#p/story}* A mente dos cachorros se expandiu.
zh_cn: <32>{#p/story}* 狗狗们的思绪增加了！
zh_tw: <32>{#p/story}* 狗狗們的思緒增加了！

source: <11>{#p/basic}{~}Paws off you smelly human.
pt_br: <11>{#p/basic}{~}Tire as patas do humano fedorento.
zh_cn: <11>{#p/basic}{~}手拿开， 你这个 该死的 人类。
zh_tw: <11>{#p/basic}{~}手拿開， 你這個 該死的 人類。

source: <11>{#p/basic}{~}Paws off you weird puppy.
pt_br: <11>{#p/basic}{~}Tire as patas do cachorrinho estranho.
zh_cn: <11>{#p/basic}{~}手拿开， 你这只 奇怪的 小狗。
zh_tw: <11>{#p/basic}{~}手拿開， 你這隻 奇怪的 小狗。

source: <11>{#p/basic}{~}Wow!!! Pet by another pup!!!
pt_br: <11>{#p/basic}{~}Wow!!! Acariciado por outro cachorro!!!
zh_cn: <11>{#p/basic}{~}哇！！！ 来自另一只 小狗的抚摸 ！！！
zh_tw: <11>{#p/basic}{~}哇！！！ 來自另一隻 小狗的撫摸 ！！！

source: <11>{#p/basic}{~}Stop! Don't touch her!
pt_br: <11>{#p/basic}{~}Para! Não toca nela!
zh_cn: <11>{#p/basic}{~}停下！ 别碰她！
zh_tw: <11>{#p/basic}{~}停下！ 別碰她！

source: <11>{#p/basic}{~}What about me......
pt_br: <11>{#p/basic}{~}E Eu.....
zh_cn: <11>{#p/basic}{~}那我呢 ......
zh_tw: <11>{#p/basic}{~}那我呢 ......

source: <11>{#p/basic}{~}Thank you...
pt_br: <11>{#p/basic}{~}Valeu...
zh_cn: <11>{#p/basic}{~}谢谢你...
zh_tw: <11>{#p/basic}{~}謝謝你...

source: <32>{#p/human}* (You pet Dogamy.)
pt_br: <32>{#p/human}* (Você acaricia Dogamy.)
zh_cn: <32>{#p/human}* （你抚摸了Dogamy。）
zh_tw: <32>{#p/human}* （你撫摸了Dogamy。）

source: <32>{#p/human}* (You try to pet Dogamy, but he cowers in fear.)
pt_br: <32>{#p/human}* (Você tenta acariciar Dogamy, mas ele se encolhe de medo.)
zh_cn: <32>{#p/human}* （你尝试抚摸Dogamy， 但他畏惧地缩起自己的头。）
zh_tw: <32>{#p/human}* （你嘗試撫摸Dogamy， 但他畏懼地縮起自己的頭。）

source: <11>{#p/basic}{~}The prince has lost his mind...
pt_br: <11>{#p/basic}{~}O príncipe está perdido...
zh_cn: <11>{#p/basic}{~}王子已经 失去了 理智...
zh_tw: <11>{#p/basic}{~}王子已經 失去了 理智...

source: <11>{#p/basic}{~}Take my wife... 's fleas.
pt_br: <11>{#p/basic}{~}Leve minha esposa... as pulgas dela.
zh_cn: <11>{#p/basic}{~}带走 我老婆... 身上的 跳蚤。
zh_tw: <11>{#p/basic}{~}帶走 我老婆... 身上的 跳蚤。

source: <11>{#p/basic}{~}You have come far...
pt_br: <11>{#p/basic}{~}Você chegou longe...
zh_cn: <11>{#p/basic}{~}你走的 有点太远了...
zh_tw: <11>{#p/basic}{~}你走的 有點太遠了...

source: <11>{#p/basic}{~}Don't touch my hot dog.
pt_br: <11>{#p/basic}{~}Não toque no meu cachorro quente.
zh_cn: <11>{#p/basic}{~}别碰我的 热狗。
zh_tw: <11>{#p/basic}{~}別碰我的 熱狗。

source: <11>{#p/basic}{~}We'll take you down!
pt_br: <11>{#p/basic}{~}Nós vamos te destruir!
zh_cn: <11>{#p/basic}{~}我们会 打倒你！
zh_tw: <11>{#p/basic}{~}我們會 打倒你！

source: <11>{#p/basic}{~}Number one puppy-dog eyes champs K-614!!
pt_br: <11>{#p/basic}{~}Número um no campeonato de carinho K-614!!
zh_cn: <11>{#p/basic}{~}克历614年 卖萌大赛 冠军！！
zh_tw: <11>{#p/basic}{~}克歷614年 賣萌大賽 冠軍！！

source: <11>{#p/basic}{~}You won't win this time...
pt_br: <11>{#p/basic}{~}Você não vencerá dessa vez...
zh_cn: <11>{#p/basic}{~}这次 你不会赢的...
zh_tw: <11>{#p/basic}{~}這次 你不會贏的...

source: <11>{#p/basic}{~}Let's kick human tail!!
pt_br: <11>{#p/basic}{~}Vamos chutar a calda do humano!!
zh_cn: <11>{#p/basic}{~}咱们一起 踩烂人类的 尾巴！！
zh_tw: <11>{#p/basic}{~}咱們一起 踩爛人類的 尾巴！！

source: <32>{#p/story}* The dogs think that you may be a lost puppy.
pt_br: <32>{#p/story}* Os cachorros pensam que você é um cãozinho perdido.
zh_cn: <32>{#p/story}* 狗狗们把你当成了 一条走丢的小狗。
zh_tw: <32>{#p/story}* 狗狗們把你當成了 一條走丟的小狗。

source: <32>{#p/human}* (You encourage the dogs to sniff you again.)
pt_br: <32>{#p/human}* (Você encoraja os cachorros a te cheirarem de novo.)
zh_cn: <32>{#p/human}* （你让狗狗们再闻闻你。）
zh_tw: <32>{#p/human}* （你讓狗狗們再聞聞你。）

source: <32>* (You smell just as weird as before.)
pt_br: <32>* (Você cheira tão estranho quanto antes.)
zh_cn: <32>* （你闻起来仍然很古怪。）
zh_tw: <32>* （你聞起來仍然很古怪。）

source: <32>* (After rolling in the dirt, you smell alright.)
pt_br: <32>* (Após rolar na sujeira, você cheira bem.)
zh_cn: <32>* （在泥里打了几个滚后， 你的气味正常了。）
zh_tw: <32>* （在泥裡打了幾個滾後， 你的氣味正常了。）

source: <32>{#p/human}* (You encourage the dogs to sniff you again, but they already know you smell fine.)
pt_br: <32>{#p/human}* (Você encoraja os cachorros a cheirarem de novo, mas eles já entenderam.)
zh_cn: <32>{#p/human}* （你让狗狗们再闻闻你， 但他们已经知道你的气味正常了。）
zh_tw: <32>{#p/human}* （你讓狗狗們再聞聞你， 但他們已經知道你的氣味正常了。）

source: <32>{#p/human}* (You encourage the dogs to sniff you, but they seem occupied with other things.)
pt_br: <32>{#p/human}* (Você encoraja os cachorros a te cheirarem, mas eles estão ocupados.)
zh_cn: <32>{#p/human}* （你让狗狗们闻闻你， 但他们正忙着做别的事。）
zh_tw: <32>{#p/human}* （你讓狗狗們聞聞你， 但他們正忙著做別的事。）

source: <32>{#p/human}* (You encourage Dogamy to sniff you, but he won't even lift up his snout.)
pt_br: <32>{#p/human}* (Você encoraja Dogamy a te cheirar, mas ele nem levanta o nariz.)
zh_cn: <32>{#p/human}* （你让Dogamy闻闻你， 但他连鼻子都没抬一下。）
zh_tw: <32>{#p/human}* （你讓Dogamy聞聞你， 但他連鼻子都沒抬一下。）

source: <32>{#p/asriel2}* You're going to get your clothes dirty, $(name).
pt_br: <32>{#p/asriel2}* Você vai ficar com as roupas sujas, $(name).
zh_cn: <32>{#p/asriel2}* 你会把衣服弄脏的， $(name)。
zh_tw: <32>{#p/asriel2}* 你會把衣服弄髒的， $(name)。

source: <32>{#p/story}* The dogs may want to re-smell you.
pt_br: <32>{#p/story}* Os cachorros talvez queiram te re-cheirar.
zh_cn: <32>{#p/story}* 狗狗们也许想重新闻闻你。
zh_tw: <32>{#p/story}* 狗狗們也許想重新聞聞你。

source: <32>{#p/human}* (You roll around in the dirt.) * (It appears to be synthetic.)
pt_br: <32>{#p/human}* (Você rola na grama.) * (Parece ser sintética.)
zh_cn: <32>{#p/human}* （你在泥里打了几个滚。） * （这泥好像是合成的。）
zh_tw: <32>{#p/human}* （你在泥裡打了幾個滾。） * （這泥好像是合成的。）

source: <32>{#p/basic}* Your scent is changing...
pt_br: <32>{#p/basic}* Seu cheiro está mudando...
zh_cn: <32>{#p/basic}* 你的气味有变化了...
zh_tw: <32>{#p/basic}* 你的氣味有變化了...

source: <32>{#p/asriel2}* I have questions.
pt_br: <32>{#p/asriel2}* Eu tenho perguntas.
zh_cn: <32>{#p/asriel2}* 你在做什么。
zh_tw: <32>{#p/asriel2}* 你在做什麼。

source: <33>{#p/basic}* Your scent has already changed.
pt_br: <33>{#p/basic}* Seu cheiro já mudou.
zh_cn: <33>{#p/basic}* 你的气味已经变了。
zh_tw: <33>{#p/basic}* 你的氣味已經變了。

source: <32>{#p/human}* (You roll around in Dogaressa's remains.)
pt_br: <32>{#p/human}* (Você rola nos restos da Dogaressa.)
zh_cn: <32>{#p/human}* （你在Dogaressa的尘埃里打了几个滚。）
zh_tw: <32>{#p/human}* （你在Dogaressa的塵埃裡打了幾個滾。）

source: <32>{#p/basic}* Dogamy looks even more defeated than before.
pt_br: <32>{#p/basic}* Dogamy parece ainda mais derrotado.
zh_cn: <32>{#p/basic}* Dogamy更颓丧了。
zh_tw: <32>{#p/basic}* Dogamy更頹喪了。

source: <11>{#p/basic}{~}Hm? What's that smell?
pt_br: <11>{#p/basic}{~}Hm? Que cheiro é esse?
zh_cn: <11>{#p/basic}{~}嗯？ 那是 什么气味？
zh_tw: <11>{#p/basic}{~}嗯？ 那是 什麼氣味？

source: <11>{#p/basic}{~}What! Smells like a...
pt_br: <11>{#p/basic}{~}Que! Cheira a...
zh_cn: <11>{#p/basic}{~}什么！ 闻上去 像是...
zh_tw: <11>{#p/basic}{~}什麼！ 聞上去 像是...

source: <11>{#p/basic}{~}Ah! Such a lovely smell...
pt_br: <11>{#p/basic}{~}Ah! Que cheira adorável...
zh_cn: <11>{#p/basic}{~}啊！ 多么可爱的 气味...
zh_tw: <11>{#p/basic}{~}啊！ 多麼可愛的 氣味...

source: <32>{#p/story}* The dogs keep shifting their axes to protect each other.
pt_br: <32>{#p/story}* Os cachorros continuando cruzando os machados para proteger um ao outro.
zh_cn: <32>{#p/story}* 狗狗们不停地挥舞着各自的斧头 以保护彼此。
zh_tw: <32>{#p/story}* 狗狗們不停地揮舞著各自的斧頭 以保護彼此。

source: <32>{#p/story}* The dogs are re-evaluating your smell.
pt_br: <32>{#p/story}* Os cachorros estão re-avaliando seu cheiro.
zh_cn: <32>{#p/story}* 狗狗们正在重新评估 你的气味。
zh_tw: <32>{#p/story}* 狗狗們正在重新評估 你的氣味。

source: <32>{#p/story}* The dogs are practicing for the next couples contest.
pt_br: <32>{#p/story}* Os cachorros estão praticando para a próxima competição de casais.
zh_cn: <32>{#p/story}* 狗狗们正为下一场情侣大赛 做练习。
zh_tw: <32>{#p/story}* 狗狗們正為下一場情侶大賽 做練習。
