Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/6}WHAT ABOUT THE OTHER FLASHLIGHTS I GAVE YOU?
pt_br: <18>{#p/papyrus}{#f/6}E AS OUTRAS LANTERNAS QUE EU TE DEI?
zh_cn: <18>{#p/papyrus}{#f/6}那我给你的 那些手电筒呢？
zh_tw: <18>{#p/papyrus}{#f/6}那我給你的 那些手電筒呢？

source: <25>{#p/undyne}{#f/1}* Oh, those?
pt_br: <25>{#p/undyne}{#f/1}* Oh, aquelas?
zh_cn: <25>{#p/undyne}{#f/1}* 哦，你说那些啊。
zh_tw: <25>{#p/undyne}{#f/1}* 喔，你說那些啊。

source: <25>{#p/undyne}{#f/14}* ... yeah, I kinda dropped them all trying to use my jetpack.
pt_br: <25>{#p/undyne}{#f/14}* ... é, eu meio que parei de usar elas depois de usar o jetpack.
zh_cn: <25>{#p/undyne}{#f/14}* ...呃， 我大概在用喷气背包时 不小心给弄丢了。
zh_tw: <25>{#p/undyne}{#f/14}* ...呃， 我大概在用噴氣背包時 不小心給弄丟了。

source: <18>{#p/papyrus}{#f/4}OF COURSE...
pt_br: <18>{#p/papyrus}{#f/4}É CLARO...
zh_cn: <18>{#p/papyrus}{#f/4}我就知道...
zh_tw: <18>{#p/papyrus}{#f/4}我就知道...

source: <18>{#p/papyrus}{#f/6}DID I MENTION THE DARKNESS THAT AWAITS YOU?
pt_br: <18>{#p/papyrus}{#f/6}EU JÁ MENCIONEI A ESCURIDÃO QUE TE AGUARDA?
zh_cn: <18>{#p/papyrus}{#f/6}我刚才提到过 等待着你的黑暗 了吗？
zh_tw: <18>{#p/papyrus}{#f/6}我剛才提到過 等待著你的黑暗 了嗎？

source: <18>{#p/papyrus}IF I'VE LEARNED ONE THING FROM UNDYNE...
pt_br: <18>{#p/papyrus}SE EU APRENDI UMA COISA COM A UNDYNE...
zh_cn: <18>{#p/papyrus}要说我在UNDYNE身上 学到了什么...
zh_tw: <18>{#p/papyrus}要說我在UNDYNE身上 學到了什麼...

source: <18>{#p/papyrus}{#f/5}IT'S THAT IT ALL COMES BACK AROUND TO THAT JETPACK.
pt_br: <18>{#p/papyrus}{#f/5}É QUE TUDO VOLTA PARA AQUELE JETPACK.
zh_cn: <18>{#p/papyrus}{#f/5}那就是 不管啥事都能扯到 她的喷气背包上。
zh_tw: <18>{#p/papyrus}{#f/5}那就是 不管啥事都能扯到 她的噴氣背包上。

source: <18>{#p/papyrus}{#f/4}NO MATTER THE TIME, OR PLACE...
pt_br: <18>{#p/papyrus}{#f/4}NÃO IMPORTA O TEMPO, OU LUGAR...
zh_cn: <18>{#p/papyrus}{#f/4}无论是何时何地 都一个样...
zh_tw: <18>{#p/papyrus}{#f/4}無論是何時何地 都一個樣...

source: <18>{#p/papyrus}{#f/5}SHE'S ALWAYS GETTING INTO TROUBLE WITH IT.
pt_br: <18>{#p/papyrus}{#f/5}ELA SEMPRE SE METE EM CONFUSÃO POR CAUSA DELE.
zh_cn: <18>{#p/papyrus}{#f/5}她总因为那玩意 而惹上麻烦。
zh_tw: <18>{#p/papyrus}{#f/5}她總因為那玩意 而惹上麻煩。

source: <25>{#p/undyne}{#f/14}* And you wouldn't have it any other way!
pt_br: <25>{#p/undyne}{#f/14}* E você não faria de outra maneira!
zh_cn: <25>{#p/undyne}{#f/14}* 即使如此，你这不也能 接受我的怪癖， 没有排斥我吗！
zh_tw: <25>{#p/undyne}{#f/14}* 即使如此，你這不也能 接受我的怪癖， 沒有排斥我嗎！

source: <25>{#p/undyne}{#f/17}* Right?
pt_br: <25>{#p/undyne}{#f/17}* Certo?
zh_cn: <25>{#p/undyne}{#f/17}* 对吧？
zh_tw: <25>{#p/undyne}{#f/17}* 對吧？

source: <18>{#p/papyrus}{#f/6}... OF COURSE!!
pt_br: <18>{#p/papyrus}{#f/6}... É CLARO!!
zh_cn: <18>{#p/papyrus}{#f/6}...那肯定啊！！
zh_tw: <18>{#p/papyrus}{#f/6}...那肯定啊！！

source: <18>{#p/papyrus}{#f/5}SO... GRILLBY'S.
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO... GRILLBY.
zh_cn: <18>{#p/papyrus}{#f/5}所以... 这里是GRILLBY'S。
zh_tw: <18>{#p/papyrus}{#f/5}所以... 這裡是GRILLBY'S。

source: <18>{#p/papyrus}{#f/5}IS IT TRUE THEY INSTALLED A YAMOK SAUCE MACHINE...
pt_br: <18>{#p/papyrus}{#f/5}TEM REALMENTE UMA MAQUINA DE MOLHO INSTALADA AÍ...
zh_cn: <18>{#p/papyrus}{#f/5}他们真的安了台 雅莫万能酱 喷酱机吗...
zh_tw: <18>{#p/papyrus}{#f/5}他們真的安了臺 雅莫萬用醬 噴醬機嗎...

source: <18>{#p/papyrus}{#f/6}JUST TO SATISFY MY BROTHER'S OUTRAGEOUS WHIMS?
pt_br: <18>{#p/papyrus}{#f/6}SÓ PRA SATISFAZER AS VONTADES DO MEU IRMÃO?
zh_cn: <18>{#p/papyrus}{#f/6}就只是为了满足 我兄弟奇怪的 念头？
zh_tw: <18>{#p/papyrus}{#f/6}就只是為了滿足 我兄弟奇怪的 念頭？

source: <25>{#p/undyne}{#f/13}* A what?
pt_br: <25>{#p/undyne}{#f/13}* Uma o que?
zh_cn: <25>{#p/undyne}{#f/13}* 啥玩意？
zh_tw: <25>{#p/undyne}{#f/13}* 啥玩意？

source: <18>{#p/papyrus}{#f/4}A YAMOK SAUCE MACHINE.
pt_br: <18>{#p/papyrus}{#f/4}MAQUINA DE MOLHO.
zh_cn: <18>{#p/papyrus}{#f/4}雅莫万能酱喷酱机。
zh_tw: <18>{#p/papyrus}{#f/4}雅莫萬用醬噴醬機。

source: <18>{#p/papyrus}{#f/4}YOU KNOW, TO DISPENSE YAMOK SAUCE.
pt_br: <18>{#p/papyrus}{#f/4}SABE, PRA JOGAR MOLHO YAMOK.
zh_cn: <18>{#p/papyrus}{#f/4}就是用来 喷雅莫万能酱的。
zh_tw: <18>{#p/papyrus}{#f/4}就是用來 噴雅莫萬用醬的。

source: <18>{#p/papyrus}{#f/4}I NORMALLY HAVE HOPE FOR OUR KIND, BUT...
pt_br: <18>{#p/papyrus}{#f/4}EU NORMALMENTE TENHO ESPERANÇA PELO NOSSA ESPÉCIE, MAS...
zh_cn: <18>{#p/papyrus}{#f/4}我通常都对 我们一族 抱有希望的，但...
zh_tw: <18>{#p/papyrus}{#f/4}我通常都對 我們一族 抱有希望的，但...

source: <18>{#p/papyrus}{#f/4}NOT WHEN IT COMES TO THINGS LIKE THIS.
pt_br: <18>{#p/papyrus}{#f/4}NÃO QUANDO SE TRATA DE COISAS ASSIM.
zh_cn: <18>{#p/papyrus}{#f/4}遇到这种事 就不行了。
zh_tw: <18>{#p/papyrus}{#f/4}遇到這種事 就不行了。

source: <18>{#p/papyrus}{#f/5}... STILL.
pt_br: <18>{#p/papyrus}{#f/5}... AINDA ASSIM.
zh_cn: <18>{#p/papyrus}{#f/5}...不过。
zh_tw: <18>{#p/papyrus}{#f/5}...不過。

source: <18>{#p/papyrus}{#f/5}IT'S NICE THAT THEY FINALLY FIXED THE JUKEBOX.
pt_br: <18>{#p/papyrus}{#f/5}É LEGAL QUE FINALMENTE ARRUMARAM A CAIXA DE MÚSICA.
zh_cn: <18>{#p/papyrus}{#f/5}还好他们把点唱机 修好了。
zh_tw: <18>{#p/papyrus}{#f/5}還好他們把點唱機 修好了。

source: <25>{#p/undyne}{#f/8}* I KNOW RIGHT!?
pt_br: <25>{#p/undyne}{#f/8}* EU SEI, CERTO!?
zh_cn: <25>{#p/undyne}{#f/8}* 真修好了！？
zh_tw: <25>{#p/undyne}{#f/8}* 真修好了！？

source: <25>{#p/undyne}{#f/7}* That thing's been broken since before I was BORN.
pt_br: <25>{#p/undyne}{#f/7}* Essa coisa tava quebrada desde que eu nasci.
zh_cn: <25>{#p/undyne}{#f/7}* 那玩意在我出生前就坏了。
zh_tw: <25>{#p/undyne}{#f/7}* 那玩意在我出生前就壞了。

source: <18>{#p/papyrus}{#f/0}TRACK THREE IS MY PERSONAL FAVORITE.
pt_br: <18>{#p/papyrus}{#f/0}A TERCEIRA MÚSICA É MINHA FAVORITA.
zh_cn: <18>{#p/papyrus}{#f/0}第三首是我个人 最喜欢的。
zh_tw: <18>{#p/papyrus}{#f/0}第三首是我個人 最喜歡的。

source: <25>{#p/undyne}{#f/1}* Mine's track four!
pt_br: <25>{#p/undyne}{#f/1}* A minha é a quarta!
zh_cn: <25>{#p/undyne}{#f/1}* 我最喜欢第四首！
zh_tw: <25>{#p/undyne}{#f/1}* 我最喜歡第四首！

source: <18>{#p/papyrus}{#f/4}SINCE THEY STARTED USING REPLICATORS HERE...
pt_br: <18>{#p/papyrus}{#f/4}DESDE QUE ELES COMEÇARAM A USAR REPLICADORES AQUI...
zh_cn: <18>{#p/papyrus}{#f/4}自从他们开始 在这里使用复制器...
zh_tw: <18>{#p/papyrus}{#f/4}自從他們開始 在這裡使用複製器...

source: <18>{#p/papyrus}{#f/5}I HAVEN'T BEEN SURE HOW TO FEEL ABOUT IT.
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO TENHO CERTEZA EM COMO ME SENTIR SOBRE ISSO.
zh_cn: <18>{#p/papyrus}{#f/5}我就一直不知道 该怎么看待这事。
zh_tw: <18>{#p/papyrus}{#f/5}我就一直不知道 該怎麼看待這事。

source: <18>{#p/papyrus}{#f/0}ON ONE HAND, THE NEW FOOD IS WAY MORE HEALTHY.
pt_br: <18>{#p/papyrus}{#f/0}POR UM LADO, A NOVA COMIDA É BEM MAIS SAUDÁVEL.
zh_cn: <18>{#p/papyrus}{#f/0}一方面， 这种新食物 确实健康。
zh_tw: <18>{#p/papyrus}{#f/0}一方面， 這種新食物 確實健康。

source: <18>{#p/papyrus}{#f/7}ON THE OTHER HAND, THEY'VE ABANDONED COOKING ENTIRELY!
pt_br: <18>{#p/papyrus}{#f/7}POR OUTRO LADO, ELES DESISTIRAM DE COZINHAR!
zh_cn: <18>{#p/papyrus}{#f/7}但另一方面， 他们完全把烹饪 放弃掉了！
zh_tw: <18>{#p/papyrus}{#f/7}但另一方面， 他們完全把烹飪 放棄掉了！

source: <18>{#p/papyrus}{#f/4}SEE THIS ROOM YOU'RE STANDING IN RIGHT NOW?
pt_br: <18>{#p/papyrus}{#f/4}SABE ESSA SALA AÍ?
zh_cn: <18>{#p/papyrus}{#f/4}看到你现在 所在的这个 房间了吗？
zh_tw: <18>{#p/papyrus}{#f/4}看到你現在 所在的這個 房間了嗎？

source: <18>{#p/papyrus}{#f/7}GUESS WHAT THIS USED TO BE!
pt_br: <18>{#p/papyrus}{#f/7}ADIVINHA O QUE ELA ERA!
zh_cn: <18>{#p/papyrus}{#f/7}猜猜它过去 是干什么的吧！
zh_tw: <18>{#p/papyrus}{#f/7}猜猜它過去 是幹什麼的吧！

source: <25>{#p/undyne}{#f/1}* Isn't this where Canis Minor likes to sit?
pt_br: <25>{#p/undyne}{#f/1}* Não é aí que o Canis Minor gosta de ficar?
zh_cn: <25>{#p/undyne}{#f/1}* 这不是Canis Minor 平时喜欢待的地方吗？
zh_tw: <25>{#p/undyne}{#f/1}* 這不是Canis Minor 平時喜歡待的地方嗎？

source: <25>{#p/undyne}{#f/10}* All alone... * Playing those card games with itself...
pt_br: <25>{#p/undyne}{#f/10}* Sozinho... * Jogando cartas consigo mesmo...
zh_cn: <25>{#p/undyne}{#f/10}* 就它自己... * 一个人在这玩牌...
zh_tw: <25>{#p/undyne}{#f/10}* 就它自己... * 一個人在這玩牌...

source: <18>{#p/papyrus}{#f/4}OH, COME ON. IT'S PERFECTLY CONTENT WITH THAT.
pt_br: <18>{#p/papyrus}{#f/4}OH, QUAL FOI. ELE AMA FAZER ISSO.
zh_cn: <18>{#p/papyrus}{#f/4}噢，这没事的。 它那样挺开心的。
zh_tw: <18>{#p/papyrus}{#f/4}噢，這沒事的。 它那樣挺開心的。

source: <18>{#p/papyrus}{#f/0}IT SEEMS TO HAVE ITS OWN AGENDA FOR LIFE...
pt_br: <18>{#p/papyrus}{#f/0}ELE PARECE TER A SUA PRÓPRIA AGENDA NA VIDA...
zh_cn: <18>{#p/papyrus}{#f/0}它好像有一套 自己的生活规划...
zh_tw: <18>{#p/papyrus}{#f/0}它好像有一套 自己的生活規劃...

source: <18>{#p/papyrus}{#f/9}INVOLVING CARD GAMES!! AND LOTS OF HEADPATS!
pt_br: <18>{#p/papyrus}{#f/9}ENVOLVENDO JOGOS DE CARTAS!! E MUITOS TAPINHAS NA CABEÇA!
zh_cn: <18>{#p/papyrus}{#f/9}就包括打牌！！ 以及要好多摸头！
zh_tw: <18>{#p/papyrus}{#f/9}就包括打牌！！ 以及要好多摸頭！

source: <25>{#p/undyne}{#f/14}* You're right about the headpats, that's for sure.
pt_br: <25>{#p/undyne}{#f/14}* Você está certo sobre os tapinhas, isso é verdade.
zh_cn: <25>{#p/undyne}{#f/14}* 关于摸头， 你说得可太对了。
zh_tw: <25>{#p/undyne}{#f/14}* 關於摸頭， 你說得可太對了。

source: <25>{#p/undyne}{#f/17}* It once barged into a Royal Guard meeting just to BEG for them!
pt_br: <25>{#p/undyne}{#f/17}* Uma vez ele foi até a central da Guarda Real só pra pedir carinho!
zh_cn: <25>{#p/undyne}{#f/17}* 有一回它闯进 皇家卫队的会议， 就只是为了要摸摸！
zh_tw: <25>{#p/undyne}{#f/17}* 有一回它闖進 皇家衛隊的會議， 就只是為了要摸摸！

source: <18>{#p/papyrus}{#f/6}INTERESTING!! BUT WHAT DID YOU DO?
pt_br: <18>{#p/papyrus}{#f/6}INTERESSANTE!! MAS O QUE VOCÊ FEZ?
zh_cn: <18>{#p/papyrus}{#f/6}有意思！！ 那你们怎么做的？
zh_tw: <18>{#p/papyrus}{#f/6}有意思！！ 那你們怎麼做的？

source: <25>{#p/undyne}{#f/12}* Well... we all gave it lots of headpats.
pt_br: <25>{#p/undyne}{#f/12}* Bem... todo mundo que estava lá acabou acariciando.
zh_cn: <25>{#p/undyne}{#f/12}* 嗯... 我们大家把它的头 摸了不少下呢。
zh_tw: <25>{#p/undyne}{#f/12}* 嗯... 我們大家把它的頭 摸了不少下呢。

source: <25>{#p/undyne}{#f/8}* Like we'd ever NOT!!
pt_br: <25>{#p/undyne}{#f/8}* Como se não fossemos!!
zh_cn: <25>{#p/undyne}{#f/8}* 怎么可能不摸呢！！
zh_tw: <25>{#p/undyne}{#f/8}* 怎麼可能不摸呢！！

source: <18>{#p/papyrus}{#f/4}SOME "KITCHEN..."
pt_br: <18>{#p/papyrus}{#f/4}ALGUMA "COZINHA..."
zh_cn: <18>{#p/papyrus}{#f/4}是某种“厨房”...
zh_tw: <18>{#p/papyrus}{#f/4}是某種「廚房」...

source: <18>{#p/papyrus}{#f/5}NOW THEY JUST USE IT FOR PRIVATE CARD GAMES.
pt_br: <18>{#p/papyrus}{#f/5}AGORA É USADA COMO UM JOGO DE CARTAS PRIVADA.
zh_cn: <18>{#p/papyrus}{#f/5}现在他们只把这里 当成玩私人纸牌 游戏的地方了。
zh_tw: <18>{#p/papyrus}{#f/5}現在他們只把這裡 當成玩私人紙牌 遊戲的地方了。

source: <18>{#p/papyrus}{#f/4}IF THEY'RE NOT GOING TO USE THIS AS A KITCHEN...
pt_br: <18>{#p/papyrus}{#f/4}SE ELES NÃO VÃO USAR COMO UMA COZINHA...
zh_cn: <18>{#p/papyrus}{#f/4}如果他们不打算 把这里当厨房...
zh_tw: <18>{#p/papyrus}{#f/4}如果他們不打算 把這裡當廚房...

source: <18>{#p/papyrus}{#f/5}PERHAPS A HEADPAT MACHINE WOULD BE A BETTER INVESTMENT.
pt_br: <18>{#p/papyrus}{#f/5}TALVEZ JMA MAQUINA DE CARINHOS SERIA UM INVESTIMENTO MELHOR.
zh_cn: <18>{#p/papyrus}{#f/5}也许搞个摸头机 要更好。
zh_tw: <18>{#p/papyrus}{#f/5}也許搞個摸頭機 要更好。

source: <18>{#p/papyrus}{#f/0}WHAT BETTER PLACE TO BE THAN MY HOUSE!
pt_br: <18>{#p/papyrus}{#f/0}QUE LUGAR MELHOR PARA SE ESTAR DO QUE MINHA CASA!
zh_cn: <18>{#p/papyrus}{#f/0}还有什么地方能 比我家更好呢！
zh_tw: <18>{#p/papyrus}{#f/0}還有什麼地方能 比我家更好呢！

source: <18>{#p/papyrus}{#f/0}WE'VE GOT EXTRA- TALL SINKS... PET MOON ROCKS...
pt_br: <18>{#p/papyrus}{#f/0}TEMOS PIAS EXTRA-ALTAS... PEDRAS LUNARES...
zh_cn: <18>{#p/papyrus}{#f/0}我们有超高水槽... 还有宠物月岩...
zh_tw: <18>{#p/papyrus}{#f/0}我們有超高水槽... 還有寵物月巖...

source: <18>{#p/papyrus}{#f/9}AND EVEN A BALCONY, PRIME FOR OUTDOOR LIVING!
pt_br: <18>{#p/papyrus}{#f/9}E ATÉ UMA VARANDA, EXCELENTE PARA A VIDA AO AR LIVRE!
zh_cn: <18>{#p/papyrus}{#f/9}甚至还有个阳台， 多适合户外生活！
zh_tw: <18>{#p/papyrus}{#f/9}甚至還有個陽臺， 多適合戶外生活！

source: <18>{#p/papyrus}{#f/0}IT'S PRACTICALLY THE ONLY PLACE I FEEL AT HOME.
pt_br: <18>{#p/papyrus}{#f/0}É PRATICAMENTE O ÚNICO LUGAR QUE ME SINTO SEGURO.
zh_cn: <18>{#p/papyrus}{#f/0}我基本只有在这 才会有家的感觉。
zh_tw: <18>{#p/papyrus}{#f/0}我基本只有在這 才會有家的感覺。

source: <25>{#p/undyne}{#f/16}* I'd say the same about MY house, but... y'know.
pt_br: <25>{#p/undyne}{#f/16}* Eu diria isso sobre MINHA casa, mas... sabe.
zh_cn: <25>{#p/undyne}{#f/16}* 我本想说我家也不错， 但... 你知道的。
zh_tw: <25>{#p/undyne}{#f/16}* 我本想說我家也不錯， 但... 你知道的。

source: <18>{#p/papyrus}{#f/5}YEAH... IT MUST BE TOUGH NOT HAVING ONE.
pt_br: <18>{#p/papyrus}{#f/5}É... DEVE SER DIFÍCIL NÃO TER UMA.
zh_cn: <18>{#p/papyrus}{#f/5}是啊... 没家肯定会不好受。
zh_tw: <18>{#p/papyrus}{#f/5}是啊... 沒家肯定會不好受。

source: <18>{#p/papyrus}{#f/6}... LIKE, WHERE -DO- YOU EVEN FEEL AT HOME NOW?
pt_br: <18>{#p/papyrus}{#f/6}... TIPO, ONDE -VOCÊ- SE SENTIRÁ EM CASA AGORA?
zh_cn: <18>{#p/papyrus}{#f/6}...话说， 现在哪里可以让你 感觉像在家啊？
zh_tw: <18>{#p/papyrus}{#f/6}...話說， 現在哪裡可以讓你 感覺像在家啊？

source: <25>{#p/undyne}{#f/1}* Honestly? * Here's pretty good!
pt_br: <25>{#p/undyne}{#f/1}* Sinceramente? * Aqui é muito bom!
zh_cn: <25>{#p/undyne}{#f/1}* 想听真话吗？ * 这里就挺好的！
zh_tw: <25>{#p/undyne}{#f/1}* 想聽真話嗎？ * 這裡就挺好的！

source: <18>{#p/papyrus}{#f/5}BUT... HOW? WE'RE JUST STANDING AROUND!
pt_br: <18>{#p/papyrus}{#f/5}MAS... COMO? NÓS SÓ ESTAMOS EM PÉ NO MEIO DO REC CENTER?
zh_cn: <18>{#p/papyrus}{#f/5}但... 怎么会呢？ 我们只是在 干站着啊！
zh_tw: <18>{#p/papyrus}{#f/5}但... 怎麼會呢？ 我們只是在 幹站著啊！

source: <25>{#p/undyne}{#f/14}* When I'm with you, ANYWHERE's my home. * Fuhuhu.
pt_br: <25>{#p/undyne}{#f/14}* Quando eu estou com você, QUALQUER LUGAR é casa, fuhuhu.
zh_cn: <25>{#p/undyne}{#f/14}* 只要和你在一块， 哪儿都是家。 * 呋呼呼。
zh_tw: <25>{#p/undyne}{#f/14}* 只要和你在一塊， 哪兒都是家。 * 呋呼呼。

source: <18>{#p/papyrus}{#f/5}... YOU REALLY MEAN THAT?
pt_br: <18>{#p/papyrus}{#f/5}... VOCÊ REALMENTE QUIS DIZER ISSO?
zh_cn: <18>{#p/papyrus}{#f/5}...你认真的吗？
zh_tw: <18>{#p/papyrus}{#f/5}...你認真的嗎？

source: <25>{#p/undyne}{#f/8}* Of course!!
pt_br: <25>{#p/undyne}{#f/8}* É CLARO!!
zh_cn: <25>{#p/undyne}{#f/8}* 当然了！！
zh_tw: <25>{#p/undyne}{#f/8}* 當然了！！

source: <18>{#p/papyrus}{#f/8}N-NO...!! YOU'RE GOING TO MAKE ME CRY!
pt_br: <18>{#p/papyrus}{#f/8}N-NÃO..!! VOCÊ VAI ME FAZER CHORAR!
zh_cn: <18>{#p/papyrus}{#f/8}不-不...！！ 你要把我弄哭了！
zh_tw: <18>{#p/papyrus}{#f/8}不-不...！！ 你要把我弄哭了！

source: <18>{#p/papyrus}{#f/0}I WONDER WHAT HUMANS CALL HOME THESE DAYS.
pt_br: <18>{#p/papyrus}{#f/0}ME PERGUNTO O QUE OS HUMANOS CHAMAM DE CASA HOJE EM DIA.
zh_cn: <18>{#p/papyrus}{#f/0}不知道现在 人类是怎么称呼 “家”的。
zh_tw: <18>{#p/papyrus}{#f/0}不知道現在 人類是怎麼稱呼 「家」的。

source: <18>{#p/papyrus}{#f/4}LAST I HEARD, THEY WERE STILL LIVING ON EARTH...
pt_br: <18>{#p/papyrus}{#f/4}PELO QUE ENTENDI, ELES AINDA VIVEM NA TERRA...
zh_cn: <18>{#p/papyrus}{#f/4}据我所知， 他们还生活在 地球上...
zh_tw: <18>{#p/papyrus}{#f/4}據我所知， 他們還生活在 地球上...

source: <25>{#p/undyne}{#f/1}* Actually, they say Earth is a decaying mess right now.
pt_br: <25>{#p/undyne}{#f/1}* Na verdade, eles dizem que a Terra está uma bagunça decadente.
zh_cn: <25>{#p/undyne}{#f/1}* 事实上， 听说地球已经一团糟了。
zh_tw: <25>{#p/undyne}{#f/1}* 事實上， 聽說地球已經一團糟了。

source: <25>{#p/undyne}{#f/12}* ... just something I overheard at the Royal Lab.
pt_br: <25>{#p/undyne}{#f/12}* ... é uma coisa que ouvi no Laboratório Real.
zh_cn: <25>{#p/undyne}{#f/12}* ...我在皇家实验室那边 听说的。
zh_tw: <25>{#p/undyne}{#f/12}* ...我在皇家實驗室那邊 聽說的。

source: <25>{#p/undyne}{#f/13}* They'd found some kind of "evidence" for a natural disaster...
pt_br: <25>{#p/undyne}{#f/13}* Eles encontraram "evidências" de desastres naturais...
zh_cn: <25>{#p/undyne}{#f/13}* 他们好像找到了什么 关于自然灾害的“证据”...
zh_tw: <25>{#p/undyne}{#f/13}* 他們好像找到了什麼 關於自然災害的「證據」...

source: <18>{#p/papyrus}WOW, IT ONLY TOOK YOU FOUR SECONDS TO CALL ME!
pt_br: <18>{#p/papyrus}WOW, VOCÊ SÓ QUATRO SEGUNDOS PARA ME LIGAR!
zh_cn: <18>{#p/papyrus}哇，你只花了四秒钟 就给我打电话了！
zh_tw: <18>{#p/papyrus}哇，你只花了四秒鐘 就給我打電話了！

source: <18>YOU MUST BE VERY DESPERATE FOR MY HELP!!!
pt_br: <18>VOCÊ DEVE ESTAR DESESPERADO PELA MINHA AJUDA!!!
zh_cn: <18>你一定非常需要 我的帮助！！！
zh_tw: <18>你一定非常需要 我的幫助！！！

source: <18>{#p/papyrus}{#f/9}BUT DO NOT FEAR. THIS IS PAPYRUS'S HOTFUL HELPLINE!
pt_br: <18>{#p/papyrus}{#f/9}MAS NÃO TEMAS. AQUI É A LINHA DE AJUDA DO PAPYRUS!
zh_cn: <18>{#p/papyrus}{#f/9}但不要害怕。 这是PAPYRUS的 热线电话！
zh_tw: <18>{#p/papyrus}{#f/9}但不要害怕。 這是PAPYRUS的 熱線電話！

source: <18>{#p/papyrus}{#f/9}JUST DESCRIBE YOUR LOCATION, AND...
pt_br: <18>{#p/papyrus}{#f/9}SÓ DESCREVA SUA LOCALIZAÇÃO, E...
zh_cn: <18>{#p/papyrus}{#f/9}只需要描述一下 你的位置，然后...
zh_tw: <18>{#p/papyrus}{#f/9}只需要描述一下 你的位置，然後...

source: <18>{#p/papyrus}{#f/4}... WAIT.
pt_br: <18>{#p/papyrus}{#f/4}... ESPERA.
zh_cn: <18>{#p/papyrus}{#f/4}...等等。
zh_tw: <18>{#p/papyrus}{#f/4}...等等。

source: <18>{#p/papyrus}{#f/6}YOU'RE STILL IN MY ROOM??
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ AINDA TÁ NO MEU QUARTO??
zh_cn: <18>{#p/papyrus}{#f/6}你还在我的 房间里？？
zh_tw: <18>{#p/papyrus}{#f/6}你還在我的 房間裡？？

source: <18>{#p/papyrus}{#f/5}HAVE YOU HEARD OF SOMETHING CALLED A... DOOR?
pt_br: <18>{#p/papyrus}{#f/5}JÁ OUVIU FALAR DE ALGO CHAMADO... PORTA?
zh_cn: <18>{#p/papyrus}{#f/5}你有没有听说过一种 叫做... 门的东西？
zh_tw: <18>{#p/papyrus}{#f/5}你有沒有聽說過一種 叫做... 門的東西？

source: <18>{#p/papyrus}{#f/6}DON'T WORRY!! I'LL DRAW A DIAGRAM FOR YOU!
pt_br: <18>{#p/papyrus}{#f/6}NÃO SE PREOCUPE!! EU VOU DESENHAR UM DIAGRAMA PRA VOCÊ!
zh_cn: <18>{#p/papyrus}{#f/6}别着急！！ 我会给你画个 图解的！
zh_tw: <18>{#p/papyrus}{#f/6}別著急！！ 我會給你畫個 圖解的！

source: <18>{#p/papyrus}{#f/1}WHAT?? I THOUGHT YOU'D LEFT MY ROOM!!
pt_br: <18>{#p/papyrus}{#f/1}O QUÊ?? EU PENSEI QUE VOCÊ TINHA SAÍDO DO MEU QUARTO!
zh_cn: <18>{#p/papyrus}{#f/1}啥？？ 我以为你早就 离开我房间了！！
zh_tw: <18>{#p/papyrus}{#f/1}啥？？ 我以為你早就 離開我房間了！！

source: <18>{#p/papyrus}{#f/4}WE'LL HAVE TO START OVER FROM SQUARE ONE...
pt_br: <18>{#p/papyrus}{#f/4}TEREMOS QUE RECOMEÇAR DO ZERO...
zh_cn: <18>{#p/papyrus}{#f/4}看来我们得 从头开始了...
zh_tw: <18>{#p/papyrus}{#f/4}看來我們得 從頭開始了...

source: <18>{#p/papyrus}{#f/5}FIRST, DO YOU KNOW WHO PAPYRUS IS!?
pt_br: <18>{#p/papyrus}{#f/5}PRIMEIRO, VOCÊ SABE QUEM É O PAPYRUS?
zh_cn: <18>{#p/papyrus}{#f/5}首先，你还知道 PAPYRUS是 谁吗！？
zh_tw: <18>{#p/papyrus}{#f/5}首先，你還知道 PAPYRUS是 誰嗎！？

source: <18>{#p/papyrus}{#f/5}SO YOU CAME BACK TO MY ROOM, HUH?
pt_br: <18>{#p/papyrus}{#f/5}ENTÃO VOCÊ VOLTOU PARA MEU QUARTO, HUH?
zh_cn: <18>{#p/papyrus}{#f/5}所以你 又回我房间了， 嗯？
zh_tw: <18>{#p/papyrus}{#f/5}所以你 又回我房間了， 嗯？

source: <18>{#p/papyrus}{#f/5}(SIGH...)
pt_br: <18>{#p/papyrus}{#f/5}(SUSPIRO...)
zh_cn: <18>{#p/papyrus}{#f/5}（唉...）
zh_tw: <18>{#p/papyrus}{#f/5}（唉...）

source: <18>{#p/papyrus}{#f/5}I GUESS IT -IS- PRETTY COOL.
pt_br: <18>{#p/papyrus}{#f/5}EU ACHO QUE -É- BEM LEGAL.
zh_cn: <18>{#p/papyrus}{#f/5}只能说这里 【确实】蛮酷的。
zh_tw: <18>{#p/papyrus}{#f/5}只能說這裡 【確實】蠻酷的。

source: <25>{#p/undyne}{#f/1}* And what about my room?
pt_br: <25>{#p/undyne}{#f/1}* E que tal meu quarto?
zh_cn: <25>{#p/undyne}{#f/1}* 那我的房间呢？
zh_tw: <25>{#p/undyne}{#f/1}* 那我的房間呢？

source: <18>{#p/papyrus}{#f/4}WELL... THAT ROOM'S VERY HOT.
pt_br: <18>{#p/papyrus}{#f/4}BEM... LÁ ESTÁ BEM QUENTE.
zh_cn: <18>{#p/papyrus}{#f/4}嗯... 那房间很热。
zh_tw: <18>{#p/papyrus}{#f/4}嗯... 那房間很熱。

source: <18>{#p/papyrus}{#f/4}ON FIRE, IN FACT.
pt_br: <18>{#p/papyrus}{#f/4}PEGANDO FIGO, NÃO VERDADE.
zh_cn: <18>{#p/papyrus}{#f/4}事实上， 都着火了。
zh_tw: <18>{#p/papyrus}{#f/4}事實上， 都著火了。

source: <25>{#p/undyne}{#f/17}* Good!! * I like hot things!
pt_br: <25>{#p/undyne}{#f/17}* Ótimo! * Eu gosto de coisas quentes!
zh_cn: <25>{#p/undyne}{#f/17}* 很好！！ * 我就喜欢热乎的东西！
zh_tw: <25>{#p/undyne}{#f/17}* 很好！！ * 我就喜歡熱乎的東西！

source: <18>{#p/papyrus}{#f/6}HOLD UP! I'M STILL DRAWING!
pt_br: <18>{#p/papyrus}{#f/6}ESPERE! EU AINDA ESTOU DESENHANDO!
zh_cn: <18>{#p/papyrus}{#f/6}坚持住！ 我还在画！
zh_tw: <18>{#p/papyrus}{#f/6}堅持住！ 我還在畫！

source: <18>{#p/papyrus}{#f/1}DO -I- KNOW WHO PAPYRUS IS!?!?
pt_br: <18>{#p/papyrus}{#f/1}SE -EU- SEI QUEM É O PAPYRUS!?!?
zh_cn: <18>{#p/papyrus}{#f/1}【我】还知道 PAPYRUS是 谁吗！？！？
zh_tw: <18>{#p/papyrus}{#f/1}【我】還知道 PAPYRUS是 誰嗎！？！？

source: <18>{#p/papyrus}{#f/6}HEY, UH, WHILE YOU'RE THERE...
pt_br: <18>{#p/papyrus}{#f/6}EI, UH, ENQUANTO VOCÊ ESTÁ AÍ...
zh_cn: <18>{#p/papyrus}{#f/6}嘿，呃， 既然你在那...
zh_tw: <18>{#p/papyrus}{#f/6}嘿，呃， 既然你在那...

source: <18>{#p/papyrus}{#f/6}WOULD YOU MIND LOOKING AFTER MY ACTION FIGURES??
pt_br: <18>{#p/papyrus}{#f/6}VOCÊ PODERIA DAR UMA OLHADA NOS MEUS BONECOS??
zh_cn: <18>{#p/papyrus}{#f/6}能不能帮我照顾下 我的那些动作玩偶？？
zh_tw: <18>{#p/papyrus}{#f/6}能不能幫我照顧下 我的那些動作玩偶？？

source: <18>{#p/papyrus}{#f/5}THEY'VE BEEN... FEELING KIND OF LONELY LATELY.
pt_br: <18>{#p/papyrus}{#f/5}ELES ESTÃO SOZINHOS FAZ MUITO TEMPO.
zh_cn: <18>{#p/papyrus}{#f/5}他们最近... 好像有点寂寞了。
zh_tw: <18>{#p/papyrus}{#f/5}他們最近... 好像有點寂寞了。

source: <18>{#p/papyrus}{#f/5}... THANKS.
pt_br: <18>{#p/papyrus}{#f/5}... OBRIGADO.
zh_cn: <18>{#p/papyrus}{#f/5}...谢了。
zh_tw: <18>{#p/papyrus}{#f/5}...謝了。

source: <25>{#p/undyne}{#f/8}* Especially when they're on fire!!!
pt_br: <25>{#p/undyne}{#f/8}* Especialmente quando estão pegando fogo!!!
zh_cn: <25>{#p/undyne}{#f/8}* 尤其是 当它们着火的时候！！！
zh_tw: <25>{#p/undyne}{#f/8}* 尤其是 當它們著火的時候！！！

source: <18>{#p/papyrus}THE INN'S A GREAT PLACE TO STAY.
pt_br: <18>{#p/papyrus}A POUSADA É UM ÓTIMO LUGAR PARA FICAR.
zh_cn: <18>{#p/papyrus}旅馆是个好地方。
zh_tw: <18>{#p/papyrus}旅館是個好地方。

source: <18>{#p/papyrus}THE BEDS ARE NICE, AND THE INN KEEPER IS EVEN NICER.
pt_br: <18>{#p/papyrus}A CAMA É MUITO BOA, E A MOÇA ATENDENTE É SUPER LEGAL.
zh_cn: <18>{#p/papyrus}床很舒服， 旅馆的老板娘 人就更好了。
zh_tw: <18>{#p/papyrus}床很舒服， 旅館的老闆娘 人就更好了。

source: <18>{#p/papyrus}{#f/5}BUT MOST OF ALL, I LIKE THE PHOTO ON THE WALL...
pt_br: <18>{#p/papyrus}{#f/5}MAS ACIMA DE TUDO, EU GOSTO DA FOTO NA PAREDE...
zh_cn: <18>{#p/papyrus}{#f/5}但我最喜欢的， 还是墙上的那个 照片...
zh_tw: <18>{#p/papyrus}{#f/5}但我最喜歡的， 還是牆上的那個 照片...

source: <18>{#p/papyrus}{#f/0}IT'S A REMINDER OF WHAT MONSTERS ARE TRULY CAPABLE OF.
pt_br: <18>{#p/papyrus}{#f/0} UMA LEMBRANÇA DA VERDADEIRA CAPACIDADE DOS MONSTROS.
zh_cn: <18>{#p/papyrus}{#f/0}它时刻提醒我们 怪物的真正能耐 是怎样的。
zh_tw: <18>{#p/papyrus}{#f/0}它時刻提醒我們 怪物的真正能耐 是怎樣的。

source: <25>{#p/undyne}{#f/16}* It's also one of the most well-known photos of our old homeworld...
pt_br: <25>{#p/undyne}{#f/16}* É também uma das fotos mais conhecidas do nosso antigo mundo natal...
zh_cn: <25>{#p/undyne}{#f/16}* 这也是最有名的 关于故园的照片之一了...
zh_tw: <25>{#p/undyne}{#f/16}* 這也是最有名的 關於故園的照片之一了...

source: <25>{#p/undyne}{#f/9}* One of the last ones still in existence.
pt_br: <25>{#p/undyne}{#f/9}* Uma das últimas que ainda existem.
zh_cn: <25>{#p/undyne}{#f/9}* 仅存的几张照片之一啊。
zh_tw: <25>{#p/undyne}{#f/9}* 僅存的幾張照片之一啊。

source: <18>{#p/papyrus}{#f/5}... DO YOU THINK WE'LL EVER FIND ANY OTHERS?
pt_br: <18>{#p/papyrus}{#f/5}... VOCÊ ACHA QUE PODEMOS ACHAR OUTRAS?
zh_cn: <18>{#p/papyrus}{#f/5}...你觉得我们 还能找到其它的吗？
zh_tw: <18>{#p/papyrus}{#f/5}...你覺得我們 還能找到其它的嗎？

source: <25>{#p/undyne}{#f/1}* Well, if we knew some way of scanning a monster's memories...
pt_br: <25>{#p/undyne}{#f/1}* Eu sei que os cientistas estão tentando escanear a mente dos monstros...
zh_cn: <25>{#p/undyne}{#f/1}* 嗯， 要是我们有什么方法 能扫描怪物的记忆就好了...
zh_tw: <25>{#p/undyne}{#f/1}* 嗯， 要是我們有什麼方法 能掃描怪物的記憶就好了...

source: <26>{#p/undyne}{#f/14}* We could just use THAT on a monster who lived there!
pt_br: <26>{#p/undyne}{#f/14}* Nós poderíamos usar aquilo em um monstro que viveu lá!
zh_cn: <26>{#p/undyne}{#f/14}* 我们就可以找个 以前住那的怪物 扫描一下！
zh_tw: <26>{#p/undyne}{#f/14}* 我們就可以找個 以前住那的怪物 掃描一下！

source: <18>{#p/papyrus}{#f/0}WELL... THAT SOUNDS GREAT!
pt_br: <18>{#p/papyrus}{#f/0}BEM... ISSO SOA OR!
zh_cn: <18>{#p/papyrus}{#f/0}啊... 听上去真不错！
zh_tw: <18>{#p/papyrus}{#f/0}啊... 聽上去真不錯！

source: <18>{#p/papyrus}{#f/4}... IF ONLY WE KNEW SOME WAY OF DOING THAT.
pt_br: <18>{#p/papyrus}{#f/4}... SE PELO MENOS NÓS SOUBESSEMOS UMA FORMA DE FAZER ISSO.
zh_cn: <18>{#p/papyrus}{#f/4}...要是我们 真有法子就好了。
zh_tw: <18>{#p/papyrus}{#f/4}...要是我們 真有法子就好了。

source: <18>{#p/papyrus}{#f/4}WHICH WE DON'T.
pt_br: <18>{#p/papyrus}{#f/4}O QUE NÃO SABEMOS.
zh_cn: <18>{#p/papyrus}{#f/4}然而我们没有。
zh_tw: <18>{#p/papyrus}{#f/4}然而我們沒有。

source: <18>{#p/papyrus}{#f/4}SADLY.
pt_br: <18>{#p/papyrus}{#f/4}TRISTEMENTE.
zh_cn: <18>{#p/papyrus}{#f/4}太悲哀了。
zh_tw: <18>{#p/papyrus}{#f/4}太悲哀了。

source: <18>{#p/papyrus}{#f/5}IF ONLY WE COULD TRAVEL BACK IN TIME...
pt_br: <18>{#p/papyrus}{#f/5}SE PELO MENOS PUDÉSSEMOS VOLTAR NO TEMPO...
zh_cn: <18>{#p/papyrus}{#f/5}要是我们能回到 过去就好了...
zh_tw: <18>{#p/papyrus}{#f/5}要是我們能回到 過去就好了...

source: <18>{#p/papyrus}{#f/5}I SUPPOSE, FOR THE TIME BEING...
pt_br: <18>{#p/papyrus}{#f/5}SUPONHO QUE, POR ENQUANTO...
zh_cn: <18>{#p/papyrus}{#f/5}我觉得， 眼下啊...
zh_tw: <18>{#p/papyrus}{#f/5}我覺得， 眼下啊...
