Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/0}THEN THEY'D BE ABLE TO ACCESS THE OUTERNET!
pt_br: <18>{#p/papyrus}{#f/0}ASSIM ELE SERÁ CAPAZ DE ACESSAR A OUTERNET!
zh_cn: <18>{#p/papyrus}{#f/0}这样它们就可以 上域外网了！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}這樣它們就可以 上域外網了！ゑ

source: <18>{#p/papyrus}{#f/0}AND THE TELESCOPE NETWORK!
pt_br: <18>{#p/papyrus}{#f/0}E A REDE DE TELESCÓPIO!
zh_cn: <18>{#p/papyrus}{#f/0}还有天文观测网络！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}還有天文觀測網路！ゑ

source: <18>{#p/papyrus}{#f/0}AND SO MUCH MORE!
pt_br: <18>{#p/papyrus}{#f/0}E MUITO MAIS!
zh_cn: <18>{#p/papyrus}{#f/0}还有很多很多 其他的平台！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}還有很多很多 其他的平臺！ゑ

source: <18>{#p/papyrus}{#f/5}YOU NEVER KNOW HOW LONG THEY'VE BEEN ALONE!!
pt_br: <18>{#p/papyrus}{#f/5}NUNCA DA PRA SABER A QUANTO TEMPO ELES ESTIVERAM SOZINHOS!!
zh_cn: <18>{#p/papyrus}{#f/5}你永远不知道 它们会孤独多久！！ゑ
zh_tw: <18>{#p/papyrus}{#f/5}你永遠不知道 它們會孤獨多久！！ゑ

source: <18>{#p/papyrus}{#f/0}I WONDER IF THEY'D BE ABLE TO SEE MY BROWSER HISTORY.
pt_br: <18>{#p/papyrus}{#f/0}ME PERGUNTO SE ELES CONSEGUIRAM VER MEU HISTÓRICO.
zh_cn: <18>{#p/papyrus}{#f/0}不知道它们能不能 看到我的浏览记录。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}不知道它們能不能 看到我的瀏覽記錄。ゑ

source: <18>{#p/papyrus}{#f/4}ALL THOSE RAW PASTA PHOTOS...
pt_br: <18>{#p/papyrus}{#f/4}TODAS AQUELAS FOTOS DE MASSA PRÉ AQUECIDA...
zh_cn: <18>{#p/papyrus}{#f/4}全是生意大利面条的图片...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}全是生義大利麵條的圖片...ゑ

source: <18>{#p/papyrus}{#f/5}YES, YES, I KNOW MY PUZZLES CAN BE DIFFICULT...
pt_br: <18>{#p/papyrus}{#f/5}SIM, SIM, EU SEI QUE MEUS QUEBRA-CABEÇAS PODEM SER DIFÍCEIS...
zh_cn: <18>{#p/papyrus}{#f/5}我懂，我懂， 我知道我的谜题 是有点难...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我懂，我懂， 我知道我的謎題 是有點難...ゑ

source: <18>{#p/papyrus}{#f/9}BUT JUST THINK OF IT LIKE A LEARNING EXPERIENCE!
pt_br: <18>{#p/papyrus}{#f/9}MAS PENSE NELES COMO UM APRENDIZADO!
zh_cn: <18>{#p/papyrus}{#f/9}不过，你就把它 当一次学习机会嘛！
zh_tw: <18>{#p/papyrus}{#f/9}但只要把它想像成 一次學習的經歷 就好！

source: <18>{#p/papyrus}{#f/0}A TEST OF CHARACTER RATHER THAN SKILL.
pt_br: <18>{#p/papyrus}{#f/0}UM TESTE DE CARÁTER, ALÉM DA HABILIDADE.
zh_cn: <18>{#p/papyrus}{#f/0}与其说这个谜题 是为了考验 你的技巧...[ADD]<18>{#p/papyrus}{#f/0}倒不如说 它能磨砺你的品格！
zh_tw: <18>{#p/papyrus}{#f/0}這是個對品格 而非技能的考驗。

source: <25>{#p/undyne}{#f/1}* Huh? * What happened?
pt_br: <25>{#p/undyne}{#f/1}* Huh? * O que aconteceu?
zh_cn: <25>{#p/undyne}{#f/1}* 嗯哼？ * 之前发生啥了？
zh_tw: <25>{#p/undyne}{#f/1}* 哼？ * 發生啥了？

source: <18>{#p/papyrus}{#f/5}THE HUMAN DIDN'T DO SO WELL ON THE WALL OF FIRE.
pt_br: <18>{#p/papyrus}{#f/5}O HUMANO NÃO SE SAIU BEM NA MURALHA DE FOGO SUPREMA.
zh_cn: <18>{#p/papyrus}{#f/5}人类在躲避烈火之墙 那里的表现不咋地。
zh_tw: <18>{#p/papyrus}{#f/5}人類在躲避烈火之牆 那裡的表現很一般。

source: <25>{#p/undyne}{#f/10}* Ah...
zh_cn: <25>{#p/undyne}{#f/10}* 啊...ゑ
zh_tw: <25>{#p/undyne}{#f/10}* 啊...ゑ

source: <25>{#p/undyne}{#f/8}* So you're telling me they didn't just fly over it!?
pt_br: <25>{#p/undyne}{#f/8}* Então você tá me dizendo que ela não só voou simplesmente!?
zh_cn: <25>{#p/undyne}{#f/8}* 你是说那人没有 直接飞过去！？
zh_tw: <25>{#p/undyne}{#f/8}* 你是說那人沒有 直接飛過去！？

source: <18>{#p/papyrus}{#f/6}HUMANS CAN FLY??
pt_br: <18>{#p/papyrus}{#f/6}HUMANOS PODEM VOAR??
zh_cn: <18>{#p/papyrus}{#f/6}人类还能飞？？
zh_tw: <18>{#p/papyrus}{#f/6}人類還能飛？？

source: <25>{#p/undyne}{#f/17}* So you're telling me they didn't just walk around it!?
pt_br: <25>{#p/undyne}{#f/17}* Então você tá me dizendo que ela não só passou pelo lado!?
zh_cn: <25>{#p/undyne}{#f/17}* 你是说那人没有 直接绕过去！？
zh_tw: <25>{#p/undyne}{#f/17}* 你是說那人沒有 直接繞過去！？

source: <18>{#p/papyrus}{#f/6}UHHH...
zh_cn: <18>{#p/papyrus}{#f/6}呃...
zh_tw: <18>{#p/papyrus}{#f/6}呃...

source: <18>{#p/papyrus}{#f/0}BUT YOU, MY FRIEND, ARE QUITE THE PUZZLIST!
pt_br: <18>{#p/papyrus}{#f/0}MAS VOCÊ, MEU AMIGO, É BEM QUEBRADOR DE CABEÇA!
zh_cn: <18>{#p/papyrus}{#f/0}但我的朋友， 你真是个解谜大师啊！
zh_tw: <18>{#p/papyrus}{#f/0}但朋友啊， 你真是個解謎大師啊！

source: <18>{#p/papyrus}{#f/9}IT'S NOT EVERY DAY SOMEONE TROUSLES THIS BONE.
pt_br: <18>{#p/papyrus}{#f/9}ESTE NÃO ERA UM PROBLEMA QUALQUER.
zh_cn: <18>{#p/papyrus}{#f/9}这玩意可不是 髓便就能通过的。
zh_tw: <18>{#p/papyrus}{#f/9}這玩意可不是 髓便就能通過的。

source: <18>{#p/papyrus}{#f/0}THE HUMAN BEAT MY INFAMOUS "WALL OF FIRE" EARLIER!
pt_br: <18>{#p/papyrus}{#f/0}O HUMANO VENCEU MINHA FAMOSA "PAREDE DE FOGO!"
zh_cn: <18>{#p/papyrus}{#f/0}人类前阵子把我那 名声大糟的“躲避 烈火之墙”给搞定了！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}人類前陣子把我那 名聲大糟的「躲避 烈火之牆」給搞定了！ゑ

source: <25>{#p/undyne}{#f/8}* Let me guess! * They walked around it!!
pt_br: <25>{#p/undyne}{#f/8}* Deixa eu adivinhar! * Ele só andou pelo lado!!
zh_cn: <25>{#p/undyne}{#f/8}* 我来猜猜！ * 那人肯定是绕过去的！！
zh_tw: <25>{#p/undyne}{#f/8}* 我來猜猜！ * 那人肯定是繞過去的！！

source: <18>{#p/papyrus}{#f/4}NO, ACTUALLY. THEY CLEVERLY WALKED THROUGH IT.
pt_br: <18>{#p/papyrus}{#f/4}NÃO, NA VERDADE ELE SÓ PASSOU POR ELA, JUSTAMENTE.
zh_cn: <18>{#p/papyrus}{#f/4}并不。 事实上，那人巧妙地 从中走出去了。
zh_tw: <18>{#p/papyrus}{#f/4}並不。 事實上，那人巧妙地 從中走出去了。

source: <25>{#p/undyne}{#f/1}* ... oh.
zh_cn: <25>{#p/undyne}{#f/1}* ...噢。
zh_tw: <25>{#p/undyne}{#f/1}* ...噢。

source: <25>{#p/undyne}{#f/14}* My next guess was going to be that they flew over it.
pt_br: <25>{#p/undyne}{#f/14}* Meu próximo chute seria que ele havia voado por ela.
zh_cn: <25>{#p/undyne}{#f/14}* 我本来还想猜 那人是飞过去的。
zh_tw: <25>{#p/undyne}{#f/14}* 我本來還想猜 那人是飛過去的。

source: <18>{#p/papyrus}{#f/0}NOPE! JUST PRACTICE AND PERSEVERANCE!
pt_br: <18>{#p/papyrus}{#f/0}NÃO! SÓ PRÁTICA E PERSEVERANÇA!
zh_cn: <18>{#p/papyrus}{#f/0}不！ 这靠的就是 坚持不懈的练习！
zh_tw: <18>{#p/papyrus}{#f/0}不！ 這靠的就是 堅持不懈的練習！

source: <18>{#p/papyrus}{#f/5}THOUGH, I'M NOT SURE HOW THEY GOT THEIR PRACTICE...
pt_br: <18>{#p/papyrus}{#f/5}MAS, EU NÃO SEI COMO ELE CONSEGUIU A PARTE DA PRÁTICA...
zh_cn: <18>{#p/papyrus}{#f/5}不过， 我也搞不清楚 那人是怎么练的...
zh_tw: <18>{#p/papyrus}{#f/5}不過， 我也搞不清楚 那人是怎麼練的...

source: <18>{#p/papyrus}{#f/4}CONSIDERING THAT WAS DEFINITELY THEIR FIRST TRY.
pt_br: <18>{#p/papyrus}{#f/4}CONSIDERANDO QUE AQUELA FOI DEFINITIVAMENTE SUA PRIMEIRA TENTATIVA.
zh_cn: <18>{#p/papyrus}{#f/4}明明是第一次 遇到这个迷题啊。
zh_tw: <18>{#p/papyrus}{#f/4}明明是第一次 遇到這個迷題啊。

source: <25>{#p/undyne}{#f/1}* Heh. * They've shown to have a taste for challenge.
pt_br: <25>{#p/undyne}{#f/1}* Heh. * Ela provavelmente deve ser uma natural para desafios.
zh_cn: <25>{#p/undyne}{#f/1}* 呵。 * 我见识过 那人勇往直前的模样。
zh_tw: <25>{#p/undyne}{#f/1}* 呵。 * 我見識過 那人勇往直前的模樣。

source: <25>{#p/undyne}{#f/12}* I'm not surprised they beat it so easily!
pt_br: <25>{#p/undyne}{#f/12}* Eu não estou surpresa que ela venceu tão facilmente!
zh_cn: <25>{#p/undyne}{#f/12}* 能够轻松解决这迷题， 我一点也不意外！
zh_tw: <25>{#p/undyne}{#f/12}* 能夠輕鬆解決這迷題， 我一點也不意外！

source: <25>{#p/undyne}{#f/17}* What? * Practice? * Screw that!!
pt_br: <25>{#p/undyne}{#f/17}* Que? * Prática? * Dane-se isso!
zh_cn: <25>{#p/undyne}{#f/17}* 什么？ * 练习？ * 我去！！
zh_tw: <25>{#p/undyne}{#f/17}* 什麼？ * 練習？ * 我去！！

source: <25>{#p/undyne}{#f/7}* GIVE ME YOUR SECRETS NOW, PUNK!!!
pt_br: <25>{#p/undyne}{#f/7}* ME DÊ SEUS SEGREDOS AGORA, PIRRALHA!
zh_cn: <25>{#p/undyne}{#f/7}* 把你的秘诀告诉我， 小混蛋！！
zh_tw: <25>{#p/undyne}{#f/7}* 把你的秘訣告訴我， 小混蛋！！

source: <18>{#p/papyrus}{#f/6}NO, LET THE PUZZLIST PUZZLE IN PEACE!
pt_br: <18>{#p/papyrus}{#f/6}NÃO, DEIXE O MESTRE DESVIADOR DE ARMADILHAS EM PAZ!
zh_cn: <18>{#p/papyrus}{#f/6}别这样， 让解谜大师 安心解谜吧！
zh_tw: <18>{#p/papyrus}{#f/6}別這樣， 讓解謎大師 安心解謎吧！

source: <18>{#p/papyrus}{#f/0}A PUZZLE A DAY KEEPS THE "BRAIN ROT" AWAY!
pt_br: <18>{#p/papyrus}{#f/0}UM QUEBRA-CABEÇA POR DIA MANTÉM A "PODRIDÃO CEREBRAL" DEPRESSIVA!
zh_cn: <18>{#p/papyrus}{#f/0}一日一迷题， “脑瘫”远离你！
zh_tw: <18>{#p/papyrus}{#f/0}一日一迷題， 「腦癱」遠離你！

source: <18>{#p/papyrus}{#f/4}OR SO THEY SAY.
pt_br: <18>{#p/papyrus}{#f/4}OU SEJA LÁ COMO ELES DIZEM.
zh_cn: <18>{#p/papyrus}{#f/4}至少大家 都是这么说的。
zh_tw: <18>{#p/papyrus}{#f/4}至少他們 都是這麼說的。

source: <18>{#p/papyrus}{#f/4}FOR THE RECORD, YOU CAN'T ACTUALLY WALK AROUND IT.
pt_br: <18>{#p/papyrus}{#f/4}SÓ PRA DEIXAR CLARO, NÃO TEM COMO PASSAR PELOS LADOS.
zh_cn: <18>{#p/papyrus}{#f/4}顺便提一嘴， 其实你压根 绕不过那玩意。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}順便提一嘴， 其實你壓根 繞不過那玩意。ゑ

source: <18>{#p/papyrus}{#f/0}HOPEFULLY YOU DIDN'T TRY TO DO THAT JUST NOW.
pt_br: <18>{#p/papyrus}{#f/0}COM ESPERANÇA VOCÊ NÃO ACABOU DE TENTAR FAZER ISSO.
zh_cn: <18>{#p/papyrus}{#f/0}希望你之前 没真傻乎乎地去试。
zh_tw: <18>{#p/papyrus}{#f/0}希望你剛才沒真 傻乎乎地去試。

source: <18>{#p/papyrus}{#f/6}ON YOUR FIRST TRY, NO LESS!!!
pt_br: <18>{#p/papyrus}{#f/6}NA PRIMEIRA TENTATIVA, NADA MAIS!!!
zh_cn: <18>{#p/papyrus}{#f/6}更何况你 初见就通过了！！！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}更何況你 初見就通過了！！！ゑ

source: <18>{#p/papyrus}{#f/5}PERHAPS THE FIRE ITSELF WAS INTIMIDATED...
pt_br: <18>{#p/papyrus}{#f/5}TALVEZ O FOGO POR SI SÓ JÁ INTIMIDAVA...
zh_cn: <18>{#p/papyrus}{#f/5}也许...
zh_tw: <18>{#p/papyrus}{#f/5}也許...

source: <18>{#p/papyrus}{#f/4}BY YOUR DUBIOUSLY STRONG PRESENCE.
pt_br: <18>{#p/papyrus}{#f/4}POR SUA PRESENÇA TÃO FORTE NO AMBIENTE.
zh_cn: <18>{#p/papyrus}{#f/4}是你用强悍的气场 把烈火吓退了。
zh_tw: <18>{#p/papyrus}{#f/4}是烈火自己被你 強悍的氣場嚇退了。

source: <18>{#p/papyrus}{#f/5}IF ONLY WE -ALL- HAD YOUR PIECE OF THE PUZZLE.
pt_br: <18>{#p/papyrus}{#f/5}SE AO MENOS NÓS -TODOS- TIVÉSSEMOS SUA PEÇA DO QUEBRA-CABEÇA.
zh_cn: <18>{#p/papyrus}{#f/5}我们那么拼， 就图能和你一样 会解迷题啊！
zh_tw: <18>{#p/papyrus}{#f/5}我們那麼拼， 就圖能和你【一樣】 會解迷題啊。

source: <18>{#p/papyrus}THE SENTRY STATION OF DOGAMY AND DOGARESSA...
pt_br: <18>{#p/papyrus}A ESTAÇÃO DE SENTINELA DO DOGAMY E DA DOGARESSA...
zh_cn: <18>{#p/papyrus}这不是DOGAMY 和DOGARESSA的哨站嘛...
zh_tw: <18>{#p/papyrus}DOGAMY和 DOGARESSA的 哨站...

source: <18>{#p/papyrus}{#f/0}SOMETIMES I WONDER WHAT MARRYING DOGS MUST FEEL LIKE.
pt_br: <18>{#p/papyrus}{#f/0}AS VEZES EU ME PERGUNTO COMO DEVE SER UM CASAMENTO CANINO.
zh_cn: <18>{#p/papyrus}{#f/0}有时候， 我就挺好奇 娶一只狗狗是啥感觉。
zh_tw: <18>{#p/papyrus}{#f/0}有時候我想知道 和狗結婚是什麼 感覺。

source: <18>{#p/papyrus}{#f/4}THOUGH, I'LL NEVER HAVE TO KNOW, BECAUSE...
pt_br: <18>{#p/papyrus}{#f/4}MAS, EU NUNCA IREI SABER, PORQUE...
zh_cn: <18>{#p/papyrus}{#f/4}不过，我大概也 用不着知道，毕竟...
zh_tw: <18>{#p/papyrus}{#f/4}雖然，我是永遠 都不可能知道了， 因為...

source: <18>{#p/papyrus}{#f/9}THE ONLY THING I'D MARRY IS A VERY HANDSOME SKELETON!
pt_br: <18>{#p/papyrus}{#f/9}A ÚNICA COISA QUE EU CASARIA SERIA UMA ESQUELETA BEM BONITA!
zh_cn: <18>{#p/papyrus}{#f/9}我只想娶一个 英俊的骷髅！
zh_tw: <18>{#p/papyrus}{#f/9}我只願意娶一個 帥氣的骷髏！

source: <25>{#p/undyne}{#f/14}* So... yourself, then.
pt_br: <25>{#p/undyne}{#f/14}* Então...
zh_cn: <25>{#p/undyne}{#f/14}* 这... 你说的是你自己吧。ゑ
zh_tw: <25>{#p/undyne}{#f/14}* 這... 你說的是你自己吧。ゑ

source: <18>{#p/papyrus}{#f/6}HUH? WHERE'D YOU GET THAT IDEA??
pt_br: <18>{#p/papyrus}{#f/6}HUH? O QUE FOI?
zh_cn: <18>{#p/papyrus}{#f/6}啊？ 你咋会这么想呢？？ゑ
zh_tw: <18>{#p/papyrus}{#f/6}啊？ 你咋會這麼想呢？？ゑ

source: <25>{#p/undyne}{#f/12}* Isn't it obvious? * Who ELSE is as handsome as you are?
pt_br: <25>{#p/undyne}{#f/12}* Não é meio óbvio? * Você se casaria com uma versão feminina de você, bonitão!
zh_cn: <25>{#p/undyne}{#f/12}* 这不很明显吗？ * 还有谁能和你一样帅啊？ゑ
zh_tw: <25>{#p/undyne}{#f/12}* 這不很明顯嗎？ * 還有誰能和你一樣帥啊？ゑ

source: <18>{#p/papyrus}{#f/4}WELL, I SUPPOSE I DO HAVE A VERY DASHING LOOK...
pt_br: <18>{#p/papyrus}{#f/4}BEM, EU SUPONHO QUE SEJA MUITO BEM APRESENTÁVEL...
zh_cn: <18>{#p/papyrus}{#f/4}呃，我承认我确实 长得英俊潇洒...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}呃，我承認我確實 長得英俊瀟灑...ゑ

source: <18>{#p/papyrus}{#f/0}BUT NONETHELESS, IT SIMPLY WASN'T MEANT TO BE!
pt_br: <18>{#p/papyrus}{#f/0}MAS NADA QUE NÃO FOSSE PREDESTINADO A SER!
zh_cn: <18>{#p/papyrus}{#f/4}但我们注定是没戏的！ゑ
zh_tw: <18>{#p/papyrus}{#f/4}但我們註定是沒戲的！ゑ

source: <18>{#p/papyrus}{#f/6}WHAT!?!? WE CAN'T MARRY!!
pt_br: <18>{#p/papyrus}{#f/6}O QUE!?!? NÃO PODEMOS CASAR!!
zh_cn: <18>{#p/papyrus}{#f/6}你说啥！？！？ 我不能和你结婚！！
zh_tw: <18>{#p/papyrus}{#f/6}什麼！？！？ 我們不能結婚！！

source: <18>{#p/papyrus}{#f/0}WE AGREED THAT IT WOULDN'T WORK OUT, REMEMBER?
pt_br: <18>{#p/papyrus}{#f/0}NÓS CONCORDAMOS QUE NÃO IRIA FUNCIONAR, LEMBRA?
zh_cn: <18>{#p/papyrus}{#f/0}还记得吗？ 我们是不会有结果的， 当时都说好了的啊！
zh_tw: <18>{#p/papyrus}{#f/0}我們都說好了 是不會有結果的， 還記得嗎？

source: <18>{#p/papyrus}{#f/0}WE'RE ALREADY VERY COOL FRIENDS!
pt_br: <18>{#p/papyrus}{#f/0}NÓS JÁ SOMOS AMIGOS MUITO LEGAIS!
zh_cn: <18>{#p/papyrus}{#f/0}我们已经是 一对酷酷的朋友了啊！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我們已經是 一對酷酷的朋友了啊！ゑ

source: <18>{#p/papyrus}{#f/5}AND IF I MARRIED YOU, WELL...
pt_br: <18>{#p/papyrus}{#f/5}E SE EU ME CASASSE COM VOCÊ, BEM...
zh_cn: <18>{#p/papyrus}{#f/5}而且要是我们结婚了...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}而且要是我們結婚了...ゑ

source: <18>{#p/papyrus}{#f/6}I WOULDN'T GET TO HAVE YOU AS A FRIEND ANYMORE!
pt_br: <18>{#p/papyrus}{#f/6}EU NÃO PODERIA MAIS TE TER COMO AMIGO!
zh_cn: <18>{#p/papyrus}{#f/6}那我就没法和你 做朋友了！ゑ
zh_tw: <18>{#p/papyrus}{#f/6}那我就沒法和你 做朋友了！ゑ

source: <18>{#p/papyrus}{#f/4}SUCH A PAIRING WOULD BE... TOO POWERFUL.
pt_br: <18>{#p/papyrus}{#f/4}QUE LASTIMA ISSO SERIA... MUITO TRISTE.
zh_cn: <18>{#p/papyrus}{#f/4}那样的一对... 有点过于强大了。
zh_tw: <18>{#p/papyrus}{#f/4}那樣的一對... 有點過於強大了。

source: <18>{#p/papyrus}{#f/0}THIS ROOM USED TO BE CONNECTED WITH A BRIDGE.
pt_br: <18>{#p/papyrus}{#f/0}ESSA SALA ERA CONECTADA COM UMA PONTE.
zh_cn: <18>{#p/papyrus}{#f/0}这片空地 以前是分开来的， 被一座桥所连接着。
zh_tw: <18>{#p/papyrus}{#f/0}這個房間過去是 用一座橋連接的。

source: <18>{#p/papyrus}{#f/4}TWO HALVES, JOINED AT THE CENTERPOINT...
pt_br: <18>{#p/papyrus}{#f/4}DUAS METADES, UNIDAS NO PONTO CENTRAL...
zh_cn: <18>{#p/papyrus}{#f/4}左右两半， 在中心相连...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}左右兩半， 在中心相連...ゑ

source: <18>{#p/papyrus}{#f/9}LIKE THE SOULS OF TWO VERY INTREPID SKELETONS!
pt_br: <18>{#p/papyrus}{#f/9}COMO AS ALMAS DE DOIS ESQUELETOS BEM VALENTES!
zh_cn: <18>{#p/papyrus}{#f/9}就像两个 英勇的骷髅的灵魂！
zh_tw: <18>{#p/papyrus}{#f/9}就像兩個很勇敢的 骷髏的靈魂！

source: <18>{#p/papyrus}{#f/5}I DON'T KNOW EXACTLY WHAT SANS IS THINKING NOW...
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO SEI EXATAMENTE NO QUE O SANS ESTÁ PENSANDO AGORA...
zh_cn: <18>{#p/papyrus}{#f/5}话说，SANS现在 在想啥呢...
zh_tw: <18>{#p/papyrus}{#f/5}我不知道SANS現在 在想什麼...

source: <18>{#p/papyrus}{#f/4}BUT I'D IMAGINE IT HAS A LOT TO DO WITH CONDIMENTS.
pt_br: <18>{#p/papyrus}{#f/4}MAS IMAGINO QUE TENHA MUITO A VER COM CONDIMENTOS.
zh_cn: <18>{#p/papyrus}{#f/4}不是很确定， 但我寻思肯定 跟调味品有点关系。
zh_tw: <18>{#p/papyrus}{#f/4}但我覺得肯定跟 調味品有很大關係。

source: <18>{#p/papyrus}{#f/5}IF ONLY HE'D STOP OBSESSING OVER THEM...
pt_br: <18>{#p/papyrus}{#f/5}SE ELE PELO MENOS PARASSE DE SER TÃO OBSESSIVO...
zh_cn: <18>{#p/papyrus}{#f/5}要是他别老这么 惦记调味品就好了...
zh_tw: <18>{#p/papyrus}{#f/5}要是他不再對調味品 念念不忘就好了...

source: <18>{#p/papyrus}{#f/7}THEN, I WOULDN'T HAVE TO "YAMOK" HIM FOR IT!!
pt_br: <18>{#p/papyrus}{#f/7}ENTÃO, EU NÃO PRECISARIA MAIS "ALERTÁ-LO" DE NADA!!
zh_cn: <18>{#p/papyrus}{#f/7}不然我就得 用雅莫酱好好 {@fill=#ff0}酱{@fill=#fff}他一军了！！
zh_tw: <18>{#p/papyrus}{#f/7}不然我就得 好好用雅莫醬 {@fill=#ff0}醬{@fill=#fff}他一軍了！！

source: <25>{#p/undyne}{#f/1}* Oh yeah, aren't you guys linked or something?
pt_br: <25>{#p/undyne}{#f/1}* Ah, sim, vocês não estão ligados ou algo assim?
zh_cn: <25>{#p/undyne}{#f/1}* 对哦， 你俩之间是不是 有什么联结之类的东西？
zh_tw: <25>{#p/undyne}{#f/1}* 對喔， 你倆之間是不是 有什麼聯結之類的東西？

source: <18>{#p/papyrus}{#f/0}FOR AS LONG AS WE CAN REMEMBER!
pt_br: <18>{#p/papyrus}{#f/0}PELO TEMPO QUE CONSEGUIMOS NOS LEMBRAR!
zh_cn: <18>{#p/papyrus}{#f/0}从记事起， 我们就一直是这样！
zh_tw: <18>{#p/papyrus}{#f/0}從記事起， 我們就一直是這樣！

source: <25>{#p/undyne}{#f/14}* That kind of reminds me of those old stories...
pt_br: <25>{#p/undyne}{#f/14}* Isso meio que me lembra daquelas histórias antigas...
zh_cn: <25>{#p/undyne}{#f/14}* 这倒是让我想起了些 古老的故事...
zh_tw: <25>{#p/undyne}{#f/14}* 這倒是讓我想起了些 古老的故事...

source: <25>{#p/undyne}{#f/17}* ... of a skeleton who once experimented on himself.
pt_br: <25>{#p/undyne}{#f/17}* ... de um esqueleto que uma vez experimentou em si mesmo.
zh_cn: <25>{#p/undyne}{#f/17}* ...那是关于 一个拿自己做实验的骷髅的。
zh_tw: <25>{#p/undyne}{#f/17}* ...那是關於 一個拿自己做實驗的骷髏的。

source: <25>{#p/undyne}{#f/8}* For all we know, YOU and your brother could have been involved!!
pt_br: <25>{#p/undyne}{#f/8}* Pelo que sabemos, VOCÊ e seu irmão poderiam estar envolvidos!!
zh_cn: <25>{#p/undyne}{#f/8}* 说不定， 你和你的兄弟 和他有点关系呢！！
zh_tw: <25>{#p/undyne}{#f/8}* 說不定， 你和你的兄弟 和他有點關係呢！！

source: <18>{#p/papyrus}{#f/1}ME, UNKNOWINGLY PART OF AN EXPERIMENT!?
pt_br: <18>{#p/papyrus}{#f/1}EU, PARTE DE UM EXPERIMENTO DESCONHECIDO!?
zh_cn: <18>{#p/papyrus}{#f/1}我， 在不知情的情况下 参与了一场实验！？
zh_tw: <18>{#p/papyrus}{#f/1}我， 在不知情的情況下 參與了一場實驗！？

source: <18>{#p/papyrus}{#f/7}THAT'S PREPOSTEROUS!
pt_br: <18>{#p/papyrus}{#f/7}ISSO É RIDÍCULO!
zh_cn: <18>{#p/papyrus}{#f/7}这也太荒唐了！
zh_tw: <18>{#p/papyrus}{#f/7}這也太荒唐了！

source: <25>{#p/undyne}{#f/15}* ... you never know...
pt_br: <25>{#p/undyne}{#f/15}* ... nunca se sabe...
zh_cn: <25>{#p/undyne}{#f/15}* ...谁知道呢...
zh_tw: <25>{#p/undyne}{#f/15}* ...誰知道呢...

source: <18>{#p/papyrus}{#f/5}I WISH I HAD MORE TO SAY...
pt_br: <18>{#p/papyrus}{#f/5}EU QUERIA TER MAIS O QUE DIZER...
zh_cn: <18>{#p/papyrus}{#f/5}我想就这片空地 再聊点别的...
zh_tw: <18>{#p/papyrus}{#f/5}我希望我還能有 別的話可說...

source: <18>{#p/papyrus}{#f/4}BUT I CAN'T STOP THINKING ABOUT CONDIMENTS.
pt_br: <18>{#p/papyrus}{#f/4}MAS NÃO CONSIGO PARAR DE PENSAR EM CONDIMENTOS...
zh_cn: <18>{#p/papyrus}{#f/4}但我现在满脑子想的 都是调味品的事。ゑ
zh_tw: <18>{#p/papyrus}{#f/4}但我現在滿腦子想的 都是調味品的事。ゑ

source: <18>{#p/papyrus}{#f/0}WELL, NOW I'M REALLY CURIOUS ABOUT MY PAST.
pt_br: <18>{#p/papyrus}{#f/0}BEM, AGORA ESTOU CURIOSO EM RELAÇÃO AO MEU PASSADO.
zh_cn: <18>{#p/papyrus}{#f/0}嗯， 我现在还真有点好奇 我的过去了。
zh_tw: <18>{#p/papyrus}{#f/0}嗯， 我現在還真有點好奇 我的過去了。

source: <18>{#p/papyrus}{#f/9}NOTHING A LITTLE RESEARCH CAN'T HELP WITH!
pt_br: <18>{#p/papyrus}{#f/9}NADA QUE UMA PESQUISA NÃO POSSA AJUDAR!
zh_cn: <18>{#p/papyrus}{#f/9}应该只要 稍微调查一下， 就能搞清楚了！
zh_tw: <18>{#p/papyrus}{#f/9}應該只要 稍微調查一下， 就能搞清楚了！

source: <25>{#p/undyne}{#f/14}* If you'd like, I could give you a hand...
pt_br: <25>{#p/undyne}{#f/14}* Se você quiser, posso te dar uma mãozinha...
zh_cn: <25>{#p/undyne}{#f/14}* 需要的话， 我也可以帮你...
zh_tw: <25>{#p/undyne}{#f/14}* 需要的話， 我也可以幫你...

source: <18>{#p/papyrus}{#f/5}NO, IT'S ALRIGHT. BESIDES, AS THE GUARD CAPTAIN...
pt_br: <18>{#p/papyrus}{#f/5}NÃO, TUDO BEM. ALIÁS, COMO CAPITÃ DA GUARDA REAL...
zh_cn: <18>{#p/papyrus}{#f/5}没关系，不用了。 况且，作为卫队长...
zh_tw: <18>{#p/papyrus}{#f/5}沒關係，不用了。 況且，作為衛隊長...

source: <18>{#p/papyrus}{#f/4}YOU ALREADY HAVE WAY TOO MUCH ON YOUR PLATE.
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ JÁ TEM MUITA COISA PRA FAZER.
zh_cn: <18>{#p/papyrus}{#f/4}你已经够忙的了。
zh_tw: <18>{#p/papyrus}{#f/4}你已經夠忙的了。

source: <18>{#p/papyrus}{#f/4}THOSE SPOT-THE- DIFFERENCE PUZZLES SANS LIKES...
pt_br: <18>{#p/papyrus}{#f/4}AQUELES QUEBRA-CABEÇAS DE DESCOBRIR AS DIFERENÇAS QUE SANS GOSTA...
zh_cn: <18>{#p/papyrus}{#f/4}SANS很喜欢那些 找不同的谜题...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}SANS很喜歡那些 找不同的謎題...ゑ

source: <18>{#p/papyrus}{#f/5}WELL, THE ONES I USED TO SOLVE WERE STRAIGHTFORWARD.
pt_br: <18>{#p/papyrus}{#f/5}BEM, OS QUE EU COSTUMAVA RESOLVER ERAM DIRETOS.
zh_cn: <18>{#p/papyrus}{#f/5}我之前做的找不同 都挺简单的。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}我之前做的找不同 都挺簡單的。ゑ

source: <18>{#p/papyrus}{#f/7}BUT LATELY, THEY'VE BECOME NIGH IMPOSSIBLE!
pt_br: <18>{#p/papyrus}{#f/7}MAS DEPOIS, ELES SE TORNARAM QUASE IMPOSSÍVEIS!
zh_cn: <18>{#p/papyrus}{#f/7}但最近这些简直是 不可能做得出来！
zh_tw: <18>{#p/papyrus}{#f/7}但最近的都變得 幾乎找不到了！

source: <18>{#p/papyrus}{#f/4}SHORT OF SCANNING THE IMAGE PIXEL FOR PIXEL...
pt_br: <18>{#p/papyrus}{#f/4}TENDO QUE OLHAR A IMAGEM PIXEL POR PIXEL...
zh_cn: <18>{#p/papyrus}{#f/4}要是没有可以进行 像素级扫描的机器...
zh_tw: <18>{#p/papyrus}{#f/4}如果不對圖像像素 進行像素掃描...

source: <18>{#p/papyrus}{#f/7}THERE'S NO WAY ANYONE COULD SOLVE THEM!
pt_br: <18>{#p/papyrus}{#f/7}NÃO É POSSÍVEL QUE ALGUÉM TENHA PACIÊNCIA PRA ISSO!
zh_cn: <18>{#p/papyrus}{#f/7}根本没人能把不同点 全找出来！
zh_tw: <18>{#p/papyrus}{#f/7}根本就沒人能 解決！

source: <18>{#p/papyrus}{#f/7}IT'S RIDICULOUS!
pt_br: <18>{#p/papyrus}{#f/7}É RIDÍCULO!
zh_cn: <18>{#p/papyrus}{#f/7}太荒唐了！
zh_tw: <18>{#p/papyrus}{#f/7}太荒謬了！

source: <25>{#p/undyne}{#f/1}* That puzzle artist in the librarby makes them, I think.
pt_br: <25>{#p/undyne}{#f/1}* Aquela artista de desafios na libraria faz eles, eu acho.
zh_cn: <25>{#p/undyne}{#f/1}* 我觉得这些应该是图书馆 那个迷题设计师绘制的。
zh_tw: <25>{#p/undyne}{#f/1}* 我覺得這些應該是圖書館 那個迷題設計師繪製的。

source: <25>{#p/undyne}{#f/11}* ... something tells me she's really bored with her job.
pt_br: <25>{#p/undyne}{#f/11}* ... algo me diz que ela é bem entediada com esse trabalho.
zh_cn: <25>{#p/undyne}{#f/11}* ...感觉她认为 自己的工作相当无聊。
zh_tw: <25>{#p/undyne}{#f/11}* ...感覺她認為 自己的工作相當無聊。

source: <18>{#p/papyrus}{#f/4}NOW THERE'S A PUZZLE...
pt_br: <18>{#p/papyrus}{#f/4}AGORA TEM UM QUEBRA CABEÇA...
zh_cn: <18>{#p/papyrus}{#f/4}这算哪门子迷题...
zh_tw: <18>{#p/papyrus}{#f/4}這算哪門子迷題...

source: <18>{#p/papyrus}{#f/0}I'LL JUST HAVE TO GO OVER THERE AND "SOLVE" IT!
pt_br: <18>{#p/papyrus}{#f/0}VOU TER QUE IR ATÉ LÁ E "RESOLVER!"
zh_cn: <18>{#p/papyrus}{#f/0}看来我得去 好好“处理”一下了！
zh_tw: <18>{#p/papyrus}{#f/0}看來我得去 好好「處理」一下了！

source: <25>{#p/undyne}{#f/12}* Or maybe you could create your own...?
pt_br: <25>{#p/undyne}{#f/12}* Ou talvez você possa criar seu próprio...?
zh_cn: <25>{#p/undyne}{#f/12}* 或许你也可以 自己设计一个...？
zh_tw: <25>{#p/undyne}{#f/12}* 或許你也可以 自己設計一個...？

source: <18>{#p/papyrus}{#f/9}MAYBE I COULD!
pt_br: <18>{#p/papyrus}{#f/9}TALVEZ EU O FAÇA!
zh_cn: <18>{#p/papyrus}{#f/9}我或许可以吧！
zh_tw: <18>{#p/papyrus}{#f/9}我或許可以吧！

source: <18>{#p/papyrus}{#f/4}ARE YOU ASKING FOR MY HELP?
pt_br: <18>{#p/papyrus}{#f/4}VOCÊ TÁ PEDINDO PELA MINHA AJUDA?
zh_cn: <18>{#p/papyrus}{#f/4}你想让我 帮你找一找？
zh_tw: <18>{#p/papyrus}{#f/4}你在尋求 我的幫助嗎？

source: <18>{#p/papyrus}{#f/7}WELL, FORGET IT!
pt_br: <18>{#p/papyrus}{#f/7}BEM, ESQUEÇA!
zh_cn: <18>{#p/papyrus}{#f/7}嘿，得了吧！
zh_tw: <18>{#p/papyrus}{#f/7}啊，算了！

source: <18>{#p/papyrus}{#f/0}UNFAIR PUZZLES AREN'T WORTH SOLVING, ANYWAY.
pt_br: <18>{#p/papyrus}{#f/0}QUEBRA-CABEÇAS INJUSTOS NÃO VALEM O DESAFIO DE RESOLVER.
zh_cn: <18>{#p/papyrus}{#f/0}乱提难度的谜题 不值得去解。
zh_tw: <18>{#p/papyrus}{#f/0}反正， 不公平的謎題 不值得去解。

source: <25>{#p/undyne}{#f/1}* Any time I get stuck on these things, I just send them to Alphys.
pt_br: <25>{#p/undyne}{#f/1}* Toda vez que eu fico presa nessas coisas, eu mando pra direto pra Alphys.
zh_cn: <25>{#p/undyne}{#f/1}* 每回卡在这种迷题上， 我就直接把图发给Alphys。
zh_tw: <25>{#p/undyne}{#f/1}* 每當我卡在這類迷題上， 我就會傳送給Alphys。

source: <25>{#p/undyne}{#f/14}* She's got some fancy image subtraction thing or whatever.
pt_br: <25>{#p/undyne}{#f/14}* Ela tem alguma coisa sofisticada de subtração de imagem ou algo assim.
zh_cn: <25>{#p/undyne}{#f/14}* 她有个什么高级的 图像减影工具。ゑ
zh_tw: <25>{#p/undyne}{#f/14}* 她有個什麼高級的 圖像減影工具。ゑ

source: <18>{#p/papyrus}{#f/0}SUBTRACTION, HUH?
pt_br: <18>{#p/papyrus}{#f/0}SUBTRAÇÃO, VOCÊ DIZ?
zh_cn: <18>{#p/papyrus}{#f/0}减影？
zh_tw: <18>{#p/papyrus}{#f/0}什麼，減影？

source: <18>{#p/papyrus}{#f/4}... WOULDN'T THE MORE ACCURATE TERM BE "COMPARISON?"
pt_br: <18>{#p/papiro}{#f/4}... O TERMO MAIS PRECISO NÃO SERIA "COMPARAÇÃO?"
zh_cn: <18>{#p/papyrus}{#f/4}...“对比”这个词 会更准确点吧？
zh_tw: <18>{#p/papyrus}{#f/4}...「對比」這個詞 會更加準確吧？

source: <25>{#p/undyne}{#f/8}* Well, it sure does subtract from the headache!
pt_br: <25>{#p/undyne}{#f/8}* Sei lá, mas subtrai minha dor de cabeça!
zh_cn: <25>{#p/undyne}{#f/8}* 总之，那玩意确实能 减轻我头疼的程度！ゑ
zh_tw: <25>{#p/undyne}{#f/8}* 總之，那玩意確實能 減輕我頭疼的程度！ゑ

source: <18>{#p/papyrus}{#f/0}SOME SAY THE MICROWAVE IN THAT ROOM...
pt_br: <18>{#p/papyrus}{#f/0}ALGUNS DIZEM QUE O MICRO-ONDAS NESTA SALA...
zh_cn: <18>{#p/papyrus}{#f/0}有人说那房间里的 微波炉...ゑ
zh_tw: <18>{#p/papyrus}{#f/0}有人說那房間裡的 微波爐...ゑ

source: <18>{#p/papyrus}{#f/0}HAS A SO-CALLED "HIDDEN FUNCTION."
pt_br: <18>{#p/papyrus}{#f/0}TEM UMA FUNÇÃO "SECRETA."
zh_cn: <18>{#p/papyrus}{#f/0}有一个所谓的 “隐藏功能”。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}有一個所謂的 「隱藏功能」。ゑ

source: <18>{#p/papyrus}{#f/5}THAT, UNBEKNOWNST TO MOST...
pt_br: <18>{#p/papyrus}{#f/5}QUE, SEM O CONHECIMENTO DA MAIORIA...
zh_cn: <18>{#p/papyrus}{#f/5}不过，大多数人 不知道的是...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}不過，大多數人 不知道的是...ゑ

source: <18>{#p/papyrus}{#f/4}ITS "MICRO" WAVES ARE IN FACT... GRAVITATIONAL.
pt_br: <18>{#p/papyrus}{#f/4}QUE SUAS "MICRO" ONDAS SÃO NA VERDADE... GRAVITACIONAIS.
zh_cn: <18>{#p/papyrus}{#f/4}它发出的“微”波... 其实是 “微”小的引力波。
zh_tw: <18>{#p/papyrus}{#f/4}它發出的「微」波... 實際上是 「微」小的引力波。
