Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/basic}* It was the first thing I ever said about this trash can.
pt_br: <32>{#p/basic}* Foi a primeira coisa que eu disse sobre essa lixeira.
zh_cn: <32>{#p/basic}* 那是我对这个垃圾桶 说过的第一句话。
zh_tw: <32>{#p/basic}* 那是我對這個垃圾桶 說過的第一句話。

source: <32>{#p/basic}* ... * I said... * Wait for it...
pt_br: <32>{#p/basic}* ... *Eu disse... * Espera por isso...
zh_cn: <32>{#p/basic}* ... * 我说过... * 你等一下...
zh_tw: <32>{#p/basic}* ... * 我說過... * 你等一下...

source: <32>{#p/human}* (You can't make out what's in the trash...)
pt_br: <32>{#p/human}* (Você não consegue entender o que tem na lixeira...)
zh_cn: <32>{#p/human}* （你看不出来垃圾桶里有什么...）
zh_tw: <32>{#p/human}* （你看不出來垃圾桶裡有什麼...）

source: <32>{#p/human}* (The food in this fridge seems decent enough.)
pt_br: <32>{#p/human}* (A comida na geladeira parece descente.)
zh_cn: <32>{#p/human}* （冰箱内的食物看起来不错。）
zh_tw: <32>{#p/human}* （冰箱內的食物看起來不錯。）

source: <32>{#p/basic}* It's been gutted.
pt_br: <32>{#p/basic}* Foi destruído.
zh_cn: <32>{#p/basic}* 底部被掏空了。
zh_tw: <32>{#p/basic}* 底部被掏空了。

source: <32>{#p/basic}* Oops, all spaghetti.
pt_br: <32>{#p/basic}* Oops, tudo espaguete.
zh_cn: <32>{#p/basic}* 哎呦，全是意大利面。
zh_tw: <32>{#p/basic}* 哎呦，全是義大利麵。

source: <18>{#p/papyrus}{#f/9}AH-HA! INTERESTED IN MY FOOD MUSEUM?
pt_br: <18>{#p/papyrus}{#f/9}AH-HA! INTERESSADO NO MEU MUSEU DE COMIDA?
zh_cn: <18>{#p/papyrus}{#f/9}啊哈！ 对我的食物博物馆 感兴趣了吗？
zh_tw: <18>{#p/papyrus}{#f/9}啊哈！ 對我的食物博物館 感興趣了嗎？

source: <18>{#f/0}PLEASE, FEEL FREE TO PERUSE MY CULINARY ARTSHOW.
pt_br: <18>{#f/0}POR FAVOR, EXAMINE MINHA ARTE CULINÁRIA.
zh_cn: <18>{#f/0}请随意参观我的 烹饪艺术展。
zh_tw: <18>{#f/0}請隨意參觀我的 烹飪藝術展。

source: <32>{#p/basic}* Half of the fridge is filled with containers all labelled "spaghetti."
pt_br: <32>{#p/basic}* Metade do freezer tem potes escritos "espaguete" com caneta.
zh_cn: <32>{#p/basic}* 冰箱的一半都堆满了 标有“意大利面”的容器。
zh_tw: <32>{#p/basic}* 冰箱的一半都堆滿了 標有「義大利麵」的容器。

source: <32>* The other half contains nothing but an empty bottle of orange soda.
pt_br: <32>* A outra metade tem um litro de refrigerante de laranja vazio.
zh_cn: <32>* 另一半则只放了一瓶橙汁汽水。
zh_tw: <32>* 另一半則只放了一瓶橙汁汽水。

source: <18>{#p/papyrus}GREAT FRIDGE, ISN'T IT?
pt_br: <18>{#p/papyrus}BOA GELADEIRA, NÃO É?
zh_cn: <18>{#p/papyrus}不错的冰箱， 是吧？
zh_tw: <18>{#p/papyrus}不錯的冰箱， 是吧？

source: <32>{#p/basic}* The bottle is labelled as property of "ALPHYS."
pt_br: <32>{#p/basic}* O litro está rotulado como propriedade da "ALPHYS."
zh_cn: <32>{#p/basic}* 瓶子上写着 “ALPHYS”的名字。
zh_tw: <32>{#p/basic}* 瓶子上寫著 「ALPHYS」的名字。

source: <32>{#p/human}* (You doubt the stardust is actually edible.)
pt_br: <32>{#p/human}* (Você duvida que a poeira estelar seja realmente comestível.)
zh_cn: <32>{#p/human}* （你怀疑这些星尘 实际上可以食用。）
zh_tw: <32>{#p/human}* （你懷疑這些星塵 實際上可以食用。）

source: <18>{#p/papyrus}AH YES, THE DINING TABLE.
pt_br: <18>{#p/papyrus}AH SIM, A MESA DE JANTAR.
zh_cn: <18>{#p/papyrus}啊，没错， 这是餐桌。
zh_tw: <18>{#p/papyrus}啊，沒錯， 這是餐桌。

source: <18>{#f/5}WE USED TO KEEP A PET MOON ROCK THERE...
pt_br: <18>{#f/5}NÓS CUIDAMOS DE UMA PEDRA DA LUA AQUI...
zh_cn: <18>{#f/5}我们之前养过 一块月岩...
zh_tw: <18>{#f/5}我們之前養過 一塊月巖...

source: <18>{#f/7}UNTIL ONE DAY, IT TOTALLY VANISHED!
pt_br: <18>{#f/7}ATÉ QUE UM DIA, ELA SUMIU!
zh_cn: <18>{#f/7}但后来有一天， 它彻底消失了！
zh_tw: <18>{#f/7}但後來有一天， 它徹底消失了！

source: <18>{#f/4}AT FIRST, I BLAMED THAT MEDDLING CANINE...
pt_br: <18>{#f/4}NO COMEÇO, CULPEI AQUELE CÃO INTROMETIDO...
zh_cn: <18>{#f/4}最开始，我觉得是 那只爱管闲事的 狗干的。
zh_tw: <18>{#f/4}最開始，我覺得是 那隻愛管閒事的 狗幹的。

source: <18>{#f/7}BUT THEN I FOUND THAT SANS HAD USED IT TO TEST HIS...
pt_br: <18>{#f/7}MAS AÍ DESCOBRI QUE SANS USOU PARA TESTAR...
zh_cn: <18>{#f/7}但后来我发现， 是SANS用它来测试 他的...
zh_tw: <18>{#f/7}但後來我發現， 是SANS用它來測試 他的...

source: <18>{#f/6}HIS... ACTUALLY USEFUL GADGET. WOWIE...
pt_br: <18>{#f/6}SEU... INVERSOR SUPER ÚTIL. UAU...
zh_cn: <18>{#f/6}他的... 很有用的 小玩意。 哇...
zh_tw: <18>{#f/6}他的... 很有用的 小玩意。 哇...

source: <18>{#f/0}YOU KNOW WHAT, I'LL GIVE IT TO HIM.
pt_br: <18>{#f/0}QUER SABER DE UMA COISA, EU ENTENDO.
zh_cn: <18>{#f/0}所以呢， 给他就给他了吧。
zh_tw: <18>{#f/0}所以呢， 給他就給他了吧。

source: <18>{#f/0}HE GENUINELY TRIED PUTTING EFFORT INTO SOMETHING.
pt_br: <18>{#f/0}ELE SE ESFORÇOU PARA UMA COISA.
zh_cn: <18>{#f/0}他真的在努力去 做一件事。
zh_tw: <18>{#f/0}他真的在努力去 做一件事。

source: <18>{#f/4}EVEN IF IT COST US A VALUABLE MOON ROCK.
pt_br: <18>{#f/4}MESMO QUE ISSO TENHA NOS CUSTADO UM PEDAÇO DA LUA.
zh_cn: <18>{#f/4}即使要我们付出 那块宝贵的月岩的 代价。
zh_tw: <18>{#f/4}即使要我們付出 那塊寶貴的月巖的 代價。

source: <18>{#f/0}YEAH!! 'E' FOR EFFORT!!
pt_br: <18>{#f/0}É!!! 'É' DE ESFORÇO!!!
zh_cn: <18>{#f/0}是啊！！ 努力总比 不努力强！！
zh_tw: <18>{#f/0}是啊！！ 努力總比 不努力強！！

source: <32>{#p/basic}* It's covered in edible stardust.
pt_br: <32>{#p/basic}* Está coberto de poeira estelar comestível.
zh_cn: <32>{#p/basic}* 上面覆盖着 可食用的星尘。
zh_tw: <32>{#p/basic}* 上面覆蓋著 可食用的星塵。

source: <25>{#p/asriel1}{#f/13}* Tell me, Frisk...
pt_br: <25>{#p/asriel1}{#f/13}* Me diga, Frisk...
zh_cn: <25>{#p/asriel1}{#f/13}* Frisk，我想问一下...
zh_tw: <25>{#p/asriel1}{#f/13}* Frisk，我想問一下...

source: <25>{#f/13}* Have you ever heard the tragedy of the abandoned cheesecake?
pt_br: <25>{#f/13}* Você já ouviu falar sobre a tragédia do Cheesecake abandonado?
zh_cn: <25>{#f/13}* 你听说过被遗弃的 芝士蛋糕的悲剧吗？
zh_tw: <25>{#f/13}* 你聽說過被遺棄的 芝士蛋糕的悲劇嗎？

source: <25>{#f/16}* Right here in this pie tin, a confection was created...
pt_br: <25>{#f/16}* Bem aqui nesta forma de torta, uma confecção foi criada...
zh_cn: <25>{#f/16}* 就在这个烤盘里， 一个甜点被创造出来...
zh_tw: <25>{#f/16}* 就在這個烤盤裡， 一個甜點被創造出來...

source: <25>{#f/3}* Something beyond what its baker forsaw.
pt_br: <25>{#f/3}* Algo além do que seu padeiro previu.
zh_cn: <25>{#f/3}* 这让烘焙师感到出乎意料。
zh_tw: <25>{#f/3}* 這讓烘焙師感到出乎意料。

source: <25>{#p/asriel1}{#f/3}* See, Sans had created a cheesecake so sweet...
pt_br: <25>{#p/asriel1}{#f/3}* Sabe, Sans criou um cheesecake tão doce...
zh_cn: <25>{#p/asriel1}{#f/3}* 看，Sans创造出了一个 多么甜蜜的芝士蛋糕啊...
zh_tw: <25>{#p/asriel1}{#f/3}* 看，Sans創造出了一個 多麼甜蜜的芝士蛋糕啊...

source: <25>{#f/4}* Anyone who tried it would become addicted to it.
pt_br: <25>{#f/4}* Que qualquer pessoa que tentasse comer ficaria viciado nele.
zh_cn: <25>{#f/4}* 任何尝过这个蛋糕的人， 都将对其感到无法自拔。
zh_tw: <25>{#f/4}* 任何嘗過這個蛋糕的人， 都將對其感到無法自拔。

source: <25>{#f/15}* If he wanted, he could take every customer on the outpost.
pt_br: <25>{#f/15}* Se ele quisesse, poderia ser padeiro de todo mundo no Outpost.
zh_cn: <25>{#f/15}* 只要他愿意， 他的顾客将会遍布前哨站 的任何一个区域。
zh_tw: <25>{#f/15}* 只要他願意， 他的顧客將會遍布前哨站 的任何一個區域。

source: <25>{#p/asriel1}{#f/13}* In the end, Sans knew he'd upstage his brother...
pt_br: <25>{#p/asriel1}{#f/13}* No final, Sans sabia que iria ofuscar seu irmão...
zh_cn: <25>{#p/asriel1}{#f/13}* 最后， Sans知道这将会 出尽他兄弟的风头。
zh_tw: <25>{#p/asriel1}{#f/13}* 最後， Sans知道這將會 出盡他兄弟的風頭。

source: <25>{#f/15}* And that, by simply creating the cheescake, he'd gone too far.
pt_br: <25>{#f/15}* E assim, pela simples criação daquele Cheesecake, ele tinha ido longe demais.
zh_cn: <25>{#f/15}* 而且，仅仅通过 制作一个芝士蛋糕 也太过分了。
zh_tw: <25>{#f/15}* 而且，僅僅通過 製作一個芝士蛋糕 也太過分了。

source: <25>{#f/16}* So he stashed it away to avoid taking the responsibility.
pt_br: <25>{#f/16}* Então ele parou de fazê-los para não ter responsabilidades.
zh_cn: <25>{#f/16}* 所以，他把它藏起来 以避免承担责任。
zh_tw: <25>{#f/16}* 所以，他把它藏起來 以避免承擔責任。

source: <25>{#p/asriel1}{#f/16}* Alas, the tragedy of the abandoned cheesecake.
pt_br: <25>{#p/asriel1}{#f/16}* Alas, a tragédia do Cheesecake abandonado.
zh_cn: <25>{#p/asriel1}{#f/16}* 唉，这就是被遗弃的 芝士蛋糕的悲剧。
zh_tw: <25>{#p/asriel1}{#f/16}* 唉，這就是被遺棄的 芝士蛋糕的悲劇。

source: <32>{#p/basic}* There's an empty pie tin inside the stove.
pt_br: <32>{#p/basic}* Há uma forma de torta vazia dentro do fogão.
zh_cn: <32>{#p/basic}* 烤箱里有一个 空的锡纸盘。
zh_tw: <32>{#p/basic}* 烤箱裡有一個 空的錫紙盤。

source: <18>{#p/papyrus}MY BROTHER ALWAYS GOES OUT TO EAT.
pt_br: <18>{#p/papyrus}MEU IRMÃO SEMPRE SAI PRA COMER.
zh_cn: <18>{#p/papyrus}我兄弟经常 去外面吃。
zh_tw: <18>{#p/papyrus}我兄弟經常 去外面吃。

source: <18>{#f/4}BUT RECENTLY, HE TRIED 'BAKING' SOMETHING...
pt_br: <18>{#f/4}MAS RECENTEMENTE, ELE TENTOU "COZINHAR..."
zh_cn: <18>{#f/4}但最近，他开始 尝试去“烘焙” 一些东西了...
zh_tw: <18>{#f/4}但最近，他開始 嘗試去「烘焙」 一些東西了...

source: <18>{#f/5}I THINK IT WAS... A CHEESECAKE?
pt_br: <18>{#f/5}EU ACHO QUE ERA... UM CHEESECAKE?
zh_cn: <18>{#f/5}我猜那个是... 芝士蛋糕？
zh_tw: <18>{#f/5}我猜那個是... 芝士蛋糕？

source: <18>{#f/6}I'M NOT QUITE SURE.
pt_br: <18>{#f/6}NÃO TENHO CERTEZA.
zh_cn: <18>{#f/6}我不太能确定。
zh_tw: <18>{#f/6}我不太能確定。

source: <25>{#p/asriel1}{#f/13}* Basically, Sans had created a cheesecake so sweet...
pt_br: <25>{#p/asriel1}{#f/13}* Basicamente o Sans criou um cheesecake tão doce...
zh_cn: <25>{#p/asriel1}{#f/13}* 总的说来， Sans创造了一个如此甜蜜的 芝士蛋糕...
zh_tw: <25>{#p/asriel1}{#f/13}* 總的說來， Sans創造了一個如此甜蜜的 芝士蛋糕...

source: <25>{#f/16}* Anyone who tried it would become addicted to it.
pt_br: <25>{#f/16}* Que qualquer um que tentasse ficaria viciado.
zh_cn: <25>{#f/16}* 任何尝过这个蛋糕的人， 都将对其感到无法自拔。
zh_tw: <25>{#f/16}* 任何嘗過這個蛋糕的人， 都將對其感到無法自拔。

source: <25>{#f/3}* If he wanted, he could have the outpost all to himself.
pt_br: <25>{#f/3}* Se ele quisesse, poderia ser o padeiro de todo mundo no Outpost.
zh_cn: <25>{#f/3}* 只要他愿意， 他的顾客将会遍布前哨站 的任何一个区域。
zh_tw: <25>{#f/3}* 只要他願意， 他的顧客將會遍布前哨站 的任何一個區域。

source: <25>{#f/3}* The cheesecake, it would seem...
pt_br: <25>{#f/3}* O cheesecake, ao que parece...
zh_cn: <25>{#f/3}* 这个芝士蛋糕，它就像一条... 通往成功道路上的捷径。
zh_tw: <25>{#f/3}* 這個芝士蛋糕，它就像一條... 通往成功道路上的捷徑。

source: <25>{#f/4}* Was a pathway to success Papyrus could never approve of.
pt_br: <25>{#f/4}* Foi um caminho para o sucesso que Papyrus nunca poderia aprovar.
zh_cn: <25>{#f/4}* 但是他的兄弟Papyrus 是绝对不会批准 让其通过的！
zh_tw: <25>{#f/4}* 但是他的兄弟Papyrus 是絕對不會批准 讓其通過的！

source: <32>{#p/basic}* It's a squeaky chew toy labelled 'special attack.'
pt_br: <32>{#p/basic}* É um brinquedo de barulho rotulado como 'ataque especial.'
zh_cn: <32>{#p/basic}* 这是一个吱吱作响的咀嚼玩具， 标签上写着“特殊攻击”。
zh_tw: <32>{#p/basic}* 這是一個吱吱作響的咀嚼玩具， 標籤上寫著「特殊攻擊」。

source: <32>{#p/human}* (The sign espouses the many benefits of boxes.)
pt_br: <32>{#p/human}* (O sinal expõe os inúmeros benefícios das caixas.)
zh_cn: <32>{#p/human}* （牌子上提到了 关于箱子的众多好处。）
zh_tw: <32>{#p/human}* （牌子上提到了 關於箱子的眾多好處。）

source: <32>{#p/basic}* "This is a box."
pt_br: <32>{#p/basic}* "Está é um caixa."
zh_cn: <32>{#p/basic}* “这是一个箱子。”
zh_tw: <32>{#p/basic}* 「這是一個箱子。」

source: <32>* "You can put an item inside or take an item out."
pt_br: <32>* "Você pode colocar um ítem dentro ou tirar um ítem pra fora."
zh_cn: <32>* “你可以把物品放进去 或者拿出来。”
zh_tw: <32>* 「你可以把物品放進去 或者拿出來。」

source: <32>* "The same box will appear later, so don't worry about coming back."
pt_br: <32>* "A mesma caixa vai aparecer mais tarde, então não se preocupe em voltar."
zh_cn: <32>* “同样的箱子之后还会出现， 不必担心要回来取东西。”
zh_tw: <32>* 「同樣的箱子之後還會出現， 不必擔心要回來取東西。」

source: <32>* "Sincerely, a box fan."
pt_br: <32>* "Sinceramente, um fã de caixas."
zh_cn: <32>* “谨上，一个箱子爱好者。”
zh_tw: <32>* 「謹上，一個箱子愛好者。」

source: <32>{#p/human}* (The interior wall of this doghouse appears to be covered in strange round circles.)
pt_br: <32>{#p/human}* (A parede interna desta casinha de cachorro parece estar coberta de estranhos círculos redondos.)
zh_cn: <32>{#p/human}* （这个狗屋的内墙 似乎被奇怪的圆圈环绕着。）
zh_tw: <32>{#p/human}* （這個狗屋的內牆 似乎被奇怪的圓圈環繞著。）

source: <32>{#p/basic}* There must be a lot of empty space in this doghouse.
pt_br: <32>{#p/basic}* Deve ter bastante espaço nessa casa de cachorro.
zh_cn: <32>{#p/basic}* 这个狗窝内部一定有很大空间。
zh_tw: <32>{#p/basic}* 這個狗窩內部一定有很大空間。

source: <32>{#p/basic}* A tiny doghouse.
pt_br: <32>{#p/basic}* Uma pequena casa de cachorro.
zh_cn: <32>{#p/basic}* 小狗窝。
zh_tw: <32>{#p/basic}* 小狗窩。

source: <32>{#p/basic}* I wonder if this doghouse also travels in time.
pt_br: <32>{#p/basic}* Me pergunto se essa casa de cachorro também viaja no tempo.
zh_cn: <32>{#p/basic}* 我觉得这个狗屋 里有一个时空隧道。
zh_tw: <32>{#p/basic}* 我覺得這個狗屋 裡有一個時空隧道。

source: <32>{#p/basic}* What a tiny doghouse!
pt_br: <32>{#p/basic}* Que casa de cachorro pequena!
zh_cn: <32>{#p/basic}* 多么小巧的狗屋啊！
zh_tw: <32>{#p/basic}* 多麼小巧的狗屋啊！

source: <32>{#p/basic}* Seems bigger on the inside.
pt_br: <32>{#p/basic}* Parece maior por dentro.
zh_cn: <32>{#p/basic}* 里头看起来比外边大。
zh_tw: <32>{#p/basic}* 裡頭看起來比外邊大。

source: <32>{#p/human}* (You struggle to explain what's written on this sign.)
pt_br: <32>{#p/human}* (Você mal consegue entender o que está escrito neste sinal.)
zh_cn: <32>{#p/human}* （你很难理解牌子上的内容。）
zh_tw: <32>{#p/human}* （你很難理解牌子上的內容。）

source: <32>{#p/basic}* "Woof."
zh_cn: <32>{#p/basic}* “汪汪。”
zh_tw: <32>{#p/basic}* 「汪汪。」

source: <32>{#p/human}* (The sign rates the danger level of certain smells.)
pt_br: <32>{#p/human}* (O sinal explica o perigo de certos cheiros.)
zh_cn: <32>{#p/human}* （牌子提到了 某些气味的危险程度分级。）
zh_tw: <32>{#p/human}* （牌子提到了 某些氣味的危險程度分級。）

source: <32>{#p/basic}* "Smell Danger Ratings"
pt_br: <32>{#p/basic}* "Ranking de Perigos dos Cheiros"
zh_cn: <32>{#p/basic}* “气味危险分级”
zh_tw: <32>{#p/basic}* 「氣味危險分級」

source: <32>* "Silicone Smell - Robot" * "WHITE rating" * "Can become {@fill=#2f2f2f}BLACK{@fill=#fff} rating."
pt_br: <32>* "Cheiro de silicone - robô" * "Classificação BRANCA" * "Pode se tornar {@fill=#2f2f2f}PRETA{@fill=#fff}.
zh_cn: <32>* “硅胶的气味 - 机器人” * “白色等级。” * “也可以变成{@fill=#2f2f2f}黑色{@fill=#fff}等级。”
zh_tw: <32>* 「矽膠的氣味 - 機器人」 * 「白色等級。」 * 「也可以變成{@fill=#2f2f2f}黑色{@fill=#fff}等級。」

source: <32>* "Unsuspicious Smell - Puppy" * "{@fill=#003cff}BLUE{@fill=#fff} rating." * "Smell of rolling around."
pt_br: <32>* "Cheiro Insuspeito - Cachorrinho" * "{@fill=#003cff}BLUE{@fill=#fff}." * "Cheiro de rolamento."
zh_cn: <32>* “不可疑的气味 - 小狗” * “{@fill=#003cff}蓝色{@fill=#fff}等级。” * “在地里打滚的气味。”
zh_tw: <32>* 「不可疑的氣味 - 小狗」 * 「{@fill=#003cff}藍色{@fill=#fff}等級。」 * 「在地裡打滾的氣味。」

source: <32>* "Weird Smell - Human" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Escape at all costs!"
pt_br: <32>* "Cheiro Estranho - Humano" * "{@fill=#00c000}GREEN{@fill=#fff}." * "Fugir a todo custo."
zh_cn: <32>* “古怪的气味 - 人类” * “{@fill=#00c000}绿色{@fill=#fff}等级。” * “一旦看到，立马逃跑！”
zh_tw: <32>* 「古怪的氣味 - 人類」 * 「{@fill=#00c000}綠色{@fill=#fff}等級。」 * 「一旦看到，立馬逃跑！」

source: <32>* "Weird Smell - Human" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Can defeat godlike beings."
pt_br: <32>* "Cheiro Estranho - Humano" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Pode derrotar seres divinos."
zh_cn: <32>* “古怪的气味 - 人类” * “{@fill=#00c000}绿色{@fill=#fff}等级。” * “不惧神明之力。”
zh_tw: <32>* 「古怪的氣味 - 人類」 * 「{@fill=#00c000}綠色{@fill=#fff}等級。」 * 「不懼神明之力。」

source: <32>* "Weird Smell - Human" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Destroy at all costs!"
pt_br: <32>* "Cheiro Estranho - Humano" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Destrua a todo custo!"
zh_cn: <32>* “古怪的气味 - 人类” * “{@fill=#00c000}绿色{@fill=#fff}等级。” * “不惜一切代价消灭！”
zh_tw: <32>* 「古怪的氣味 - 人類」 * 「{@fill=#00c000}綠色{@fill=#fff}等級。」 * 「不惜一切代價消滅！」

source: <32>* "Weird Smell - Puppy?" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Deep knowledge of petting."
pt_br: <32>* "Cheiro estranho - cachorrinho?" * "{@fill=#00c000}GREEN{@fill=#fff} ." * "Profundo conhecimento de carícias."
zh_cn: <32>* “古怪的气味 - 小狗？” * “{@fill=#00c000}绿色{@fill=#fff}等级。” * “深谙撸狗之道。”
zh_tw: <32>* 「古怪的氣味 - 小狗？」 * 「{@fill=#00c000}綠色{@fill=#fff}等級。」 * 「深諳擼狗之道。」

source: <32>{#p/human}* (It would appear this sign belongs to a male dog.)
pt_br: <32>{#p/human}* (Parece que esse sinal pertence a um cachorro macho.)
zh_cn: <32>{#p/human}* （这个哨站似乎属于一只公狗。）
zh_tw: <32>{#p/human}* （這個哨站似乎屬於一隻公狗。）

source: <32>{#p/basic}* "His."
pt_br: <32>{#p/basic}* "Dele."
zh_cn: <32>{#p/basic}* “他的。”
zh_tw: <32>{#p/basic}* 「他的。」

source: <32>{#p/basic}* Inside is a magazine for fancy blue-and-grey furcuts.
pt_br: <32>{#p/basic}* Dentro está uma revista para cortes de pele azuis e cinzas extravagantes.
zh_cn: <32>{#p/basic}* 这里有一本 关于蓝灰混搭的花哨毛型杂志。
zh_tw: <32>{#p/basic}* 這裡有一本 關於藍灰混搭的花哨毛型雜誌。

source: <32>{#p/human}* (It would appear this sign belongs to a female dog.)
pt_br: <32>{#p/human}* (Este sinal parece pertencer a uma cachorro fêmea.)
zh_cn: <32>{#p/human}* （这个哨站似乎属于一只母狗。）
zh_tw: <32>{#p/human}* （這個哨站似乎屬於一隻母狗。）

source: <32>{#p/basic}* "Hers."
pt_br: <32>{#p/basic}* "Dela."
zh_cn: <32>{#p/basic}* “她的。”
zh_tw: <32>{#p/basic}* 「她的。」

source: <32>{#p/basic}* Inside is a brochure for blunt heavy-duty weaponry.
pt_br: <32>{#p/basic}* Dentro está um folheto para armamento pesado contundente.
zh_cn: <32>{#p/basic}* 这里有一本 关于钝重型武器的宣传册。
zh_tw: <32>{#p/basic}* 這裡有一本 關於鈍重型武器的宣傳冊。

source: <32>{#p/human}* (The signed letter inside looks to have been ignored.)
pt_br: <32>{#p/human}* (Parece que a carta dentro foi ignorada.)
zh_cn: <32>{#p/human}* （这封信上的文字 似乎被忽略了。）
zh_tw: <32>{#p/human}* （這封信上的文字 似乎被忽略了。）

source: <32>{#p/basic}* Inside, on the floor, is a signed Royal Guard letter about tactical retreat.
pt_br: <32>{#p/basic}* Dentro, na chão, tem uma carta da Guarda Real falando sobre uma retirada tática.
zh_cn: <32>{#p/basic}* 地板上，是一封写着“果断撤离”的 皇家守卫签名信。
zh_tw: <32>{#p/basic}* 地板上，是一封寫著「果斷撤離」的 皇家守衛籤名信。

source: <32>{#p/basic}* The "treat" in "retreat" was nibbled off...
pt_br: <32>{#p/basic}* A "ameaça" em "retirada" parece ter sido rasgada...
zh_cn: <32>{#p/basic}* 信上的“果”字几乎都被啃掉了...
zh_tw: <32>{#p/basic}* 信上的「果」字幾乎都被啃掉了...

source: <32>{#p/basic}* Inside, on the floor, is a signed Royal Guard letter about standard uniforms.
pt_br: <32>{#p/basic}* Dentro, no chão, a um aviso da Guarda Real sobre uniformes.
zh_cn: <32>{#p/basic}* 在里面的地板上 放着一封关于统一制服尺寸的 皇家守卫签名信，
zh_tw: <32>{#p/basic}* 在裡面的地板上 放著一封關於統一制服尺寸的 皇家守衛籤名信，

source: <32>{#p/basic}* It's covered in pawprints.
pt_br: <32>{#p/basic}* Está coberto em arranhões.
zh_cn: <32>{#p/basic}* 上面全是爪印。
zh_tw: <32>{#p/basic}* 上面全是爪印。

source: <25>{#p/asriel1}{#f/20}* I think that might be a little tall for you.
pt_br: <25>{#p/asriel1}{#f/20}* Eu acho que isso deve ser um pouco alto pra você.
zh_cn: <25>{#p/asriel1}{#f/20}* 我想这把凳子 对你来说有点太高了。
zh_tw: <25>{#p/asriel1}{#f/20}* 我想這把凳子 對你來說有點太高了。

source: <32>{#p/basic}* Just another barstool.
pt_br: <32>{#p/basic}* Apenas mais uma banqueta.
zh_cn: <32>{#p/basic}* 另一把高脚凳。
zh_tw: <32>{#p/basic}* 另一把高腳凳。

source: <32>{#p/basic}* A barstool...
pt_br: <32>{#p/basic}* Uma banqueta...
zh_cn: <32>{#p/basic}* 一把高脚凳...
zh_tw: <32>{#p/basic}* 一把高腳凳...

source: <32>* Seems like the right size for Sans.
pt_br: <32>* Parece do tamanho certo para o Sans.
zh_cn: <32>* 高度刚好适合Sans。
zh_tw: <32>* 高度剛好適合Sans。

source: <32>{#p/human}* (You can't make out what's under the tray table...)
pt_br: <32>{#p/human}* (Você não consegue distinguir o que está embaixo da bandeja da mesa...)
zh_cn: <32>{#p/human}* （你无法辨认 折叠桌下有什么东西...）
zh_tw: <32>{#p/human}* （你無法辨認 摺疊桌下有什麼東西...）

source: <32>{#p/basic}* It's a tray table.
pt_br: <32>{#p/basic}* É uma mesa de bandeja.
zh_cn: <32>{#p/basic}* 一张折叠式餐桌。ゑ
zh_tw: <32>{#p/basic}* 一張摺疊式餐桌。ゑ

source: <32>* The camera on the underside has been taken away.
pt_br: <32>* A câmera do outro lado foi tomada.
zh_cn: <32>* 底部的摄像头已经被拿走。
zh_tw: <32>* 底部的攝像頭已經被拿走。

source: <32>* There's a camera hidden on its underside.
pt_br: <32>* Tem uma câmera escondida do outro lado.
zh_cn: <32>* 下面藏了个摄像头。ゑ
zh_tw: <32>* 下面藏了個攝像頭。ゑ

source: <25>{#p/asriel1}{#f/16}* I don't think tasting any of these would be a good idea.
pt_br: <25>{#p/asriel1}{#f/16}* Eu não acho que provar qualquer dessas coisas seria uma boa ideia.
zh_cn: <25>{#p/asriel1}{#f/16}* 我不认为 品尝这些是个好主意。
zh_tw: <25>{#p/asriel1}{#f/16}* 我不認為 品嘗這些是個好主意。

source: <25>{#f/15}* The last time someone had one, they burst into flames...
pt_br: <25>{#f/15}* Da última vez que alguém provou, acabou queimando em chamas...
zh_cn: <25>{#f/15}* 上次有人喝的时候， 它们起火了...
zh_tw: <25>{#f/15}* 上次有人喝的時候， 它們起火了...

source: <25>{#p/asriel1}{#f/15}* Spoiler alert: * It was Grillby.
pt_br: <25>{#p/asriel1}{#f/15}* Spoiler alerta: * Foi o Grillby.
zh_cn: <25>{#p/asriel1}{#f/15}* 剧透警告： * 是烈焰Grillby。
zh_tw: <25>{#p/asriel1}{#f/15}* 劇透警告： * 是烈焰Grillby。

source: <25>{#f/20}* Golly. * I'm on fire today.
pt_br: <25>{#f/20}* Cara. * Hoje eu estou pegando fogo.
zh_cn: <25>{#f/20}* 天呐。 * 我今天感到炽烈无比。
zh_tw: <25>{#f/20}* 天吶。 * 我今天感到熾烈無比。

source: <25>{#p/asriel1}{#f/17}* Seriously, though. * You probably shouldn't drink these.
pt_br: <25>{#p/asriel1}{#f/17}* Mas sério. * É melhor você não beber isso.
zh_cn: <25>{#p/asriel1}{#f/17}* 不过说真的。 * 你真不应该喝这些。
zh_tw: <25>{#p/asriel1}{#f/17}* 不過說真的。 * 你真不應該喝這些。

source: <32>{#p/basic}* A few of the beverages on this shelf have been used up.
pt_br: <32>{#p/basic}* Algumas das bebidas nesta prateleira foram usadas.
zh_cn: <32>{#p/basic}* 这些架子上的饮料 有些已经喝完了。
zh_tw: <32>{#p/basic}* 這些架子上的飲料 有些已經喝完了。

source: <32>{#p/basic}* A shelf full of various party beverages and sickly liquids.
pt_br: <32>{#p/basic}* Uma prateleira cheia de bebidas e líquidos estranhos.
zh_cn: <32>{#p/basic}* 柜子上摆满了 五花八门的派对酒水和恶心的液体。
zh_tw: <32>{#p/basic}* 柜子上擺滿了 五花八門的派對酒水和噁心的液體。

source: <32>{#p/basic}* And a single bottle of water labelled "fire hazard."
pt_br: <32>{#p/basic}* E uma única garrafa de água escrita "Conter de Fogo."
zh_cn: <32>{#p/basic}* 唯一的一瓶水贴有 “当心明火”的标签。
zh_tw: <32>{#p/basic}* 唯一的一瓶水貼有 「當心明火」的標籤。

source: <25>{#p/asriel1}{#f/20}* That one's definitely too tall for you.
pt_br: <25>{#p/asriel1}{#f/20}* Isso é definitivamente alto demais pra você.
zh_cn: <25>{#p/asriel1}{#f/20}* 那把凳子 对你来说绝对太高了。
zh_tw: <25>{#p/asriel1}{#f/20}* 那把凳子 對你來說絕對太高了。

source: <32>{#p/basic}* This barstool is labelled "PAPYRUS."
pt_br: <32>{#p/basic}* Esta banqueta está rotulada como "PAPYRUS."
zh_cn: <32>{#p/basic}* 这把高脚凳上标着“PAPYRUS”。
zh_tw: <32>{#p/basic}* 這把高腳凳上標著「PAPYRUS」。

source: <25>{#p/asriel1}{#f/19}* This one seems like just your size.
pt_br: <25>{#p/asriel1}{#f/19}* Essa parece exatamente para nosso tamanho.
zh_cn: <25>{#p/asriel1}{#f/19}* 这把凳子 看起来对你来说刚刚好。
zh_tw: <25>{#p/asriel1}{#f/19}* 這把凳子 看起來對你來說剛剛好。

source: <32>{#p/basic}* There is nothing special about this barstool.
pt_br: <32>{#p/basic}* Não tem nada de especial em relação a essa banqueta.
zh_cn: <32>{#p/basic}* 这把高脚凳没什么特别的。
zh_tw: <32>{#p/basic}* 這把高腳凳沒什麼特別的。

source: <32>{#p/basic}* Something tells me this barstool is very special.
pt_br: <32>{#p/basic}* Algo me diz que essa banqueta é bem especial.
zh_cn: <32>{#p/basic}* 我有种感觉 这个酒吧凳很特别。
zh_tw: <32>{#p/basic}* 我有種感覺 這個酒吧凳很特別。

source: <32>* As for the whoopee cushion on top of it...
pt_br: <32>* Quanto à almofada em cima dela...
zh_cn: <32>* 至少与上面的屁垫有关...
zh_tw: <32>* 至少與上面的屁墊有關...

source: <25>{#p/asriel1}{#f/21}* Ah yes... * The hovercar terminal.
pt_br: <25>{#p/asriel1}{#f/21}* Ah sim... * Um terminal de carros voadores.
zh_cn: <25>{#p/asriel1}{#f/21}* 啊对... * 悬浮车终端。
zh_tw: <25>{#p/asriel1}{#f/21}* 啊對... * 懸浮車終端。

source: <25>{#f/4}* It's derelict now, but once upon a time...
pt_br: <25>{#f/4}* Está abandonado agora, mas uma vez...
zh_cn: <25>{#f/4}* 它现在被废弃了， 但是在以前...
zh_tw: <25>{#f/4}* 它現在被廢棄了， 但是在以前...

source: <25>{#f/3}* An operator would stand here and direct traffic through the area.
pt_br: <25>{#f/3}* Um operador ficaria aqui e direcionaria o tráfego pela área.
zh_cn: <25>{#f/3}* 操作员在这里 指挥该区域的交通。
zh_tw: <25>{#f/3}* 操作員在這裡 指揮該區域的交通。

source: <25>{#p/asriel1}{#f/3}* This terminal was used mainly when Starton was being built.
pt_br: <25>{#p/asriel1}{#f/3}* Esse terminal foi basicamente usando enquanto Starton era construída.
zh_cn: <25>{#p/asriel1}{#f/3}* 该终端主要在 星港建设期间使用。
zh_tw: <25>{#p/asriel1}{#f/3}* 該終端主要在 星港建設期間使用。

source: <25>{#f/4}* For the first new area built here, it seemed a wise precaution.
pt_br: <25>{#f/4}* Para a primeira nova área construída aqui, foi uma bela precaução.
zh_cn: <25>{#f/4}* 对这里建立的 第一个新区域， 这是一个明智的预防措施。
zh_tw: <25>{#f/4}* 對這裡建立的 第一個新區域， 這是一個明智的預防措施。

source: <25>{#f/13}* Ships carrying supplies from the factory's replicators...
pt_br: <25>{#f/13}* Naves carregando suprimentos das fábricas replicadoras...
zh_cn: [DEL]
zh_tw: [DEL]

source: <25>{#f/13}* Often had trouble landing safely without it.
pt_br: <25>{#f/13}* Tive trabalho para aprender a andar por aí sem isso.
zh_cn: <25>{#f/13}* 从工厂复制器那 运送补给的船只... 没有它几乎无法安全着陆。
zh_tw: <25>{#f/13}* 從工廠複製器那 運送補給的船隻... 沒有它幾乎無法安全著陸。
