Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <32>{#p/napstablook}{#k/1}* yeah, i make music sometimes
pt_br: <32>{#p/napstablook}{#k/1}* é, eu faço música as vezes
zh_cn: <32>{#p/napstablook}{#k/1}* 嗯，我有时会创作音乐
zh_tw: <32>{#p/napstablook}{#k/1}* 嗯，我有時會創作音樂

source: <32>{#k/0}* people say it's great, but i know they're just lying to make me feel better...
pt_br: <32>{#k/0}* pessoas dizem que são boas, mas sei que elas estão mentindo pra me fazer sentir bem...
zh_cn: <32>{#k/0}* 人们觉得我的音乐很棒， 但我明白这只是他们 为了激励我说的谎 罢了...
zh_tw: <32>{#k/0}* 人們覺得我的音樂很棒， 但我明白這只是他們 為了激勵我說的謊 罷了...

source: <32>{#k/4}* thanks for coming to my little show, though...
pt_br: <32>{#k/4}* obrigado por ir no meu show, de toda forma...
zh_cn: <32>{#k/4}* 不过，感谢你来我的小演出捧场...
zh_tw: <32>{#k/4}* 不過，感謝你來我的小演出捧場...

source: <32>{#k/3}* seeing you made me happy...
pt_br: <32>{#k/3}* te ver me fez feliz...
zh_cn: <32>{#k/3}* 见到你，我很高兴...
zh_tw: <32>{#k/3}* 見到你，我很高興...

source: <32>{#p/napstablook}{#k/2}* you mean... that little hat trick i showed you...?
pt_br: <32>{#p/napstablook}{#k/2}* você quer dizer... aquele truque que eu te mostrei...?
zh_cn: <32>{#p/napstablook}{#k/2}* 你指的是... 之前我给你表演的帽子魔术吗...？
zh_tw: <32>{#p/napstablook}{#k/2}* 你指的是... 之前我給你表演的帽子魔術嗎...？

source: <32>{#k/1}* yeah, my cousin taught me that...
pt_br: <32>{#k/1}* é, foi meu primo que me ensinou...
zh_cn: <32>{#k/1}* 嗯，那个是我一个表亲 教我的...
zh_tw: <32>{#k/1}* 嗯，那個是我一個表親 教我的...

source: <32>{#k/3}* he and i used to spend so much time together...
pt_br: <32>{#k/3}* ele e eu passávamos muito tempo juntos...
zh_cn: <32>{#k/3}* 以前，我和他常常在一块 做各种事...
zh_tw: <32>{#k/3}* 以前，我和他常常在一塊 做各種事...

source: <32>{#k/0}* then one day, he...
pt_br: <32>{#k/0}* então um dia, ele...
zh_cn: <32>{#k/0}* 后来有一天，他...
zh_tw: <32>{#k/0}* 後來有一天，他...

source: <32>{#k/0}* never mind...
pt_br: <32>{#k/0}* esquece...
zh_cn: <32>{#k/0}* 没事...
zh_tw: <32>{#k/0}* 沒事...

source: <32>{#p/napstablook}{#k/0}* oh, there's not much to say about my life...
pt_br: <32>{#p/napstablook}{#k/0}* oh, não tem muito mais o que dizer sobre a minha vida...
zh_cn: <32>{#p/napstablook}{#k/0}* 哦，我的生活蛮平淡的， 拿不出什么好聊的事...
zh_tw: <32>{#p/napstablook}{#k/0}* 喔，我的生活蠻平淡的， 拿不出什麼好聊的事...

source: <32>{#k/3}* meeting you was the highlight of my weekend...
pt_br: <32>{#k/3}* te conhecer foi o ponto mais alto da minha semana...
zh_cn: <32>{#k/3}* 碰上你这事， 都算这周末比较出彩的了...
zh_tw: <32>{#k/3}* 碰上你這事， 都算這周末比較出彩的了...

source: <32>{#k/6}* and thanks to people like you, there probably never will be...
pt_br: <32>{#k/6}* e graças a pessoas como você, provavelmente nunca haverá...
zh_cn: <32>{#k/6}* 而且有你在这， 我的生活估计也不会有啥起色了...
zh_tw: <32>{#k/6}* 而且有你在這， 我的生活估計也不會有啥起色了...

source: <32>{#k/3}* i'm just... pluggin' along...
pt_br: <32>{#k/3}* Eu estou apenas... me conectando...
zh_cn: <32>{#k/3}* 每天能做的... 也只有记{@fill=#ff0}录{@fill=#fff}生活的{@fill=#ff0}轨{@fill=#fff}迹...
zh_tw: <32>{#k/3}* 每天能做的... 也只有記{@fill=#ff0}錄{@fill=#fff}生活的{@fill=#ff0}軌{@fill=#fff}跡...

source: <32>{#k/6}* not that you... really care...
pt_br: <32>{#k/6}* não que... você se importe...
zh_cn: <32>{#k/6}* 我想你对这事... 也没啥兴趣...
zh_tw: <32>{#k/6}* 我想你對這事... 也沒啥興趣...

source: <32>{#k/0}* i'm just a ghost that tends to get lost in the mix
pt_br: <32>{#k/0}* eu sou só um fantasma que se perde na batida
zh_cn: <32>{#k/0}* 每天{@fill=#ff0}混{@fill=#fff}日子， 做点喜欢的{@fill=#ff0}音{@fill=#fff}乐
zh_tw: <32>{#k/0}* 每天{@fill=#ff0}混{@fill=#fff}日子， 做點喜歡的{@fill=#ff0}音{@fill=#fff}樂

source: <32>{#p/basic}{#k/11}* Bye now! * Come again sometime!
pt_br: <32>{#p/basic}{#k/11}* Até mais * Volte de novo!
zh_cn: <32>{#p/basic}{#k/11}* 再见！ * 有空常来啊！
zh_tw: <32>{#p/basic}{#k/11}* 再見！ * 有空常來啊！

source: 0G - Power Glove?
pt_br: 0G - Luva Forte?
zh_cn: 0G - 超能手套？
zh_tw: 0G - 超能手套？

source: 0G - Field Emitter?
pt_br: 0G - Emissor de Escudo?
zh_cn: 0G - 力场护盾？
zh_tw: 0G - 力場護盾？

source: 0G - Field Emitter
pt_br: 0G - Emissor de Escudo
zh_cn: 0G - 力场护盾
zh_tw: 0G - 力場護盾

source: 0G - Vortex Pop
pt_br: 0G - Pop Vórtice
zh_cn: 0G - 涡旋棒棒糖
zh_tw: 0G - 渦旋棒棒糖

source: 0G - Radiant Swirl
pt_br: 0G - Rolante Radiante
zh_cn: 0G - 光彩漩涡
zh_tw: 0G - 光彩漩渦

source: 10G - Power Glove?
pt_br: 10G - Luva Forte?
zh_cn: 10G - 超能手套？
zh_tw: 10G - 超能手套？

source: 10G - Field Emitter?
pt_br: 10G - Emissor de Escudo?
zh_cn: 10G - 力场护盾？
zh_tw: 10G - 力場護盾？

source: 20G - Field Emitter
pt_br: 20G - Emissor de Escudo
zh_cn: 20G - 力场护盾
zh_tw: 20G - 力場護盾

source: 8G - Vortex Pop
pt_br: 8G - Pop Vórtice
zh_cn: 8G - 涡旋棒棒糖
zh_tw: 8G - 渦旋棒棒糖

source: 5G - Radiant Swirl
pt_br: 5G - Rolante Radiante
zh_cn: 5G - 光彩漩涡
zh_tw: 5G - 光彩漩渦

source: 30G - Power Glove?
pt_br: 30G - Luva Forte?
zh_cn: 30G - 超能手套？
zh_tw: 30G - 超能手套？

source: 30G - Field Emitter?
pt_br: 30G - Emissor de Escudo?
zh_cn: 30G - 力场护盾？
zh_tw: 30G - 力場護盾？

source: 40G - Field Emitter
pt_br: 40G - Emissor de Escudo
zh_cn: 40G - 力场护盾
zh_tw: 40G - 力場護盾

source: 28G - Vortex Pop
pt_br: 28G - Pop Vórtice
zh_cn: 28G - 涡旋棒棒糖
zh_tw: 28G - 渦旋棒棒糖

source: 20G - Radiant Swirl
pt_br: 20G - Rolante Radiante
zh_cn: 20G - 光彩漩涡
zh_tw: 20G - 光彩漩渦

source: Weapon: 3AT ($(x) AT) Knock 'em. Replicated.
pt_br: Arma: 3AT ((x) AT) Bata-os. Replicada.
zh_cn: 武器：3攻击 (当前攻击$(x)) 重拳出击， 仿制品。
zh_tw: 武器：3攻擊 (當前攻擊$(x)) 重拳出擊， 仿製品。

source: Armor: 5DF ($(x) DF) Protection for one. Replicated.
pt_br: Armadura: 5DF ($(x) DF) Proteção para um. Replicada.
zh_cn: 防具：5防御 (当前防御$(x)) 有力防御， 仿制品。
zh_tw: 防具：5防禦 (當前防禦$(x)) 有力防禦， 仿製品。

source: Armor: 7DF ($(x) DF) Protection for one.
pt_br: Armadura: 7DF ($(x) DF) Proteção para um.
zh_cn: 防具：7防御 (当前防御$(x)) 有力防御。
zh_tw: 防具：7防禦 (當前防禦$(x)) 有力防禦。

source: Heals 11HP Slows your perception of time.
pt_br: Cura 11HP Diminui Sua Percepção.
zh_cn: 回复11 HP 可改变 主观时间 流速。
zh_tw: 回復11 HP 可改變 主觀時間 流速。

source: Heals 22HP It's her own recipe.
pt_br: Cura 22HP É a receita dela.
zh_cn: 回复22 HP 她的 独家配方。
zh_tw: 回復22 HP 她的 獨家配方。

source: <09>{#p/basic}{#k/0}What would you like to buy?
pt_br: <09>{#p/basic}{#k/0}O que você gostaria de comprar?
zh_cn: <09>{#p/basic}{#k/0}想买点 什么？
zh_tw: <09>{#p/basic}{#k/0}想買點 什麼？

source: <09>{#p/basic}{#k/4}Thanks for your purchase.
pt_br: <09>{#p/basic}{#k/4}Obrigado pela compra.
zh_cn: <09>{#p/basic}{#k/4}谢谢惠顾。
zh_tw: <09>{#p/basic}{#k/4}謝謝惠顧。

source: <09>{#p/basic}{#k/7}Just looking?
pt_br: <09>{#p/basic}{#k/7}Só dando uma olhada?
zh_cn: <09>{#p/basic}{#k/7}只是 看看？
zh_tw: <09>{#p/basic}{#k/7}只是 看看？

source: <09>{#p/basic}{#k/5}That's not enough money.
pt_br: <09>{#p/basic}{#k/5}Isso não é dinheiro suficiente.
zh_cn: <09>{#p/basic}{#k/5}这点钱不够。
zh_tw: <09>{#p/basic}{#k/5}這點錢不夠。

source: <23>{#p/basic}{#k/0}* Hello, traveler. * How can I help you?
pt_br: <23>{#p/basic}{#k/0}* Olá, viajante. * Como posso te ajudar?
zh_cn: <23>{#p/basic}{#k/0}* 你好啊，旅行者。 * 想来点什么吗？
zh_tw: <23>{#p/basic}{#k/0}* 你好啊，旅行者。 * 想來點什麼嗎？

source: <23>{#p/basic}{#k/0}* Take your time.
pt_br: <23>{#p/basic}{#k/0}* Tome seu tempo.
zh_cn: <23>{#p/basic}{#k/0}* 慢慢挑。
zh_tw: <23>{#p/basic}{#k/0}* 慢慢挑。

source: <32>{#p/basic}* "Please don't come after us."
pt_br: <32>{#p/basic}* "Por favor, não venha atrás de nós."
zh_cn: <32>{#p/basic}* “请你别跟过来。”
zh_tw: <32>{#p/basic}* 「請你別跟過來。」

source: <33>{#p/basic}* "I'm sorry I couldn't come back."
pt_br: <33>{#p/basic}* "Me desculpa, mas eu não pude voltar."
zh_cn: <33>{#p/basic}* “对不起，我不敢回去。”
zh_tw: <33>{#p/basic}* 「對不起，我不敢回去。」

source: <33>{#p/basic}* "Please don't hurt my family."
pt_br: <33>{#p/basic}* "Por favor, não machuque minha família."
zh_cn: <33>{#p/basic}* “请不要伤害我的家人。”
zh_tw: <33>{#p/basic}* 「請不要傷害我的家人。」

source: <30>{#p/human}* (You took 758G from behind the counter.)
pt_br: <30>{#p/human}* (Você pegou 758G de baixo do balcão.)
zh_cn: <30>{#p/human}* （你从柜台后面拿走了758G。）
zh_tw: <30>{#p/human}* （你從櫃檯後面拿走了758G。）

source: <30>{#p/basic}{#k/1}* Huh? * Is this what we're resortin' to now?
pt_br: <30>{#p/basic}{#k/1}* Hã? * É a isso que estamos recorrendo agora?
zh_cn: <30>{#p/basic}{#k/1}* 哈？ * 这是不是 代表着我应该报警呢？
zh_tw: <30>{#p/basic}{#k/1}* 哈？ * 這是不是 代表著我應該報警呢？

source: <30>{#k/2}* If you want somethin', you'll have to buy it first.
pt_br: <30>{#k/2}* Se você quiser alguma coisa, vai ter que comprar antes.
zh_cn: <30>{#k/2}* 如果你想要什么东西， 你可以去购买它啊！
zh_tw: <30>{#k/2}* 如果你想要什麼東西， 你可以去購買它啊！

source: <30>{#k/12}* No exceptions.
pt_br: <30>{#k/12}* Sem exceção.
zh_cn: <30>{#k/12}* 没得商量。
zh_tw: <30>{#k/12}* 沒得商量。

source: <30>{#p/basic}{#k/6}* Huh? * Sell somethin'? * Does this look like a pawn shop?
pt_br: <30>{#p/basic}{#k/6}* Huh? * Vender? * Isso aqui parece loja de penhores?
zh_cn: <30>{#p/basic}{#k/6}* 哈？ * 你想卖东西？ * 这里看起来像当铺吗？
zh_tw: <30>{#p/basic}{#k/6}* 哈？ * 你想賣東西？ * 這裡看起來像當鋪嗎？

source: <30>{#k/3}* I don't know how it works where you come from... but...
pt_br: <30>{#k/3}* Eu não sei como funciona de onde você veio... mas...
zh_cn: <30>{#k/3}* 我不知道在你家乡是 什么样子的... 但是...
zh_tw: <30>{#k/3}* 我不知道在你家鄉是 什麼樣子的... 但是...

source: <30>* If I started spending money on old wrenches and used spacesuits, I'd be out of business in a jiffy!
pt_br: <30>* Se eu começasse a gastar meu dinheiro em tralhas e trajes espaciais usados, eu iria falir!
zh_cn: <30>* 如果我开始花钱买 旧扳手和穿过的太空服， 我生意就做不下去了！
zh_tw: <30>* 如果我開始花錢買 舊扳手和穿過的太空服， 我生意就做不下去了！

source: <30>{#p/basic}{#k/8}* I don't know what your game is, but it's not going to work on me.
pt_br: <30>{#p/basic}{#k/8}* Eu não sei qual é seu joguinho, mas não vai funcionar comigo.
zh_cn: <30>{#p/basic}{#k/8}* 我不知道你想耍什么花招， 但是这对我毫无作用。
zh_tw: <30>{#p/basic}{#k/8}* 我不知道你想耍什麼花招， 但是這對我毫無作用。

source: <30>{#p/basic}{#k/8}* If you're really hurtin' for cash, then maybe you could do some crowdfunding.
pt_br: <30>{#p/basic}{#k/8}* Se você está realmente sofrendo por dinheiro, vá fazer algum serviço público.
zh_cn: <30>{#p/basic}{#k/8}* 你要是真缺钱的话， 可以试试众筹啊。
zh_tw: <30>{#p/basic}{#k/8}* 你要是真缺錢的話， 可以試試眾籌啊。

source: <30>{#k/2}* I hear people will pay for ANYTHING nowadays.
pt_br: <30>{#k/2}* Eu ouvi dizer que as pagam por QUALQUER COISA hoje em dia.
zh_cn: <30>{#k/2}* 我听说现在啥东西 都有人愿意掏钱。
zh_tw: <30>{#k/2}* 我聽說現在啥東西 都有人願意掏錢。

source: Outlands
zh_cn: 外域
zh_tw: 外域

source: What To Do Here
pt_br: O Que Fazer Aqui
zh_cn: 这里可以干什么
zh_tw: 這裡可以幹什麼

source: Town History
pt_br: História Da Cidade
zh_cn: 小镇的历史
zh_tw: 小鎮的歷史

source: <09>{#p/basic}{#k/0}Care to chat?
pt_br: <09>{#p/basic}{#k/0}Quer conversar?
zh_cn: <09>{#p/basic}{#k/0}想聊聊 天吗？
zh_tw: <09>{#p/basic}{#k/0}想聊聊 天嗎？

source: <32>{#p/basic}{#k/4}* Oh, it's you! * You're the one who gave us back our freedom!
pt_br: <32>{#p/basic}{#k/4}* Ah, é você! * Foi você quem nos deu liberdade de volta!
zh_cn: <32>{#p/basic}{#k/4}* 哦，你是Frisk，对吧！ * 大伙都在讨论你的光辉事迹呢！
zh_tw: <32>{#p/basic}{#k/4}* 喔，你是Frisk，對吧！ * 大夥都在討論你的光輝事跡呢！

source: <32>{#k/0}* Frisk, right? * Everyone's been talking about you.
pt_br: <32>{#k/0}* Frisk, certo? * Todo mundo tá falando de você.
zh_cn: <32>{#k/0}* 谢谢你让我们重获自由！
zh_tw: <32>{#k/0}* 謝謝你讓我們重獲自由！

source: <32>{#k/5}* We've all seen the same thing... we know you must just want some peace and quiet.
pt_br: <32>{#k/5}* Todo mundo viu o que aconteceu... a essa altura você deve querer descansar.
zh_cn: <32>{#k/5}* 大伙都看到过同样的事情... 所以我们知道你一定需要休息一下。
zh_tw: <32>{#k/5}* 大夥都看到過同樣的事情... 所以我們知道你一定需要休息一下。

source: <32>{#k/4}* Still. * Can't help but get a little excited, now can we?
pt_br: <32>{#k/4}* Ainda assim. * Não dá pra não ficar animada, não é verdade?
zh_cn: <32>{#k/4}* 尽管如此。 * 我们还是为自由而忍不住兴奋。
zh_tw: <32>{#k/4}* 儘管如此。 * 我們還是為自由而忍不住興奮。

source: <32>{#p/basic}{#k/4}* Hiya! Welcome to Starton! * I can't remember the last time I saw a fresh face around here.
pt_br: <32>{#p/basic}{#k/4}* Oie! Bem vindo a Starton! * Mau posso me lembrar a última vez que vi cara nova por aqui.
zh_cn: <32>{#p/basic}{#k/4}* 你好呀！欢迎来到星港！ * 我都记不得上次看到新面孔 是什么时候的事情了。
zh_tw: <32>{#p/basic}{#k/4}* 你好呀！歡迎來到星港！ * 我都記不得上次看到新面孔 是什麼時候的事情了。

source: <32>{#k/8}* Where did you come from? * The Citadel?
pt_br: <32>{#k/8}* De onde você veio? * Da Cidadela?
zh_cn: <32>{#k/8}* 你是从哪里来的？ * 首塔吗？
zh_tw: <32>{#k/8}* 你是從哪裡來的？ * 首塔嗎？

source: <32>{#k/7}* You don't look like a tourist. * Are you here by yourself?
pt_br: <32>{#k/7}* Você não parece turista. * Está por conta própria?
zh_cn: <32>{#k/7}* 你看起来不像是游客。 * 你是自己来的吗？
zh_tw: <32>{#k/7}* 你看起來不像是遊客。 * 你是自己來的嗎？

source: <32>{#p/basic}{#k/8}* You DO know what happened, don't you?
pt_br: <32>{#p/basic}{#k/8}* Você SABE o que aconteceu, não sabe?
zh_cn: <32>{#p/basic}{#k/8}* 你知道发生了什么，不是吗？
zh_tw: <32>{#p/basic}{#k/8}* 你知道發生了什麼，不是嗎？

source: <32>{#k/9}* Then again, you might've seen things a bit differently...
pt_br: <32>{#k/9}* E de novo, você deve ver as coisas um pouco diferentes...
zh_cn: <32>{#k/9}* 另一方面， 你看到的东西可能有些不同...
zh_tw: <32>{#k/9}* 另一方面， 你看到的東西可能有些不同...

source: <32>{#k/0}* Here. * I'll tell you what I saw.
pt_br: <32>{#k/0}* Aqui. * Vou te dizer o que eu vi.
zh_cn: <32>{#k/0}* 来。 * 我告诉你我看到了什么。
zh_tw: <32>{#k/0}* 來。 * 我告訴你我看到了什麼。

source: <32>{#k/0}* So we all got pulled in by this bright light...
pt_br: <32>{#k/0}* Então, fomos toda sugados por uma luz super forte...
zh_cn: <32>{#k/0}* 我们大伙 都被一束强光拉了进来后...
zh_tw: <32>{#k/0}* 我們大夥 都被一束強光拉了進來後...

source: <32>{#k/7}* Then we saw it... like we were watching from someone else's eyes.
pt_br: <32>{#k/7}* Então... nós assistimos uma luta como se fosse pelo olhos de outra pessoa.
zh_cn: <32>{#k/7}* 然后我们似乎... 以别人的视角看到了...
zh_tw: <32>{#k/7}* 然後我們似乎... 以別人的視角看到了...

source: <32>{#k/5}* You were being attacked on all sides, and I could've sworn you died...
pt_br: <32>{#k/5}* Você foi atacado por todos os lados, poderia jurar que te vi morrer...
zh_cn: <32>{#k/5}* 你受到了来自四面八方的攻击， 那时我觉得你肯定死掉了。
zh_tw: <32>{#k/5}* 你受到了來自四面八方的攻擊， 那時我覺得你肯定死掉了。

source: <32>{#k/11}* But you're still here, so that can't be right.
pt_br: <32>{#k/11}* Mas você ainda está aqui, então algo aconteceu.
zh_cn: <32>{#k/11}* 但是我错了， 你仍在那傲然挺立着。
zh_tw: <32>{#k/11}* 但是我錯了， 你仍在那傲然挺立著。

source: <32>{#k/8}* Eventually, you said something in particular, and whoever was attacking you... stopped.
pt_br: <32>{#k/8}* Aí, você disse algo em particular, e seja lá o que estava te atacando... parou.
zh_cn: <32>{#k/8}* 最后，你向攻击你的人说了一些 特别的话，而那人听到后... 居然停止了攻击。
zh_tw: <32>{#k/8}* 最後，你向攻擊你的人說了一些 特別的話，而那人聽到後... 居然停止了攻擊。

source: <32>{#k/9}* After that, we woke up, and the force field was gone.
pt_br: <32>{#k/9}* Depois disso acordamos, e o escudo de força havia caído.
zh_cn: <32>{#k/9}* 在此之后， 我们大伙就都醒了过来， 然后看到力场被摧毁了。
zh_tw: <32>{#k/9}* 在此之後， 我們大夥就都醒了過來， 然後看到力場被摧毀了。

source: <32>{#p/basic}{#k/8}* You want to know what to do here in Starton?
pt_br: <32>{#p/basic}{#k/8}* Você quer saber o que fazer aqui em Starton?
zh_cn: <32>{#p/basic}{#k/8}* 你想知道在星港可以干什么？
zh_tw: <32>{#p/basic}{#k/8}* 你想知道在星港可以幹什麼？

source: <32>{#k/9}* Grillby's has food, and the librarby has information...
pt_br: <32>{#k/9}* Grillby tem comida e a libraria tem informação...
zh_cn: <32>{#k/9}* 你可以去Grillby's用餐， 可以去图书倌获取信息...
zh_tw: <32>{#k/9}* 你可以去Grillby's用餐， 可以去圖書倌獲取資訊...

source: <32>{#k/2}* If you're tired, you can take a nap at the inn. * It's right nextdoor, my sister runs it.
pt_br: <32>{#k/2}* Se estiver cansado, pode tirar uma soneca na pousada. * É bem ao lado, minha irmã dirige lá.
zh_cn: <32>{#k/2}* 如果你累了， 你可以去旅馆打个盹。 * 就在隔壁，我姐妹开的。
zh_tw: <32>{#k/2}* 如果你累了， 你可以去旅館打個盹。 * 就在隔壁，我姐妹開的。

source: <32>{#k/0}* And if you're bored, you can sit outside and watch those wacky skeletons do their thing.
pt_br: <32>{#k/0}* E se você estiver entediado, pode ir lá fora e assistir os esqueletos fazerem suas coisas.
zh_cn: <32>{#k/0}* 你要是觉得无聊了， 可以坐在外面， 看那两个古怪的骷髅 做他们的事情。
zh_tw: <32>{#k/0}* 你要是覺得無聊了， 可以坐在外面， 看那兩個古怪的骷髏 做他們的事情。

source: <32>* There's two of 'em... * Brothers, I think. * They've been here for as long as I can remember.
pt_br: <32>* Tem dois deles... * Irmãos, eu acho. * Eles estão aqui por todo o tempo que posso lembrar.
zh_cn: <32>* 他们两个... * 我觉得，应该是兄弟。 * 从我记事的时候， 他们就在这里了。
zh_tw: <32>* 他們兩個... * 我覺得，應該是兄弟。 * 從我記事的時候， 他們就在這裡了。

source: <32>{#k/9}* Oh, I almost forgot. * Recently, a ghost fella decided to open a store on the south side of town.
pt_br: <32>{#k/9}* Oh, eu quase esqueci. Recentemente, um fantasma decidiu abrir uma loja no lado sul da cidade.
zh_cn: <32>{#k/9}* 哦，我差点忘了。 * 最近，有个小鬼儿决定 在小镇的南边开一家商店。
zh_tw: <32>{#k/9}* 喔，我差點忘了。 * 最近，有個小鬼兒決定 在小鎮的南邊開一家商店。

source: <32>{#k/11}* It's not much, but if you drop by, be sure to say hello. * They could use the company.
pt_br: <32>{#k/11}* Não é muito, mas se você puder passar lá e dizer oi. Ele ama companhia, eu acho.
zh_cn: <32>{#k/11}* 虽然事情不算大， 但如果你路过， 一定要打声招呼。 * 那伙计很需要陪伴的。
zh_tw: <32>{#k/11}* 雖然事情不算大， 但如果你路過， 一定要打聲招呼。 * 那夥計很需要陪伴的。

source: <32>{#p/basic}{#k/12}* Didja hear? * About the Outlands?
pt_br: <32>{#p/basic}{#k/12}* Você ouviu? * Sobre as Outlands?
zh_cn: <32>{#p/basic}{#k/12}* 关于外域的事你听说了吗？
zh_tw: <32>{#p/basic}{#k/12}* 關於外域的事你聽說了嗎？

source: <32>{#k/2}* Apparently the Queen had been hanging out there for who knows how long.
pt_br: <32>{#k/2}* Aparentemente a Rainha estava escondida lá quem sabe por quanto tempo.
zh_cn: <32>{#k/2}* 据说女王 在那待了很长很长的时间。
zh_tw: <32>{#k/2}* 據說女王 在那待了很長很長的時間。

source: <32>{#k/8}* Pretty unbelievable, huh!?
pt_br: <32>{#k/8}* Bem inacreditável, né?
zh_cn: <32>{#k/8}* 不可思议，对吧！？
zh_tw: <32>{#k/8}* 不可思議，對吧！？

source: <32>{#k/10}* I'm sure she was even more surprised than we were to find out the humans were alive.
pt_br: <32>{#k/10}* Eu estou surpresa que ela estava ainda mais impactada com a informação dos humanos vivos.
zh_cn: <32>{#k/10}* 我敢打包票， 当她看到那些人类都还活着时， 肯定比我们还惊讶。
zh_tw: <32>{#k/10}* 我敢打包票， 當她看到那些人類都還活著時， 肯定比我們還驚訝。

source: <32>{#p/basic}{#k/9}* Think back to your history class...
pt_br: <32>{#p/basic}{#k/9}* Lembre-se das aulas de história...
zh_cn: <32>{#p/basic}{#k/9}* 复习下你历史课上 学到的东西...
zh_tw: <32>{#p/basic}{#k/9}* 複習下你歷史課上 學到的東西...

source: <32>{#k/0}* A long time ago, monsters lived in what we now call the Foundry.
pt_br: <32>{#k/0}* Tempos atrás os monstros viviam na hoje chama Foundry ou Fábrica.
zh_cn: <32>{#k/0}* 很久以前，怪物们住在 我们现在称之为铸厂的地方。
zh_tw: <32>{#k/0}* 很久以前，怪物們住在 我們現在稱之為鑄廠的地方。

source: <32>* After a while, we invented the technology to build new areas onto the outpost.
pt_br: <32>* Após um tempo, inventamos tecnologias para criar áreas no Outpost.
zh_cn: <32>* 过了一段时间， 我们发明了在前哨站 建造新区域的技术。
zh_tw: <32>* 過了一段時間， 我們發明了在前哨站 建造新區域的技術。

source: <32>* The first of those areas was Starton, and they figured it'd be a good place for a town.
pt_br: <32>* A primeira delas foi Starton, uma ótima área para uma cidade.
zh_cn: <32>* 首先建造出来的就是星港， 他们认为这是一个建小镇的 好地方。
zh_tw: <32>* 首先建造出來的就是星港， 他們認為這是一個建小鎮的 好地方。

source: <32>{#k/10}* It's quaint, but I kinda like that, you know?
pt_br: <32>{#k/10}* É pitoresco, mas eu meio que gosto disso, sabe?
zh_cn: <32>{#k/10}* 听起来很古怪， 但我还挺喜欢的， 你懂吗？
zh_tw: <32>{#k/10}* 聽起來很古怪， 但我還挺喜歡的， 你懂嗎？

source: <32>{#p/basic}{#k/5}* Well, I suppose I'll move my store to the new homeworld...
pt_br: <32>{#p/basic}{#k/5}* Bem, acho que vou mover minha loja para o planeta novo...
zh_cn: <32>{#p/basic}{#k/5}* 嗯，我会考虑 将我的商店搬到新家园。
zh_tw: <32>{#p/basic}{#k/5}* 嗯，我會考慮 將我的商店搬到新家園。

source: <32>{#k/4}* ... haven't planned much more than that, I'm afraid.
pt_br: <32>{#k/4}* ... não planejei muito mais do que isso.
zh_cn: <32>{#k/4}* ...恐怕我没有其他计划了。
zh_tw: <32>{#k/4}* ...恐怕我沒有其他計畫了。

source: <32>{#p/basic}* Life is the same as usual.
pt_br: <32>{#p/basic}* A vida é a mesma de sempre.
zh_cn: <32>{#p/basic}* 生活总是一成不变。
zh_tw: <32>{#p/basic}* 生活總是一成不變。

source: <32>{#k/5}* A little lonely...
pt_br: <32>{#k/5}* Um pouco solitária...
zh_cn: <32>{#k/5}* 虽然有点孤单...
zh_tw: <32>{#k/5}* 雖然有點孤單...

source: <32>{#k/10}* But... we all know deep down that freedom is coming, don't we?
pt_br: <32>{#k/10}* Mas... nós sabemos que lá no fundo a liberdade está vindo, não é?
zh_cn: <32>{#k/10}* 但是... 在我们内心深处 都知道自由即将到来， 不是吗？
zh_tw: <32>{#k/10}* 但是... 在我們內心深處 都知道自由即將到來， 不是嗎？

source: <32>{#k/9}* As long as we got that hope, we can grit our teeth and face the same struggles, day after day...
pt_br: <32>{#k/9}* Com tanto que tenhamos essa esperança, podemos enfrentar as batalhas dia após dia...
zh_cn: <32>{#k/9}* 只要我们心存希望， 我们就能咬紧牙关， 日复一日地面对 同样的困难...
zh_tw: <32>{#k/9}* 只要我們心存希望， 我們就能咬緊牙關， 日復一日地面對 同樣的困難...

source: <32>{#k/0}* That's life, ain't it?
pt_br: <32>{#k/0}* Essa é a vida, não é?
zh_cn: <32>{#k/0}* 这就是生活啊，不是吗？
zh_tw: <32>{#k/0}* 這就是生活啊，不是嗎？

source: Papyrus's Phone
pt_br: Cell Papyrus
zh_cn: 给Papyrus打电话ゑ
zh_tw: 給Papyrus打電話ゑ

source: Papyrus and Undyne
pt_br: Papyrus e Undyne
zh_cn: Papyrus和Undyneゑ
zh_tw: Papyrus和Undyneゑ

source: <18>{#p/papyrus}AH, THAT LONELY ROAD AT THE EDGE OF STARTON.
pt_br: <18>{#p/papiro}AH, AQUELA ESTRADA SOLITÁRIA À BEIRA DE STARTON.
zh_cn: <18>{#p/papyrus}啊，你在星港入口那儿。ゑ
zh_tw: <18>{#p/papyrus}啊，你在星港入口那兒。ゑ

source: <18>{#p/papyrus}{#f/5}IT MIGHT SEEM A LITTLE LARGE AND EMPTY, BUT...
pt_br: <18>{#p/papyrus}{#f/5}PODE PARECER GRANDE E VAZIA, MAS...
zh_cn: <18>{#p/papyrus}{#f/5}这条路没啥人去， 看着空荡荡的， 不过嘛...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}這條路沒啥人去， 看著空蕩蕩的， 不過嘛...ゑ

source: <18>{#p/papyrus}{#f/0}I HAVE MANY FOND MEMORIES OF IT!
pt_br: <18>{#p/papyrus}{#f/0}EU TENHO MUITAS MEMÓRIAS NELA!
zh_cn: <18>{#p/papyrus}{#f/0}它承载了我的 许多美好回忆！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}它承載了我的 許多美好回憶！ゑ

source: <18>{#p/papyrus}{#f/0}FOR EXAMPLE, BACK WHEN WE WERE BABY BONES...
pt_br: <18>{#p/papyrus}{#f/0}POR EXEMPLO, QUANDO NÓS ERAMOS ESQUELETINHOS...
zh_cn: <18>{#p/papyrus}{#f/0}比如，在我和SANS 还小的时候...ゑ
zh_tw: <18>{#p/papyrus}{#f/0}比如，在我和SANS 還小的時候...ゑ

source: <18>{#p/papyrus}{#f/0}SANS AND I WOULD RACE OUR HOVERCARS SIDE BY SIDE.
pt_br: <18>{#p/papyrus}{#f/0}SANS E EU CORRÍAMOS DE CARRO DE UM LADO PARA O OUTRO.
zh_cn: <18>{#p/papyrus}{#f/0}我俩经常在这赛车。ゑ
zh_tw: <18>{#p/papyrus}{#f/0}我倆經常在這賽車。ゑ

source: <25>{#p/undyne}{#f/1}* Like what?
pt_br: <25>{#p/undyne}{#f/1}* Tipo que?
zh_cn: <25>{#p/undyne}{#f/1}* 讲讲呗。ゑ
zh_tw: <25>{#p/undyne}{#f/1}* 講講唄。ゑ

source: <18>{#p/papyrus}{#f/0}LIKE THE WAY SANS AND I USED TO RACE OUR HOVERCARS!
pt_br: <18>{#p/papyrus}{#f/0}TIPO QUANDO EU E O SANS GOSTÁVAMOS DE DIRIGIR CARROS DE LADO A LADO!
zh_cn: <18>{#p/papyrus}{#f/0}那就说说我和SANS的 悬浮车竞速赛吧！ゑ
zh_tw: <18>{#p/papyrus}{#f/0}那就說說我和SANS的 懸浮車競速賽吧！ゑ

source: <18>{#p/papyrus}{#f/5}WE'D FLY DOWN THE ROAD, RACING SIDE BY SIDE...
pt_br: <18>{#p/papyrus}{#f/5}NÓS ÍAMOS DE UM LADO AO OUTRO, SEM PARAR...
zh_cn: <18>{#p/papyrus}{#f/5}小时候， 咱俩经常在这纵情飞驰， 看谁开得更快...ゑ
zh_tw: <18>{#p/papyrus}{#f/5}小時候， 咱倆經常在這縱情飛馳， 看誰開得更快...ゑ

source: <18>{#p/papyrus}{#f/4}UNFORTUNATELY, NO MATTER HOW HARD I TRIED...
pt_br: <18>{#p/papyrus}{#f/4}INFELIZMENTE, NÃO IMPORTAVA O QUANTO EU TENTASSE...
zh_cn: <18>{#p/papyrus}{#f/4}可惜， 不管我怎么努力...ゑ
zh_tw: <18>{#p/papyrus}{#f/4}可惜， 不管我怎麼努力...ゑ

source: <18>{#p/papyrus}{#f/7}HE WOULD ALWAYS BE WAITING AT THE FINISH LINE!
pt_br: <18>{#p/papyrus}{#f/7}ELE SEMPRE FICAVA ME ESPERANDO NA LINHA DE CHEGADA!
zh_cn: <18>{#p/papyrus}{#f/7}等我到终点线， 他车都停那好久了！ゑ
zh_tw: <18>{#p/papyrus}{#f/7}等我到終點線， 他車都停那好久了！ゑ

source: <18>{#p/papyrus}{#f/5}YOU CAN IMAGINE MY FRUSTRATION.
pt_br: <18>{#p/papyrus}{#f/5}IMAGINE MINHA FRUSTRAÇÃO.
zh_cn: <18>{#p/papyrus}{#f/5}每次都这样， 你说我难不难过。ゑ
zh_tw: <18>{#p/papyrus}{#f/5}每次都這樣， 你說我難不難過。ゑ

source: <25>{#p/undyne}{#f/17}* He always beat you to the end?
pt_br: <25>{#p/undyne}{#f/17}* Ele sempre te vencia no final?
zh_cn: <25>{#p/undyne}{#f/17}* 他从来没输过？ゑ
zh_tw: <25>{#p/undyne}{#f/17}* 他從來沒輸過？ゑ

source: <25>{#p/undyne}{#f/4}* Yeah, that's 'cause he's a big fat CHEATER.
pt_br: <25>{#p/undyne}{#f/4}* Sim, mas é porque ele é um trapaceador!
zh_cn: <25>{#p/undyne}{#f/4}* 这太正常了， 他总作弊，都成惯犯了。ゑ
zh_tw: <25>{#p/undyne}{#f/4}* 這太正常了， 他總作弊，都成慣犯了。ゑ

source: <25>{#p/undyne}{#f/5}* Have you SEEN his high score on the target practice machine?
pt_br: <25>{#p/undyne}{#f/5}* Já viu a pontuação dele na máquina de praticar algo?
zh_cn: <25>{#p/undyne}{#f/5}* 射击游戏的 排行榜看过没？ゑ
zh_tw: <25>{#p/undyne}{#f/5}* 射擊遊戲的 排行榜看過沒？ゑ

source: <25>{#p/undyne}{#f/8}* It's like, a GAZILLION or something!!
pt_br: <25>{#p/undyne}{#f/8}* É tipo, um zilhão, ou sei lá!
zh_cn: <25>{#p/undyne}{#f/8}* 他那分数， 简直是个天文数字！！ゑ
zh_tw: <25>{#p/undyne}{#f/8}* 他那分數， 簡直是個天文數字！！ゑ
