Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <15>{#p/papyrus}{#f/21}AFTER ALL, IF THAT'S WHAT YOU WANTED TO TELL ME...
pt_br: <15>{#p/papyrus}{#f/21}DEPOIS DE TUDO, SE ISSO É O QUE VOCÊ QUER ME DIZER...
zh_cn: <15>{#p/papyrus}{#f/21}毕竟，你如果只想 告诉我这个...
zh_tw: <15>{#p/papyrus}{#f/21}畢竟，你如果只想 告訴我這個...

source: <15>{#p/papyrus}{#f/21}WHY GO TO ALL THIS TROUBLE...
pt_br: <15>{#p/papyrus}{#f/21}POR QUE IR POR TODO ESTE CAMINHO...
zh_cn: <15>{#p/papyrus}{#f/21}何必这么麻烦...
zh_tw: <15>{#p/papyrus}{#f/21}何必這麼麻煩...

source: <15>{#p/papyrus}{#f/27}INSTEAD OF SPARING ME AND TALKING ABOUT IT AFTERWARDS?
pt_br: <15>{#p/papyrus}{#f/27}EM VEZ DE ME POUPAR E FALAR SOBRE ISSO DEPOIS?
zh_cn: <15>{#p/papyrus}{#f/27}而不是饶恕我 后再谈这件事？
zh_tw: <15>{#p/papyrus}{#f/27}而不是饒恕我 後再談這件事？

source: <15>{#p/papyrus}{#f/21}UNLESS... YOU REALLY -CAN'T- SPARE ME.
pt_br: <15>{#p/papyrus}{#f/21}AH NÃO SER... QUE VOCÊ NÃO POSSA ME POUPAR.
zh_cn: <15>{#p/papyrus}{#f/21}除非... 你【无法】饶恕我对吧。
zh_tw: <15>{#p/papyrus}{#f/21}除非... 你【無法】饒恕我對吧。

source: <15>{#p/papyrus}{#f/24}THAT "ASRIEL" FELLOW WAS SO SURE YOU'D KILL ME...
pt_br: <15>{#p/papyrus}{#f/24}AQUELE TAL "ASRIEL" TINHA TANTA DE QUE VOCÊ ME MATARIA...
zh_cn: <15>{#p/papyrus}{#f/24}既然那个 “ASRIEL”这么 肯定你会 杀了我...
zh_tw: <15>{#p/papyrus}{#f/24}既然那個 「ASRIEL」這麼 肯定你會 殺了我...

source: <15>{#p/papyrus}{#f/20}SOMETHING TELLS ME, HE MUST BE THE ONE WHO'S GETTING IN YOUR WAY!
pt_br: <15>{#p/papyrus}{#f/20}ALGO ME DIZ QUE É ELE QUEM ESTÁ ENTRANDO EM SEU CAMINHO!
zh_cn: <15>{#p/papyrus}{#f/20}直觉告诉我， 他用了什么方式 干预了你的行为！
zh_tw: <15>{#p/papyrus}{#f/20}直覺告訴我， 他用了什麼方式 幹預了你的行為！

source: <15>{#p/papyrus}{#f/15}HE'S BEEN JEALOUS OF YOUR AFFECTION FOR ME ALL THIS TIME!
pt_br: <15>{#p/papyrus}{#f/15}ELE FICOU COM CIÚMES DE SUA AFEIÇÃO POR MIM TODO ESSE TEMPO!
zh_cn: <15>{#p/papyrus}{#f/15}他一直嫉妒 你对我的感情！
zh_tw: <15>{#p/papyrus}{#f/15}他一直嫉妒 你對我的感情！

source: <15>{#p/papyrus}{#f/14}WELL. I WILL NOT BE FOOLED BY THE LIKES OF HIM!
pt_br: <15>{#p/papyrus}{#f/14}BEM. EU NÃO SEREI ENGANADO POR TOLOS COMO ELE!
zh_cn: <15>{#p/papyrus}{#f/14}现在... 我不会再 被他骗了！
zh_tw: <15>{#p/papyrus}{#f/14}現在... 我不會再 被他騙了！

source: <15>{#p/papyrus}{#f/20}I, PAPYRUS, WILL MAKE SURE HE NEVER FINDS ME AGAIN!
pt_br: <15>{#p/papyrus}{#f/20}EU, PAPYRUS, IREI GARANTIR QUE ELE JAMAIS ME ENCONTRE!
zh_cn: <15>{#p/papyrus}{#f/20}我，PAPYRUS， 保证让他再也 找不到我！
zh_tw: <15>{#p/papyrus}{#f/20}我，PAPYRUS， 保證讓他再也 找不到我！

source: <15>{#p/papyrus}{#f/27}YOU'RE SUPPOSED TO BE SPARING, NOT FLIRTING!
pt_br: <15>{#p/papyrus}{#f/27}ERA PRA VOCÊ ESTAR ME POUPANDO, NÃO FLERTANDO COMIGO!
zh_cn: <15>{#p/papyrus}{#f/27}你现在 要做的是饶恕， 而不是调情！
zh_tw: <15>{#p/papyrus}{#f/27}你現在 要做的是饒恕， 而不是調情！

source: <15>{#f/14}I MUST RESIST!
pt_br: <15>{#f/14}EU DEVO RESISTIR!
zh_cn: <15>{#f/14}我必须 抗住诱惑！
zh_tw: <15>{#f/14}我必須 抗住誘惑！

source: <15>{#p/papyrus}{#f/27}HUH? FLIRTING, AT A TIME LIKE THIS?
pt_br: <15>{#p/papyrus}{#f/27}HUH? FLERTANDO EM TEMPOS ASSI?
zh_cn: <15>{#p/papyrus}{#f/27}啊？ 在这种时候... 调情？
zh_tw: <15>{#p/papyrus}{#f/27}啊？ 在這種時候... 調情？

source: <15>{#f/14}WELL, THAT'S ONE WAY TO REDEEM YOURSELF!
pt_br: <15>{#f/14}BEM, ESSA É UMA FORMA DE SE REDIMIR!
zh_cn: <15>{#f/14}嗯... 这倒也算是一种 赎罪方式！
zh_tw: <15>{#f/14}嗯... 這倒也算是一種 贖罪方式！

source: <15>{#p/papyrus}{#f/14}N-NO...!
pt_br: <15>{#p/papyrus}{#f/14}N-NÃO...!
zh_cn: <15>{#p/papyrus}{#f/14}不-不...！
zh_tw: <15>{#p/papyrus}{#f/14}不-不...！

source: <15>{#p/papyrus}{#f/14}A-AH...!
zh_cn: <15>{#p/papyrus}{#f/14}啊-啊...！
zh_tw: <15>{#p/papyrus}{#f/14}啊-啊...！

source: <15>{#p/papyrus}{#f/20}HEY, THERE'S NO NEED TO INSULT YOURSELF!
pt_br: <15>{#p/papyrus}{#f/20}EI, NÃO TEM NECESSIDADE DE SE INSULTAR!
zh_cn: <15>{#p/papyrus}{#f/20}嘿，你没必要 辱骂自己的！
zh_tw: <15>{#p/papyrus}{#f/20}嘿，你沒必要 辱罵自己的！

source: <15>{#f/21}I KNOW YOU DID YOUR BEST...
pt_br: <15>{#f/21}EU SEI QUE VOCÊ FEZ O SEU MELHOR...
zh_cn: <15>{#f/21}我知道你已经尽力了...
zh_tw: <15>{#f/21}我知道你已經盡力了...

source: <15>{#f/15}YOU'RE HERE TO BETTER YOURSELF, REMEMBER?
pt_br: <15>{#f/15}VOCÊ ESTÁ AQUI PARA MELHORAR, LEMBRA?
zh_cn: <15>{#f/15}人类，你要记住： 来这里是为了 做个好人的！
zh_tw: <15>{#f/15}人類，你要記住： 來這裡是為了 做個好人的！

source: <15>{#p/papyrus}{#f/21}HUMAN...
pt_br: <15>{#p/papyrus}{#f/21}HUMANO...
zh_cn: <15>{#p/papyrus}{#f/21}人类...
zh_tw: <15>{#p/papyrus}{#f/21}人類...

source: <15>{#p/papyrus}{#f/15}COME ON...!
pt_br: <15>{#p/papyrus}{#f/15}VAMOS...!
zh_cn: <15>{#p/papyrus}{#f/15}你可以的...！
zh_tw: <15>{#p/papyrus}{#f/15}你可以的...！

source: <32>{#p/asriel2}* Asgore. * The king who got his home planet destroyed.
pt_br: <32>{#p/asriel2}* Asgore. * O rei que teve seu planeta natal destruído.
zh_cn: <32>{#p/asriel2}* Asgore。 * 亲手葬送自己家园的昏君。ゑ
zh_tw: <32>{#p/asriel2}* Asgore。 * 親手葬送自己家園的昏君。ゑ

source: <32>{#p/human}* (You attempt to hug Asgore...)
pt_br: <32>{#p/human}* (Você tenta abraçar Asgore...)
zh_cn: <32>{#p/human}* （你想抱抱Asgore...）
zh_tw: <32>{#p/human}* （你想抱抱Asgore...）

source: <32>{#p/human}* (... but your body goes right through him.)
pt_br: <32>{#p/human}* (...mas seu corpo passa direto por ele.)
zh_cn: <32>{#p/human}* （...但你的身体直接穿了过去。）
zh_tw: <32>{#p/human}* （...但你的身體直接穿了過去。）

source: <32>{#p/asriel2}* ... huh?
zh_cn: <32>{#p/asriel2}* ...啊？
zh_tw: <32>{#p/asriel2}* ...啊？

source: <11>{#p/asgore}{#f/5}Is that...
pt_br: <11>{#p/asgore}{#f/5}Seria isso...
zh_cn: <11>{#p/asgore}{#f/5}那是...
zh_tw: <11>{#p/asgore}{#f/5}那是...

source: <11>{#p/asgore}{#f/1}Really now...
pt_br: <11>{#p/asgore}{#f/1}Sério mesmo...
zh_cn: <11>{#p/asgore}{#f/1}开玩笑吧...
zh_tw: <11>{#p/asgore}{#f/1}開玩笑吧...

source: <11>{#p/asgore}{#f/1}Must we resort to violence?
pt_br: <11>{#p/asgore}{#f/1}Devemos nos abrir para a violência?
zh_cn: <11>{#p/asgore}{#f/1}一定要 诉诸暴力吗？
zh_tw: <11>{#p/asgore}{#f/1}一定要 訴諸暴力嗎？

source: <11>{#p/asgore}{#f/1}Can we not settle this peacefully?
pt_br: <11>{#p/asgore}{#f/1}Não podemos resolver isso pacificamente?
zh_cn: <11>{#p/asgore}{#f/1}为什么不能 和平解决呢？
zh_tw: <11>{#p/asgore}{#f/1}為什麼不能 和平解決呢？

source: <11>{#p/asgore}{#f/1}Is this really necessary?
pt_br: <11>{#p/asgore}{#f/1}Isso é realmente necessário?
zh_cn: <11>{#p/asgore}{#f/1}真的有必要吗？
zh_tw: <11>{#p/asgore}{#f/1}真的有必要嗎？

source: <32>{#p/human}* (You throw the spanner.) * (Asgore lets it pass right through him.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (Asgore a deixa passar por ele.)
zh_cn: <32>{#p/human}* （你朝Asgore扔出扳手。） * （扳手直接穿过了他的身体。）
zh_tw: <32>{#p/human}* （你朝Asgore扔出扳手。） * （扳手直接穿過了他的身體。）

source: <11>{#f/1}I am not really here, Asriel.
pt_br: <11>{#f/1}Eu não estou aqui de verdade, Asriel.
zh_cn: <11>{#f/1}我本人不在这， Asriel。
zh_tw: <11>{#f/1}我本人不在這， Asriel。

source: <11>{#f/2}It's just a projection.
pt_br: <11>{#f/2}É só uma projeção.
zh_cn: <11>{#f/2}这不过 是个投影。
zh_tw: <11>{#f/2}這不過 是個投影。

source: <32>{#p/asriel2}* Kill him, $(name).
pt_br: <32>{#p/asriel2}* Mate-o, $(name).
zh_cn: <32>{#p/asriel2}* 现在杀了他，$(name)。ゑ
zh_tw: <32>{#p/asriel2}* 現在殺了他，$(name)。ゑ

source: A small branch of semi-translucent berries.
pt_br: Um pequeno ramo de bagas semi-translúcidas.
zh_cn: 一小串半透明的浆果。
zh_tw: 一小串半透明的漿果。

source: Exoberries
pt_br: Exoberrys
zh_cn: 洋梅
zh_tw: 洋梅

source: <32>{#p/human}* (You throw away the Exoberries.)
pt_br: <32>{#p/human}* (Você joga fora as Exoberries.)
zh_cn: <32>{#p/human}* （你把洋梅扔掉了。）
zh_tw: <32>{#p/human}* （你把洋梅扔掉了。）

source: <32>{#p/basic}* "Exoberries" Heals 7 HP * A small branch of semi-translucent berries.
pt_br: <32>{#p/basic}* "Exoberries" Cura 7 HP * Um pequeno ramo de bagas semi-translúcidas.
zh_cn: <32>{#p/basic}* “洋梅” 回复7 HP * 一小串半透明的浆果。
zh_tw: <32>{#p/basic}* 「洋梅」 回復7 HP * 一小串半透明的漿果。

source: <32>{#p/human}* (You eat the Exoberries.)
pt_br: <32>{#p/human}* (Você come as Exoberries.)
zh_cn: <32>{#p/human}* （你吃掉了洋梅。）
zh_tw: <32>{#p/human}* （你吃掉了洋梅。）

source: Fresh exoberries, bathed in a sea of moist Jell-O.
pt_br: Exoberries frescas, banhadas em um mar de gelatina úmida.
zh_cn: 将新鲜洋梅浸润在果冻中制作而成。
zh_tw: 將新鮮洋梅浸潤在果凍中製作而成。

source: Berry Pie
pt_br: Torta de Frutas
zh_cn: 洋梅派
zh_tw: 洋梅派

source: <32>{#p/human}* (You throw away the Exoberry Pie.)
pt_br: <32>{#p/human}* (Você joga fora a Torta de Frutas.)
zh_cn: <32>{#p/human}* （你把洋梅果冻派扔掉了。）
zh_tw: <32>{#p/human}* （你把洋梅果凍派扔掉了。）

source: <32>{#p/napstablook}* ......... huh?
zh_cn: <32>{#p/napstablook}* ......... 嗯？
zh_tw: <32>{#p/napstablook}* ......... 嗯？

source: <32>{#p/napstablook}* oh..................
zh_cn: <32>{#p/napstablook}* 哦..................
zh_tw: <32>{#p/napstablook}* 喔..................

source: <32>{#p/basic}* "Exoberry Pie" Heals 99 HP * Fresh exoberries, bathed in a sea of moist Jell-O.
pt_br: <32>{#p/basic}* "Torta de Frutas" cura 99 HP * Exoberries frescas, banhadas em um mar de gelatina úmida.
zh_cn: <32>{#p/basic}* “洋梅果冻派” 回复99 HP * 将新鲜洋梅浸润在果冻中制作而成。
zh_tw: <32>{#p/basic}* 「洋梅果凍派」 回復99 HP * 將新鮮洋梅浸潤在果凍中製作而成。

source: Exoberry Pie
pt_br: Torta de Frutas
zh_cn: 洋梅果冻派
zh_tw: 洋梅果凍派

source: <32>{#p/human}* (You eat the Exoberry Pie.)
pt_br: <32>{#p/human}* (Você come a Torta de Frutas.)
zh_cn: <32>{#p/human}* （你吃掉了洋梅果冻派。）
zh_tw: <32>{#p/human}* （你吃掉了洋梅果凍派。）

source: <32>{#p/napstablook}* aw......... * i hope you like it.........
pt_br: <32>{#p/napstablook}* aw......... * espero que você goste.........
zh_cn: <32>{#p/napstablook}* 哦......... * 希望你爱吃.........
zh_tw: <32>{#p/napstablook}* 喔......... * 希望你愛吃.........

source: Please take this to the edge of the galaxy.
pt_br: Por favor, leve isso para o outro lado da galáxia.
zh_cn: 请将其带往星系之外。
zh_tw: 請將其帶往星系之外。

source: Chip
zh_cn: “芯”型薯片
zh_tw: 「芯」型洋芋片

source: <32>{#p/human}* (You throw away the Computer Chip.)
pt_br: <32>{#p/human}* (Você joga fora o Chip de CPU.)
zh_cn: <32>{#p/human}* （你把“芯”型薯片扔掉了。）
zh_tw: <32>{#p/human}* （你把「芯」型洋芋片扔掉了。）

source: <25>{#p/asriel1}{#f/15}* Uh... weren't you going to protect that?
pt_br: <25>{#p/asriel1}{#f/15}* Uh... você não ia meio que proteger isso aí?
zh_cn: <25>{#p/asriel1}{#f/15}* 额... 你不打算 保护好它吗？
zh_tw: <25>{#p/asriel1}{#f/15}* 額... 你不打算 保護好它嗎？

source: <32>{#p/human}* (45 HP. Rather than eating it, you feel you should keep this item safe.)
pt_br: <32>{#p/human}* (45 HP. Mais do que comer, você sente que precisa manter este ítem em segurança.)
zh_cn: <32>{#p/human}* （45 HP。） * （比起吃掉它，你更想保护好它。）
zh_tw: <32>{#p/human}* （45 HP。） * （比起吃掉它，你更想保護好它。）

source: <32>{#p/basic}* "Computer Chip" Heals 45 HP * Please take this to the edge of the galaxy.
pt_br: <32>{#p/basic}* "Chip de CPU" Cura 45 HP * Por favor, leve isso para o outro lado da galáxia.
zh_cn: <32>{#p/basic}* “‘芯’型薯片” 回复45 HP * 请将其带往星系之外。
zh_tw: <32>{#p/basic}* 「『芯』型洋芋片」 回復45 HP * 請將其帶往星系之外。

source: Computer Chip
pt_br: Chip de CPU
zh_cn: “芯”型薯片
zh_tw: 「芯」型洋芋片

source: <32>{#p/human}* (You bit into the Computer Chip.)
pt_br: <32>{#p/human}* (Você come o Chip de CPU.)
zh_cn: <32>{#p/human}* （你咬了一口“芯”型薯片。）
zh_tw: <32>{#p/human}* （你咬了一口「芯」型洋芋片。）

source: <32>{#p/basic}* Seems your HP integer was increased.
pt_br: <32>{#p/basic}* Parece que seu número inteiro de HP foi aumentado.
zh_cn: <32>{#p/basic}* 你的HP值获得了一个增量。
zh_tw: <32>{#p/basic}* 你的HP值獲得了一個增量。

source: <32>{#p/basic}* Seems your injuries have been overwritten.
pt_br: <32>{#p/basic}* Parece que seus machucados foram curados.
zh_cn: <32>{#p/basic}* 你的伤口被覆盖掉了。
zh_tw: <32>{#p/basic}* 你的傷口被覆蓋掉了。

source: A portable force field.
pt_br: Um escudo de força portátil.
zh_cn: 可随身携带的力场发射器。
zh_tw: 可隨身攜帶的力場發射器。

source: Emitter
pt_br: Emissor
zh_cn: 力场护盾
zh_tw: 力場護盾

source: <32>{#p/human}* (You throw away the Field Emitter.)
pt_br: <32>{#p/human}* (Você jogou fora o Emissor de Escudo.)
zh_cn: <32>{#p/human}* （你把力场护盾扔掉了。）
zh_tw: <32>{#p/human}* （你把力場護盾扔掉了。）

source: <32>{#p/human}* (7 DF.)
zh_cn: <32>{#p/human}* （7防御。）
zh_tw: <32>{#p/human}* （7防禦。）

source: <32>{#p/basic}* "Field Emitter" (7 DF) * A portable force field.
pt_br: <32>{#p/basic}* "Emissor de Escudo" (7 DF) * Um escudo de força portátil.
zh_cn: <32>{#p/basic}* “力场护盾” （7防御） * 可随身携带的力场发射器。
zh_tw: <32>{#p/basic}* 「力場護盾」 （7防禦） * 可隨身攜帶的力場發射器。

source: Field Emitter
pt_br: Emissor de Escudo
zh_cn: 力场护盾
zh_tw: 力場護盾

source: <32>{#p/human}* (You deployed the Field Emitter.)
pt_br: <32>{#p/human}* (Você implantou o Emissor de Escudo.)
zh_cn: <32>{#p/human}* （你启动了力场护盾。）
zh_tw: <32>{#p/human}* （你啟動了力場護盾。）

source: A somewhat underpowered portable force field.
pt_br: Um campo de força portátil um tanto fraco.
zh_cn: 可随身携带的力场发射器， 但能量不足。
zh_tw: 可隨身攜帶的力場發射器， 但能量不足。

source: Emitter?
pt_br: Emissor?
zh_cn: 力场护盾？
zh_tw: 力場護盾？

source: <32>{#p/human}* (5 DF.)
zh_cn: <32>{#p/human}* （5防御。）
zh_tw: <32>{#p/human}* （5防禦。）

source: <32>{#p/basic}* "Field Emitter?" (5 DF) * A somewhat underpowered portable force field.
pt_br: <32>{#p/basic}* "Emissor de Escudo?" (5 DF) * Um campo de força portátil um pouco fraco.
zh_cn: <32>{#p/basic}* “力场护盾” （5防御） * 可随身携带的力场发射器， 但能量不足。
zh_tw: <32>{#p/basic}* 「力場護盾」 （5防禦） * 可隨身攜帶的力場發射器， 但能量不足。

source: Field Emitter?
pt_br: Emissor de Escudo?
zh_cn: 力场护盾？
zh_tw: 力場護盾？

source: A non-euclidian fruit, bigger on the inside.
pt_br: Uma fruta não euclidiana, maior por dentro.
zh_cn: 非欧几何形状的水果， 里头比外边还大。ゑ
zh_tw: 非歐幾何形狀的水果， 裡頭比外邊還大。ゑ

source: Ghost Fruit
pt_br: Fruta Fantasma
zh_cn: 幽灵水果
zh_tw: 幽靈水果

source: <32>{#p/human}* (You fold the Ghost Fruit in on itself.)
pt_br: <32>{#p/human}* (Você coloca a Fruta Fantasma dentro de si.)
zh_cn: <32>{#p/human}* （你吸收了幽灵水果。）
zh_tw: <32>{#p/human}* （你吸收了幽靈水果。）

source: <32>{#p/basic}* "Ghost Fruit" Heals 15 HP * A non-euclidian fruit, bigger on the inside.
pt_br: <32>{#p/basic}* "Fruta Fantasma" Cura 15 HP * Uma fruta não euclidiana, maior por dentro.
zh_cn: <32>{#p/basic}* “幽灵水果” 回复15 HP * 非欧几何形状的水果， 里头比外边还大。ゑ
zh_tw: <32>{#p/basic}* 「幽靈水果」 回復15 HP * 非歐幾何形狀的水果， 裡頭比外邊還大。ゑ

source: <32>{#p/human}* (You unpacked the Ghost Fruit's many dimensions.)
pt_br: <32>{#p/human}* (Você descompactou as muitas dimensões da Fruta Fantasma.)
zh_cn: <32>{#p/human}* （你展开了幽灵水果多个面的空间。）
zh_tw: <32>{#p/human}* （你展開了幽靈水果多個面的空間。）

source: A state-of-the-art bionic glove. It's so bad.
pt_br: Uma luva biônica de última geração. É tão ruim.
zh_cn: 源自尖端科技，揍人超级有力的 仿生手套。
zh_tw: 源自尖端科技，揍人超級有力的 仿生手套。

source: Power Glove
pt_br: Luva Forte
zh_cn: 超能手套
zh_tw: 超能手套

source: <32>{#p/human}* (You throw away the Power Glove.)
pt_br: <32>{#p/human}* (Você jogou fora a Luva Forte.)
zh_cn: <32>{#p/human}* （你把超能手套扔掉了。）
zh_tw: <32>{#p/human}* （你把超能手套扔掉了。）

source: <32>{#p/human}* (5 AT.)
zh_cn: <32>{#p/human}* （5攻击。）
zh_tw: <32>{#p/human}* （5攻擊。）

source: <32>{#p/basic}* "Power Glove" (5 AT) * A state-of-the-art bionic glove. It's so bad.
pt_br: <32>{#p/basic}* "Luva Forte" (5 AT) * Uma luva biônica de última geração. É tão ruim.
zh_cn: <32>{#p/basic}* “超能手套” （5攻击） * 源自尖端科技，揍人超级有力的 仿生手套。
zh_tw: <32>{#p/basic}* 「超能手套」 （5攻擊） * 源自尖端科技，揍人超級有力的 仿生手套。

source: <32>{#p/human}* (You wear the Power Glove.)
pt_br: <32>{#p/human}* (Você põe a Luva Forte.)
zh_cn: <32>{#p/human}* （你戴上了超能手套。）
zh_tw: <32>{#p/human}* （你戴上了超能手套。）

source: It's not the original, but it still packs a punch.
pt_br: Não é a original, mas ainda sabe dar socos.
zh_cn: 虽然是仿制手套， 但不妨碍你用它痛扁敌人。
zh_tw: 雖然是仿製手套， 但不妨礙你用它痛扁敵人。

source: Glove?
pt_br: Luva?
zh_cn: 超能手套？
zh_tw: 超能手套？

source: <32>{#p/human}* (3 AT.)
zh_cn: <32>{#p/human}* （3攻击。）
zh_tw: <32>{#p/human}* （3攻擊。）

source: <32>{#p/basic}* "Power Glove?" (3 AT) * It's not the original, but it still packs a punch.
pt_br: <32>{#p/basic}* "Luva Forte?" (3 AT) * Não é a original, mas ainda sabe dar socos.
zh_cn: <32>{#p/basic}* “超能手套？” （3攻击） * 虽然是仿制手套， 但不妨碍你用它痛扁敌人。
zh_tw: <32>{#p/basic}* 「超能手套？」 （3攻擊） * 雖然是仿製手套， 但不妨礙你用它痛扁敵人。

source: Power Glove?
pt_br: Luva Forte?
zh_cn: 超能手套？
zh_tw: 超能手套？

source: Made of an unknown, pearly-white substance.
pt_br: Feito de uma substância branca misteriosa.
zh_cn: 由白如珍珠的不明物质制成。
zh_tw: 由白如珍珠的不明物質製成。

source: Milkshake
zh_cn: 奶昔
zh_tw: 奶昔

source: <32>{#p/human}* (You rid yourself of the Milkshake.)
pt_br: <32>{#p/human}* (Você se livra do Milkshake.)
zh_cn: <32>{#p/human}* （你摆脱掉了奶昔。）
zh_tw: <32>{#p/human}* （你擺脫掉了奶昔。）

source: <32>{#p/basic}* "Milkshake" Heals 18 HP * Made of an unknown, pearly-white substance.
pt_br: <32>{#p/basic}* "Milkshake" Cura 18 HP * Feita de uma substância branca misteriosa.
zh_cn: <32>{#p/basic}* “奶昔” 回复18 HP * 由白如珍珠的不明物质制成。
zh_tw: <32>{#p/basic}* 「奶昔」 回復18 HP * 由白如珍珠的不明物質製成。

source: <32>{#p/human}* (You swallowed every last drop of the Milkshake.)
pt_br: <32>{#p/human}* (Você engole até o último suspiro do Milkshake.)
zh_cn: <32>{#p/human}* （你咽下了最后一滴奶昔。）
zh_tw: <32>{#p/human}* （你咽下了最後一滴奶昔。）

source: <32>{#p/basic}* ... salty.
pt_br: <32>{#p/basic}* ... salgado.
zh_cn: <32>{#p/basic}* ...好咸。
zh_tw: <32>{#p/basic}* ...好鹹。

source: Instead of a joke, the wrapper says something fantastical.
pt_br: Em vez de uma piada, o invólucro diz algo fantástico.
zh_cn: 包装纸上印的不是笑话， 而是一些天马行空的想象。
zh_tw: 包裝紙上印的不是笑話， 而是一些天馬行空的想像。

source: Ice Dream
pt_br: Sorvete Sonho
zh_cn: 冰意灵
zh_tw: 冰意靈

source: <32>{#p/human}* (You throw away the Ice Dream.)
pt_br: <32>{#p/human}* (Você joga fora o Sorvete Sonho.)
zh_cn: <32>{#p/human}* （你把冰意灵扔掉了。）
zh_tw: <32>{#p/human}* （你把冰意靈扔掉了。）

source: <32>{#p/basic}* "Ice Dream" Heals 15 HP * Instead of a joke, the wrapper says something fantastical.
pt_br: <32>{#p/basic}* "Sorvete Sonho" Cura 15 HP * Ao invés de uma piada, o invólucro diz algo fantástico.
zh_cn: <32>{#p/basic}* “冰意灵” 回复15 HP * 包装纸上印的不是笑话， 而是一些天马行空的想象。
zh_tw: <32>{#p/basic}* 「冰意靈」 回復15 HP * 包裝紙上印的不是笑話， 而是一些天馬行空的想像。

source: <32>{#p/human}* (You unwrapped the Ice Dream.)
pt_br: <32>{#p/human}* (Você desembrulhou o Sorvete Sonho.)
zh_cn: <32>{#p/human}* （你撕开了冰意灵的包装。）
zh_tw: <32>{#p/human}* （你撕開了冰意靈的包裝。）

source: <32>* (The wrapper spoke of a world- saving adventure.)
pt_br: <32>* (O embrulho diz sobre um aventura que salvará o mundo.)
zh_cn: <32>* （包装上写着拯救世界的冒险。）
zh_tw: <32>* （包裝上寫著拯救世界的冒險。）

source: <32>{#p/basic}* "You're a grand adventurer, on a mission to save the world!"
pt_br: <32>{#p/basic}* "Você é um grande aventureiro, em uma missão para salvar o mundo!"
zh_cn: <32>{#p/basic}* “你是一个伟大的冒险家， 肩负着拯救世界的使命！”
zh_tw: <32>{#p/basic}* 「你是一個偉大的冒險家， 肩負著拯救世界的使命！」

source: <32>* (The wrapper mentioned your role as a starship captain.)
pt_br: <32>* (O embrulho menciona você como sendo o capitão de uma nave espacial.)
zh_cn: <32>* （包装上把你描述成 一个星际飞船的船长。）
zh_tw: <32>* （包裝上把你描述成 一個星際飛船的船長。）

source: <32>{#p/basic}* "You're the captain of a starship, moving deeper into unexplored space!"
pt_br: <32>{#p/basic}* "Você é o capitão de uma nave espacial, guiando todos para o espaço!"
zh_cn: <32>{#p/basic}* “你是一艘星际飞船的船长， 正驶向未知的太空！”
zh_tw: <32>{#p/basic}* 「你是一艘星際飛船的船長， 正駛向未知的太空！」

source: <32>* (The wrapper claimed that you could uniquely solve a mystery.)
pt_br: <32>* (O embrulho afirmava que você poderia resolver um mistério de maneira única.)
zh_cn: <32>* （包装上写着只有你一个人 能解开一个谜团。）
zh_tw: <32>* （包裝上寫著只有你一個人 能解開一個謎團。）

source: <32>{#p/basic}* "A grand mystery unfolds, and you're the only one who can solve it!"
pt_br: <32>{#p/basic}* "Um grande mistério escondido, apenas você pode encontrar a solução!"
zh_cn: <32>{#p/basic}* “一个巨大的谜团正在揭开， 而你是唯一能解开它的人！”
zh_tw: <32>{#p/basic}* 「一個巨大的謎團正在揭開， 而你是唯一能解開它的人！」

source: <32>* (The wrapper talked of your time-traveling endeavour.)
pt_br: <32>* (O invólucro falava de seu esforço de viagem no tempo.)
zh_cn: <32>* （包装上写着你穿越时空后 做出的努力。）
zh_tw: <32>* （包裝上寫著你穿越時空後 做出的努力。）

source: <32>{#p/basic}* "You've traveled back in time to stop a terrible catastrophe!"
pt_br: <32>{#p/basic}* "Você voltou no tempo para impedir uma catástrofe terrível!"
zh_cn: <32>{#p/basic}* “你穿越回过去， 阻止了一场可怕的灾难！”
zh_tw: <32>{#p/basic}* 「你穿越回過去， 阻止了一場可怕的災難！」

source: <32>* (The wrapper stated your scientific brilliance.)
pt_br: <32>* (O embrulho elogia sua capacidade científica.)
zh_cn: <32>* （包装上写着你的科学才华。）
zh_tw: <32>* （包裝上寫著你的科學才華。）

source: <32>{#p/basic}* "You're a brilliant scientist on the verge of a massive breakthrough!"
pt_br: <32>{#p/basic}* "Você é um cientista brilhante à beira de um grande avanço!"
zh_cn: <32>{#p/basic}* “你是一位杰出的科学家， 即将取得重大突破！”
zh_tw: <32>{#p/basic}* 「你是一位傑出的科學家， 即將取得重大突破！」

source: <32>* (The wrapper established the innocent world you've ended up in.)
pt_br: <32>* (O embrulho fala sobre o mundo inocente no qual você acabou caindo.)
zh_cn: <32>* （包装上建立了一个 你发现的无辜的世界。）
zh_tw: <32>* （包裝上建立了一個 你發現的無辜的世界。）

source: <32>{#p/basic}* "You stumble on a world of innocent creatures, and it's up to you what happens next!"
pt_br: <32>{#p/basic}* "Você caiu em um mundo de criaturas inocentes, decida o que vai acontecer agora!"
zh_cn: <32>{#p/basic}* “你偶然发现了一个充满无辜的 生物的世界，接下来会发生什么 就取决于你了！”
zh_tw: <32>{#p/basic}* 「你偶然發現了一個充滿無辜的 生物的世界，接下來會發生什麼 就取決於你了！」

source: <32>* (The wrapper detailed your newfound power.)
pt_br: <32>* (O embrulho detalha seu novo poder.)
zh_cn: <32>* （包装上详细介绍了 你的新能力。）
zh_tw: <32>* （包裝上詳細介紹了 你的新能力。）

source: <32>{#p/basic}* "You've gained the power to change the universe at your will! Use it wisely!"
pt_br: <32>{#p/basic}* "Você tem o poder de mudar o universo como deseja! Use com sabedoria!"
zh_cn: <32>{#p/basic}* “你已经获得了随心所欲 改变宇宙的力量！ 明智地使用它吧！”
zh_tw: <32>{#p/basic}* 「你已經獲得了隨心所欲 改變宇宙的力量！ 明智地使用它吧！」

source: <32>{#p/human}* (It's a holographic illustration of you, finding a loving family.)
pt_br: <32>{#p/human}* (É uma ilustração holográfica de você encontrando uma família feliz.)
zh_cn: <32>{#p/human}* （上面是你找到了一个 充满爱的家庭的全息图像。）
zh_tw: <32>{#p/human}* （上面是你找到了一個 充滿愛的家庭的全息圖像。）

source: Alters your perception of time.
pt_br: Altera sua percepção de tempo.
zh_cn: 可改变主观时间流速。
zh_tw: 可改變主觀時間流速。

source: Vortex Pop
pt_br: Pop Vórtice
zh_cn: 涡旋棒棒糖
zh_tw: 渦旋棒棒糖

source: <32>{#p/human}* (You throw away the Vortex Pop.)
pt_br: <32>{#p/human}* (Você joga fora o Pop Vórtice.)
zh_cn: <32>{#p/human}* （你把涡旋棒棒糖扔掉了。）
zh_tw: <32>{#p/human}* （你把渦旋棒棒糖扔掉了。）

source: <33>{#p/basic}* "Vortex Pop" Heals 11 HP * Alters your perception of time. * Not viable outside of battle.
pt_br: <33>{#p/basic}* "Pop Vórtice" Cura 11 HP * Altera sua percepção de tempo, apenas em batalha.
zh_cn: <33>{#p/basic}* “涡旋棒棒糖” 回复11 HP * 可改变主观时间流速。 * 仅在战斗中有效。
zh_tw: <33>{#p/basic}* 「渦旋棒棒糖」 回復11 HP * 可改變主觀時間流速。 * 僅在戰鬥中有效。

source: <32>{#p/human}* (You suck on the Vortex Pop.)
pt_br: <32>{#p/human}* (Você ingere o Pop Vórtice.)
zh_cn: <32>{#p/human}* （你把涡旋棒棒糖舔没了。）
zh_tw: <32>{#p/human}* （你把渦旋棒棒糖舔沒了。）

source: <32>{#p/human}* (Your perception of time is already shifted.)
pt_br: <32>{#p/human}* (Sua percepção de tempo já foi alterada.)
zh_cn: <32>{#p/human}* （主观时间流速之前已改变。）
zh_tw: <32>{#p/human}* （主觀時間流速之前已改變。）

source: <32>{#p/human}* (Your perception of time begins to shift.)
pt_br: <32>{#p/human}* (Sua percepção de realidade começou a mudar.)
zh_cn: <32>{#p/human}* （你的主观时间流速开始改变。）
zh_tw: <32>{#p/human}* （你的主觀時間流速開始改變。）

source: <32>{#p/story}* FOCUS up for two turns!
pt_br: <32>{#p/story}* O FOCO aumentou por dois turnos!
zh_cn: <32>{#p/story}* 两回合内，你的专注力提升！
zh_tw: <32>{#p/story}* 兩回合內，你的專注力提升！

source: <32>{#p/human}* (No effect outside of battle.)
pt_br: <32>{#p/human}* (Sem efeito fora de batalha.)
zh_cn: <32>{#p/human}* （战斗外使用无效。）
zh_tw: <32>{#p/human}* （戰鬥外使用無效。）

source: Silken spaghetti, finely aged in a time dilation unit.
pt_br: Espaguete de seda, finamente envelhecido em uma unidade de dilatação do tempo.
zh_cn: 丝般柔滑的意面， 在时间膨胀单元之中精细陈化。
zh_tw: 絲般柔滑的意面， 在時間膨脹單元之中精細陳化。

source: Spaghetti
pt_br: Espaguete
zh_cn: 意大利面
zh_tw: 義大利麵

source: <32>{#p/human}* (You throw away the Spaghetti.)
pt_br: <32>{#p/human}* (Você jogou fora o Espaguete.)
zh_cn: <32>{#p/human}* （你把意大利面扔掉了。）
zh_tw: <32>{#p/human}* （你把義大利麵扔掉了。）

source: <25>{#p/undyne}{#f/17}* I'll scrape that off the floor and heat it up in the fridge later.
pt_br: <25>{#p/undyne}{#f/17}* Eu vou tirar isso do chão e colocar pra esquentar na geladeira depois.
zh_cn: <25>{#p/undyne}{#f/17}* 我会将它从地板上刮下来 然后放在冰箱里重新加热的。
zh_tw: <25>{#p/undyne}{#f/17}* 我會將它從地板上刮下來 然後放在冰箱裡重新加熱的。

source: <18>{#p/papyrus}{#f/8}NOOO!! WHAT HAVE YOU DONE!?!?
pt_br: <18>{#p/papyrus}{#f/8}NÃOOO!! O QUE VOCÊ FEZ!?!?
zh_cn: <18>{#p/papyrus}{#f/8}别啊！！ 你怎么能这么对它！？！？
zh_tw: <18>{#p/papyrus}{#f/8}別啊！！ 你怎麼能這麼對它！？！？
