Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <18>{#p/papyrus}{#f/5}ORGANIZED TRASH...
pt_br: <18>{#p/papyrus}{#f/5}LIXO ORGANIZADO...
zh_cn: <18>{#p/papyrus}{#f/5}整理垃圾...
zh_tw: <18>{#p/papyrus}{#f/5}整理垃圾...

source: <18>{#p/papyrus}{#f/4}THE TWO WORDS I NEVER THOUGHT I'D UTTER TOGETHER.
pt_br: <18>{#p/papyrus}{#f/4}DUAS PALAVRAS QUE JAMAIS PENSEI QUE IRIAM JUNTAS.
zh_cn: <18>{#p/papyrus}{#f/4}这俩词组成的句子 我还是头一回说。
zh_tw: <18>{#p/papyrus}{#f/4}這倆詞組成的句子 我還是頭一回說。

source: <18>{#p/papyrus}{#f/0}I WONDER IF HUMANS WOULD LIKE HUNTING FOR MONSTER TRASH.
pt_br: <18>{#p/papyrus}{#f/0}ME PERGUNTO SE HUMANOS GOSTARIAM DE CAÇAR LIXO.
zh_cn: <18>{#p/papyrus}{#f/0}不知道人类会不会 喜欢翻怪物垃圾。
zh_tw: <18>{#p/papyrus}{#f/0}不知道人類會不會 喜歡翻怪物垃圾。

source: <18>{#p/papyrus}{#f/0}AH... THE CENTRAL RING ROOM!
pt_br: <18>{#p/papyrus}{#f/0}AH... A SALA CENTRAL DO RINGUE!
zh_cn: <18>{#p/papyrus}{#f/0}哦... 这里是回廊中央。
zh_tw: <18>{#p/papyrus}{#f/0}喔... 這裡是迴廊中央。

source: <18>{#p/papyrus}{#f/4}AT FIRST, WHEN I HEARD THE TERM "RING ROOM..."
pt_br: <18>{#p/papyrus}{#f/4}NO INÍCIO, QUANDO OUVI O TERMO "SALA DO RINGUE..."
zh_cn: <18>{#p/papyrus}{#f/4}第一次听到 这名的时候...
zh_tw: <18>{#p/papyrus}{#f/4}第一次聽到 這名的時候...

source: <18>{#p/papyrus}{#f/5}I THOUGHT IT'D BE A ROOM FOR MAKING CALLS.
pt_br: <18>{#p/papyrus}{#f/5}EU PENSEI QUE ERA UMA SALA PARA FAZER LIGAÇÕES.
zh_cn: <18>{#p/papyrus}{#f/5}我还纳闷... 这里啥时候来了个 姓“回”的郎中？
zh_tw: <18>{#p/papyrus}{#f/5}我還納悶... 這裡啥時候來了個 姓「回」的郎中？

source: <18>{#p/papyrus}{#f/0}GIVEN WHAT WE'RE DOING, THAT'S NOT ENTIRELY WRONG!
pt_br: <18>{#p/papyrus}{#f/0}CONSIDERANDO O QUE ESTAMOS FAZENDO, PARECE CORRETO!
zh_cn: <18>{#p/papyrus}{#f/0}但我一琢磨， 这里好像真没医生， 那来个郎中也合理！
zh_tw: <18>{#p/papyrus}{#f/0}但我一琢磨， 這裡好像真沒醫生， 那來個郎中也合理！

source: <25>{#p/undyne}{#f/1}* The "ring room," huh?
pt_br: <25>{#p/undyne}{#f/1}* A "sala ringue," huh?
zh_cn: <25>{#p/undyne}{#f/1}* “回廊”，“郎中”，“中央”...
zh_tw: <25>{#p/undyne}{#f/1}* 「迴廊」，「郎中」，「中央」...

source: <26>{#p/undyne}{#f/14}* If I didn't know any better, I'd say you were a poet!
pt_br: <26>{#p/undyne}{#f/14}* Se eu não soubesse, diria que você é um poeta!
zh_cn: <26>{#p/undyne}{#f/14}* 哇，我要是不认识你， 光听你念叨这些词， 还得把你当成大诗人呢！
zh_tw: <26>{#p/undyne}{#f/14}* 哇，我要是不認識你， 光聽你念叨這些詞， 還得把你當成大詩人呢！

source: <18>{#p/papyrus}{#f/6}... ME, A POET!?
pt_br: <18>{#p/papyrus}{#f/6}... EU, UM POETA!?
zh_cn: <18>{#p/papyrus}{#f/6}...你说我，诗人？
zh_tw: <18>{#p/papyrus}{#f/6}...你說我，詩人？

source: <18>{#p/papyrus}{#f/5}SOMEHOW I DOUBT THAT'D BE A GREAT USE OF MY TIME.
pt_br: <18>{#p/papyrus}{#f/5}EU DÚVIDO QUE ESSE SERIA UM BOM USO DO MEU TEMPO.
zh_cn: <18>{#p/papyrus}{#f/5}算了吧， 我可配不上。
zh_tw: <18>{#p/papyrus}{#f/5}算了吧， 我可配不上。

source: <25>{#p/undyne}{#f/17}* You're kidding, right? * You're a NATURAL.
pt_br: <25>{#p/undyne}{#f/17}* Você tá brincando, né? * Você é natural!!
zh_cn: <25>{#p/undyne}{#f/17}* 开玩笑吧？ * 你很有这种天赋。
zh_tw: <25>{#p/undyne}{#f/17}* 開玩笑吧？ * 你很有這種天賦。

source: <18>{#p/papyrus}{#f/4}IF YOU SAY SO...
pt_br: <18>{#p/papyrus}{#f/4}SE VOCÊ TÁ DIZENDO...
zh_cn: <18>{#p/papyrus}{#f/4}也说不定...
zh_tw: <18>{#p/papyrus}{#f/4}也說不定...

source: <18>{#p/papyrus}{#f/4}NOT TO MENTION, THE RECEPTION IS WAY BETTER THERE.
pt_br: <18>{#p/papyrus}{#f/4}SEM MENCIONAR QUE A RECEPÇÃO É MUITO MELHOR LÁ.
zh_cn: <18>{#p/papyrus}{#f/4}而且，这里的食物 也挺棒的。
zh_tw: <18>{#p/papyrus}{#f/4}而且，這裡的食物 也挺棒的。

source: <18>{#p/papyrus}{#f/0}PAPYRUS THE POET.
pt_br: <18>{#p/papyrus}{#f/0}PAPYRUS O POETA.
zh_cn: <18>{#p/papyrus}{#f/0}如果我会写日本俳句， 那我就叫“帕俳如诗”。
zh_tw: <18>{#p/papyrus}{#f/0}如果我會寫日本俳句， 那我就叫「帕俳如詩」。

source: <18>{#p/papyrus}{#f/5}WELL, IT DOES HAVE A RING TO IT...
pt_br: <18>{#p/papyrus}{#f/5}BEM, ATÉ QUE TEM UM RINGUE PARA ISSO...
zh_cn: <18>{#p/papyrus}{#f/5}“帕俳如诗”... 这{@fill=#ff0}回琅{@fill=#fff}琅上口了。
zh_tw: <18>{#p/papyrus}{#f/5}「帕俳如詩」... 這{@fill=#ff0}回琅{@fill=#fff}琅上口了。

source: <18>{#p/papyrus}{#f/5}I DON'T KNOW ABOUT YOU, BUT THE FOOD IN THIS PLACE...
pt_br: <18>{#p/papyrus}{#f/5}EU NÃO SEI VOCÊ, MAS A COMIDA DESSE LUGAR...
zh_cn: <18>{#p/papyrus}{#f/5}不知道你咋想， 但这地方的食物...
zh_tw: <18>{#p/papyrus}{#f/5}不知道你咋想， 但這地方的食物...

source: <18>{#p/papyrus}{#f/6}... REALLY GRINDS MY GEARS!!
pt_br: <18>{#p/papiro}{#f/6}... REALMENTE MÓI MINHAS ENGRENAGENS!!
zh_cn: <18>{#p/papyrus}{#f/6}...都是些 什么鬼玩意！！
zh_tw: <18>{#p/papyrus}{#f/6}...都是些 什麼鬼玩意！！

source: <18>{#p/papyrus}{#f/4}IT'S LIKE EVERYONE FORGOT WHAT GOOD COOKING IS LIKE.
pt_br: <18>{#p/papyrus}{#f/4}É COMO SE TODOS TIVESSEM ESQUECIDO BOAS COMIDAS.
zh_cn: <18>{#p/papyrus}{#f/4}好像每个人 都忘记了怎么烹饪。
zh_tw: <18>{#p/papyrus}{#f/4}好像每個人 都忘記了怎麼烹飪。

source: <18>{#p/papyrus}{#f/7}WHERE'S MY PASTA- FLAVORED PASTA!?
pt_br: <18>{#p/papyrus}{#f/7}ONDE ESTÁ MEU ESPAGUETE CHEIO DE SABOR!?
zh_cn: <18>{#p/papyrus}{#f/7}我的意面风味的 意大利面哪去了！？
zh_tw: <18>{#p/papyrus}{#f/7}我的意面風味的 義大利麵哪去了！？

source: <25>{#p/undyne}{#f/14}* You know, that reminds me...
pt_br: <25>{#p/undyne}{#f/14}* Sabe, isso me lembra de...
zh_cn: <25>{#p/undyne}{#f/14}* 这提醒了我...
zh_tw: <25>{#p/undyne}{#f/14}* 這提醒了我...

source: <25>{#p/undyne}{#f/1}* I once wanted the Royal Guard to have a culinary division.
pt_br: <25>{#p/undyne}{#f/1}* Que eu já desejei uma divisão culinária na Guarda Real.
zh_cn: <25>{#p/undyne}{#f/1}* 我有次想给皇家卫队 添一个炊事员。
zh_tw: <25>{#p/undyne}{#f/1}* 我有次想給皇家衛隊 添一個炊事員。

source: <25>{#p/undyne}{#f/16}* We'd have gourmet restaurants, exquisite food...
pt_br: <25>{#p/undyne}{#f/16}* Nós teríamos restaurante gourmet, comida exclusiva...
zh_cn: <25>{#p/undyne}{#f/16}* 我们会有充满美味的餐厅， 精致的食物....
zh_tw: <25>{#p/undyne}{#f/16}* 我們會有充滿美味的餐廳， 精緻的食物....

source: <25>{#p/undyne}{#f/17}* ... and then, Asgore tasted my cooking.
pt_br: <25>{#p/undyne}{#f/17}* ... e então, Asgore testou minha comida.
zh_cn: <25>{#p/undyne}{#f/17}* ...直到， Asgore尝了口我做的菜。
zh_tw: <25>{#p/undyne}{#f/17}* ...直到， Asgore嘗了口我做的菜。

source: <18>{#p/papyrus}{#f/9}MAYBE YOU JUST DIDN'T ADD ENOUGH MARINARA SAUCE!
pt_br: <18>{#p/papyrus}{#f/9}TALVEZ VOCÊ SÓ NÃO COBRIU COM MOLHO O SUFICIENTE!
zh_cn: <18>{#p/papyrus}{#f/9}也许你番茄酱 没加够！
zh_tw: <18>{#p/papyrus}{#f/9}也許你番茄醬 沒加夠！

source: <25>{#p/undyne}{#f/3}* No amount of marinara sauce could fix THAT atrocity.
pt_br: <25>{#p/undyne}{#f/3}* Nenhum molho teria salvo a atrocidade que eu fiz.
zh_cn: <25>{#p/undyne}{#f/3}* 再多的番茄酱 也不能弥补这种暴行。
zh_tw: <25>{#p/undyne}{#f/3}* 再多的番茄醬 也不能彌補這種暴行。

source: <18>{#p/papyrus}{#f/6}THE LAST TIME I TRIED TO ORDER IT, THEY...
pt_br: <18>{#p/papyrus}{#f/6}A ÚLTIMA VEZ QUE TENTEI ENCOMENDAR, ELES...
zh_cn: <18>{#p/papyrus}{#f/6}上次我想点它时， 他们...
zh_tw: <18>{#p/papyrus}{#f/6}上次我想點它時， 他們...

source: <18>{#p/papyrus}{#f/5}... LET'S JUST SAY THE CONCEPT WAS BEYOND THEM.
pt_br: <18>{#p/papyrus}{#f/5}... VAMOS SÓ DIZER QUE O CONCEITO ESTAVA ACIMA.
zh_cn: <18>{#p/papyrus}{#f/5}...这么说吧， 似乎这让他们的大脑 停止了思考。
zh_tw: <18>{#p/papyrus}{#f/5}...這麼說吧， 似乎這讓他們的大腦 停止了思考。

source: <18>{#p/papyrus}{#f/4}MAYBE I SHOULD HAVE BEEN THE ONE COOKING.
pt_br: <18>{#p/papyrus}{#f/4}EU ACHO QUE EU DEVERIA SER O COZINHEIRO.
zh_cn: <18>{#p/papyrus}{#f/4}也许应该让我来做。
zh_tw: <18>{#p/papyrus}{#f/4}也許應該讓我來做。

source: <18>{#p/papyrus}{#f/0}LIFE IS LIKE A CHESS GAME.
pt_br: <18>{#p/papyrus}{#f/0}A VIDA É COMO UM TABULEIRO DE XADREZ.
zh_cn: <18>{#p/papyrus}{#f/0}人生就像一盘棋局。
zh_tw: <18>{#p/papyrus}{#f/0}人生就像一盤棋局。

source: <18>{#p/papyrus}{#f/5}MINUS ALL OF THE BLUNDERING...
pt_br: <18>{#p/papyrus}{#f/5}MENOS TODOS OS ERROS...
zh_cn: <18>{#p/papyrus}{#f/5}让心 静如水...
zh_tw: <18>{#p/papyrus}{#f/5}讓心 靜如水...

source: <18>{#p/papyrus}{#f/5}AND CAPTURING OF PIECES...
pt_br: <18>{#p/papyrus}{#f/5}E A CAPTURA DAS PEÇAS...
zh_cn: <18>{#p/papyrus}{#f/5}然后捕获棋子...
zh_tw: <18>{#p/papyrus}{#f/5}然後捕獲棋子...

source: <18>{#p/papyrus}{#f/6}AND, UH...
pt_br: <18>{#p/papyrus}{#f/6}E, UH...
zh_cn: <18>{#p/papyrus}{#f/6}再然后，呃...
zh_tw: <18>{#p/papyrus}{#f/6}再然後，呃...

source: <18>{#p/papyrus}{#f/4}ACTUALLY, LIFE IS ALMOST NOTHING LIKE A CHESS GAME.
pt_br: <18>{#p/papyrus}{#f/4}NA VERDADE, A VIDA NÃO É NADA COMO XADREZ.
zh_cn: <18>{#p/papyrus}{#f/4}好吧， 人生一点都不像 棋局。
zh_tw: <18>{#p/papyrus}{#f/4}好吧， 人生一點都不像 棋局。

source: <18>{#p/papyrus}{#f/0}BUT THEY DO HAVE ONE THING IN COMMON.
pt_br: <18>{#p/papyrus}{#f/0}MAS EXISTE UMA COISA EM COMUM.
zh_cn: <18>{#p/papyrus}{#f/0}但它们之间 确实有相同之处。
zh_tw: <18>{#p/papyrus}{#f/0}但它們之間 確實有相同之處。

source: <18>{#p/papyrus}{#f/9}WHICH IS THAT YOU NEVER KNOW WHAT TO EXPECT!!
pt_br: <18>{#p/papyrus}{#f/9}QUE É VOCÊ NUNCA SABER O QUE VAI ACONTECER!!
zh_cn: <18>{#p/papyrus}{#f/9}就是你永远都不知道 接下来会 发生什么！！
zh_tw: <18>{#p/papyrus}{#f/9}就是你永遠都不知道 接下來會 發生什麼！！

source: <25>{#p/undyne}{#f/1}* So, kind of like a box of tree saps, then.
pt_br: <25>{#p/undyne}{#f/1}* Então, como uma caixa de seiva de árvore, então.
zh_cn: <25>{#p/undyne}{#f/1}* 也有点像一盒树胶。
zh_tw: <25>{#p/undyne}{#f/1}* 也有點像一盒樹膠。

source: <18>{#p/papyrus}{#f/0}YEAH, KIND OF LIKE THAT!
pt_br: <18>{#p/papyrus}{#f/0}É, TIPO ISSO!
zh_cn: <18>{#p/papyrus}{#f/0}是啊， 确实很像！
zh_tw: <18>{#p/papyrus}{#f/0}是啊， 確實很像！

source: <18>{#p/papyrus}{#f/4}WAIT, ISN'T IT SUPPOSED TO BE A BOX OF CHOCOLATES?
pt_br: <18>{#p/papyrus}{#f/4}EI, NÃO ERA PRA SER UMA CAIXA DE CHOCOLATES?
zh_cn: <18>{#p/papyrus}{#f/4}不对， 不应该像 一盒巧克力吗？
zh_tw: <18>{#p/papyrus}{#f/4}不對， 不應該像 一盒巧克力嗎？

source: <25>{#p/undyne}{#f/14}* That would be the human expression.
pt_br: <25>{#p/undyne}{#f/14}* Essa seria a expressão humana.
zh_cn: <25>{#p/undyne}{#f/14}* 那是人类的表达。
zh_tw: <25>{#p/undyne}{#f/14}* 那是人類的表達。

source: <18>{#p/papyrus}{#f/4}PERHAPS IT'S MORE LIKE A BOX OF CHOCOLATES.
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ SEJA MAIS COMO UMA CAIXA DE CHOCOLATES.
zh_cn: <18>{#p/papyrus}{#f/4}但也许更像 一盒巧克力。
zh_tw: <18>{#p/papyrus}{#f/4}但也許更像 一盒巧克力。

source: <18>{#p/papyrus}{#f/0}CHOCOLATE AND TREE SAP TASTES VERY SIMILAR, ACTUALLY.
pt_br: <18>{#p/papyrus}{#f/0}CHOCOLATE E SEIVA DE ÁRVORE TÊM GOSTO PARECIDO.
zh_cn: <18>{#p/papyrus}{#f/0}巧克力和树胶 的味道其实很像。
zh_tw: <18>{#p/papyrus}{#f/0}巧克力和樹膠 的味道其實很像。

source: <18>{#p/papyrus}{#f/5}IN TIME, WE MAY ALL BE EXPLORERS AMONGST THE STARS.
pt_br: <18>{#p/papyrus}{#f/5}COM O TEMPO, NÓS IREMOS EXPLORAR AS ESTRELAS.
zh_cn: <18>{#p/papyrus}{#f/5}假以时日， 我们都将成为 星际旅者。
zh_tw: <18>{#p/papyrus}{#f/5}假以時日， 我們都將成為 星際旅者。

source: <18>{#p/papyrus}{#f/5}WE MAY VENTURE OUT INTO THE GREAT UNKNOWN...
pt_br: <18>{#p/papyrus}{#f/5}NÓS IREMOS NOS AVENTURAR NO DESCONHECIDO...
zh_cn: <18>{#p/papyrus}{#f/5}去探索那些 深邃的未知...
zh_tw: <18>{#p/papyrus}{#f/5}去探索那些 深邃的未知...

source: <18>{#p/papyrus}{#f/5}EJECTING OURSELVES FAR FROM THIS PRISON OF OLD.
pt_br: <18>{#p/papyrus}{#f/5}EJETANDO-NOS PARA LONGE DESTA VELHA PRISÃO.
zh_cn: <18>{#p/papyrus}{#f/5}远离这座 古老的监狱。
zh_tw: <18>{#p/papyrus}{#f/5}遠離這座 古老的監獄。

source: <25>{#p/undyne}{#f/17}* You didn't tell me you were planning a PRISON break!
pt_br: <25>{#p/undyne}{#f/17}* Você não me disse que tava planejando uma fuga da prisão!
zh_cn: <25>{#p/undyne}{#f/17}* 别告诉我 你在策划越狱！
zh_tw: <25>{#p/undyne}{#f/17}* 別告訴我 你在策劃越獄！

source: <18>{#p/papyrus}{#f/5}DON'T WORRY, IT'S JUST AN ALLEGORY FOR FREEDOM.
pt_br: <18>{#p/papyrus}{#f/5}NÃO SE PREOCUPA, É SÓ UMA ALEGORIA PARA LIBERDADE.
zh_cn: <18>{#p/papyrus}{#f/5}别担心， 这只是自由的寓言。
zh_tw: <18>{#p/papyrus}{#f/5}別擔心， 這只是自由的寓言。

source: <18>{#p/papyrus}{#f/4}A -REAL- PRISON BREAK WOULD BE FAR TOO SUSPICIOUS.
pt_br: <18>{#p/papyrus}{#f/4}UMA -REAL- FUGA SERIA MUITO SUSPEITA.
zh_cn: <18>{#p/papyrus}{#f/4}【真正的】越狱 太可疑了。
zh_tw: <18>{#p/papyrus}{#f/4}【真正的】越獄 太可疑了。

source: <25>{#p/undyne}{#f/16}* Yeah, yeah...
pt_br: <25>{#p/undyne}{#f/16}* Claro, claro...
zh_cn: <25>{#p/undyne}{#f/16}* 对对...
zh_tw: <25>{#p/undyne}{#f/16}* 對對...

source: <18>{#p/papyrus}{#f/5}BESIDES, IF I WANTED TO DO ONE PROPERLY...
pt_br: <18>{#p/papyrus}{#f/5}ALIAS, SE EU QUISESSE FAZER UMA PROPRIAMENTE...
zh_cn: <18>{#p/papyrus}{#f/5}此外， 如果我想做 正确的事...
zh_tw: <18>{#p/papyrus}{#f/5}此外， 如果我想做 正確的事...

source: <18>{#p/papyrus}{#f/6}I'D HAVE TO PLAN ALL THE EMERGENCY MEETINGS!
pt_br: <18>{#p/papyrus}{#f/6}EU TERIA UM PLANO DE EMERGÊNCIA PRA TUDO!
zh_cn: <18>{#p/papyrus}{#f/6}我将召开 紧急会议！
zh_tw: <18>{#p/papyrus}{#f/6}我將召開 緊急會議！

source: <25>{#p/undyne}{#f/12}* Sheesh, that'd be quite the task.
pt_br: <25>{#p/undyne}{#f/12}* SHH, seria uma missão difícil.
zh_cn: <25>{#p/undyne}{#f/12}* 天，多么艰巨啊。
zh_tw: <25>{#p/undyne}{#f/12}* 天，多麼艱巨啊。

source: <18>{#p/papyrus}{#f/4}LET'S JUST HOPE THAT, WHEN WE REACH THE STARS...
pt_br: <18>{#p/papyrus}{#f/4}VAMOS SÓ ESPERAR, ALCANÇAR AS ESTRELAS...
zh_cn: <18>{#p/papyrus}{#f/4}只希望， 当我们到达 星星那边时...
zh_tw: <18>{#p/papyrus}{#f/4}只希望， 當我們到達 星星那邊時...

source: <18>WE DON'T MEET ANY OF THOSE MOLE-RAT IMPOSTORS.
pt_br: <18>NÃO ENCONTRAMOS NENHUM DESSES IMPOSTORES DE RATOS-TOUPEIRA.
zh_cn: <18>不会遇到任何 特乌叛贼。
zh_tw: <18>不會遇到任何 特烏叛賊。

source: <18>{#p/papyrus}{#f/5}MY APOLOGIES.
pt_br: <18>{#p/papyrus}{#f/5}ME DESCULPE.
zh_cn: <18>{#p/papyrus}{#f/5}抱歉。
zh_tw: <18>{#p/papyrus}{#f/5}抱歉。

source: <18>{#p/papyrus}{#f/4}I DIDN'T MEAN TO VENT.
pt_br: <18>{#p/papyrus}{#f/4}EU NÃO QUERIA DESABAFAR.
zh_cn: <18>{#p/papyrus}{#f/4}我可没吐槽。
zh_tw: <18>{#p/papyrus}{#f/4}我可沒吐槽。

source: <18>{#p/papyrus}{#f/6}ISN'T THAT WHERE THE CHILLY FOLKS HANG OUT?
pt_br: <18>{#p/papyrus}{#f/6}ISSO NÃO É ONDE AS PESSOAS TRANQUILAS FICAM?
zh_cn: <18>{#p/papyrus}{#f/6}这不是那些 喜好寒冷的人们 常去的消遣之地吗？
zh_tw: <18>{#p/papyrus}{#f/6}這不是那些 喜好寒冷的人們 常去的消遣之地嗎？

source: <18>{#p/papyrus}{#f/5}I FEEL KIND OF BAD FOR THEM...
pt_br: <18>{#p/papyrus}{#f/5}EU ME SINTO MEIO MAL POR ELAS...
zh_cn: <18>{#p/papyrus}{#f/5}我为他们 感到难过...
zh_tw: <18>{#p/papyrus}{#f/5}我為他們 感到難過...

source: <18>{#p/papyrus}{#f/9}... WHICH IS WHY I PLAN TO BUY THEM A FRIDGE SOMEDAY!
pt_br: <18>{#p/papyrus}{#f/9}ME FAZ QUERER COMPRAR UMA GELADEIRA PRA ELES!
zh_cn: <18>{#p/papyrus}{#f/9}...所以我打算哪天 给他们买个冰箱！
zh_tw: <18>{#p/papyrus}{#f/9}...所以我打算哪天 給他們買個冰箱！

source: <18>{#p/papyrus}{#f/0}THAT WAY, THEY'LL ALWAYS HAVE A COLD PLACE NEARBY.
pt_br: <18>{#p/papyrus}{#f/0}ASSIM, SEMPRE TERÁ UM LUGAR FRIO POR PERTO.
zh_cn: <18>{#p/papyrus}{#f/0}这样， 他们附近就会有 一块寒冷的地方了。
zh_tw: <18>{#p/papyrus}{#f/0}這樣， 他們附近就會有 一塊寒冷的地方了。

source: <25>{#p/undyne}{#f/1}* Speaking of nearby...
pt_br: <25>{#p/undyne}{#f/1}* Falando de por perto...
zh_cn: <25>{#p/undyne}{#f/1}* 说到附近...
zh_tw: <25>{#p/undyne}{#f/1}* 說到附近...

source: <25>{#p/undyne}{#f/8}* We're RIGHT in the next room over!!
pt_br: <25>{#p/undyne}{#f/8}* Nós estamos bem na próxima sala!!
zh_cn: <25>{#p/undyne}{#f/8}* 我们就在隔壁！！
zh_tw: <25>{#p/undyne}{#f/8}* 我們就在隔壁！！

source: <18>{#p/papyrus}{#f/9}CORRECT!! RIGHT DOWN HERE!!
pt_br: <18>{#p/papyrus}{#f/9}CORRETO!! BEM AQUI EM BAIXO!!
zh_cn: <18>{#p/papyrus}{#f/9}对！！ 就在你右下角！！
zh_tw: <18>{#p/papyrus}{#f/9}對！！ 就在你右下角！！

source: <25>{#p/undyne}{#f/17}* Over, not down.
pt_br: <25>{#p/undyne}{#f/17}* Do lado, não em baixo.
zh_cn: <25>{#p/undyne}{#f/17}* 是隔壁，不是下面。
zh_tw: <25>{#p/undyne}{#f/17}* 是隔壁，不是下面。

source: <18>{#p/papyrus}{#f/6}... IT'S DOWN ON THE FLOOR PLAN!!
pt_br: <18>{#p/papyrus}{#f/6}... NO PLANO DO PISO ISSO SERIA EM BAIXO!!
zh_cn: <18>{#p/papyrus}{#f/6}...是在平面图的 下面！！
zh_tw: <18>{#p/papyrus}{#f/6}...是在平面圖的 下面！！

source: <25>{#p/undyne}{#f/14}* I doubt the human even knows what that looks like.
pt_br: <25>{#p/undyne}{#f/14}* É como é que o humano vai saber? Ele nunca viu de cima.
zh_cn: <25>{#p/undyne}{#f/14}* 我怀疑人类 都不知道那长啥样。
zh_tw: <25>{#p/undyne}{#f/14}* 我懷疑人類 都不知道那長啥樣。

source: <18>{#p/papyrus}{#f/0}ISN'T TECHNOLOGY WONDERFUL?
pt_br: <18>{#p/papyrus}{#f/0}AH TECNOLOGIA NÃO É MARAVILHOSA?
zh_cn: <18>{#p/papyrus}{#f/0}科技改变世界！
zh_tw: <18>{#p/papyrus}{#f/0}科技改變世界！

source: <18>{#p/papyrus}{#f/6}WHAT ARE YOU WAITING FOR!!! COME ON DOWN!!
pt_br: <18>{#p/papyrus}{#f/6}O QUÊ VOCÊ TÁ ESPERANDO!!! CHEGA AQUI EM BAIXO!!
zh_cn: <18>{#p/papyrus}{#f/6}还在等什么呢？！！ 快下来！！
zh_tw: <18>{#p/papyrus}{#f/6}還在等什麼呢？！！ 快下來！！

source: <25>{#p/undyne}{#f/7}* He means OVER!!
pt_br: <25>{#p/undyne}{#f/7}* Ele quis dizer do LADO!!
zh_cn: <25>{#p/undyne}{#f/7}* 他是说去隔壁！！
zh_tw: <25>{#p/undyne}{#f/7}* 他是說去隔壁！！

source: <18>{#p/papyrus}{#f/0}THAT'S WHERE BURGIE'S SHOP IS.
pt_br: <18>{#p/papyrus}{#f/0}AÍ É A LOJA DO BURGIE.
zh_cn: <18>{#p/papyrus}{#f/0}那是BURGIE的商店。
zh_tw: <18>{#p/papyrus}{#f/0}那是BURGIE的商店。

source: <18>{#p/papyrus}{#f/6}ALTHOUGH WHAT HE SELLS IS BASICALLY JUNK FOOD...
pt_br: <18>{#p/papyrus}{#f/6}ELE VENDE BASICAMENTE FAST-FOOD...
zh_cn: <18>{#p/papyrus}{#f/6}尽管他卖的 都是些垃圾食品...
zh_tw: <18>{#p/papyrus}{#f/6}儘管他賣的 都是些垃圾食品...

source: <18>{#p/papyrus}{#f/5}HE DOES SEEM LIKE A REALLY GENUINE GUY.
pt_br: <18>{#p/papyrus}{#f/5}MAS PARECE SER UM CARA MUITO LEGAL.
zh_cn: <18>{#p/papyrus}{#f/5}但他却像一个 真正的男子汉。
zh_tw: <18>{#p/papyrus}{#f/5}但他卻像一個 真正的男子漢。

source: <25>{#p/undyne}{#f/12}* That's definitely one way of putting it.
pt_br: <25>{#p/undyne}{#f/12}* Esse é definitivamente um jeito de colocar isso.
zh_cn: <25>{#p/undyne}{#f/12}* 你要这么说也不是不行。
zh_tw: <25>{#p/undyne}{#f/12}* 你要這麼說也不是不行。

source: <18>{#p/papyrus}{#f/5}ADMITTEDLY, HE CAN BE A BIT STRESSFUL TO TALK TO.
pt_br: <18>{#p/papyrus}{#f/5}ADMITO, PODE SER MEIO ESTRESSANTE CONVERSAR COM ELE.
zh_cn: <18>{#p/papyrus}{#f/5}无可否认， 和他说话确实会 让人感到紧张。
zh_tw: <18>{#p/papyrus}{#f/5}無可否認， 和他說話確實會 讓人感到緊張。

source: <18>{#p/papyrus}{#f/6}BUT I DON'T THINK THAT'S HIS FAULT!!
pt_br: <18>{#p/papyrus}{#f/6}POREM NÃO É CULPA DELE!!
zh_cn: <18>{#p/papyrus}{#f/6}但我不认为 这是他的错！！
zh_tw: <18>{#p/papyrus}{#f/6}但我不認為 這是他的錯！！

source: <18>{#p/papyrus}{#f/4}IT'S... ACTUALLY KIND OF METTATON'S FAULT.
pt_br: <18>{#p/papyrus}{#f/4}JÁ QUE... ISSO É CULPA DO METTATON.
zh_cn: <18>{#p/papyrus}{#f/4}这... 实际上是 METTATON的错。
zh_tw: <18>{#p/papyrus}{#f/4}這... 實際上是 METTATON的錯。

source: <18>{#p/papyrus}{#f/9}BUT DON'T WORRY! I'LL CONFRONT HIM LATER ABOUT IT!
pt_br: <18>{#p/papyrus}{#f/9}MAS NÃO TEMAS! IREI CONFRONTÁ-LO MAIS TARDE SOBRE!
zh_cn: <18>{#p/papyrus}{#f/9}但别担心！ 我待会就去跟他 谈这事！
zh_tw: <18>{#p/papyrus}{#f/9}但別擔心！ 我待會就去跟他 談這事！

source: <18>{#p/papyrus}{#f/6}ONCE YOU EARN HIS RESPECT, OF COURSE.
pt_br: <18>{#p/papyrus}{#f/6}ASSIM QUE VOCÊ GANHAR O RESPEITO DELE, CLARO.
zh_cn: <18>{#p/papyrus}{#f/6}当然你必须 要赢得他的尊重。
zh_tw: <18>{#p/papyrus}{#f/6}當然你必須 要贏得他的尊重。

source: <18>{#p/papyrus}{#f/4}THAT ROBOT AND I HAVE... A LOT TO DISCUSS.
pt_br: <18>{#p/papyrus}{#f/4}AQUELE ROBÔ E EU... TEMOS MUITO A DISCUTIR.
zh_cn: <18>{#p/papyrus}{#f/4}我和那机器人有... 一大堆要讨论的。
zh_tw: <18>{#p/papyrus}{#f/4}我和那機器人有... 一大堆要討論的。

source: <18>{#p/papyrus}{#f/4}THIS "REC CENTER" IS CERTIANLY RECREATIONAL...
pt_br: <18>{#p/papyrus}{#f/4}ESTE "REC CENTER" É BEM RECREACIONAL...
zh_cn: <18>{#p/papyrus}{#f/4}这个“休闲回廊” 当然是用来休闲的...
zh_tw: <18>{#p/papyrus}{#f/4}這個「休閒迴廊」 當然是用來休閒的...

source: <18>{#p/papyrus}{#f/5}... IN MORE WAYS THAN ONE.
pt_br: <18>{#p/papyrus}{#f/5}... EM MUITAS FORMAS.
zh_cn: <18>{#p/papyrus}{#f/5}...想干啥都行。
zh_tw: <18>{#p/papyrus}{#f/5}...想幹啥都行。

source: <18>{#p/papyrus}{#f/6}WHAT'S SO AMAZING ABOUT WISH FLOWERS, ANYWAY?
pt_br: <18>{#p/papyrus}{#f/6}O QUE HÁ DE TÃO INCRÍVEL NAS FLORES DESEJOS?
zh_cn: <18>{#p/papyrus}{#f/6}但我想知道 蒲公罂到底有啥 神奇的？
zh_tw: <18>{#p/papyrus}{#f/6}但我想知道 蒲公罌到底有啥 神奇的？

source: <18>{#p/papyrus}{#f/4}DOES THEIR AURA MAKE ALL YOUR WISHES COME TRUE?
pt_br: <18>{#p/papyrus}{#f/4}A AURA DELAS FAZ SEU DESEJO SE TORNAR REAL?
zh_cn: <18>{#p/papyrus}{#f/4}可以回应 人们的粟求吗？
zh_tw: <18>{#p/papyrus}{#f/4}可以回應 人們的粟求嗎？

source: <18>{#p/papyrus}{#f/0}HMM... MAYBE I SHOULD TRY IT SOMETIME.
pt_br: <18>{#p/papyrus}{#f/0}HMM... TALVEZ EU DEVESSE TENTAR ALGUMA HORA.
zh_cn: <18>{#p/papyrus}{#f/0}嗯... 我想找个时间 试试。
zh_tw: <18>{#p/papyrus}{#f/0}嗯... 我想找個時間 試試。

source: <25>{#p/undyne}{#f/14}* I don't think you'd enjoy it, Papyrus.
pt_br: <25>{#p/undyne}{#f/14}* Eu não acho que você iria gostar, Papyrus.
zh_cn: <25>{#p/undyne}{#f/14}* 我想你不会喜欢的， Papyrus。
zh_tw: <25>{#p/undyne}{#f/14}* 我想你不會喜歡的， Papyrus。

source: <25>{#p/undyne}{#f/17}* It's not your style.
pt_br: <25>{#p/undyne}{#f/17}* Não é seu estilo.
zh_cn: <25>{#p/undyne}{#f/17}* 这不是你的作风。
zh_tw: <25>{#p/undyne}{#f/17}* 這不是你的作風。

source: <18>{#p/papyrus}{#f/5}YEAH, YOU'RE PROBABLY RIGHT.
pt_br: <18>{#p/papyrus}{#f/5}É, ACHO QUE VOCÊ TÁ CERTA.
zh_cn: <18>{#p/papyrus}{#f/5}是啊， 兴许我该听你的。
zh_tw: <18>{#p/papyrus}{#f/5}是啊， 興許我該聽你的。

source: <25>{#p/undyne}{#f/14}* Of course I am.
pt_br: <25>{#p/undyne}{#f/14}* Claro que estou.
zh_cn: <25>{#p/undyne}{#f/14}* 那必须的。
zh_tw: <25>{#p/undyne}{#f/14}* 那必須的。

source: <18>{#p/papyrus}{#f/9}STILL, IT NEVER HURTS TO TRY!!
pt_br: <18>{#p/papyrus}{#f/9}AINDA ASSIM, NÃO MACHUCA TENTAR!!
zh_cn: <18>{#p/papyrus}{#f/9}但我还是要 试一试！！
zh_tw: <18>{#p/papyrus}{#f/9}但我還是要 試一試！！

source: <18>{#p/papyrus}{#f/0}BETTER NOT DO IT IN THE REC CENTER, THOUGH.
pt_br: <18>{#p/papyrus}{#f/0}MAS É MELHOR NÃO FAZER ISSO NO REC CENTER.
zh_cn: <18>{#p/papyrus}{#f/0}不过我尽量不会在 休闲回廊试的。
zh_tw: <18>{#p/papyrus}{#f/0}不過我儘量不會在 休閒迴廊試的。

source: <18>{#p/papyrus}{#f/4}TALK ABOUT BEING A NUSCIENCE.
pt_br: <18>{#p/papyrus}{#f/4}FALA SOBRE SER UMA NUCIÊNCIA.
zh_cn: <18>{#p/papyrus}{#f/4}我这可是 在为科学献身。
zh_tw: <18>{#p/papyrus}{#f/4}我這可是 在為科學獻身。

source: <25>{#p/undyne}{#f/12}* Pfft, yeah...
pt_br: <25>{#p/undyne}{#f/12}* Pfft, sei...
zh_cn: <25>{#p/undyne}{#f/12}* 啐，是是是...
zh_tw: <25>{#p/undyne}{#f/12}* 啐，是是是...

source: <18>{#p/papyrus}{#f/0}SO THERE'S LOTS TO DO UP THERE, HUH?
pt_br: <18>{#p/papyrus}{#f/0}ENTÃO TEM MUITO PRA FAZER AÍ EM CIMA, HUH?
zh_cn: <18>{#p/papyrus}{#f/0}所以那边 有一堆好玩的？
zh_tw: <18>{#p/papyrus}{#f/0}所以那邊 有一堆好玩的？

source: <18>{#p/papyrus}{#f/9}SOUNDS LIKE A GREAT PLACE TO HANG OUT!!
pt_br: <18>{#p/papyrus}{#f/9}PARECE UM ÓTIMO LUGAR PRA SAIR!!
zh_cn: <18>{#p/papyrus}{#f/9}听起来是个 消遣的好去处！！
zh_tw: <18>{#p/papyrus}{#f/9}聽起來是個 消遣的好去處！！

source: <18>{#p/papyrus}{#f/0}I'LL HAVE TO VISIT SOMETIME.
pt_br: <18>{#p/papyrus}{#f/0}TEREI QUE VISITAR EM ALGUM MOMENTO.
zh_cn: <18>{#p/papyrus}{#f/0}有时间我一定会去 那边看看。
zh_tw: <18>{#p/papyrus}{#f/0}有時間我一定會去 那邊看看。

source: <18>{#p/papyrus}{#f/4}I'D PREFER IT OVER STANDING IN FRONT OF UNDYNE'S HOUSE.
pt_br: <18>{#p/papyrus}{#f/4}EU PREFIRO ISSO A FICAR NA FRENTE DA CASA DA UNDYNE.
zh_cn: <18>{#p/papyrus}{#f/4}这可比杵在 UNDYNE家门口好多了。
zh_tw: <18>{#p/papyrus}{#f/4}這可比杵在 UNDYNE家門口好多了。

source: <25>{#p/undyne}{#f/8}* Wanna talk? * We're right here, punk!
pt_br: <25>{#p/undyne}{#f/8}* Quer conversar? * Estamos bem aqui, pirralha!
zh_cn: <25>{#p/undyne}{#f/8}* 想聊天？ * 我们就在这里，小混蛋！
zh_tw: <25>{#p/undyne}{#f/8}* 想聊天？ * 我們就在這裡，小混蛋！

source: <18>{#p/papyrus}{#f/4}MAYBE, AFTER WE HANG OUT WITH HER...
pt_br: <18>{#p/papyrus}{#f/4}TALVEZ, APÓS SAIRMOS COM ELA...
zh_cn: <18>{#p/papyrus}{#f/4}也许在我们 跟她消遣过后...
zh_tw: <18>{#p/papyrus}{#f/4}也許在我們 跟她消遣過後...

source: <18>{#p/papyrus}{#f/0}WE COULD ALL COME HERE TOGETHER!
pt_br: <18>{#p/papyrus}{#f/0}PODERIAMOS NOS REUNIR AÍ JUNTOS!
zh_cn: <18>{#p/papyrus}{#f/0}我们就都 可以去那玩了！
zh_tw: <18>{#p/papyrus}{#f/0}我們就都 可以去那玩了！

source: <18>{#p/papyrus}{#f/0}I HEAR THIS HOTEL IS MADE IN EXTRA DIMENSIONS.
pt_br: <18>{#p/papyrus}{#f/0}OUVI DIZER QUE ESSE HOTEL TEM DIMENSÕES EXTRAS.
zh_cn: <18>{#p/papyrus}{#f/0}我听说这家旅馆 是在额外的维度 建造的。
zh_tw: <18>{#p/papyrus}{#f/0}我聽說這家旅館 是在額外的維度 建造的。

source: <18>{#p/papyrus}{#f/4}DIMENSIONS... LAYERS...
pt_br: <18>{#p/papyrus}{#f/4}DIMENSÕES... PISOS...
zh_cn: <18>{#p/papyrus}{#f/4}维度... 层面...
zh_tw: <18>{#p/papyrus}{#f/4}維度... 層面...

source: <18>{#p/papyrus}{#f/5}DO THEY GIVE US EXTRA BLANKETS TO TAKE NAPS WITH?
pt_br: <18>{#p/papyrus}{#f/5}SERÁ SE ELES NOS DÃO COBERTORES EXTRAS PRA DORMIR?
zh_cn: <18>{#p/papyrus}{#f/5}他们会在我们打盹时 多给我们一层 毯子吗？
zh_tw: <18>{#p/papyrus}{#f/5}他們會在我們打盹時 多給我們一層 毯子嗎？

source: <18>{#p/papyrus}{#f/0}ASKING FOR A FRIEND, OF COURSE.
pt_br: <18>{#p/papyrus}{#f/0}PERGUNTANDO PRA UM AMIGO, CLARO.
zh_cn: <18>{#p/papyrus}{#f/0}当然我是 替我朋友问的。
zh_tw: <18>{#p/papyrus}{#f/0}當然我是 替我朋友問的。

source: <25>{#p/undyne}{#f/17}* Right, because YOU just stay awake all the time.
pt_br: <25>{#p/undyne}{#f/17}* Óbvio, porque VOCÊ fica acordado o tempo todo!
zh_cn: <25>{#p/undyne}{#f/17}* 确实，因为你 一直精神抖擞。
zh_tw: <25>{#p/undyne}{#f/17}* 確實，因為你 一直精神抖擻。

source: <18>{#p/papyrus}{#f/0}EXACTLY! I CAN'T WASTE MY TIME NAPPING.
pt_br: <18>{#p/papyrus}{#f/0}EXATAMENTE! NÃO POSSO PERDER MEU TEMPO DORMINDO.
zh_cn: <18>{#p/papyrus}{#f/0}完全正确！ 我不能浪费时间 在打盹上。
zh_tw: <18>{#p/papyrus}{#f/0}完全正確！ 我不能浪費時間 在打盹上。
