Repository: ws-3917/psoutertale-weblate
Catalog: text/starton/*.po
Languages: pt_br, zh_cn, zh_tw

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This reformed country mouse is quite pleased with itself.
pt_br: <33>{#p/story}* WHIZKARAT - ATQ 16 DEF 8 * Este rato reformado é bem tranquilo.
zh_cn: <33>{#p/story}* WHIZKARAT - 攻击16 防御8 * 这只改过自新的乡下老鼠 对自己的改变非常满意。
zh_tw: <33>{#p/story}* WHIZKARAT - 攻擊16 防禦8 * 這隻改過自新的鄉下老鼠 對自己的改變非常滿意。

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This reformed country mouse has taken a liking to you.
pt_br: <33>{#p/história}* WHIZKARAT - ATK 16 DEF 8 * Este rato reformado do oeste gostou de você.
zh_cn: <33>{#p/story}* WHIZKARAT - 攻击16 防御8 * 这只改过自新的 乡下老鼠看上你了。
zh_tw: <33>{#p/story}* WHIZKARAT - 攻擊16 防禦8 * 這隻改過自新的 鄉下老鼠看上你了。

source: <32>{#p/human}* (You tell Whizkarat a mouse fact.)
pt_br: <32>{#p/human}* (Você diz ao Whizkarat sobre fatos da sua vida.
zh_cn: <32>{#p/human}* （你告诉Whizkarat一个 关于老鼠的事实。）
zh_tw: <32>{#p/human}* （你告訴Whizkarat一個 關於老鼠的事實。）

source: <32>{#p/human}* (You tell Whizkarat everything you know about mice.)
pt_br: <32>{#p/human}* (Você diz a Whizkarat tudo que você sabe sobre ratinhos.)
zh_cn: <32>{#p/human}* （你把你知道的关于老鼠的全部知识 告诉了Whizkarat。）
zh_tw: <32>{#p/human}* （你把你知道的關於老鼠的全部知識 告訴了Whizkarat。）

source: <32>{#p/basic}* Suddenly...!
pt_br: <32>{#p/basic}* De repente...!
zh_cn: <32>{#p/basic}* 突然间..！
zh_tw: <32>{#p/basic}* 突然間..！

source: <32>{#p/human}* (You try to tell Whizkarat more, but it's already found its way.)
pt_br: <32>{#p/human}* (Você tenta dizer a Whizkarat mais, mas ele parece já ter entendido.)
zh_cn: <32>{#p/human}* （你尝试告诉Whizkarat更多， 但它已经找到了适合 自己的生活方式。）
zh_tw: <32>{#p/human}* （你嘗試告訴Whizkarat更多， 但它已經找到了適合 自己的生活方式。）

source: <32>{#p/human}* (You pluck a whisker from Whizkarat's face.)
pt_br: <32>{#p/human}* (Você arranca um bigode do rosto de Whizkarat.)
zh_cn: <32>{#p/human}* （你拔下了Whizkarat 脸上的一根胡须。）
zh_tw: <32>{#p/human}* （你拔下了Whizkarat 臉上的一根鬍鬚。）

source: <32>{#p/basic}* Whizkarat lets out a gnarly hiss!
pt_br: <32>{#p/basic}* Whizkarat solta um assobio retorcido!
zh_cn: <32>{#p/basic}* Whizkarat发出了刺耳的嘶嘶声！
zh_tw: <32>{#p/basic}* Whizkarat發出了刺耳的嘶嘶聲！

source: <32>{#p/human}* (You pluck another whisker from Whizkarat's face.)
pt_br: <32>{#p/human}* (Você arranca outro bigode do rosto de Whizkarat.)
zh_cn: <32>{#p/human}* （你又拔下了Whizkarat 脸上的一根胡须。）
zh_tw: <32>{#p/human}* （你又拔下了Whizkarat 臉上的一根鬍鬚。）

source: <32>{#p/basic}* Whizkarat scurries away!
pt_br: <32>{#p/basic}* Whizkarat se assusta!
zh_cn: <32>{#p/basic}* Whizkarat吃痛，匆匆跑开了！
zh_tw: <32>{#p/basic}* Whizkarat吃痛，匆匆跑開了！

source: <32>{#p/human}* (You try to pluck a whisker, but Whizkarat pretends it has none.)
pt_br: <32>{#p/human}* (Você tenta arrancar um bigode, mas Whizkarat finge que não tem nenhum.)
zh_cn: <32>{#p/human}* （你想拔掉它的胡须， 但Whizkarat假装它不存在。）
zh_tw: <32>{#p/human}* （你想拔掉它的鬍鬚， 但Whizkarat假裝它不存在。）

source: <32>{#p/human}* (You make a cute remark and scratch Whizkarat's neck.)
pt_br: <32>{#p/human}* (Você faz um comentário fofo e coça o pescoço de Whizkarat.)
zh_cn: <32>{#p/human}* （你说了一句可爱的话， 然后抓了抓Whizkarat的脖子。）
zh_tw: <32>{#p/human}* （你說了一句可愛的話， 然後抓了抓Whizkarat的脖子。）

source: <32>{#p/asriel2}* Whizkarat.
zh_cn: <32>{#p/asriel2}* Whizkarat。ゑ
zh_tw: <32>{#p/asriel2}* Whizkarat。ゑ

source: <32>{#p/story}* Whizkarat is losing its cool.
pt_br: <32>{#p/story}* Whizkarat está perdendo sua pose.
zh_cn: <32>{#p/story}* Whizkarat逐渐变得不再冷静。
zh_tw: <32>{#p/story}* Whizkarat逐漸變得不再冷靜。

source: <08>{#p/basic}{~}Keep your paws off me..!
pt_br: <08>{#p/basic}{~}Tire suas patas de mim...!
zh_cn: <08>{#p/basic}{~}把你的 爪子 拿开..！
zh_tw: <08>{#p/basic}{~}把你的 爪子 拿開..！

source: <08>{#p/basic}{~}No pussy- cats allowed.
pt_br: <08>{#p/basic}{~}Não são permitidos gatinhos.
zh_cn: <08>{#p/basic}{~}呜咪不行。
zh_tw: <08>{#p/basic}{~}嗚咪不行。

source: <08>{#p/basic}{~}\x00*purrs gently*
pt_br: <08>{#p/basic}{~}\x00*ronrona suavemente*
zh_cn: <08>{#p/basic}{~}\x00*呼噜声*
zh_tw: <08>{#p/basic}{~}\x00*呼嚕聲*

source: <32>{#p/story}* Whizkarat is nearing demise.
pt_br: <32>{#p/story}* Whizkarat está se aproximando da morte.
zh_cn: <32>{#p/story}* Whizkarat快断气了。
zh_tw: <32>{#p/story}* Whizkarat快斷氣了。

source: <08>{#p/basic}{~}What food do they eat?
pt_br: <08>{#p/basic}{~}Que comidas eles comem?
zh_cn: <08>{#p/basic}{~}它们 吃啥？
zh_tw: <08>{#p/basic}{~}它們 吃啥？

source: <08>{#p/basic}{~}Where do they hide?
pt_br: <08>{#p/basic}{~}Onde eles se escondem?
zh_cn: <08>{#p/basic}{~}它们 藏哪？
zh_tw: <08>{#p/basic}{~}它們 藏哪？

source: <08>{#p/basic}{~}How do they speak?
pt_br: <08>{#p/basic}{~}Como eles falam?
zh_cn: <08>{#p/basic}{~}它们 如何 说话？
zh_tw: <08>{#p/basic}{~}它們 如何 說話？

source: <08>{#p/basic}{~}Do they dream?
pt_br: <08>{#p/basic}{~}Eles sonham?
zh_cn: <08>{#p/basic}{~}它们 会做梦 吗？
zh_tw: <08>{#p/basic}{~}它們 會做夢 嗎？

source: <08>{#p/basic}{~}Alas, here I stand.
pt_br: <08>{#p/basic}{~}Alas, aqui estou.
zh_cn: <08>{#p/basic}{~}唉， 我还在 这里。
zh_tw: <08>{#p/basic}{~}唉， 我還在 這裡。

source: <08>{#p/basic}{~}Oh, how I lose myself..
pt_br: <08>{#p/basic}{~}Oh, como eu me perco...
zh_cn: <08>{#p/basic}{~}哦， 我迷失 了方向 ...
zh_tw: <08>{#p/basic}{~}喔， 我迷失 了方向 ...

source: <08>{#p/basic}{~}The si- tuation is not ideal.
pt_br: <08>{#p/basic}{~}A situação não é ideal.
zh_cn: <08>{#p/basic}{~}事态 并不 理想。
zh_tw: <08>{#p/basic}{~}事態 並不 理想。

source: <08>{#p/basic}{~}Could you help me?
pt_br: <08>{#p/basic}{~}Poderia me ajudar?
zh_cn: <08>{#p/basic}{~}你能 帮我吗？
zh_tw: <08>{#p/basic}{~}你能 幫我嗎？

source: <32>{#p/story}* Whizkarat fantasizes about getting down on all fours.
pt_br: <32>{#p/story}* Whizkarat fantasia em poder ficar de quatro.
zh_cn: <32>{#p/story}* Whizkarat幻想着四肢着地。
zh_tw: <32>{#p/story}* Whizkarat幻想著四肢著地。

source: <32>{#p/story}* Whizkarat scans the area.
pt_br: <32>{#p/story}* Whizkarat observa a área.
zh_cn: <32>{#p/story}* Whizkarat正在扫描这个区域。
zh_tw: <32>{#p/story}* Whizkarat正在掃描這個區域。

source: <32>{#p/story}* Whizkarat is trying to pretend that it is small.
pt_br: <32>{#p/story}* Whizkarat está fingindo ser pequeno.
zh_cn: <32>{#p/story}* Whizkarat正试图装成 自己很小的样子。
zh_tw: <32>{#p/story}* Whizkarat正試圖裝成 自己很小的樣子。

source: <32>{#p/story}* Smells like top-twenty-cheese.
pt_br: <32>{#p/story}* Cheira a queijo cheddar.
zh_cn: <32>{#p/story}* 闻起来像世界奶酪排行榜的 前二十名的奶酪。
zh_tw: <32>{#p/story}* 聞起來像世界奶酪排行榜的 前二十名的奶酪。

source: <32>{#p/story}* Whizkarat just needs a little more help.
pt_br: <32>{#p/story}* Whizkarat só precisa de um pouco mais de ajuda.
zh_cn: <32>{#p/story}* Whizkarat只需要一点 小小的帮助。
zh_tw: <32>{#p/story}* Whizkarat只需要一點 小小的幫助。

source: <08>{#p/basic}{~}Live in holes, do they..?
pt_br: <08>{#p/basic}{~}Eles vivem em buracos...?
zh_cn: <08>{#p/basic}{~}住在 洞里， 是吗..？
zh_tw: <08>{#p/basic}{~}住在 洞裡， 是嗎..？

source: <08>{#p/basic}{~}Squeak like toys, do they..?
pt_br: <08>{#p/basic}{~}Fazem barulhos igual brinquedos, eles...?
zh_cn: <08>{#p/basic}{~}会像 玩具 吱吱叫， 是吗..？
zh_tw: <08>{#p/basic}{~}會像 玩具 吱吱叫， 是嗎..？

source: <08>{#p/basic}{~}From now on, I shall live as a mouse.
pt_br: <08>{#p/basic}{~}De agora em diante eu serei um rato.
zh_cn: <08>{#p/basic}{~}从现在 开始， 我应该像 老鼠一样 生活。
zh_tw: <08>{#p/basic}{~}從現在 開始， 我應該像 老鼠一樣 生活。

source: <32>{#p/asriel2}* It's vulnerable.
pt_br: <32>{#p/asriel2}* Está vulnerável.
zh_cn: <32>{#p/asriel2}* 不堪一击。
zh_tw: <32>{#p/asriel2}* 不堪一擊。

source: <32>{#p/story}* Whizkarat has found its way.
pt_br: <32>{#p/story}* Whizkarat encontrou seu caminho.
zh_cn: <32>{#p/story}* Whizkarat前程无量。
zh_tw: <32>{#p/story}* Whizkarat前程無量。

source: <08>{#p/basic}{~}Wonder- ful...
pt_br: <08>{#p/basic}{~}Incrí- vel...
zh_cn: <08>{#p/basic}{~}真美妙 ...
zh_tw: <08>{#p/basic}{~}真美妙 ...

source: <08>{#p/basic}{~}Simply splen- did...
pt_br: <08>{#p/basic}{~}Simplesmente esplên- dido...
zh_cn: <08>{#p/basic}{~}太棒了 ...
zh_tw: <08>{#p/basic}{~}太棒了 ...

source: <32>{#p/story}* Whizkarat arrives!
pt_br: <32>{#p/story}* Whizkarat aparece!
zh_cn: <32>{#p/story}* Whizkarat来了！
zh_tw: <32>{#p/story}* Whizkarat來了！

source: <32>{#p/asriel2}* Doggo, the unsightly dog. * How exactly did this idiot get a job again?
pt_br: <32>{#p/asriel2}* Doggo, o cachorro cego. * Como esse imbecil conseguiu um trabalho?
zh_cn: <32>{#p/asriel2}* Doggo，一条不顺眼的狗。 * 这个蠢货怎么又上岗了？ゑ
zh_tw: <32>{#p/asriel2}* Doggo，一條不順眼的狗。 * 這個蠢貨怎麼又上崗了？ゑ

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * Easily excited by movement. * Hobbies include: Cuddles.
pt_br: <32>{#p/story}* DOGGO - ATQ 13 DEF 7 * Facilmente animado por movimentação.
zh_cn: <32>{#p/story}* DOGGO - 攻击13 防御7 * 一点风吹草动便能让它兴奋。 * 喜好之一：拥抱。
zh_tw: <32>{#p/story}* DOGGO - 攻擊13 防禦7 * 一點風吹草動便能讓它興奮。 * 喜好之一：擁抱。

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * Struggling to even see itself...
pt_br: <32>{#p/story}* DOGGO - ATQ 13 DEF 7 * Tem problemas para ver até a si mesmo.
zh_cn: <32>{#p/story}* DOGGO - 攻击13 防御7 * 他看眼自己都得费老劲...
zh_tw: <32>{#p/story}* DOGGO - 攻擊13 防禦7 * 他看眼自己都得費老勁...

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * A very excited dog, currently enjoying a hobby.
pt_br: <32>{#p/story}* DOGGO - ATQ 13 DEF 7 * Um cachorro bem animado, atualmente apreciando um hobby.
zh_cn: <32>{#p/story}* DOGGO - 攻击13 防御7 * 一只非常兴奋的狗， 正在享受其所好。
zh_tw: <32>{#p/story}* DOGGO - 攻擊13 防禦7 * 一隻非常興奮的狗， 正在享受其所好。

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * This dog strikes you as being lonely in life.
pt_br: <32>{#p/story}* DOGGO - ATQ 13 DEF 7 * Este cachorro é sozinho na vida.
zh_cn: <32>{#p/story}* DOGGO - 攻击13 防御7 * 在你眼里，这只狗在生活中 非常地孤独。
zh_tw: <32>{#p/story}* DOGGO - 攻擊13 防禦7 * 在你眼裡，這隻狗在生活中 非常地孤獨。

source: <32>{#p/human}* (You flirt with Doggo.)
pt_br: <32>{#p/human}* (Você flerta com Doggo.)
zh_cn: <32>{#p/human}* （你向Doggo调情。）
zh_tw: <32>{#p/human}* （你向Doggo調情。）

source: <32>{#p/human}* (You cuddle Doggo closely.)
pt_br: <32>{#p/human}* (Você abraça Doggo de perto.)
zh_cn: <32>{#p/human}* （你紧紧地抱住Doggo。）
zh_tw: <32>{#p/human}* （你緊緊地抱住Doggo。）

source: <32>{#p/human}* (You throw the spanner.) * (The dog runs to get it.) * (You play fetch for a while.)
pt_br: <32>{#p/human}* (Você joga a chave inglesa.) * (O cachorro corre para pegá-lo. Você joga buscar por um tempo.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （狗狗跑出去捡了回来。） * （你们就这样玩了一会抛接游戏。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （狗狗跑出去撿了回來。） * （你們就這樣玩了一會拋接遊戲。）

source: <11>{#p/basic}{~}HUH!! A FUN WRENCH APPEARS!
pt_br: <11>{#p/basic}{~}HUH!! APARECEU ALGO PRA PEGAR!
zh_cn: <11>{#p/basic}{~}哈！！ 有趣的扳手 出现了！
zh_tw: <11>{#p/basic}{~}哈！！ 有趣的扳手 出現了！

source: <11>{#p/basic}{~}HUH!! THERE IT IS AGAIN!
pt_br: <11>{#p/basic}{~}HUH!! TÁ AÍ DE NOVO!
zh_cn: <11>{#p/basic}{~}哈！！ 又出现了！
zh_tw: <11>{#p/basic}{~}哈！！ 又出現了！

source: <11>{#p/basic}{~}WHERE'D IT GO!?
pt_br: <11>{#p/basic}{~}ONDE FOI!?
zh_cn: <11>{#p/basic}{~}它去哪 了！？
zh_tw: <11>{#p/basic}{~}它去哪 了！？

source: <11>{#p/basic}{~}WHERE'S MY WRENCH NOW!?
pt_br: <11>{#p/basic}{~}ONDE ESTÁ!?
zh_cn: <11>{#p/basic}{~}我的扳手 在哪里！？
zh_tw: <11>{#p/basic}{~}我的扳手 在哪裡！？

source: <11>{#p/basic}{~}(Blushes uncontrol- lably)
pt_br: <11>{#p/basic}{~}(Cora incontrolavelmente)
zh_cn: <11>{#p/basic}{~}（情不自禁 地脸红）
zh_tw: <11>{#p/basic}{~}（情不自禁 地臉紅）

source: <32>{#p/asriel2}* He's vulnerable.
pt_br: <32>{#p/asriel2}* Ele está vulnerável.
zh_cn: <32>{#p/asriel2}* 不堪一击。ゑ
zh_tw: <32>{#p/asriel2}* 不堪一擊。ゑ

source: <32>{#p/story}* Doggo has lost sight of you.
pt_br: <32>{#p/story}* Doggo te perdeu de vista.
zh_cn: <32>{#p/story}* Doggo找不到你了。
zh_tw: <32>{#p/story}* Doggo找不到你了。

source: <32>{#p/story}* Doggo loves fetch!
pt_br: <32>{#p/story}* Doggo ama buscar!
zh_cn: <32>{#p/story}* Doggo喜欢玩抛接游戏！
zh_tw: <32>{#p/story}* Doggo喜歡玩拋接遊戲！

source: <32>{#p/human}* (But the dog was too busy looking for the spanner to be pet.)
pt_br: <32>{#p/human}* (Doggo está ocupado agora e não pode ser acariciado.)
zh_cn: <32>{#p/human}* （但是Doggo忙于寻找扳手， 没时间让你摸。）
zh_tw: <32>{#p/human}* （但是Doggo忙於尋找扳手， 沒時間讓你摸。）

source: <32>{#p/human}* (But the dog was too busy looking for the spanner to hear you.)
pt_br: <32>{#p/human}* (Mas Doggo está muito ocupado pra te ouvir.)
zh_cn: <32>{#p/human}* （但是Doggo忙于寻找扳手， 没时间听你说话。）
zh_tw: <32>{#p/human}* （但是Doggo忙於尋找扳手， 沒時間聽你說話。）

source: <32>{#p/human}* (But the dog was too busy looking for the spanner to be cuddled.)
pt_br: <32>{#p/human}* (Mas o cachorro estava muito ocupado procurando a chave para ser acariciado.)
zh_cn: <32>{#p/human}* （但是Doggo忙于寻找扳手， 没时间让你抱。）
zh_tw: <32>{#p/human}* （但是Doggo忙於尋找扳手， 沒時間讓你抱。）

source: <32>{#p/asriel2}* Doggo.
zh_cn: <32>{#p/asriel2}* Doggo。ゑ
zh_tw: <32>{#p/asriel2}* Doggo。ゑ

source: <32>{#p/story}* Doggo knows you're here.
pt_br: <32>{#p/story}* Doggo sabe que você está aqui.
zh_cn: <32>{#p/story}* Doggo知道你在这里。
zh_tw: <32>{#p/story}* Doggo知道你在這裡。

source: <32>{#p/human}* (You pet Doggo.)
pt_br: <32>{#p/human}* (Você acaricia Doggo.)
zh_cn: <32>{#p/human}* （你摸了摸Doggo。）
zh_tw: <32>{#p/human}* （你摸了摸Doggo。）

source: <32>{#p/asriel2}* ... again?
pt_br: <32>{#p/asriel2}* ... de novo?
zh_cn: <32>{#p/asriel2}* ...又摸？ゑ
zh_tw: <32>{#p/asriel2}* ...又摸？ゑ

source: <32>{#p/asriel2}* It's not THAT funny...
pt_br: <32>{#p/asriel2}* NÃO É TÃO DIVERTIDO ASSIM...
zh_cn: <32>{#p/asriel2}* 摸狗有那么有趣吗...ゑ
zh_tw: <32>{#p/asriel2}* 摸狗有那麼有趣嗎...ゑ

source: <32>{#p/asriel2}* ... or is it?
pt_br: <32>{#p/asriel2}* ... ou é?
zh_cn: <32>{#p/asriel2}* ...有趣吗？ゑ
zh_tw: <32>{#p/asriel2}* ...有趣嗎？ゑ

source: <32>{#p/asriel2}* This is so stupid.
pt_br: <32>{#p/asriel2}* Isso é tão estúpido.
zh_cn: <32>{#p/asriel2}* 蠢死了。ゑ
zh_tw: <32>{#p/asriel2}* 蠢死了。ゑ

source: <32>{#p/asriel2}* Do you really need to do this?
pt_br: <32>{#p/asriel2}* Você realmente precisa fazer isso?
zh_cn: <32>{#p/asriel2}* 你非得要这么摸吗？ゑ
zh_tw: <32>{#p/asriel2}* 你非得要這麼摸嗎？ゑ

source: <32>{#p/asriel2}* ... do you?
pt_br: <32>{#p/asriel2}* ... precisa?
zh_cn: <32>{#p/asriel2}* ...非得摸吗？ゑ
zh_tw: <32>{#p/asriel2}* ...非得摸嗎？ゑ

source: <32>{#p/asriel2}* I guess so.
pt_br: <32>{#p/asriel2}* Acho que sim.
zh_cn: <32>{#p/asriel2}* 我看真是。ゑ
zh_tw: <32>{#p/asriel2}* 我看真是。ゑ

source: <32>{#p/asriel2}* ...
zh_cn: <32>{#p/asriel2}* ...ゑ
zh_tw: <32>{#p/asriel2}* ...ゑ

source: <32>{#p/asriel2}* This is getting out of hand...
pt_br: <32>{#p/asriel2}* Isso tá saindo de controle...
zh_cn: <32>{#p/asriel2}* 事态快要失控了...ゑ
zh_tw: <32>{#p/asriel2}* 事態快要失控了...ゑ

source: <32>{#p/asriel2}* Still? * Come on...
pt_br: <32>{#p/asriel2}* Ainda? * Vamos logo...
zh_cn: <32>{#p/asriel2}* 还摸？ * 没完了是吧...ゑ
zh_tw: <32>{#p/asriel2}* 還摸？ * 沒完了是吧...ゑ

source: <32>{#p/asriel2}* Wow. * Just wow.
pt_br: <32>{#p/asriel2}* Wow. * Só wow.
zh_cn: <32>{#p/asriel2}* 哇哦。 * 后面忘了。ゑ
zh_tw: <32>{#p/asriel2}* 哇喔。 * 後面忘了。ゑ

source: <32>{#p/asriel2}* You are enjoying this way too much.
pt_br: <32>{#p/asriel2}* Você tá gostando demais disso.
zh_cn: <32>{#p/asriel2}* 你摸得可真是不亦乐乎啊。ゑ
zh_tw: <32>{#p/asriel2}* 你摸得可真是不亦樂乎啊。ゑ

source: <11>{#p/basic}{~}CUDDLES!?!? WELL, AT LEAST I KNOW WHERE IT IS!
pt_br: <11>{#p/basic}{~}CUDDLES?!? BEM, PELO MENOS EU SEI ONDE FICA!
zh_cn: <11>{#p/basic}{~}抱抱！？ 行吧，至少 我知道它在 哪里了！
zh_tw: <11>{#p/basic}{~}抱抱！？ 行吧，至少 我知道它在 哪裡了！

source: <11>{#p/basic}{~}AGAIN!?!?
pt_br: <11>{#p/basic}{~}DE NOVO!?!?
zh_cn: <11>{#p/basic}{~}又抱！？
zh_tw: <11>{#p/basic}{~}又抱！？

source: <32>{#p/story}* Doggo has been pet.
pt_br: <32>{#p/story}* Doggo foi acariciado.
zh_cn: <32>{#p/story}* Doggo已经被摸过了。
zh_tw: <32>{#p/story}* Doggo已經被摸過了。

source: <11>{#p/basic}{~}WHAT!!! I'VE BEEN PET!
pt_br: <11>{#p/basic}{~}O QUE!!! EU FUI ACARICIADO!
zh_cn: <11>{#p/basic}{~}啥！！！ 有人摸我！
zh_tw: <11>{#p/basic}{~}啥！！！ 有人摸我！

source: <11>{#p/basic}{~}WHERE'S THAT COMING FROM!?
pt_br: <11>{#p/basic}{~}DE ONDE ISSO TÁ VINDO!?
zh_cn: <11>{#p/basic}{~}那人从哪 冒出来的！？
zh_tw: <11>{#p/basic}{~}那人從哪 冒出來的！？

source: <11>{#p/basic}{~}THERE'S NO END TO IT!!
pt_br: <11>{#p/basic}{~}TEM UM FIM PRA ISSO!!
zh_cn: <11>{#p/basic}{~}咋还 没完了呢！！
zh_tw: <11>{#p/basic}{~}咋還 沒完了呢！！

source: <11>{#p/basic}{~}WELL, THIS IS THOROUGH!!!
pt_br: <11>{#p/basic}{~}BEM, ISSO É FODA!!!
zh_cn: <11>{#p/basic}{~}汪呜， 摸得可 真彻底啊！！
zh_tw: <11>{#p/basic}{~}汪嗚， 摸得可 真徹底啊！！

source: <11>{#p/basic}{~}(Dies)
pt_br: <11>{#p/basic}{~}(Morre)
zh_cn: <11>{#p/basic}{~}（爽死了）
zh_tw: <11>{#p/basic}{~}（爽死了）

source: <11>{#p/basic}{~}(Comes back to life)
pt_br: <11>{#p/basic}{~}(De volta a vida)
zh_cn: <11>{#p/basic}{~}（活力四射）
zh_tw: <11>{#p/basic}{~}（活力四射）

source: <11>{#p/basic}{~}IT JUST KEEPS COMING!
pt_br: <11>{#p/basic}{~}SÓ CONTINUANDO VINDO!
zh_cn: <11>{#p/basic}{~}居然还在摸！
zh_tw: <11>{#p/basic}{~}居然還在摸！

source: <11>{#p/basic}{~}AND COMING!!
pt_br: <11>{#p/basic}{~}E VINDO!!
zh_cn: <11>{#p/basic}{~}还在摸！！
zh_tw: <11>{#p/basic}{~}還在摸！！

source: <11>{#p/basic}{~}AND COMINGGG!!!
pt_br: <11>{#p/basic}{~}E VINDO!!!
zh_cn: <11>{#p/basic}{~}还 在 摸！！！
zh_tw: <11>{#p/basic}{~}還 在 摸！！！

source: <11>{#p/basic}{~}OK. That's enough.
pt_br: <11>{#p/basic}{~}OK. Já chega.
zh_cn: <11>{#p/basic}{~}够了。 玩闹结束了。
zh_tw: <11>{#p/basic}{~}夠了。 玩鬧結束了。

source: <11>{#p/basic}{~}I said "that's enough!"
pt_br: <11>{#p/basic}{~}Eu disse "chega!"
zh_cn: <11>{#p/basic}{~}我都说了， “结束了”！
zh_tw: <11>{#p/basic}{~}我都說了， 「結束了」！

source: <11>{#p/basic}{~}Oh my god, it just doesn't stop!
pt_br: <11>{#p/basic}{~}Oh meu pai, não para!
zh_cn: <11>{#p/basic}{~}我滴妈， 居然还没有停！
zh_tw: <11>{#p/basic}{~}我滴媽， 居然還沒有停！

source: <11>{#p/basic}{~}OH MY GOD, IT REALLY DOESN'T STOP!!
pt_br: <11>{#p/basic}{~}OH MEU SENHOR, NADA PARAAAAA!!
zh_cn: <11>{#p/basic}{~}我的天呐， 抚摸永不停歇！！
zh_tw: <11>{#p/basic}{~}我的天吶， 撫摸永不停歇！！

source: <11>{#p/basic}{~}AHHHHHHH!!!
zh_cn: <11>{#p/basic}{~}汪呜——！！！
zh_tw: <11>{#p/basic}{~}汪嗚——！！！

source: <11>{#p/basic}{~}No escape!
pt_br: <11>{#p/basic}{~}Sem escapar!
zh_cn: <11>{#p/basic}{~}别想逃！
zh_tw: <11>{#p/basic}{~}別想逃！

source: <11>{*}{#p/basic}{~}Ha! It moved! It couldn't NOT move!{^30}{%}
pt_br: <11>{*}{#p/basic}{~}Ha! Se moveu! Não pôde não se mover!{^30}{%}
zh_cn: <11>{*}{#p/basic}{~}哈！ 它动了！ 它肯定动了！{^30}{%}
zh_tw: <11>{*}{#p/basic}{~}哈！ 它動了！ 它肯定動了！{^30}{%}

source: <11>{#p/basic}{~}Will it move this time?
pt_br: <11>{#p/basic}{~}Vai se mover dessa vez?
zh_cn: <11>{#p/basic}{~}我倒要看看 这次它还动吗？
zh_tw: <11>{#p/basic}{~}我倒要看看 這次它還動嗎？

source: <32>{#p/story}* Doggo blocks the way!
pt_br: <32>{#p/story}* Doggo bloqueia o caminho!
zh_cn: <32>{#p/story}* Doggo挡住了去路！
zh_tw: <32>{#p/story}* Doggo擋住了去路！

source: <32>{#p/basic}* Doggo is too suspicious of your actions.
pt_br: <32>{#p/basic}* Doggo está muito suspeito em relação as suas ações.
zh_cn: <32>{#p/basic}* Doggo对你的行动 十分戒备。
zh_tw: <32>{#p/basic}* Doggo對你的行動 十分戒備。

source: <32>{#p/asriel2}* Canis Minor, the ignorant dog. * It probably doesn't even know why it's here.
pt_br: <32>{#p/asriel2}* Canis Minor, o cachorro ignorante. Ele nem deve saber o que tá fazendo.
zh_cn: <32>{#p/asriel2}* Canis Minor，一条蠢狗。 * 估计他都不知道自己为啥在这。
zh_tw: <32>{#p/asriel2}* Canis Minor，一條蠢狗。 * 估計他都不知道自己為啥在這。

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * Wields a shiny dogger made of fido-nium.
pt_br: <32>{#p/story}* CANIS MINOR - ATQ 12 DEF 2 * Um cachorro brilhante.
zh_cn: <32>{#p/story}* CANIS MINOR - 攻击12 防御2 * 手持一把闪亮的狗狗长剑， 剑身由“砹锌合金”锻造而成。
zh_tw: <32>{#p/story}* CANIS MINOR - 攻擊12 防禦2 * 手持一把閃亮的狗狗長劍， 劍身由「砹鋅合金」鍛造而成。

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * Scarred for life, this puppy wants to turn tail and run.
pt_br: <32>{#p/story}* CANIS MINOR - ATQ 12 DEF 2 * Assustado demais, ele quer virar as costas e fugir.
zh_cn: <32>{#p/story}* CANIS MINOR - 攻击12 防御2 * 这只小狗受到了难以愈合的创伤， 想要夹起尾巴逃跑。
zh_tw: <32>{#p/story}* CANIS MINOR - 攻擊12 防禦2 * 這隻小狗受到了難以癒合的創傷， 想要夾起尾巴逃跑。

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * It's necks-in-line for the galaxy's tallest monster.
pt_br: <32>{#p/story}* CANIS MINOR - ATQ 12 DEF 2 * É o próximo na linha para pescoço mais longo da galáxia.
zh_cn: <32>{#p/story}* CANIS MINOR - 攻击12 防御2 * 这个怪物拥有着 全银河系最长的脖子。
zh_tw: <32>{#p/story}* CANIS MINOR - 攻擊12 防禦2 * 這個怪物擁有著 全銀河系最長的脖子。

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * Trying its best to decipher your advanced petting.
pt_br: <32>{#p/story}* CANIS MINOR - ATQ 12 DEF 2 * Tentando o melhor para acariciar suas carícias.
zh_cn: <32>{#p/story}* CANIS MINOR - 攻击12 防御2 * 为破译你发出的 爱的密码而付出全力。
zh_tw: <32>{#p/story}* CANIS MINOR - 攻擊12 防禦2 * 為破譯你發出的 愛的密碼而付出全力。

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * The journey for this puppy has only just begun.
pt_br: <32>{#p/story}* CANIS MINOR - ATQ 12 DEF 2 * A jornada desse cachorrinho só começou.
zh_cn: <32>{#p/story}* CANIS MINOR - 攻击12 防御2 * 这只小狗的旅程才刚刚开始。
zh_tw: <32>{#p/story}* CANIS MINOR - 攻擊12 防禦2 * 這隻小狗的旅程才剛剛開始。

source: <32>{#p/human}* (You tell Canis Minor you love it by petting it in morse code.)
pt_br: <32>{#p/human}* (Você diz a Canis Minor que o ama acariciando-o em código morse.)
zh_cn: <32>{#p/human}* （你用摩斯密码的方式 拍抚着Canis Minor， 以此传达你对它的爱意。）
zh_tw: <32>{#p/human}* （你用摩斯密碼的方式 拍撫著Canis Minor， 以此傳達你對它的愛意。）

source: <32>{#p/human}* (You place your hand on Canis Minor's head, shaking and ruffling its fur to the core.)
pt_br: <32>{#p/human}* (Você coloca sua mão na cabeça de Canis Minor, ele balança em felicidade.)
zh_cn: <32>{#p/human}* （你把手放在Canis Minor的头上 晃啊晃，抚摸着它的毛。）
zh_tw: <32>{#p/human}* （你把手放在Canis Minor的頭上 晃啊晃，撫摸著它的毛。）

source: <32>{#p/human}* (You pet Canis Minor and ask it who's a good dog. It barks its answer excitedly.)
pt_br: <32>{#p/human}* (Você acaricia Canis Minor e pergunta quem é o bom garoto. Ele late em felicidade.)
zh_cn: <32>{#p/human}* （你抚摸着Canis Minor， 并问它好狗狗是谁。 它兴奋地汪汪叫以示回答。）
zh_tw: <32>{#p/human}* （你撫摸著Canis Minor， 並問它好狗狗是誰。 它興奮地汪汪叫以示回答。）

source: <32>{#p/human}* (You tickle Canis Minor's sides, thereby petting it.) * (It's a frenzy of excitement.)
pt_br: <32>{#p/human}* (Você faz cócegas nos lados do Canis Minor, acariciando-o.) * (É um frenesi de excitação.)
zh_cn: <32>{#p/human}* （你抓挠着Canis Minor的侧边 来爱抚它。） * （它兴奋得近于狂乱。）
zh_tw: <32>{#p/human}* （你抓撓著Canis Minor的側邊 來愛撫它。） * （它興奮得近於狂亂。）

source: <32>{#p/human}* (You throw the spanner.) * (The dog elongates its neck to reach it.)
pt_br: <32>{#p/human}* (Você joga a chave.) * (O cão alonga o pescoço para alcançá-lo.)
zh_cn: <32>{#p/human}* （你把扳手扔了出去。） * （狗狗伸长脖子把扳手捡了回来。）
zh_tw: <32>{#p/human}* （你把扳手扔了出去。） * （狗狗伸長脖子把扳手撿了回來。）

source: <32>{#p/human}* (You play fetch for a while.)
pt_br: <32>{#p/human}* (Você brinca de pegar por um tempo.)
zh_cn: <32>{#p/human}* （你们就这样 玩了一会抛接游戏。）
zh_tw: <32>{#p/human}* （你們就這樣 玩了一會拋接遊戲。）

source: <32>{#p/asriel2}* But why though?
pt_br: <32>{#p/asriel2}* Mas porquê?
zh_cn: <32>{#p/asriel2}* 但是为什么呢？
zh_tw: <32>{#p/asriel2}* 但是為什麼呢？

source: <32>{#p/story}* Canis Minor loves fetch!
pt_br: <32>{#p/story}* Canis Minor ama brincar de pegar!
zh_cn: <32>{#p/story}* Canis Minor喜欢玩抛接游戏！
zh_tw: <32>{#p/story}* Canis Minor喜歡玩拋接遊戲！

source: <11>{#p/basic}{~}(Pants fast)
pt_br: <11>{#p/basic}{~}(Corre rápido)
zh_cn: <11>{#p/basic}{~}（剧烈 喘喘）
zh_tw: <11>{#p/basic}{~}（劇烈 喘喘）

source: <32>{#p/story}* Canis Minor tucks its tail between its legs.
pt_br: <32>{#p/story}* O Canis Minor enfia o rabo entre as pernas.
zh_cn: <32>{#p/story}* Canis Minor将它的尾巴 夹到两条腿之间。
zh_tw: <32>{#p/story}* Canis Minor將它的尾巴 夾到兩條腿之間。

source: <11>{#p/basic}{~}(Pant pant)
pt_br: <11>{#p/basic}{~}(Acaricia)
zh_cn: <11>{#p/basic}{~}（喘气 喘气）
zh_tw: <11>{#p/basic}{~}（喘氣 喘氣）

source: <11>{#p/basic}{~}(Tiny bark)
pt_br: <11>{#p/basic}{~}(Latido pequeno)
zh_cn: <11>{#p/basic}{~}（轻微的 犬叫声）
zh_tw: <11>{#p/basic}{~}（輕微的 犬叫聲）

source: <11>{#p/basic}{~}(Wag wag)
zh_cn: <11>{#p/basic}{~}（尾巴 摇摇）
zh_tw: <11>{#p/basic}{~}（尾巴 搖搖）

source: <11>{#p/basic}{~}(Thinks of food)
pt_br: <11>{#p/basic}{~}(Pensa sobre comida)
zh_cn: <11>{#p/basic}{~}（想着吃的）
zh_tw: <11>{#p/basic}{~}（想著吃的）

source: <11>{#p/basic}{~}(Pant! Pant!)
pt_br: <11>{#p/basic}{~}(Carinho! Carinho!)
zh_cn: <11>{#p/basic}{~}（喘气！ 喘气！）
zh_tw: <11>{#p/basic}{~}（喘氣！ 喘氣！）

source: <11>{#p/basic}{~}(Excited noises)
pt_br: <11>{#p/basic}{~}(Sons de animação)
zh_cn: <11>{#p/basic}{~}（兴奋 叫喊）
zh_tw: <11>{#p/basic}{~}（興奮 叫喊）

source: <11>{#p/basic}{~}(Motor revving)
pt_br: <11>{#p/basic}{~}(Rotação do motor)
zh_cn: <11>{#p/basic}{~}（摩托 发动）
zh_tw: <11>{#p/basic}{~}（摩託 發動）

source: <11>{#p/basic}{~}(Plane takeoff)
pt_br: <11>{#p/basic}{~}(Decolagem de avião)
zh_cn: <11>{#p/basic}{~}（飞机 起飞）
zh_tw: <11>{#p/basic}{~}（飛機 起飛）
